[{"pageNumber":1,"pageContent":"Issue Three - December 2005 S ub Rosa | June 2006 1 Issue Five - June 200 6"},{"pageNumber":2,"pageContent":"June 2006 | Sub Rosa 2 S ub Rosa | June 2006 1 Greg Taylor Ian Lawton Michael Grosso Editorial 1 News 2 Columns: 6 Misinformation & Misdirection by Lynn Picknett & Clive Prince Feature : 1 2 GREG TAYLOR Editorial Credits : We use public domain images and artistic tools, or gain necessary permissions where appropriate. If you have a query regarding our artistic content, please do not hesitate to contact us. Our thanks go to the following: New Land Films Andrew Gough (andrewgough.co m ) Filip Coppens ( philipcoppens.co m ) Carina Fearnley To submit content or feedback, please email us at subrosa@dailygrail.com June 200 6 Editor: Art Director: Illustrator: Columnist: Columnist: News Editor: Writer: Writer: Writer Writer Ad Sale s: the documentary, such is its quality (see the review in this issue). I do realise that opens the door for accusations of pandering to ad - vertisers, but I think anyone who watches the feature will understand why I asked Laurence to share more information about CircleSpeak with the community. It is a shame that there are not more resources like it around in the alternative community. I’m hoping that Sub Rosa stands on similar ground! Reviews 6 6 Crystal Ball 76 Cover Story: Crop Circle Confidential The Making of a Crop Circle Documentary by Laurence New nam CONTENTS Profiler: Edgar Mitchell And the Institute of Noetic Sciences 34 Sacrificing Belief by Daniel Pinchbeck Feature : 5 4 Untangling the Mind of Dean Radin Feature : 2 6 38 8 10 Greg Taylor Mark James Foster Adam Scott Miller Michael Grosso Ian Lawton Rick Gned Clive Prince Lynn Picknett Daniel Pinchbeck Laurence Newnam Rich Shelton I continue to be amazed at the quality of contributors that our little magazine attracts. In the past, we’ve had Graham Hancock, Jacques Vallee and Alex Grey, among a host of other great writers, researchers and artists. Our new issue is no different; we are privileged to have some of the leading lights in parapsychology research, alternative history and new thought giving their input into the various mysteries facing humanity. Dr Dean Radin should need no introduc - tion, as he is considered one of the foremost popularisers of psi research, via his original book The Conscious Universe , and now with his newly released Entangled Minds . Dr Radin has been kind enough to take time out of his busy schedule and chat to us about the latest news and views in the field of parapsychology. Lynn Picknett and Clive Prince are partly responsible for the Da Vinci mania which has swept the world in the past few years, as Dan Brown based parts of his book on their alter - native history tome The Templar Revelation . In their article in this issue, they return to the source in a sense, by taking a closer look at the documents which heralded the ‘arrival’ of the Priory of Sion. Daniel Pinchbeck represents the cream of writing talent – he has it all, and beyond that Daniel is one of the deepest thinkers out there on alternative topics. His latest book 2012: The Return of Quetzalcoatl covers the gamut of subjects, ranging from crop circles to parapsychology, right through to altered states of consciousness and channelled mes - sages. Strangely enough, many of the topics in this issue are mentioned explicitly in his book, although I had already assembled the content of the magazine before I had the chance to read his work. Lastly, a little curveball. Laurence Newnam contacted me about advertising in the previ - ous issue of Sub Rosa , and also kindly sent me a viewing copy of his DVD CircleSpeak . Upon viewing it, I felt compelled to ask Laurence to write for us about his experience in making"},{"pageNumber":3,"pageContent":"June 2006 | Sub Rosa 2 S ub Rosa | June 2006 3 News News Briefs by Rick Gned T h e UK’s Ministry of Defence has released a secret UFO report, codenamed Project Condign, after a Freedom of Information Act request was made by British researchers. The report, written between 1996 and 2000 and released on May 15th this year, examines UFO encounters collected over a 30 year peri - od. Its mission was to ascertain if UFOs pose a threat to UK security, and identify any potential military technologies that could be appropri - ated. Using the term Unidentified Aerial Phe - nomena, the MoD report states that rational explanations such as aircraft lights, meteors and plasma clouds are the most probable answers. The report states that plasmas have been proven to cause responses in the temporal lobe of the human brain, and claims that this may cause observers to suffer extended memory retention and repeat experience which may be “a key factor in influencing the more extreme reports...[which] are clearly believed by the ‘victims’.” It also says that radiated effects from these plasmas can in rare instances be enough to burn the skin. The Project Condign report states that Uni - dentified Aerial Phenomena pose little or no danger to aircraft unless violent manoeuvres are undertaken to either chase or avoid them. The report also says that it is indisputable that UAPs exist, they “clearly can exhibit aerodynamic char - acteristics well beyond those of any known air - craft or missile – either manned or unmanned.” However, it dismisses extraterrestrial life- form explanations, but makes the point that the report was not intended to investigate such matters. “I am delighted that the Freedom of Infor - mation Act has meant that this once secret Finds there is a phenomenon, but explains it with ‘plasma’ British MoD releases UFO report report has been declassified and made public,” said the Under Secretary of State for Defence, Tom Watson. “In a department where lives are literally on the line and we can’t release every document we have, this is yet more evidence of the MoD’s commitment to openness.” The report was made public because of Dav - id Clarke, a lecturer in investigative journalism at Sheffield Hallam University, and his colleague Gary Anthony. Clarke spent 18 months using the Freedom of Information Act to have the report declassified and made public, partly as an exercise in exploiting the Act, but mainly to debunk ‘conspiracies of silence’. “This is another example of the establish - ment’s obsession with secrecy and how the Freedom of Information Act can chip away at this culture of silence,” Clarke proselytises. “This report clears up many of the rumours surrounding UFOs and there is no reason it couldn’t have been made public earlier. For ex - ample, it reveals that there has been no collabo - ration between the UK and other countries on UFOs, which rules out the conspiracy theories of worldwide UFO cover-ups. The report also confirms that there have never been any arte - facts from a UFO found in the UK. The fact remains that people are fascinated by the sub - ject of UFOs and the MoD should have learned that 50 years of silence on the subject hasn’t made it go away. People continue to see UFOs and some of the most impressive sightings have been made by RAF and civil aviation pilots. The lack of any proper official study of what these things are has simply added to speculation and claims about conspiracies and cover-ups.” P etroglyphs depicting a scor - pion and an eight-pointed star may be a recording of a supernova explosion witnessed by Native Americans a millen - nium ago. “I had just been reading about the supernova of AD 1006 and I knew it appeared in the constel - lation Scorpius, so the connec - tion flashed into my mind,” said John Barentine, an astronomer at the Apache Point Observa - tory in New Mexico, who saw the petroglyphs while hiking in Arizona. Barentine and his colleague Gilbert A Esquerdo of the Plan - etary Science Institute in Tucson, used software to recreate the sky as it would have appeared in Arizona at the time of the super - nova. They found the supernova would have been brighter than a Ancient Supernova Record Native American art records celestial event? planet, and both it and the scor - pion-shaped constellation would have appeared just above the rock in the same orientation as the petroglyphs. “Native Americans populated the region during that period and often recorded objects thought to have magical powers,” Baren - tine said. “It’s by no means con - clusive, but I think it’s strong cir - cumstantial evidence that the art depicts the supernova.” The supernova was recorded across the world, in Asia, the Mid - dle East and Europe, but no one thought Native Americans wit - nessed the event. “I don’t think enough credit has been given to the ancient Native Americans in the past, but that might change now,” Barentine says. (Source: newscientist.com) P erhaps inspired by author Philip Pullman’s His Dark Material books, billionaire Richard Branson’s space tour - ism company, Virgin Galactic, will soon be offering flights into the aurora borealis. “No human being has ever flown into an aurora borealis,” said Will Whitehorn, president of Virgin Galactic. “You have to go beyond the edge of space. I think that will be a magical and mystical experience.” The Northern Lights are Tripping the Lights Fantastic Virgin Galactic to offer Aurora Borealis flights formed by charged particles in the solar wind interacting with the Earth’s atmosphere, visible at the poles where they can pen - etrate the magnetic field. It’s believed Virgin Galactic will offer the first flights in 2008 or 2009, with Richard Branson and staff being on board the maiden voyage. One hundred founding company members have already paid US$200,000 to be aboard the first flights. (Source: guardian.co.uk) Scientists in the joint study group of Max-Planck-Insti - tut für Plasmaphysik and Berlin’s Humboldt Univer - sity have generated ball- lightning in the laboratory, allowing insights into a phenomena that has long mystified experts. Astronomers Aden and Marjorie Meinel have un - veiled a theory that cosmic radiation was responsible for the rapid evolution and emergence of modern hu - mans 40’000 years ago. An international study has shown that superno - vae were major contribu - tors to dust present in the early Universe, providing elements which make up most of the universe, in - cluding us. Alzheimer’s disease could be prevented by plasm - alogen, a chemical found in seafood such as the sea squirt, a team of research - ers at Tohoku University in Japan has discovered. Archaeologists studying an ancient Roman mosaic have discovered it’s an optical il - lusion. Viewed one way it depicts a bald old man, and viewed the other way it is a beardless youth. A Japanese research team has captured on film a coelacanth fish off the coast of Indonesia, the first footage in seven years. (Source: physorg.com)"},{"pageNumber":4,"pageContent":"June 2006 | Sub Rosa 4 S ub Rosa | June 2006 5 News Briefs News News News Briefs One of the world’s lead - ing conservation experts warns more funds are des - perately needed to pre - serve the Angkor temples in Cambodia before they are irreparably damaged. Mini planetary systems may orbit cosmic objects that are 100 times smaller than our Sun, blurring the defi - nition of the word planet. Scott Silverman, Chairman of the Board of VeriChip Corporation, has proposed implanting the company’s RFID tracking tags in immi - grant and guest workers. Evidence of Roman remains next to a Birmingham Mc - Donalds has some hoping the legendary Queen Bou - dicca is buried there. The UFO research com - munity is mourning the loss of two of its mem - bers. Roswell researcher Karl Pflock, and physicist Dr Harley Rutledge both passed away in separate circumstances. Three planets roughly the same mass as Neptune have been discovered orbiting a nearby sun-like star. Ireland’s ancient Hill of Tara remains under threat from the construction of a four-lane highway, despite the best efforts of protes - tors and archaeologists to stop it. Two scientists in separate studies have reportedly developed methods to achieve invisibility without breaking the laws of phys - ics. The theories have not yet been tested. The priest of Rosslyn Chapel will quit his post in July be - cause he can no longer tol - erate the global hype gener - ated by The Da Vinci Code . The family of Sgt Patrick Stewart, killed in Afghani - stan last September, are fighting with US officials to allow a pentacle on his gravestone in recognition of his Wiccan religion. Hopes for a space eleva - tor have been dashed due to an Italian researchers calculations that carbon nanotubes, discovered by Japanese scientist Sumio Iijima, would not be strong enough to support it. A study published in the Journal of Advanced Nursing found that music can signifi - cantly ease a patient’s per - ception of chronic pain. The charred fragments known as the Derveni Pa - pyrus, a fifth-century B.C. Greek manuscript found in 1962, have been decoded. The papyrus bears the old - est known Greek text. Saturn’s watery moon En - celadus may have flipped sometime in its past . T here have been a number of developments in the Bosnian pyramid story re - cently, the most recent being the UN Educational, Scientific and Cultural Organisation announcing it will send a team of archaeologi - cal experts to investigate. This is despite the skepticism of experts such as Professor An - thony Harding, president of the European Association of Archae - ologists, who scoffs at the notion of a European pyramid. “I’ve seen the site, in my opin - ion it is entirely natural,” Harding told reporters in Sarajevo. Harding claims to have visited the site, but Mario Gerussi, direc - tor of the Bosnian Pyramid Foun - dation, said he had not been in - formed of Harding’s visit, nor had any of the staff working at the site seen the British archaeologist at the site. Other experts remain open- minded, supporting Semir Osman - agic’s work. Aly Abd Alla Barakat, an Egyptian geologist and pyramid UN to Investigate Bosnian Pyramid expert recommended to the Bos - nian team by Egyptologist Zahi Hawass is among the believers. He arrived at the site in May and says stone blocks found at Visocica are cut and polished in a similar man - ner to Egyptian pyramids. “I believe it is a pyramid,” said Barakat. “The white stuff I found between the blocks could be glue. It is very similar to that we have found in the Giza pyramids.” “I would not believe it to be archaeological. It looks to me as a natural stone pavement,” Harding said. He has not seen the stone blocks in person, but has only examined photographs. Nor did Harding examine a tunnel that leads to the top of Visocica. There have been reports that a sandstone monolith has been dis - covered in the tunnel, engraved with enigmatic symbols, that will be sent to Egypt to be examined by experts, but no further infor - mation has been forthcoming. (Source: scotsman.com) A rchaeologists have discov - ered a prehistoric calen - dar that may be the oldest known structure of its kind found in the Americas. Over 4000 years old, the cal - endar is located at the Temple of the Fox in Buena Vista, Peru. The calendar is formed by towering sculptures made of mud plaster mixed with grass and covered in clay, painted in bright red and yel - low, and arranged in a circle. “Early solstice markers are known in Ireland with dates ear - lier than Buena Vista, but not, to my knowledge, with multiple instruments,” said Robert Ben - fer, who oversaw the project and is a professor emeritus of an - thropology at the University of Missouri-Columbia. “The most famous would be the case of Amenhotep, who at 1,500 B.C. had statues erected to gaze at the solstice when the Nile was about to flood.” The temple and its sculptures appear linked to astronomical alignments and major celestial events, such as the rising and set - ting of the sun during equinoxes and solstices. One temple chamber creates a line that is aimed at the rising sun on December 21, when floodwa - ters begin to rise. On March 21, when these waters recede, the same line points towards the An - dean constellation of the fox. An enigmatic large personi - fied disk frowns at the sunset on June 21, the traditional time to start harvesting crops. Research - ers think the face may represent Pacha Mama, an Earth Mother goddess who became sad when the sun set. No evidence of human sacrifice was found, but the team did dis - cover a cotton-shrouded mummi - fied woman in the fetal position. “It’s a very ancient Andean tra - dition to bury dead in places of power,” explained Duncan. “This site certainly would fit the bill.” Ancient Peruvian Calendar (Source: discoverychannel.com) A rchaeologists have discov - ered a megalithic stone circle in the Amazon basin in northern Brazil, that they be - lieve could be up as much as 2000 years old. “Only a society with a com - plex culture could have built such a monument,” said archaeolo - gist Mariana Petry Cabral, of the Amapa Institute of Scientific and Technological Research. Believed to be an astrological Stonehenge in the Amazon observatory, the monument is made up of 127 blocks of gran - ite, each one being 3 metres high, and regularly placed in cir - cles in an open field. Some of the blocks are positioned to mark astrological and seasonal events, as evidenced in December when the sun shines through a hole in a specific block, possibly to mark the Winter Solstice. (Source: abcnews.net.au) K orean scientists have de - veloped a life-like android that can hold a conversa - tion, express basic emotions, and react to those around it. Named Ever-1, the android is 160cm tall, weighs 50 kg, and has the face and body of a woman in her 20s. The face is a composite of two Korean actresses, and its body is modeled on a singer. Ever- 1 can move its upper body, and its face can express happiness, sad - Korea Builds Lifelike Android ness or anger, but it can not move its lower half. The android’s skin is made from a silicon jelly that feels similar to human skin. There are 15 monitors in - stalled in Ever-1’s face, allowing it to interpret the expressions and moods of people it sees, and it will even look a person in the eyes. It recognises 400 words and can hold a basic conversation. (Source: livescience.com)"},{"pageNumber":5,"pageContent":"June 2006 | Sub Rosa 6 S ub Rosa | June 2006 7 O ver recent months, it has become plain that an odd alliance has been created between the ultra-skeptical organisa - tion CSICOP (the Committee for the Scientific Investigation of Claims of the Paranor - mal) and the leaders in SETI (the Search for Extraterrestrial In - telligence). The SETI Institute’s weekly radio program “Are We Alone” is now heavily flavoured toward skeptical subjects and guests (even to the point of having a ‘Skeptical Sunday’ fea - ture), and their website pro - claims outright that the show is produced in partnership with CSICOP and other skeptical organisations such as CFI (the Center For Inquiry). This has even led to some of the subject matter discussed not even be - ing related to the search for extraterrestrial intel - ligence (such as investigation of psychics). Conversely, regular CSICOP commentators such as James Randi (no longer affiliated with the organisation, for reasons too detailed to explain here) have long advocated SETI and participation in the distributed computing effort SETI@home. ‘Bad Astronomy’ critic Phil Plait has a regular spot with SETI radio. Skeptical Inquirer has re - cently featured a critical article by Peter Schen - kel regarding the search, which allowed no less than three responses to the critique by individu - als such as SETI luminary Jill Tarter and astrobiol - ogist David Darling. While the balance of articles suggests that there is some tension within CS - Columns GREG TAYLOR Columns GREG TAYLOR ICOP as to the validity of SETI, it also is astound - ing in comparison to the one-sided attacks (with no responses) on other topics that are usually seen in the magazine. Why does James Randi not offer a million dollar prize for SETI to prove that there is truly an alien in - telligence out there, with criti - cism of the funding that has been provided to them? Simply because he thinks it likely that there is ‘someone’ out there. Parapsychology research has provided far more positive re - sults than SETI (see the Dean Radin interview in this issue), with as huge implications for our paradigm, but he regularly savages anyone who dares to ask the question of whether psi effects exist, and finds the idea of funding such studies outrageous. CSICOP’s collaboration with SETI, and ac - companying lack of criticism (apart from Schen - kel’s article), stands in contrast to other criti - cal views gaining momentum. Historian George Basalla, in his book Civilized Life in the Universe , takes SETI to task for fifty years of failure. In his view, SETI is popular because of its quasi- religious features; perhaps there are benevolent ‘beings’ out there, more advanced than us, who have wondrous things to show us (it’s interest - ing to note the lack of concern in SETI circles about the dangers posed by contacting an alien civilisation). He also notes the cultural assump - tions we have made at various points throughout history about possible alien races, and uses this as a mirror to point out the ethnocentric blind - ness through which today’s SETI scientists “be - lieve that extraterrestrial civilizations construct radio telescopes.” Basalla’s point has been well made previously by Terence McKenna, who noted that “to search expectantly for a radio signal from an extrater - restrial source is probably as culture bound a presumption as to search the galaxy for a good Italian restaurant.” SETI’s Seth Shostak has made the highly positive analogy that in the search for extraterrestrial intelligence, we are like Colum - bus sailing into uncharted waters. Perhaps, con - sidering current search strategies, we are more akin to Columbus standing on the coast of Eu - rope throwing pebbles into the ocean, waiting for Native Americans to see the ripples and an - swer back via the same method. In ABC’s 2005 feature “Peter Jennings Re - porting: UFOs - Seeing is Believing”, both Jill Tarter and Seth Shostak provided a skeptical counterpoint to ufology (Tarter is a CSICOP fel - low). “If we claim something, there will be data to back it up,” Tarter says in the program. Ironi - cally, Tarter – the current director of the Center for SETI Research at the SETI Institute, and one of the pioneers of research in the area - was the ‘model’ for the character of astronomer Ellie Ar - roway in Carl Sagan’s Contact (and played in the movie version by Jodie Foster). Those familiar with the story will remember that it ends with a twist, in which the rationalist atheist character of Arroway is placed in the position of believing in something for which she has no empirical evi - dence – alien contact – based solely on her own totally convincing experience. This is a worthwhile sidenote to keep in mind. Turning once again to Terence McKenna, we should remember to avoid anthropocentric thinking, and keep our minds open (while ob - viously thinking critically) to other methods of contact from ‘intelligences’. SETI, says McKenna, has been “chosen as the avenue by which it is assumed contact is likely to occur. Meanwhile, there are people all over the world - psychics, shamans, mystics, schizophrenics - whose heads are filled with information, but it has been ruled a priori irrelevant, incoherent, or mad. Only that Greg Taylor is the owner/editor of the online alternative news portal, The Daily Grail , and is also the editor of Sub Rosa Magazine. He is inter - ested and widely read in topics that challenge the orthodox worldview, from alternative history to the mys - teries of human consciousness. Greg currently resides in Brisbane, Australia, and has recently published his first book . The Guide To The Solo - mon Key is a guidebook to the eso - teric history and locations likely to be included in Dan Brown’s next book, The Solomon Key . Terence McKenna noted that “to search expectantly for a radio signal from an extraterrestrial source is probably as culture bound a presumption as to search the galaxy for a good Italian restaurant.” Profile which is validated through consensus via certain sanctioned instrumentalities will be accepted as a signal.” So should we abolish SETI? I don’t think so; actually I’m actually a fan. Its ideal is a worth - while one, reaching out beyond our isolation to communicate with anyone else who might be out there. Remembering what the acronym ac - tually stands for, my only suggestion would be that SETI stop lying down with close-minded in - quisitors, and start broadening their horizons by entering into a dialogue with scientists out there who share SETI’s ethos, but are willing to look outside the paradigm for answers. Find out more . . . http://solomon.dailygrail.co m SETI and CSICOP - Strange Bedfellows?"},{"pageNumber":6,"pageContent":"June 2006 | Sub Rosa 8 S ub Rosa | June 2006 9 T his column gives me a terrific chance to win friends and influence people. So to remain consistent in my policy of trying our wonderful editor’s pa - tience, I thought that this time round I would share my top three concerns about the alter - native scene. Elitist Bloodlines : Dan Brown has writ - ten a blockbuster novel. If he is good enough to write a real page-turner that does not dress itself up as high scholarship, then good for him. But shocking as it is to admit, I must be the only person who has not only not seen the new film, but not read the novel, or even any of the factual books on which it is supposedly based. How can I dare to be so unin - terested in a topic of such crucial importance? But is it though? So Jesus might have had a child who survived. So the Catholic Church might – and I emphasise might – have some information about this that they have kept from us for two millennia. Is this re - ally such a big deal? After all, we know for sure that they have lied to us about much more important things. How about them literally frightening the hell out of poor uneducated people for two thousand years, that they would end up in eternal fire and damnation Columns IAN LAWTON IAN LAWTON if they did not do what they were told? Or pretending to be interested in spiritual mat - ters when all they really cared about was the politics of money and power and influence? Or pretending it was ok to rape little choir - boys, or to turn single mothers into Maggies? But perhaps this bloodline harbours world- shattering secrets that can be unearthed in remote parts of southern France or Scot - land? But about what exactly? Ok, it is human nature that most people love the idea of finding a stash of treasure, or some ancient relic that has been kept from the masses. But what could it be that would be of any real im - portance? Perhaps our modern fascination with Sionesque treasure hunts is just a replacement for looking to an external god or gods that determine our fate, except dressed in a modern veneer of scholarly and philosophi - cal pretension. And what if the real hidden treasure is the universal spiritual wisdom that lies with - in all of us , and does not require us to be part of some elitist bloodline? Mind-Body-Spirit Books : For several decades now this marketplace has produced an endless succession of new age, self-help books about angels, karma and so on. Far be it from me to be so blatantly sexist, but this sort of work is almost always put together by women for women. And yet I know many spiritual seekers even of the fairer sex who would describe this as woolly, fluffy, new age nonsense that does the cause of spiritual ad - vancement no favours at all. But guess what the spiritual publishers love to put out – yes, more of the same . . . and then a bit more. Apparently it sells, you see. How many times do we hear the confi - dent mantra, ‘I’m definitely on my last life. I’m a good person but I’m having such a terrible time of it, I’m sure I’m working off all my bad karma in one go.’ But this tends to assume that karma is a balance sheet of plusses and minuses. What if it is all about experience and learning instead? And would anyone who was truly finished with the earth plane attempt to guess at their level of spiritual progress while still incarnate? Would they even contemplate having that kind of ego? Perhaps we need to challenge a few sacred cows . . . Esoteric Gurus : If you are relying on en - lightened masters of any number of modern spiritual disciplines to share their wisdom, you might want to think again. Sure, there may be plenty of things – like the true nature, or not, of time – which we will never prop - erly understand with mere human brains. But a rough idea about why we are here is surely not too much to ask? So you go and ask them, ‘what’s it all about then, eh?’ A Buddhist mas - ter will probably obfuscate because he has been trained to accept that all questions are an extension of ego – but does his knowing smile really conceal great enlightenment? A modern gnostic will confidently state that eve - rything is an illusion, but what happens when you press him about why the illusion is there in the first place? A Hermeticist will blind you with rhetoric about secret rites of passage, but what is their reaction when you ask them what was so philosophically deep about the Ancient Egyptians wanting to preserve their physical body for the afterlife? It all comes back to personal responsibili - ty. Perhaps any religious or spiritual approach that tells you the only path to enlightenment is to be shown it by a master practitioner is Profile Ian Lawton was born in 1959. Formerly a chartered accountant and IT consult - ant, he turned his back on the commer - cial world in his mid-thirties to become a full-time writer-researcher on ancient civilizations, esoterica and spirituality. His first two books, Giza: The Truth and Genesis Unveiled , were published by Vir - gin and have sold over 30,000 copies worldwide, gaining widespread acclaim for their scholarly balancing of the best of orthodox and alternative thinking. His most recent work, The Book of the Soul: Rational Spirituality for the Twenty- First Century , is available direct from his website at www.ianlawton.co m , or via Amazon U K . So Jesus might have had a child who survived. So the Catholic Church might – and I emphasise might – have some information about this that they have kept from us for two millennia. Is this really such a big deal? somewhat misguided. Perhaps our replace - ment of the prophets of old with the gurus of today is still the wrong path. Perhaps it would be better to read everything you can that you think is relevant, think about your own ex - periences, and then ask and rely upon your own intuition or higher self instead. Would this be a better way to gain all the insights you need? These are just a few thoughts that concern me right now, and maybe some of you too. At least they should be enough to keep my kar - mic bank account in the red for ages . . . Columns Is it Just Me, or is the Alternative Scene S**t?"},{"pageNumber":7,"pageContent":"June 2006 | Sub Rosa 10 S ub Rosa | June 2006 11 sent me a digital reproduction of a drawing she made based on her observations. She was emphatic about having encountered some - thing thoroughly UFO-like. It was not what she expected to see. What is a UFO doing at a scene of reported Blessed Mary sightings? Other witnesses were less forthcoming about what they saw. Some had religious hal - lucinations based on expectant imagery, and swear that they saw something exclusively religious. My artist informant is very puzzled, however, and finds the entire experience a “shocking event.” It “needs a response that matches its bizarreness,” she said. An Italian woman, a musician, saw the light as an “alter - nate presence.” T. and W. viewed the light but were unwilling to acknowledge it. And L. said, “Now you are going to have to decide on what to say about this.” The identity and the very nature of the object were in doubt; the effect on witnesses was to jar their sense of reality. Assuming that all the facts as reported are true, a number of intriguing scenarios suggest themselves. Could there be some outer space or inter-dimensional technology of mass spir - itual conversion? How does it work? What sort of intelligence mans these super-light machines? Is there some technology that is behind the changes of consciousness under - gone by visionaries on the ground? Were sim - ilar light structures present in the Tuscan hills where Francis of Assisi received the stigmata? And what was it that Constantine saw in the sky that helped him conquer Maxentius? One Michael Grosso is a teacher, author, and painter, whose interests span psychical research, metaphysical art, the parapsychology of religion, and, primarily, philosophy. He received his Ph.D. in philosophy, and studied clas - sical Greek, at Columbia University. He has published books on topics ranging from life after death to the mythologies of endtime. He presently lives in Charlottes - ville, Virginia, where he is affiliated with the Division of Personality Studies of UVA. Michael’s most re - cent book is titled Experiencing the Next World Now , which surveys the evidence for life after death and shows how personal experience can convince you it is real. N ow and then, I believe, it is healthy for the soul to confess its ignorance and to say about one thing or an - other, “I don’t know.” Unfortunate - ly, some people seem to suffer from a kind of compulsion to assert; they cannot relax their cognitive apparatus and admit to not knowing something. There is a danger that this might harden into a disposi - tion to “bullshit,” as Harry Frankfurt the philosopher ob - serves in a famous essay. Recently I became ac - quainted with some Americans who reported experiences that got me shaking my head in bafflement. But first some background remarks. Since 1981 there have been reports of Virgin Mary sightings in the village of Med - jugorje in the former Yugoslavia (Bosnia). At first glance, the events at Medjugorje present puzzles about apparitions, taken by believers to be the Mother of Christ. The reports vary and have been recorded in Eu - rope since the tenth century. The problem is how to account for the stronger cases –mass hallucination, Jungian archetypes erupting, or what? In Medjugorje, Italian and French scientists observed and measured brain and autonomic functions during the visionary experience of four subjects. The subjects were impervi - ous to physical pain (were in genuine ecstatic states) and all the hard data indicated they were responding to an external stimulus. But responding to what? The answer to this question is elusive. It is as easy to be dismissive of such reports, but in this case there is an interesting complication. Along with the phenomenology of visions of Mary, we find reported observations that fit with the phenomenology of UFOs. Jacques Vallee and John Keel were among the first who noticed that visionary events at Fatima in 1917 seemed to combine elements both of BVM and UFO sightings. A sil - ver disc merged with the sun suddenly descended in a falling leaf, zigzag pattern (UFO-like) before seventy thousand eye - witnesses, causing widespread terror, produced tangible physical effects, and then re - versed its course, disappearing back into the sun. Many people were led to believe they had witnessed something supernatural. Other observers (like Vallee and Keel) read in these events signs of an alien technology. In late 2005, I received accounts of sight - ings from two witnesses who went as pil - grims to Medjugorje. I have gathered that about twenty witnesses saw a gigantic light structure hovering above the hallowed site of the original apparitions. By chance, an art - ist of skeptical bent came on the pilgrimage with a friend, and was a witness to this light phenomenon: a massive geometric pattern of lights fluctuated in the sky, producing a kind of subtle light show, in a way probably con - ducive to visionary experience. The artist Columns MICHAEL GROSSO A massive geometric pattern of lights fluctuated in the sky, producing a kind of subtle light show MICHAEL GROSSO could spin many speculative tales, including one that attempts to invalidate evidence. As to the recent event reported by a group of Americans and people from countries all over Europe, I definitely feel the need to suspend judgment, and say I don’t know what is going on. On any interpretation, the phenomena in - vite us to stretch our minds. Profile Amazo n US Amazon U K Columns Musing on a Mystery at Medjugorje Could there be some outer space or inter-dimensional technology of mass spiritual conversion? How does it work?"},{"pageNumber":8,"pageContent":"June 2006 | Sub Rosa 12 S ub Rosa | June 2006 13 I f it wasn’t for the Priory of Sion, few would ever have heard of Rennes-le-Château. Their account of the mystery of Abbé Bérenger Saunière and his unexplained wealth – first given in the mid-1960s in the Dossiers Secrets , a series of documents deposited in Paris’ Bibliothèque Nationale purporting to describe the Priory’s history and aims – remains the standard template for the story. It was used, for example, in Gérard de Sède’s 1967 The Gold of Rennes – the first book devoted to the mystery – and is unhesitatingly followed in chapter one of The Holy Blood and the Holy Grail . But did the Priory (whoever they are) invent REnneS-Le-cHATEAU And THe PRIoRY Of SIon MISInFoRMATIOn the mystery, or perhaps hijack it? Or were they really intimately involved with the affair themselves? The mysteries of the Priory of Sion and Rennes-le-Château are closely inter - twined; one inevitably leads to the other, and the solution to one seems to depend on the other. And as far as sceptics are concerned the two stand or fall togeth - er: proving one a hoax proves the other to be just as unreliable. Certainly the current media view is that the whole Priory of Sion business is just a modern hoax by the crooked mythomaniac, Pierre Plantard – anything to avoid the important issues raised in MISDIREcTIon and B Y Lynn P i c k n Ett and cLiVE PRInc E P P"},{"pageNumber":9,"pageContent":"June 2006 | Sub Rosa 14 S ub Rosa | June 2006 15 MISINFORMATION AND MISDIRECTION The Da Vinci Code . However, as we show in The Sion Revelation , the reality isn’t quite so simple. While the Priory of Sion as such is a modern creation, it is far more than just a simple hoax, and it involved many more than Plantard alone. We have concluded that the Priory of Sion was created (50 years ago this year) not as a hoax or scam, but as a front or cover for other groups – a network or family of closely related secret/initiatory societies – which mix esoteric ideas with political objectives. The most impor - tant of these organisations is a form of occult Freemasonry called the Rectified Scottish Rite (its highly secretive inner order of the Knights Beneficent of the Holy City being the most im - portant aspect). This cover has been exploit - ed for several different purposes over the last 50 years. The Priory of Sion first appeared in 1956, when – aside from a few flirtations with the likes of astrology – there was little of the arcane in its activities or its journal, Circuit . No Merovingians or grandiose claims to a thousand-year history that involves the Templars and other esoteric usual suspects. Overtly, the 1956 Priory’s raison d’être was local political and social affairs, chiefly championing the rights of council house (public housing) tenants. We are not the first to suggest that this ver - sion of the Priory was a cover for a network of pro-Gaullist local groups – a precursor of the infamous Committees of Public Safety responsi - ble for the grassroots activism that, coupled with agitation orchestrated by the French military, swept the wartime Free French leader back to power and gave him a mandate for a root-and- branch reform of France’s political and social system. (Plantard was, of course, spokesman for the Committees during those heady weeks of crisis. Although his detractors dismiss this as mere fantasy, that interpretation would require Plantard himself to be somehow responsible for the press reports about his activities for the Committees. This simply doesn’t wash.) Unsurprisingly, the Priory of Sion’s first in - carnation fizzled out around the time of Gaulle’s return. But in the early 1960s the Priory made a comeback, although in a very different guise. This is when the whole Merovingian bloodline business was hatched (of course neither the Pri - ory nor Plantard ever claimed that this blood - line was remotely connected with Jesus – that was extrapolated by Baigent, Leigh and Lincoln, a hypothesis from which Plantard quickly dis - tanced himself). The vehicle for spreading the Merovingian survival story was the Rennes-le- Château mystery. MISINFORMATION AND MISDIRECTION The Sion Revelation An essential notion in the #1 New York Times bestseller The Da Vinci Code is the existence of an age-old French society, the Priory of Sion, whose task it is to protect Christ’s sacred bloodline. In The Sion Rev - elation , Picknett and Prince reveal the sto - ry of the Priory, taking readers on a highly significant, disturbing, and even alarming ride through history into an intriguing world where a great many uncomfortable facts will have to be faced, both religious and political. Drawing on a wealth of astonishing evidence, they answer numerous questions that shroud this society, including: • Does the Priory actually exist or is the group’s entire history an elaborate hoax? • Was Leonardo da Vinci really one of the Priory’s Grand Masters? • What is the truth behind Pierre Plantard, the enigmatic Frenchman who claimed to be a Priory Grand Master – and who some claim was a Nazi sympathizer? • Could the Priory be a front for other oc - cult societies in Europe with religious or even political agendas? By carefully untangling centuries of obfus - cation, rumor, and documented fact, The Sion Revelation unravels the great intrica - cies of this secret society and takes us on a historical journey that is as groundbreak - ing in its explanation as it is riveting in its telling. While the Priory of Sion as such is a modern creation, it is far more than just a simple hoax, and it involved many more than Plantard alone Amazon U S Amazon U K Plantard was a regular visitor to the Rennes- le-Château area since at least the summer of 1959, returning several times. (He claimed he first went there as a teenager in 1938, but few researchers, including ourselves, take that seri - ously.) It is usually assumed by those who dis - miss Plantard as a conman that he was simply casting around for a mystery to exploit for his own nefarious ends, either monetary or in sup - port of his delusion that he was the rightful king of France. However, his methodology and the depth of his research suggest that he was genu - inely interested in the affair. By 1959 only a few articles about the Rennes-le-Château mystery had appeared in the regional press, which concentrated on the theory that Saunière had discovered a treasure trove. The articles had been instigated by Noël Corbu, who had turned Saunière’s domaine into a hotel-restaurant. Plantard certainly cor - Plantard was a regular visitor to the Rennes-le- Château area since at least the summer of 1959, returning several times Abbé Bérenger Saunière (photograph © Filip Coppens.) Features Features"},{"pageNumber":10,"pageContent":"June 2006 | Sub Rosa 16 S ub Rosa | June 2006 17 responded with Corbu in 1959, and seeing as he visited the area that summer it is a fair bet they discussed the tale. But Plantard also sought out others such as the retired Abbé Joseph Cour - taly, who had know Saunière (and had helped him paint the bas-relief on the altar of Rennes- le-Château’s church depicting Mary Magdalene in her grotto). In fact, many of the now-familiar elements of the story were actually found by Plantard. It was he, for example, who discovered the strange book, The True Celtic Language and the Crom - lech of Rennes-les-Bains , written by Saunière’s neighbour, Abbé Henri Boudet of Rennes-les- Bains, in 1886 - quite an achievement, as it was long forgotten (Plantard’s claim that he had the copy given to his grandfather by Boudet himself is usually dismissed, but how he came across the signed copy he owned remains unknown). What connection the book has, if any, with Sau - nière’s activities is hotly debated, but undoubt - edly it is a genuine enigma – and Plantard dis - covered it. (During his 50s’ and ’60s’ visits, he was more interested in Rennes-les-Bains than Rennes-le-Château, which is surprising as the former hadn’t featured in the tale so far.) Then in the late 1960s and early 1970s Plantard bought land near the ruined ‘château’ of Blanchefort – curious if, as inventor of the mystery, he knew there was absolutely nothing to it. In any case, whatever Plantard’s motive for nosing around Rennes-le-Château, it was a good five years before he tried to exploit his research. This he did in the Dossiers Secrets , half- a-dozen documents written under transparent In fact, many of the now- familiar elements of the story were actually found by Plantard MISINFORMATION AND MISDIRECTION The altar painting of Mary Magdalene commissioned by Saunière . Features"},{"pageNumber":11,"pageContent":"June 2006 | Sub Rosa 18 S ub Rosa | June 2006 19 pseudonyms and deposited in the Bibliothèque Nationale, which laid a trail from Rennes-le- Château to the Merovingians – and ultimately to Plantard himself, their alleged descendant. Like all researchers, we assume that Plan - tard at least had a hand in the Dossiers Secrets , although he consistently denied any connec - tion and nobody has ever proven such a link, their authors remaining unidentified. However, what is certain is that although he must have been involved, the Dossiers are not just Plan - tard’s work. Although suspicion also falls on Plantard’s confederate of the 1960s and ’70s, Philippe de Chérisey (who accompanied Plan - tard to Rennes-le-Château, although his earli - est recorded visit was in 1961), linguistic analy - sis suggests that some of the documents were written by a French Swiss – Plantard was Paris - ian and de Chérisey Belgian – showing that the Dossiers were a team effort and at least one contributor remains unidentified. The Priory’s version of the Rennes-le-Châ - teau story was mostly laid out in the first two documents in the series, deposited in 1964 and ’65 (although the first is dated 1956, there is no evidence it existed before 1964). The first was Genealogy of the Merovingian Kings , written un - der the pseudonym of Henri Lobineau, and de - posited in January 1964. This consisted mainly of genealogical tables showing the descent of the Merovingians – most importantly and contro - versially the secret survival of the descendants of Dagobert II after the supposed extinction of the dynasty. But ‘Lobineau’ lists as one of the sources for his work, in addition to the work of real historians and genealogists (none of whom, however, are known to have produced anything on the Merovingians) ‘the parchments of Abbé Saunière, parish priest of Rennes-le-Château’. The claim was amplified in the second of the Dossiers , The Merovingian Descendants by ‘Madeleine Blancasall’, in August 1965. Claiming to derive from information in the possession of the ‘Association Suisse Alpina’ – presumably a reference to the Grand Lodge Alpina, the gov - erning body of Swiss Freemasonry – this tells what is supposedly the inside story of the Saun - ière affair, creating the ‘template’. This and the Lobineau work are self-referencing and mutu - ally supportive. Briefly, the story goes that in early 1891 two Priory members visited Saunière with a curious story concerning his predecessor of a century before. On her deathbed in 1781 the last of the aristocratic Hautpoul family that owned the châ - teau, Marie de Nègre d’Ablès, Dame d’Hautpoul et Blanchefort, entrusted certain parchments containing genealogies and coded messages to her confessor, the village priest Abbé Antoine Bigou. The priest deciphered the messages, but at the Revolution hid them somewhere in or around the church – and there, the Priory rep - resentatives told Saunière, they remained (‘Blan - casall’ does not explain how the Priory knew this, nor why they didn’t know precisely where Bigou had secreted the parchments). Under the pretext of renovating the church, Saunière looked for the documents and soon found them in one of the ancient altar’s pillars - in February 1891, Blancasall claims. Then follows the familiar tale of Saunière consulting his Bishop, who despatched him to Paris to consult Abbé Émile Hoffet - although only 18 already an accomplished linguist and cryptographer. Hoffet successfully decoded the parchments’ messages, arriving at the famous ‘Shepherdess no temptation...’ text (the 1964 document gave the deciphered message, but it would be years before the coded versions were published, and several more before the decoding method was made public). This also marked the appearance in the legend of paintings by Nico - las Poussin and David Teniers; we are told that Saunière visited the Louvre to examine them as a result of the decoding (it was only much later that he is described as actually buying copies). Previous Books by Picknett and Prince: The Templar Revelation As for the enigmatic decoration Saunière installed in his church, the explanation here is that it is all misinformation MISINFORMATION AND MISDIRECTION MISINFORMATION AND MISDIRECTION Amazon U S Amazon U K Amazon U S Amazon U K Amazon U S Amazon U K The Turin Shroud: In Whose Image? The Stargate Conspiracy Back at home, Saunière’s first action was to erase the inscription on Marie de Nègre d’Ablès’ tombstone (put there by Bigou), be - cause it could be used to find the secret. Ac - cording to this account, the parchments re - vealed a double secret: genealogies proving the survival of Dagobert II’s descendants, and coded directions in the ‘Shepherdess’ parch - ment to a great treasure Dagobert had hidden around Rennes-le-Château. As for the enigmatic decoration Saunière installed in his church – the crouching demon and the weird touches that seem to be trying to convey something – the explanation here is that it is all misinformation : Saunière was obey - ing the specifications of the Priory of Sion, to throw treasure-hunters off the scent, in case Bigou had left other clues in the church to the parchments’ secrets. Another important element is the raising of the so-called Knights’ Stone, which for centuries lay face down before the altar, and which bore badly eroded carvings. ‘Blancasall’ tells us that the stone commemorated the flight to Rennes- le-Château in 681 of Dagobert II’s infant son, Sigebert, through whom the Merovingian blood - line survived. The stone is said to have marked the grave of Sigebert and his two successors. Abbé Boudet’s The True Celtic Language is also apparently significant, although Blancasall fails to explain why. The subsequent Dossiers elaborate the Merovingian survival story and the origins, his - tory and purpose of the Priory of Sion, but it all springs from Saunière’s discovery in Rennes-le- Château (some of the later documents modify a few details - usually after a blatant error in the Blancasall version was pointed out). It was certainly the best-researched account of the Saunière affair up to that time, but some fatal errors demonstrate that the ‘Merovingian solu - tion’ was grafted on. Undoubtedly Saunière did discover parch - ments while replacing the ancient altar. From surviving invoices and payments to the work - men this can be conclusively dated to 1887, al - though Blancasall says it happened in February 1891. And while Sauniére did have the ‘Knights’ Stone’ raised – and did discover a burial and Features Features"},{"pageNumber":12,"pageContent":"June 2006 | Sub Rosa 20 S ub Rosa | June 2006 21 a small pot of gold coins underneath – again this can be reliably dated to the renovations of 1888 or 1889, not following his return from Paris in 1891. Finally, although the priest did erase the inscription on Dame Marie’s grave, it could hardly have been on his return from Paris, as it was copied by antiquarians in 1905 – fourteen years later. (As the illustration in their journal is reproduced in the Blancasall piece, whoev - er wrote it was aware of this. However, even locating the illustration involved more than cursory research.) Had Blancasall simply slipped up with the dates, citing events four years too late? Unfor - tunately for the Priory’s version, however, the mistake fatally undermines it. The key person in the deciphering of the parchments is Abbé Émile Hoffet, who although just 18 in 1891 was already celebrated for his skill with languages and codes. But in 1887 he was merely 14 (and had not yet left his native Alsace), and there - fore could not have featured in the story of the parchments (in fact, Hoffet was not in Paris in 1891 and was not yet ordained – slips that were corrected in a later Dossier, being blamed on an error in translation). Hoffet is the vital bridge between Blancasall’s Rennes-le-Château story and Lobineau’s geneal - ogies. According to Lobineau, Hoffet assembled the genealogical material relating to the Merov - ingian survival, including the parchments – pass - ing it to Lobineau, on which he based Genealogy of the Merovingian Kings . If Hoffet is removed from the picture, it all falls apart. Sadly, these mistakes strip away the most romantic elements from the story – and those that demanded the most time from later re - searchers (which, we believe, was precisely their purpose). Out go the parchments with the tantalising ‘Shepherdess no temptation...’ and ‘blue apples’ references, the connection with Poussin’s Shepherds of Arcadia and the ‘Arques tomb’ - and of course the bloodline, with all its Da Vinci Code -like developments. And if there is no Merovingian bloodline, the Priory of Sion’s alleged raison d’être vanishes (in fact, the Dossiers’ argument for the Merovingian survival fails to stand up – but that’s outside the scope of this article). But does that mean there is no mystery? Was it all an invention of the Plantard confederates? While they hyped up and spun the mystery, they certainly didn’t invent it. Neither did Noël Corbu dream it up to attract custom to his ho - tel-restaurant – though he certainly exploited it. The central mystery remains: Saunière did spend vastly more money than anyone can ac - count for, and did engage in some strange activi - ties, from his nocturnal desecration of graves to his frequent unexplained absences. Despite the claims of sceptics seizing on an easy answer, trafficking in masses alone does not explain Saunière’s wealth. Undoubtedly, he was receiving fairly substantial sums for mass - es – the receipts survive – but this is nowhere near enough to account for the renovation and decoration of his church, the construction of his domaine , and his lavish lifestyle. Even if it did, why did so many people want that particular priest, in that particular village, saying masses for them or their loved ones? If that was all it took to make a fortune, rich priests should have been thick on the ground. Clearly, while payments for masses accounts for some of Saunière’s income, the rest came from wealthy individuals. Ironically, this is the explanation that Saunière himself gave when called upon to account for his wealth, citing his brother Alfred – also a priest – as the interme - diary for these donations (curiously, almost all commentators – debunkers or otherwise - have chosen to assume Saunière was lying). But why did people want to lavish money on him? Other aspects of the mystery were demon - strably not invented by Plantard and Corbu, as shown by the testimony of villagers from Saun - ière’s day, collected before the story took on all the mythical accretions of the Dossiers Secrets. Undoubtedly Saunière did discover parchments while replacing the ancient altar MISINFORMATION AND MISDIRECTION MISINFORMATION AND MISDIRECTION The central mystery remains: Saunière did spend vastly more money than anyone can account for, and did engage in some strange activities, from his nocturnal desecration of graves to his frequent unexplained absences. Despite the claims of sceptics seizing on an easy answer, trafficking in masses alone does not explain Saunière’s wealth Sauniére’s church at Rennes -le-Château (photograph © Andrew Gough.) One of the parchments said to have been found by Sauniére. Features Features"},{"pageNumber":13,"pageContent":"June 2006 | Sub Rosa 22 S ub Rosa | June 2006 23 (Ironically, most of this information comes from local historian René Descadeillas, one of the leading debunkers of the Saunière affair, par - ticularly of Plantard.) For example, the fact that Saunière found documents during the renovations of 1887-88 was talked about in the village well before Cor - bu’s arrival. The villagers linked this discovery with his subsequent wealth, although like every - body else, they were just guessing – but it does show that the Dossiers Secrets ’ version is not pure invention. After his death, Saunière’s housekeeper and confidante Marie Dénarnaud did make en - igmatic comments to the villagers about them ‘walking on gold without knowing it’ and so on, also alluding to some immense but untouchable source of riches left by her former master. Even the linking of Emma Calvé, the cele - brated diva (and leading light of the Paris occult scene, where she mixed with Abbé Hoffet, who became a Church authority on matters esoter - ic), to Rennes-le-Château was not an invention of the Dossiers Secrets . In the late 1950s elderly villagers were recorded as stating that she had visited Saunière. Of course, this doesn’t make it true – but equally it would be wrong to dis - miss it purely as Plantard fabricating a link to the capital’s occult salons. In fact the Dossiers avoid making this con - nection. In the ‘Madeleine Blancasall’ account, Emma Calvé simply appears in a list of the distin - guished guests entertained by Saunière. There is no suggestion that they had previously met dur - ing his sojourn in Paris in 1891, or that they became lovers, or any mention of Calvé’s occult connections. It seems that this 1965 account is based on what Plantard had learned while visit - ing Rennes-le-Château. This is an example of how the Dossiers Se - crets sometimes conspicuously avoid including elements that would help spice up the story, if all they were after was pure sensation (choosing to hang the tale on Hoffet reveals a knowledge of his career – which meant they would know about his association with Calvé and her circle. So why not make the most of it?). Another example of the Dossiers’ avoidance of promising mythmaking material concerns another problematic episode for those who dismiss the whole thing as the result of traf - ficking in masses: the visits to Rennes-le-Châ - teau, between 1888 and 1890, of no less than a Hapsburg Archhduke. This was the contro - versial Johann Salvator von Habsburg, youngest son of the Grand Duke of Tuscany and cousin of the Austro-Hungarian Emperor, whose visits were confirmed in police and intelligence re - ports (strained relations between France and the Austro-Hungarian Empire meant that such comings and goings were carefully monitored). Visits by such a figure to an out-of-the way village and its priest coming into unexplained riches are unlikely to be coincidental, but what is the connection? The fact that Saunière’s ren - ovations were enabled by a donation from the Comtesse de Chambord – widow of the pre - tender to the throne of France and herself a Habsburg – may have some connection to Jo - hann Salvator’s arrival, but precisely what re - mains elusive. To complicate matters, the Arch - duke visited in 1888-1890, just after Saunière’s renovations but several years before the priest came into money (his lavish spending only really began at the end of the 1890s). And at the same time Johann Salvator famously renounced his ti - tles and imperial status, married a commoner, took the name Johann Orth and became a ship’s captain – before disappearing in a shipwreck off Cape Horn. So did he visit Saunière as a rep - resentative of his family – or to plot his with - drawal from imperial life? As usual, the episode raises more questions than answers. But it does show that more was going on than a simple traf - ficking-in-masses scam. It seems that there was something deeper and darker lurking behind the Saunière affair - but it certainly was not what the Dossiers Se - crets claimed. So was Plantard and company’s choice of the Rennes-le-Château mystery as a hook for their Merovingian myth purely coinci - dental, or was it connected with something that actually happened there in Saunière’s day? Although it is impossible to arrive at a con - clusive answer, certain known facts – especially concerning Rennes’ aristocratic families - sug - gest that there was an unexpected connection between the events of Saunière’s time and the mythmaking of the 1960s: the Dossiers Secrets were misinformation to obscure the truth about the Saunière affair. The noble families in the Saunière story have definite connections to the same secret societies and Masonic orders that we had al - ready discovered lurking in the background of the Priory of Sion. The Hautpouls of Rennes- le-Château and the Fleurys of Rennes-les-Bain (naturally closely related) were intimately in - volved with the irregular, occult Masonic sys - tem of the Rectified Scottish Rite, with its highly secretive inner order of the Knights Beneficent. Other aspects of the mystery were demonstrably not invented by Plantard and Corbu, as shown by the testimony of villagers from Saunière’s day MISINFORMATION AND MISDIRECTION MISINFORMATION AND MISDIRECTION The fact that Saunière found documents during the renovations of 1887-88 was talked about in the village well before Corbu’s arrival The altar where the documents were said to have been found. Sauniére’s Tour Magdala Features Features"},{"pageNumber":14,"pageContent":"June 2006 | Sub Rosa 24 S ub Rosa | June 2006 25 This Rite was effectively the continuation of the Templarist Strict Observance founded by Baron Karl Gotthelf von Hund in Germany in the mid-18th century, the first Masonic system to claim descent from the Knights Templar. It is no coincidence that the Strict Observance’s original ‘grand lodge’ – presided over by a Prior – called itself the Chapter of Sion. So too were the Chefdebiens – an aristocratic family of Nar - bonne for whom Alfred Saunière worked as a tutor. An earlier Marquis, François de Chefbe - dien, had been a key figure in the transmutation of the Strict Observance into the Knights Be - neficent a hundred years before. Significantly, Alfred was dismissed from the Chefdebiens’ household after stealing docu - ments from their archives. Mysteries also sur - round the archives of the family connected to the other Saunière brother’s side of the story, the Hautpouls. In 1780 the Hautpouls’ nota - ry discovered the will of a previous Baron of Rennes, François-Pierre, dating from 1644. In the notary’s words it was of ‘great consequence’ – so much that he refused to hand it over to the family. What was so important about it is un - known, since the will was last heard of in April 1781 (perhaps coincidentally a few months af - ter the death of Marie de Nègre d’Ablès). After that, despite its ‘great consequence’, it disap - pears from the records. This may be connected with the fact that after Marie’s death her three daughters fought over the many titles and lands the family had amassed. The eldest daughter, Elisabeth (later the Madamoiselle de Rennes), refused her sis - ters access to the family archives because it would be ‘dangerous’ to do so, and she indi - cated that some of the documents needed to be deciphered in some way, and may not even have belonged to the family. Of course, the Hautpoul archives would have been scattered or hidden at the time of the Revolution, eight years later. Could the activities of the Saunière broth - ers a century later have been connected with a search for these documents? If so, what were their contents? Given the connection to the Knights Beneficent, perhaps it involved a search for occult secrets, the great preoccupation of the Order. This scenario has parallels with the Priory version of the Saunière story – both involve a search for documents lost or hidden in Abbé Bigou’s day – but the Priory’s version leads to - wards the ‘secret’ of the Merovingian survival and, ultimately, to Pierre Plantard, according to the Dossiers Secrets the Merovingian pre - tender. We believe that this was a trail laid to decoy those searching for the real Hautpoul documents. (Significantly, the 1644 will was later incorporated into the Priory version, but its importance was explained by the all-impor - tant Merovingian genealogical parchments be - ing attached to it. This contradicts the origi - nal, Madeleine Blancasall, account, in which the genealogies had been preserved by the family and passed on to Bigou by Dame Marie on her deathbed – as we’ve seen, the will was still in the notary’s possession three months after her death.) It makes no sense for the Dossier Secrets to be what they claim – why should a secret soci - ety advertise its secrets in the public record like that? The way they were drip-fed – laying a trail that would lead researchers on a specific path – suggests that they are misinformation; instead of a trail leading towards something, they were leading away . Actually, the Priory of Sion’s current spokesman, Gino Sandri (the debunkers stu - diously ignore the fact that the Priory did not die with Plantard in 2000), said as much in 2003. He declared that the copies of the coded parchments supposedly found by Sau - nière that were published by Gérard de Sède Profile Lynn Picknett and Clive Prince first met in 1989, and have since collaborated on researching and writing a number of books which investigate various mys - teries, from the esoteric history of secret societies to the real origins of Christianity. Their book The Templar Revelation was one of the key sourc - es used by Dan Brown in his research for The Da Vinci Code . In their latest book The Sion Revelation , Picknett and Prince return to the controversy sur - rounding the secret society The Priory of Sion. It makes no sense for the Dossier Secrets to be what they claim – why should a secret society advertise its secrets in the public record like that? MISINFORMATION AND MISDIRECTION MISINFORMATION AND MISDIRECTION Photograph © Carina Fearnley in 1967 – almost certainly fakes by Philippe de Chérisey – were devised to ‘divert attention in order to protect other documents’, as part of ‘a real campaign aimed at an individual or a society active in the field of the occult’ (but is this just more Priory slipperiness?). So, the tale of the Merovingian survival was a cover story, designed to mislead individuals in the French esoteric world. Of course the devis - ers could not have know that forty years later it would be used as the plot for the publishing phenomenon of The Da Vinci Code . . . My work can be found in this issue of Sub Rosa on the following pages: 26 & 5 4 Features Features"},{"pageNumber":15,"pageContent":"June 2006 | Sub Rosa 26 S ub Rosa | June 2006 27 T he public perception of parapsy - chology is often that of a ‘fringe’ subject inhabited by New Age speculators and conmen. Con - trary to that opinion though, the field of psi research has a long history of true scientific endeavour and innovation. German psychia - trist Hans Berger originally invented and used the electroencephalograph (EEG) on humans in 1929 as a tool to study whether telepathy might be explained by brain waves. J.B. Rhine’s pioneering telepathy experiments in the 1930s developed methodologies and controls which helped establish the field as a genuine branch of science. And in more recent years, a number of laboratories have been set up at prestigious educational institutions to investigate possible psi effects, including the Princeton Engineering Anomalies Research laboratory and the Koes - tler Institute at the University of Edinburgh. Perhaps the most eloquent and knowledg - able spokesperson for modern parapsychology is Dr Dean Radin. Dr Radin earned a Masters degree in electrical engineering and a Ph.D. in psychology from the University of Illinois, and has since held research appointments at Prin - ceton University, Edinburgh University, the University of Nevada, and several Silicon Val - ley industrial research labs. He has conducted intensive research on numerous areas of pos - sible exceptional human capacities, including telepathy, precognition and group conscious - ness. His 1997 book The Conscious Universe has been acclaimed as one of the best intro - ductions to, and defences of, the field of para - psychology. Dr Radin is currently senior sci - entist and laboratory director at the Institute of Noetic Sciences in Petaluma, California. We spoke to Dr Radin shortly after the re - lease of his new book Entangled Minds , to dis - cuss his thoughts on the field of psi research and related topics. SR : Thanks for taking time out to chat with us Dr Radin. To begin with, a personal question: the field of parapsychology appears to be one where researchers struggle for funding, and endure constant ridicule and criticism from skeptical organisations. What inspired you to take on a full-time role researching psi? DR : A combination of sheer scientific curiosity, a creative temperament, a distrust of conventional assumptions, an interest in Eastern contemplative practices, and an appreciation for the profoundly important historical role of anomalies in science Illustration by Adam Scott Miller"},{"pageNumber":16,"pageContent":"June 2006 | Sub Rosa 28 S ub Rosa | June 2006 29 and technology. And probably a few more fac - tors I haven’t thought of at the moment. SR : The acceptance of psi by the scientific es - tablishment would constitute perhaps the big - gest paradigm change since Copernicus. Do you work with a sense of excitement and pur - pose, that you could possibly be a major player in uprooting some of the fundamental tenets of science and ushering in a new worldview? DR : I think this research domain might stimu - late a major paradigm change eventually. But rather than feeling a sense of excitement and purpose, I more often feel a sense of urgency about finding funds to continue the research, or I’m involved in warding off angry hyper - skeptics who’d rather that this work was not done at all. Fortunately, my curiosity and interest are stronger than the difficulties faced in exploring the frontier, otherwise I’d DEAN RADIN DEAN RADIN be working in a far more conventional (and boring) field. SR : You mention the time you invest in de - fending the field from ‘hyperskeptics’. In your new book, Entangled Minds , you mention the interest of big business in the possibility of psi effects. Is this possibly a better way forward in gaining acceptance for psi, than in what seems to be the endless cycle of debates with ‘skep - tics’ (or pseudo-skeptics, as the case may be)? Money talks, as the saying says. DR : It would help finesse the skeptical com - plaints. However, keep in mind that the Wright brothers were actually flying their airplane in plain sight, in front of dozens of witnesses, while skeptics were still denying that flight was even possible. Old ideas die hard, even when pragmatic proof is obvious. SR : This is certainly a case of history repeat - ing itself though - we could list any number of heretical ‘anomalies’ from ball lightning to hypnosis, right up to the heliocentric model. Why hasn’t the mainstream of science learned that our knowledge and understanding will always change and progress. Is it egotistical hubris from the academic elite, or something else – and is there a way of combating it? DR : Shortsightedness, stubbornness, inability to question fundamental assumptions, igno - rance of the philosophy, sociology and history of science, fear of disrupting the social order, fear of embarrassment, fear of losing one’s prestige by tackling a taboo, and so on. Most of the recalcitrance in science is driven by one form of fear or another. SR : The general public often hears little from genuine scientists about the current opinion on parapsychology research, with most cov - erage coming from media skeptics who seem to have their own agenda. What’s your take on the current evaluation of parapsychology by ‘everyday’ scientists out there? Is the work being done by parapsychologists around the world gaining some acceptance? Features Features Entangled Minds Can we sense what’s happening to loved ones thousands of miles away? Why are we sometimes certain of a caller’s identity the instant the phone rings? Do intuitive hunches contain information about future events? Is it possible to perceive without the use of the ordinary senses? Many peo - ple believe that such “psychic phenomena” are rare talents or divine gifts. Others don’t believe they exist at all. But the latest scien - tific research shows that these phenomena are both real and widespread, and are an unavoidable consequence of the intercon - nected, entangled physical reality we live in. Albert Einstein called entanglement “spooky action at a distance” – the way two objects remain connected through time and space, without communicating in any conventional way, long after their initial interaction has taken place. Could a simi - lar entanglement of minds explain our ap - parent psychic abilities? Dean Radin, senior scientist at the Institute of Noetic Sciences, believes it might. In this illuminating book, Radin shows how we know that psychic phenomena such as telepathy, clairvoyance, and psycho - kinesis are real, based on scientific evidence from thousands of controlled lab tests. Ra - din surveys the origins of this research and explores, among many topics, the collective premonitions of 9/11. He reveals the physi - cal reality behind our uncanny telepathic experiences and intuitive hunches, and he debunks the skeptical myths surround - ing them. Entangled Minds sets the stage for a rational, scientific understanding of psychic experience. Amazon US Amazon UK Keep in mind that the Wright brothers were actually flying their airplane in plain sight, in front of dozens of witnesses, while skeptics were still denying that flight was even possible DR : Scientists who do their homework are im - pressed by the available evidence. Among the science media advances are also being made, but most of them have been afraid to give seri - ous public consideration to this field because they think it will affect their credibility. The easiest way to describe the current state of affairs is with the parable of the Emperor’s New Clothes. All we need are a few “children” to speak the obvious, and then the naked truth will become speakable. SR : A common dismissal of psi by skeptics is that the results of research – if valid – indicate a very weak influence, which is not worthy of further research funding. Are there any ideas out there for ways of ‘amplifying’ the effects of psi to higher levels? DR : Yes, this is a common criticism, but frankly it’s also a stupid criticism. The key is - sue is whether the effects are genuine. If they are, then regardless of how weak they may be, they are of enormous scientific importance. The argument is akin to criticizing the discov - ery of ionizing radioaction and saying well, the effect seems to be real, but until you can dem - onstrate an atomic bomb, I’m not interested. Short-sighted stupidity."},{"pageNumber":17,"pageContent":"June 2006 | Sub Rosa 30 S ub Rosa | June 2006 31 observations because they give us the impres - sion that we know what’s going on. But the fact is that most theories are provisional and limited, and as we all know, they tend to have a half-life of about five years. SR : In Entangled Minds, you discuss the Glo - bal Consciousness Project, which appears to have found that worldwide events like 9-11 may affect psi recording devices such as ran - dom number generators. Can we be sure that CONSCIOUSNESS ORDER FROM OUR WEBSITE http://www.hoptustore.com/cose.html Includes the following great minds: DR. STUART HAMEROFF, M.D . Professor, Anesthesiology and Psychology, Associate Director, Center for Consciousness Studies, University of Arizona DR. ANDREW B. NEWBERG, M.D . Professor, Dept. of Radiology, Division of Nuclear Medicine, University of Pennsylvania NANCY J. WOOLF, PH.D . Professor, Laboratory of NanoNeuroscience, Department of Psychology, UCLA JACK A. TUSZYNSKI, PH.D . Professor of Biophysics, Condensed Matter Physics, University of Alberta, Canada DAVID CHALMERS, PH.D. Professor, Department of Philosophy; Director, Center For Consciousness Studies, University of Arizona DICK BIER M AN, PH.D . Professor, Department of Psychology, University of Amsterdam, Utrecht University VILAYANUR R AM ACHANDR AN, PH.D ., MD Director, Center for Brain and Cognition; Professor, Department of Psychology and Neurosciences Program, University of California, San Diego PAAVO PYLKK ANEN M.SC., PH.D . Professor, Consciousness Studies Programme, Department of Humanities, University of Skovde, Sweden DR. PETR A STOERIG, PH.D . Professor of Experimental Psychology, University of Dusseldorf C. VAN YOUNGM AN , P rofessor of Psychology, Art Institute of Philadelphia, Department of General Education DR. STEVEN SEVUSH , M.D. Associate Professor of Psychiatry and Neurology, University of Miami STEPHEN LABERGE, PH.D . Director of the Lucidity Institute and author of Exploring the World of Lucid Dreaming DEAN R ADIN, PH.D . Senior Scientist, Institute of Noetic Sciences TONY BELL, PH.D . Senior Scientist, Redwood Neuroscience Institute ELLERY LANIER, PH.D . Interdisciplinary Program, New Mexico State University GREGG H. ROSENBERG, PH.D . Post-doctoral Fellow, Artificial Intelligence Center, The University of Georgia CHRISTIAN SEITER , Department of Psychology, Institut für Umweltmedizin, University of Freiburg CHESTER WILDEY, M.SC . The University of Texas at Arlington WILLOUGHBY BRITTON, University of Arizona, Tucson SUSAN BLACK MORE , Author of “ The Meme Machine ” ADELE ENGEL BEHAR, Satellite Captiva Ltd TOP SELLING CONSCIOUSNESS TITLE ON AMAZON! Brace yourself. All the questions you ever had about your identity, your mind, your dreams, your place in the universe, and your role in eternity are about to be addressed in a no holds barred fashion by a group of fearless professors who dare plunge where science itself is only just beginning to venture - into the deepest realms of interior human existence - into the soul! If you liked “ What The Bleep Do We Know ” and were left wanting more, this is for you. 20 SCIENTISTS, 9 HOURS, 5 DVDS DEAN RADIN Features For twins this is probably due to similar genetics, temperaments, memories, and environments. To be psi you’d have to separate them and see if they still show similar responses SR : You do mention though, that some ex - periments are focusing on using artists, women and twins, who seem to be (gener - ally speaking) more adept at tuning in to psi phenomena. I’ve personally known a number of identical twins, who often shared conver - sation by interjecting words and finishing the other’s sentences. Is this a psi effect, or an ‘explainable’ phenomenon more likely to have evolved out of their similar brain structure and shared development? DR : For twins this is probably due to similar genetics, temperaments, memories, and en - vironments. To be psi you’d have to separate them and see (under proper designs and con - trols) if they still show similar responses. I ex - pect that some twins probably are “entangled” more than the average couple, but not all. SR : Is it possible that the modern pre-oc - cupation with rational thought, over “right- brained thinking” – which can be seen in the devaluation of artistic graduate degrees and emphasis on education in maths, physics and economics – has led to us living in one of the more ‘psi-suppressed’ times in history? For example, perhaps the Hindu Sidhis were far more accessible to people of ancient India due to a different mode of thought? DR : Yes. Hyperrationalism is just one way of experiencing the world. Only in the last few years have the cognitive neurosciences begun to study intuition. And most of those studies reduce it to mere brain mechanics, which in my view is a tiny slice of what’s actually going on. SR : Another complaint of the ‘skeptics’ is that there is no hypothesised mechanism for psi ef - fects. Is this a valid complaint, or is it enough to know that psi exists? DR : This is another silly criticism. If we had to wait for explanations of all natural phenomena before we accepted them as genuine, then, as I write in Entangled Minds , we’d still be living in damp caves and eating grubs for dinner. Ex - planations allow us to feel comfortable about"},{"pageNumber":18,"pageContent":"June 2006 | Sub Rosa 32 S ub Rosa | June 2006 33 the decrease in entropy during these large events is caused by human consciousness? Have other options been considered and ruled out? For example, could it be we’re see - ing an artefact of some other influence (say, as a wild speculation, something akin to a com - puter slowing down during the execution of complex code)? DR : You can never rule out all conceivable ar - tifacts, but at least for most mundane physical environmental influences, like EM fields, we’re fairly sure that those are not viable explana - tions. In other words, the consciousness hy - pothesis seems to be plausible. As for more exotic potential influences, we’re only limited by our imagination. SR : While discussing the Global Conscious - ness Project, you mention that the data from 9-11 is quite convincing, but the changes ap - pear to have begun a couple of hours before the event occurred. You hypothesise that this may have been due to presentiment, compar - ing it to other research discussed in Entangled Minds. Do skeptics have a point in saying that you’re forcing the data here, considering the pre-sentiment experiments showed effects measured in seconds, not hours? Would the data still be convincing if the change had oc - curred a day before September 11? D R : Perhaps. What is the speed of collec - tive mind? Presentiment effects in the brain are in the range of a second or less. In the skin about 3 seconds. In heart rate about 5 seconds. That is, the speed of the presenti - ment response appears to be time-symmet - rical around the moment of stimulus onset, such that if a response takes an hour, then the presponse seems to take an hour, etc. If one would take the EEG equivalent of a hypoth - esized collective mind, I’d expect the domi - nant frequencies would be cycling in terms of minutes to hours, and not the speed of the human brain. SR : Perhaps the most common criticism re - garding your work amongst skeptics is that you use meta-analysis to “fix the figures” by including older research which didn’t have such tight controls against fraud and unin - tentional cheating. Is there a simple rebuttal to this? DR : Of course. We assess the experimental quality of studies over time and correlate that against the reported results. This is standard practice in meta-analysis, and used to exam - ine the effect of variations in methodological quality. It is also common (although I don’t do this systematically in Entangled Minds due to the popular nature of the book) to split out just the subset of highest quality studies to see if they still show an effect. SR : To finish, a bit of a curve-ball question regarding a paragraph towards the end of the book which piqued my interest. You men - tion that it is conceivable that secret groups of people with natural psi ability could have been formed under extreme secrecy: “a fa - vourite science fiction theme that, like much in science fiction, might have a grain of truth in it.” Are you referring to any particular group here? DR : Do I believe there might be such groups out there? Yes. If I knew and referred to a par - ticular group, it wouldn’t be secret, would it? DEAN RADIN Features Do I believe there might be such groups out there? Yes. If I knew and referred to a particular group, it wouldn’t be secret, would it?"},{"pageNumber":19,"pageContent":"June 2006 | Sub Rosa 34 S ub Rosa | June 2006 35 TOUCHED . . . THE HYPER-DIMENSIONAL AMBASSADOR Pro f i ler Edgar Mitchell EDGAR MITCHELL & IONS I n 1971, Apollo 14 astronaut Edgar Mitchell achieved the dream of a lifetime – space ex - ploration and a mission to the moon. What he didn’t anticipate was a return trip that triggered something even more powerful: a profound inner sense of universal connected - ness. As he wrote of that experience: When I went to the moon, I was as pragmatic a test pilot, engineer, and scientist as any of my col - leagues. But when I saw the planet Earth floating in the vastness of space...the presence of divinity became almost palpable, and I knew that life in the universe was not just an accident based on random processes. That personal epiphany soon became Mitch - ell’s next mission – “To broaden the knowledge of the nature and potentials of mind and con - sciousness, and to apply that knowledge to the enhancement of human well-being and the qual - ity of life on the planet” – and in 1973 he found - ed the Institute of Noetic Sciences (IONS) to explore the relationship between our inner and outer worlds. Noetic, from the Greek word noetikos , means “inner/intuitive knowing.” A History of Breakthroughs During the past three decades, the Institute has investigated the nature of consciousness with scientific rigor and from numerous perspectives while working with an exemplary group of fron - tier researchers throughout the world. Signifi - cant projects initiated and/or partially funded by IONS during that time include: • Remote Viewing research by Harold Puthoff and Russell Targ at Stanford Research Institute (now SRI International). • Research on anomalous interactions between consciousness and matter by Robert Jahn and Brenda Dunne at the Princeton Engineering Anomalies Research laboratory in Princeton University’s School of Engineering and Applied Sciences. • Research on the use of visualization as an ad - “Suddenly from behind the rim of the moon, in long, slow-motion moments of immense majesty, there emerges a sparkling blue and white jewel, a light, delicate sky-blue sphere laced with slow swirling veils of white, rising gradually like a small pearl in a thick sea of black mystery. It takes more than a moment to fully realize this is Earth—home. On the return trip home, gazing through 240,000 miles of space toward the stars and the planet from which I had come, I suddenly experienced the universe as intelligent, loving, harmonious. We went to the moon as technicians, we returned humanitarians.” - Edgar Mitchell junct therapy for terminally ill cancer patients by O. Carl Simonton and Stephanie Matthews- Simonton at the Cancer Counseling and Re - search Center in Fort Worth, Texas. • The Causality Project, an investigation into core metaphysical assumptions about the na - ture of reality that was led by Willis Harman and included several Nobel laureates. • The Inner Mechanisms of the Healing Re - sponse program, which sought to identify the parameters of an innate healing system through studies in psychoneuroimmunology, spontane - ous remission, spiritual healing, and bioenerget - ics. This program was a forerunner to the field of mind-body medicine. • The Intentionality Program, a series of small seed grants and international forums which launched the field of research into the impacts of prayer and intention on healing. • The Heart of Healing , a six-hour television documentary aired on TBS (Turner Broadcast - ing System) and hosted by Jane Seymour on the role of the mind and spirit in healing, co-pro - duced by IONS and based on the same-titled IONS book. The program sparked the develop - ment of hundreds of IONS “community groups” throughout the U.S. and worldwide. The Institute also published or helped to publish a variety of books that have helped introduce the general public to consciousness research, mind-body health, and related fields. They in - clude Psychic Exploration by Edgar Mitchell; Health for the Whole Person by James Fadiman, James Gordon and Arthur Hastings; Higher Cre - and the Institute of Noetic Sciences When I saw the planet Earth floating in the vastness of space the presence of divinity became almost palpable"},{"pageNumber":20,"pageContent":"June 2006 | Sub Rosa 36 S ub Rosa | June 2006 37 still a 48-page, four-color magazine charting news, data, opinions, and experiences from the interdisciplinary field of consciousness studies. The New Frontier Since the Institute was founded back in 1973, much of its original mission has been realized. Parapsychology, for example, is no longer con - sidered a parlor game but a phenomenon with relevance to a growing number of traditional fields of interest, from biology to medicine. The impact of the mind on health and healing has been firmly established. Individual con - sciousness is proving to be “entangled” with the consciousness of others, and the notion of interconnectedness is finding a basis in physi - cal reality – look no further than the remark - able findings of quantum physics. In short, its efforts, and those of many others, have greatly expanded the knowledge of our human poten - tial and how the world really works. The next important step for IONS is summarized in the second half of Edgar Mitchell’s original directive: Applying that knowledge to the enhancement of human well-being and the quality of life on the planet. While “frontier science” has hardly come to the end of its exploration into the nature of con - sciousness and reality – an important quest that IONS will continue to engage in and support – the urgency of the present planetary condition demands that we also respond more directly to the challenges that are plaguing our world. To that end, the Institute has a new mission state - ment: Exploring the frontiers of consciousness “The story of my life,” says Apollo as - tronaut Edgar Mitchell, “is an account of being hit on the head with astonishing experiences, which drove me to find an explanation.” In his book The Way of the Explorer , Mitchell sets out this story, from his early days flying fighter jets, through to his Apollo journey and subsequent life dedicated to finding this ‘explanation’. The founder of the Institute of Noetic Scienc - es is highly regarded as an original thinker on the meeting point between science and spirituality, and in this book sets forth his vision of advancing human consciousness by integrating intuitive thinking with our overly-rational modern mindset. to advance individual, social, and global trans - formation. The key word here is advance. As IONS President James O’Dea recently noted, “There is a clear need for a bold new synthesis of the implications of what we’re discovering about the nature of consciousness with equally bold applications. IONS will be a nexus which skillfully demonstrates how worldview transfor - mation can advance greater health, creativity, and peace for all human beings.” The details of that nexus are still being fine- tuned, but in the coming year the Institute, now located on a beautiful 200-acre property in the rolling hills north of San Francisco, will be mak - ing a number of changes that reflect this new commitment and passion. One new initiative, al - ready in motion, is the Shift-in-Action Partners Program, which features weekly teleseminars with leading change agents in a wide range of fields, web-based audio downloads and quar - terly CDs, and a yearly book, along with access to our new community website, www.shiftinac - tion.com. Former IONS director of membership edu - cation Tom Hurley once wrote, “How we re - spond to the challenges of this era will depend in large part on who we understand ourselves to be, on our relationship to the world we live in, and on the values we affirm. Honesty is essen - tial—honesty concerning the dimensions of our lives which are no longer working, and honesty concerning our deepest longing for change, ful - fillment, and meaning. We need not be ashamed of such longing, nor shy about expressing it. If we follow that longing, it may well lead us to lives richer and more meaningful than we dared to imagine.” Converting that longing into action will take this world to a place it has never been. The time for that transformation is now. Matthew Gilbert, Editor-in-Chief Institute of Noetic Sciences Amazon US Amazon UK The Way of the Explorer by Edgar Mitchell THE HYPER-DIMENSIONAL AMBASSADOR Pro f i ler EDGAR MITCHELL & IONS TOUCHED . . . THE HYPER-DIMENSIONAL AMBASSADOR Pro f i ler ativity , Global Mind Change and Creative Work by Willis Harman; In the Footsteps of Gandhi by Catherine Ingram; Waking Up by Charles Tart; Drawing the Light From Within by Judith Cor - nell; The Home Planet by Kevin Kelley; The Fem - inine Face of God by Sherry Ruth Anderson and Patricia Hopkins; and Spontaneous Remission : An Annotated Bibliography by Brendan O’Regan and Caryle Hirshberg. Recent projects at IONS continue to focus on the interplay of mind and matter, collabora - tions with other like-spirited scientists and or - ganizations in an interdisciplinary approach to problem-solving, and communicating relevant findings to a growing audience of people ea - ger for new-paradigm thinking. Some of these projects include: • The Transformation Program, co-directed by vice-president of research Marilyn Mandala Schlitz and faculty member Cassandra Vieten, which interviewed more than 40 leading teach - ers of transformation and surveyed hundreds of individuals in order to begin developing a model of personal transformation and world - view change. • Entangled Minds, an ongoing series of in-house and collaborative laboratory experiments led by Senior Researcher Dean Radin to explore the nature of parapsychology and non-local reality as they relate to interconnectedness. A book by the same name was published by Simon & Schuster in April 2006. (Look for an interview with Dean in the upcoming Bleep sequel, Down the Rabbit Hole .) • The “ What the Bleep Do We Know ” Study Guide, the companion volume to the hit movie, written, compiled, and edited by the IONS staff and other professionals and co-created with Captured Light Distribution. • Consciousness & Healing: Integral Approaches to Mind-Body Medicine , a new book/DVD pack - age edited by Marilyn Mandala Schlitz, IONS faculty member Tina Amorok, and Marc Micoz - zi. The book brings together 64 of the foremost authorities on holistic medicine, among them Deepak Chopra, Candace Pert, Larry Dossey, Ken Wilber, and Rachel Naomi Remmen, who discuss the power of bringing an integral per - spective to modern medical practice. • The renaming of its quarterly membership journal to Shift: At the Frontiers of Consciousness , EDGAR MITCHELL & IONS In 1973 he founded the Institute of Noetic Sciences (IONS) to explore the relationship between our inner and outer worlds To learn more abpout IONS, visit their website at: www.ions.org"},{"pageNumber":21,"pageContent":"June 2006 | Sub Rosa 38 S ub Rosa | June 2006 39 W hen we heard Peter Sorensen’s phone message around 5pm on May 27th, we immediately grabbed our gear, jumped into the car and hauled ass up the road. I was part of a 3-person film crew that had come to England to film the 2001 crop circle season. Peter’s message said that a ‘big formation’ had been spotted near Barbury Castle. We were filming b-roll at the Avebury stone circle, which was about 8 miles to the south according to the Ordnance Sur - vey map. If the message was true, we had a scoop, and we hoped to beat the flock of re - searchers and croppies that were, no doubt, also getting word from the grapevine about the formation. It was the break we had been looking for - a sign that the 2001 crop circle season had truly begun despite the disastrous spring out - break of Foot and Mouth. The highly conta - gious disease had decimated England’s cattle population and led to quarantines and travel restrictions that closed off access to the coun - tryside. For the past few weeks the croppies had debated whether the hoaxers would be willing to risk stiff fines and shotgun blasts if caught red-handed with their stomping boards and laser pointers in the middle of a restricted area. Assuming the hoaxers stayed out of the fields, it would lend more credence to the by Laurence Newnam The Making of a Crop Circle Documentary"},{"pageNumber":22,"pageContent":"June 2006 | Sub Rosa 40 S ub Rosa | June 2006 41 CROP CIRCLE CONFIDENTIAL CROP CIRCLE CONFIDENTIAL ence and blood, with stone circles, earthworks, chalk hillside figures, and burial mounds. Bar - bury Castle was an iron age hillfort built by Celts and subsequently occupied through the centuries by a succession of conquering Ro - mans, Britons, and Saxons. The 6th century Battle of Berranburgh was fought here, and led to the establishment of the Saxon Kingdom of Wessex that would form the nucleus of early England. When the crop circles came to Eng - land in the 1980s, they centered around these ancient Wessex landmarks, as if they could si - phon the ancient secrets and power from the landscape’s energy lines and sacred spaces. From a nearby hillside, we spotted a de - pression in a barley field below Barbury Castle and pulled off onto a narrow, rutted farm lane. I took our cheap walkie talkie and waded into the field of waist-high green barley, following one of the regularly spaced tram lines left by the tractor tires. “This is it, come on in,” I radioed to Kirk, our director, who would carry the shoulder bag sound mixer and boom mic. Our camera - man, Tom Sorlie, followed him with a profes - sional Sony DV-cam that was not much bigger than the consumer grade mini-DV that I used for b-roll and alternative angles. The era of digital video has revolutionized documentary filmmaking, with small but professional quality cameras that are much less obstrusive. Charles and Frances Mallett were Wilt - shire residents who were often the first ones to discover new formations. Frances’ young son, Kieron, rode along to help Mum with the measuring tape while Charles took aerial pho - tos with his pole camera. The family arrived at the Barbury formation minutes after us and we filmed them walking in. The crop circle re - searchers all had specialties. Some of them de - ciphered the geometry and symbolism. Others did lab analysis on the plants and soils. There were dowsers, mystics, scientists and photog - raphers. But none of them could do their work if the crop circles weren’t first discovered in the fields, and then photographed and meas - ured before the hordes of croppies heard the jungle drums and stormed the field, flattening all evidence and data in the process. It didn’t take long to convince the family to allow us to film them in action – done with an on-camera release. There’s nothing quite like being one of the first to enter a freshly formed crop circle. As filmmakers, we just wanted the footage – the crop circle, some interviews, a few unguarded moments. As a former re - searcher myself, I was excited by the possi - bilities of this complex formation, which had a circle and triangle motif that echoed one of the most famous crop circles of all time. The 1991 Barbury Castle formation was one of the most complex crop circles in a breakout summer of pictograms, insectograms, fractals and eso - teric glyphs. Unfortunately, just days after that season ended in September, England’s Today newspaper had introduced two dubious-look - case for a genuine natural phenomenon if a crop circle formation did appear. But there was another dilemma for the researchers, who were constantly facing ethical issues related to the protocols for crop circle field research. The official policy of the Centre for Crop Cir - cle Studies (CCCS) was that no researcher should ever enter a field without first obtain - ing permission from the farmer. But in reality, everyone knew that if the researchers wasted any time seeking out the farmer, less-ethical croppies would jump the fences and come streaming into the fields at the first sign of anything new. When Kirk Kirkland first approached me six months earlier we discussed our vision for a crop circle documentary. Kirk was a profes - sional filmmaker. I had researched and writ - ten about crop circles since 1992, when I first went to England. We didn’t want to do the usual sensationalized unsolved-mysteries pro - gram favored by American cable TV. We saw instead the never-ending struggle to solve the crop circle mystery and felt that we could tell a better story by focusing on the people. The argument over whether crop circles were real or man-made will never be resolved, but per - haps we could learn from the perspectives of the people who had surrendered their lives and bank accounts to solving the mystery. Since 1980 the crop circles have appeared every summer in Wiltshire and Hampshire counties – an area of England formerly known as Wessex. It’s a landscape drenched in rever - Circlespeak “...a fascinating documentary” - Arthur C. Clarke Circlespeak is a ‘real’ documentary on the crop circle enigma that is absolute must-viewing for anyone interested in the topic. By ‘real’, we mean that it gives you the facts, the inside information, and in - terviews with those intimately involved in the crop circle scene, without an agenda. Circlespeak lets you in on every facet of the phenomenon. From interviews with famous hoaxers such as the legen - dary Doug Bower and modern maestro John Lundberg, through to the inside word from believers like Michael Glick - man and Colin Andrews, this documen - tary gives the viewer an insider’s view of the sociological ramifications of the mys - tery. Throw in the sheer visual artistry of the circles, and this is an eminently watchable DVD. With approximately 3 hours and 20 minutes of material, the CircleSpeak DVD is arguably the most comprehensive, bal - anced and in-depth collection of crop circle video material ever produced. Find out what everyone is talking about. “When you’re dealing with a phenom - enon that you can’t explain, I think it’s wrong to try and give solid an - swers. The first thing people always ask is ‘well, what’s making them?’ And of course you can’t answer them because nobody really knows.” Andy Thomas Researcher, Author – Vital Signs For the past few weeks the croppies had debated whether the hoaxers would be willing to risk stiff fines and shotgun blasts if caught red- handed with their stomping boards Order from the Circlespeak website: www.circlespeak.com Cover Story Cover Story Photograph © Peter Sorensen"},{"pageNumber":23,"pageContent":"June 2006 | Sub Rosa 42 S ub Rosa | June 2006 43 ing pub hounds named ‘Doug and Dave’ as the culprits behind the entire phenomenon. Be - fore the researchers had any chance to evalu - ate the evidence, the media reached its verdict and effectively claimed ‘case closed – the crop circles were made by Doug and Dave and you can all go home now.’ A well-planned documentary starts with a story outline, and then morphs as the real- life plot unfolds. As much as possible, you try to tell the story through action and emotion. Our film was to be about the personal sacri - fices of the researchers who so fervently be - lieved that they had a front row seat to the most important thing to happen to our planet since the discovery of fire – namely ‘contact’. Despite snarky claims by professional skep - tics and debunkers, virtually none of these re - searchers earned any significant income from crop circles, and they all struggled to cover the exorbitant costs involved with the research. Many of them, like Ed Sherwood, felt they had established an ongoing inner dialogue with the true circlemaking force, and that they were being encouraged by synchronistic events and signals to continue their crop circle cryp - tography. They were pioneers into a bizarre new hybrid phenomenon that contained equal parts ufology, earth mysteries, metaphysics and ancient wisdom. Despite all obstacles, they found something they deeply believed in and they fought for it. In 2001, architect Michael Glickman was the most outspoken researcher in England, like a regional warlord fighting for dominance over the crop circle community. In our inter - view with him, he glibly called himself a crop circle “ayatollah”, and there was more than a hint of truth in that categorization. It had been hard to land that interview, because Glickman was distrustful of all media, even independent filmmakers. He believed that the circles were divine and that any hoaxers – not that he was admitting that there were any hoaxed forma - tions, mind you – were just irrelevant, small- minded distractions that took him away from his self-appointed role as the sacred geometer They were pioneers into a bizarre new hybrid phenomenon that contained equal parts ufology, earth mysteries, metaphysics and ancient wisdom CROP CIRCLE CONFIDENTIAL “We watched the phenomenon grow, and there was a huge cost you know. To give up one’s job, one’s marriage, to lose one’s country – all of which happened to me... it is a lot to pay for something going on inside of you which drives you to want to get to a truth.” Colin Andrews Researcher, Author – Circular Evidence Cover Story Photograph © New Land Films, LLC"},{"pageNumber":24,"pageContent":"June 2006 | Sub Rosa 44 S ub Rosa | June 2006 45 for the court of crop circle fundamentalism. Our filming corresponded with the tenth anniversary of the ‘Doug and Dave’ scandal, and it was one year after Colin Andrews had announced his findings that as many as 80% of the crop circles from 1999 and 2000 were hoaxed. That had been a devastating blindside to the croppies, when a man who was known as the ‘world’s foremost authority’ on crop circles sucker punched them with a public proclamation that hoaxing was becoming the rule, not the exception. The hoaxers were the invisible 800-pound gorillas in the room, and now Colin Andrews was calling them out. Michael Glickman, on the other hand, was the true defender, under siege by the media, hoaxers and turncoats like Colin Andrews, still determined to preach the gospel of the genuine despite growing evidence to the con - trary. Glickman turned purple at the mention of ‘Doug and Dave’ and he called their hoax - ing claims a “virus that had infected the crop circle community – almost terminally.” When we filmed him speaking at the Glastonbury Crop Circle Symposium later that summer, Glickman sang a sarcastic “Happy Birthday” to the lying duo and then impaled a birthday cake with a cross, as if exorcising the impure thoughts on hoaxing from the minds of his fol - lowers. But he was also a prisoner of his own pride, backing himself into a corner by refus - ing to admit what was increasingly obvious to anyone who spent any time at all in the fields and pubs. Glickman single-handedly created his own version of crop circle McCarthyism, going after any and all researchers, writers or filmmakers who he felt perpetuated the cause of the hoaxers. In many ways, though, Glickman was right about Doug and Dave. Their tabloid confes - sion was the true fall from innocence for the original five crop circle researchers – Terence Meaden, Colin Andrews, Pat Delgado, Busty Taylor and George Wingfield. Starting with Dr. Meaden in 1980, these men had spent the better part of the ‘80s documenting what looked to be a genuinely new and unexplain - able phenomenon. The crop circles in those days were simpler, but they also came with no signs of human involvement and no claims of authorship. The enigmatic pictograms of the early 1990s were life-changing for many of us. Crop circle tourism was becoming a cottage industry by 1992 when I first went to England. Croppies were being converted worldwide, and the new age bookstores in Avebury and Glastonbury were brimming with books about mystic England, earth mysteries, sacred geom - etry, and planetary evolution. But beneath the smiling faces in the lecture halls, the experts were secretly worried that the Doug and Dave scandal would encourage more experi - mentation in hoaxing. And the years follow - ing Doug and Dave proved them right with a sudden increase of badly hoaxed circles and sophomoric crop circle designs of tits, ETs, and smiley faces. But the hoaxers got better, and more so - phisticated, with time. John Lundberg, a Lon - don artist, first became involved in the sum - “Here we have human artists as good as Picasso, working without being paid and working without signing their names. And they never get caught. Beyond that, this artwork is changing the lives of millions of people around the world.” Peter Sorensen Crop Circle Videographer The circlemakers are a closed fraternity who guard their secrets and membership obsessively mer of 1994 when he helped co-found ‘Team Satan’, whose complex designs became the gold standard for hoaxing for years to come. As they began to receive more publicity and commercial commissions (to make crop circle advertisements), Team Satan made a public re - lations decision to change their name to ‘The Circlemakers’. It was a term they had co-opted from the New Agers, and soon other hoaxers adopted the term (in lower case – “circlemak - ers”) as the more spiritually correct moniker for all of the ‘land artists’ who felt they fol - lowed a higher calling than simply doing prac - tical jokes. In one essay on The Circlemakers website (circlemakers.org), eminent stomper Rob Irving compares the crop patterns to ‘re - ligio-magical art’ with multiple layers of power and meaning infused by the creators, the view - ers, and the religious, mythological and cul - tural context of the society. Add two pints of Henry’s IPA and you’ve got a divinely inspired crop circle, one supposes. In general, the circlemakers are a closed fraternity who guard their secrets and mem - bership obsessively. We felt we scored a coup when we got Lundberg to bring Doug Bow - er, of ‘Doug and Dave’ fame, to a Wiltshire pub for a conversation about the evolution of hoaxing. Although the men knew each other well, it was the first time they’d spoken to - gether publicly – the self-proclaimed father of the phenomenon and his greatest student. Back in the ‘80s, Doug and Dave just wanted CROP CIRCLE CONFIDENTIAL CROP CIRCLE CONFIDENTIAL Cover Story Cover Story Photograph © New Land Films, LLC"},{"pageNumber":25,"pageContent":"June 2006 | Sub Rosa 46 S ub Rosa | June 2006 47 More Information: www.prioryofsion.info ORDER NOW: www.newdawnmagazine.com/special/index2.html people to believe a flying saucer had landed. Years later, Lundberg and The Circlemakers expanded the hoax into a world class body of experiential art. Lundberg and Bower only represent two teams of hoaxer/circlemakers. There were ru - mored to be somewhere between nine and twelve teams operating in Wessex during any given summer. They’re fully covert, under - ground and bloody well disciplined. At first I thought we’d never crack their ranks to even meet any of them. But as the summer pro - gressed and we spent time in the pubs and fields, we found that we were surrounded by circlemakers. Many of them, like the outspoken and controversial Matthew Williams, were pa - gan anarchists who took to circlemaking with their mates just like someone might experi - ment with Ecstasy or acid. Circlemaking was not only cheap - and these guys lived on the dole - but it was also illegal, slightly dangerous, fun, and produced some amazing highs. And it was addictive – especially when the likes of Michael Glickman and Francine Blake went out on the lecture circuit proclaiming that it was physically impossible to hoax the types of formations that were reportedly forming in a matter of seconds. For many years, The Barge Inn outside the village of Alton Barnes has been the so - cial center of the Croppie Kingdom. In 2001, circlemaker Dan Darby actually lived in a nar - CROP CIRCLE CONFIDENTIAL rowboat docked in the Avon and Kennet Ca - nal which runs alongside The Barge. We found him through Matt Williams, who we’d finally convinced to introduce us to his inner circle. We hadn’t been able to get Matt to take our documentary crew out to film nighttime cir - clemaking, because he’d been busted the year before and had paid a stiff fine for trespassing and vandalism. But when he took us to meet his team, he simply led us out of The Barge and around the back to where the dishwash - ers and cooks hung out next to a dilapidated green caravan. They were a motley crew of pagans and ‘Dreads’ with their womenfolk and babies and dogs – and they all sat around a picnic table sharing the one meal they’d been able to scrounge, which they also offered to share with us. Through this lens, I saw the hoaxers in a new light. The researchers were the spiritu - al patricians writing books and filling lecture halls and leading tours of Dutch tourists and advising film productions. And the circlemak - ers were the soulful underclass – the service industry who served the researchers and New Age tourists. Dan Darby and his wife and baby daughter lived a sustainable, environmentally modest gypsy life in their narrowboat – with no flat screen TV, iPod, laptop or cell phone. And they had a reverence for the land. They loved the standing stones at Avebury, they played their drums and didgeridoos in the “The whole crop circle phenomenon was a gift to humanity.” John Lundberg , Circlemaker Cover Story Photograph © Peter Sorensen"},{"pageNumber":26,"pageContent":"June 2006 | Sub Rosa 48 S ub Rosa | June 2006 49 burial mound at West Kennet Longbarrow, and they made sacred symbolic landscapes at night with their stomping boards and laser pointers. What Doug Bower and Dave Chor - ley had started for laughs after a few pints had evolved into an annual rite of reverent inter - action with the living landscape of Wiltshire. To the outside world there were only hoaxers and researchers. But after weeks in England, we were discovering more divisions within these communities. Like New Age an - thropologists, we scratched below the public veneers and saw additional layers of complex - ity. The researchers were divided between the orthodox believers like Michael Glickman, and the more open-minded and pragmatic re - searchers like Colin Andrews, who sadly came to understand that the man-made phenome - non had taken center stage – if not always, then at least in recent years. Until recently, the circlemakers had main - tained an almost Borg-like mentality that worked to preserve their collective body of secrets. But a new rift was developing within this community as well. The London Circle - makers had been in the game for a while, and were now only driving down on weekends to do their masterful designs. (The researchers conveniently ignore this tell-tale scheduling fact.) The Circlemakers are the artsy ones with all the best web pages, best girlfriends and the most lucrative commissions, while the local land artists, led by Matt Williams, seemed more genuinely connected to the or - ganic aspect of their circlemaking. When we found a trio of local circlemakers lurking in a dark corner of The Red Lion Pub in Avebury, it took us an hour to convince them to talk on camera, but their stories were full of UFO sightings, time warps, synchronicities, healing and a profoundly spiritual relationship with the landscape every bit as inspirational as the researchers on the worldwide lecture circuit. Virtually everyone agrees on one thing – the veil between reality and the mysterious otherworld is exceptionally thin in Wiltshire and anyone who spends time here will have experiences. Many researchers told stories (and showed us pictures and videos) of lumi - nous orbs of light and UFOs seen near Silbury Hill and Avebury. During the height of crop circle season in late summer, the croppies are out every night sky watching and surveilling the fields for any signs of proof of the mys - tery revealed. And if that is your intention – to experience the unknown, to connect with ancient wisdom, and to open up to pos - sibilities – then this is the place to be. And if you believe in government cover-ups and conspiracies, the stories about helicopter gun ships patrolling the crop circle fields are also true. Perhaps it has to do with the many RAF bases and helicopter flight schools nearby, but it’s quite unsettling to watch Apache and Chi - nook helicopters swooping in to investigate a freshly formed circle. By August, our production was winding down when we went to Somerset for the an - nual Glastonbury Crop Circle Symposium. The town of Glastonbury calls itself the spiritual center of England. The Church of England was founded here. It’s the most common location associated with King Arthur and Merlin. Each summer, near the end of the crop circle sea - son, the croppies retreat to Glastonbury to take stock of the phenomenon, share stories, and reassure themselves that they are truly living in miraculous times. “The difficulty is to say that something is happening which is not at our level – it is not man- made. It is coming from a very high level of consciousness beyond our understanding. The ‘men with planks’ idea is easy to accept because it fits with the way we think. But it’s not the truth.’ Francince Blake , Reseacher CROP CIRCLE CONFIDENTIAL CROP CIRCLE CONFIDENTIAL Virtually everyone agrees on one thing – the veil between reality and the mysterious otherworld is exceptionally thin in Wiltshire “It’s no skin off reality’s nose that the entities are bringing down these phenomena with our collusion. It makes no difference to them that some of the creative processes are being carried out by other entities – and human beings are as good as anybody else as far as that’s concerned.” Stanley Messenger Philosopher, Mystic, Cerealogist The researchers were divided between the orthodox believers like Michael Glickman, and the more open- minded and pragmatic researchers like Colin Andrews Cover Story Cover Story Photograph © New Land Films, LLC Photograph © New Land Films, LLC Photograph © New Land Films, LLC"},{"pageNumber":27,"pageContent":"June 2006 | Sub Rosa 50 S ub Rosa | June 2006 51 In Glastonbury, we met up with philoso - pher-elder Stanley Messenger, an old school Avalonian, trained in the Anthroposophical methods of Rudolf Steiner. For him, the cir - cles were a tangible sign of a worldwide evolu - tion in consciousness. Stanley felt the energies – enough to literally knock him on his butt – and he really didn’t give a shit whether Doug and Dave or John Lundberg or Matt Williams played any role in the simple-minded ‘cause- and-effect’ equation. It just didn’t matter. To Messenger, the crop circles were as real and as important a phenomenon as global warming or peak oil, and if you had any real sense of the poetics of the universe, you’d un - derstand that as well. His stock answer when asked who was making the crop circles was to invoke the joke about the Irishman who, when asked to give directions on how to get from here to there, replied “I wouldn’t start from here at all”. He also gave us the best answer to our humorous interview warm-up game of asking people if they preferred the Beatles or the ‘Stones. Messenger digested the question and then answered, “For fifteen years, I lis - tened to nothing but Sibelius.” Isabelle Kingston was also of the same opinion as Stanley Messenger. She is an in - telligent and credible trance channel who we interviewed on a rainy day at Stonehenge. In 1991, she began to receive messages from a group of entities called “The Watchers”, who said that people would sometimes be used as instruments for the real circlemakers. In other words, the hoaxers were day laborers work - ing for an unseen intelligence. Dan Darby said it as well as anyone, when he said “You’ve got the researchers on the one hand and the hoaxers on the other, but you can’t help but believe that somehow there’s a higher power dabbling around in- between having a bit of a giggle.” It seemed as if the stern, furrow-browed scientists and researchers would never solve the mystery because someone or something really was be - hind the curtain pulling strings specifically for that purpose. When American Peter Sorensen first came to see Wiltshire’s crop circles, he too was a believer in the alien communication para - digm. No one could pin down whether it was UFOs, devic earth spirits, inter-dimensionals, or Mother Earth – Gaia herself – who was re - sponsible for these grand, magnificent, awe- inspiring, spine-tingling, metaphysical, bio - logical glyphs. To watch these things evolve The researchers all wanted mystical messages from beyond and they were blind to the shamanic magic being catalyzed within their own psyches CROP CIRCLE CONFIDENTIAL Cover Story Filming Circlespeak . (Top photograph © Peter Sorensen, bottom photograph © New Land Films, LLC)"},{"pageNumber":28,"pageContent":"June 2006 | Sub Rosa 52 S ub Rosa | June 2006 53 Profile Laurence Newnam has been exploring the crop circle phenomenon since 1992, when he first visited Wiltshire. He was a regional coordinator for the Centre for Crop Circle Studies – U.S. Network, and his articles about crop circles have been published in the U.S. and U.K. He also lectured widely in the U.S. before making the internationally acclaimed documentary “CircleSpeak”. He has had a diverse career in community development, writing, and filmmaking. His other pursuits include music, screenwriting and a lifelong investigation of spiritual, paranormal and metaphysical topics. He is a partner in New Land Films, and currently lives in Los Angeles, where he tirelessly pursues the answer to the eternal question – “Beatles or Stones?” CROP CIRCLE CONFIDENTIAL CROP CIRCLE CONFIDENTIAL year after year was like having a new esoteric programming language being downloaded into your psyche. Like many others, Sorensen gave up his day job and surrendered himself to the mystery, filming extensive video footage of every crop circle season since 1992. In order to pursue his bliss, Sorensen went to live among the local croppies who were short on funds but long on community and the pleasures of Scrumpy Jack hard cider. He scratched through from summer-to-summer in whatever room or bed could be scrounged, and eventually he found himself living among the pagan circlemakers themselves. It took a few years for the trust to build, but eventu - ally, Sorensen became a circlemaker himself – gradually learning the tricks and secrets that shed new light on the inexplicable patterns he’d been filming for years from microlights and bummed plane rides. Ron Russell was another American re - searcher whose journey paralleled Peter So - rensen – going from true believer to a begrudg - ing acknowledgment of the human interaction. We filmed Russell, Sorensen and Dr. Simeon Hein doing research into the electromagnetic effects that man-made circles had. This was the third, rebel arm of the research commu - nity – the previous believers who were willing to dialogue with the hoaxers and even learn from their experiences. They were sleeping with the enemy, and perhaps Stockholm Syn - drome had kicked in. But at least they still carried the same joy and amazement of the early 1990s and weren’t being backed into the corner of crop circle fundamentalism. The story of the hoaxer-circlemakers is a good one. But in the end, I agreed with the researchers who feel that, at the core, there is a true, genuine phenomenon that goes be - yond stomping boards. The researchers all felt they had more than enough proof – wit - nesses, footage, lab results – that would pass muster in any courtroom or classroom in the world. And they’re probably right. The prob - lem is that the world isn’t ready to be con - vinced yet. And let’s face it – the researchers had their chances, but they blew it. By virtue of their stubborn and vehement refutation of human circlemaking, they lost the credibility they needed to convince the world that other things were happening. Even Colin Andrews’ courageous investigation of hoaxing came five years too late. The tabloids knew they could take the Mickey out of any researcher, any time. The researchers all wanted mystical messages from beyond and they were blind to the shamanic magic being catalyzed within their own psyches. The researchers also hitched their eco - nomic wagon to the New Age tourism trade. The only way they could afford the costs of their research was through merchandizing and the New Age lecture circuit. In one sense, they had no choice, as the mainstream just shrugged its shoulders at crop circles after Doug and Dave. So the researchers carried their message to anyone who would listen – the Dowsers, the Goddess women and the UFO enthusiasts. By the time some research - ers realized the extent of the man-made phe - nomenon, it was too late to change without freaking out their fan base. The biggest formation of 2001 came down on the night of August 11th, the same day that I flew out of England. It was a 900-foot diam - eter monster formation on Milk Hill in Alton Barnes. It came to be known as the “mother of all crop circles”, and I was in a goddamn plane after tracking the formations all sum - mer. Luckily we got some of Peter Sorensen’s kamikaze microlight swoops on film and sub - sequent interviews with Charlies Mallett, who was, as usual, one of the first responders. But I couldn’t believe I had missed “the big one”. The true circlemakers had prevailed. At the end of an unsettling summer of mostly (if not entirely) all man-made formations, the season ended with the one of the most spec - tacular formations of all times. It was enough to renew my faith for years to come. There is still a mystery to be solved – and it’s out there laughing at us as we blunder through our human blind spots trying to uncover the truth. The one thing I do know is that it’s not a simple answer. As Peter Sorensens said in his interview, in talking about the interaction between the humans and the invisible intelli - gence that permeates and oversees us all – “It can’t just be us. It can’t just be us.” “This may possibly be the most important thing happening in the world right now.” Charles Mallett , Researcher Proprietor – Silent Circle Cafe The story of the hoaxer-circlemakers is a good one. But in the end, I agreed with the researchers who feel that, at the core, there is a true, genuine phenomenon that goes beyond stomping boards To watch these things evolve year after year was like having a new esoteric programming language being downloaded into your psyche Cover Story Cover Story Photograph © New Land Films, LLC"},{"pageNumber":29,"pageContent":"June 2006 | Sub Rosa 54 S ub Rosa | June 2006 55 L ong before I had the slightest fever dream of any feathery serpent, there were the alligators. For a glossy men’s magazine, I reported on their declining sperm count, down more than 50 percent in the past half century worldwide, apparently caused by residues of pesticides and chlorine that con - centrate in the food chain. I visited a swamp in the Florida Everglades, where a dioxin spill had turned the local alligators into hermaphrodites. In a speedboat, I skimmed across the moonlit marshes at night with a biologist who was study - ing this brave new syndrome. He pulled wrig - gling baby saurians out of the water, skillfully cinched shut their jaws, tagged them, and inves - tigated their confused nether regions. These es - trogen-mimicking compounds, it seemed, were deforming beasts around the world, thinning the eggshells of birds in the Arctic Circle, as well as causing cancer and reproductive dysfunction in humans. Back in New York, I tested my own sperm count, which was subpar. When the networks started to pick up on my story, the chemical companies parried it perfectly. They released a study that compared the sperm counts of men from Los Angeles and New York, showing New by Daniel Pinchbeck Illustration by Adam Scott Miller Sacrificing Belief An excerpt from 2012:The Return of Quetzalcoatl"},{"pageNumber":30,"pageContent":"June 2006 | Sub Rosa 56 S ub Rosa | June 2006 57 SACRIFICING BELIEF SACRIFICING BELIEF Features Features Yorkers to have a higher potency. This made for more amusing copy – the “will to ignorance” re - asserting itself – and the ominous issues raised by my article were quickly forgotten. On the proceeds from my sperm-count arti - cle, I took a trip to Nepal and India. My psychedel - ic visions inspired an interest in the multi-armed deities and geometric mandalas of Hinduism and Tibetan Buddhism. In Katmandu, I visited Tibetan monasteries where the deep-throated chant - ing and horns played by the monks seemed like some primordial timbre or tone called forth by the cosmos itself. In India, I went to Haridwar for Kumbh Mehla, a sacred festival in which millions bathe in the Ganges together, on certain auspi - cious days. Fearing a nightmare of crowds and bad sanitation, I almost didn’t go – but, luckily, I overcame my trepidation. The gathering was sur - prisingly orderly, the water fresh and clean from its source in the nearby Himalayas. Flower-be - decked gurus paraded with their orange-robed followers through the ancient town. Encamp - ments were set up like festive amusement parks up and down the banks of the river. I ended up joining the ecstatic throngs bobbing beneath the current on the last holy day – we walked all night to find ourselves facing hundreds of naked naga babas, ascetic saddhus and cave dwellers with wild beards and staring eyes, accorded rock star status during the event. According to Hindu lore, those who par - ticipate in the festival wash away bad karma ac - cumulated during past lives. Of course, I didn’t believe in karma or reincarnation. Those ideas seemed exotic anachronisms of an archaic belief system. But my immersion in this ritual – heart of a sacred culture continuing for thousands of years – filled me with a new and unfamiliar joy. Returning home, I deepened my study of psychedelics, learning about plants used in in - digenous ceremonies and chemicals invented in modern laboratories. I tried ayahuasca – sa - cred potion of the Amazon Basin, introduced to modern bohemia by William Burroughs, who sought out the brew as a possible cure for his addiction to junk in the early 1950s – in an East Side apartment, guided by pseudo-shamans from California. My visions were scarce – I saw green vines in front of a waterfall and visualized, for one startling moment, how thoughts take shape in the brain like clouds of synaptic connections – but interesting enough to make me want to go further. For a hip-hop magazine, I went to the jun - gle of Gabon, a small country on the equator of West Africa, to take iboga, a psychedelic root bark that is the center of the Bwiti cult – my desire to connect with some spiritual source overwhelmed any fear of malaria, Ebola, or tribal violence. Even before the trip began, I seemed to enter a zone of hyperreality. My visa from Ga - bon was inexplicably postponed, arriving on my doorstep just hours before my flight to Paris. In France, I learned my connection to Gabon had been canceled, and I spent the night in an air - port hotel, wondering if my guide would still be waiting when I arrived. Luckily, he was there for me, and we traveled from hot, oppressive Li - breville into dense jungle. Out in the shaman’s tribal village before the ceremony, more money was demanded from us by the screaming Bwiti – I had paid $600 and hardly had a penny left to my name. Finally, they agreed, gruffly, to put me through the initiation anyway. They forced me to strip naked and bathe before the men of the tribe in the local stream, gave me a Bwiti costume to wear, then fed me a huge amount of vile-tasting root bark powder. At the beginning of the night-long ordeal, while the tribe drummed and sang around me, I saw, open-eyed, a golem-like figure made of rough tree branches sit down on a bench, cross his legs, and lean forward, observing me curiously. I was This literary and metaphysical epic unifies the cosmological phenomena of our time – from crop circles to quantum mechanics to the worldwide resurgence of shamanism – in sup - port of the Mayan prophecy that the year 2012 portends an unprecedented global shift. Cross Umberto Eco, Aldous Huxley, and Carlos Castaneda and you get the voice of Daniel Pinchbeck. And yet nothing quite prepares you for the lucidity, rationality, and informed audacity of this seeker, skeptic, and cartographer of hidden realms. In tracing the meaning of the end of the Mayan Calendar in 2012, and the imminent transition from one world to another prophesied by the Hopi Indians of Arizona, Pinchbeck synthesizes indigenous cosmology, alien abductions, shamanic revivalism, crop circles, psychedelic visions, the current ecological crisis and the Judeo-Christian Apocalypse into a new vision for our time. The result is an unprecedented and riveting inquiry into where humanity is immediately headed – and its strange and startling congruence with the ideas of the mysterious civilization of the Classical Maya. Something is in the air: many, if not most, of us feel that real change – for good or ill – is Amazon U S afoot. Pinchbeck’s journey – a metaphysical opus that takes the reader from the endangered rain forests of the Amazon, to the stone megaliths of the English plains, to the Burning Man festival in the Black Rock desert of Nevada – tells the tale of a single man in whose trials we ultimately recognize our own secret thoughts and unease over modern life. And a redemptive vision of where we are heading. 2012: The Return of Quetzalcoatl later told this was the spirit of Iboga, coming to meet me. Afterward, I watched Scrabble-like let - ters turn in the air to spell out a curious phrase: “Touchers Teach Too” – one of a series of hints that seemed vaguely prophetic. For much of the night, I was taken on a detailed tour of my early life. Many reports of iboga trips describe such a biographical survey, though nobody knows how a complex alkaloid molecule can unlock such deep doors in the psyche, or how neurochemical re - actions can create the palpable sense I had – re - ported by others as well – of a presence guiding me through the process. I reviewed my childhood, confronting old terrors. I saw how my parents’ split had impact - The deep-throated chanting and horns played by the monks seemed like some primordial timbre or tone called forth by the cosmos itself. Ayahuasca preparation"},{"pageNumber":31,"pageContent":"June 2006 | Sub Rosa 58 S ub Rosa | June 2006 59 iting the other world.” My grandmother had died recently. It did not seem accidental that the Bwiti was so specific about her, but how could he have seen this? I did not believe in “spirits.” However, if there were such things, my grandmother would be the type who hung around. She had clung to life tenacious - ly, as if awaiting some hope that life denied her. Hyperreality continued on my return trip to the United States: I had a one-night layover in Paris, where a friend was lending me his apart - ment. I walked into a crowded cafe to watch France win the World Cup on television, then wandered all night as the city erupted, in delirious fountain splashings and climbings of monuments, that seemed to me, coming out of the primordial jungle, peculiarly histrionic and unreal. A few months after returning home, I dreamed of my grandmother rattling around my apartment, going through my things, looking for “papers.” I screamed at her, throwing her out of the house. When I awoke, I felt strengthened, as though I had somehow cleared my psychic premises of a lingering ghost. This was not the only odd correspondence: Daniel Lieberman, the young Jewish botanist who brought me to the Bwiti, told me, on the way into the jungle, that he had learned, during his initiation, he wasn’t going to live very long. Two years after our journey, I received an e-mail that he had died in a freakish car accident, on his thirty-third birthday, while traveling across South Africa. The modern perspective rejects the legiti - macy of psychic phenomena. We base our cer - tainty on the materialist paradigm that insists consciousness is a manifestation, or epiphe - nomenon, of the physical brain. Materialism in - stitutes a strict separation between minds, and between mind and matter. But our curt rejection of such phenomena as telepathy, telekinesis, and clairvoyance is called into question by the long history of psychical research. Although the fact is little known, psychic effects of various kinds have been demonstrated in controlled scientific experiments. The influence of directed thought causes significant statistical deviations from ran - dom variation in many areas, including casino games and experiments where images or feelings SACRIFICING BELIEF SACRIFICING BELIEF Features Features I observed how the members of the tribe tended the flame, adding wood or damping it down at just the right moment, without uttering a word. I realized they cared for each other in the same way; this was an insight into tribal life, a shared sense of purpose, a trust and fierce pride that we in the modern world have forfeited. I felt the deep loss of it. During that ceremony, one of the shaman – a powerful jet-black-skinned man with eyes bright from eating iboga powder – said he saw my grandmother hovering over me. “She loved you very much,” he said through a translator, “but now she is dead, and she doesn’t want to let you go. Her spirit is hanging over you. She is stopping you from seeing visions, from vis - While psychedelics of all sorts are demonized in America today, the visionary compounds found in plants are the spiritual sacraments of tribal cultures around the world. From the iboga of the Bwiti in Gabon, to the Ma - zatecs of Mexico, these plants are sacred because they awaken the mind to other lev - els of awareness--to a holographic vision of the universe. Daniel Pinchbeck’s first book, Breaking Open the Head , is a passionate, multilayered, and sometimes rashly personal inquiry into this deep division. On one level, Pinchbeck tells the story of the encounters between the modern consciousness of the West and these sacramental substances, including such thinkers as Allen Ginsberg, Antonin Artaud, Walter Benjamin, and Terence McKenna, and a new underground of present-day eth - nobotanists, chemists, psychonauts, and phi - losophers. It is also a scrupulous recording of the author’s wide-ranging investigation with these outlaw compounds, including a thirty- hour tribal initiation in West Africa; an all- night encounter with the master shamans of the South American rain forest; and a report from a psychedelic utopia in the Black Rock Desert that is the Burning Man Festival. Breaking Open the Head is brave partici - patory journalism at its best, a vivid account of psychic and intellectual experiences that opened doors in the wall of Western ration - alism and completed Daniel Pinchbeck’s per - sonal transformation from a jaded Manhattan journalist to shamanic initiate and grateful citizen of the cosmos. Also by Daniel Pinchbeck: Breaking Open the Head Amazon U S Amazon U K INSERT CLEVER MISSION STATEMENT HERE . . . At Artifice Design we won’t give you the hard sell. Visit our website, download a PDF of our latest work, and see how we can help you. What we do: Website design Book cover design Brochure design Magazine design www.artifice-design.co.uk ed my psyche, marking me with guilt feelings of responsibility. I was shown my misuse of alcohol – after the trip, I cut down on my drinking perma - nently. I had heard iboga described as “ten years of therapy in one night,” and there seemed to be some truth to this. Iboga was like a stern but just father figure, pointing out all of my faults. At the same time, it imparted an exhilarating sense of possibility. Despite my conditioning and the forces that shaped me, Iboga whispered to me, I was free to reinvent myself, if I could find the will to do so. A few nights later, we attended another iboga ceremony with a friendlier Bwiti sect in another jungle village. For hours we sat around a fire, and"},{"pageNumber":32,"pageContent":"June 2006 | Sub Rosa 60 S ub Rosa | June 2006 61 are transferred between subjects who are not in contact with each other. Dean Radin, director of the Consciousness Research Laboratory at the University of Nevada, has compiled and analyzed the statistical evidence for “psi” phenomena, pre - senting the data in his 1997 book, The Conscious Universe: The Scientific Truth of Psychic Phenomena . According to his meticulous study, thousands of experiments in telepathy, precognition, and clairvoyance have fulfilled the scientific require - ments of verifiability and repeatability, indicating that these phenomena do, in fact, exist, and can be measured. It is not just a small coterie of cranks who approve these results. The data was combed through by U.S. government panels of scientific experts, including professional skeptics, in the 1980s and 1990s. The Congressional Research Service, in 1981, concluded: “Recent experi - ments in remote viewing and other studies in parapsychology suggest that there exists an ‘in - terconnectiveness’ of the human mind with oth - er minds and with matter. This interconnective - ness would appear to be functional in nature and amplified by intent and emotion.” According to the Army Research Institute (1985): “The bot - tom line is that the data reviewed in [this] re - port constitute genuine scientific anomalies for which no one has an adequate explanation or set of explanations...their theoretical (and eventually, their practical) implications are enormous.” The weight of evidence impelled the American Insti - tutes for Research, reviewing declassified studies in psi research performed by the CIA, to recom - mend to the U.S. Congress, in 1995, that “future experiments focus on understanding how this phenomenon works, and on how to make it as useful as possible. There is little benefit to con - tinuing experiments designed to offer proof.” In The Conscious Universe , Radin examines the underlying biases, ingrained prejudices, and mul - tiple mechanisms that cause the evidence for psy - chic phenomena to be ignored and suppressed. Some of these mechanisms are psychological and some are professional – scientists, like those in other fields, contend for research grants and aca - demic positions, and those who take on unusual or heretic causes are often rejected by the sys - tem. On the most fundamental level, psychic phe - SACRIFICING BELIEF Features “The Year’s Most Controversial Book” Daily Express GRAHAM HANCOCK SUPERNATURAL Scientists at the cutting edge of consciousness research have begun to consider the possibility that shamanic visions may be real perceptions of other “dimensions”. Could the “supernaturals” first depicted in the painted caves and rock shelters be the ancient teachers of mankind? Could it be that human evolution is not just the “blind”, “meaningless” process that Darwin identified, but something else, more purposive and intelligent, that we have barely even begun to understand? “A worthy successor to Vallee’s Passport to Magonia ” www.grahamhancock.com Sub Rosa Magazine “Hancock’s most important book...quite stunning” The Independent on Sunday Amazon U K Amazon C A nomena may not be dismissed for rational rea - sons, but for irrational ones. The acceptance of an interconnectivity between minds, or between mind and matter, would shatter fundamental postulates of the materialist worldview, forcing a paradigm shift. If, as successful scientists and academic philosophers such as John Searle insist, “the brain causes consciousness,” and conscious - ness is limited to the brain, what mechanism would allow for telepathy, precognition, remote viewing, and the host of other effects that have been documented? By shielding their subjects or separating them by large distances, experiments in psychic phenomena have demonstrated that these phenomena cannot be caused by any type of physical “waves,” whether consisting of elec - tromagnetism or any other form of energy. Faced with such paradoxes, most of us choose to accept the default setting that makes life easiest, while reducing our exposure to ridi - cule. The contemporary world besieges us with worries and work that seem immediately im - portant to our success and survival. Few of us have time to make our own investigation of such abstruse realms as psychic research –and why would we bother, when our “experts” assure us they have the situation wrapped up? With - out giving the subject our careful attention, we accept the materialist view that does not allow for psychic capabilities – even if we have expe - rienced psychic events, in some form or other, in our own lives (how many men have explored the ability to stare at a woman’s back until, sixth- sensing this pressure, she abruptly turns around? How many of us are tickled by the occasional synchronicity that seems to defy even the most extravagant dice rolls of probability?). This is not The acceptance of an interconnectivity between minds would shatter fundamental postulates of the materialist worldview"},{"pageNumber":33,"pageContent":"June 2006 | Sub Rosa 62 S ub Rosa | June 2006 63 SACRIFICING BELIEF SACRIFICING BELIEF Features Features usually a considered decision, but a subliminal response designed to reduce our exposure to “cognitive dissonance.” The materialist view is supported not just by the mainstream media, which tends toward knee-jerk dismissal of psychic phenomena, but by a hard core of skeptical scientists who continue to assert that any evidence for psi is the result of “bad science” – even when those results are published in peer-reviewed science journals that support the same science they consider to be “good.” Another response from skeptics, when faced with the statistical evidence, is to argue that, while something unusual seems to be hap - pening in these experiments, it is not important enough to merit our attention. Radin disagrees, noting, “effects that are originally observed as weak may be turned into extremely strong effects after they are better understood. Consider, for example, what was known about harnessing the weak, erratic trickles of electricity 150 years ago, and compare that to the trillion-watt networks that run today’s power-hungry world.” Once we accept the reality of psychic effects, Radin sug - gests, we may experience a rapid evolution. Our ability to utilize these capacities – for healing, te - lepathy, telekinesis, and other purposes – could develop rapidly. Before I began my study of shamanism, I was agnostic about psychic phenomena, and did not really care much about the subject. As I deep - ened my psychedelic explorations, psychic events seemed to multiply in my life – at the same time, my dreams, previously gray and unremarkable, became colorful tapestries that demanded my nightly attention. My initiation into the iboga cult of the Bwiti seemed to have long-lasting effects on my inner life. The Bwiti believe that iboga opens you to the “spirit world.” My own trip seemed inconclusive on that front. But after my journey to Gabon, I would often dream of people I knew who had recently died. In these dreams, they seemed lost, confused, looking to me for advice. My dream- self told them that they were no longer alive, and that was the reason for their confusion. While the modern perspective dismisses such dreams as projections, I couldn’t shake the eerie feeling that I was, indeed, meeting with spirits. In indig - enous cultures, shamans are believed to take the role of the “psychopomp,” the hermetic messenger who guides the souls of the dead to their proper place in the underworld. Since our culture lacked shamans, my Bwiti initiation and shamanic study, perhaps, made me the closest available substitute. This is how it felt to me in - tuitively – however, I had no rational framework for conceiving any type of afterlife. Like the accumulating evidence for psychic ef - fects, study of psychedelics has been suppressed and dismissed in the modern world. Most hallu - cinogens were outlawed in the late 1960s, when the U.S. government feared their popularity was contributing to social unrest. Once considered extraordinary tools for studying the mind – not just by Beat poets and rock stars, but by some of the best minds in psychiatry – psychedelics were decisively shoved to the cultural margins and stigmatized. Among my literary and artistic crowd in 1990s New York, the attitude toward psychedelics was one of contempt. Tripping was once considered “mind expanding,” but expand - ing the mind in this way was, clearly, no longer a hip thing to do. Although they were illegal, psych - Once we accept the reality of psychic effects, Radin suggests, we may experience a rapid evolution edelics lacked the outlaw chic and dangerous al - lure of heroin and cocaine—they were “hippie drugs,” a “sixties thing,” outmoded and obscure; at best, another way to party. Dr. Rick Strassman, author of DMT: The Spirit Molecule and the conductor of the first govern - ment-approved study of a psychedelic compound with human subjects in more than two decades – testing the effects of nn-dimethyltryptamine (DMT), a short-acting hallucinogen produced by our own brains as well as many plants – be - lieves that the medical and psychedelic profes - sions were traumatized by the curtailed ending of psychedelic research: “The most powerful"},{"pageNumber":34,"pageContent":"June 2006 | Sub Rosa 64 S ub Rosa | June 2006 65 SACRIFICING BELIEF Features Profile Daniel Pinchbeck has written features for The New York Times Magazine , Esquire , Wired , Salon , and many other publica - tions. He is one of the founders of Open City , an art and literary journal, and an independent book publisher. In the late 1990s, after years of working in the me - dia, Pinchbeck fell into the classic existen - tial or spiritual crisis. He began to study shamanism and the magical plants used in rituals. On assignment, he went to Ga - bon, in West Africa, and took iboga, a long-lasting psychedelic rootbark, in an initiation ceremony. He visited a sha - man in Oaxaca, the son of the famous shamaness Maria Sabina. He attended a conference on “Visionary Entheobotany” in Palenque, Mexico and visited Burning Man. He went down to the Ecuadorean Amazon to visit the Secoya tribe and take ayahuasca, a visionary medicine. Through direct experience, Pinchbeck has learned that shamanism is a real phenomenon, that direct access to the spiritual world is available to anybody who is willing to explore for themselves and escape the prevailing orthodoxies, the “irrational rationality” of the current system. He supports the perspective of Christ in the Gnostic “Gospel of Thomas,” who said: “Open the door for yourself, so you will know what is.” members of the profession discovered that sci - ence, data, and reason were incapable of de - fending their research against the enactment of repressive laws fueled by opinion, emotion, and the media...Psychedelics began as ‘wonder drugs,’ turned into ‘horror drugs,’ then became ‘noth - ing.’” By the time he attended medical school for psychiatry, in the mid-1970s, they had been almost completely excised from the curriculum. The success of antidepressants offered a differ - ent paradigm for treatment, one that fit more comfortably with the culture’s underlying biases. Much of our culture continues to reject psychedelics, which can act as psychic amplifiers, while dismissing psychic phenomena as either nonexistent or meaningless. This rejection may be based on deep-rooted psychic processes, pro - tected by subconscious motivations. Our cultural conditioning tends to support a willful ignorance, based on the impulse to preserve the materialist worldview, and the system of values it supports, from any danger. The possibility of establishing a radically new understanding of the nature of the psyche, supporting age-old beliefs, threatens the deepest underpinnings of a culture obsessed with acquiring wealth, goods, and status. If we were to discover that other aspects of reality deserved our deepest consideration, we would have to reexamine the thrust of our current civi - lization; entire lives and enormous expulsions of energy could seem misdirected or even wasted. As I deepened my own explorations, as layers of conventional beliefs fell away, I found I was finally approaching the deeper questions that had elud - If we were to discover that other aspects of reality deserved our deepest consideration, we would have to reexamine the thrust of our current civilization ed me during the course of my life – questions I had not even believed I had the right to ask. Even if it required isolation from the mainstream, I preferred to sacrifice my beliefs and preconcep - tions, along with the comforts and status they afforded, rather than cling to a set of inherited values that I increasingly suspected to be false. Reproduced from Daniel Pinchbeck’s 2012: The Return of Quetzalcoatl , with permission. Wholistic Health • Conspiracies • Ancient Civilisations • CIA Media Lies • Mind Control • AIDS • Islam • Secret Societies Spirituality • New World Order • Metaphysics • Russia Prophecy • Occultism • Cover-ups • Terrorism • Iraq • UFOs Since 1991 New Dawn magazine has explored new ideas and ancient beliefs. Each thought-provoking bimonthly issue examines the hidden dimensions of world affairs, history and spirituality in a non-dogmatic manner. We invite you to sample the fascinating material in New Dawn by visiting our web site www.newdawnmagazine.com. Here’s what people are saying about New Dawn : WWW.NEWDAWNMAGAZINE.COM WE QUESTION CONSENSUS REALITY “Fresh, vibrant, and always surprising, New Dawn is a constant reminder that reality is rarely what it appears to be. One of very few magazines I enjoy reading today.” – RICHARD SMOLEY, author of Inner Christianity: A Guide to the Esoteric Tradition and former editor of Gnosis “There are few magazines as unique as New Dawn , combining a genuine understanding of the occult basis of the New Age, a healthy respect for all traditions, and hard-hittting unflinching political analysis – always with a positive eye on the future.” – VALUM VOTAN (aka Jose Argüelles), author of Time and the Technosphere"},{"pageNumber":35,"pageContent":"June 2006 | Sub Rosa 66 S ub Rosa | June 2006 67 D aniel Pinchbeck’s latest book, 2012: The Return of Quetzalcoatl , is one that I have been looking forward to for some time. His first book, Break - ing Open the Head , ranks as one of the best that I’ve read over the past decade – in both style and substance. In it, Pinchbeck described his own journey from city-slicker cynic to sha - manic convert, in the most exquisite prose that one could imagine. In fact, in my review of that book I felt he had reached the rare heights achieved by few writers – those of the calibre of Aldous Huxley – capable of describing the seemingly ineffable. A few years on and Pinchbeck returns with the continuation of his personal journey, though one that seems to go slightly astray as it progresses. He begins the book by introducing his major theme, that of an apocalyptic end to our current paradigm and consciousness, as the end of the current cycle of the Mayan calendar approaches (in, of course, 2012). The hypothesis I propose is that the completio n of the great cycle and the return of Quetzalcoatl are archetypes and their underlying meaning points toward a shift in the nature of the psyche...such a radical proposition may seem absurdly far- fetched and beyond rational analysis...however, it is my view that this transition can be approached sensibly, considered in a way that does not insult our reasoning faculties. 2012 is a book embedded within the current eschatological climate of terrorism, Iraq, peak oil and global warming gone mad. Pinchbeck’s observations on these topics range from the bland – for example, the usual ‘sermonizing’ about global warming, with little reference to the underlying debates – to the extremely insightful, such as his discussion of Nietzsche’s ideas of “will to ignorance” and “will to superficiality”, which perhaps provide no better description of the bizarre current global mood of ambivalence and apathy, as world leaders wage wars based on obvious lies. The first few chapters live up to Pinchbeck’s promise of not insulting our reasoning faculties, as he provides an excellent overview of the lat - est new paradigm thought, including Dean Ra - din’s parapsychology research and the weird implications that the quantum world has for our view of ‘reality’. Pinchbeck takes fundamentalist religion and secular liberalism to task for their lack of spirituality, and urges the reader to em - brace a new spirituality in the face of these lat - est findings. Like Terence McKenna, he seeks an archaic revival of sorts: It is my thesis that the rapid development of technology and the destruction of the biosphere are material by-products of a psycho-spiritual process taking place on a planetary scale. We have created this crisis to force our own accelerated transformation - on an unconscious level, we have willed it into being. Pinchbeck then moves on to contemplating another worthwhile book, Patrick Harpur’s Daimonic Reality , and its implications. At this point we reach a stumbling block, as crop circles are introduced for the first time in the book – though certainly not for the last time. Despite warnings from a well-educated friend of his (Mark Pilkington, of Strange Attractor ) regarding the likely human providence of these glyphs, Pinchbeck spends quite a bit of time discussing them as signs of the coming change in consciousness. His naivety seems overwhelming on this subject, as he tells of the stunning “Oliver’s Castle” video showing orbs creating a crop circle - which as far as I’m aware, was proved a hoax more than five years ago (if not as far back as 1997). Where Pinchbeck got it wrong with crop cir - cles however, he must be praised for sections discussing the philosophies of Herbert Marcuse – on the failure of industrialization and our in - doctrination into what is an irrational system – and most especially Jean Gebser’s idea that humanity passes through different conscious - ness structures, each with “a profoundly differ - ent realization of time and space” and that new forms of consciousness arise as sudden muta - tions. The discussion of Gebser’s thoughts in terms of the industrial revolution ( “What led to the invention of the machine? The breaking forth of time?”) and how our modern mindset is to the constant acceleration of production and efficiency, certainly resonated with me as a ma - jor fault of our current ‘consciousness’. Indeed, the ideas of Marcuse and Gebser are the ful - crum on which Pinchbeck levers his argument: If we were to conclude, after careful consideration, that our modern world is based upon fundamentally flawed conceptions of time and mind, that on these fatal defects we had erected a flawed civilisation – like building a tower on an unsound foundation, that becomes increasingly wobbly as it rises – then logic might indicate the necessity, as well as the inevitability, of change. By closing the gap between science and myth, rationality and intuition, technology and technique, we might also understand the form that change would take. Such a shift would not be the “end of the world,” but the end of a world, and the opening of the next. As can be imagined, there are also chapters which cover the shamanic hallucinogens, from iboga to ayahuasca and DMT. Also, as would be expected, Pinchbeck ties in McKenna’s Timewave Zero and the date of 2012, to the other confluences of prophetic thinking which point at this date - from the Mayan calendar to the research of John Major Jenkins. In fact, the sheer amount of topics covered at times leaves the impression of superficiality...a myriad of topics could well have been debated in far more depth, from channeling, to the crop circle phenomenon, technological singularity etc, if the book was focused on a smaller amount of topics. Personally though, I’m glad that 2012 is so sweeping in its scope, as it tries to bring all manner of fascinating topics under one roof. Where Pinchbeck’s book falls down – at least 2012: The Return of Quetzalcoatl Daniel Pinchbeck “The hypothesis I propose is that the completio n of the great cycle and the return of Quetzalcoatl are archetypes and their underlying meaning points toward a shift in the nature of the psyche.” 2012 is a book embedded within the current eschatological climate of terrorism, Iraq, peak oil and global warming gone mad Amazon U S Amazon U K Reviews"},{"pageNumber":36,"pageContent":"Reviews from his original argument of not insulting the reasoning mind – is the downward spiral in the later chapters in which the author begins won - dering whether he has been ‘chosen’ as one to bring this new consciousness into being. Pinch - beck quotes Edward Edinger: “The archetypes themselves cannot evolve into full conscious - ness without being routed through a mortal ego to bring that consciousness into realization.” By this time in the book – especially upon his return to the Burning Man festival – Pinchbeck is the epitome of a psychedelic burnout, going many days without sleep or sustenance, and begins believing that he may be one of these ‘routers’. He receives ‘transmissions’ from an entity describing itself as Quetzalcoatl, herald - ing a new dawn of consciousness. At this point unfortunately, my ‘reasoning mind’ was begin - ning to feel a little insulted (I think any self-re - specting deity would realise, by this point, that channeling prophetic material would just add to the past few decades of similar static which the New Age scene is full of). In his favour, Pinchbeck is capable of self-analy - sis, and mentions a number of times the fallibility of apocalyptic fervour (seen throughout history, not just in our times), as well as the ‘messianic complex’ which so often accompanies psychic burnout – he praises McKenna for being able to approach this very subject with humour. He also considers the option “that I was sliding down a slippery slope toward an unusual form of mad - ness,” and notes that apocalyptic prophesy is “a classic symptom of megalomaniac ego-inflation.” However, in the end, his internal rage against the current world, combined with what could be his own psychological need for importance, seems to overwhelm these warnings, as he grasps for something that will ‘make things right’. Throughout the book, Pinchbeck struggles with his own personal demons – misogyny, his lack of family interaction (like his father), and feelings that he should be destined for greater things. Perhaps a first step should be for him to realise that these are feelings which I’m sure a large number of men his age all undergo, and they are not peculiar to him as some sort of cruel destiny. Instead, there is a certain fatalism to Pinchbeck’s lamenting of his own shortcom - ings, that these are ‘in-built’ and something he should not be fighting (for example, he decides that he will no longer be bound by the ‘rules’ of monogamist relationships). And yet his whole quest is about humanity changing from its ‘in - built’ destructive habits. He rails against human - ity, but ignores the self. Rather than exerting discipline, he feels persecuted by humanity for the idea of monogamy and decides to make his own rules. He hurts his partner, but thinks he is the persecuted one (a microcosm of humanity and the globe?) How does he expect humanity to change if he can’t change himself? On one hand he denies responsibility on a personal level, but on the other wants humanity to take on the task. In his favour, he does confront the question at times, acknowledging the “difficult task of reconciling freedom with responsibility.” However, the impatient reader might simply feel like suggesting that he get over himself. The author has certainly been influenced by a number of ‘psychic’ events which have smashed his previous physicalist worldview. One inci - dent in particular, where his partner seems to be caught up in a dream he is having, is quite unsettling. Thus, we can understand his open - ness to other ‘psychic’ events such as the chan - neling of a prophetic entity. However, perhaps Pinchbeck should heed the warnings of Terence McKenna, and occultists such as Dion Fortune and Aleister Crowley, to be extremely skepti - cal of the claims of any particular ‘intelligence’ In his favour, Pinchbeck is capable of self-analysis, and mentions a number of times the fallibility of apocalyptic fervour , as well as the ‘messianic complex’ which so often accompanies psychic burnout June 2006 | Sub Rosa 68"},{"pageNumber":37,"pageContent":"June 2006 | Sub Rosa 70 S ub Rosa | June 2006 71 Reviews Illuminating Angels and Demons by Simon Cox Millions of readers have pored through Dan Brown’s Angels & Demons , where they encoun - tered a world filled with ancient Christian symbolism, secret societies, and pagan signs. All those looking for the real story behind the legend of the Illuminati will find the answers in this enlightening guide written by Simon Cox. Amazon U S Amazon U K Book Spotlight ADVERTISEMENT Pseudo-history writers, Grail seekers and con - spiracy theorists claim that the secret history of the Holy Bloodline of Christ, the Ark of the Covenant, the Lost Gospels of Christ, the em - balmed head of Jesus, and the legendary treasure of the Knights Templar are all buried under Ross - lyn Chapel. But what is the truth? After 500 years shrouded in mystery and legend, the true story of the chapel, the castle and the Knights of the Round Table is revealed. Rosslyn And The Grail by Mark Oxbrow and Ian Robertson Amazon U K Amazon U S or entity that makes itself known. At one point in 2012, he relates his unease at a talk by Do - lores Cannon, in which he felt that entities were “testing the lulled awareness of the listeners, looking for entry points, seeking to fasten onto their psyche, like mind parasites.” Perhaps he should apply this wariness to his own ‘commu - nications’, considering the fragile psychological state he seemed to be in by the latter stages of the book. In using 2012 as his date of humanity’s meta - morphosis, perhaps it also would have been worthwhile to investigate in more detail the claims of those who have already heralded this date. The New Age bookshelf is riddled with vapid books of little research and substance, and I was certainly suspicious of identities men - tioned by Pinchbeck, such as Jose Arguelles. At least Pinchbeck also raises his own concerns throughout the book, rather than blindly pros - elytising on behalf of these theories. One thing there is no doubt about is Pinchbeck’s ability to write – every page is a delight to read, and some of his turns of phrase are sublime. Readers of 2012 may at times see similarities in style and substance to Hancock’s narrative in Fingerprints of the Gods (which he does mention in the book) – “As I circled the massive blocks, it seemed to me that Stonehenge was constructed so that the knowledge encoded in the site would sur - vive to the present day.” Further, his constant questioning throughout the book indicates just how personal this journey is. In some ways, Pinchbeck’s journey thus far reflects the hippie movement of the 1960s. The first embrace of psychedelics and the result - ing ‘opening of the mind’, followed by a gradual downward spiral into self-aggrandizement and denial of responsibility. Some may even see in this a parable about the dangers of psychedelic and occult thought. However, though the later chapters were not the ideal finish to 2012 that I would have expected, the majority of this book is a very worthwhile read not only for the sub - jects it covers, but for the way it is intelligently discussed and written and, most importantly, the personal journey it narrates. In fact, a quote by Pinchbeck’s hero Wal - ter Benjamin, lamenting the loss of storytelling, sums up what there is to like about this book: Less and less frequently do we encounter people with the ability to tell a tale properly...it is as if the something that seemed inalienable to us, the securest among our possessions, were taken from us: the ability to exchange experiences. Experience has fallen in value. And it looks as if it is continuing to fall into bottomlessness. At its heart, it is a sentiment which sums up this book – Pinchbeck is relating his experience to us, removed from rationalist constructs – and no matter what we think of that experience, we should certainly appreciate him sharing it with us...not to mention the elegant prose it is written in. This is where the crop circle sections, which grated against me personally, may be seen as worthwhile, as it is the recollection of his own journey...not a necessary, objective truth. As crop circle research Michael Glickman says at one point in 2012: “In a post-Newtonian culture, it is very difficult to put forth a conviction in something that you can’t actually prove.” 2012: T he Return for Quetz alcoatl is a thought experiment of sorts – an enquiry into where belief, group consciousness, and our own inter - actions with the ineffable may take us in future. Pinchbeck’s journey provides a microcosm of humanity’s journey forward toward the ‘hy - pothetical’ apocalypse of 2012. In watching his metamorphosis, we are left pondering whether we have the ability to change our own future away from the self-destruction that seemingly awaits us. In that sense, Pinchbeck has contin - ued the head-trip of his previous book, while leaving us contemplating how we might change our future, by changing our consciousness. One thing there is no doubt about is Pinchbeck’s ability to write – every page is a delight to read, and some of his turns of phrase are sublime Biblical scholar’s seven-year quest to comprehend the intricacies of the Fourth Gospel reveals a surprising amount of evidence supporting the theory that Jesus and Mary Magdalene were married and had a child – but it also reveals why this child was so necessary. Jesus, Mary, and Child: Samaritan Blood and the Kingdom at Shiloh by Janet Tyson Illustrated; index; bibliography. Pub: November 2006 www.eccenova.com The time: 1100 AD. The place: the Arizona desert. The mystery: an emerging pattern of ancient Hopi villages mirrors all the major stars of the Orion constellation. Explore this ground-sky relationship and its astounding global significance. “...most interesting.” Robert Bauval The Orion Zone: Ancient Star Cities of the American Southwest by Gary A. David Trade paperback, 333 pages, photos, diagrams, maps $21.95 USD + S & H www.theorionzone.com"},{"pageNumber":38,"pageContent":"June 2006 | Sub Rosa 72 S ub Rosa | June 2006 73 Reviews Reviews Entangled Minds Dr Dean Radin P arapsychology has no better spokes- person than Dr Dean Radin. His 1997 book, The Conscious Universe , has be - come the go-to book for those inter - ested in investigating the ‘serious’, scientific side of psi research. From telepathy to group consciousness, from precognition to the sense of being stared at, Radin is familiar with the re - search and is able to communicate the results – and their implications – to a lay audience with more ease than would be expected. Now, after a nine year hiatus from ‘popular publishing’ (he has remained active in writing for specialised groups and also in scientific pub - lishing), Radin returns with a new book on the topic. Titled Entangled Minds, this latest effort is an updated version of his previous best-seller – in that he goes through the latest research into various areas of parapsychology – with the added theme of contemplating quantum entanglement as a possible mechanism behind psi effects. Radin sets out his thoughts on the matter right at the beginning of the book: Science is at the very earliest stages of understand - ing entanglement, and there is much yet to learn. But what we ’ve seen so far provides a new way of thinking abou t psi ...psi is re framed from a bizarre anomaly that doesn’t fit into the normal world – and hence is labeled paranormal – into a natural phenome non of physics. Radin starts by laying the foundations of the book, recounting the history of psi, of quantum physics, and also his own involvement in para - psychology. Readers are sure to be fascinated by some of the material here, such as how the EEG machine had its origins in the telepathy re - search of Hans Berger, and Radin’s description of a ‘future experiment’ which would prove psi...which has actually already taken place! This introduction moves right up to modern times, with discussion of the machine interac - tion experiments at the Princeton Engineering Anomalies Lab (PEAR), and the remote-viewing experiments of Targ and Puthoff which led into the Stargate program (Radin mentions here that he actually worked on Stargate as well). Radin then works through the various types of psi research, which he splits into areas such as ‘conscious psi’ (sense of being stared at, ganzfeld telepathy experiments etc), ‘uncon - scious psi’ (autonomic responses to physically removed influences, gut feelings etc.), mind- matter interactions, pre-sentiment, and group consciousness (the Global Consciousness Project, the ‘noosphere’). He collates the data via meta-analysis, checks for statistically signifi - cant results – and in most cases they are – as well as searching for possible explanations such as the file-drawer problem (using funnel plots) and weak controls. Radin is careful not to seem over-eager to naively link psi and quantum entanglement purely because they are both ‘mysterious’ Amazon U S Amazon U K Much of the book to this point is similar to The Conscious Un iverse (though with more up- to-date results), but the final chapters set it apart with the introduction of the hypothesis that quantum entanglement may explain psi ef - fects. Radin does well to compact a complicated subject into a few short chapters of readable text (I only had to reread a couple of pages!). Beyond that, he also explores other theories of psi, and where we should be heading from here. This final section also includes a short rebut - tal of skeptical arguments against psi, though it is hard to go past the relevant chapter in his previous book for deconstructions of the ‘skeptical’ position. Radin is careful not to seem over-eager to naively link psi and quantum entanglement pure - ly because they are both ‘mysterious’. Rather he simply asks us to consider it, as a more than possible idea: Quantum entangl ement as presently understood in elementary atomic systems is , by itself, insuf - ficient to explain psi. But the ontological parallels implied by entanglement and psi are so compel - ling that I believe they’d be fo olish to ignore. This is a fascinating book and is certainly another important contribution to ‘new paradigm’ think - ing (and diplomacy) by Dean Radin. Although some readers may find the statistical analysis employed when discussing experimental results a little tedious, the author is caught somewhat between a rock and a hard place. The controver - sial nature of psi research means that any skepti - cal reader would demand that Radin offer data to prove his claims. As such, his hand is forced. Certainly, this does detract from the readability of the book to the general public, who simply want a quick and fascinating read. But Radin also manages to keep the reader interested by pro - viding thought-provoking ideas, and a number of anecdotes which are sure to surprise. Once again, Dean Radin has established himself as the leading communicator between psi researchers and the general public."},{"pageNumber":39,"pageContent":"June 2006 | Sub Rosa 74 S ub Rosa | June 2006 75 Yachay’s music is thus grounded in th e most primal of sounds... Circlespeak New Land Films B eing interested in ‘alternative’ topics can be a weary affair at times. Trying to find the middle ground between the true believers, at one end of the spectrum, and the ultra-skeptics at the other, can be like looking for the proverbial needle in a haystack. So it is always refreshing to be presented with a book, or in this case, a DVD, which does the job for you to perfection. In fact, it’s difficult not to talk in superlatives about this feature. CircleSpeak: A Journey to the Heart of Crop Circle Country navigates perhaps one of the most polarised topics in the alterna - tive genre with ease – informing and teaching, without ever lecturing or sermonising. The DVD begins with a quick introduction to the human face of crop circle research (and circlemaking), which sets the tone beautifully for the following hour and a half – at its heart, this is more a story about the people, rather than the circles. What follows is an excellent summary of the history of crop circles. Beginning with the first noticed circles in 1978, we are introduced to the personalities involved on a chronological basis. Terence Meaden hypothesises a ‘plasma vortice’ as the cause in 1980, and soon after the ‘paranormal’ view makes its appearance via Colin Andrews and Pat Delgado. As the 1980s roll on, more central characters appear, until the crop circle watershed occurs: the 1990 Al - ton Barnes formation, which is quickly followed by the September 1991 hoaxing revelation from the infamous ‘Doug and Dave’. At this stage, the core crop circle research is overtaken in signifance by the battle between the ‘believers’, such as Michael Glickman, and the hoaxers, including Matthew Williams and John Lundberg (and of course Doug Bower). The bal - ance to the documentary is evident here, in that the viewer often feels emotion both ways. It is hard not to feel for researchers who have de - voted large parts of their life to researching the glyphs, and been deliberately deceived by hoax - ers. Then, just as quickly, you feel some repulsion at Michael Glickman’s gleeful announcement that he “was proud to help engineer the prosecution” of circlemaker Matt Williams. This human story is what sets CircleSpeak apart. All of the important identities in the field (no pun intended) discuss their feelings about the circles, and we are given a real in - sight into the passion involved. In the words of Colin Andrews: Losing your profession...losing your marriage... it’s a huge cost, it’s a lot to pay for something else going on inside you which drives you to want to get to a truth The documentary also manages to get exclu - sive insights into the lives and opinions of the hoaxers – from the most prominent circle - makers, right through to the confession from John Wabe regarding the Oliver’s Castle video. However, the mystery remains, as most hoax - ers reveal that circlemaking seems to be a trig - ger for strange experiences and the appearance of UFO-like objects. Beyond the balance, and the human dimen - sion of the story, Circle Speak also features abso - lutely breathtaking footage of the glyphs them - selves – and whether the source is mysterious, or just hoaxers, they are still art of the highest order. Throw in two extra hours of extended interviews and deleted scenes, and this DVD is the complete package. Get it. The Gift of Gabe Brian Joseph Amazon U S Amazon U K B rian Joseph’s debut novel, The Gift of Gabe , explores synchronicities and spir - itual inspirations through rock ‘n’ roll and poetry, with believable characters and a friendly writing style that makes you feel at home with an old friend. The title itself could be viewed as a pun, the gift of the gab. Inspired by shathiyats, Sufi poets who channeled spiritual inspirations without fully understanding the purpose or meanings of the words they wrote, Brian Joseph has discov - ered similar patterns in the lyrics of the Beatles’ John Lennon and George Harrison. However, the novel is more than just an analysis of lyrics, exploring rock and roll side by side with the most influential books ever written about high - er consciousness. The Beatles, Pink Floyd and Jimi Hendrix mix with Gnostic traditions, Jung, William Blake, and Joseph Campbell to create a novel that is as original as it is inspirational. The story is simple. A social worker meets a mysterious old man, Gabe, in a chance encoun - ter that leads to further meetings and chats by the fireplace. Gabe is the archetypal Wise Old Man, imparting his wisdom to a young pupil on his hero’s journey. Some might compare them to Gurdjieff and Ouspensky, but Gabe is a de - lightfully realistic character full of life and posi - tive energy, a jolly old man any one of us could encounter in our lives. Some people are lucky to have him as a school teacher, a grandfather or a friend. Gabe doesn’t preach, he merely sug - gests books to read and music to listen to, and allows the narrator – and ultimately the reader – the space to learn at their own pace. And his blueberry pies sound delicious. Perhaps more of a story could have been written for the narrator, ala Jostein Gaarder’s Sophie’s World , but then The Gift Of Gabe isn’t just a book to be read – it’s to be experienced. The interconnectedness of all things is a ma - jor theme in the novel; Jung’s idea of synchro - nicity, the ocean of the collective unconscious we all swim in, and if you allow yourself to be carried by the currents of Joseph’s storytelling, you’ll discover delightful insights when you least expect them. Each meeting with Gabe introduces new mu - sic to listen to, new books to read, new ideas to ponder. Due to copyright laws, Joseph obvi - ously couldn’t quote lyrics in full, but a list of songs and a bibliography would be a nice touch in a second print run. I read the book in one sit - ting, without pause, and I regret not taking the time to put the book down and act on Gabe’s music and book recommendations. It’s the kind of book you can read several times, and get something new out of each experience. Cut yourself a slice of blueberry pie, get out your Beatles collection, find a comfortable chair, and go with the flow of The Gift of Gabe , it’s an experience worth having. Review by Rick M. Gned Reviews Reviews www.circlespeak.com The Beatles, Pink Floyd and Jimi Hendrix mix with Gnostic traditions, Jung, William Blake, and Joseph Campbell to create a novel that is as original as it is inspirational"},{"pageNumber":40,"pageContent":"June 2006 | Sub Rosa 76 S ub Rosa | June 2006 77 E ccenova Books has announced that in July they will release Celestial Secrets : The Hidden History of the Fátima Cover-Up , the sequel to the well-received Heave nly L ights . Both books are part of a trilogy on the Fatima apparitions in Portugal during 1917. In 1978, the authors were given unprecedent - ed access to the original records of the Fátima incident, which had been held secretly by the Church in archives located at the Sanctuary of Fátima since 1917. Here, for the first time, they tell the esoteric history of the “cover story” con - cocted by the Church in 1941, which has both shaped our modern view of the Fátima incident and obscured its true significance as the first ma - jor close encounter case of the 20th century. B lack Holes And Revelations is the fourth studio album by British rock band Muse. It is scheduled for global release on July 3, 2006 (Japan on June 28 and North America on July 11). The new album is the follow-up to the two-million-selling Absolution , and continues Muse’s particular style of bombastic rock with huge guitars and almost operatic vocals. The album artwork was designed by Storm Thorgerson, well-known for his work with Pink Floyd. Book : Celestial Secrets Author : J Fernandes & F d’Armada Date : July 1, 200 6 Album : Black Holes and Revelations Artist : Muse Date : July 3 , 200 6 T he upcoming movie A Scanner Darkly is set in suburban California, in a future where America has lost the war on drugs. When one reluctant undercover cop is ordered to start spying on his friends, he is launched on a paranoid journey into the ab - surd, where identities and loyalties are impos - sible to decode. It is a cautionary tale of drug use based on the novel by Philip K. Dick and his own experiences. Director Richard Linklater has used live ac - tion photography, overlaid with an advanced animation process called interpolated roto - scoping, to create a haunting, highly stylized vision of the future. The special effect gives the film the look of a graphic novel come to life, and allows for a new level of emotional impact and detail. The movie also features a strong cast, in - cluding Keanu Reeves (who seems to be the leading man of choice for altered reality plot - lines), Winona Ryder, Woody Harrelson and Robert Downey Jnr. Movie : A Scanner, Darkly Director : Richard Linklater Date : July 7, 2006"}]
