[{"pageNumber":1,"pageContent":"English translation of Holy Guru Granth Sahib (Part 27)"},{"pageNumber":2,"pageContent":"Table of Contents Credits ...................................................................................................................................1 Raag Kaydaaraa − Part 001 .................................................................................................2 Raag Kaydaaraa − Part 002 .................................................................................................5 Raag Kaydaaraa − Part 003 .................................................................................................9 Raag Kaydaaraa − Part 004 ...............................................................................................14 Raag Kaydaaraa − Part 005 ...............................................................................................19 Raag Kaydaaraa − Part 006 ...............................................................................................23 Raag Kaydaaraa − Part 007 ...............................................................................................27 English translation of Holy Guru Granth Sahib (Part 27) i"},{"pageNumber":3,"pageContent":"Credits English translation of Holy Guru Granth Sahib (27 Raag Kaydaaraa) by Dr. Sant Singh Khalsa Downloaded in HTML format from www.gurbanifiles.com Converted by webmaster@ishwar.com For more sacred texts, please visit: www.ishwar.com 1"},{"pageNumber":4,"pageContent":"Raag Kaydaaraa − Part 001 1118 : 1 Kaydaaraa, Fourth Mehl, First House: 1118 : 2 One Universal Creator God. By The Grace Of The True Guru: 1118 : 3 O my mind, sing continually the Name of the Lord. 1118 : 4 The Inaccessible, Unfathomable Lord cannot be seen; meeting with the Perfect Guru, He is seen. ||Pause|| 1118 : 5 That person, upon whom my Lord and Master showers His Mercy − the Lord attunes that one to Himself. 1118 : 6 Everyone worships the Lord, but only that person who is pleasing to the Lord is accepted. ||1|| 1118 : 7 The Name of the Lord, Har, Har, is priceless. It rests with the Lord. If the Lord bestows it, then we meditate on the Naam. 1118 : 8 That person, whom my Lord and Master blesses with His Name − his entire account is forgiven. ||2|| 2"},{"pageNumber":5,"pageContent":"1118 : 9 Those humble beings who worship and adore the Lord's Name, are said to be blessed. Such is the good destiny written on their foreheads. 1118 : 10 Gazing upon them, my mind blossoms forth, like the mother who meets with her son and hugs him close. ||3|| 1118 : 11 I am a child, and You, O my Lord God, are my Father; please bless me with such understanding, that I may find the Lord. 1118 : 12 Like the cow, which is happy upon seeing her calf, O Lord, please hug Nanak close in Your Embrace. ||4||1|| 1118 : 13 Kaydaaraa, Fourth Mehl, First House: 1118 : 14 One Universal Creator God. By The Grace Of The True Guru: 1118 : 15 O my mind, chant the Glorious Praises of the Lord, Har, Har. 1118 : 16 Wash the Feet of the True Guru, and worship them. In this way, you shall find my Lord God. ||Pause|| 1118 : 17 Sexual desire, anger, greed, attachment, egotism and corrupt pleasures − stay away from these. Raag Kaydaaraa − Part 001 3"},{"pageNumber":6,"pageContent":"1118 : 18 Join the Sat Sangat, the True Congregation, and speak with the Holy People about the Lord. The Love of the Lord is the healing remedy; the Name of the Lord is the healing remedy. Chant the Name of the Lord, Raam, Raam. ||1|| −− Raag Kaydaaraa − Part 001 −− Raag Kaydaaraa − Part 001 4"},{"pageNumber":7,"pageContent":"Raag Kaydaaraa − Part 002 1119 : 19 So you think that the egotistical pride in power which you harbor deep within is everything. Let it go, and restrain your self−conceit. 1119 : 20 Please be kind to servant Nanak, O Lord, my Lord and Master; please make him the dust of the Feet of the Saints. ||2||1||2|| 1119 : 21 Kaydaaraa, Fifth Mehl, Second House: 1119 : 22 One Universal Creator God. By The Grace Of The True Guru: 1119 : 23 O mother, I have awakened in the Society of the Saints. 1119 : 24 Seeing the Love of my Beloved, I chant His Name, the greatest treasure||Pause|| 1119 : 25 I am so thirsty for the Blessed Vision of His Darshan. my eyes are focused on Him; 1119 : 26 I have forgotten other thirsts. ||1|| 1119 : 27 Now, I have found my Peace−giving Guru with ease; seeing His Darshan, my mind clings to 5"},{"pageNumber":8,"pageContent":"Him. 1119 : 28 Seeing my Lord, joy has welled up in my mind; O Nanak, the speech of my Beloved is so sweet! ||2||1|| 1119 : 29 Kaydaaraa, Fifth Mehl, Third House: 1119 : 30 One Universal Creator God. By The Grace Of The True Guru: 1119 : 31 Please listen to the prayers of the humble, O Merciful Lord. 1119 : 32 The five thieves and the three dispositions torment my mind. 1119 : 33 O Merciful Lord, Master of the masterless, please save me from them. ||Pause|| 1119 : 34 I make all sorts of efforts and go on pilgrimages; 1119 : 35 I perform the six rituals, and meditate in the right way. 1119 : 36 I am so tired of making all these efforts, but the horrible demons still do not leave me. ||1|| Raag Kaydaaraa − Part 002 6"},{"pageNumber":9,"pageContent":"1119 : 37 I seek Your Sanctuary, and bow to You, O Compassionate Lord. 1119 : 38 You are the Destroyer of fear, O Lord, Har, Har, Har, Har. 1119 : 39 You alone are Merciful to the meek. 1119 : 40 Nanak takes the Support of God's Feet. 1119 : 41 I have been rescued from the ocean of doubt, 1119 : 42 holding tight to the feet and the robes of the Saints. ||2||1||2|| 1119 : 43 Kaydaaraa, Fifth Mehl, Fourth House: 1119 : 44 One Universal Creator God. By The Grace Of The True Guru: 1119 : 45 I have come to Your Sanctuary, O Lord, O Supreme Treasure. 1119 : 46 Love for the Naam, the Name of the Lord, is enshrined within my mind; I beg for the gift of Your Name. ||1||Pause|| Raag Kaydaaraa − Part 002 7"},{"pageNumber":10,"pageContent":"1119 : 47 O Pefect Transcendent Lord, Giver of Peace, please grant Your Grace and save my honor. 1119 : 48 Please bless me with such love, O my Lord and Master, that in the Saadh Sangat, the Company of the Holy, I may chant the Glorious Praises of the Lord with my tongue. ||1|| 1119 : 49 O Lord of the World, Merciful Lord of the Universe, Your sermon and spiritual wisdom are immaculate and pure. 1119 : 50 Please attune Nanak to Your Love, O Lord, and focus his meditation on Your Lotus Feet. ||2||1||3|| 1119 : 51 Kaydaaraa, Fifth Mehl: 1119 : 52 My mind yearns for the Blessed Vision of the Lord's Darshan. 1119 : 53 Please grant Your Grace, and unite me with the Society of the Saints; please bless me with Your Name. ||Pause|| 1119 : 54 I serve my True Beloved Lord. Wherever I hear His Praise, there my mind is in ecstasy. −− Raag Kaydaaraa − Part 002 −− Raag Kaydaaraa − Part 002 8"},{"pageNumber":11,"pageContent":"Raag Kaydaaraa − Part 003 1120 : 55 I am a sacrifice, a sacrifice, forever devoted to You. Your place is incomparably beautiful! ||1|| 1120 : 56 You cherish and nurture all; You take care of all, and Your shade covers all. 1120 : 57 You are the Primal Creator, the God of Nanak; I behold You in each and every heart. ||2||2||4|| 1120 : 58 Kaydaaraa, Fifth Mehl: 1120 : 59 I love the Love of my Beloved. 1120 : 60 My mind is intoxicated with delight, and my consciousness is filled with hope; my eyes are drenched with Your Love. ||Pause|| 1120 : 61 Blessed is that day, that hour, minute and second when the heavy, rigid shutters are opened, and desire is quenched. 1120 : 62 Seeing the Blessed Vision of Your Darshan, I live. ||1|| 1120 : 63 9"},{"pageNumber":12,"pageContent":"What is the method, what is the effort, and what is the service, which inspires me to contemplate You? 1120 : 64 Abandon your egotistical pride and attachment; O Nanak, you shall be saved in the Society of the Saints. ||2||3||5|| 1120 : 65 Kaydaaraa, Fifth Mehl: 1120 : 66 Sing the Glorious Praises of the Lord, Har, Har, Har. 1120 : 67 Have Mercy on me, O Life of the World, O Lord of the Universe, that I may chant Your Name. ||Pause|| 1120 : 68 Please lift me up, God, out of vice and corruption, and attach my mind to the Saadh Sangat, the Company of the Holy. 1120 : 69 Doubt, fear and attachment are eradicated from that person who follows the Guru's Teachings, and gazes on the Blessed Vision of His Darshan. ||1|| 1120 : 70 Let my mind become the dust of all; may I abandon my egotistical intellect. 1120 : 71 Please bless me with Your devotional worship, O Merciful Lord; by great good fortune, O Nanak, I have found the Lord. ||2||4||6|| Raag Kaydaaraa − Part 003 10"},{"pageNumber":13,"pageContent":"1120 : 72 Kaydaaraa, Fifth Mehl: 1120 : 73 Without the Lord, life is useless. 1120 : 74 Those who forsake the Lord, and become engrossed in other pleasures − false and useless are the clothes they wear, and the food they eat. ||Pause|| 1120 : 75 The pleasures of wealth, youth, property and comforts will not stay with you, O mother. 1120 : 76 Seeing the mirage, the madman is entangled in it; he is imbued with pleasures that pass away, like the shade of a tree. ||1|| 1120 : 77 Totally intoxicated with the wine of pride and attachment, he has fallen into the pit of sexual desire and anger. 1120 : 78 O Dear God, please be the Help and Support of servant Nanak; please take me by the hand, and uplift me. ||2||5||7|| 1120 : 79 Kaydaaraa, Fifth Mehl: 1120 : 80 Nothing goes along with the mortal, except for the Lord. Raag Kaydaaraa − Part 003 11"},{"pageNumber":14,"pageContent":"1120 : 81 He is the Master of the meek, the Lord of Mercy, my Lord and Master, the Master of the masterless. ||Pause|| 1120 : 82 Children, possessions and the enjoyment of corrupt pleasures do not go along with the mortal on the path of Death. 1120 : 83 Singing the Glorious Praises of the treasure of the Naam, and the Lord of the Universe, the mortal is carried across the deep ocean. ||1|| 1120 : 84 In the Sanctuary of the All−powerful, Indescribable, Unfathomable Lord, meditate in remembrance on Him, and your pains shall vanish. 1120 : 85 Nanak longs for the dust of the feet of the Lord's humble servant; he shall obtain it only if such pre−ordained destiny is written on his forehead. ||2||6||8|| 1120 : 86 Kaydaaraa, Fifth Mehl, Fifth House: 1120 : 87 One Universal Creator God. By The Grace Of The True Guru: 1120 : 88 I do not forget the Lord in my mind. 1120 : 89 This love has now become very strong; it has burnt away other corruption. ||Pause|| Raag Kaydaaraa − Part 003 12"},{"pageNumber":15,"pageContent":"1120 : 90 How can the rainbird forsake the rain−drop? The fish cannot survive without water, even for an instant. −− Raag Kaydaaraa − Part 003 −− Raag Kaydaaraa − Part 003 13"},{"pageNumber":16,"pageContent":"Raag Kaydaaraa − Part 004 1121 : 91 My tongue chants the Glorious Praises of the Lord of the World; this has become part of my very nature. ||1|| 1121 : 92 The deer is fascinated by the sound of the bell, and so it is shot with the sharp arrow. 1121 : 93 God's Lotus Feet are the Source of Nectar; O Nanak, I am tied to them by a knot. ||2||1||9|| 1121 : 94 Kaydaaraa, Fifth Mehl: 1121 : 95 My Beloved dwells in the cave of my heart. 1121 : 96 Shatter the wall of doubt, O my Lord and Master; please grab hold of me, and lift me up towards Yourself. ||1||Pause|| 1121 : 97 The world−ocean is so vast and deep; please be kind, lift me up and place me on the shore. 1121 : 98 In the Society of the Saints, the Lord's Feet are the boat to carry us across. ||1|| 1121 : 99 14"},{"pageNumber":17,"pageContent":"The One who placed you in the womb of your mother's belly − no one else shall save you in the wilderness of corruption. 1121 : 100 The power of the Lord's Sanctuary is all−powerful; Nanak does not rely on any other. ||2||2||10|| 1121 : 101 Kaydaaraa, Fifth Mehl: 1121 : 102 With your tongue, chant the Name of the Lord. 1121 : 103 Chanting the Glorious Praises of the Lord, day and night, your sins shall be eradicated. ||Pause|| 1121 : 104 You shall have to leave behind all your riches when you depart. Death is hanging over your head − know this well! 1121 : 105 Transitory attachments and evil hopes are false. Surely you must believe this! ||1|| 1121 : 106 Within your heart, focus your meditation on the True Primal Being, Akaal Moorat, the Undying Form. 1121 : 107 Only this profitable merchandise, the treasure of the Naam, O Nanak, shall be accepted. ||2||3||11|| Raag Kaydaaraa − Part 004 15"},{"pageNumber":18,"pageContent":"1121 : 108 Kaydaaraa, Fifth Mehl: 1121 : 109 I take only the Support of the Name of the Lord. 1121 : 110 Suffering and conflict do not afflict me; I deal only with the Society of the Saints. ||Pause|| 1121 : 111 Showering His Mercy on me, the Lord Himself has saved me, and no evil thoughts arise within me. 1121 : 112 Whoever receives this Grace, contemplates Him in meditation; he is not burned by the fire of the world. ||1|| 1121 : 113 Peace, joy and bliss come from the Lord, Har, Har. God's Feet are sublime and excellent. 1121 : 114 Slave Nanak seeks Your Sanctuary; he is the dust of the feet of Your Saints. ||2||4||12|| 1121 : 115 Kaydaaraa, Fifth Mehl: 1121 : 116 Without the Name of the Lord, one's ears are cursed. 1121 : 117 Raag Kaydaaraa − Part 004 16"},{"pageNumber":19,"pageContent":"Those who forget the Embodiment of Life − what is the point of their lives? ||Pause|| 1121 : 118 One who eats and drinks countless delicacies is no more than a donkey, a beast of burden. 1121 : 119 Twenty−four hours a day, he endures terrible suffering, like the bull, chained to the oil−press. ||1|| 1121 : 120 Forsaking the Life of the World, and attached to another, they weep and wail in so many ways. 1121 : 121 With his palms pressed together, Nanak begs for this gift; O Lord, please keep me strung around Your Neck. ||2||5||13|| 1121 : 122 Kaydaaraa, Fifth Mehl: 1121 : 123 I take the dust of the feet of the Saints and apply it to my face. 1121 : 124 Hearing of the Imperishable, Eternally Perfect Lord, pain does not afflict me, even in this Dark Age of Kali Yuga. ||Pause|| 1121 : 125 Through the Guru's Word, all affairs are resolved, and the mind is not tossed about here and there. 1121 : 126 Raag Kaydaaraa − Part 004 17"},{"pageNumber":20,"pageContent":"Whoever sees the One God to be pervading in all the many beings, does not burn in the fire of corruption. ||1|| 1121 : 127 The Lord grasps His slave by the arm, and his light merges into the Light. 1121 : 128 Nanak, the orphan, has come seeking the Sanctuary of God's Feet; O Lord, he walks with You. ||2||6||14|| 1121 : 129 Kaydaaraa, Fifth Mehl: −− Raag Kaydaaraa − Part 004 −− Raag Kaydaaraa − Part 004 18"},{"pageNumber":21,"pageContent":"Raag Kaydaaraa − Part 005 1122 : 130 My mind is filled with yearning for the Name of the Lord. 1122 : 131 I am totally filled with tranquility and bliss; the burning desire within has been quenched. ||Pause|| 1122 : 132 Walking on the path of the Saints, millions of mortal sinners have been saved. 1122 : 133 One who applies the dust of the feet of the humble to his forehead, is purified, as if he has bathed at countless sacred shrines. ||1|| 1122 : 134 Meditating on His Lotus Feet deep within, one realizes the Lord and Master in each and every heart. 1122 : 135 In the Sanctuary of the Divine, Infinite Lord, Nanak shall never again be tortured by the Messenger of Death. ||2||7||15|| 1122 : 136 Kaydaaraa Chhant, Fifth Mehl: 1122 : 137 One Universal Creator God. By The Grace Of The True Guru: 1122 : 138 19"},{"pageNumber":22,"pageContent":"Please meet me, O my Dear Beloved. ||Pause|| 1122 : 139 He is All−pervading amongst all, the Architect of Destiny. 1122 : 140 The Lord God has created His Path, which is known in the Society of the Saints. 1122 : 141 The Creator Lord, the Architect of Destiny, is known in the Society of the Saints; You are seen in each and every heart. 1122 : 142 One who comes to His Sanctuary, finds absolute peace; not even a bit of his work goes unnoticed. 1122 : 143 One who sings the Glorious Praises of the Lord, the Treasure of Virtue, is easily, naturally intoxicated with the supreme, sublime essence of divine love. 1122 : 144 Slave Nanak seeks Your Sanctuary; You are the Perfect Creator Lord, the Architect of Destiny. ||1|| 1122 : 145 The Lord's humble servant is pierced through with loving devotion to Him; where else can he go? 1122 : 146 The fish cannot endure separation, and without water, it will die. 1122 : 147 Raag Kaydaaraa − Part 005 20"},{"pageNumber":23,"pageContent":"Without the Lord, how can I survive? How can I endure the pain? I am like the rainbird, thirsty for the rain−drop. 1122 : 148 \"When will the night pass?,\" asks the chakvi bird. \"I shall find peace only when the rays of the sun shine on me.\" 1122 : 149 My mind is attached to the Blessed Vision of the Lord. Blessed are the nights and days, when I sing the Glorious Praises of the Lord, 1122 : 150 Slave Nanak utters this prayer; without the Lord, how can the breath of life continue to flow through me? ||2|| 1122 : 151 Without the breath, how can the body obtain glory and fame? 1122 : 152 Without the Blessed Vision of the Lord's Darshan, the humble, holy person does not find peace, even for an instant. 1122 : 153 Those who are without the Lord suffer in hell; my mind is pierced through with the Lord's Feet. 1122 : 154 The Lord is both sensual and unattached; lovingly attune yourself to the Naam, the Name of the Lord. No one can ever deny Him. 1122 : 155 Go and meet with the Lord, and dwell in the Saadh Sangat, the Company of the Holy; no one can contain that peace within his being. Raag Kaydaaraa − Part 005 21"},{"pageNumber":24,"pageContent":"1122 : 156 Please be kind to me, O Lord and Master of Nanak, that I may merge in You. ||3|| 1122 : 157 Searching and searching, I have met with my Lord God, who has showered me with His Mercy. 1122 : 158 I am unworthy, a lowly orphan, but He does not even consider my faults. 1122 : 159 He does not consider my faults; He has blessed me with Perfect Peace. It is said that it is His Way to purify us. 1122 : 160 Hearing that He is the Love of His devotees, I have grasped the hem of His robe. He is totally permeating each and every heart. 1122 : 161 I have found the Lord, the Ocean of Peace, with intuitive ease; the pains of birth and death are gone. 1122 : 162 Taking him by the hand, the Lord has saved Nanak, His slave; He has woven the garland of His Name into his heart. ||4||1|| −− Raag Kaydaaraa − Part 005 −− Raag Kaydaaraa − Part 005 22"},{"pageNumber":25,"pageContent":"Raag Kaydaaraa − Part 006 1123 : 163 Raag Kaydaaraa, The Word Of Kabeer Jee: 1123 : 164 One Universal Creator God. By The Grace Of The True Guru: 1123 : 165 Those who ignore both praise and slander, who reject egotistical pride and conceit, 1123 : 166 who look alike upon iron and gold − they are the very image of the Lord God. ||1|| 1123 : 167 Hardly anyone is a humble servant of Yours, O Lord. 1123 : 168 Ignoring sexual desire, anger, greed and attachment, such a person becomes aware of the Lord's Feet. ||1||Pause|| 1123 : 169 Raajas, the quality of energy and activity; Taamas, the quality of darkness and inertia; and Satvas, the quality of purity and light, are all called the creations of Maya, Your illusion. 1123 : 170 That man who realizes the fourth state − he alone obtains the supreme state. ||2|| 1123 : 171 Amidst pilgrimages, fasting, rituals, purification and self−discipline, he remains always 23"},{"pageNumber":26,"pageContent":"without thought of reward. 1123 : 172 Thirst and desire for Maya and doubt depart, remembering the Lord, the Supreme Soul. ||3|| 1123 : 173 When the temple is illuminated by the lamp, its darkness is dispelled. 1123 : 174 The Fearless Lord is All−pervading. Doubt has run away, says Kabeer, the Lord's humble slave. ||4||1|| 1123 : 175 Some deal in bronze and copper, some in cloves and betel nuts. 1123 : 176 The Saints deal in the Naam, the Name of the Lord of the Universe. Such is my merchandise as well. ||1|| 1123 : 177 I am a trader in the Name of the Lord. 1123 : 178 The priceless diamond has come into my hands. I have left the world behind. ||1||Pause|| 1123 : 179 When the True Lord attached me, then I was attached to Truth. I am a trader of the True Lord. 1123 : 180 I have loaded the commodity of Truth; It has reached the Lord, the Treasurer. ||2|| Raag Kaydaaraa − Part 006 24"},{"pageNumber":27,"pageContent":"1123 : 181 He Himself is the pearl, the jewel, the ruby; He Himself is the jeweller. 1123 : 182 He Himself spreads out in the ten directions. The Merchant is Eternal and Unchanging. ||3|| 1123 : 183 My mind is the bull, and meditation is the road; I have filled my packs with spiritual wisdom, and loaded them on the bull. 1123 : 184 Says Kabeer, listen, O Saints: my merchandise has reached its destination! ||4||2|| 1123 : 185 You barbaric brute, with your primitive intellect − reverse your breath and turn it inward. 1123 : 186 Let your mind be intoxicated with the stream of Ambrosial Nectar which trickles down from the furnace of the Tenth Gate. ||1|| 1123 : 187 O Siblings of Destiny, call on the Lord. 1123 : 188 O Saints, drink in this wine forever; it is so difficult to obtain, and it quenches your thirst so easily. ||1||Pause|| 1123 : 189 In the Fear of God, is the Love of God. Only those few who understand His Love obtain the sublime essence of the Lord, O Siblings of Destiny. Raag Kaydaaraa − Part 006 25"},{"pageNumber":28,"pageContent":"1123 : 190 As many hearts as there are − in all of them, is His Ambrosial Nectar; as He pleases, He causes them to drink it in. ||2|| 1123 : 191 There are nine gates to the one city of the body; restrain your mind from escaping through them. 1123 : 192 When the knot of the three qualities is untied, then the Tenth Gate opens up, and the mind is intoxicated, O Siblings of Destiny. ||3|| 1123 : 193 When the mortal fully realizes the state of fearless dignity, then his sufferings vanish; so says Kabeer after careful deliberation. 1123 : 194 Turning away from the world, I have obtained this wine, and I am intoxicated with it. ||4||3|| 1123 : 195 You are engrossed with unsatisfied sexual desire and unresolved anger; you do not know the State of the One Lord. 1123 : 196 Your eyes are blinded, and you see nothing at all. You drown and die without water. ||1|| −− Raag Kaydaaraa − Part 006 −− Raag Kaydaaraa − Part 006 26"},{"pageNumber":29,"pageContent":"Raag Kaydaaraa − Part 007 1124 : 197 Why do you walk in that crooked, zig−zag way? 1124 : 198 You are nothing more than a bundle of bones, wrapped in skin, filled with manure; you give off such a rotten smell! ||1||Pause|| 1124 : 199 You do not meditate on the Lord. What doubts have confused and deluded you? Death is not far away from you! 1124 : 200 Making all sorts of efforts, you manage to preserve this body, but it shall only survive until its time is up. ||2|| 1124 : 201 By one's own efforts, nothing is done. What can the mere mortal accomplish? 1124 : 202 When it pleases the Lord, the mortal meets the True Guru, and chants the Name of the One Lord. ||3|| 1124 : 203 You live in a house of sand, but you still puff up your body − you ignorant fool! 1124 : 204 Says Kabeer, those who do not remember the Lord may be very clever, but they still drown. ||4||4|| 27"},{"pageNumber":30,"pageContent":"1124 : 205 Your turban is crooked, and you walk crooked; and now you have started chewing betel leaves. 1124 : 206 You have no use at all for loving devotional worship; you say you have business in court. ||1|| 1124 : 207 In your egotistical pride, you have forgotten the Lord. 1124 : 208 Gazing upon your gold, and your very beautiful wife, you believe that they are permanent. ||1||Pause|| 1124 : 209 You are engrossed in greed, falsehood, corruption and great arrogance. Your life is passing away. 1124 : 210 Says Kabeer, at the very last moment, death will come and seize you, you fool! ||2||5|| 1124 : 211 The mortal beats the drum for a few days, and then he must depart. 1124 : 212 With so much wealth and cash and buried treasure, still, he cannot take anything with him. ||1||Pause|| 1124 : 213 Sitting on the threshhold, his wife weeps and wails; his mother accompanies him to the outer gate. Raag Kaydaaraa − Part 007 28"},{"pageNumber":31,"pageContent":"1124 : 214 All the people and relatives together go to the crematorium, but the swan−soul must go home all alone. ||1|| 1124 : 215 Those children, that wealth, that city and town − he shall not come to see them again. 1124 : 216 Says Kabeer, why do you not meditate on the Lord? Your life is uselessly slipping away! ||2||6|| 1124 : 217 Raag Kaydaaraa, The Word Of Ravi Daas Jee: 1124 : 218 One Universal Creator God. By The Grace Of The True Guru: 1124 : 219 One who performs the six religious rituals and comes from a good family, but who does not have devotion to the Lord in his heart, 1124 : 220 one who does not appreciate talk of the Lord's Lotus Feet, is just like an outcaste, a pariah. ||1|| 1124 : 221 Be conscious, be conscious, be conscious, O my unconscious mind. 1124 : 222 Why do you not look at Baalmeek? Raag Kaydaaraa − Part 007 29"},{"pageNumber":32,"pageContent":"1124 : 223 From such a low social status, what a high status he obtained! Devotional worship to the Lord is sublime! ||1||Pause|| 1124 : 224 The killer of dogs, the lowest of all, was lovingly embraced by Krishna. 1124 : 225 See how the poor people praise him! His praise extends throughout the three worlds. ||2|| 1124 : 226 Ajaamal, Pingulaa, Lodhia and the elephant went to the Lord. 1124 : 227 Even such evil−minded beings were emancipated. Why should you not also be saved, O Ravi Daas? ||3||1|| −− Raag Kaydaaraa −− Raag Kaydaaraa − Part 007 30"}]
