[{"pageNumber":1,"pageContent":"English translation of Holy Guru Granth Sahib (Part 43)"},{"pageNumber":2,"pageContent":"Table of Contents Credits ...................................................................................................................................1 Shaloks In Addition To The Vaars − Part 001 ....................................................................2 Shaloks In Addition To The Vaars − Part 002 ....................................................................6 Shaloks In Addition To The Vaars − Part 003 ..................................................................11 Shaloks In Addition To The Vaars − Part 004 ..................................................................16 Shaloks In Addition To The Vaars − Part 005 ..................................................................21 Shaloks In Addition To The Vaars − Part 006 ..................................................................26 Shaloks In Addition To The Vaars − Part 007 ..................................................................31 Shaloks In Addition To The Vaars − Part 008 ..................................................................36 Shaloks In Addition To The Vaars − Part 009 ..................................................................41 Shaloks In Addition To The Vaars − Part 010 ..................................................................46 Shaloks In Addition To The Vaars − Part 011 ..................................................................51 Shaloks In Addition To The Vaars − Part 012 ..................................................................56 Shaloks In Addition To The Vaars − Part 013 ..................................................................60 Shaloks In Addition To The Vaars − Part 014 ..................................................................65 Shaloks In Addition To The Vaars − Part 015 ..................................................................69 Shaloks In Addition To The Vaars − Part 016 ..................................................................73 English translation of Holy Guru Granth Sahib (Part 43) i"},{"pageNumber":3,"pageContent":"Credits English translation of Holy Guru Granth Sahib (43 Shaloks In Addition To The Vaars) by Dr. Sant Singh Khalsa Downloaded in HTML format from www.gurbanifiles.com Converted by webmaster@ishwar.com For more sacred texts, please visit: www.ishwar.com 1"},{"pageNumber":4,"pageContent":"Shaloks In Addition To The Vaars − Part 001 1410 : 1 One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self−Existent. By Guru's Grace: 1410 : 2 Shaloks In Addition To The Vaars. 1410 : 3 First Mehl: 1410 : 4 O you with swollen breasts, let your consciousness become deep and profound. 1410 : 5 O mother−in−law, how can I bow? Because of my stiff nipples, I cannot bow. 1410 : 6 O sister, those mansions built as high as mountains 1410 : 7 − I have seen them come crumbling down. O bride, do not be so proud of your nipples. ||1|| 1410 : 8 O bride with deer−like eyes, listen to the words of deep and infinite wisdom. 1410 : 9 First, examine the merchandise, and then, make the deal. 2"},{"pageNumber":5,"pageContent":"1410 : 10 Proclaim that you will not associate with evil people; celebrate victory with your friends. 1410 : 11 This proclamation, to meet with your friends, O bride − give it some thought. 1410 : 12 Surrender mind and body to the Lord your Friend; this is the most excellent pleasure. 1410 : 13 Do not fall in love with one who is destined to leave. 1410 : 14 O Nanak, I am a sacrifice to those who understand this. ||2|| 1410 : 15 If you wish to swim across the water, then consult those who know how to swim. 1410 : 16 Those who have survived these treacherous waves are very wise. ||3|| 1410 : 17 The storm rages and the rain floods the land; thousands of waves rise and surge. 1410 : 18 If you cry out for help from the True Guru, you have nothing to fear − your boat will not sink. ||4|| 1410 : 19 O Nanak, what has happened to the world? Shaloks In Addition To The Vaars − Part 001 3"},{"pageNumber":6,"pageContent":"1410 : 20 There is no guide or friend. 1410 : 21 There is no love, even among brothers and relatives. 1410 : 22 For the sake of the world, people have lost their faith. ||5|| 1410 : 23 They cry and weep and wail. 1410 : 24 They slap their faces and pull their hair out. 1410 : 25 But if they chant the Naam, the Name of the Lord, they shall be absorbed into it. 1410 : 26 O Nanak, I am a sacrifice to them. ||6|| 1410 : 27 O my mind, do not waver or walk on the crooked path; take the straight and true path. 1410 : 28 The terrible tiger is behind you, and the pool of fire is ahead. 1410 : 29 My soul is skeptical and doubtful, but I cannot see any other way to go. Shaloks In Addition To The Vaars − Part 001 4"},{"pageNumber":7,"pageContent":"1410 : 30 O Nanak, as Gurmukh, dwell with your Beloved Lord, and you shall be saved. ||7|| 1410 : 31 The tiger is killed, and the mind is killed, through the Teachings of the True Guru. 1410 : 32 One who understands himself, meets with the Lord, and never dies again. −− Shaloks In Addition To The Vaars − Part 001 −− Shaloks In Addition To The Vaars − Part 001 5"},{"pageNumber":8,"pageContent":"Shaloks In Addition To The Vaars − Part 002 1411 : 33 One who sees the One and Only Lord with his eyes − his hands shall not get muddy and dirty. 1411 : 34 O Nanak, the Gurmukhs are saved; the Guru has surrounded the ocean with the embankment of Truth. ||8|| 1411 : 35 If you wish to put out the fire, then look for water; without the Guru, the ocean of water is not found. 1411 : 36 You shall continue to wander lost in reincarnation through birth and death, even if you do thousands of other deeds. 1411 : 37 But you shall not be taxed by the Messenger of Death, if you walk in harmony with the Will of the True Guru. 1411 : 38 O Nanak, the immaculate, immortal status is obtained, and the Guru will unite you in the Lord's Union. ||9|| 1411 : 39 The crow rubs and washes itself in the mud puddle. 1411 : 40 Its mind and body are polluted with its own mistakes and demerits, and its beak is filled with dirt. 6"},{"pageNumber":9,"pageContent":"1411 : 41 The swan in the pool associated with the crow, not knowing that it was evil. 1411 : 42 Such is the love of the faithless cynic; understand this, O spiritually wise ones, through love and devotion. 1411 : 43 So proclaim the victory of the Society of the Saints, and act as Gurmukh. 1411 : 44 Immaculate and pure is that cleansing bath, O Nanak, at the sacred shrine of the Guru's river. ||10|| 1411 : 45 What should I account as the rewards of this human life, if one does not feel love and devotion to the Lord? 1411 : 46 Wearing clothes and eating food is useless, if the mind is filled with the love of duality. 1411 : 47 Seeing and hearing is false, if one speaks lies. 1411 : 48 O Nanak, praise the Naam, the Name of the Lord; everything else is coming and going in egotism. ||11|| 1411 : 49 The Saints are few and far between; everything else in the world is just a pompous show. ||12|| Shaloks In Addition To The Vaars − Part 002 7"},{"pageNumber":10,"pageContent":"1411 : 50 O Nanak, one who is struck by the Lord dies instantaneously; the power to live is lost. 1411 : 51 If someone dies by such a stroke, then he is accepted. 1411 : 52 He alone is struck, who is struck by the Lord; after such a stroke, he is approved. 1411 : 53 The arrow of love, shot by the All−knowing Lord, cannot be pulled out. ||13|| 1411 : 54 Who can wash the unbaked clay pot? 1411 : 55 Joining the five elements together, the Lord made a false cover. 1411 : 56 When it pleases Him, He makes it right. 1411 : 57 The supreme light shines forth, and the celestial song vibrates and resounds. ||14|| 1411 : 58 Those who are totally blind in their minds, do not have the integrity to keep their word. 1411 : 59 With their blind minds, and their upside−down heart−lotus, they look totally ugly. Shaloks In Addition To The Vaars − Part 002 8"},{"pageNumber":11,"pageContent":"1411 : 60 Some know how to speak and understand what they are told. Those people are wise and good−looking. 1411 : 61 Some do not know the Sound−current of the Naad, spiritual wisdom or the joy of song. They do not even understand good and bad. 1411 : 62 Some have no idea of perfection, wisdom or understanding; they know nothing about the mystery of the Word. 1411 : 63 O Nanak, those people are really donkeys; they have no virtue or merit, but still, they are very proud. ||15|| 1411 : 64 He alone is a Brahmin, who knows God. 1411 : 65 He chants and meditates, and practices austerity and good deeds. 1411 : 66 He keeps to the Dharma, with faith, humility and contentment. 1411 : 67 Breaking his bonds, he is liberated. 1411 : 68 Such a Brahmin is worthy of being worshipped. ||16|| Shaloks In Addition To The Vaars − Part 002 9"},{"pageNumber":12,"pageContent":"1411 : 69 He alone is a Kh'shaatriyaa, who is a hero in good deeds. 1411 : 70 He uses his body to give in charity; 1411 : 71 he understands his farm, and plants the seeds of generosity. 1411 : 72 Such a Kh'shaatriyaa is accepted in the Court of the Lord. 1411 : 73 Whoever practices greed, possessiveness and falsehood, 1411 : 74 shall receive the fruits of his own labors. ||17|| 1411 : 75 Do not heat your body like a furnace, or burn your bones like firewood. 1411 : 76 What have your head and feet done wrong? See your Husband Lord within yourself. ||18|| −− Shaloks In Addition To The Vaars − Part 002 −− Shaloks In Addition To The Vaars − Part 002 10"},{"pageNumber":13,"pageContent":"Shaloks In Addition To The Vaars − Part 003 1412 : 77 God the Cosmic Husband dwells within all hearts; without Him, there is no heart at all. 1412 : 78 O Nanak, the Gurmukhs are the happy, virtuous soul−brides; the Lord is revealed to them. ||19|| 1412 : 79 If you desire to play this game of love with Me, 1412 : 80 then step onto My Path with your head in hand. 1412 : 81 When you place your feet on this Path, 1412 : 82 give Me your head, and do not pay any attention to public opinion. ||20|| 1412 : 83 False is friendship with the false and greedy. False is its foundation. 1412 : 84 O Moollah, no one knows where death shall strike. ||21|| 1412 : 85 Without spiritual wisdom, the people worship ignorance. 11"},{"pageNumber":14,"pageContent":"1412 : 86 They grope in the darkness, in the love of duality. ||22|| 1412 : 87 Without the Guru, there is no spiritual wisdom; without Dharma, there is no meditation. 1412 : 88 Without Truth, there is no credit; without capital, there is no balance. ||23|| 1412 : 89 The mortals are sent into the world; then, they arise and depart. 1412 : 90 There is no joy in this. ||24|| 1412 : 91 Raam Chand, sad at heart, assembled his army and forces. 1412 : 92 The army of monkeys was at his service; his mind and body became eager for war. 1412 : 93 Raawan captured his wife Sita, and Lachhman was cursed to die. 1412 : 94 O Nanak, the Creator Lord is the Doer of all; He watches over all, and destroys what He has created. ||25|| 1412 : 95 In his mind, Raam Chand mourned for Sita and Lachhman. Shaloks In Addition To The Vaars − Part 003 12"},{"pageNumber":15,"pageContent":"1412 : 96 Then, he remembered Hanuman the monkey−god, who came to him. 1412 : 97 The misguided demon did not understand that God is the Doer of deeds. 1412 : 98 O Nanak, the actions of the Self−existent Lord cannot be erased. ||26|| 1412 : 99 The city of Lahore suffered terrible destruction for four hours. ||27|| 1412 : 100 Third Mehl: 1412 : 101 The city of Lahore is a pool of ambrosial nectar, the home of praise. ||28|| 1412 : 102 First Mehl: 1412 : 103 What are the signs of a prosperous person? His stores of food never run out. 1412 : 104 Prosperity dwells in his home, with the sounds of girls and women. 1412 : 105 All the women of his home shout and cry over useless things. Shaloks In Addition To The Vaars − Part 003 13"},{"pageNumber":16,"pageContent":"1412 : 106 Whatever he takes, he does not give back. Seeking to earn more and more, he is troubled and uneasy. ||29|| 1412 : 107 O lotus, your leaves were green, and your blossoms were gold. 1412 : 108 What pain has burnt you, and made your body black? O Nanak, my body is battered. 1412 : 109 I have not received that water which I love. 1412 : 110 Seeing it, my body blossomed forth, and I was blessed with a deep and beautiful color. ||30|| 1412 : 111 No one lives long enough to accomplish all he wishes. 1412 : 112 Only the spiritually wise live forever; they are honored for their intuitive awareness. 1412 : 113 Bit by bit, life passes away, even though the mortal tries to hold it back. 1412 : 114 O Nanak, unto whom should we complain? Death takes one's life away without anyone's consent. ||31|| 1412 : 115 Shaloks In Addition To The Vaars − Part 003 14"},{"pageNumber":17,"pageContent":"Do not blame the Sovereign Lord; when someone grows old, his intellect leaves him. 1412 : 116 The blind man talks and babbles, and then falls into the ditch. ||32|| 1412 : 117 All that the Perfect Lord does is perfect; there is not too little, or too much. 1412 : 118 O Nanak, knowing this as Gurmukh, the mortal merges into the Perfect Lord God. ||33|| −− Shaloks In Addition To The Vaars − Part 003 −− Shaloks In Addition To The Vaars − Part 003 15"},{"pageNumber":18,"pageContent":"Shaloks In Addition To The Vaars − Part 004 1413 : 119 Shalok, Third Mehl: 1413 : 120 One Universal Creator God. By The Grace Of The True Guru: 1413 : 121 Do not call the wandering beggars holy men, if their minds are filled with doubt. 1413 : 122 Whoever gives to them, O Nanak, earns the same sort of merit. ||1|| 1413 : 123 One who begs for the supreme status of the Fearless and Immaculate Lord 1413 : 124 − how rare are those who have the opportunity, O Nanak, to give food to such a person. ||2|| 1413 : 125 If I were a religious scholar, an astrologer, or one who could recite the four Vedas, 1413 : 126 I could be famous throughout the nine regions of the earth, for my wisdom and thoughtful contemplation. ||3|| 1413 : 127 If a Brahmin kills a cow or a female infant, and accepts the offerings of an evil person, 16"},{"pageNumber":19,"pageContent":"1413 : 128 he is cursed with the leprosy of curses and criticism; he is forever and ever filled with egotistical pride. 1413 : 129 One who forgets the Naam, O Nanak, is covered by countless sins. 1413 : 130 Let all wisdom be burnt away, except for the essence of spiritual wisdom. ||4|| 1413 : 131 No one can erase that primal destiny written upon one's forehead. 1413 : 132 O Nanak, whatever is written there, comes to pass. He alone understands, who is blessed by God's Grace. ||5|| 1413 : 133 Those who forget the Naam, the Name of the Lord, and become attached to greed and fraud, 1413 : 134 are engrossed in the entanglements of Maya the enticer, with the fire of desire within them. 1413 : 135 Those who, like the pumpkin vine, are too stubborn climb the trellis, are cheated by Maya the cheater. 1413 : 136 The self−willed manmukhs are bound and gagged and led away; the dogs do not join the herd of cows. Shaloks In Addition To The Vaars − Part 004 17"},{"pageNumber":20,"pageContent":"1413 : 137 The Lord Himself misleads the misguided ones, and He Himself unites them in His Union. 1413 : 138 O Nanak, the Gurmukhs are saved; they walk in harmony with the Will of the True Guru. ||6|| 1413 : 139 I praise the Praiseworthy Lord, and sing the Praises of the True Lord. 1413 : 140 O Nanak, the One Lord alone is True; stay away from all other doors. ||7|| 1413 : 141 O Nanak, wherever I go, I find the True Lord. 1413 : 142 Wherever I look, I see the One Lord. He reveals Himself to the Gurmukh. ||8|| 1413 : 143 The Word of the Shabad is the Dispeller of sorrow, if one enshrines it in the mind. 1413 : 144 By Guru's Grace, it dwells in the mind; by God's Mercy, it is obtained. ||9|| 1413 : 145 O Nanak, acting in egotism, countless thousands have wasted away to death. 1413 : 146 Those who meet with the True Guru are saved, through the Shabad, the True Word of the Shaloks In Addition To The Vaars − Part 004 18"},{"pageNumber":21,"pageContent":"Inscrutable Lord. ||10|| 1413 : 147 Those who serve the True Guru single−mindedly − I fall at the feet of those humble beings. 1413 : 148 Through the Word of the Guru's Shabad, the Lord abides in the mind, and the hunger for Maya departs. 1413 : 149 Immaculate and pure are those humble beings, who, as Gurmukh, merge in the Naam. 1413 : 150 O Nanak, other empires are false; they alone are true emperors, who are imbued with the Naam. ||11|| 1413 : 151 The devoted wife in her husband's home has a great longing to perform loving devotional service to him; 1413 : 152 she prepares and offers to him all sorts of sweet delicacies and dishes of all flavors. 1413 : 153 In the same way, the devotees praise the Word of the Guru's Bani, and focus their consciousness on the Lord's Name. 1413 : 154 They place mind, body and wealth in offering before the Guru, and sell their heads to Him. 1413 : 155 Shaloks In Addition To The Vaars − Part 004 19"},{"pageNumber":22,"pageContent":"In the Fear of God, His devotees yearn for His devotional worship; God fulfills their desires, and merges them with Himself. −− Shaloks In Addition To The Vaars − Part 004 −− Shaloks In Addition To The Vaars − Part 004 20"},{"pageNumber":23,"pageContent":"Shaloks In Addition To The Vaars − Part 005 1414 : 156 My Lord God is Self−existent and Independent. What does He need to eat to be satisfied? 1414 : 157 Whoever walks in harmony with the Will of the True Guru, and sings the Glorious Praises of the Lord, is pleasing to Him. 1414 : 158 Blessed, blessed are they, in this Dark Age of Kali Yuga, O Nanak, who walk in harmony with the Will of the True Guru. ||12|| 1414 : 159 Those who do not serve the True Guru, and do not keep the Shabad enshrined in their hearts 1414 : 160 − cursed are their lives. Why did they even come into the world? 1414 : 161 If one follows the Guru's Teachings, and keeps the Fear of God in his mind, then he is lovingly attuned to the sublime essence of the Lord. 1414 : 162 By his primal destiny, he obtains the Name; O Nanak, he is carried across. ||13|| 1414 : 163 The world wanders lost in emotional attachment to Maya; it does not realize that its own home is being plundered. 21"},{"pageNumber":24,"pageContent":"1414 : 164 The self−willed manmukh is blind in the world; his mind is lured away by sexual desire and anger. 1414 : 165 With the sword of spiritual wisdom, kill the five demons. Remain awake and aware to the Guru's Teachings. 1414 : 166 The Jewel of the Naam is revealed, and the mind and body are purified. 1414 : 167 Those who lack the Naam wander around lost, with their noses cut off; without the Name, they sit and cry. 1414 : 168 O Nanak, no one can erase that which is pre−ordained by the Creator Lord. ||14|| 1414 : 169 The Gurmukhs earn the wealth of the Lord, contemplating the Word of the Guru's Shabad. 1414 : 170 They receive the wealth of the Naam; their treasures are overflowing. 1414 : 171 Through the Word of the Guru's Bani, they utter the Glorious Praises of the Lord, whose end and limitations cannot be found. 1414 : 172 O Nanak, the Creator is the Doer of all; the Creator Lord beholds all. ||15|| Shaloks In Addition To The Vaars − Part 005 22"},{"pageNumber":25,"pageContent":"1414 : 173 Within the Gurmukh is intuitive peace and poise; his mind ascends to the Tenth Plane of the Akaashic Ethers. 1414 : 174 No one is sleepy or hungry there; they dwell in the peace of the Ambrosial Name of the Lord. 1414 : 175 O Nanak, pain and pleasure do not afflict anyone, where the Light of the Lord, the Supreme Soul, illuminates. ||16|| 1414 : 176 All have come, wearing the robes of sexual desire and anger. 1414 : 177 Some are born, and some pass away. They come and go according to the Hukam of the Lord's Command. 1414 : 178 Their comings and goings in reincarnation do not end; they are imbued with the love of duality. 1414 : 179 Bound in bondage, they are made to wander, and they cannot do anything about it. ||17|| 1414 : 180 Those, upon whom the Lord showers His Mercy, come and meet the True Guru. 1414 : 181 Meeting with the True Guru, they turn away from the world; they remain dead while still alive, with intuitive peace and poise. Shaloks In Addition To The Vaars − Part 005 23"},{"pageNumber":26,"pageContent":"1414 : 182 O Nanak, the devotees are imbued with the Lord; they are absorbed in the Name of the Lord. ||18|| 1414 : 183 The intellect of the self−willed manmukh is fickle; he is very tricky and clever within. 1414 : 184 Whatever he has done, and all that he does, is useless. Not even an iota of it is acceptable. 1414 : 185 The charity and generosity he pretends to give will be judged by the Righteous Judge of Dharma. 1414 : 186 Without the True Guru, the Messenger of Death does not leave the mortal alone; he is ruined by the love of duality. 1414 : 187 Youth slips away imperceptibly, old age comes, and then he dies. 1414 : 188 The mortal is caught in love and emotional attachment to children and spouse, but none of them will be his helper and support in the end. 1414 : 189 Whoever serves the True Guru finds peace; the Name comes to abide in the mind. 1414 : 190 O Nanak, great and very fortunate are those who, as Gurmukh, are absorbed in the Naam. ||19|| Shaloks In Addition To The Vaars − Part 005 24"},{"pageNumber":27,"pageContent":"1414 : 191 The self−willed manmukhs do not even think of the Name; without the Name, they cry in pain. −− Shaloks In Addition To The Vaars − Part 005 −− Shaloks In Addition To The Vaars − Part 005 25"},{"pageNumber":28,"pageContent":"Shaloks In Addition To The Vaars − Part 006 1415 : 192 They do not worship the Lord, the Supreme Soul; how can they find peace in duality? 1415 : 193 They are filled with the filth of egotism; they do not wash it away with the Word of the Shabad. 1415 : 194 O Nanak, without the Name, they die in their filth; they waste the priceless opportunity of this human life. ||20|| 1415 : 195 The self−willed manmukhs are deaf and blind; they are filled with the fire of desire. 1415 : 196 They have no intuitive understanding of the Guru's Bani; they are not illumined with the Shabad. 1415 : 197 They do not know their own inner being, and they have no faith in the Guru's Word. 1415 : 198 The Word of the Guru's Shabad is within the being of the spiritually wise ones. They always blossom in His love. 1415 : 199 The Lord saves the honor of the spiritually wise ones.I am forever a sacrifice to them. 1415 : 200 26"},{"pageNumber":29,"pageContent":"Servant Nanak is the slave of those Gurmukhs who serve the Lord. ||21|| 1415 : 201 The poisonous snake, the serpent of Maya, has surrounded the world with its coils, O mother! 1415 : 202 The antidote to this poisonous venom is the Name of the Lord; the Guru places the magic spell of the Shabad into the mouth. 1415 : 203 Those who are blessed with such pre−ordained destiny come and meet the True Guru. 1415 : 204 Meeting with the True Guru, they become immaculate, and the poison of egotism is eradicated. 1415 : 205 Radiant and bright are the faces of the Gurmukhs; they are honored in the Court of the Lord. 1415 : 206 Servant Nanak is forever a sacrifice to those who walk in harmony with the Will of the True Guru. ||22|| 1415 : 207 The True Guru, the Primal Being, has no hatred or vengeance. His heart is constantly attuned to the Lord. 1415 : 208 Whoever directs hatred against the Guru, who has no hatred at all, only sets his own home on fire. Shaloks In Addition To The Vaars − Part 006 27"},{"pageNumber":30,"pageContent":"1415 : 209 Anger and egotism are within him night and day; he burns, and suffers constant pain. 1415 : 210 They babble and tell lies, and keep on barking, eating the poison of the love of duality. 1415 : 211 For the sake of the poison of Maya, they wander from house to house, and lose their honor. 1415 : 212 They are like the son of a prostitute, who does not know the name of his father. 1415 : 213 They do not remember the Name of the Lord, Har, Har; the Creator Himself brings them to ruin. 1415 : 214 The Lord showers His Mercy upon the Gurmukhs, and reunites the separated ones with Himself. 1415 : 215 Servant Nanak is a sacrifice to those who fall at the Feet of the True Guru. ||23|| 1415 : 216 Those who are attached to the Naam, the Name of the Lord, are saved; without the Name, they must go to the City of Death. 1415 : 217 O Nanak, without the Name, they find no peace; they come and go in reincarnation with regrets. ||24|| Shaloks In Addition To The Vaars − Part 006 28"},{"pageNumber":31,"pageContent":"1415 : 218 When anxiety and wanderings come to an end, the mind becomes happy. 1415 : 219 By Guru's Grace, the soul−bride understands, and then she sleeps without worry. 1415 : 220 Those who have such pre−ordained destiny meet with the Guru, the Lord of the Universe. 1415 : 221 O Nanak, they merge intuitively into the Lord, the Embodiment of Supreme Bliss. ||25|| 1415 : 222 Those who serve their True Guru, who contemplate the Word of the Guru's Shabad, 1415 : 223 who honor and obey the Will of the True Guru, who keep the Lord's Name enshrined within their hearts, 1415 : 224 are honored, here and hereafter; they are dedicated to the business of the Lord's Name. 1415 : 225 Through the Word of the Shabad, the Gurmukhs gain recognition in that Court of the True Lord. 1415 : 226 The True Name is their merchandise, the True Name is their expenditure; the Love of their Beloved fills their inner beings. 1415 : 227 Shaloks In Addition To The Vaars − Part 006 29"},{"pageNumber":32,"pageContent":"The Messenger of Death does not even approach them; the Creator Lord Himself forgives them. −− Shaloks In Addition To The Vaars − Part 006 −− Shaloks In Addition To The Vaars − Part 006 30"},{"pageNumber":33,"pageContent":"Shaloks In Addition To The Vaars − Part 007 1416 : 228 O Nanak, they alone are wealthy, who are imbued with the Naam; the rest of the world is poor. ||26|| 1416 : 229 The Lord's Name is the Support of the Lord's humble servants. Without the Lord's Name, the there is no other place, no place of rest. 1416 : 230 Following the Guru's Teachings, the Name abides in the mind, and one is intuitively, automatically absorbed in the Lord. 1416 : 231 Those with great good fortune meditate on the Naam; night and day, they embrace love for the Name. 1416 : 232 Servant Nanak begs for the dust of their feet; I am forever a sacrifice to them. ||27|| 1416 : 233 The 8.4 million species of beings burn in desire and cry in pain. 1416 : 234 All this show of emotional attachment to Maya shall not go with you at that very last instant. 1416 : 235 Without the Lord, peace and tranquility do not come; unto whom should we go and complain? 31"},{"pageNumber":34,"pageContent":"1416 : 236 By great good fortune, one meets the True Guru, and comes to understand the contemplation of God. 1416 : 237 The fire of desire is totally extinguished, O servant Nanak, enshrining the Lord within the heart. ||28|| 1416 : 238 I make so many mistakes, there is no end or limit to them. 1416 : 239 O Lord, please be merciful and forgive me; I am a sinner, a great offender. 1416 : 240 O Dear Lord, if You made an account of my mistakes, my turn to be forgiven would not even come. Please forgive me, and unite me with Yourself. 1416 : 241 The Guru, in His Pleasure, has united me with the Lord God; He has cut away all my sinful mistakes. 1416 : 242 Servant Nanak celebrates the victory of those who meditate on the Name of the Lord, Har, Har. ||29|| 1416 : 243 Those who have been separated and alienated from the Lord are united with Him again, through the Fear and the Love of the True Guru. 1416 : 244 Shaloks In Addition To The Vaars − Part 007 32"},{"pageNumber":35,"pageContent":"They escape the cycle of birth and death, and, as Gurmukh, they meditate on the Naam, the Name of the Lord. 1416 : 245 Joining the Saadh Sangat, the Guru's Congregation, the diamonds and jewels are obtained. 1416 : 246 O Nanak, the jewel is priceless; the Gurmukhs seek and find it. ||30|| 1416 : 247 The self−willed manmukhs do not even think of the Naam. Cursed are their lives, and cursed are their homes. 1416 : 248 That Lord who gives them so much to eat and wear − they do not enshrine that Lord, the Treasure of Virtue, in their minds. 1416 : 249 This mind is not pierced by the Word of the Shabad; how can it come to dwell in its true home? 1416 : 250 The self−willed manmukhs are like discarded brides, ruined by coming and going in the cycle of reincarnation. 1416 : 251 The Gurmukhs are embellished and exalted by the Naam, the Name of the Lord; the jewel of destiny is engraved upon their foreheads. 1416 : 252 They enshrine the Name of the Lord, Har, Har, within their hearts; the Lord illumines their heart−lotus. Shaloks In Addition To The Vaars − Part 007 33"},{"pageNumber":36,"pageContent":"1416 : 253 I am forever a sacrifice to those who serve their True Guru. 1416 : 254 O Nanak, radiant and bright are the faces of those whose inner beings are illuminated with the Light of the Naam. ||31|| 1416 : 255 Those who die in the Word of the Shabad are saved. Without the Shabad, no one is liberated. 1416 : 256 They wear religious robes and perform all sorts of rituals, but they are ruined; in the love of duality, their world is ruined. 1416 : 257 O Nanak, without the True Guru, the Name is not obtained, even though one may long for it hundreds of times. ||32|| 1416 : 258 The Name of the Lord is utterly great, lofty and high, the highest of the high. 1416 : 259 No one can climb up to it, even though one may long for it, hundreds of times. 1416 : 260 Speaking about self−discipline, no one become pure; everyone walks around wearing religious robes. 1416 : 261 Those blessed by the karma of good deeds go and climb the ladder of the Guru. Shaloks In Addition To The Vaars − Part 007 34"},{"pageNumber":37,"pageContent":"1416 : 262 The Lord comes and dwells within that one who contemplates the Word of the Guru's Shabad. −− Shaloks In Addition To The Vaars − Part 007 −− Shaloks In Addition To The Vaars − Part 007 35"},{"pageNumber":38,"pageContent":"Shaloks In Addition To The Vaars − Part 008 1417 : 263 O Nanak, when someone dies in the Word of the Shabad, the mind is pleased and appeased. True is the reputation of those who are true. ||33|| 1417 : 264 Emotional attachment to Maya is a treacherous ocean of pain and poison, which cannot be crossed. 1417 : 265 Screaming, \"Mine, mine!\", they rot and die; they pass their lives in egotism. 1417 : 266 The self−willed manmukhs are in limbo, neither on this side, nor the other; they are stuck in the middle. 1417 : 267 They act as they are pre−destined; they cannot do anything else. 1417 : 268 Following the Guru's Teachings, the jewel of spiritual wisdom abides in the mind, and then God is easily seen in all. 1417 : 269 O Nanak, the very fortunate ones embark on the Boat of the True Guru; they are carried across the terrifying world−ocean. ||34|| 1417 : 270 Without the True Guru, there is no giver who can bestow the Support of the Lord's Name. 36"},{"pageNumber":39,"pageContent":"1417 : 271 By Guru's Grace, the Name comes to dwell in the mind; keep it enshrined in your heart. 1417 : 272 The fire of desire is extinguished, and one finds satisfaction, through the Love of the Name of the Lord. 1417 : 273 O Nanak, the Gurmukh finds the Lord, when He showers His Mercy. ||35|| 1417 : 274 Without the Shabad, the world is so insane, that it cannot even be described. 1417 : 275 Those who are protected by the Lord are saved; they remain lovingly attuned to the Word of the Shabad. 1417 : 276 O Nanak, the Creator who made this making knows everything. ||36|| 1417 : 277 The Pandits, the religious scholars, have grown weary of making fire−offerings and sacrifices, making pilgrimages to all the sacred shrines, and reading the Puraanas. 1417 : 278 But they cannot get rid of the poison of emotional attachment to Maya; they continue to come and go in egotism. 1417 : 279 Meeting with the True Guru, one's filth is washed off, meditating on the Lord, the Primal Being, the All−knowing One. Shaloks In Addition To The Vaars − Part 008 37"},{"pageNumber":40,"pageContent":"1417 : 280 Servant Nanak is forever a sacrifice to those who serve their Lord God. ||37|| 1417 : 281 Mortals give great thought to Maya and emotional attachment; they harbor great hopes, in greed and corruption. 1417 : 282 The self−willed manmukhs do not become steady and stable; they die and are gone in an instant. 1417 : 283 Only those who are blessed with great good fortune meet the True Guru, and leave behind their egotism and corruption. 1417 : 284 Chanting the Name of the Lord, they find peace; servant Nanak contemplates the Word of the Shabad. ||38|| 1417 : 285 Without the True Guru, there is no devotional worship, and no love of the Naam, the Name of the Lord. 1417 : 286 Servant Nanak worships and adores the Naam, with love and affection for the Guru. ||39|| 1417 : 287 Do not trust greedy people, if you can avoid doing so. 1417 : 288 At the very last moment, they will deceive you there, where no one will be able to lend a helping hand. Shaloks In Addition To The Vaars − Part 008 38"},{"pageNumber":41,"pageContent":"1417 : 289 Whoever associates with the self−willed manmukhs, will have his face blackened and dirtied. 1417 : 290 Black are the faces of those greedy people; they lose their lives, and leave in disgrace. 1417 : 291 O Lord, let me join the Sat Sangat, the True Congregation; may the Name of the Lord God abide in my mind. 1417 : 292 The filth and pollution of birth and death is washed away, O servant Nanak, singing the Glorious Praises of the Lord. ||40|| 1417 : 293 Whatever is pre−destined by the Lord God Creator, cannot be erased. 1417 : 294 Body and soul are all His. The Sovereign Lord King cherishes all. 1417 : 295 The gossipers and slanderers shall remain hungry and die, rolling in the dust; their hands cannot reach anywhere. 1417 : 296 Outwardly, they do all the proper deeds, but they are hypocrites; in their minds and hearts, they practice deception and fraud. 1417 : 297 Whatever is planted in the farm of the body, shall come and stand before them in the end. Shaloks In Addition To The Vaars − Part 008 39"},{"pageNumber":42,"pageContent":"−− Shaloks In Addition To The Vaars − Part 008 −− Shaloks In Addition To The Vaars − Part 008 40"},{"pageNumber":43,"pageContent":"Shaloks In Addition To The Vaars − Part 009 1418 : 298 Nanak offers this prayer: O Lord God, please forgive me, and unite me with Yourself. ||41|| 1418 : 299 The mortal being does not understand the comings and goings of reincarnation; he does not see the Court of the Lord. 1418 : 300 He is wrapped up in emotional attachment and Maya, and within his being is the darkness of ignorance. 1418 : 301 The sleeping person wakes, only when he is hit on the head by a heavy club. 1418 : 302 The Gurmukhs dwell upon the Lord; they find the door of salvation. 1418 : 303 O Nanak, they themselves are saved, and all their relatives are carried across as well. ||42|| 1418 : 304 Whoever dies in the Word of the Shabad, is known to be truly dead. 1418 : 305 By Guru's Grace, the mortal is satisfied by the sublime essence of the Lord. 1418 : 306 Through the Word of the Guru's Shabad, he is recognized in the Court of the Lord. 41"},{"pageNumber":44,"pageContent":"1418 : 307 Without the Shabad, everyone is dead. 1418 : 308 The self−willed manmukh dies; his life is wasted. 1418 : 309 Those who do not remember the Name of the Lord, shall cry in pain in the end. 1418 : 310 O Nanak, whatever the Creator Lord does, comes to pass. ||43|| 1418 : 311 The Gurmukhs never grow old; within them is intuitive understanding and spiritual wisdom. 1418 : 312 They chant the Praises of the Lord, forever and ever; deep within, they intuitively meditate on the Lord. 1418 : 313 They dwell forever in blissful knowledge of the Lord; they look upon pain and pleasure as one and the same. 1418 : 314 They see the One Lord in all, and realize the Lord, the Supreme Soul of all. ||44|| 1418 : 315 The self−willed manmukhs are like stupid children; they do not keep the Lord in their thoughts. 1418 : 316 Shaloks In Addition To The Vaars − Part 009 42"},{"pageNumber":45,"pageContent":"They do all their deeds in egotism, and they must answer to the Righteous Judge of Dharma. 1418 : 317 The Gurmukhs are good and immaculately pure; they are embellished and exalted with the Word of the Guru's Shabad. 1418 : 318 Not even a tiny bit of filth sticks to them; they walk in harmony with the Will of the True Guru. 1418 : 319 The filth of the manmukhs is not washed away, even if they wash hundreds of times. 1418 : 320 O Nanak, the Gurmukhs are united with the Lord; they merge into the Guru's Being. ||45|| 1418 : 321 How can someone do bad things, and still live with himself? 1418 : 322 By his own anger, he only burns himself. 1418 : 323 The self−willed manmukh drives himself crazy with worries and stubborn struggles. 1418 : 324 But those who become Gurmukh understand everything. 1418 : 325 O Nanak, the Gurmukh struggles with his own mind. ||46|| Shaloks In Addition To The Vaars − Part 009 43"},{"pageNumber":46,"pageContent":"1418 : 326 Those who do not serve the True Guru, the Primal Being, and do not reflect upon the Word of the Shabad 1418 : 327 − do not call them human beings; they are just animals and stupid beasts. 1418 : 328 They have no spiritual wisdom or meditation within their beings; they are not in love with the Lord. 1418 : 329 The self−willed manmukhs die in evil and corruption; they die and are reborn, again and again. 1418 : 330 They alone live, who join with the living; enshrine the Lord, the Lord of Life, within your heart. 1418 : 331 O Nanak, the Gurmukhs look beautiful in that Court of the True Lord. ||47|| 1418 : 332 The Lord built the Harimandir, the Temple of the Lord; the Lord dwells within it. 1418 : 333 Following the Guru's Teachings, I have found the Lord; my emotional attachment to Maya has been burnt away. 1418 : 334 Countless things are in the Harimandir, the Temple of the Lord; contemplate the Naam, and the nine treasures will be yours. Shaloks In Addition To The Vaars − Part 009 44"},{"pageNumber":47,"pageContent":"1418 : 335 Blessed is that happy soul−bride, O Nanak, who, as Gurmukh, seeks and finds the Lord. 1418 : 336 By great good fortune, one searches the temple of the body−fortress, and finds the Lord within the heart. ||48|| 1418 : 337 The self−willed manmukhs wander lost in the ten directions, led by intense desire, greed and corruption. −− Shaloks In Addition To The Vaars − Part 009 −− Shaloks In Addition To The Vaars − Part 009 45"},{"pageNumber":48,"pageContent":"Shaloks In Addition To The Vaars − Part 010 1419 : 338 Their attachment to Maya does not cease; they die, only to be reborn, over and over again. 1419 : 339 Serving the True Guru, peace is found; intense desire and corruption are discarded. 1419 : 340 The pains of death and birth are taken away; servant Nanak reflects upon the Word of the Shabad. ||49|| 1419 : 341 Meditate on the Name of the Lord, Har, Har, O mortal being, and you shall be honored in the Court of the Lord. 1419 : 342 All your sins and terrible mistakes shall be taken away, and you shall be rid of your pride and egotism. 1419 : 343 The heart−lotus of the Gurmukh blossoms forth, realizing God, the Soul of all. 1419 : 344 O Lord God, please shower Your Mercy upon servant Nanak, that he may chant the Name of the Lord. ||50|| 1419 : 345 In Dhanaasaree, the soul−bride is known to be wealthy, O Siblings of Destiny, when she works for the True Guru. 46"},{"pageNumber":49,"pageContent":"1419 : 346 She surrenders her body, mind and soul, O Siblings of Destiny, and lives according to the Hukam of His Command. 1419 : 347 I sit where He wishes me to sit, O Siblings of Destiny; wherever He sends me, I go. 1419 : 348 There is no other wealth as great, O Siblings of Destiny; such is the greatness of the True Name. 1419 : 349 I sing forever the Glorious Praises of the True Lord; I shall remain with the True One forever. 1419 : 350 So wear the clothes of His Glorious Virtues and goodness, O Siblings of Destiny; eat and enjoy the flavor of your own honor. 1419 : 351 How can I praise Him, O Siblings of Destiny? I am a sacrifice to the Blessed Vision of His Darshan. 1419 : 352 Great is the Glorious Greatness of the True Guru, O Siblings of Destiny; if one is blessed with good karma, He is found. 1419 : 353 Some do not know how to submit to the Hukam of His Command, O Siblings of Destiny; they wander around lost in the love of duality. 1419 : 354 Shaloks In Addition To The Vaars − Part 010 47"},{"pageNumber":50,"pageContent":"They find no place of rest in the Sangat, O Siblings of Destiny; they find no place to sit. 1419 : 355 Nanak: they alone submit to His Command, O Siblings of Destiny, who are pre−destined to live the Name. 1419 : 356 I am a sacrifice to them, O Siblings of Destiny, I am forever a sacrifice to them. ||51|| 1419 : 357 Those beards are true, which brush the feet of the True Guru. 1419 : 358 Those who serve their Guru night and day, live in bliss, night and day. 1419 : 359 O Nanak, their faces appear beautiful in the Court of the True Lord. ||52|| 1419 : 360 True are the faces and true are the beards, of those who speak the Truth and live the Truth. 1419 : 361 The True Word of the Shabad abides in their minds; they are absorbed in the True Guru. 1419 : 362 True is their capital, and true is their wealth; they are blessed with the ultimate status. 1419 : 363 They hear the Truth, they believe in the Truth; they act and work in the Truth. Shaloks In Addition To The Vaars − Part 010 48"},{"pageNumber":51,"pageContent":"1419 : 364 They are given a place in the Court of the True Lord; they are absorbed in the True Lord. 1419 : 365 O Nanak, without the True Guru, the True Lord is not found. The self−willed manmukhs leave, wandering around lost. ||53|| 1419 : 366 The rainbird cries, \"Pri−o! Pri−o! Beloved! Beloved!\" She is in love with the treasure, the water. 1419 : 367 Meeting with the Guru, the cooling, soothing water is obtained, and all pain is taken away. 1419 : 368 My thirst has been quenched, and intuitive peace and poise have welled up; my cries and screams of anguish are past. 1419 : 369 O Nanak, the Gurmukhs are peaceful and tranquil; they enshrine the Naam, the Name of the Lord, within their hearts. ||54|| 1419 : 370 O rainbird, chirp the True Name, and let yourself be attuned to the True Lord. 1419 : 371 Your word shall be accepted and approved, if you speak as Gurmukh. 1419 : 372 Remember the Shabad, and your thirst shall be relieved; surrender to the Will of the Lord. −− Shaloks In Addition To The Vaars − Part 010 −− Shaloks In Addition To The Vaars − Part 010 49"},{"pageNumber":52,"pageContent":"Shaloks In Addition To The Vaars − Part 010 50"},{"pageNumber":53,"pageContent":"Shaloks In Addition To The Vaars − Part 011 1420 : 373 The clouds are heavy, hanging low, and the rain is pouring down on all sides; the rain−drop is received, with natural ease. 1420 : 374 From water, everything is produced; without water, thirst is not quenched. 1420 : 375 O Nanak, whoever drinks in the Water of the Lord, shall never feel hunger again. ||55|| 1420 : 376 O rainbird, speak the Shabad, the True Word of God, with natural peace and poise. 1420 : 377 Everything is with you; the True Guru will show you this. 1420 : 378 So understand your own self, and meet your Beloved; His Grace shall rain down in torrents. 1420 : 379 Drop by drop, the Ambrosial Nectar rains down softly and gently; thirst and hunger are completely gone. 1420 : 380 Your cries and screams of anguish have ceased; your light shall merge into the Light. 1420 : 381 O Nanak, the happy soul−brides sleep in peace; they are absorbed in the True Name. ||56|| 51"},{"pageNumber":54,"pageContent":"1420 : 382 The Primal Lord and Master has sent out the True Hukam of His Command. 1420 : 383 Indra mercifully sends forth the rain, which falls in torrents. 1420 : 384 The body and mind of the rainbird are happy. only when the rain−drop falls into its mouth. 1420 : 385 The corn grows high, wealth increases, and the earth is embellished with beauty. 1420 : 386 Night and day, people worship the Lord with devotion, and are absorbed in the Word of the Guru's Shabad. 1420 : 387 The True Lord Himself forgives them, and showering them with His Mercy, He leads them to walk in His Will. 1420 : 388 O brides, sing the Glorious Praises of the Lord, and be absorbed in the True Word of His Shabad. 1420 : 389 Let the Fear of God be your decoration, and remain lovingly attuned to the True Lord. 1420 : 390 O Nanak, the Naam abides in the mind, and the mortal is saved in the Court of the Lord. ||57|| Shaloks In Addition To The Vaars − Part 011 52"},{"pageNumber":55,"pageContent":"1420 : 391 The rainbird wanders all over the earth, soaring high through the skies. 1420 : 392 But it obtains the drop of water, only when it meets the True Guru, and then, its hunger and thirst are relieved. 1420 : 393 Soul and body and all belong to Him; everything is His. 1420 : 394 He knows everything, without being told; unto whom should we offer our prayers? 1420 : 395 O Nanak, the One Lord is prevading and permeating each and every heart; the Word of the Shabad brings illumination. ||58|| 1420 : 396 O Nanak, the season of spring comes to one who serves the True Guru. 1420 : 397 The Lord rains His Mercy down upon him, and his mind and body totally blossom forth; the entire world becomes green and rejuvenated. ||59|| 1420 : 398 The Word of the Shabad brings eternal spring; it rejuvenates the mind and body. 1420 : 399 O Nanak, do not forget the Naam, the Name of the Lord, which has created everyone. ||60|| 1420 : 400 Shaloks In Addition To The Vaars − Part 011 53"},{"pageNumber":56,"pageContent":"O Nanak, it is the spring season, for those Gurmukhs, within whose minds the Lord abides. 1420 : 401 When the Lord showers His Mercy, the mind and body blossom forth, and all the world turns green and lush. ||61|| 1420 : 402 In the early hours of the morning, whose name should we chant? 1420 : 403 Chant the Name of the Transcendent Lord, who is All−powerful to create and destroy. ||62|| 1420 : 404 The Persian wheel also cries out, \"Too! Too! You! You!\", with sweet and sublime sounds. 1420 : 405 Our Lord and Master is always present; why do you cry out to Him in such a loud voice? 1420 : 406 I am a sacrifice to that Lord who created the world, and who loves it. 1420 : 407 Give up your selfishness, and then you shall meet your Husband Lord. Consider this Truth. 1420 : 408 Speaking in shallow egotism, no one understands the Ways of God. 1420 : 409 The forests and fields, and all the three worlds meditate on You, O Lord; this is the way they pass their days and nights forever. Shaloks In Addition To The Vaars − Part 011 54"},{"pageNumber":57,"pageContent":"1420 : 410 Without the True Guru, no one finds the Lord. People have grown weary of thinking about it. −− Shaloks In Addition To The Vaars − Part 011 −− Shaloks In Addition To The Vaars − Part 011 55"},{"pageNumber":58,"pageContent":"Shaloks In Addition To The Vaars − Part 012 1421 : 411 But if the Lord casts His Glance of Grace, then He Himself embellishes us. 1421 : 412 O Nanak, the Gurmukhs meditate on the Lord; blessed and approved is their coming into the world. ||63|| 1421 : 413 Yoga is not obtained by wearing saffron robes; Yoga is not obtained by wearing dirty robes. 1421 : 414 O Nanak, Yoga is obtained even while sitting in your own home, by following the Teachings of the True Guru. ||64|| 1421 : 415 You may wander in all four directions, and read the Vedas throughout the four ages. 1421 : 416 O Nanak, if you meet with the True Guru, the Lord shall come to dwell within your mind, and you shall find the door of salvation. ||65|| 1421 : 417 O Nanak, the Hukam, the Command of your Lord and Master, is prevailing. The intellectually confused person wanders around lost, misled by his fickle consciousness. 1421 : 418 If you make friends with the self−willed manmukhs, O friend, who can you ask for peace? 1421 : 419 56"},{"pageNumber":59,"pageContent":"Make friends with the Gurmukhs, and focus your consciousness on the True Guru. 1421 : 420 The root of birth and death will be cut away, and then, you shall find peace, O friend. ||66|| 1421 : 421 The Lord Himself instructs those who are misguided, when He casts His Glance of Grace. 1421 : 422 O Nanak, those who are not blessed by His Glance of Grace, cry and weep and wail. ||67|| 1421 : 423 Shalok, Fourth Mehl: 1421 : 424 One Universal Creator God. By The Grace Of The True Guru: 1421 : 425 Blessed and very fortunate are those happy soul−brides who, as Gurmukh, meet their Sovereign Lord King. 1421 : 426 The Light of God shines within them; O Nanak, they are absorbed in the Naam, the Name of the Lord. ||1|| 1421 : 427 Waaho! Waaho! Blessed and Great is the True Guru, the Primal Being, who has realized the True Lord. 1421 : 428 Meeting Him, thirst is quenched, and the body and mind are cooled and soothed. Shaloks In Addition To The Vaars − Part 012 57"},{"pageNumber":60,"pageContent":"1421 : 429 Waaho! Waaho! Blessed and Great is the True Guru, the True Primal Being, who looks upon all alike. 1421 : 430 Waaho! Waaho! Blessed and Great is the True Guru, who has no hatred; slander and praise are all the same to Him. 1421 : 431 Waaho! Waaho! Blessed and Great is the All−knowing True Guru, who has realized God within. 1421 : 432 Waaho! Waaho! Blessed and Great is the Formless True Guru, who has no end or limitation. 1421 : 433 Waaho! Waaho! Blessed and Great is the True Guru, who implants the Truth within. 1421 : 434 O Nanak, Blessed and Great is the True Guru, through whom the Naam, the Name of the Lord, is received. ||2|| 1421 : 435 For the Gurmukh, the true Song of Praise is to chant the Name of the Lord God. 1421 : 436 Chanting the Praises of the Lord, their minds are in ecstasy. 1421 : 437 By great good fortune, they find the Lord, the Embodiment of perfect, supreme bliss. Shaloks In Addition To The Vaars − Part 012 58"},{"pageNumber":61,"pageContent":"1421 : 438 Servant Nanak praises the Naam, the Name of the Lord; no obstacle will block his mind or body. ||3|| 1421 : 439 I am in love with my Beloved; how can I meet my Dear Friend? 1421 : 440 I seek that friend, who is embellished with Truth. 1421 : 441 The True Guru is my Friend; if I meet Him, I will offer this mind as a sacrifice to Him. 1421 : 442 He has shown me my Beloved Lord, my Friend, the Creator. 1421 : 443 O Nanak, I was searching for my Beloved; the True Guru has shown me that He has been with me all the time. ||4|| 1421 : 444 I stand by the side of the road, waiting for You; O my Friend, I hope that You will come. 1421 : 445 If only someone would come today and unite me in Union with my Beloved. −− Shaloks In Addition To The Vaars − Part 012 −− Shaloks In Addition To The Vaars − Part 012 59"},{"pageNumber":62,"pageContent":"Shaloks In Addition To The Vaars − Part 013 1422 : 446 I would cut my living body into four pieces for anyone who shows me my Beloved. 1422 : 447 O Nanak, when the Lord becomes merciful, then He leads us to meet the Perfect Guru. ||5|| 1422 : 448 The power of egotism prevails within, and the body is controlled by Maya; the false ones come and go in reincarnation. 1422 : 449 If someone does not obey the Command of the True Guru, he cannot cross over the treacherous world−ocean. 1422 : 450 Whoever is blessed with the Lord's Glance of Grace, walks in harmony with the Will of the True Guru. 1422 : 451 The Blessed Vision of the True Guru's Darshan is fruitful; through it, one obtains the fruits of his desires. 1422 : 452 I touch the feet of those who believe in and obey the True Guru. 1422 : 453 Nanak is the slave of those who, night and day, remain lovingly attuned to the Lord. ||6|| 1422 : 454 60"},{"pageNumber":63,"pageContent":"Those who are in love with their Beloved − how can they find satisfaction without His Darshan? 1422 : 455 O Nanak, the Gurmukhs meet Him with ease, and this mind blossoms forth in joy. ||7|| 1422 : 456 Those who are in love with their Beloved − how can they live without Him? 1422 : 457 When they see their Husband Lord, O Nanak, they are rejuvenated. ||8|| 1422 : 458 Those Gurmukhs who are filled with love for You, my True Beloved, 1422 : 459 O Nanak, remain immersed in the Lord's Love, night and day. ||9|| 1422 : 460 The love of the Gurmukh is true; through it, the True Beloved is attained. 1422 : 461 Night and day, remain in bliss, O Nanak, immersed in intuitive peace and poise. ||10|| 1422 : 462 True love and affection are obtained from the Perfect Guru. 1422 : 463 They never break, O Nanak, if one sings the Glorious Praises of the Lord. ||11|| Shaloks In Addition To The Vaars − Part 013 61"},{"pageNumber":64,"pageContent":"1422 : 464 How can those who have true love within them live without their Husband Lord? 1422 : 465 The Lord unites the Gurmukhs with Himself, O Nanak; they were separated from Him for such a long time. ||12|| 1422 : 466 You grant Your Grace to those whom You Yourself bless with love and affection. 1422 : 467 O Lord, please let Nanak meet with You; please bless this beggar with Your Name. ||13|| 1422 : 468 The Gurmukh laughs, and the Gurmukh cries. 1422 : 469 Whatever the Gurmukh does, is devotional worship. 1422 : 470 Whoever becomes Gurmukh contemplates the Lord. 1422 : 471 The Gurmukh, O Nanak, crosses over to the other shore. ||14|| 1422 : 472 Those who have the Naam within, contemplate the Word of the Guru's Bani. 1422 : 473 Their faces are always radiant in the Court of the True Lord. Shaloks In Addition To The Vaars − Part 013 62"},{"pageNumber":65,"pageContent":"1422 : 474 Sitting down and standing up, they never forget the Creator, who forgives them. 1422 : 475 O Nanak, the Gurmukhs are united with the Lord. Those united by the Creator Lord, shall never be separated again. ||15|| 1422 : 476 To work for the Guru, or a spiritual teacher, is terribly difficult, but it brings the most excellent peace. 1422 : 477 The Lord casts His Glance of Grace, and inspires love and affection. 1422 : 478 Joined to the service of the True Guru, the mortal being crosses over the terrifying world−ocean. 1422 : 479 The fruits of the mind's desires are obtained, with clear contemplation and discriminating understanding within. 1422 : 480 O Nanak, meeting the True Guru, God is found; He is the Eradicator of all sorrow. ||16|| 1422 : 481 The self−willed manmukh may perform service, but his consciousness is attached to the love of duality. 1422 : 482 Through Maya, his emotional attachment to children, spouse and relatives increases. Shaloks In Addition To The Vaars − Part 013 63"},{"pageNumber":66,"pageContent":"1422 : 483 He shall be called to account in the Court of the Lord, and in the end, no one will be able to save him. −− Shaloks In Addition To The Vaars − Part 013 −− Shaloks In Addition To The Vaars − Part 013 64"},{"pageNumber":67,"pageContent":"Shaloks In Addition To The Vaars − Part 014 1423 : 484 Without the Lord's Name, all is pain. Attachment to Maya is agonizingly painful. 1423 : 485 O Nanak, the Gurmukh comes to see, that attachment to Maya separates all from the Lord. ||17|| 1423 : 486 The Gurmukh obeys the Order of her Husband Lord God; through the Hukam of His Command, she finds peace. 1423 : 487 In His Will, she serves; in His Will, she worship and adores Him. 1423 : 488 In His Will, she merges in absorption. His Will is her fast, vow, purity and self−discipline; through it, she obtains the fruits of her mind's desires. 1423 : 489 She is always and forever the happy, pure soul−bride, who realizes His Will; she serves the True Guru, inspired by loving absorption. 1423 : 490 O Nanak, those upon whom the Lord showers His Mercy, are merged and immersed in His Will. ||18|| 1423 : 491 The wretched, self−willed manmukhs do not realize His Will; they continually act in ego. 65"},{"pageNumber":68,"pageContent":"1423 : 492 By ritualistic fasts, vows, purities, self−disciplines and worship ceremonies, they still cannot get rid of their hypocrisy and doubt. 1423 : 493 Inwardly, they are impure, pierced through by attachment to Maya; they are like elephants, who throw dirt all over themselves right after their bath. 1423 : 494 They do not even think of the One who created them. Without thinking of Him, they cannot find peace. 1423 : 495 O Nanak, the Primal Creator has made the drama of the Universe; all act as they are pre−ordained. ||19|| 1423 : 496 The Gurmukh has faith; his mind is contented and satisfied. Night and day, he serves the Lord, absorbed in Him. 1423 : 497 The Guru, the True Guru, is within; all worship and adore Him. Everyone comes to see the Blessed Vision of His Darshan. 1423 : 498 So believe in the True Guru, the supreme sublime Contemplator. Meeting with Him, hunger and thirst are completely relieved. 1423 : 499 I am forever a sacrifice to my Guru, who leads me to meet the True Lord God. 1423 : 500 Shaloks In Addition To The Vaars − Part 014 66"},{"pageNumber":69,"pageContent":"O Nanak, those who come and fall at the Feet of the Guru are blessed with the karma of Truth. ||20|| 1423 : 501 That Beloved, with whom I am in love, that Friend of mine is with me. 1423 : 502 I wander around inside and outside, but I always keep Him enshrined within my heart. ||21|| 1423 : 503 Those who meditate on the Lord single−mindedly, with one−pointed concentration, link their consciousness to the True Guru. 1423 : 504 They are rid of pain, hunger, and the great illness of egotism; lovingly attuned to the Lord, they become free of pain. 1423 : 505 They sing His Praises, and chant His Praises; in His Glorious Praises, they sleep in absorption. 1423 : 506 O Nanak, through the Perfect Guru, they come to meet God with intuitive peace and poise. ||22|| 1423 : 507 The self−willed manmukhs are emotionally attached to Maya; they are not in love with the Naam. 1423 : 508 They practice falsehood, gather falsehood, and eat the food of falsehood. Shaloks In Addition To The Vaars − Part 014 67"},{"pageNumber":70,"pageContent":"1423 : 509 Gathering the poisonous wealth and property of Maya, they die; in the end, they are all reduced to ashes. 1423 : 510 They perform religious rituals of purity and self−discipline, but they are filled with greed, evil and corruption. 1423 : 511 O Nanak, the actions of the self−willed manmukhs are not accepted; in the Court of the Lord, they are miserable. ||23|| 1423 : 512 Among all Ragas, that one is sublime, O Siblings of Destiny, by which the Lord comes to abide in the mind. 1423 : 513 Those Ragas which are in the Sound−current of the Naad are totally true; their value cannot be expressed. 1423 : 514 Those Ragas which are not in the Sound−current of the Naad − by these, the Lord's Will cannot be understood. 1423 : 515 O Nanak, they alone are right, who understand the Will of the True Guru. 1423 : 516 Everything happens as He wills. ||24|| −− Shaloks In Addition To The Vaars − Part 014 −− Shaloks In Addition To The Vaars − Part 014 68"},{"pageNumber":71,"pageContent":"Shaloks In Addition To The Vaars − Part 015 1424 : 517 The Ambrosial Nectar of the Naam, the Name of the Lord, is within the True Guru. 1424 : 518 Following the Guru's Teachings, one meditates on the Immaculate Naam, the Pure and Holy Naam. 1424 : 519 The Ambrosial Word of His Bani is the true essence. It comes to abide in the mind of the Gurmukh. 1424 : 520 The heart−lotus blossoms forth, and one's light merges in the Light. 1424 : 521 O Nanak, they alone meet with the True Guru, who have such pre−ordained destiny inscribed upon their foreheads. ||25|| 1424 : 522 Within the self−willed manmukhs is the fire of desire; their hunger does not depart. 1424 : 523 Emotional attachments to relatives are totally false; they remain engrossed in falsehood. 1424 : 524 Night and day, they are troubled by anxiety; bound to anxiety, they depart. 1424 : 525 69"},{"pageNumber":72,"pageContent":"Their comings and goings in reincarnation never end; they do their deeds in egotism. 1424 : 526 But in the Guru's Sanctuary, they are saved, O Nanak, and set free. ||26|| 1424 : 527 The True Guru meditates on the Lord, the Primal Being. The Sat Sangat, the True Congregation, loves the True Guru. 1424 : 528 Those who join the Sat Sangat, and serve the True Guru − the Guru unites them in the Lord's Union. 1424 : 529 This world, this universe, is a terrifying ocean. On the Boat of the Naam, the Name of the Lord, the Guru carries us across. 1424 : 530 The Sikhs of the Guru accept and obey the Lord's Will; the Perfect Guru carries them across. 1424 : 531 O Lord, please bless me with the dust of the feet of the Guru's Sikhs. I am a sinner − please save me. 1424 : 532 Those who have such pre−ordained destiny written upon their foreheads by the Lord God, come to meet Guru Nanak. 1424 : 533 The Messenger of Death is beaten and driven away; we are saved in the Court of the Lord. Shaloks In Addition To The Vaars − Part 015 70"},{"pageNumber":73,"pageContent":"1424 : 534 Blessed and celebrated are the Sikhs of the Guru; in His Pleasure, the Lord unites them in His Union. ||27|| 1424 : 535 The Perfect Guru has implanted the Lord's Name within me; it has dispelled my doubts from within. 1424 : 536 Singing the Kirtan of the Praises of the Lord's Name, the Lord's path is illuminated and shown to His Sikhs. 1424 : 537 Conquering my egotism, I remain lovingly attuned to the One Lord; the Naam, the Name of the Lord, dwells within me. 1424 : 538 I follow the Guru's Teachings, and so the Messenger of Death cannot even see me; I am immersed in the True Name. 1424 : 539 The Creator Himself is All−pervading; as He pleases, He links us to His Name. 1424 : 540 Servant Nanak lives, chanting the Name. Without the Name, he dies in an instant. ||28|| 1424 : 541 Within the minds of the faithless cynics is the disease of egotism; these evil people wander around lost, deluded by doubt. 1424 : 542 Shaloks In Addition To The Vaars − Part 015 71"},{"pageNumber":74,"pageContent":"O Nanak, this disease is eradicated only by meeting with the True Guru, the Holy Friend. ||29|| 1424 : 543 Following the Guru's Teachings, chant the Name of the Lord, Har, Har. 1424 : 544 Attracted by the Lord's Love, day and night, the body−robe is imbued with the Lord's Love. 1424 : 545 I have not found any being like the Lord, although I have searched and looked all over the world. 1424 : 546 The Guru, the True Guru, has implanted the Naam within; now, my mind does not waver or wander anywhere else. 1424 : 547 Servant Nanak is the slave of the Lord, the slave of the slaves of the Guru, the True Guru. ||30|| −− Shaloks In Addition To The Vaars − Part 015 −− Shaloks In Addition To The Vaars − Part 015 72"},{"pageNumber":75,"pageContent":"Shaloks In Addition To The Vaars − Part 016 1425 : 548 Shalok, Fifth Mehl: 1425 : 549 One Universal Creator God. By The Grace Of The True Guru: 1425 : 550 They alone are imbued with the Lord, who do not turn their faces away from Him − they realize Him. 1425 : 551 The false, immature lovers do not know the way of love, and so they fall. ||1|| 1425 : 552 Without my Master, I will burn my silk and satin clothes in the fire. 1425 : 553 Even rolling in the dust, I look beautiful, O Nanak, if my Husband Lord is with me. ||2|| 1425 : 554 Through the Word of the Guru's Shabad, I worship and adore the Naam, with love and balanced detachment. 1425 : 555 When the five enemies are overcome, O Nanak, this musical measure of Raga MAAROO becomes frtuiful. ||3|| 1425 : 556 73"},{"pageNumber":76,"pageContent":"When I have the One Lord, I have tens of thousands. Otherwise, people like me beg from door to door. 1425 : 557 O Brahmin, your life has passed away uselessly; you have forgotten the One who created you. ||4|| 1425 : 558 In Raga Sorat'h, drink in this sublime essence, which never loses its taste. 1425 : 559 O Nanak, singing the Glorious Praises of the Lord's Name, one's reputation is immaculate in the Court of the Lord. ||5|| 1425 : 560 No one can kill those whom God Himself protects. 1425 : 561 The treasure of the Naam, the Name of the Lord, is within them. They cherish His Glorious Virtues forever. 1425 : 562 They take the Support of the One, the Inaccessible Lord; they enshrine God in their mind and body. 1425 : 563 They are imbued with the Love of the Infinite Lord, and no one can wipe it away. 1425 : 564 The Gurmukhs sing the Glorious Praises of the Lord; they obtain the most excellent celestial peace and poise. Shaloks In Addition To The Vaars − Part 016 74"},{"pageNumber":77,"pageContent":"1425 : 565 O Nanak, they enshrine the treasure of the Naam in their hearts. ||6|| 1425 : 566 Whatever God does, accept that as good; leave behind all other judgements. 1425 : 567 He shall cast His Glance of Grace, and attach you to Himself. 1425 : 568 Instruct yourself with the Teachings, and doubt will depart from within. 1425 : 569 Everyone does that which is pre−ordained by destiny. 1425 : 570 Everything is under His control; there is no other place at all. 1425 : 571 Nanak is in peace and bliss, accepting the Will of God. ||7|| 1425 : 572 Those who meditate in remembrance on the Perfect Guru, are exalted and uplifted. 1425 : 573 O Nanak, dwelling on the Naam, the Name of the Lord, all affairs are resolved. ||8|| 1425 : 574 The sinners act, and generate bad karma, and then they weep and wail. Shaloks In Addition To The Vaars − Part 016 75"},{"pageNumber":78,"pageContent":"1425 : 575 O Nanak, just as the churning stick churns the butter, so does the Righteous Judge of Dharma churn them. ||9|| 1425 : 576 Meditating on the Naam, O friend, the treasure of life is won. 1425 : 577 O Nanak, speaking in Righteousness, one's world becomes sanctified. ||10|| 1425 : 578 I am stuck in an evil place, trusting the sweet words of an evil advisor. 1425 : 579 O Nanak, they alone are saved, who have such good destiny inscribed upon their foreheads. ||11|| 1425 : 580 They alone sleep and dream in peace, who are imbued with the Love of their Husband Lord. 1425 : 581 Those who have been separated from the Love of their Master, scream and cry twenty−four hours a day. ||12|| 1425 : 582 Millions are asleep, in the false illusion of Maya. 1425 : 583 O Nanak, they alone are awake and aware, who chant the Naam with their tongues. ||13|| Shaloks In Addition To The Vaars − Part 016 76"},{"pageNumber":79,"pageContent":"1425 : 584 Seeing the mirage, the optical illusion, the people are confused and deluded. 1425 : 585 Those who worship and adore the True Lord, O Nanak, their minds and bodies are beautiful. ||14|| 1425 : 586 The All−powerful Supreme Lord God, the Infinite Primal Being, is the Saving Grace of sinners. −− Shaloks In Addition To The Vaars −− Shaloks In Addition To The Vaars − Part 016 77"}]
