[{"pageNumber":1,"pageContent":"Ars AlmadelPart IV of theLemegeton"},{"pageNumber":2,"pageContent":"2Ars Almadel -- Part IV of the LemegetonTranscribed from Sloane MS. 2731 and converted to Acrobat by Benjamin Rowe, July1999. Afterword copyright 1999 by Benjamin Rowe.Typeset in Adobe Caslon"},{"pageNumber":3,"pageContent":"3Here Beginneth the The Fourth Part of this BookWhich is called the Art Almadel of SolomonBy this art Solomon attained great wisdom from the Chief Angels that govern thefour Altitudes of the World: for you must observe that there are four Altitudes whichrepresent the four Corners of the West, East, North and South: the which is dividedinto 12 parts; that is, every part 3. And the Angels of every one1 of these parts haththeir particular virtues and powers, as shall be showed in the following matter &c.Make this Almadel of pure white wax; but the others must be coloured suitableto the Altitude. It is to be 4 inches square, and 6 inches over every way, and in everycorner a hole, and write betwixt every hole with a new pen those words and names ofGod following. But this is to be done in the day and hour of Sol. Write upon the firstpart towards the East, ADONAIJ, HELOMI, PINE. And upon the second towardsthe South part HELION, HELOI, HELI. And upon the West part JOD, HOD,AGLA. And upon the Fourth part which is North write TETRAGRAMMATON,SHADAI, JAH.And betwixt the first and the other parts make the pentacle of Solomon thus:r, and betwixt the first quarter write this word ANABONA, and in the middle ofthe Almadel make a Sexangle figure ✡, and in the middle of it a triangle, whereinmust be written these names of God HELL, HELION, ADONAIJ, and this lasthave round about the six-angled figure, as here it is made for an example. And of the same wax there must be made four candles. And they must be of thesame colour as the Almadel is of. Divide your wax into three parts: one to make theAlmadel of, and the other two parts to make the candles of. And let there come forthfrom every one of them a foot made of the same wax to support the Almadel.This being done, in the next place you are to make a seal of pure gold or silver(but gold is best) whereon must be engraved those three names HELION, HELLU-ION, ADONAIJ.And note that the First Altitude is called Chora Orientis, or the East Altitude.And to make an experiment in this Chora it is to be done in the day and hour of theSun. And the power and office of those angels is to make all things fruitful, andincrease both animals and vegetables in creation and generation, advancing the birthof children, and making barren women fruitful.And their names are these, viz: ALIMIEL, GABRIEL, BARACHIEL,LEBES, HELISON.And note you must not pray for any angel but those that belong to the Altitudeyou have a desire to call forth.And when you operate set the four candles upon four candlesticks, but be care-ful you do not light them before you begin to operate.1. A long dash is in the original at this point. Inserting the word “one” would seem appro-priate, as there is otherwise no reason to distinguish these 12 parts."},{"pageNumber":4,"pageContent":"4Then lay the Almadel between the four candles upon a waxen foot that comesfrom the candles, and lay the golden seal upon the Almadel, and having the invoca-tion ready written upon virgin parchment, light the candles and read the invocation.And when he appeareth he appeareth in the form of an Angel carrying in hishand a banner or flag having the picture of a white cross1 upon it, his body beingwrapped round with a fair cloud, and his face very fair and bright, and a crown ofrose flowers upon his head.He ascends first upon the superscription on the Almadel, as it were a mist orfog.Then must the exorcist have ready a vessel of earth of the same colour as theAlmadel is of, and the other of his furniture, it being in the form of a basin, and putthereinto a few hot ashes or coals, but not too much lest it should melt the wax of theAlmadel. And put therein three little grains of mastick in powder so that it may fumeand the smell go upwards through the holes of the Almadel when it is under it.And as soon as the Angel smelleth it he beginneth to speak with a low voice,asking what your desire is, and what you have called the princes and governors of thisAltitude for.Then you must answer him, saying: I desire that all my requests may be grantedand what I pray for may be accomplished: for your office maketh it appear and declareth1.An equal-armed cross is drawn in the manuscript, following the word “cross”.HellHelionAdonaijADONAANABONAANABONAANABONAANABONArrrrTetragrammaton Shadai JahHelion Heloi HeliJod Hod AglaAdonaij Helomi PineIHellHelionAdonaijADONAANABONAANABONAANABONAANABONArrrrTetragrammaton Shadai JahHelion Heloi HeliJod Hod AglaAdonaij Helomi PineI"},{"pageNumber":5,"pageContent":"5that such is to be fulfilled by you, if it please God, adding further the particulars of yourrequest, praying with humility for what is lawful and just: and that thou shall obtainfrom him.But if he do not appear presently, then you must obtain the golden seal, andmake with it three or four marks upon the candles, by which means the Angel willpresently appear as aforesaid. And when the Angel departeth he will fill the wholeplace with a sweet and pleasant smell, which will be smelled for a long time.And note the golden seal will serve and is used in all the operations of all fourAltitudes.The colour of the Altitude belonging to the first Altitude, or Chora, is lily-white; the second Chora a perfect red rose colour; the third Chora is to be a greenmixed with a white silver colour; the fourth Chora is to be black mixt with a littlegreen or a sad colour. Of the Second Chora or AltitudeNote that the other three Altitudes, with their Signs and Princes can exert powerover goods and riches, and can make any man rich or poor. And as the first Choragives increase and maketh fruitful, so these give decrease and barrenness. And if anyhave a desire to operate in any of these three following Choras or Altitudes, theymust do it in die Solis in the manner above showed.But do not pray for anything that is against God and His laws, but what Godgiveth according to the custom or course of nature: that you may desire and obtain.All the furniture to be used is to be of the same colour the Almadel is of.And the princes of the second Chora are named, viz: APHIRIZA, GENON,GERON, ARMON, GEREIMON. And when you operate kneel before theAlmadel, with clothes of the same colour, in a closet hung with the same colours also;for the holy apparition will be of the same colours.And when he appeareth, put an earthen vessel under the Almadel, with fire orhot ashes and three grains of mastick to perfume as aforesaid.And when the Angel smelleth it he turneth his face towards you, asking theexorcist with a low voice why he hath called the princes of this Chora or Altitude. Then you must answer as before: I desire that my requests may be granted, and thecontents thereof may be accomplished: for your office maketh it appear and declareth thatsuch is to be done by you, if it please God.And you must not be fearful, but speak humbly, saying: I recommend myselfwholly to your office, and I pray unto you, Prince of this Altitude, that I may enjoy andobtain all things according to my wishes and desires. And you may further express yourmind in all particulars in your prayer, and do the like in the two other Choras follow-ing.The Angel of the second Altitude appeareth in the form of a young child withclothes of a satin, and of a red rose colour, having a crown of red gilly flowers uponhis head. His face looketh upwards to heaven and is of a red colour, and is compassedround about with a bright splendour as the beams of the sun."},{"pageNumber":6,"pageContent":"6Before he departeth he speaketh unto the exorcist saying, I am your friend andbrother. And illuminateth the air round about with his splendour, and leaveth a pleas-ant smell which will last a long time upon their heads.Of the Third Chora or AltitudeIn this chora you must do in all things as you were before directed in the other two.The angels in this Altitude are named, viz: ELIPHANIASAI, GELOMIROS,GEDOBONAI, TARANAVA & ELOMINA.They appear in the form of little children or little women dressed in green andsilver colours very delightful to behold, and a crown of baye leaf with white andcolours upon their heads. And they seem to look a little downwards with their faces.And they speak as the others do to the exorcist, and leave a mighty sweet perfumebehind them.Of the Fourth Chora or AltitudeIn this Chora you must do as before in the others, and the Angels in this Chora arecalled BARCAHIEL, GEDIEL, GEDIEL, DELIEL and CAPITIEL. Theyappear in the form of little men or boys, with clothes of a black colour mixed with adark green; and in their hands they hold a bird which is naked; and their heads com-passed round about with a bright shining of divers colours. They leave a sweet smellbehind them, but differ from the others something.The Times for invoking the AngelsNote there is twelve Princes, beside those in the four Altitudes: and they distributetheir offices amongst themselves, every one ruling thirty days every year. Now it willbe in vain to call any of the Angels unless it be those that govern then, for everyChora or altitude hath its limited time, according to the twelve signs of the Zodiack;and in that Sign the Sun is in, that or those Angels that belong to that Sign hath thegovernment [and should be invoked]. As, for example: suppose that I would call the 2 first of the 5 that belong to thefirst Chora. Then choose the first Sunday in March, after the Sun hath enteredAries: and then I make an experiment. And so do the like, if you will, the next Sun-day after again.And if you will call the two second that belong to the first Chora, that Sundayafter the Sun enters Taurus in April. But if you will call the last of the 5, then youmust take those Sundays that are in May after the Sun has entered Gemini, to makeyour experiment in.Do the like in the other Altitudes, for they have all one way of working. But theAltitudes have names formed severally in the substance of the heavens, even a Char-acter. For when the Angels hear the names of God that is attributed to them, theyhear it by virtue of that Character. Therefore it is in vain to call any angel or spiritunless he knows what name to call him by. Therefore observe the form of this conjuration or invocation following:"},{"pageNumber":7,"pageContent":"7The InvocationO thou great, blessed and glorious Angel of God (N), who rulest and is the chiefgoverning Angel in the (number) Chora or Altitude. I am the servant of the Highest,the same your God ADONAIJ, HELOMI, AND PINE,1 whom you do obey, and isyour distributor and disposer of all things both in heaven earth and hell, do invocate,conjure and entreat you (N) that thou forthwith appear in the virtue and power of thesame God, ADONAIJ, HELOMI AND PINE; and I do command thee by himwhom ye do obey, and is set over you as King in the divine power of God, that youforthwith descend from thy orders or place of abode to come unto me, and show thy-self visibly here before me in this crystal stone, in thy own proper shape and glory,speaking with a voice intelligible to my understanding.O thou mighty and powerful Angel (N), who art by the power of God ordainedto govern all animals, vegetables and minerals, and to cause them and all creatures ofGod to spring increase and bring forth according to their kinds and natures: I, theservant of the Most High God whom you obey, do entreat and humbly beseech theeto come from your celestial mansion, and shew unto me all things I shall desire ofyou, so far as in office you may or can or is capable to perform, if God permit to thesame.O thou servant of mercy (N), I do humbly entreat and beseech thee by theseholy and blessed names of your God ADONAIJ, HELLOMI, PINE;And I do also constrain you in and by this powerful name ANABONA, thatyou forthwith appear visibly and plainly in your own proper shape and glory in andthrough this crystal stone, that I may visibly see you, and audibly hear you speak untome, and that I may have thy blessed and glorious angelic assistance, familiar friend-ship and constant society, community and instruction, both now and at all times, toinform and rightly instruct me in my ignorance and depraved intellect, judgementand understanding, and to assist me both herein and in all other truths also, throughthe Almighty ADONAIJ, King of Kings, the giver of all good gifts that his bountifuland fatherly mercy be graciously pleased to bestow upon me.Therefore, O thou blessed Angel (N), be friendly unto me, so far as God shallgive you power and presence, to appear, that I may sing with his holy Angels.O Mappa Laman, Hallelujah. Amen.When he appears, give him or them kind entertainment; and then ask what isjust and lawful, and that which is proper and suitable to his office. And you shallobtain it.So endeth the 4th book called the Almadel of Solomon the King.1. Use the god-names governing the Altitude being invoked, here and in the following para-graphs. - ed."},{"pageNumber":8,"pageContent":"8AfterwordThe Ars Almadel completes the major sections of the Lemegeton; the remainingsection, Ars Nova, is more an appendix than a book in itself. Among them, these foursections provide a reasonably comprehensive system of access to the powers of themagickal universe; demonic (Goetia), terrestrial (Theurgia Goetia), planetary (ArsPaulina) and zodiacal (Ars Almadel). It is interesting to note that as the powers to be invoked has become progres-sively more exalted, the method of invocation becomes progressively simpler. Oneprepares to invoke a Goetic spirit as if for a minor magickal war; a single work of theAlmadel can be accomplished before breakfast. This accords with the medieval ideathat spirits who are servants of God want to assist mankind, and will readily come ifproperly called; the threats and force used on the Goetic spirits are not required forthe higher spirits, and would in fact be an insult to them.The four Altitudes of the Almadel are not exactly cognate with the four direc-tions, or with the Elements. Rather they seem to be representatives of the equinoxand solstice points, viewed as the anchor points of the zodiac and the seasons. Theyare called “corners”, in much the same way that the horizon and vertical points of anastrological chart are called “angles”. Their colors as well appear seasonal rather thanelemental; white the pure unsullied freshness of the spring breeze, the red heat ofsummer, the green of mature plants invigorated by the fall rains, and the darkness ofmidwinter. Each Altitude in turn rules a season and the three zodiac signs therein, not, assuggested by Carroll “Poke” Runyon, the three signs of a single element or the Car-dinal signs alone. This is clear from the described timing of the invocations: the firsttwo Princes of an Altitude rule the Cardinal sign of the season, the second two rulethe Fixed sign, and the last rules the Mutable. Runyon’s idea of substituting thenames of the four Archangels of the Elements for the Princes would be inappropri-ate; likely it would produce some sort of result, but probably not what was intendedby this work. Runyon also states that the candles are intended to go through the holes in theAlmadel, but this is clearly not the case from the description. Rather, little ledges areto be built into the candles, so that (with the additional height provided by thecandle-holders) it is raised enough to fit a small incense-bowl underneath. For prac-tical considerations, the candles should support the Almadel at the corners ratherthan along the sides, but the ledges should not be so large as to block the holes. The powers mentioned for these angels are rather vague, and in the case of threeof the Chora, rather pointless as well. But the first paragraph of the document iscareful to note that “every one of these [twelve] parts hath their particular virtues andpowers.” Given their explicit association with the signs, it would follow that theirpowers are associated with the signs they rule. E.g., trade and wealth under Taurus,crafts and communications under Gemini or Virgo, diplomacy and relationshipsunder Libra, construction and government under Capricorn, and so on."},{"pageNumber":9,"pageContent":"9A crystal stone is mentioned in the invocation, but not the the directions forconstructing the Almadel. The use of such a device seems to me to be optional; notabsolutely required, but acceptable for those who are accustomed to using one. Ifused, it would likely be placed on top of the golden seal, which in turn is placed ontop of the Almadel. It would necessarily be a small stone, so its weight would notstress the wax structure. Benjamin RoweJuly 21, 1999"}]
