[{"pageNumber":1,"pageContent":"THE LANGUAGE OF THE BIRDS 1 THE LANGUAGE OF THE BIRDS OUR ANGELIC CONNECTION"},{"pageNumber":2,"pageContent":"THE LANGUAGE OF THE BIRDS 2 The Language of the Birds is one of several names given to the secret hermetic language of esotericis m. Since at least the Dark Ages (and I don’t mean the 1980’s) an idea has existed that there once was a language, or a particular word , which perfectly expressed the nature of things. This language was called the Language of the Birds. It is well known by scholars in the field of linguistics that Adam in the Garden of Eden spoke a mysterious primordial language, and that this language (symbolized by the apple) provided immense power and abundance to humanity. Through this Language Adam and Eve were given “dominion” over nature in Genesis 1:26. It is believed that all humanity shared this common language. It was the great unifier. Similar to the way the English word and becomes et in French and und in German, yet may be expressed world wide by the sign & -- all language was once universally understood. Th is Language was lost when Adam and Eve were expelled from Eden -- or so we have been taught to believe. In this book you will learn the fundamentals of the Bird Language and be on your way to decoding the my ths and secrets of the ancients as never before."},{"pageNumber":3,"pageContent":"THE LANGUAGE OF THE BIRDS 3 INTRODUCTION THEY WHO TALKED WITH THE BIRDS Ever since humankind began to think in spiritual terms birds have symbolized spiritual states, angels and higher forms of being. Cave paintings from Lascaux, France show bird-men demonstrating the soul-flight or the spirit-flight of the shaman. Statuettes from Yugoslavia dated to 5300 BC feature the Bird-and-Snake Goddess. The Egyptian gods were frequently depicted as bird- men. In Greek, the word for bird is a synonym for messages from Heaven. 1 In Taoism, birds carry the same meaning, while the Immortals take on the shapes of birds to signify their ‘lightness’ and their freedom from earthly ‘heaviness’. 2 Po-Yi, who assisted the Jade Emperor in his task of regulating the world, learned the Language of the Birds. 3 In the beginning, says the Old Testament, the Spirit of God was hovering upon the face of the waters. 4 A dove brought Noah the message of peace. 5 Abraham, who sacrificed the bird to Yahweh, 6 heard the song of the turtledove Winged cherubim guarded the Ark of the Covenant. 7 Elijah had his raven who brought him bread. 8 Jesus told his disciples that at His baptism the Sp irit of God descended from Heaven like (or in the shape of) a"},{"pageNumber":4,"pageContent":"THE LANGUAGE OF THE BIRDS 4 dove and alighted upon him. 9 St Francis talked with the birds. What is the meaning of these references to birds? A vital clue comes King Solomon and what is perhaps the most tantalizing of all the stories involving birds and humans. Among the most fascinating legends about Solomon’s Temple is the legend that Solomon was an alchemist and that he manufactured by alchemical me ans the gold used in his temple. 10 The Kore-An (27:16) states that Solomon knew the Language of the Birds . In the Kore-An we read: “And Solomon was David’s heir. And he said, O mankind! Lo! we have been taught the Language of the Birds and have been given abundance of all things ...” 11 What is this language, and how is it that a language system could give Solomon “abundance of all things”? One explanation is that this language, sometimes called ‘the Green Language’, 12 is believed to be the holistic language of nature. Solomon, we are told ( 1 Kings 4:33) not only spoke with birds, he also “spoke of (or to ) trees... He spoke also to beasts and to fowl, and t o creeping things, and to fishes.” 13 Understanding this language, we are led to believe, balanced, blended or integrated Solomon with all of creation. As Kipling wrote in one of his Just So Stories : There was never a king like Solomon, Not since the world began; But Solomon talked to a butterfly As a man would talk to a man."},{"pageNumber":5,"pageContent":"THE LANGUAGE OF THE BIRDS 5 There is a legend that Solomon possessed a magic ring that enabled him to understand animal language. According to another entertaining legend, Solomon learned the Bird Language from the Hoopie bird (who is actually the Queen of Saba’s father). 14 The name Saba derives from Sba the Egyptian name for Venus, or love. The Saba or ‘love gods’ dwelled at Mt. Meru , 15 where was also located a placed called Ida (is the root for idea). 16 On the other side of the world Hopi Indians say birds have the magical power of communicating with the gods. 17 Hoopie and Hopi are virtually identical words. Though they refer to different things, to the bird brained these terms are linked. This is so because accordin g to one of the Bird Language’s foremost principles, wor ds of similar phonetic resonance are considered to be explanatory of one another. One of the features of the Language of the Birds ha s been termed onomatapoesis , or name poetry whereby place names express not only a specific quality or place, but whatever we want it to mean! For example, why is it called the Language of the Birds? It is likely because the Latin aves, or bird, is phonetically the same as avi , angel, 18 ava, apple (the symbol of forbidden knowledge), and ova , life. Through these links we might develop a picture of th e Language of the Birds as the language of angels, of forbidden knowledge and of life. Indeed, all are characterizations of this language."},{"pageNumber":6,"pageContent":"THE LANGUAGE OF THE BIRDS 6 Because it uses phonetic resonance the Language of the Birds is called a ‘phonetic cabala’, a phonetic language code. This code equates words that sound alike in differe nt languages, connecting word concepts by sound in English . These language connections reveal astonishing literary and historical synchronicities or meaningf ul coincidences that point to the interconnectedness o f all creation. Nature is connected. It is the logical mind of humankind that separates. By learning this language we become more fully reconnected and resonant with the matrix of Earth life. We learn to work with nature’s forces and to explore the relationships between all the wonders of her creation. With this language, promise mystics, we can heal our world and ourselves, transforming it from wasteland into a garden or a paradise. When ‘in tune’ or resonating with nature we bring magic into our lives, and an effort less flow of synchronicity. Another informative example of the phonetic resonance of this language is provided by the Druid shamans who were called bards (birds) and ollaves (which calls to mind the ‘olive branch’ of peace) a nd were revered as Peacemakers. 19 According to Irish tradition, when the bard appeare d on a battlefield wearing his many-colored coat they would speak a word of power and peace would immediately ensue. Even the great Roman armies of t he 600’s were filled with awe and terror at the sight of these Peacemakers. 20"},{"pageNumber":7,"pageContent":"THE LANGUAGE OF THE BIRDS 7 From this description we can get a sense of the foremost power the Language of the Birds provides. It can bring Peace, the unity of Heaven and Earth. THE SERPENT AND THE STONE In addition to Peace and magic, acquiring the Language of the Birds, and its word of power, also brings access to secrets. Understanding the world through this sacred language brings enlightenment. Often these secrets are represented by some object (usually a stone) guarded by a serpent or dragon, sometimes near a tree. This object and tree often symbolize the gateway to Heaven, the point where communication is establishe d between Heaven and Earth and immortality is achieved. The discovery of this gateway to Heaven is the ultimate reward that is yielded by understanding of the Language of the Birds. It was believed the Language of the Birds could bio-physically reprogram the human body to a higher (or lighter) being capable of entering this gateway. The Nordic people emphasized the necessity of humankind’s struggle with the serpent to unite Heav en and Earth. We read of heroes who, having vanquished the serpent or dragon, like Siegfried in the Nordic leg end, taste the dragon’s blood and instantly understand t he Language of the Birds. Victory over the serpent cha nges Siegfried’s destiny, allowing him to achieve his heart’s desire (the lovely and beautiful maiden Brunhilda). 21 The Nordics believed that recovering the poetic"},{"pageNumber":8,"pageContent":"THE LANGUAGE OF THE BIRDS 8 Language of the Birds (or bards) would permit entry into the realm of the gods and angels -- the secret Gard en of Creation of the ancestors. While one may never locate this gateway, as a result of the search one enjoys increased longevity, higher intelligence, and great joy from being let in on the secrets of the ages and the sense of humor of the gods, aka the Bird Tribe. THE BIRD AND THE SERPENT The bird stands in opposition to the lowly serpent as a symbol of Heaven. United, they represent the unity of Heaven and Earth. ‘In the beginning’ the word serpent meant something different than it does today. ‘Serpent’ simply refe rred to energy. In fact, ever since humans started drawing o n cave walls 40,000 or so years ago the serpent symbo lized the God energy which created the world. To early humans the line on the ground symbolized the serpentine cosmic force transformed from a heavenly ‘s ’ to the earthly ‘s ’ . 22 When made visible on Earth, the serpent in the instant of manifestation is the sacred made manifest."},{"pageNumber":9,"pageContent":"THE LANGUAGE OF THE BIRDS 9 The rock carving from Bohuslan, Sweden shown here depicts a man confronting the Life Force energy mad e manifest on the ground before him. The holy serpent ine line on the ground became the curvy ‘s ’ and the wavy ‘ w ’ or ‘~’ of cave drawings. This line on the cave wall, like the line on a piec e of paper or a computer screen, is a living, eternally evolving sacred line. It can become anything the mind of God or man can conceive. As the saying goes, “from point, l ine, surface, sphere, seed, stem life appears.” Most of the time we are unaware of the invisible re alm out of which this ‘sacred serpent’ God Force energy emerges and the way it is branching through our lives."},{"pageNumber":10,"pageContent":"THE LANGUAGE OF THE BIRDS 10 The bird and serpent of the udjat (above) symbolizes the Eye. The Egyptians symbolized the unity of the bird and serpent by the ujat Eye. This symbol was used to designate both the verb “to see” and the verb “to ma ke” or “to create.” 23 This emphasizes the role of the perceiver in all creation. As Robert Lawlor notes, “we have a similar linguist ic overlap in our Indo-European languages between the words “fact” and “manufacture.” 24 Every second of our lives our brains “manufacture” our world from data received from “out there.” Increased intelligence an d “manufacturing” ability – the power to manifest our heart’s desires -- is to be found by uniting our He avenly and Earthly eyes. In Central America the Zapotec High Preist was called Uija-tao (virtually identical to ujat ), meaning the Great Seer . 25 He possessed the power of putting himself"},{"pageNumber":11,"pageContent":"THE LANGUAGE OF THE BIRDS 11 into an ecstatic state. The uraeus was the name the Greeks gave to the serpent-image found on the forehead of Egyptian pharaohs (pharoes or pha-rus). He did so to proclai m himself the new Ho-Rus or Horus (‘horse of god’). T he uraeus is an image of a coiled serpent, its head ex tended, prepared to spit. The uraeus Today, we might conceive of the bird/serpent diadem as the King’s ‘thinking cap’. According to Lawlor, 26 it signified the joining of the two hemispheres of the brain. When the medical examiners peeled back the golden mask of the boy king they found a linen underwrap. This delicate layer was embroidered in a serpent/figure 8 design of pearls, gold and semi-precious stones. This should not surprise us. The ‘Lord of 8’ was a title of Thoth, the Egyptian god of magic and speech . The name IESOUS or Jesus adds to 888 or 8. 27 Coiling, twisting and doubling back on itself, DNA resembles a figure 8 or a spiraling H. The ancients spoke of 8 great powers which correspond with 7 nerve centers (plus a ‘hidden’ 8 th ) inside our body. 28 References to these 8"},{"pageNumber":12,"pageContent":"THE LANGUAGE OF THE BIRDS 12 great powers coiled inside us are found in the olde st myths dealing with human beliefs. It is possible that the figure 8 on Tut’s head signifies his mastery of the principles of 8 (Thoth) and the 8 great spiritual powers. The golden mask of King Tut features the serpent and bird at the forehead. His linen head wrap (below)."},{"pageNumber":13,"pageContent":"THE LANGUAGE OF THE BIRDS 13"},{"pageNumber":14,"pageContent":"THE LANGUAGE OF THE BIRDS 14 The headdress of Tutankhamon features the udjat. The ancient Egyptians were experts in the use of puns. They zoomorphocized the forces of nature, and, finding similarities between animals and energies, used the appropriate symbol to indicate the appropriate force. Electricity that spat and hissed and bit and numbed became depicted as cats or snakes; magnetic feilds for similar and numerous reasons became birds. This fabulous pharonic headdress with a vulture and a viper together is as likely to symbolize the upper and lower"},{"pageNumber":15,"pageContent":"THE LANGUAGE OF THE BIRDS 15 “kingdoms” of electricity and magnetism as the kingdoms of upper and lower Egypt. The ancient Sumerians, Egyptians, Greeks and Hindus assigned secret spiritual meaning to every p art of the body. Ancient ‘physicians of the soul’ believed that if these 8 powers were accessed it could release treme ndous healing power into our lives and our world. Egyptologists dismiss this symbol as being just a pa rt of the headdress of the pharaoh. However, the uraeu s represented the attainment of higher knowledge of w hat the Egyptians called the A-tum (and we call the atom ), the innermost workings of creation. One of the 8 gr eat powers that is signified by the uraeus is the ability to see objects far smaller and far more distant than is possible by means of any man-made instruments yet devised. It appears the Druid bards possessed this same ability. The name ‘Druid’ may come from drus , or d-RUS , which means ‘oak’, making the Druids the ‘men of Rus’. Th e word rus is traced to Egypt and the Greek word uraeus or u-rus . What actually happens, and is being referred to in t he case of these observations, is that a projection fr om the ajna, ‘third eye’, chakra is formed by the yogi. Thi s aperture of the filament or projection can be controlled by the yogi or pharaoh, according to the scale of the o bject under observation. Its placement between the human eyes emphasizes the spiritual sight and wisdom of the wearer. It signified that the pharaoh was an Earthly representative of the Eye of A - tum . For this reason the uraeus is called the transformed eye of the god A - tum . 29 Through their"},{"pageNumber":16,"pageContent":"THE LANGUAGE OF THE BIRDS 16 spiritual sight, the pharaohs possessed the ability to directly access the world of the A-tum... or as I pro pose the A ~ tom (using the wavy serpent as did the ancients). By virtue of these linguistic connections, the ‘men of the oak’, the Druid ‘men of rus’, may therefore be thought of as the men and women who knew the wisdom of the A~tom. With this wisdom they presumably had the ability to manipulate matter. In some traditions the center of A~tum is described as a flower, or lotus, with 64 petals. The lotus later became the rose, the symbol of Jesus, in the Christian tradition. 30 Before the time of Jesus, however, the bridge or in terface between the earthly world and the inner world of A~ tum was the Egyptian hieroglyphic called Ru , drawn in a sacred geometrical shape called the vesica piscis by the first Gnostic Christians. 31 The vesica piscis is called simply “the Fish.” According to the Pyramid Texts, the heron or phoeni x is another form of A-tum. The Egyptian hieroglyph for t he heron, the bird of Tula, is the same as the fish hi eroglyph later adopted by Christians to represent Christ, th e fish- bird-man."},{"pageNumber":17,"pageContent":"THE LANGUAGE OF THE BIRDS 17 This is the vesica piscis (left), in Christianity a reference to Christ as the “fish” in the Age of Pisces. The symbol of the zodiacal sign of Pisces -- an ‘H’ -- is deri ved from the vesica piscis. Every world civilization from Mesopotamia, Africa, Asia to India is aware of its cosmic significance."},{"pageNumber":18,"pageContent":"THE LANGUAGE OF THE BIRDS 18 Jesus emerges through Rus or Vesica at Chartres Cathedral"},{"pageNumber":19,"pageContent":"THE LANGUAGE OF THE BIRDS 19 The Egyptian hieroglyph Ru meant ‘birth passage’, ‘doorway’ and ‘vagina’. The European cathedrals wer e constructed as wombs based upon principles of sacre d geometry discovered by the Templars atop Mount Me-r u- iah in Je-rus-alem. This geometry was based upon th e rus, the vesica piscis. This eye or wisdom of the wise Egyptian pharaohs or Rus had been concealed since the persecution of the Templars. It was the job of the intitiate to become a Druid and to ‘lift the veil’ covering the eye and reveal the secrets of the A~tum. In Egyptian mythology, the eye symbol is most closely associated with the All-Seein g eye of Osiris. THE LADDER TO HEAVEN Mythologically speaking, the Bird Language contains the ‘open sesame’ to the paradisiacal state of the gods. This is why it is considered to be the language of synthesis and integration with nature. For this reason birds are often taken as symbols of the angels who guard the ladder to Heaven, like Jacob’s Ladder. The Old Testament refers to the ‘birds of heaven’ which come to rest on the branches of a tree in a s trange dream of King Nebuchadnezzar. 32 From this tree the king saw a “watcher” and a “holy one” from Heaven emerge. They told him to destroy t he tree, and leave its ‘stump’ in the Earth. The “watchers” is another name for the Egyptian “divine beings” or “gods” NTR, or neter, which mean s"},{"pageNumber":20,"pageContent":"THE LANGUAGE OF THE BIRDS 20 “one who watches.” 33 Neter-neter land is the name of the place in the stars where these beings dwell. An early Egyptian text says that Osiris, the green faced god of gardening and resurrection, will lead the souls of Earth into the green pastures and still wa ters of nefer-nefer or Neter-neter land. 34 In modern times we know this green man best as Peter Pan, the green-tighted one, of the stories written by the Scottish author J.M. Barrie in 1911 and brought to life by Walt Disney. This story has terrified many young children and set their courses to Peter’s Never, Ne ver Land. In the biblical story after he encounters the Watche rs Nebuchadnezzar enlists the help of Daniel and three wise men from the Temple of Solomon (whom he had taken hostage after he ransacked the Temple). They open a nd enter a fiery furnace with the tree that reaches into Heaven. When they return a fourth person now accompanies them! However, this is not just any man. Nebuchadnezzar believes this fourth man is an angel. Not just any angel either. The fourth man is like the Son of God! 35 If the story in the book of Daniel is to be believe d the ultimate wisdom the Language of the Birds confers concerns the means to enter an ecstatic state and o pen the gateway to God. This may be the means to return the Son of God to Earth! In a later chapter we will explore Jesus’ astonishing connection to the Language of the Birds."},{"pageNumber":21,"pageContent":"THE LANGUAGE OF THE BIRDS 21 For the moment, let’s key on Solomon. King Solomon was a linguist, poet, and a scholar of Sanskrit philosophy. He built this temple after the Lord had “given him wisdom.” For centuries seekers, including Nebuchadnezzar, ha ve wondered about the how, what, and why of Solomon’s wisdom, which was said to have “surpassed the wisdo m of all the people of the east, and all the wisdom o f Egypt,” 36 and may have given him the ability to manufacture gold. God directs a beam of light into the mind of Solomon. Did Solomon really acquire this wisdom, even more than in all of Egypt(!) directly from God, shazam, l ike"},{"pageNumber":22,"pageContent":"THE LANGUAGE OF THE BIRDS 22 that as the Bible claims? Solomon is known to have been a master of the legends and lore of many civilizations in the ancient world, including those of Egypt, India, and Sumeria. Might matching these traditions have helped him? ALCHEMY AND THE LANGUAGE OF THE BIRDS In fact, there is a long tradition linking the alchemists with the Language of the Birds. The fourth-century Alexandrian alchemist Zosimus refers to the occult Language of the Birds as the Tongue of the Angels. 37 This Language has many names: the Green Language, Cant, and Argot , after the Argo , Jason’s ship. Each of these terms are related to alchemy. When Jason and the Argonauts quested for the golden apples (the forbidden knowledge) of the Hesperides and the golden fleece (found on a tree symbolizing the Tree of Life) they sought wisdom, or the golden buds or Buddhas who could give them to them. This makes sense, for the Greek word melon has the alternative meaning of sheep or apple. “In the oriental language,” says linguist Godfrey Higgins, “the fruit was souph or wisdom; and souph meant also wool.” 38 From this sophia , wool or wisdom, came the golden fleece, and also the word Sufi or Suphi. The Etruscans had a story of a group of seven Sages (Buddhas or buds) who arose from the Inner Earth an d taught them useful knowledge. The Egyptians counted seven Hathors or goddesses. The sum of these connections indicates that the"},{"pageNumber":23,"pageContent":"THE LANGUAGE OF THE BIRDS 23 Language of the Birds is the Language of the Bards (poets) and the Language of the Buds or Buddhas. The Incas called the Bird Language the Court (Core) Language, because diplomats used it. The Bird Langu age was used to conceal the hidden (core) meaning of diplomatic communications from all but those initiat es in the inner circle. According to the alchemist Fulcanelli, the Language of the Birds is ‘the language of which teaches the my stery of things and unveils the most hidden truths’. 39 Ancient alchemical texts and mystery teachings, lik e the diplomatic communications of the Incas, are sealed to all but those who understand the Bird Language. To outsiders these texts appear incomprehensible. Though the origins of the alchemical term ‘the Gree n Language’ is unknown, it likely has something to do with Osiris, the green-faced Egyptian god of gardening. William Anderson, author of the Green Man: The Archetype of our Oneness with the Earth , 40 notes the Greeks recorded the Green Man (who is also called t he Gardener in myths and scripture) was of extraterres trial origins. In fact, said the Greeks, he is the immortal ruler o f Hyperboria, the Greek name for heaven. Though ocean s apart, the Greeks, like the Mayans, called the cent ral point in heaven/Hyperboria or the galactic core of our Milky Way galaxy by the same name, Tula . Osiris was also known as the heron. 41 The Mayans called Tula (also known as Aztlan or Atlantis) the place of herons. 42 It is the home of the gods. I shall have more to say about Tula/Atlantis as the"},{"pageNumber":24,"pageContent":"THE LANGUAGE OF THE BIRDS 24 home of the Language of the Birds momentarily. For now, it is important to note that this may be one reason why the Incas called the Bird Language the Court or Core Language. In Egyptian legend, Osiris, the Gardener, was said to have constructed that Garden of Eden, giving the po wer of its language to his son Thoth, the inventor of l etters. This means Osiris, the green faced one, was the ori ginal teacher of the Language of the Birds. These letters, or more precisely the tones, vibrati ons or frequencies behind these symbols, are said to be the building-blocks of Creation. This is why it is also known as the Green Language. Talk about power! An ancient Jewish legend indicates that if one were pure and holy enough, and understo od the combination of the Hebrew symbols, one could cr eate life and control the matter of the universe. One wo uld be a master of Creation, a god-like being. Not only th at, but the recovery of this language (as Jesus knew) would allow, among other things, re-entry to the Garden. Aha! This language, originally spoken by Osiris , provides the ‘open sesame’ for the gateway leading to the Garden? Osiris taught Thoth the art of language. Zosimus tells us that Thoth should be equated with the ‘first- man’Adam. 43 In Genesis Adam was charged with naming all God’s created things, 44 a role he shared with Thoth. This would suggest that Adam and Thoth spoke the same language, the Language of the Birds. Thoth is commonly pictured with the head of an ibis or heron. He was a bird-man . Often, he holds his serpent-"},{"pageNumber":25,"pageContent":"THE LANGUAGE OF THE BIRDS 25 entwined rod of power. Thoth resurrects Osiris with the Key of Life Thoth’s ‘day job’ was scribe. Scribes acted as brid ges between worlds, filters of secret or protected wisd om. They then preserved and disseminated this knowledge , becoming librarians of sacred wisdom. The Egyptians"},{"pageNumber":26,"pageContent":"THE LANGUAGE OF THE BIRDS 26 depicted Thoth as the patron of learning, magic, tr uth, books and libraries and Time Lord. In Freemasonic myth, Thoth projected 36,525 books containing sacred wisdom into the sky. 45 This “Thought Sphere” of knowledge is available to all that learn to tap its secrets. Undoubtedly, access requires an understanding the keys, symbols and icons of the Language of the Birds. My mythological specialty has evolved into understanding this Language of the Angels, the offi cial language of the Department of Eternal Affairs, and unzipping their symbols and icons. I have put together several keys to using this language. To my knowledg e this is the first book of its kind. In this book I will share the basics of this Language. While not intended to be a comprehensive ‘how to’ us e this language (to my knowledge such a thing does not exist) it will give interested seekers a start towa rd more fully apprehending the Mysteries of the ancients. We’ll begin with a word about its origins."},{"pageNumber":27,"pageContent":"THE LANGUAGE OF THE BIRDS 27 CHAPTER ONE ORIGINS OF THE BIRD LANGUAGE “Therefore was called the name Babel” Genesis 11:9 In the book of Genesis we find not only the story of the creation of Adam and Eve, but also the story of the existence of a universal language and its destructi on -- the Tower of Babel. The story of the Tower of Babel is well known. Humankind gathered together in Babylonia (present d ay Iraq) to build a city and a tower (or ladder) that reached into the Heavens. 1 God destroyed the tower and separated humanity by language. 2 Presumably, Adam, Eve, Noah and his family, and the other inhabitants of the pre-flood civilization spoke the same language. This continued with the re- establishment of civilization after the cataclysm. During the time of the Babel incident “the whole Earth was of one language, and of one speech.” 3 The Bible never identifies this pre-flood language. However, for millennia linguists and religious type s have searched for this Mother Tongue. Some believe it wa s"},{"pageNumber":28,"pageContent":"THE LANGUAGE OF THE BIRDS 28 created miraculously by God as a gift to Adam. With this language Adam was given command over nature. It cou ld not be read or understood without knowing the symbolic key. With the key in hand, one would gain access to the innermost secrets of scripture, and to the secrets of creation. As noted, according to the Koran the poet-King Solomon knew this language. It gave him tremendous power, including the ability to transmute the elements and to fly like a bird... or an angel. Solomon was a sort of Bill Gates of his age ( c. 1,000 BC): immensely wealthy, on the cutting edge of the high technology of his day, and a bit on the nerdy side. Though glorifying his achievements, the Bible makes no men tion of Solomon’s knowledge of this language and its role in their fruition. The bible merely says God, shazam, like that, gave him his wisdom. This perhaps has something to do with what transpired at Babel. Linguistic unity -- or knowin g the Language of the Birds and the secrets of creation - - apparently gave Noah’s descendents great power and ambition. Gathering at Babel they collaborated to build a cit y and a tower reaching into Heaven. Only Solomon, who built a Temple as an earthly home for the Holy Spir it, matched this ambition (and later the cathedral builders). Observing this offensive initiative into their domain, the gods immediately destroyed the Tower of Babel. “The people are one, and they all have one language ! This is but the start of what they will do. Now nothing"},{"pageNumber":29,"pageContent":"THE LANGUAGE OF THE BIRDS 29 will be impossible for them, which they have imagined to do .” “Let us go down there and confound their language, that they might not understand one another’s speech.” 4 ‘Alchemy’ as depicted at Notre Dame Cathedral. With the god’s action, the builders are forced to abandon their tower and cease storming heaven. Why was humanity denied entrance into Heaven? Why was the building of the Tower of Babel taken with such great offense by the gods? How is it possible that a unified language grants humanity the ability to do the impossible? The real nature of the offense may have been reveal ed in Genesis 3:22. It was Adam’s partaking of the fru it “in the midst of the garden” which gave him the ability to"},{"pageNumber":30,"pageContent":"THE LANGUAGE OF THE BIRDS 30 create life, thus making him “one of us,” that is e qual to the gods. For the god’s children to be so endowed was intolerable. Therefore it was necessary that Adam b e degraded and made mortal, “lest he put forth his hand and take also the Tree of Life and eat and live forever .” As punishment, Adam and Eve were evicted from the Garden. 5 Immortality was denied humanity. THE ME The exact nature of Adam’s forbidden knowledge may be found in the Sumerian creation story. Many people do not know that the Sumerian creation story is older than the Hebrew. Adam’s Sumerian counterpart, and his likely prototype, Adapa, was known to have acquired wisdom equal to his creator/father, for the god Enki (N’Key) or E.A. (pronounced ‘ Aya ’) gave him immense wisdom, 6 including the way to Heaven. 7 We are told Adapa became a high priest of E.A.’s teaching."},{"pageNumber":31,"pageContent":"THE LANGUAGE OF THE BIRDS 31 According to Zecharia Sitchin, Enki, a key figure i n Sumerian mythology, and in our search for the secret s of the Language of the Birds, was part of an early wav e of gods who came to Earth in search of gold, rare metals and radioactive materials, such as uranium or cobalt. T he latter were described as the Lower World’s (Earth’s) “ blue stones that cause ill.” 8 Like Thoth, a serpent entwined around a rod symbolized Enki. He is routinely depicted emerging from between a double mountain accessed through twin pilla rs. This God of Mining (the first Smith on Earth) 9 also typically has rays emerging from his shoulders holding a branch -- the Key of Life -- in his hand. He is the prototype for Prometheus, who brought ‘fire from Heaven’. According to Sumerian legend, it was at his temple at Eridu (present day Kuwait/Iraq region) that E.A., t he “Lord of Earth” and the guardian of the secrets of a ll scientific knowledge, stored the ME Tablets of Destiny. 10 These crystal-like objects, sometimes worn as ornaments on the body of the gods, contained divine knowledge including astronomy, astrology and temple building. 11 In myth, the ME ( pronounced MAY ), also contained the healing secrets of the gods. In ancient Egypt, ME denotes rebirth of the dead. 12 Today, ME is the root for such words as medicine, meditation and meme (songs, stories, ideas, beliefs). As children many of were taught that God is love. Strangely enough, this is indicated by the etymology of"},{"pageNumber":32,"pageContent":"THE LANGUAGE OF THE BIRDS 32 the word mythology . The word mythology comes from mythos , myth , and logia , to speak. Webster’s 13 says the root my is a shortened form of min , of ME , my, mine, the possessive form of I (or Self). This is fascinating since Min is the root for minister, a conduit between man and God and Minne the name given to Aphrodite, the Goddess of Love, by the medieval Min strels or Minne singers. These wandering poets or bards said Minne meant Love . 14 The Minnesingers also made the Holy Grail a popular idea. My-tho-logy therefore means telling the tales of the Word, logia , of min, love . By following the “As Above. So Below” path of truth (8) we learn that mythology is that branch of scien ce that enables us to more fully connect with the Above (st ars) and the Below (the body) with the Goddess’ love. A mythmaker or mythologist is therefore a love maker , which explains why the medieval poets and minstrels called their sacred tales romances , i.e. the Grail romances. Their predecessors were priests of the Go ddess of Love (ME or Min), who gave them the gift of inspiration from her magic cup, the Holy Grail. 15 The minstrel poet was a Druidic bard, one of the famed men of Hyperboria, the Greek heaven ‘beyond t he north wind’. The Bards had the ability to speak “wo rds of power” that brought healing. In the Bible there are a number of magical objects that match up with the MEs including the breastplate of Aaron, 16 an accouterment comprised of twelve stones worn in conjunction with the Ark of the Covenant, a"},{"pageNumber":33,"pageContent":"THE LANGUAGE OF THE BIRDS 33 device that linked man and God. These stones channe led the word and the will of God. E.A. was also known to the Babylonians as Oannes (“Dove”) 17 the half-man, half-fish god who came from the sea and taught the art of gardening. This fish god, actually a human wearing a fish sui t, is the likely origins of the Fisher King of the Holy Grail tradition. Oannes is shown here with his grail pail in hand offering a stone of healing. The alchemists call the Grail itself the Stone of God."},{"pageNumber":34,"pageContent":"THE LANGUAGE OF THE BIRDS 34 Oannes The Sumerian myth is clear that the ME stones contained scientific teachings that connected one t o the cosmic ocean of Heaven. Possession of these informat ion storage devices conferred tremendous power."},{"pageNumber":35,"pageContent":"THE LANGUAGE OF THE BIRDS 35 This concept is represented in the Assyrian cylinde r seal below in which Fisher Kings tend a pillar with a god- being in a winged vehicle hovering above. This pill ar is the likely origins of the pagan May (ME) Pole, the focal point of fertility festivals to this day. Fish gods attend a pillar linking Heaven and Earth. Adapa, ‘the apple of his father’s eye’, was given th ese teachings by E.A. He was nicknamed NUN .ME, or “He who can decipher the MEs.”"},{"pageNumber":36,"pageContent":"THE LANGUAGE OF THE BIRDS 36 Nun means “fish” in Sumerian, hinting that, like his father, Adapa had achieved cosmic knowledge, includ ing the ability to fly like a bird through the cosmic o cean of stars. This instruction enhanced Adapa’s wisdom and spiritual vision. He was given the further mission to spread his knowledge among mankind. For thousands of years the saying “Wise as Adapa” conveyed the idea that someone was exceptionally wi se. An early Sumerian ruler invited by the gods to ascend to the heavens was named EN. ME .DUR.AN.KI, 18 which literally meant “ruler whose ME connect Heaven and Earth.” In time, the priests associated with the fish, including Jesus, became representatives of this cosmic knowle dge. It is not scripture that contains this knowledge, h owever. It is mythology. SOLOMON AND THE ME The ME are an important link to the Language of the Birds. Solomon’s story forges this link. Solomon worshipped the bird goddess Astarte or Inanna (1 Kings 11:5). She was also known as Lilith , Adam’s first wife. 19 According to Sumerian myth, in a night of wild drink and sex Inanna ( N’Anna ), a cunning and ruthless beauty, seduced E.A. or Enki. 20 In the biblical version of this tale of the meeting of the goddess and the serpent the snake is a trouble- maker. In the Sumerian story, which is the original upon which the Hebrew story is based, the serpent is a wise go d-man who is all too human."},{"pageNumber":37,"pageContent":"THE LANGUAGE OF THE BIRDS 37 After getting E.A. (or the serpent) drunk, Inanna made off with his valuable ME-tablets. In addition to the ME, Inanna acquired his “Exalted Scepter and Staff,” his “rod of power” or Key of Life. 21 That night Inanna also conceived a son, Ningishzidda, whom the Egyptians called Thoth (or thought ), 22 the Peacemaker who would grow up to wield the Key of Life. The Bird Goddess Inanna or N-Ana provides fascinating illumination to the punning, nonlinear aspects"},{"pageNumber":38,"pageContent":"THE LANGUAGE OF THE BIRDS 38 Astarte as bird goddess stands atop two lions, the symbol of the gateway to heaven."},{"pageNumber":39,"pageContent":"THE LANGUAGE OF THE BIRDS 39 of the Language of the Birds. As we will see many t imes as we proceed it teaches us to link seemingly unrel ated concepts. Take the word CHrist-en and CHrist-na for example. Both words mean salvation. I realize comparing Christ with Krishna sounds ridiculous to some. However, this is a crucial leap to make to understand the esoteric secrets of religion and mythology. After all, Krisha was the eighth incarnatio n of Vishnu or Fishnu. Like Jesus a fish symbolized Vishnu. Let’s take for another example the word NUN . This is the shared name of: • Adapa, who was nicknamed NUN .ME, or “He who can decipher the MEs.” • the Egyptian word for the cosmic ocean Nun ; •the Hebrew letter nun meaning “fish”; • the Old Testament thief/hero Joshua son of Nun ; Today, a nun is also a female supporter of Christ’s work. Pronounced with a long ‘u’, nun, phonetically, is noon , the magic hour. Nun may also be pronounced ‘none’, which is a quantity, O. None comes from non or n’an , ne , not, and an , one, and means not any. To have none is to have zero, a quantity represented by the symbol O. The O is the symbol for God and Nun, the Bird Goddess Inanna. (This explains why Webster’s Dictionary links the word nun with fish and bird.) O is also 360 degrees. The Indian artists of North America symbolized the fifth element, wood (or the"},{"pageNumber":40,"pageContent":"THE LANGUAGE OF THE BIRDS 40 Word, the “life force”), as a O. 23 Often, they added specks inside the circle to show that it was full. Egyptian ankh, or Cross of Life, supports the circle of life. When the circle was an empty O, one had to choose whether the life force was inside the circle, or in the entire universe outside its circumference! As evidenced by the illustration above, the Ancient Egyptians appear to have had a similar concept. Here , the Key of Life upholds the life force energy contained within the circle. Another way to look at 360 is in Roman numerals where: T=300, L=50, and I=10. TLI, therefore, is 360 , a completed circle. Significantly, TLI is also Teli , from talah or TULA (or TLA), the Greek name for the central point in Heaven or the galactic core. Teli is the name of the connecting link between Earth and Heaven in the Jewish alchemical text, The Bahir . 24"},{"pageNumber":41,"pageContent":"THE LANGUAGE OF THE BIRDS 41 TLI, which is TULA, O, is the name of the Green Man or Gardener’s mecca for learning at the center of Heaven. In Egypt, the Green Man is Osiris. The Teli is the ME Pillar linking the two worlds seen above in the dep iction of the fish gods attending the pillar, and the Pill ar of Osiris shown here. When the Pillar is mounted to the portable stand which resembles (in form and likely in function) the Biblical Ark of the Covenant a device of enormous power is created. It is a golden needle or antenna that ti es the ‘thread’ (cord, chord) between the upper world and the lower worlds."},{"pageNumber":42,"pageContent":"THE LANGUAGE OF THE BIRDS 42 The Pillar of Osiris"},{"pageNumber":43,"pageContent":"THE LANGUAGE OF THE BIRDS 43 A ‘serpent’ hovers near a Pillar attended by the Go ddess while a winged vehicle hovers above. TULA WORDS Looking for this T-L-A letter combination in words often proves a rewarding exercise. This combination is easily found in such names as Atlantis and Nickola Tesla . We have also already encountered it in bethula , the Hebrew word for a virgin and the name of the Saba temple in Mecca . Let’s consider a few more ‘Tula words’. • Lat is the Hebrew word for secret, • Latium is the name of the kingdom of the Vestal virgins. • Latern is the name of one of Enoch's pillars."},{"pageNumber":44,"pageContent":"THE LANGUAGE OF THE BIRDS 44 • Tal is Hebrew for dew, • tal-king is the way most people communicate, • tal-isman is the Arabic word for magic stone, • Tal-mud is the name of the Hebrew book of wisdom, • Tal-os is the giant guardian of Crete met by Jason. • Talut is the name given to King Saul in India and Arabia. Talut is the mirror image of tulaT . In 1 Samuel 9:2 it states that from the head upward Saul was HIGHER than any of the people of Israel. It is apparent th at the word Talut is a formation of the Hebrew word for a tall man -- a giant. The Afghans called Saul Melic Talut . So, here we have an Afghan, an Arabian, a Hebrew and an English word all representing the same idea! Interestingly, the Afghans said they were descended from Saul, who was a Benjaminite, the tribe of Mary Magdalene. The Arabians called them Solimanee Solimanee is synonomous with Solomon, who are also the Peacemakers, the Saba, the Herons, the Harrans and the Bird Tribe. Let us continue exploring words with the T-L-A letter combination. • Pe-tals grow from flowers. • Pe-tal-on means a leaf or a tree . The reason we read from top to bottom, right to left and have vowels in our words comes from the Greek language, which was call ed petalon or leaf writing! Nothing can be more striking than that the Greek upright writing should be called a tree . The letters were written upright as the stems of trees. While comparing words like this sounds bird-brained"},{"pageNumber":45,"pageContent":"THE LANGUAGE OF THE BIRDS 45 to some, this process is said to enable us to leap from the ‘outer’ world to the ‘inner’ world. This is a crucial le ap to make to understand the esoteric secrets of mytholog y. In fact, the Kor-An calls this leap ‘the Bridge of Sir ah’ (phonetically Sirah is Zirah or Zero ). As Schwaller de Lubicz says, “It is as wide as a razor’s edge; on either side is a yawning gulf of perdition...” 25 “One precipice,” he says, “is the mentality of logical or mathematical reason, the other of superstition.” I interpret this to mean that on one precipice is o ur ordinary world where things are as they seem. This is the world of our logical left brain. On the other side of this leap is an intuitive right- brained world where things are not at all what they seem, and where the modern language of English is the key to unlocking the secrets in the ancient world. Jesus encouraged the disciples to utilize the creativ e power of their right brain. In the Book of John Jesu s is on the shore (land) and five named disciples are in a boat. Jesus tells them to cast their net to the right side of the boat – the right side of the brain – the intuitive, bird- brained side. We will return to this precipice momentarily. First , let’s continue our look at the story of the fish god E.A. THE CREATION OF HUMANITY The Sumerian stories tell how E.A. created humanity in conjunction with the goddess Ninharsag (who is"},{"pageNumber":46,"pageContent":"THE LANGUAGE OF THE BIRDS 46 omitted from the Hebrew version of the story). E.A.’ s half-brother Enlil (“Lord of the Command”) opposed this act (see Sitchin). 27 The creation chamber of E.A. and Ninharsag was called the House of Shimti , from the Sumerian SH-IM-TI , meaning ‘breath-wind-life’. 28 This Assyrian seal shows the Mother Goddess (her symbol is the omega) and E. A. holding cups. A winged vehicle floats overhead In this tale of two brothers E.A. is equated with the Egyptian god Osiris, who also was opposed by his half- brother, Set. Like Osiris E.A. was a Gardener who n ot only planted the Tree of Life, but he was the serpe nt who lived within it!"},{"pageNumber":47,"pageContent":"THE LANGUAGE OF THE BIRDS 47 The hieroglyph of Osiris features a pillar with a serpent. The Hebrew word for serpent is NAHASH . The Hebrew word for soul is NASHAMAH . In the"},{"pageNumber":48,"pageContent":"THE LANGUAGE OF THE BIRDS 48 mythological Language of the Birds, these two words are phonetically similar therefore they are interchangeable. When we apply substitute these words nahash and nashamah to the hieroglyph of Osiris it reveals that this pillar houses a soul. In fact, according to Zecharia Sitchin’s interpretat ion of the Sumerian stories, E.A. was a genetic engineer. E.A.’s logo, a serpent winds around a pillar. It is E.A.’s metal-working (alchemical) activity that is presently most important to our search. Metal workers are called ‘smiths’. Significantly, the German name Schmidt (Smith) once referred to a priestly caste of metalworking shaman s, who"},{"pageNumber":49,"pageContent":"THE LANGUAGE OF THE BIRDS 49 were also bards or poets. 29 The similarity of Schmidt and SHIMTI leads one to conclude that they are the same word. The second chapter of Genesis offers a tantalizing clue that Yahweh, Elohim (Shining One), who fashion ed the Adam of the clay of the soil was also a Schmidt . “He blew in his nostril the breath of life, and the Adam turned into a living Soul .” 30 In ancient times smiths often claimed magic powers from secret connections with the feminine forces of nature. They are often equated with shamans. 31 Secret societies linking the poetic smiths with magic appear in traditions in China and Japan, similar to those of the medieval alchemists. 32 As we have noted, the alchemists concealed their secrets in the Language of the Birds. E.A.’s gardening or tilling connection can now be illuminated. According to the Book of Genesis, God planted a garden eastward in Eden; and there he put the man w hom he had formed (Adam) to keep it. 33 He charged Adam with naming everything in the Garden. 34 It is well known by scholars in the field of linguistics that Adam in the Garden of Eden spoke a mysterious primordial language, and that this language provide d immense power and abundance to him. Through this Language Adam and Eve, “the Mother of All Living,” 35 were given “dominion” over nature in Genesis 1:26. It is believed that all humanity shared this common language. It was the great unifier. Similar to the way the"},{"pageNumber":50,"pageContent":"THE LANGUAGE OF THE BIRDS 50 English word and becomes et in French and und in German, yet may be expressed world wide by the sign & -- all language was once universally understood. Th is Language was lost at the time of the Babel incident -- or so we have been taught to believe. After their expulsion from Eden Adam and Eve bore their first son Cain, the first person to be born o f a man and woman . 36 He was the first to till the land (making him a gardener). Rabbinical tradition maintains that Cain was begotten by the serpent and not by Adam. Cain means ‘smith’ and ‘serpent’. This would suggest that Cain was the son of E.A. After a time Cain brought the patriarchal god Yahweh (whom Sitchin equates with E.A.’s half-brother Enlil) 37 an offering of the fruits and vegetables of the soi l. Yahweh was not pleased. 38 Abel, a shepherd, offered him ‘the firstlings of his flock’ of lambs, a gift that plea sed Yahweh. In jealousy of his brother, Cain murdered Ab el, then in guilt denied the act. From then on, on Cain’s forehead 39 was given a mark of immunity so that all may know him and none would kill him. Also from then on the Canaanites lived in agricultural communities. This protective mark of Cain is a mystery. The Bibl e does not say what it is. What symbol represents life and immortality? Turning to Egypt, there is one symbol that represents immortality. That is the Egyptian ankh , the Key of Life. Another biblical mystery concerns the identity of the people who Yahweh thought might harm Cain. The Bible says Adam, Eve and Cain were the only people on"},{"pageNumber":51,"pageContent":"THE LANGUAGE OF THE BIRDS 51 Earth. Who, then, did Yahweh fear would harm Cain? This inconsistency suggests that concealed within t he story of Cain’s murder of his brother Abel is a vit al truth: there were other beings on Earth. The Sumerians who claim there was a conflict between the gods E.A. an d Ninharsag, who sought to uplift humanity to the level of the gods, on the one hand and Enlil, who sought to degrade humanity, on the other detail this conflict. Theoreticians including Monica Sjoo 40 point to a conflict between the matriarchal goddess of Cain (E .A.) and the patriarchal god of Abel (Enlil). It was Eve who named Cain, suggesting that she had privilege over Adam. As we have seen, naming was a divine right. Gnostic scriptures said Adam was created by the power of Eve’s word, not Yahweh’s. 41 The Bible reversed this in order to put forward the patriarch al god Yahweh as the highest deity."},{"pageNumber":52,"pageContent":"THE LANGUAGE OF THE BIRDS 52 A Canaanite scribe sits on the lap of Astarte. Note the bird beside them. The Canaanites worshipped the Mother Goddess Astarte. 42 With the Hebrew conquest of Canaan came the subjugation of the agricultural way of life by the shepherds. More importantly to our discussion, it also likely represented the elimination of the Bird Language, E.A.’s language of creation. The goddess’ (E.A.’s) sacred symbols – the Tree of Life, the serpent, the apple/fruit of wisdom – were transformed into symbols of evil. Cain (the goddess- worshipping, bird-speaking farmer) was made the evi l"},{"pageNumber":53,"pageContent":"THE LANGUAGE OF THE BIRDS 53 brother of Abel – whose god was the patriarchal Yah weh, the good shepherd. After Cain moved ‘east of Eden’ to the land of Nu d or Nod 43 he ‘knew his wife’, who has suddenly appeared as if out of thin air, for there is no mention in the Bible of her birth or lineage. Together, they had a son whom they named Enoch (meaning “Foundation”). The Book of Jubilees states that Enoch “was the first among men that were born on Ea rth who learnt writing and knowledge and wisdom and who wrote down the signs of heaven according to the mont hs in a book.” This is exactly the role the Egyptians assi gned Thoth, giving rise to the notion that Enoch and Tho th are one in the same person(s). Cain “built a city, and called the name of the city after the name of his son.” 44 Though the exact location of this city of Enoch is never named, according to Zecharia Sitchin, one possibility is the Aztec city of Tenochtitlan, the City of Tenoch. 45 Tenoch becomes Enoch when the prefix T is dropped. Another possible location emerges from the Hebrew legends that claim Adam and his son Cain built the temple of Baalbek in Lebanon in cooperation with th e ‘Giants’ of the Old Testament. 46 Also noteworthy to our search is the fact that Baal bek was originally called Heliopolis, ‘the City of the Sun’, and was the sister city to Heliopolis in Egypt. 47 The Egyptian Heliopolis was called the ‘City of 8’after Thoth, the Lord of 8. Another of its names is Tula . The Mayans called Tula"},{"pageNumber":54,"pageContent":"THE LANGUAGE OF THE BIRDS 54 the ‘place of herons’, indicating they shared Egypti an concepts of the ‘other side’. It is to Heliopolis that we now turn for more secre ts of the Language of the Birds."},{"pageNumber":55,"pageContent":"THE LANGUAGE OF THE BIRDS 55 CHAPTER TWO HELIOPOLIS: BIRD LAND Heliopolis was the location of the Temple of the Phoenix (or heron), the Egyptian sun god and savior. Something of profound significance appears to reside at Heliopolis. Located just across the Nile from Giza and the pyramids, Heliopolis was the center of Egyptian reli gion. It is a place of enormous mystery. In the Bible the name given to Heliopolis was “On” or “An.” Sumerian texts record this is also one of the names of E.A.’s home world, and was derived from “Anu,” his father’s name. 1 The Greek Heliopolis means “City of Helios,” literally the “city of the sun god Helios” (“light of life”) 2 being the sun/son of An or Anu. Heliopolis, An, or Tula became the center for the priesthood of the sun god, Ra, sometime around 3350 BC. 3 It was at Heliopolis that the Pyramid Texts were discovered. The Pyramid Texts are hieroglyphic writ ings written on the walls of the pyramids that contain the instructions for the rebirth and resurrection of th e pharaohs. The earliest Egyptian creation myths, and the earliest Egyptian mythology, come from the Pyramid Texts. Egyptologists date these sacred writings to 2500-220 0"},{"pageNumber":56,"pageContent":"THE LANGUAGE OF THE BIRDS 56 BC, 4 approximately the beginning of the Age of Aries: the time of Abraham. The myths these writings descr ibe are recollections of an earlier time the ancient Egyptia ns considered ancient! The sun-temple near Heliopolis featuring the ben-ben stone of the Phoenix. The focal point of the Pyramid Texts was the prehistoric mound of A-tum at Heliopolis. At the beginning of each new age, or commencement of a new cycle, the heron would alight from the Central Sun (Tula) and would land a top the Pillar on the mound of A-t um. 5 (In Egyptian cosmology time was composed of recurrent cycles. In other words, history repeated itself.) The Egyptian Book of What is in the Duat tells the amazing story of the cosmic journey of the heron to"},{"pageNumber":57,"pageContent":"THE LANGUAGE OF THE BIRDS 57 Earth. Accompanied by a group of beings, the heron alights from Tula. They travel in a boat called the ‘Barque of Millions of Years’. The heron leads the hawk-headed Ra, the Egyptian su n god, as they sail through the stars in the Barque of the Millions of Years. The heron was the herald of the sun god. (Tomb of Sennedjem, Deir-el-Medina, 1293-1185 BC) The Egyptians regarded the heron as a cosmic emissary, the embodiment of the Divine Word. From its outstretched arms the heron would radiate light from atop the Pillar of A-tum 6 and then deliver a teaching (in the Bird Language no doubt) designed t o transform humans into herons. The Key of Life in th e heron’s hand (shown on the next page) symbolized th is teaching."},{"pageNumber":58,"pageContent":"THE LANGUAGE OF THE BIRDS 58 Door lintel. Middle Kingdom, Twelfth Dynasty, c. 1850 B.C. From the temple at Medumud. Egyptian Museum, Cairo. The heron or ‘light bird’ sits atop the pill ar. From"},{"pageNumber":59,"pageContent":"THE LANGUAGE OF THE BIRDS 59 its hand it extends the Key of Life, the mark of Cain. The bird goddess models the heron body posture. Prehistoric Egyptian terracotta figurine, c. 4000 BC. In Egyptian symbolism, the heron is equated with the phoenix, 7 the totem bird of Christ. The Egyptian hieroglyph for the heron is the same as the Christi an hieroglyph for Jesus. From this, we may deduce that transforming oneself into a heron did not mean turning one’s self into a bird. It meant transforming themselves into a divine or god-like being. In both the story of the heron and of Jesus t he life- altering Word of power is featured. The Gnostic Gospel of the Egyptians says this Divine"},{"pageNumber":60,"pageContent":"THE LANGUAGE OF THE BIRDS 60 Word of power emanated from a Great Light (that would be Tula) along with seven powers (rays), which are the seven vowels: I,E,O,U,E,A,O. The word of power, the Name of God, is derived from these seven vowels. It is written on a “tablet” near the “throne of glory.” The Gnostic Holy Book of the Invisible Spirit or The Egyptian Gospel affirms this. 8 Composed before 350 AD, this Gospel contains the “true history” of the line of the Savior and tells of the Great Invisible Spirit who emanated from the “eternal light of the aeons.” Three powers emanated from it: namely the father, the mother and the son. Next, there emanated a great cloud of light , a living power , the mother of the holy incorruptible beings of great powers, the Moirothea (or Meru-thea), Greek meaning “divine part.” 9 And she engendered that being whose name is uttered: Thou art unique! Thou art unique Ea, Ea, Ea! The Gospel describes E.A. saying, “inasmuch as Adam is light that has radiated... this being (E.A.) is the eye of ligh t .” 10 This is the same eye of light that appears on the logo of the American enterprise on the back o f the one dollar bill."},{"pageNumber":61,"pageContent":"THE LANGUAGE OF THE BIRDS 61 The Gnostic Gospel of the Egyptians is divided into two parts. The first is a revisionist “true history ” of Adam’s son Seth down to Jesus, the final incarnatio n of the Savior. The second part is a liturgical service book f or Gnostic baptism. This book begins with a uranographic catalog (a lis t of structural elements of the universe) and concludes with a hymn spoken by the newly baptized Gnostic. This gospel describes the spiritual universe as a ‘ throne room ’. This is the “throne of glory” from which the Word of power or the Name of God originates. As noted, this Word of power emanated from a Great Light (Tula) along with seven powers (rays), which are the seven vowels: I,E,O,U,E,A,O. Before the baptism these letters are spoken as a hymn spoken by the ne wly baptized Gnostic. After the baptism, when the “grea t name is upon me,” they are copied as a pyramid as follows:"},{"pageNumber":62,"pageContent":"THE LANGUAGE OF THE BIRDS 62 A E E E E E I I I I O O O O O Y Y Y Y Y Y O O O O O O O O 21 Significantly, the seven-rayed Name or Word is the same as the “light” which the heron (the Egyptian sa vior) radiates from its perch atop the pyramid. In French the Language of the Birds is called ‘langu e des oiseaux’. The word oiseaux , or bird, is one of the rare French words which contains all the vowels A, E, I, O, U. The Tetractys."},{"pageNumber":63,"pageContent":"THE LANGUAGE OF THE BIRDS 63 According to Pythagoras, the great philosopher from Greece, the Tetractys symbolized the way to open the eyes to receive the seven rays of Tula. The Tetractys became the symbol for Pythagoras’ elite school and its teaching. Tetractys means kosmos . 11 In Greek, cosmos has the meaning of order, arrangeme nt or ornament. Cosmos in linked with embroidery, which also means ornament. 12 To Pythagoras and his followers the Tetractys symbolized a map out of the labyrinth or embroidery of Earth life. So important was this symbol to them, that the followers of Pythagoras swore an oath on the Tetractys: “By him who gave to our soul the Tetractys, which hath the fountain and root of ever-springing nature.” 13 This undoubtedly was due to their belief that the Tetractys encodes a means to attune human consciousness to an ‘ever-springing’ source or foun tain of healing energies. This spring is located at Tula, the Central Sun. It is also known as the Holy Grail."},{"pageNumber":64,"pageContent":"THE LANGUAGE OF THE BIRDS 64 The Sacred Heart of Jesus. The four-lettered Name of God is here arranged as a Tetractys within the inverted human heart. Beneath, the name Jehovah is shown transformed into Jehoshua or Joshua (Jesus). ‘Iesus Immanuel’ is written in the f lames of the heart. This is the foundation of Rosicrucian philosophy. In mystic circles the Rosicrucian genius Francis Bacon , the founder of the Rosicrucians, is regarded not as a m an, but rather as a bridge between an invisible world and t he Earthly world. Manly P. Hall states, “In all probability, the keys to the Baconian riddle will be found in classical mythology. He who understands the secret of the Seven Rayed God will comprehend the method employed by Bacon to accomplish his monumental labor.” 14"},{"pageNumber":65,"pageContent":"THE LANGUAGE OF THE BIRDS 65 Who is the ‘seven Rayed God’? One answer is the Egyptian heron. Another is the Alexandrian god Sarap is. Sarapis was called the god with the name of seven letters. In their hymns to Sarapis the priests chanted the seven vowels. Occasionally Sarapis is depicted with horns or a coronet of seven rays. Another candidate for the ‘seven rayed God’ is Jesu s, who appeared in the Book of Revelation holding seve n stars or rays in his hand. 15 According to Revelation, Jesus has a word of power written on his ‘thigh’. 16 ALL THE WISDOM OF THE EGYPTIANS The Bible tells us that the Egyptians raised Moses as a virtuous prince. He had a private tutor at all ti mes, and also attended the great schools of the land. In Acts 6:22 we learn that “Moses was trained in all the wisdom of the Egyptians,” including the school at Heliopolis (City of the Heron). In fact, says the wisdom tradition, Mose s became a High Priest of Heliopolis. This is one of those simple statements the Bible makes that upon further decipherment is absolutely astonishing. It is kind of like saying Professor St ephen Hawking was tutored in all the wisdom of physics without elaborating on what a profound a thinker th is rendered him. If Moses knew all the wisdom of the Egyptians, the short list of what the Bible may be telling us that Moses knew includes: • how the Great Pyramid was constructed,"},{"pageNumber":66,"pageContent":"THE LANGUAGE OF THE BIRDS 66 • what sacred mysteries and riddles the Sphinx protects, • where the Egyptians, who appeared out of thin air, actually came from, • why the Egyptian temples are aligned with Sirius, • how to operate the Key of Life, the wand of miracles Moses used to part the Red Sea. That’s not all. Another bit of wisdom Moses certainly must have received is that Heliopolis, which was once th e domain of the bird-man Thoth. This means Moses was a High Priest of Tula. This, in fact, is one of the most powerful of all occult secrets. Evidence for Moses’ understanding of the secrets of the Heliopolis/Tula, “the place of herons,” is foun d in the book of Exodus. Moses and the Israelites had journe yed out of Egypt trekking northward toward Canaan. God l ed his people by assuming the form of a pillar of clou d during daylight and a pillar of fire at night. After an amazing adventure that included the partin g of the Red Sea and the provision of sweet-tasting m anna from Heaven, water supplies were completely exhaust ed. The people began to grumble. Moses cried to the Lord , saying his people were so angry with him they were about to stone him. The Lord instructed Moses to take his rod of God (the Key of Life) and to smite a rock whereu pon water came gushing out. Then came the confrontation with. 17 Moses ordered Joshua, son of Nun, to go out and fight with Amalek. “Tomorrow, I will stand on top of the hill with the rod of God in my hand.” Joshua did as he was told. Meanwhil e,"},{"pageNumber":67,"pageContent":"THE LANGUAGE OF THE BIRDS 67 Moses, his brother Aaron, and Hur went up to the to p of the hill. When Moses held up the rod of God Israel was triumphant. When he let them down, Amalek prevailed. Moses hands grew heavy. Aaron and Hur took a stone and put it under him. Aaron and Hur each held up on e of his hands. Something strange, but wonderful, happens when we reverse the names of Moses’ supporters. Aaron and H ur become Hur and Aaron. Added together, they are “ Hur-Aaron ” or “ heron .” The outstretched arms heron posture is exactly the body posture Moses is standing in. Through this posture he served to create a conducting channel for the in flow of the power of the Holy Spirit – the Word of Power -- to aid the Hebrews in their battle against darkness."},{"pageNumber":68,"pageContent":"THE LANGUAGE OF THE BIRDS 68 This ancient ecstatic body posture makes use of the outstretched arms to transform the body into what t he Egyptians called a djed pillar . This posture signifies “to embrace” “to protect” and “balance.” By this positi on our body forms what I call a “Tree of Peace” upon which the energies of Heaven can rest. Another of the places where evidence for Moses’ utilization of the heron’s teachings may be found is in his Mount Sinai experience when he received the two tab lets containing the Ten Commandments from God. In the Book of Exodus, Moses was summoned to the Sinai by Yahweh c . 1450 B.C. He was instructed to copy advanced teachings from this god onto tablets of stone. 18 These books were later called the Torah , the five"},{"pageNumber":69,"pageContent":"THE LANGUAGE OF THE BIRDS 69 books of the Old Testament. In addition, Yahweh orde red Moses to build the Ark of the Covenant as a reposit ory for the Tablets. Later, the Ark and the Tablets were housed in Solomon’s Temple, and were painstakingly copied by Hebrew scribes. Because they were revered as the di vine ‘Word of God’, they were copied letter for letter. The scribes demanded absolute perfection in their copyi ng. No mistakes were allowed in copying these sacred letters. Sinai means ‘twin mountains’. In numerous mythologies Tula is symbolized by ‘twin mountains’, and was often represented as two cones or two tablets. The Greek and Latin word for tablet originated from the Sumerian TAB-BA-LI, ‘twin cone’. 19 In Hebrew and Muslim thought “the mountain of paradise” is a doub le mountain. The symbol of the twin cones or twin mountains is global, if not universal. From ancient Sumeria to Mexico the Central Sun, or Tula, rests u pon twin peaks. Lions guard the Key of Life upholding Tula’s twin peaks. The Delaware Indians of America called their origin al"},{"pageNumber":70,"pageContent":"THE LANGUAGE OF THE BIRDS 70 homeland that sank the T a L eg A country, an obvious references to Atlantis or Tula. 20 The Delaware pictograph for Talega, two cones, is identical to the Egyptian symbol for Tula. Could the two tablets or, properly, the two cones, on which the Ten Commandments were etched be a Hebrew word play for the twin peaks or cones of Tula, and to knowledge that was brought over from the other side of the Flood? If the two tablets do in fact refer to a journey to Tula, this leads to a vital question of exactly what Moses brought down from Mount Sinai (Tula?). Apparently these commandments are a clue meant to guide the seeker in the direction of ancient Egypt. T he reason is these ten laws the Hebrews abided were no t original to them, they had been in existence for mi llennia. They first appeared in the Egyptian Book of the Dead which is thousands of years older than Moses and wa s written by Thoth, the bird man, another priest of Heliopolis/Tula. Spell 125 contains the following negative confessions that are spoken to the god at the gates to heaven: I have done no falsehood, I have not robbed, I have not stolen, I have not killed men, I have not told lies. The Ten Commandments are identical to these confessions, only they are phrased as ‘thou-shalt-n ot’"},{"pageNumber":71,"pageContent":"THE LANGUAGE OF THE BIRDS 71 admonitions such as: Thou shalt not steal, Thou shalt no kill. The similarity of the Ten Commandments to the Egyptian confessions is only the beginning of the problems with this aspect of the life of Moses. The hieroglyph of Osiris depicting his casket also depicts two TET pillars flanking a doorway. Interestingly, another name for the Pillar of Osiris (far right) is the Shu . The two ‘tablets’ atop the Pillar are called Shuti , meaning ‘awareness, enlightenment’. 21 The Pillar of Osiris was a phallic-shaped device th at stood approximately 40 feet tall and was made of evergreen wood and lined with gold. Also known as th e “Ladder to Heaven” and the “Backbone of Osiris,” it linked Heaven and Earth. 19 Moses is frequently depicted with rays of light emerging from his head and holding the tablets containing the Ten Commandments. (Compare with the Shuti attachment to the Pillar of Osiris)"},{"pageNumber":72,"pageContent":"THE LANGUAGE OF THE BIRDS 72 Moses holding the tablets of the law. The shuti tablets. The word meanings and depictions above lead to me to question exactly what Moses brought down from Sinai. Was it some form of ancient technology? A problem with all this, as Zecharia Sitchin elaborates in The Cosmic Code , 22 is that at the time Moses was taking this dictation from God, no alphabetic"},{"pageNumber":73,"pageContent":"THE LANGUAGE OF THE BIRDS 73 script or letter script existed! If Moses did not h ave an alphabet, how could he jot down the Word of God? Sitchin’s solution to this dilemma is the only one that makes sense. God gave the alphabet to Moses. Where? In the Sinai? Sitchin is not so sure. The reason being, Moses’ dictation session with God atop Sinai was not the first time Moses wrote down things God said to him. There are two other previous examples of God asking Moses to put stylus to stone. This means Moses must have received alphabet lessons from somewhere else previous to his summoning to Sinai. Where could this be? That is, where could a man receive one of the greatest gifts God ever gave to man? For the answer let us must turn to the story of the mysterious Egyptian Pharaoh Akhenaton, a man whom scholars now vigorously debate whether or not is th e real life Moses, or in the least that Moses served as ch ief Priest to Akhenaton. In 1937, Sigmund Freud published an article titled ‘If Moses was an Egyptian.’ This dealt with the strange issue of why the Hebrew law-giver, if he were Egyptian, wo uld have suddenly demanded that his followers subscribe to an invisible, monotheistic God rather than the anci ent Egyptian roster of gods in human form."},{"pageNumber":74,"pageContent":"THE LANGUAGE OF THE BIRDS 74 Akhenaton wields the Key of Life Simultaneously, Freud pointed out near identical points of contact between the new Egyptian religion introduced by Akhenaton and the new teaching simultaneously offered by Moses. Freud wrote: “The Jewish creed says: ‘Hear, O Israe l, the Lord thy God (Adonai) is one God’”. 23 Freud argued"},{"pageNumber":75,"pageContent":"THE LANGUAGE OF THE BIRDS 75 that the ‘ai’ can be removed from the word ‘Adonai’ since it is a Hebrew pronoun meaning ‘my’ or ‘mine’. Doing so, we are left with ‘ Adon ’ or A-Don (Lord) or A-Dan , which as Freud demonstrated, is the Hebrew word for the Egyptian ‘ Aton ’ (the Egyptian ‘t’ becomes ‘d’ in Hebrew and the vowel ‘e’ becomes ‘o’). The proof that Moses is Akhenaton, some say, is now right before our eyes. The name of the God of Moses , Adon, is identical to the name of the God of Akhena ton, Aten or Aton , the Aztec for sun . Jesus was called Adon or Lord. Let’s take a moment now to become better acquainted with the alphabet."},{"pageNumber":76,"pageContent":"THE LANGUAGE OF THE BIRDS 76 CHAPTER THREE THE MYSTERIOUS ORIGINS OF THE ALPHABET Though it is something all of us use, and most of us take for granted (like the creation of the diatonic musical scale by Pythagoras upon which all our music is bas ed), the idea of the alphabet has often been called the work of a genius. Its conception is placed at between 1700 and 1500 B.C. Before this time writing was strictly pictographic. It is well known that the alphabet reached the mode rn world via the ancient Greeks. 1 Less clear is from where the Greeks got it. Where, exactly, was the revolution ary idea of the alphabet born? There are several ancien t sites that compete for this honor. Egypt, Crete, Ras Shamr a in Syria (the ancient city of Ugarit) and the Phoenici an port of Byblos (present-day Lebanon), are notable examples. In his poem Jerusalem, however, the British mystic poet William Blake wrote of “God ... in mysterious Sinai's awful cave/To Man the wond’rous art of writing gave.” Indeed, the oldest evidence of the first use of an alphabet appears to be from the Sinai Peninsula, ho me of the Queen of Saba and the Harrians. Specifically fro m the excavations at Sarabit El-Khadem, a desolate turqou is"},{"pageNumber":77,"pageContent":"THE LANGUAGE OF THE BIRDS 77 mine, which revealed ancient inscriptions to Egyptologist Sir Flinders Petrie in 1905. 2 A small sphinx found by Petrie and now on display in the British Museum shows the mysterious inscriptions that turn out to be hybrids of Egyptian hieratic signs (hieroglyphic picture writing) and later Semitic sc ripts. Petrie dated the sphinx to 1500 BC and declared tha t he had found the first true alphabet, which he believe d to be Semetic (Hebrew or Aramaic). The only trouble was Petrie could not decipher the inscriptions on the sphinx. After Petrie’s original discovery, Egyptologist Alan Gardiner examined the sphinx. He noticed resemblance between some of the signs on the sphinx and picture-based Egyptian hieroglyphs. He spent ten years matching the sphinx signs with their Semetic word equivalent to the sign’s meaning in Egyptian. At last, Gardiner declared that he had deciphered one of the inscriptions that appeared be tween the paws of the sphinx. It spelled out A-B-L-A-T. 3 This name, Gardiner recognized, was the Semetic name for the goddess Hathor in the Sinai region, the ‘mistress of the turquoise’, the prized blue stone of Hathor. Hathor was identified with the Lady of Byblos, Astarte. Another name for Astarte is Aphrodite, the Greek goddess of love. 4 As Goddess of Heaven, she rides through the stars on chariots of swans and geese. In the illustration below, she is standing on a flying goose. She holds in her arm a casket of her gifts, including the alphabet. She entered medieval myth a s the"},{"pageNumber":78,"pageContent":"THE LANGUAGE OF THE BIRDS 78 fairy godmother(s) and Mother Goose. In other words she is the mother of the Bird Language. The word “goose” is evidently a word play for “goost,” the ancient term for the Holy Spirit. In Hindu mythology, Brahma, the Supreme Being, is depicted riding upon a goose. The Egyptians symboliz ed Seb the father of Osiris as a goose. According to t he Hindus the goose laid a golden egg, and from this egg was born Brahma, the creator of the universe. This ancient myth is likely the origins of the fairy tale of the goose that laid the golden eggs. The holy reverence with which the goose was upheld may also account for the expression “silly goose,” the word silly being the same as scilly. Modern behavioral psychologists tend to agree with John Locke that the mind of a child at birth is a tabla rasa , a blank slate, an empty hard drive upon which lif e’s experiences will be recorded. It is fascinating tha t for most children the first exposure to language (the f irst formatting of the hard drive) occurs in very early infancy. This theory is in contrast to the theory of the rom antic Rousseau who said the child enters the world whole, complete and all knowing. Life slowly erodes this knowingness."},{"pageNumber":79,"pageContent":"THE LANGUAGE OF THE BIRDS 79 Astarte as Mother Goose. If the theory of the Thought Sphere and Dr. Carl G. Jung’s description of the collective unconscious is valid, the child does enter the world equipped with progra ms containing archetypal images. When the child is barely out of the womb they hear their first Mother Goose lullaby."},{"pageNumber":80,"pageContent":"THE LANGUAGE OF THE BIRDS 80 Hush a by Baby On the Tree Top, When the wind blows The Cradle will rock; When the Bough breaks The Cradle will fall, Down tumbles Baby, Cradle and All. The images in this rhyme are, by now, quite familia r to us. The Tree of Life, the Bough (or branch of th e Tree of Life), the Cradle (Tula)."},{"pageNumber":81,"pageContent":"THE LANGUAGE OF THE BIRDS 81 Etruscan ‘buccher’ jug, 6th century B.C., inscribed with the Etruscan alphabet. The Etruscans borrowed the alphabet of the Greeks, reversed it, and transmitted it to the Romans. If the Pillar of Osiris is the archetypal Tree of Life, the language the Bird Goddess is teaching would app ear to concern this tree. Upon our further decipherment the term A-B-L-A-T has much more to say. Here is why. The Sararbit El-Khadim inscriptions were ultimately declared to contain 22 symbols. There are no vowels in this system. Like the Hebrew and other Semetic scri pts which do not indicate vowels, it is up to the reade r to add them or interchange them based upon his understandi ng of the language or the concept being discussed. For example, in English the A-B-L-A-T inscription is widely interpreted to read Baalat . This is meaningful since Baal was the name for all the Els or gods, including the goddess Hathor, in the Old Testament. From this we might conclude that the Sarabit sphinx had something to do with the baal, or with Hathor in particular. But that is just one way or level of interpreting ‘Baalat’. For another example, let’s drop the ‘b’ a nd look at the word alat and its mirror image tala . What if we substitute a ‘u’ for one of the ‘a’s? This would re nder tala as tula. According to our ‘level of understanding’, Baalat could just as easily be understood as ‘Baal's Tula’ or ‘the Lord’s Tula’ (since baal means ‘lord’). There is another informative word play involved her e."},{"pageNumber":82,"pageContent":"THE LANGUAGE OF THE BIRDS 82 Earlier we noted that E.A. came to Earth in search of ‘blue stones’. Sitchin identified these as ‘cobalt’. Let us suppose that, in addition to being a radioac tive rock, ‘cobalt’ is also an anagram pointing us to something else. What is cobalt an anagram for? How about ‘OC-B - TLA or OC B TULA’? Would this make the ‘blue stones’ in question the ‘blue stones of Tula’? It would make a great deal of sense if Sarabit real ly is a Tula. The Egyptian goddess Hathor was one of the seven Pleiades, 5 the horned goddesses who emerged from Tula, the Great Mother and the place of herons. In Egypt, the Milky Way galaxy (with the celestial Tula at its core) was depicted as a white, horned, milk- giving moon cow. Our word ‘galaxy’ comes from gala , or ‘mother’s milk’. 6"},{"pageNumber":83,"pageContent":"THE LANGUAGE OF THE BIRDS 83 Isis with the horns of a cow. Sarabit’s Tula connection would also reinforce the scholar’s label of its inscriptions as the ‘Mother- alphabet’. The Sarabit or, shall we say, the Tula a lphabet, would literally have come from God (who in this cas e appears to be a woman). This may also explain why the first letter of the"},{"pageNumber":84,"pageContent":"THE LANGUAGE OF THE BIRDS 84 Hebrew alphabet, aleph , is symbolized by an ox or a cow with horns. The first letter is the first power or force that ignites all the other letters. If Sarabit is indeed the origins of the alphabet, and Hathor was the source, this would be fascinating since the Greeks called Hathor’s home, the Pleiades, by the n ame the Atlantides , or Atlantis. In 1882, after twenty years of research at the Libra ry of Congress, former United States Congressman Ignat ius Donnelly published his wide-ranging survey of the Atlantis myths: Atlantis: The Antedeluvian World . 7 In this revolutionary work, Donnelly proclaimed that Atlantis was the true Garden of Eden or Paradise of all myth. Further, he said, the alphabet was an Atlantea n invention. He argued that the Phoenician, Greek and even the Mayan culture (and alphabets) had originated on Atlantis. Interestingly, the Mayans said they had come from a homeland that sank. They called it Tollan, T alon, or by its most sacred name, Tula . Is it even remotely possible the Sarabit inscriptions represent a part of the original symbol system soug ht by so many thinkers of renown? Even more incredibly, w as it brought here by the Saba? Was Sarabit named afte r Saba? Another reason I am so curious about the discovery of the sphinx at Sarabit El Khadim is the time of the creation of this alphabet-bearing artifact: 1,500 B .C. This date corresponds with the time when Moses was said to be ‘wandering’ around the Sinai Peninsula. As mentioned, it has always been a mystery why Michaelangelo depicted Moses with horns, a physical"},{"pageNumber":85,"pageContent":"THE LANGUAGE OF THE BIRDS 85 feature that Christianity associated with the Devil. What gives here? Is it possible the events that transpired between G od and Moses on ‘Mount Sinai’ have something to do with the delivery of the “Mother alphabet” at Sarabit, w hich is also in the Sinai? Does the fact that aleph, the fi rst letter of the alphabet, is depicted by horns explain why M oses is also depicted wearing horns? I explored his story in detail in my book One Foot In Atlantis: The Secret Occult History of WW II and it s Impact On New Age Politics . 8 Most interesting to this story is the fact that Abraham possessed the Key of Life which originally was given to Adam in the Garden of Eden and was passed to Enoch, Noah, Abraham, Jacob, Joseph, Moses, Solomon, and Jesus. This Key manifests as a divine gene, an actual advanced technology, and spiritual teachings. Earlier, we mentioned the mysterious “mark of Cain, ” and linked it with the Key of Life. Let us now supposed that this ‘mark’ is not some form of tatoo, but rather is a genetic ‘marker’, something in his genes. BIOLOGY AND LANGUAGE The tales of E.A., Adam, Eve and Cain, and the Tower of Babel are important to our search not just because they are cautionary tales about aspiring to become god-like, but because they link biology with language. They say that language came from Above. I n order to reach into the Above we must learn the lan guage"},{"pageNumber":86,"pageContent":"THE LANGUAGE OF THE BIRDS 86 of the gods and the secrets of connecting Heaven an d Earth. One component of this language most certainly is biological. I presume it is the language of the gen es, DNA and human anatomy. The symbolic key unlocking the secrets of DNA’s interaction with mystic human anatomy is encoded in stories written in the Langua ge of the Birds. This key is discussed in detail in my book God Making . For our purposes, it will suffice to familiarize ourselves with some provocative research being done at Duke University. 9 BIRD BRAINS HELP EXPLAIN LANGUAGE Seven tiny structures found in the brain of a hummingbird may help shed light on the origins of human language. In all of evolutionary history, only six animals have figured out how to learn sounds by imitation — humans, cetaceans (whales and dolphins), bats, songbirds, p arrots, and hummingbirds. All the other sounds animals crea te, such as a dog’s bark or a cat’s meow, are hardwired products of instinct, not learning. This rare trait we share with some animals is called vocal learning. “And what we’re trying to do is fig ure out how the brain pathways for vocal learning evolve,” said Erich Jarvis, a neurobiologist at Duke University M edical Center. Working at a Brazilian nature preserve loaded with over 30 hummingbird species, Jarvis and his colleag ues"},{"pageNumber":87,"pageContent":"THE LANGUAGE OF THE BIRDS 87 examined the brains of 12 hummingbirds. They looked for the expression of a gene that is only activated when the bird sings. This gene, ZENK, was found in seven discrete centers of the brain. “Not only do hummingbirds have seven, but parrots and songbirds also have seven, no more and no less. It was a striking similarity,” he said. “It's surprising that there’s so much in common between these three groups of birds,” agreed animal behaviorist Peter Marler at the University of California at Davis, who also called the study “quite elegant.” The bird connection wouldn’t be surprising if all three orders were brothers, or even third cousins. But the three are thought to have evolved completely independently of each other. This means that there might be just one way the brain can arrange itself to create vocal learning, Jarvis said. “And what that means is there are strong constraint s, even instructions from Mother Nature, as to how the se structures can evolve.” It’s like wings, he said. They also arose independen tly and, because of the constraints of gravity and aerodynamics, they’re always paired, one on each si de of the body. No one knows yet if the other vocal learners -- humans, bats, whales and dolphins -- have the same seven structures as birds, but Jarvis is betting on it. “I will predict that if any one of these species, o r others, like a chimpanzee or a chicken, would evolv e vocal learning, they will have (these) seven struct ures in the brain,” he said."},{"pageNumber":88,"pageContent":"THE LANGUAGE OF THE BIRDS 88"},{"pageNumber":89,"pageContent":"THE LANGUAGE OF THE BIRDS 89 CHAPTER FOUR OPEN SESAME Mystics claim that the Language of the Birds has as its primary component the ability to transmute the elements. This includes the four elements of creati on (earth, air, fire and water) as well as the Periodi c Table of Elements. It likely includes the four ‘letters’ of DNA (A,C,T and G). The ability to transmute the elements allows one to play god with the stuff of creation. Modern humanit y demonstrated its proficiency with these secrets in 1945 when the nuclear scientists at Los Alamos National Laboratory transmuted element 92 (uranium) and exploded the first A-bomb from atop a steel tower a t the Trinity Test site at Alamogordo, New Mexico. With this bold act humanity released the power of t he heavens contained in the a-tom. Nuclear scientists frequently cite the Tower of Babel story in their commentaries on this event. The mythological linkages between the Trinity Tower and the Tower of Babel ar e striking and highly significant. As I explore in detail in my book One Foot In Atlantis , 1 the Nazis were obsessed with finding the original pre-Flood language and religion (which the y"},{"pageNumber":90,"pageContent":"THE LANGUAGE OF THE BIRDS 90 claimed belonged to the Aryan/Atlantean race). Since at least the time of the rebellious Christian heretic Martin Luther (who founded Protestant Christianity), German scholars had been on a quest for the origins of the German race and the original Sch midt or smith who founded their nation. Always, race and language were linked. This link wa s no more evident than in the Ur-Runes or runes , carved or engraved symbols. In both German and Celtic language and tradition, runes represent ‘a Mystery’, or a ‘h oly secret’ that is ‘whispered’. 2 What message? What secret? Runes were believed to be magical symbols that directly connected their user with the ancestral sp irits of their origin. As they are meditated upon and uttere d, the song-names of the runes became keys that unlock the doors to the spirit world of the ancestors. Heinrich Himmler, the former chicken farmer turned number two Nazi and head of the SS, believed that t he runes of Nordic antiquity resembled Indian runes an d Japanese ideograms. 3 This was evidence to Himmler that the Japanese, too, were Aryans or “Nordic Japanese. ” Himmler also noticed the glaring similarities betwee n the German runes and the Indian runes. It was likely no surprise to the German scholars ho w much their Nordic runes resembled the Indian runes. The runes, the Germans believed, concealed the secret revelation of the existence of god beings who lived in India, but who migrated to Europe, and became known as the Indo-Europeans. 4 Evidence of the use of this ancient script by Engli sh, Swedish, Norwegian and German tribes has been found"},{"pageNumber":91,"pageContent":"THE LANGUAGE OF THE BIRDS 91 from as far back as the 2nd century AD. 5 These ancestors were not simply primitive, illiterate nature boys carving graffiti on spears, rocks and pieces of wood, as so me historians like to think. Runic symbols were their alphabet before they were forced to become Christia n and adopt the ‘barbaric’ Roman alphabet. It may be said that with the introduction of the Roman alphabet, ‘writing’ became mundane, and Rome took control of the western mind (after all, language is power) by controlling the language system which formatted the brains of its citizens. Until then, as exemplified by rune s and other magical writing systems, ‘writing’ was a means of recording esoteric or spiritual knowledge reserv ed for ‘magicians’. These shamans, or intermediaries betwe en man and god, had the power to project memories or knowledge into rocks or other objects. The runes we re symbols of this knowledge, which was labeled secret , forbidden to the profane. Of course, it takes a huge mental effort to be able to project knowledge in this way (as much as is wished , one does not develop their mental faculties for doing this by watching forty hours of television per week). Likew ise, it takes a complimentary mental effort to be able to ‘download’ this knowledge. The process of interpret ing the runes was called raeden , “reading”; the result was raedels or “riddles.” 6 In inner Asia, the reputed home of the Aryan gods, we learn of the terma tradition. 7 Terma are “concealed treasures,” sacred texts that are “hidden” in rocks , and sometimes on hilltops or even in whole valleys. The"},{"pageNumber":92,"pageContent":"THE LANGUAGE OF THE BIRDS 92 locations of rocks inscribed with magic knowledge became sacred areas or terma themselves. The idea that sacred rocks or hilltops may be repositories of immense amounts of advanced magical knowledge may go a long way toward explaining the secret allure of the Dome of Rock in Jerusalem and other hotly contested or highly guarded areas marked by extraterrestrial stones. The sacred Black Stone of the Kaaba in Mecca, focal point of the Islamic religion of Allah, is another example of this concept. Like the runes, magicians of ancient times are believed to have projected knowledge into the terma for safekeeping. The big Secret contained within the immense Asian terma library -- hidden in the rocks, river s and trees of Tibet -- concerned the legends of Sham bhala, the homeland of the Sons of the Sun or the Sons of Light (the German ancestors) and the way to enter their world. The Secret of the ‘words of power’ explain why when ‘God’ (Enlil) saw earthlings building the ‘Tower of Babel’ all those years ago, he retaliated by changi ng the security codes (the ‘open sesame’) to the Garden. Perhaps it was too soon for us to return from whenc e we came. Or, perhaps, God is not who we think he is . Why else would we be locked out of the Garden? We shouldn't think in terms of lost opportunities here. Or get dejected for not possessing the ‘open sesame ’. The cards have been stacked against us. Every ruthless, power hungry religion and political regime relentlessly opposes the idea that anyone -- other than Jesus or their o ne appointed savior -- can know the true power or Word of"},{"pageNumber":93,"pageContent":"THE LANGUAGE OF THE BIRDS 93 God or the language of creation. By extension this deprives humanity of knowledge of the existence of gates allowing re-entry to the Gar den. These religious dictators have gone to extremes, including extermination and holocaust, to defend th eir sole right to God and to keep the prevailing world (word) order in place. Anytime a soul opens the gate to God, or personally seeks to find the word or gate , the means to become a Christ-like being and escape or transcend Earth lif e, one finds themself in direct opposition to the religious caretakers. This is why the Temple Mount is such a place of contention. Legends claim the ‘Word’ or ‘open sesame’ is hidden there. On one level, the ‘open sesame’ is concealed for th e protection of the masses (it is more powerful than a nuclear warhead). On the more mundane level, religi ous officials conceal it simply because they haven’t a clue as to what it is. (In fact, it is concealed from them.) Moreover, revelation of the Word brings about the destruction of the church and the wor(l)d order, so it is best to remain ignorant of what it is. (I remind the reade r, Revelation 19:12 says this ‘word’ is tatooed on Jesus’ thigh at the second coming). Before we dig any deeper into the Bird Language it is important to pull in the story of Abraham, another Biblical figure who may have known this language. Abraham lived in Haran, 8 ‘the place of holes’. This place name is phonetically the same as ‘heron’. For this, and one other fascinating reason, Abraham’s bloodli ne is nothing short of sacred. That is, he was Jesus’ anc estor. 9"},{"pageNumber":94,"pageContent":"THE LANGUAGE OF THE BIRDS 94 In fact, he was descended of Shem, the oldest son of Noah. According to Hebrew legned, Abraham was brought from the other side of the flood! Think about what that statement means. If Ignatius Donnelly is correct, t he civilization that existed ‘on the other side of the flood’ was Atlantis. Was Abraham, therefore, an Atlantean? One thing is certain, Abraham’s life was full of struggle. He was initiated in the Grail Mysteries b y King Melchizedek, 11 , witnessed the destruction of Sodom and Gomorrah by the hand of God, 12 and when he was 99 years old he watched his wife, who at 90, give birt h to a miracle child named Isaac who was forced upon her b y Yahweh. 13 Unlocking the secrets of the ancients is not automat ic. It must be achieved through the choosing of love ov er the inharmonic patterns of fear. Raising our vibration in this way will carry us over the Bridge of Sirah. Lionel and Patricia Fanthorpe 14 note that Abraham, the father of the nation of seekers called Israel ( ‘those who wrestle with God’), was thought to have been in possession of the ME Tablets, also known as the Eme rald Tablets of Thoth. Abraham’s wife, Sarah, wandered into a ‘cave’ and discovered the Tablets at the feet of Hermes (the G reek name for Thoth), who at the time was in a state of suspended animation. Significantly, after this enco unter Abraham and Sarah each received an ‘H’ in their nam e. 15 The ‘H’ signified the acquisition of knowledge of t he “H or Ladder to Heaven.”"},{"pageNumber":95,"pageContent":"THE LANGUAGE OF THE BIRDS 95 Tesseract. According to the Fanthorpes, the Emerald Tablets were in the shape of a tesseract . The tesseract is a three- dimensional “shadow” of a four dimensional hypercube -- a figure having yet another dimension at right angl es (L’s) to the three with which we are familiar. Plat o said that our world is a shadow-like representation of a deeper realm of archetypes and ideas, and that the basic bu ilding blocks of existence, matter and energy, are also sh adow representations of something more refined and subtle. The tesseract provides an important key to the mind - set achieved by the Bird Brained users of the Langu age of the Birds. Members of some ancient mystic cults have been said to meditate for hours upon the tesseract until they experienced a shift of perception -- the opening of a gateway to another dimension. Once through this ‘doorway’, the individuals are often greeted by bei ngs"},{"pageNumber":96,"pageContent":"THE LANGUAGE OF THE BIRDS 96 from this dimension. Equally often, healing energie s are accessed to effect cures on Earth. This explanation of the tesseract sheds new light to the legend that Abraham possessed the ME tablets an d the Biblical account of his meeting with the Lord. 16 In Genesis, Abraham is gazing out the door of his tent into the desert (a wasteland) on a hot day. Suddenly, as if out of nowhere, the Lord and two messengers appear to him. Instead of gazing out a physical door, could Abraham have been gazing into the emerald tesseract, the do orway to other dimensions, perhaps to the quantum level or hyperspace? Did this open a portal for the winged g od to appear? The introduction to the Sefer Yetzirah states, “This is the Book of the Letters of Abraham our father, whic h is called the Sefer Yetzirah , and when one gazes into it there is no limit to his wisdom .” 17 In its final stanza the Sefer Yetzirah says that when Abraham “ Looked and probed he was successful in creation .” This passage clearly suggests that Abraham had learned to peer into and manipulate creation through some form of mystical sight. The “Book of the Letters” is an obvious reference t o the Book of Life of DNA and its four letters. This also hints that Abraham (and even Jesus) was quite possi bly a chemist, an alchemist or a geneticist. The best way to understand the basics of mystical hyper-dimensional mind-set the Bird Language provid es is to begin by gazing at a three dimensional cube. In 1832, a Swiss naturalist named L.A. Necker drew the three-dimensional cube seen here on a piece of pape r and"},{"pageNumber":97,"pageContent":"THE LANGUAGE OF THE BIRDS 97 noticed that its perspective had an odd way of reve rsing itself. One moment the face that seemed to be in front would suddenly flip to the back and the back’s face would suddenly flip to the front. Although a shift in eye fixation or mental effort could make this happen, N ecker discovered it happened spontaneously, chaotically , on its own, every few seconds. The Necker Cube We use this viewpoint every single moment of our lives, though we may not consciously realize it. Technically, the Necker cube is twelve lines on a p iece of paper. They are projected into and brought to life in our imagination. By understanding this cube is lines on a piece of paper we have taken one giant step toward understan ding how we create our reality and how the tesseract cou ld represent a gateway to another world."},{"pageNumber":98,"pageContent":"THE LANGUAGE OF THE BIRDS 98 Look at it this way. If this cube is twelve lines on a piece of paper it is a good possibility that this book is something completely different than it at first appe ars to be too. In fact, it is a chaotic collection of paper , ink, and glue that all comes together in our imagination and we call it a book. What would the science teacher tell us this book really is? At one level they might tell us it is a complex tool for storing ideas. At another level it is chapters, paragraphs, sentences, words, and letters that all come together and we call them a book. If we continued t o look at this book from a different perspective, as throu gh an ordinary microscope, for example, the surface disap pears and the book transforms into a collection of wood f ibers. Under a more powerful electron microscope, a veil i s split and the spaces between the fibers become evid ent. A completely different world appears. Digging further into this molecular world, what onc e was a mere book composed of wood, now transforms into a space so enormous even the spiraling particles be gin to shift and fade. An inner universe appears. The paper upo n which the ink representing these letters is compose d of atoms, molecules, traces of particles; a fluid soup composed of a bunch of floating stuff that we can’t see, but which comes together in our imagination as a pattern of living energy and we call it a book. Below the atomic structure the particles shift into probability patterns of living energy. These patter ns of living energy, the Word , are the stuff of modern physics, one category of which are called quarks , which physicists"},{"pageNumber":99,"pageContent":"THE LANGUAGE OF THE BIRDS 99 claim is another a-tom and is, therefore, the essential building block of matter. This is where science and religion unite, for scientists have never seen a quark. They take it on faith that they exist. They create mental pictures of what they thi nk (guess) the immaterial atom looks like. With a mixt ure of terror and merriment they imagine a blur of electro ns surrounding a tiny dot nucleus that draws the elect rons to it like a swarm of bees to honey. No two physicists or chemists view the atom exactly the same way because the building blocks of these images are symbols called equations that exist only in their minds. In this way the book you are reading, actuall y a collection of atoms or quarks does not really exist anywhere but in your imagination. Likewise for the chair you are sitting on. Put on your hyperdimensional glasses. Take a good look around. Everything you perceive is a collectio n of a- toms and molecules brought to life in your imagination. EVERYTHING ‘out there’ is made of the same things a s this book. In reality, there is no book. It is just one part of the One Thing; the transcendent spiritual stuff of which we are all made. In The Global Brain , physicist Peter Russell speaks of this process as a paradigm shift. The word paradigm comes from the Greek paradigma (“pattern”). Essentially what this means is that people go about their lives perceiving only that which fits in with their idea of what the pattern should look like, they develop a mind set. Whether we care to acknowledge their existence or not these mindsets are very powerful. They operate on us"},{"pageNumber":100,"pageContent":"THE LANGUAGE OF THE BIRDS 100 subliminally determining how we experience the world from the most primitive levels of our mind/brain system. However, there occasionally comes a time when the phenomena perceived by our “advanced” brains that d o not fit can no longer be ignored. This usually results in a paradigm shift. Physicist Fred Alan Wolf 18 describes a paradigm shift as a quantum leap that happens the way a cloud resh apes into a new cloud. You look away from the cloud for a moment, and when you look back, though only an instant may have passed, everything has changed . Please take a moment to look at the famous “figure- ground” illustration below. Most will see in the figure an old woman. That is one mindset. In fact, subliminally “living” within this illustration is a beautiful young woman. Well, a picture of her face anyway. Seeing t he phenomena of this face will forever alter your old mind set about this picture and will introduce a new one. Take a moment to relax, then look at the illustrati on and see if you can see the young woman’s face. The face that was once invisible or subliminal should now be visible. Like the Bridge of Sirah this picture leads to a ne w dimension of awareness. This dimension is a zone of frequency that we can see, but which is not readily perceived, because we are not conscious of it, or l ooking for it."},{"pageNumber":101,"pageContent":"THE LANGUAGE OF THE BIRDS 101 Which do you choose to see? An old woman? Or a young beautiful girl? In the Gospel of Luke, Jesus says, “I thank thee, O Father, Lord of Heaven and Earth, that thou has hid these things from the wise and prudent, and has revealed them unto babes.” 19 I know it may sound strange, but this may be just the key we have been looking for in order to become as wise as Solomon. Technically speaking, the Language of the Birds gav e Solomon control over all the elements, apparently giving him the equivalent of a neural ‘replicator machine’ ala Star Trek: The Next Generation . This machine is capable"},{"pageNumber":102,"pageContent":"THE LANGUAGE OF THE BIRDS 102 of rearranging matter at the atomic level to create whatever object is desired. Solomon's understanding of the nature of nature -- or his igniting of dormant brain centers -- resulted in giving him the “abundance of all things,” and even gave him the ability to fly in the sky like a bird... or an angel. In the next chapter we will look at Jesus’ connectio n to this language system."},{"pageNumber":103,"pageContent":"THE LANGUAGE OF THE BIRDS 103 CHAPTER FIVE JESUS AND THE LANGUAGE OF THE BIRDS Did Jesus utilize the Language of the Birds? Judging by the stories of what happened when he returned to Jerusalem as a young man, one would certainly get t he impression that he did. The apocryphal Gospel of the Infancy tells us that upon his return Jesus carved twelve clay birds and turned them into live birds by rhythmically clapping his hands over them. 1 He was then sent to school to learn his letters from Zaccheus, a Hebrew priest. Zaccheus wrote out an alphabet for Jesus. He asked him to say Aleph, and when he said aleph, Zaccheus made him say Beth. But Jesus refused. “Tell me first the meaning of Aleph, and then I wil l pronounce Beth,” said Jesus. “And when the master threatened to whip him, the Lord Jesus explained to him the meaning of the letters Aleph and Beth.” Then Jesus began to clearly and distinctively say Aleph, Beth, Gimel, Daleth, and so on to the end of the alphabet. At the end of this amazing discourse, Zac cheus was so surprised that he said, “ I believe this boy was born before Noah .” He turned to Jesus’ father, Joseph, and said, “thou has brought a boy to me to be taught, who is"},{"pageNumber":104,"pageContent":"THE LANGUAGE OF THE BIRDS 104 more learned than any master.” He then turned to Ma ry and said, “ your son has no need of any learning .” This exchange clearly shows that the Hebrew priest believed Jesus was demonstrating his proficiency in pre- Flood knowledge concerning the alphabet. 2 These exchanges may not prove Jesus knew or utilized the Language of the Birds, the original language of Adam. However, given that Christian mystics believe that Jesus is the second Adam, we can only affirm that a t two points in his life Jesus had access to the secrets of Language of the Birds: at the phoenix temple of Heliopolis, and then, at the Temple of Solomon in Jerusalem. I shall shortly present more evidence from early Christian art that suggests he actually utili zed this language code to encode the secrets of creation. For the moment, it is important to note two of Jesus’ most direct Bird-language statements: “I stand at the door, and knock; if anyone hears My voice and opens the door, I will come in to him, and will dine with him, and he with Me.” 3 The Language of the Birds offers the initiate secre t knowledge concerning the door to Heaven. In the Kaballah, Daleth/ the Door runs through the sixth seal or chakra, the third eye, the ajna center represented by the tau, or the Cross. Jesus offered the way to open the door and he is th e door that reveals the ‘truth’ that will enable us t o fulfill God’s plan -- the opening of the Christ Seal within each"},{"pageNumber":105,"pageContent":"THE LANGUAGE OF THE BIRDS 105 of us and the transformation of humanity from homo sapien to what some call homo Christos or homo angelis . As we have seen, this transformation is the ultimate benefit of the Language of the Birds. This painting from St Hildegaard of Bingen shows Jesus emerging from the inner realms. THE D OR DOOR"},{"pageNumber":106,"pageContent":"THE LANGUAGE OF THE BIRDS 106 The letter ‘D’ or delta, for door, evolved from the triangle or vulva of the goddess. The delta symbol represents the female triangle of life. In the Greek alphabet it stood for the Holy Door. Corresponding letters include the Sanskrit dwr , the Celtic/Druid duir , and the Hebrew daleth, meaning door. As we have seen, one classification of Druid was ‘t he Bard’ (bird) or poet. The word ‘Druid’ is of uncert ain meaning. Some Druid scholars maintain they are name d after the Celtic word for ‘oak’, or duir . In Welsh, which is closely related to old Celtic, derw is ‘oak’, drws is ‘door’ and dwr is ‘water’. In John 10:19 Jesus said: “I am the door . If anyone enters through Me , he shall be saved, and shall go in and out, and find pasture.” In the Language of the Birds (Bards) duir and door are phonetically similar in English, and therefore, interchangeable. In this way Jesus may have meant to say he was the Duir , the Druid. Jesus is symbolized by the phoenix, the bird of resurrection. Does this wordpl ay suggest Jesus was a Druid bard ? THE THUNDERBIRD Additional evidence that Jesus utilized the Bird Language to conceal his mystic secrets is revealed by the strange way the letter V was used in early Christia n"},{"pageNumber":107,"pageContent":"THE LANGUAGE OF THE BIRDS 107 depictions of Jesus. In addition to symbolizing the Grail Vessel or Ark, the V by itself has also long been u sed to represent the beak of the Bird Goddess. Other of her signs includes beak symbols with eye symbols on either side (o v o). Similar symbols include human figures with the vulva (beak) symbol and two mammary glands (eyes) on either side of it. Face of the Thunderbird from the Eneti Indian reservation in Washington. Sir George Grey in Australia discovered the remarkable figure below in 1836. The face was paint ed vividly white, the eyes black, and the rays extendi ng from its head were bright red. The ‘ovo’ marking is plai nly evident Compare the Australian illustration with the sandstone carving found in Stark County, Ohio and believed to be of the Celtic sun god Bel or Baal. He has the same radiant halo and ‘ovo’ eye and nose marking ."},{"pageNumber":108,"pageContent":"THE LANGUAGE OF THE BIRDS 108"},{"pageNumber":109,"pageContent":"THE LANGUAGE OF THE BIRDS 109"},{"pageNumber":110,"pageContent":"THE LANGUAGE OF THE BIRDS 110 THE MANDYLIONS Can any of the ‘beaky’ o v o bird symbols be associated with Jesus? The answer is, I believe, an emphatic yes. The evidence is found in Constantinople. In the eleventh and twelfth century Jesus’ alleged burial linen, the Shroud of Turin, suddenly surface d in Constantinople. In the year 1058, a Christian Arab w riter reported seeing the Shroud in Constantinople at the nuclear temple, the Hagia. 4 In 1157 an Icelandic abbot listed the relics of Constantinople, including “linen bands with the sveitaduk (sweat cloth) and a ‘ maetull‘ (or ME-Tula), the face of Christ.” 5 During this time someone appears to have undone the gold trelliswork covering the cloth, unfo lded the Shroud, and perhaps"},{"pageNumber":111,"pageContent":"THE LANGUAGE OF THE BIRDS 111 A tenth century Mandylion copy for the first time since Joseph of Arimathea wrappe d Jesus in the cloth, unfolded it for view. While the Shroud was unwrapped the Byzantines made at least three representations of the face of Christ as it appeare d on the Shroud. These were called the Mandylion. One of the se icons is in the United States. The others are in Russia. During the late twelfth century, the Byzantines pla ced the Mandylions in locations in church decoration symbolic of the sacrifice of the Eucharist. 6 At this same time the patron of Grail romance writer Wolfram visited Constantinople. Shortly thereafter, the Grail romances began to app ear in Europe. This suggests a link between the secrets of the Eucharist, the Light that produced the image on the Shroud, and the Grail mysteries. As I have proposed , the"},{"pageNumber":112,"pageContent":"THE LANGUAGE OF THE BIRDS 112 key to elucidating these secrets is found by interp reting Christ’s story in the Bird Language. We may need look no further than the Byzantine portrayals for direct evidence that Jesus used the Bird Language. According to Shroud researcher Ian Wilson , these portrayals show remarkable consistency in the ir markings including distinguished nose and mouth patterns, marked cheek detail, hair, beard, nostrils, mustache, blood stains in the hair and on the face. All of them have a common nonsensical non- physiologic object: a V just above the nose between the eyebrows! Shroud researchers have never interpreted the meaning of this distinctive marking. Is not this V exactly the o v o marking of the Bird Goddess? What is it doing on Christ’s forehead? Why was so much care taken to insure that it appeared? The answer is obvious. It was done to connect Jesus with the nuclear secre ts of the Bird Goddess and the language of the secrets of creation, the Language of the Birds. It seems we ha ve a powerful, perhaps irrefutable, symbolic match betwe en Jesus and the Language of the Birds. The unusual, but unmistakable V marking, was first described in by French biologist Paul Vignon in the 1930’s, and is among 14 characteristic markings tha t help Shroud investigators identify face images based upo n the ‘photograph’ of the face on the Shroud of Turin. In Deuteronomy 6:8, God commanded the Hebrews to “bind them (God’s words) as a sign in your hand, fix them as an emblem in your forehead.” I wonder if th e"},{"pageNumber":113,"pageContent":"THE LANGUAGE OF THE BIRDS 113 patriarchal Hebrew God is secretly telling the Hebr ews to learn the language of the Bird Goddess."},{"pageNumber":114,"pageContent":"THE LANGUAGE OF THE BIRDS 114 Christ the Merciful, Ehemals Staatliche Museum, Berlin"},{"pageNumber":115,"pageContent":"THE LANGUAGE OF THE BIRDS 115 Christ Pantocrator, dome of church of Daphni"},{"pageNumber":116,"pageContent":"THE LANGUAGE OF THE BIRDS 116 Christ enthroned mosaic, narthex of Hagia Sophia, Constantinople . THE MEANING OF THE V ON CHRIST’S FOREHEAD The English words bird, beak and bill might be poetic renditions of the original V sound associated with the vulva (vilva or billva), the womb, and the letter A. In this context there are a number of curious facts that need to be pointed out. One is that when a human baby comes into the world its first cry, no matter what its timbre or volume, has as a rule the frequency of A. Another is that those peop le who have “perfect pitch” relate other notes back to A. 7 The sound of A is then a kind of yardstick human frequency. It is also known that the average distance between the human eardrums is an exact fraction of the waveleng th of A. The wavelength of A is 78 centimeters. Divide th at by four and you get the distance in question. Might the sum of these facts explain why the V is religiously sho wn in the middle of Christ’s forehead? We recall that the Language of the Birds is also known as the Green Language. This Language was used to decode the wisdom spewing from the Serpent in the Tree of Life. Adam used it to exert control over al l the elements. Interestingly, says Higgins, the A is the first letter of the tree. This tree was called elm , which is why in Latin the letters of the alphabet are called ‘elementum’, and why the word element stands for the first power, the first"},{"pageNumber":117,"pageContent":"THE LANGUAGE OF THE BIRDS 117 word or force which constitutes all physical matter. This tree bore on its trunk all the tree of letters in which were concealed all sacred knowledge and wisdo m, including control of these elemental forces. Contro l of these forces is the goal of all occult or metaphysic al endeavor. The ‘branches’ of this tree were its teachers who provided the occult instruction that enables us to control these forces. One of their greatest secrets of secrets was the ar t of writing and reading. In Egyptian myth it was Thoth, the Bird Man, who taught the secrets of writing. As a revealer of divine words, this may be another reaso n why Jesus, who is called the phoenix or bird-man, is constantly referred to as ‘the branch’ and ‘the vine’. Jesus has an additional, playful, connection to the Bird Language. Phonetically, elm is LM, Al-M, or Al- Ma. This may be the root for the Hebrew almah , “moon- woman,”the Mother of All Things. Her title was give n to Mary, the virgin mother of Jesus. Alma Mater means ‘Soul-Mother’. Another name for the ‘Soul-Mother wa s Psyche, the female soul of the world. THE V AND THE I TOWER The letter I in English was modified from the V and Y, the V with a stem. Phonetically, I is aye, as in ‘aye aye’, or Y. It serves a triple purpose: • it represents I, meaning self; • it phonetically stands for the eye (aye);"},{"pageNumber":118,"pageContent":"THE LANGUAGE OF THE BIRDS 118 • and it represents the goddess’s Column, Pillar or Tower reaching into heaven. In summary the V, the ey es ( Is’ ), and the Tower are linked. Let us now link the V on Christ’s forehead with the I or Tower of Babel that ascended into the heavens an d was built by a people with a common language. (This implies a universal language, such as English is today.) It is widely thought that this language was Sumerian, but perhaps not. The Tower of Babel legend refers to the I-Tower of Babel , from Baal , Bel or Bill . There are two interpretations of the origins of the word ‘Babel’, and therefore, two different interpretations of this st ory and explanations for God’s destructive behavior and dec ision to separate humanity by language. From one perspect ive Babel derives from the root Bll , meaning, ‘to confound’, and symbolizes confusion. From another Baal means, ‘gate’. The duality is accounted for by the similar ity of Bll and Baal . At one time Baal or Bll (Bill) meant Lord, in another it meant ‘devil’ or ‘d-vil’. The second interpretation of B’ill may indicate that the language of Babel was the Bird Language, the language of the angels. The Tower was humanity’s artificially constructed Gate to Heaven through whi ch humanity had attempted to surpass its Earthly confines and reach into the heavens. The beak of a bird is called a bill, and was symbolized by the V, or A. Phonetically A is ‘aye’ or I. The I tower linked Earth with Heaven, man with the angels. This link had been abolished during the Tow er of Babel episode, after which I believe humankind lost use"},{"pageNumber":119,"pageContent":"THE LANGUAGE OF THE BIRDS 119 of the Language of the Birds and the secrets of cre ation. This link was re-established by the bird-man, Jesus , the illustrious phoenix or heron who rose from the Crucifixion to illuminate the secrets of life. There are clearly two different forms of Christiani ty. One is Gnostic (knowing), and is based on knowledge of the Bird Language. The other is agnostic (not knowi ng) the Bird Language of light. Scholars investigating the Nag Hammadi texts found evidence of the split between the two traditions in the Testimony of Truth . This book tells the story of the Garden of Eden from the perspective of the Serpent! Denounced in the Bible as the Devil, tempting Eve t o tempt Adam to deny Yahweh, here the serpent convinc es Adam and Eve to eat the fruit of the Tree of Knowle dge, symbolized by the apple, while ‘the Lord’ threatens them with penalty of death for doing so. The Lord emerges as a jealous god attempting to prevent humanity from attaining god-like abilities (ignited through understanding of the language of creation). When Adam and Eve displayed signs of success, he expelled them from t he Garden of Eden. 8"},{"pageNumber":120,"pageContent":"THE LANGUAGE OF THE BIRDS 120 CHAPTER SIX THE CATHARS In the early 12th century this group of souls appear ed in the Languedoc and Midi region of Southern France . This region -- which stretches from Provence to the eastern Pyrenees -- was home not only to the Cathar s, but also to the highest concentration of Knights Templar in Europe. As I mentioned, this land is haunted by the ruins of their castles and commanderies and rumors that t he Templars guarded the secrets of Jesus. The Cathars were known to have possessed the secrets of Jesus, including the Key of Life, and vi ewed themselves as children of AMOR (love) in a life and death struggle with the evil forces of ROMA (Rome). The Pillar was the symbol for AMOR suggesting that it was, indeed, a device and not person that slayed Jesus. Another name for the Cathars was the ‘Albigensians’ (the white or pure ones). Notably, Al means God or All. Gen is the root of gene, as in DNA, Sian is phonetically Sion or sun. From 1209-1249 a mass genocide known as the Albigensian Crusade was conducted against the Catha rs, ‘the sons of God’ or ‘the sons of the Gene of God’, by Pope Innocent III who sent his stormtroopers into the Midi and nearby Languedoc. Over 100,000, and possib ly"},{"pageNumber":121,"pageContent":"THE LANGUAGE OF THE BIRDS 121 as many as 1,000,000, of these beautiful people inc luding women and children were exterminated. The Cathars believed a spark of the Christ Light dwells within the human soul. 1 Jesus’ most secret teachings for creating the substance to awaken the God within and enable the soul to blossom were written in the Book of Amor or the Book of Love . 2 This book was the foundation of the Church of Love. It is equated with the Grail. 3 This secret manuscript is attributed to Jesus who gave it to John the Divine. The existence of the Book was revealed when the Church subjected the Cathars to torture. Its contents were said to transform ordinary men into supermen, or Homo sapie ns into Homo Christos . Its power was such that it could cause all hatred, all anger, and all jealousy to vanish from the hearts of men. Once ignited the Christ Light of Amor or Love, like a new flood, would submerge all souls and never again would blood be shed on this Earth. 4 The Earth would blossom as described in the prophecy of Isaiah. Some dwellers of the Languedoc believe the Pure One’s mastery of the Book of Love enabled them to participate in the ultimate human experience: transforming or metamorphosing themselves into beings (or ‘flow-ers’) of light and becoming immortal inhabitants of the indescribably beautiful world(s) of Amor. The Buddhists called this realm ‘the Pure Land’. Th e Christians and Hebrews called it ‘the Promised Land ’. In addition, the Cathars were concerned with the"},{"pageNumber":122,"pageContent":"THE LANGUAGE OF THE BIRDS 122 transmutation of matter, the transforming of the elements from one form to another. THE LANGUAGE OF YES The Languedoc takes its name from an ancient language, the Language of Oc , Old French for ‘yes’. I am plenty curious about this Language of Yes. One fact, in particular, informs us of the necessit y of studying the Cathars and this Language. That is, the Cathars mandated that the Gospel of Jesus be unders tood in this Language of Yes, which is different from He brew. By understanding the Language of Yes we will be abl e to apprehend the secrets of the Cathars for which the Church chose to exterminate them. We may begin to understand the Cathar’s sacred language by exploring its curious name -- Oc . This is phonetically identical to Ak or Akka , the first Vestal. 5 Acca is identical to the Greek goddess Akka, ‘She Who Fashions’, the Mother Akka who brought the gods out of the deep (the cosmic ocean) and created humanity. 6 She was the same as the Akkadian Akka, the ‘Water- drawer’ who brought the gods to life including Sarg on, the king of Akkad. 7 The Romans called her Acca, and said she was a temple prostitute and one of the Vestal Virgins. According to Roman legend, Acca helped Rhea give birth to Romulus and Remus, the twin founders of Rome, who were drawn, Moses-like, out of their floating baske t on the river Tiber. 8 The Egyptian Pharaohs were also masters of Akh , the"},{"pageNumber":123,"pageContent":"THE LANGUAGE OF THE BIRDS 123 Pharaonic word for all aspects of light, particularl y the ‘transcendental’ light of the transfiguration. 9 It is more than likely that the illumination the Cathars received from Oc is related to the Pharaonic word for light, akh . This word akh is written with a glyph showing a crested ibis bird, which was also called the akh . This bird – interchangeable with the heron – is the bird of T hoth, the inventor of language and god of magic. This bird’s crest, together with its dark green plumage shot with glittering metallic specks gave rise to t he meanings ‘to shine’, ‘to be resplendent’, ‘to irrad iate’, of the root akh in the hieroglyphic writing. 10 Akh expresses all concepts of light. It is also used to designate the ‘third eye’, the uraeus , the fire-spitting serpent. 11 It is due to the ibis connection that I feel the Language of Yes is the same as the Language of the Birds. The Koran says this language gave Solomon wisdom and abundance of all things. 12 According to Lucy Lamey, in the Egyptian cosmogonic myths, akh (‘spirit’) is that aspect of our spirit, which conceives in ad vance what the object of creation, will be. 13 Akh emanates from a higher realm, ‘heaven’. The language of Akh is therefore the language of creation. Or as The Pyramid Texts say ‘ Akh is for heaven, kha (‘soul’) is for earth’. It is possible this heaven ly"},{"pageNumber":124,"pageContent":"THE LANGUAGE OF THE BIRDS 124 language system was among the secrets recovered by the Templars from the ruins of the Temple of Solomon, w ho it is claimed, made the gold for his temple by alchem ical means. The Pharaohs, Solomon and the Gnostics, however, are not the only source of information about the Language of Ak. As Mircea Eliade writes in Shamanism , among the Iglulik Eskimos a sequence of initiations concludes with the angakoq (or L’ang-ak-oq), meaning ‘lightening’ or ‘illumination’. This angakoq consists of “a mysterious light which the shaman (or smith) suddenly feels in his body, inside his head, within his brain, an inexplicable searchl ight, a luminous fire which enables him to see with both ey es, both literally and metaphorically speaking, for he can now, even with closed eyes, see through darkness an d perceive things and coming events which are hidden f rom others.” 14"},{"pageNumber":125,"pageContent":"THE LANGUAGE OF THE BIRDS 125 The Wak-Wak Tree of Mother Goose. Is there a connection to the Language of Ak? Through the angakoq the initiate receives the Holy Light. This is exactly what the Cathars claimed they"},{"pageNumber":126,"pageContent":"THE LANGUAGE OF THE BIRDS 126 received from the Language of Oc and the Egyptians through the Akh . The Cathars (as was Jesus during his lifetime) are lumped in with the Gnostics. This is a very general term for an oceanic philosophy fed by streams from Asian and Egyptian mythology, astrological doctrine, Sumerian theology, Jewish tradition and the Greek mysteries of Dionysus. Gnosticism seeks to unite all traditions in hopes of recovering the Truth. Today, this Truth (Akh) might be labeled Grail or Christ Consciousness. In the Gnostic M-Istery tradition, we find a belief in a winged, radiant and loving Good Serpent who was cal led ‘the Reconciler’, ‘the Deliverer’, the ‘Angel of th e Dawn’ (i.e. the Morning Star), and, like Akh , was ‘the Spirit of All Knowledge’. His name is Nous or Chnoubis . Chnoubis."},{"pageNumber":127,"pageContent":"THE LANGUAGE OF THE BIRDS 127 In his Secret Teachings of All the Ages , 15 Manly P. Hall notes that: “To the Gnostics, the Christ was the personification of Nous , the Divine Mind.” Further, according to the Gnostics, Christ emanated from a h igher or hyper spiritual realm (as depicted in the painting by Hildegaard of Bingen). He descended into the body o f Jesus at the baptism and left it again at or before the Crucfixion. The Gnostics were fond of word play. Take Nazarene for example. The words Naaseni and Nazarene are believed by some to have originated from nazar , meaning keep, guard, protect, and from naas or nahash , Hebrew for serpent. The Hebrew word for soul is nashamah . Linguistically, they are similar and therefore interchangeable. Thereore, Jesus is cast as the goo d guy wise serpent soul who protects and delivers cosmic knowledge. It might amaze many people to learn that virtually everywhere the story of Chnoubis appears in the M-I stery tradition, we learn of a sanctuary described in sim ilar terms to the Garden of Eden (which the Cathars call ed AMOR), including housing a Pillar or Tree of Life. The Vestal Virgins were married to the spirit of Rome by means of an artificial phallus in the Palladium shrin e. 16 The Palladium originally belonged to Pan. It signifi ed AMOR. 17 Stories say that not only did Chnoubis, or his Pill ar, have the phenomenal ability to translate souls from one dimension to another, it could also drill holes in space,"},{"pageNumber":128,"pageContent":"THE LANGUAGE OF THE BIRDS 128 creating ‘halls’ or ‘doorways’ linking far-off regi ons of space to ‘wells’ on Earth! 18 Today, physicists call these ‘holes’ wormholes or stargates. How in the world the ancients knew of su ch technologies is another one of the great M-Isteries of this story. Plato said that if we could see the Earth from a f ar it would appear as a 12-angled pyramid, or a dodecahed ron. In Gnostic tradition, Chnoubis is the guardain of this 12- angled pyramid that surrounds the Earth. 19 The Egyptian scribe of the gods Thoth first introduced the concept of the 12-angled Planetary G rid. He is also credited in Egyptian lore with the inven tion of magic and writing. Freemasons also say that Thoth possessed all secret knowledge on 36,535 scrolls th at were hidden under the heavenly vault (the sky). 20 Thoth is described in the exact same terms as Chnoubis. H e is part-man, part-serpent, part-bird."},{"pageNumber":129,"pageContent":"THE LANGUAGE OF THE BIRDS 129 Thoth as a bird-serpent-man, with his pillar in the background (left) supported by lions. The Thoth or Thought Sphere is another name for the Nous or Nousphere the Egyptians believed encapusalted the Earth. It is also the source of Ch- nou -bis’ name. This special scientific knowledge was contained within w hat Jung called “the collective unconscious” of humanit y. The collective unconscious may be thought of as the “global brain” of humanity, or the “spiritual Internet.” ‘I AM ALPHA AND OMEGA’ Another reason for the Cathar belief that the Gospe ls are to be understood in the Language of Yes comes f rom the statement made by Jesus to John in the Book of Revelation, 21 “I am the alpha and the omega, the first and the last, the beginning and the end.” This same man tra appears elsewhere as \"I am alpha and omega, that wh ich is and which has been, and will be -- the all powerful.\" When taken literally, does this statement say Alpha and Omega (A,O) are the all powerful ? A and O are the first and last letters of the Greek alphabet, which has 22 letters. In the 14th century a Palestinian monk know n as Saba (!) took Jesus' statement to mean that there is “a mystery in the letters of the alphabet of His revelation of the promulgation of divine law and the origin of th e world.” 22"},{"pageNumber":130,"pageContent":"THE LANGUAGE OF THE BIRDS 130 Further, since Jesus called himself Alpha and Omega, Saba stressed it was the Greek not the Hebrew alphabet and language that foretells the return of Jesus (an d thus makes one all powerful). It is important to note that this “I am the Alpha a nd Omega” statement is a copy of an inscription from t he temple of the Great Mother at Sais, in Egypt. Sais i s Sarras, the city where Galahad last saw the Holy Grail. Accompanying this statement is another inscription: “ I, Isis am all that has been, that is or shall be; No mortal man hath ever me unveiled.” Beneath that it reads: “ The fruit which I have brought forth is the ‘sun ’.” JUST A LANGUAGE SYSTEM Again, let us suppose it was just a language system -- the Language of Ak -- Moses/Akhenaton, Tutankhamon and the Knights Templar recovered and shared with t he Tell El Amarnans and the Cathars. Language creates a world view and a lifestyle (of which the Cathar’s w ere renown). The Language of Ak lights the fire of intelligence, it ignites latent ‘Pharonic’ powers. As mentioned, it was believed the Language of the Birds could bio-physically reprogram the human body to a higher being. Understanding the world through thi s sacred language brings enlightenment. As evidenced by the Tower of Babel episode, language is power, and man and God (or his earthly representatives) have alway s differed on this issue. One of the features of the Language of the Birds ha s"},{"pageNumber":131,"pageContent":"THE LANGUAGE OF THE BIRDS 131 been termed onomatapoesis, or name poetry whereby place names express not only a specific quality or place, but whatever we want it to mean! Take Midi, the nam e of the Cathar’s neighboring region, for instance. Midi me ans ‘south’ and ‘noon’ in French. This doesn’t tell us much. These days though, ask any reasonably literate Fren ch computer user what MIDI is and you’d likely get a f airly intelligent answer. MIDI is an interface that allows an electronic musical instrument to interface, ‘dock’ or ‘mate’ with a computer. Interpreting the ‘Midi’ in the Language of the Birds enables us to view the kingdom of the Cathars as a docking station: a place where Heaven and Earth connec t. The Cathars, like the followers of Akhenaton who bu ilt a similar ‘docking station’ at Tell El Amarna, were dualists, believing in earthly copies of heavenly originals. It makes sense for them to view their home as a bit of heaven on Earth. ‘As above, so below’. The Language of Oc or Ak was apparently the language code used to s peak with those ‘above’. We may further connect Moses/Akhenaton with the Midi. The connection is the Cainite smiths who worshipped the Goddess in the copper mines of the S inai, and who had the famous Tubal-cain as their “instruc tor of every artificer of brass and iron” (Genesis 4:22). As 1 Samuel 13:19 tells us, the Smiths or Schmidts, the priestly caste of metalworking shamans, who wer e also bards , were driven out of Israel. Originally, the smiths were of Midianite origin. Might they have lived in France and named their home the Midi? According to the Sinai tablets, the smiths called their"},{"pageNumber":132,"pageContent":"THE LANGUAGE OF THE BIRDS 132 god Elath-Yahu , which Barbara Walker says is a combination of Yahweh and El-Lat or Alla-Tu (Tula), the Lady of the Underworld who was also known as Hathor . Their god was represented by “a Pillar of cloud by day, and a Pillar of fire by night.” 23 Exodus 2:16 says Moses was adopted by the Midianite Smiths or Schmidts through his marriage t o one of the priestesses, a daughter of Jethro (or Djed-Ros , ‘Wisdom Pillar’?). That this priestess was one of seven sisters -- another name for the Pleiades -- suggests Moses/Akhenaton married one of the Pleiadean harlots or herons. The bardic Schmidts were famous for one of its artisans, Bezaleel, who made the Ark of the Covenan t, and who was “filled with the spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship; and to devise curious works, to work i n gold, and in silver, and in brass” 24 It may be safe to say that the word “God” in the above translation was originally Alla-Tu or Tula, and that Bezaleel was, therefore, “filled with the light of Tula.” Another interesting linguistic connection involving the word ‘Midi’ comes from the story of Midias or Midas . This ass-eared king of Phrygia was said to have the Golden Touch, the ability to transmute base metals into gold. His ass ears were a sign of his divine powers. Were they meant to connect him with the other smiths or shamans, including Jesus, whose myths prominently (ass)ociate them with asses? Does the ‘riding aroun d on an ass’ somehow relate to the metal working ability of the smiths, and the knowledge of alchemy which gave the"},{"pageNumber":133,"pageContent":"THE LANGUAGE OF THE BIRDS 133 alchemist the ability to ride around in their vehic le of light? The book of Exodus 25 proceeds to tell us that Moses divorced his Midianite wife. As a result, smithcraf t disappeared from Israel. Along with the Schmidts we nt the secrets of creating Peace, or shmty , the unity Heaven and Earth. As we will see, however, this was not th e last episode in Moses’ life in which he will be involved in metal working or Peacemaking. For the moment, we must ask an important question. Does the knowledge of creating Peace, and all that this entails, explain the Cathar’s and the Language of t he Bards/Birds power? The answer is yes, to some extent. However, there a re numerous places around the planet which are believe d to be cosmic docking stations, safe zones, refuges of the Apocalypse or bridges to another world. There must be something more that set them apart. I am of the opinion it was their understanding of t he Language of God (Jesus’ language) -- and therefore the means to decode sacred teachings and recode or re-smith themselves -- that made the Cathar’s so powerful, and threatening to those without eyes to see and ears to hear. I have also uncovered linguistic evidence to suppor t the notion that a similar genetic mutation was accomplished at Sodom and Gomorroah. Sodom was home to Abraham’s nephew Lot. He shares an astonishing connection with Tula. Lot’s name means ‘covering’. In my book One Foot in Atlantis , I speculated Lot’s name is a cover for the fact that his real nam e is Allat , Allah or Tula ."},{"pageNumber":134,"pageContent":"THE LANGUAGE OF THE BIRDS 134 In the biblical story the Lord destroyed Sodom. 26 Lot and his wife, Anna, were forewarned of the coming p re- planned destruction by “fire and brimstone.” They w ere ordered to leave and “not look back.” 27 Unfortunately, Anna disobeyed the command and was turned into a “pillar of salt.” 28 In the Language of the Birds, the “fire and brimston e” refer to a frequency or vibration and the wisdom teachings of the goddess, which was represented by the black (s)tone or brim (s)tone. Amazingly, the Palla dium symbol of the Cathar’s AMOR was an idol which descended from Heaven. When Anna turned into a pillar of salt it may have actually been a “pillar of (s)alt.” In the Language of the Birds, the A-L-T letter combination renders (S) a-l -t as a ‘Pillar of Tula’. It links Sodom with the other pla ces of the heron where transmutation from human to angel w as the focal activity. Can we corroborate the genetic mutation idea? Indeed we may. In Webster’s Dictionary 29 one finds the word ‘ saltation ’ which means “sudden genetic mutation.” What if the story of Sodom and Gomorrah has been garbled?"},{"pageNumber":135,"pageContent":"THE LANGUAGE OF THE BIRDS 135 CHAPTER SEVEN KEYS TO THE LANGUAGE OF THE BIRDS It is time now to assemble the key to using the Language of the Birds to decode mythic stories. The first key to the Language of the Birds is that this code equates words that sound alike in different languages, connecting word concepts by sound in English . How did English come to be the Language of the Birds? The answer is, the language in which these w ords have meaning to the mythologist is not exactly English either. In the Language of the Birds (or Bards) Engl ish becomes L’Ang(l)ish or L’Angel-ish, the Language of the Angels. There are two reasons why we can derive Anglish from English. In The Secret Language of Symbolism 1 Harold Bayley, who like Godfrey Higgins sought the original symbol system of the ancients, says “modern language is a mosaic in which lie embedded the chips an d fossils of predecessors.” To uncover these chips and fossils, de Lubicz reminds us, “demands a constant state of ‘ consciousness of the laws of genesis ’.” 2 This state of consciousness, he says,"},{"pageNumber":136,"pageContent":"THE LANGUAGE OF THE BIRDS 136 will put us in sympathetic vibration or relationship with everything that shares an object's name or vibratio n. A word or name means the same thing wherever it appears. Why? Because that's the way it is ‘on the other side ’ of the Bridge of Sirah. It is widely agreed by etymologists that language is fossil poetry and that the creation of every word w as originally a poem embodying a bold metaphor or a br ight conception of something real . Empires may disappear and nations may sink into myth under cataclysmic waves of nature and invasion, says Bayley, 3 but place names and proper names , typically preserved by word of mouth, remain to some extent inviolate. Words are sounds, tones, frequency, energy that shape our world. As energy, words are like a heartbeat. T hey pulsate or ring. This pulsation creates form, and ultimately waves that travel away from our mouths. If we join their rhythm they will bring new life to us. They will act like passwords, the ‘open sesame’ that open new doors for us. This explains why they can mean the same thing from age to age, eon to eon, and why recovering this lan guage system would be invaluable. According to biographer Michel Lamy, Jules Verne wrote numerous stories in t he Language of the Birds in order to deliberately conc eal (and thereby preserve) mystic secrets. The most cri tical secrets in Verne's works, said Lamy, are to be foun d in the names of places and characters which the master mind Verne realized would survive translation into different languages and would be invisible to non-initiates but clearly evident to the initiated ."},{"pageNumber":137,"pageContent":"THE LANGUAGE OF THE BIRDS 137 It is widely agreed by etymologists that language is fossil poetry and that the creation of every word w as originally a poem embodying a bold metaphor or a bright conception of something real . Metaphor combines the two Greek words -- meta, which means “over and above,” and pherein, “to bear across.” 4 Metaphors have multiple levels of meaning that are perceived simultaneously. Their meanings transcend, or cross over, time and cultures. Studying their accum ulated meanings takes us to the original event or object symbolized by the metaphor. We can begin to identify the true subject of a myth or metaphor by paying close attention to the subtle interconnectedness of the definitions of the myriad of proper names and place names contained within them in English . While this may appear completely random to the scientifically minded, it is actually part of much larger pattern of intention. The true meaning appears when we interpret these names in the Language of the Birds: English. Why English? England is a small island that was constantly invaded throughout history. Because of these incurs ions by other cultures the English language accumulated many words and expressions from other languages. Because root words, such as Ma, are similar in many languag es they retained similar meanings in English. Multinational personnel at North Atlantic Treaty Organization Headquarters near Paris found English to be an easy language ... until they tried to pronounce it. To help them discard an array of accents, the verses b elow"},{"pageNumber":138,"pageContent":"THE LANGUAGE OF THE BIRDS 138 were devised. After trying them, a Frenchman said h e'd prefer six months at hard labor to reading six lines aloud. Once you’ve learned to correctly pronounce every word in the following poem, you will be speaking English better than 90% of the native English speak ers in the world. If you find it tough going, do not despair, you are not alone. Try them yourself: English is no simple language. Dearest creature in creation, Study English pronunciation. I will teach you in my verse Sounds like corpse, corps, horse, and worse. I will keep you, Suzy, busy, Make your head with heat grow dizzy. Tear in eye, your dress will tear. So shall I! Oh hear my prayer. Just compare heart, beard, and heard, Dies and diet, lord and word, Sword and sward, retain and Britain. (Mind the latter, how it’s written.) Now I surely will not plague you With such words as plaque and argue. But be careful how you speak Say break and steak, but bleak and Cloven, oven, how and low, Script, receipt, show, poem, and toe. Hear me say, devoid of trickery, Daughter, laughter, and Typhoid, measles, topsails, aisles, Exiles, similes, and reviles; Scholar, vicar, and cigar, Solar, mica, war and far;"},{"pageNumber":139,"pageContent":"THE LANGUAGE OF THE BIRDS 139 One, anemone, Balmoral, Kitchen, lichen, laundry, laurel; Gertrude, German, wind and mind, Scene, Melpomene, mankind. Billet does not rhyme with ballet, Bouquet, wallet, mallet, chalet. Blood and flood are not like food, Nor is mould like should and would. Viscous, viscount, load and broad, Toward, to forward, to reward. And your pronunciation's OK When you correctly say croquet, Rounded, wounded, grieve and sieve, Friend and fiend, alive and live. Ivy, privy, famous; Clamour and enamour rhyme with hammer. River, rival, tomb, bomb, comb, Doll and roll and some and home. Stranger does not rhyme with anger, Neither does devour with clangour. Souls but foul, haunt but aunt, Font, front, wont, want, grand, and grant, Shoes, goes, does. Now first say finger, And then singer, ginger, linger, Real, zeal, mauve, gauze, gouge and gauge, Marriage, foliage, mirage, and age. Query does not rhyme with very Nor does fury sound like bury. Dost, lost, post and doth, cloth, loth. Job, nob, bosom, transom, oath. Though the differences seem little, We say actual but Refer does not rhyme with deafer."},{"pageNumber":140,"pageContent":"THE LANGUAGE OF THE BIRDS 140 Foeffer does, and zephyr, heifer. Mint, pint, senate and sedate; Dull, bull, and George ate late. Scenic, Arabic, Pacific, Science, conscience, scientific . Liberty, library, heave and heaven Rachel, ache, moustache, eleven. We say hallowed, but allowed, People, leopard, towed, but vowed. Mark the differences, moreover, Between mover, cover, clover; Leeches, breeches, wise, precise, Chalice, but police and lice; Camel, constable, unstable, Principle, disciple, label. Petal, panel, and canal, Wait, surprise, plait, promise, pal. Worm and storm, chaise, chaos, chair, Senator, spectator, mayor. Tour, but our and succour, four. Gas, alas, and Arkansas. Sea, idea, Korea, area, Psalm, Maria, but malaria. Youth, south, southern, cleanse and clean. Doctrine, turpentine, marine. Compare alien with Italian, Dandelion and battalion. Sally with ally, yea, ye, Eye, I, ay, aye, whey, and key. Say aver, but ever, fever, Neither, leisure, skein, deceiver. Heron, granary, canary. Crevice and device and aerie. Face, but preface, not efface. Phlegm, phlegmatic, ass, glass, bass."},{"pageNumber":141,"pageContent":"THE LANGUAGE OF THE BIRDS 141 Large, but target, gin, give, verging, Ought, out, joust and scour, scourging. Ear, but earn and wear and tear Do not rhyme with here but ere. Seven is right, but so is even, Hyphen, roughen, nephew Stephen, Monkey, donkey, Turk and jerk Ask, grasp, wasp, and cork and work. Pronunciation-think of Psyche! Is a paling stout and spikey? Won’t it make you lose your wits, Writing groats and saying It’s a dark abyss or tunnel: Strewn with stones, stowed, solace, gunwale, Islington and Isle of Wight, Housewife, verdict and indict. Finally, which rhymes with enough- Though, through, plough, or dough, or cough? Hiccough has the sound of cup. My advice is to give up!!! -- Author Unknown An English-speaking mythologist treats a word or metaphor similar to the way a geologist treats a co re sample of soil. Like soil, words are composed of elements (letters) -- called elementum in Latin. Mixing these letters (elements) together, we create langua ge and names for all the objects in our world. Understanding the original meaning of these element s and the words derived from them puts us in direct c ontact"},{"pageNumber":142,"pageContent":"THE LANGUAGE OF THE BIRDS 142 with the nature of the object in question. Words are “time capsules” containing records for the benefit of fut ure generations. These records remain hidden knowledge unless one can succeed in tying a Gordian knot through them, t aking the seemingly unrelated pieces of information and connecting them... or seeing that they are in fact connected. Connecting words in this way creates a “tunneling effect” through time and enables us to “ cross over” the timeless metaphors of humanity. Let’s look at the Hubble Space Telescope as an example. Curiously, in the Language of the Birds, the Tower of Babel (c. 2200 B.C.) and the means to open the veil or gate may have returned in the guise of the Hubble Spa ce Telescope. At least Hubble is an astonishingly synchronistic name for a device of its power and purpose. Hubble is named after Edwin Hubble, ‘the mariner of the nebulae’, one of the towering figures of twenti eth century science. When he wasn’t hanging out with his friends the Marx Brothers, Aldous Huxley, Walt Disn ey and Albert Einstein, Hubble worked with the great 1 00- inch Hooker telescope at California's Mount Wilson Observatory. There he made a series of discoveries that revolutionized humanity's vision of the cosmos. In 1923, he was able to confirm the existence of other nebul ae, or what are now called galaxies, beyond our own Milky Way. By 1930 Hubble had proven that the universe is expanding. Hubble’s discoveries were of enormous consequence. In fact, we can barely begin to comprehend the enorm ity"},{"pageNumber":143,"pageContent":"THE LANGUAGE OF THE BIRDS 143 of the universe revealed to us by Hubble. At one ti me astronomers believed there might be 10 billion galaxies in the Garden. Today, thanks to Hubble, they believ e the real total is more like a shocking 400 billion galaxies and growing! Remember, each galaxy usually has tens of billions of stars, and who knows how many inhabited planets. NASA plans to launch a multi-telescope spacecraft around 2010, given the tentative name “Planet-Finde r” and it may orbit the Sun as far out as Jupiter. Planet- Finder’s telescopes will have a resolution about 40 times greater (!) than that of the Hubble Space Telescope for a close-up view of whatever is out there. What is Hubble to you? To me, something remarkable happens when I examine the word ‘Hubble’ and its enlightenment ball in the Language of the Birds. It is important to remember that in this strange language ‘reality’ is never limited to one viewpoint. A word play emerges in the name Hubble which ups the mythological ante of our quest even further. If we understand these other viewpoints fascinating information will come forth to help us comprehend o ur situation. Beginning with the first two letters, Hu, thought- provoking ancient linguistic connections may be illuminated from the word Hubble. The Sufi Moslems considered ‘Hu’ to be the ultimate creative sound. Its the root for humane and hush (or breath). • In Chinese mythology, the hu-man race came from Hu. 5"},{"pageNumber":144,"pageContent":"THE LANGUAGE OF THE BIRDS 144 • In the Christian mythological rendering of the creation of Adam the first man came from the breath of God. 6 • In Greek myth hu-bris , referred to penile erection. Gods were punished for hubris , the sin of becoming “too big for his breeches.” This is the primary charge a gainst humanity in Babylon. 7 • In Egypt, the word khu , ‘Great Hu’, meant the shining, translucent, transparent, intangible essen ce of man. Hu is apparent in Dyhu or Dyu , the bright and heavenly divinity of India and Greece and in the Eg yptian HUHI , or All-Father. 8 Hugh , the British Christian name, means ‘mind, soul, spirit’. The Egyptian hieroglyph for Hu features a DNA symbol, a Golden Mean spiral. It is fascinating that the book of Revelation says the returning Christ or Messiah will rule with a rod of iro n. 9 In the Egyptian ‘Opening of the Mouth’ ceremony a rod of iron called a hu was used. If we added an ‘a’ to bble of Hubble we easily render Babel, as in, the Tower of Babel (originally Byblos or Babylon), the root of the word bible . Babylon is associated with lust, prostitution and all things carnal. So is Mary Magdalene, the representat ive"},{"pageNumber":145,"pageContent":"THE LANGUAGE OF THE BIRDS 145 of the temple of Inanna at Magdala (known as the ‘To wer of the Flock’) which exalted Jesus. Coincidentally, the name of Hubble’s telescope was the Hooker telescope! I think we can replace the old idea of the Hubble Space Telescope as a fancy camera with the new idea that it is the reconstructed Tower of Babel which has op ened God’s Garden and revealed the holy light to us. Coinciding with the turn of the Millennium, our telescope beams healing, “holy water or light” from home. These staggeringly glorious images/energies h ave prompted scientist/priests and other practitioners to search for the beginning of time and the divine bir th of humanity. What is more, we search for our connection to these galaxies. Is it possible, as physicists speculate, that there are worm holes or cosmic passageways connecting the se worlds? Is it possible, as ancient shamans believed , there are special places on Earth where we can enter thes e worlds? THE SECOND KEY: NO VOWELS In the earliest languages, there were no vowels. When the vowels came along they were interchangeable. In this profound way names and place names take on added dimensions. This is the second reason why English may be the language of the angels. For instance, take Avalon the paradise of the Celts. As I have mentioned, Ava is the root for apple. Therefore, Ava-lon theoretically can be, and is, known as Applela nd."},{"pageNumber":146,"pageContent":"THE LANGUAGE OF THE BIRDS 146 It is synonymous with Atlantis. Now, let's interchange the vowels. In so doing, Avalon or Appleland links to: • Ave lon or Birdland, which links to • Avi lon or Angel land. It so happens Ava (the root for Eve) is the name of the hybrid human and alien female who was created from the fertilized egg (ova) of the goddess Ninharsag in Su merian myth. In Hebrew ava means ‘Life’. By interchanging the vowels, the punning, hyperdimensional Language of the Birds may also be thought of as the Language of Life. Now, let us apply what we have learned to the Latin word MALUM. It means apple. It is also Hebrew for evi l. Evil is live spelled backward. Linking these concep ts in the Language of the Birds, the Apple Tree of Evil i s the Tree of Life! As the Bible stories relate, knowledg e of Life is the fruit forbidden by religious caretakers. Obviously, the ancients had a far different view of language and the power of the word than we sophisticated moderns. Our brains are primarily formatted by the commercia l Roman alphabet and worldview instituted by force in the early 400’s. The Roman worldview has nearly completely separated us from nature, from the world of interpenetrating patterns, the web of life in which our lives are intricately weaved. As a result, our civilization is more interested in churning out kids with masters degrees in business than it"},{"pageNumber":147,"pageContent":"THE LANGUAGE OF THE BIRDS 147 is in allowing true spiritual mastery to gently eme rge. Fortunately, however, if we can speak English we all have access to the Language of the Birds and access to our true selves. As Jesus said in Pistis Sophia : “ Stay not your hand until ye find the cleansing mysteries that will transform you into pure light so that you might inherit the Light of my Kingdom.” 10 THE THIRD KEY: JAZZ In the absence of a physical Temple of Solomon where do we begin to learn the Language of the Bird s? It seems logical that we can begin to learn this langu age by paying close attention to the subtle interconnected ness of the myriad of proper names and place names that rep eat themselves over and over again throughout history. While this may appear completely random to the scientific ally minded, it is actually part of much larger pattern of intention. The Language of the Birds is circular. My friend Reggie Wooten of the famous Wooten Brothers family of musicians tells me this Language is like jazz music : it is ‘played’ off key, but eventually it leads the listener around to the key. This is the third key to using the Language of the Birds to decode M-Istic stories. Simply, they never tell us their secrets up front. Instead they lead around to the truth they conceal. For example, there is a legend that Solomon"},{"pageNumber":148,"pageContent":"THE LANGUAGE OF THE BIRDS 148 possessed a magic ‘ring’ that enabled him to unders tand the Bird Language. Suppose this ‘ring’ were not a p iece of jewelry, but rather was a tone, a frequency or a vibration. In order to use the Language of the Birds to decode M-Istic stories we must increase our spiritual awar eness (or vibration) and learn to see the patterns of nat ure and the patterns of myths. Like Solomon, we must become aware that nature is rythmic, and tune into her oscillations. Especially those oscillations that are off key. We must learn to pay attention to the oscillations or repetitions of certain words (vibrations) that seem to ‘ring’, ‘spurt’ or ‘pop out’. But which ones? Where to do we know where to begin? In his book Journey To the Center of the Earth , Jules Verne says that the journey to the Inner Earth , the navel of the Earth, begins at the (S)alt Lake. He a lso mentions a captain Bugararch. What luck! It so happens, there is a Mount Bugarach (phonetically close to Bogorarch) near Rennes-le-Chatea u where the Cathars lived. It is a mysterious focal p oint of the Rennes mystery. As to starting at the Salt Lake, it also so happens the Essenes, among whom Jesus preached, lived along the shores of the Dead Sea, a salt sea famous for its Dea d Sea salt. So, perhaps bathing in Dead Sea salts or read ing the Dead Sea Scrolls may be valuable in our journey. Or maybe even Jazz-us, excuse me, Jesus, himself could gives us some help. I am playing off key intentionally here. Obviously, Jesus and the Dead Sea Scrolls, an d the"},{"pageNumber":149,"pageContent":"THE LANGUAGE OF THE BIRDS 149 ‘secrets of the Pillars’ the Scrolls contain, are a t the heart of our search. THE FOURTH KEY: MIRRORS AND SYMMETRY Another example of the hyperdimensional aspect of the Language of the Birds, and the fourth key to deciphering M-Istic Grail stories with it, is the way it makes extensive use of mirror reflection and symmet ry to conceal wisdom concerning the secrets of life. We have already tuned into this key in the example of the word MALUS. It means apple and evil. In English, evil is the mirror-image of live. Why did English- speaking people use the letters L and V to express live and evil? Why also do these root letters appear in LoVe. Another good example of how the mirror technique can be indispensable is provided in The Winged Prophet: From Hermes to Quetzalcoatl 11 by Carol Miller and Guadalupa Rivera. These brilliant researchers stumb led upon this technique as they sought to answer two questions. One, why such geographically remote cult ures as China, Egypt, India and Tibet all have legends of wisdom-bearing serpents or dragons with wings. Two, why are there so many cultures with myths of human-like gods that came out of the heavens to create, destro y, and re-create humans? In their search they were lead to the tarot (an anag ram for rota or ‘wheel’), aka the Book of Thoth, and th e Mayan Tonalamatl , “The Book of Days,” a similar divinatory system. They found remarkable similarity between the 22 cards of major arcana of the tarot a nd the"},{"pageNumber":150,"pageContent":"THE LANGUAGE OF THE BIRDS 150 22 lamatl. Their most astonishing discovery came, however, when they stood in front of a mirror with the circular Aztec calender upon which they had drawn a spiral through the 22 signs of the Tonalamatl , and compared it with the 22 major arcana cards of the t arot laid out in inverted order on a corresponding spira l. In the mirror, the two matched perfectly, becoming the ‘left’ t o each other’s ‘right’. Both spirals, they concluded, contained the key to humankind's relation to the Cosmos. The left-swinging tarot tells of humanity’s searching within themselves. In the Tonalamatl , the swing is to the right, or humankind's encounter with the universe. A number of esoteric researchers believe the tarot was ‘saved from water’. That is, it originated in Atlan tis. It is fascinating to look at the linguistic fossils which make up the word Tonalamatl or T-on-alam-atl in the Language of the Birds, and to see the numerous phonetic deduction s we might derive from it. The first letter ‘T’ means tau or door in Hebrew. I n Egypt, the tau was the ankh , or Key of Life. This was the ‘mark’ that was to be stamped upon the foreheads of the faithful in Jerusalem 12 signifying the opening of the third eye or ajna center. With this mark the devoted awakened to feelings of love and devotion for humanity. In early Christian a rt the tau was frequently substituted for the Cross repres enting the powerful transformation of rebirth. The cross a nd the ankh were originally thought to have been made from a branch that grew from the Tree of Life in the Garde n of Eden. That tree would be the MALUS tree. Another important fossil word element in Tonalamatl"},{"pageNumber":151,"pageContent":"THE LANGUAGE OF THE BIRDS 151 is the word On . This obviously links us to An, On or Heliopolis in Egypt and its connections, including those of Jesus mentioned a moment ago. Mat or Maat was the Egyptian word for truth. The suffix atl means ‘water’ (wisdom). Atl is the root for Atlantis. Amalgamated in the Language of the Birds, the word Tonalamatl could point us in the direction of interpreting Tonalamatl to mean ‘the living truth, the wisdom or waters of Atlantis’. And that's just one pass at unzipping or un-riddling this word. It is enough, however, to demonstrate the principle of self-similarity and resonance at work in this language and in nature, and points to the importance of seeing relationships between scattere d fragments of the ancient mind. All we need to do is learn to ‘click on’ one part of a word and the whole can become illuminated. In this way the Language of the Birds is holographic . A slightly more elaborate example of this mirror technique is found in the story of Solomon. The Bib le presents Solomon as the wisest of all men who was particularly knowledgeable about plants (living gre en things). He could talk in-depth about everything fr om the “cedars of Lebanon to the hyssop that grows out of a wall, and animals and birds, and creeping things, a nd fishes.” From this we might infer that Solomon possessed great wisdom for creating and promoting life. Interestingly, the Hebrew word for wisdom is Da’ath . In English, Da’ath -- wisdom -- sounds like death. Therefore, in the Language of the Birds, wisdom/daath/death (especially received directly fr om"},{"pageNumber":152,"pageContent":"THE LANGUAGE OF THE BIRDS 152 God) is the Key of Life! (I hope no one got whiplash here. Just in case, you may want to buckle up, the r ide gets even stranger from here.) To the bird brained, Da’ath (wisdom) is also the ke y that opens the meaning of the fourth letter of the Hebrew alphabet Daleth or ‘D’, the letter associated with Jesus in the Kaballah: Yes, there can be visual puns too. For example, Jes us' symbol of the fish is the same as the Egyptian hieroglyph for the heron. Also, Jesus was associated with the phoenix, another name for the heron. The message of the Bird Tribe is this: if one has wisdom they can find the guardian of the door and op en the door. What does this door lead to? The Garden of Eden or the Garden of Creation -- the 450 billion galaxies revealed to us by the Hubble S pace Telescope. A place the Mayans called 'the place of herons'. I like to call it Birdland. Birdland was reached by crossing the waters of immortality. In order to make this journey, said the ancient Egyptians, we had to transform ourselves int o a heron. There was even a formula for doing so in the Egyptian Book of the Dead -- written for us by Thoth (who also gave us the tarot)."},{"pageNumber":153,"pageContent":"THE LANGUAGE OF THE BIRDS 153 This is perhaps the ultimate explanation for why we use the bird, such as the heron, to symbolize the d eparted soul of loved ones and messengers from heaven. It a lso explains why the apple symbolizes the knowledge of the gateway to heaven. The apple, including the blue apple, is the symbol for the knowledge that enables the transformation from hu-man to bird-man or angel-man. Believe me, this is not the kind of knowledge one gets at a university. Not even Duke. It’s more like what a billionaire buys for $30 million in a codex (Latin for book or bound manuscript) or a rare painting at a s ecret auction at Christie’s. Or, a spiritual seeker acqui res by floating around and visiting the places on Earth wh ere such knowledge is stored and downloading it out of the landscape directly to the brain (if one knows how t o do that). It is probable this is the kind of knowledge which Solomon and the Knights Templar busied themselves with."},{"pageNumber":154,"pageContent":"THE LANGUAGE OF THE BIRDS 154 References: INTRODUCTION: THEY WHO TALKED WITH THE BIRDS 1. Jean Chevalier & Alain Gheerbrant, The Penguin Dictionary of Symbols (London, Penguin, 1969), p. 86. 2. Ibid., p 87. 3. Ibid., p. 87. 4. Genesis 1:2. 5. Genesis 8:12. 6. Genesis 15:9. 7. Exodus 25:18. 8. 1 Kings 17:6. 9. Matthew 3:16, Mark 1:10, Luke 3:22, John 1:32. 10. Manly P. Hall, The Secret Teachings of All the Ages (Los Angeles, Philosophical Research Society, 1988), p. CLXIV. 11. Sura 27:16. 12. David Ovason, The Secrets of Nostradamus (London, Century, 1997), p. 134. 13. 1 Kings 4:3. 14. Alice Parmelee, All The Birds of the Bible: Their Stories, Identification and Meaning (New York, Harper Brothers, 1959), p. 141. 15. Nicholas Roerich, Shambhala (New York, Nicholas Roerich Museum, 1978), p. 140. 16. Godfrey Higgins, Anacalypsis (Kila, MT, Kessinger Publishing), v. 1, p. 356. 17. Ibid., Symbols , p. 89. 18. Barbara G. Walker, The Woman’s Encyclopedia of Myths and Secrets (New York, HarperCollins, 1983), p. 101."},{"pageNumber":155,"pageContent":"THE LANGUAGE OF THE BIRDS 155 19. Robert Graves, The White Goddess: A Historical Garmmar of Poetic Myth (New York, Noonday Press, 1948), p. 22. 20. Michael Baigent & Richard Leigh, The Elixer and the Stone (London, Penguin Books, 1997), p. 46. 21. Stuart Gordon, The Encyclopedia of Myths and Legends (London, Headline, 1993), p. 627. 22. Ibid., Symbols , p. p. 844-858. 23. Robert Lawlor, Homage To Pythagoras: Rediscovering Sacred Science (Hudson, NY., Lindisfarne Press, 1982), p. 43. 24. Ibid., p. 43. 25. Albert Churchward, Signs and Symbols of Primordial Man (Brooklyn, N.Y., A & B Publishers Group, 1993), p. 35. 26. Ibid., Homage , p. 89. 27. David Fideler, Jesus Christ: Sun of God (Wheaton, Ill., Quest Books, 1993), p. 264. 28. Georg Feuerstein, Spirituality by the Numbers (New York, Jeremy P. Tarcher, 1994), p. 157. 29. Song of the Egyptian god, Atum, from the fourth-century BC creation myth in the Bremmer Rhind Papyrus . 30. Ibid., Penguin Dictionar of Symbols , p. 813. 31. Mark Hedsel, The Zelator (York Beach, Maine, Samuel Weiser, 2000), p. 214. 32. Daniel 4:1-12. 33. Ibid., Woman’s Myths , p. 723. 34. Ibid., po. 750. 35. Daniel 3:25. 36. 1 Kings 4:3 37. David Ovason, The Secrets of Nostradamus (London, Century, 1997) p. 141. 38. Godfrey Higgins, The Anacalypsis (Kila, MT, Kessinger Publishing), v. 2, p. 253."},{"pageNumber":156,"pageContent":"THE LANGUAGE OF THE BIRDS 156 39. Ibid., Nostradamus , p. 136. 40. William Anderson, The Green Man: The Archetype of our Oneness with the Earth (London, HarperCollins, 1990), p. 20. 41. E.A. Wallis Budge, Osiris & the Egyptian Resurrection (New York, Dover, 1973), v. 2, p. 139. 42. Ibid., p. Penguin Symbols , p. 509. 43. Ibid., Nostradamus , p. 141-142. 44. Genesis 2:19-20. 45. Christopher Knight & Robert Lomas, The Hiram Key (Element, Shaftesbury, Dorset, 1996), p. 184. CHAPTER ONE: ORIGINS OF THE LANGUAGE OF THE BIRDS 1. Genesis 11:4. 2. Genesis 11:8. 3. Genesis 11:1. 4. Genesis 11:6-9. 5. Genesis 3:24. 6. Zecharia Sitchin, The 12 th Planet (New York, Avon Books, 1976), p. 371. 7. Ibid., p. 101. 8. Ibid., p. 326. 9. Ibid., p. 318. 10. Zecharia Sitchin, The Wars of Gods and Men (New York, Avon Books, 1985), p. 239. 11. Ibid., p. 239. 12. Albert Churchward, Signs and Symbols of Primordial Man (Brooklyn, N.Y., A & B Publishers Group, 1993), p. 29. 13. Webster’s Dictionary of the English Language (New York, Publishers International Press, 1972), p. 1191."},{"pageNumber":157,"pageContent":"THE LANGUAGE OF THE BIRDS 157 14. Barbara G. Walker, The Woman’s Encyclopedia of Myths and Secrets (New York, HarperCollins, 1983), p. 659. 15. Ibid., p. 859. 16. Exodus 28:15. 17. Robert K.G. Temple, The Sirius Mystery (New York, St. Martin’s, 1976), p. 125-126. 18. Zecharia Sitchin, The Cosmic Code (New York, Avon Books, 1998), p. 128-129. 19. Ibid., Woman’s Myths , p. 542. 20. Zecharia Sitchin, The Wars of Gods and Men (New York, Avon Books, 1985), p. 239-241. 21. Ibid., p. 240. 22. Ibid., p. 267. 23. Mark Hedsel, The Zelator (York Beach, Maine, Samuel Weiser, 2000), p. 88. 24. Aryeh Kaplan, Sefer Yetzirah: The Book of Creation (York Beach, ME, Samuel Weiser, Inc, 1997), p. 231-244. 25. R.A. Schwaller de Lubicz, Sacred Science (Rochester, VT, Inner Traditions, 1961), p. 145-146. 26. John 21:6. 27. Ibid., The 12 th Planet, p. 336-361. 28. Ibid., p. 350. 29. Ibid. Woman’s Secrets , p. 944. 30. Genesis 2:7. 31. Ibid., Woman’s Secrets , p. 944. 32. Ibid., p. 944. 33. Genesis 2:8-15. 34. Genesis 2:20. 35. Genesis 3:20. 36. Genesis 4:1. 37. Ibid., 12 th Planet , p. 362-365. 38. Genesis 4:4. 39. Genesis 4:15."},{"pageNumber":158,"pageContent":"THE LANGUAGE OF THE BIRDS 158 40. Monica Sjoo & Barbara Mor, The Great Cosmic Mother: Rediscovering the Religion of Earth (New York, HarperCollins, 1987), p. 264-265. 41. Ibid., Woman’s Secrets , p. 289. 42. Ibid., Great Cosmic Mother , p. 264. 43. Genesis 4:16. 44. Genesis 4:17. 45. Zecharia Sitchin, The Lost Realms (New York, Avon Books, 1990), p. 41. 46. Zecharia Sitchin, The Stairway To Heaven (New York, Avon Books, 1980), p. 181. 47. Ibid., p. 182. CHAPTER TWO: HELIOPOLIS 1. Zecharia Sitchin, The 12 th Planet (New York, Avon Books, 1976), p. 174. 2. David Fideler, Jesus Christ: Sun of God (Wheaton, Ill., Quest Books, 1993), p. 248. 3. Ibid., p 248. 4. Veronica Ions, Egyptian Mythology (New York, Peter Bedrick Books, 1965), p. 16. 5. Ibid., p. 25. 6. Ibid., p. 25. 7. Ibid.,p. 25. 8. Bentley Layton, The Gnostic Scriptures (New York, Doubleday, 1987), p. 101-120. 9. Ibid. p. 109. 10. Ibid. p. 109."},{"pageNumber":159,"pageContent":"THE LANGUAGE OF THE BIRDS 159 11. Rene Guenon, Fundamental Symbols: The Universal Language of Sacred Science (Oxford, Quinta Essentia, 1962), p. 69. 12. Webster’s Dictionary of English Language Unabridged (New York, Publisher's International Press, 1979), p. 592. 13. Ibid., Fundamental Symbols , p. 68. 14. (Manly P. Hall, The Secret Teachings of All the Ages (Los Angeles, Philosophical Research Society, 1988), p. CLSVIII. 15. Revelation 1:16. 16. Revelation 22:16. 17. Exodus 17:8-13. 18. Exodus 35:27-28. 19. John M. Allegro, The Sacred Mushroom and the Cross (New York, Bantam Books, 1970), p. 122. 20. Cederic Leonard, Ph.D., Quest For Atlantis (New York, Manor Books, 1979), p. 82. 21. Patricia Telesco, Future Telling (Freedom, CA., Crossings Press, 1998), p. 281. 22. Zecharia Sitchin, The Cosmic Code (New York, Avon Books, 1998), p. 138-151. 23. Ahmed Osman, Moses:Pharaoh of Egypt (London, Paladin, 1990). CHAPTER THREE: THE MYSTERIOUS ORIGINS OF THE ALPHABET 1. Johanna Drucker, The Alphabetic Labyrinth: The Letters in History and Imagination (New York, Thames & Hudson, 1992), p. 11-18. 2. Andrew Robinson, The Story of Writing: Alphabets, Hieroglyphics and Pictograms (New York, Thames & Hudson, 1995), p. 160."},{"pageNumber":160,"pageContent":"THE LANGUAGE OF THE BIRDS 160 3. Zecharia Sitchin, The Cosmic Code (New York, Avon Books, 1998), p. 141. 4. Barbara G. Walker, The Woman’s Encyclopedia of Myths and Secrets (New York, HarperCollins, 1983), p. 374-375. 5. Ibid., p. 802. 6. Ibid., p. 657. 7. Ignatius Donnelly, Atlantis the Antediluvian World (rev. ed., edited by Egerton Sykes) (New York, Gramercy Publishing Co., 1948). 8. William Henry, One Foot In Atlantis: The Secret Occult History of WW II and its Impact on New Age Politics (Anchorage, AK, Earthpulse, 1998). 9. “Hummingbird Bird Brains Help Explain Language By Aries Keck, Discovery.com News. CHAPTER FOUR: OPEN SESAME 1. William Henry, One Foot In Atlantis: The Secret Occult History of WW II and its Impact on New Age Politics (Anchorage, AK, Earthpulse, 1998). 2. John Matthews, The World Atlas of Divination (Boston, Bulfinch Press, 1992), p. 34. 3. Ibid., p. 34. 4. Ibid., p. 34. 5. Johanna Drucker, The Alphabetic Labyrinth: The Letters in History and Imagination (New York, Thames & Hudson, 1992), p. 116. 6. Barbara G. Walker, The Woman’s Encyclopedia of Myths and Secrets (New York, HarperCollins, 1983), p. 871. 7. Victoria LePage, Shambhala (Wheaton, Ill., Quest Books, 1996), p. 44-45. 8. Genesis 11:31. 9. Matthew 1:1 10. Genesis 11:10-27."},{"pageNumber":161,"pageContent":"THE LANGUAGE OF THE BIRDS 161 11. Genesis 14:18. 12. Genesis 19:24-25. 13. Genesis 17:19. 14. Lionel & Patricia Fanthorpe, Secrets of Rennes-le- Chateau (York Beach, Maine, Samuel Weiser, Inc., 1992), p. 178. 15. Genesis 17:5, 17:15. 16. Genesis 18:1-2. 17. Aryeh Kaplan, Sefer Yetzirah: The Book of Creation (York Beach, ME, Samuel Weiser, Inc, 1997), p. xii. 18. Fred Alan Wolf, Taking the Quantum Leap (New York, Harper & Row, 1989). 19. Luke 10:21. CHAPTER FIVE: JESUS AND THE LANGUAGE OF THE BIRDS 1. The Gospel of the Infancy 19:17-19. 2. The Gospel of the Infancy 20:1-16. 3. Revelation 3:20. 4. Ian Wilson, The Shroud of Turin (New York, Doubleday, 1978), p. 134. 5. Ibid. p. 143. 6. Ibid. p. 141. 7. Dr. Valerie Uvarov, www.Wands ofHorus.com. 8. Testimony of Truth, 45:23-48:18. CHAPTER SIX: THE CATHARS 1. Elizabeth Van Buren, Refuge of the Apocalypse: Doorway Into Other Dimensions (Saffron Walden, The C.W. Daniel Company, 1986), p. 15. 2. Ibid., p. 16."},{"pageNumber":162,"pageContent":"THE LANGUAGE OF THE BIRDS 162 3. Ibid., p. 16. 4. Ibid., p. 16. 5. Barbara G. Walker, The Woman’s Encyclopedia of Myths and Secrets (New York, HarperCollins, 1983), p. 16. 6. Ibid., p 15. 7. Ibid., p. 15. 8. Robert Graves, The White Goddess (New York, The Noonday Press, 1948), p. 335. 9. Lucie Lamy, Egyptian Mysteries : New Light On Ancient Knowledge (New York, Thames & Hudson, 1981), p. 24. 10. Ibid., Egyptian Mysteries , p. 25. 11. Ibid., p. 25. 12. Sura 29:16. 13. Ibid., Egyptian Mysteries , p. 25. 14. Mircea Eliade, Shamanism: Archaic Techniques of Ecstacy (Princeton, NJ, Princeton University Press, 1972), p. 60. 15. Manly P. Hall, The Secret Teachings of All the Ages (Los Angeles, Philosophical Research Society, 1988), p. xxvi. 16. Ibid., Woman’s Encyclopedia , p. 764. 17. Ibid., p. 764. 18. Andrew Collins, Gods of Eden (London, Headline, 1998), p. 206-207. 19. Ibid., p. 208. 20. Christopher Knight & Robert Lomas, The Hiram Key (Element, Shaftesbury, Dorset, 1996), p. 184. 21. Revelation 1:11. 22. Johanna Drucker, The Alphabetic Labyrinth: The Letters in History and Imagination (New York, Thames & Hudson, 1992), p. 89. 23. Exodus 13:21:22. 24. Exodus 35:31-32. 25. Exodus 18:2. 26. Genesis 19:24."},{"pageNumber":163,"pageContent":"THE LANGUAGE OF THE BIRDS 163 27. Genesis 19:17. 28. Genesis 19:26. 29. Webster’s Dictionary of the English Language (New York, Publishers International Press, 1972), p. 1601. CHAPTER SEVEN: KEYS TO THE LANGUAGE OF THE BIRDS 1. Harold Bayley, The Lost Language of Symbolism (New York, Carol Publishing Groupo, 1993), p. 12. 2. R.A. Schwaller de Lubicz, Sacred Science (Rochester, VT, Inner Traditions, 1961), p. 145-146. 3. Ibid., The Lost Language , p. 12. 4. Webster’s Dictionary of the English Language (New York, Publishers International Press, 1972), p. 1132. 5. Ibid., , The Lost Language , v., 2, p. 35,94,201. 6. Genesis 2:7. 7. Barbara G. Walker, The Woman’s Encyclopedia of Myths and Secrets (New York, HarperCollins, 1983), p. 417. 8. Ibid., The Lost Language , v. 2, p. 35. 9. Revelation 19:15. 10. G.R.S. Mead, Pistis Sophia (Kila, MT, Kessinger Publishing), p. 209. 11. Carol Miller and Guadalupa Rivera, The Winged Prophet: From Hermes to Quetzalcoatl (York Beach, ME, Samuel Weiser, Inc., 1994), p. 2-4. 12. Ezekiel 9:4."},{"pageNumber":164,"pageContent":"THE LANGUAGE OF THE BIRDS 164"},{"pageNumber":165,"pageContent":"THE LANGUAGE OF THE BIRDS 165"},{"pageNumber":166,"pageContent":"THE LANGUAGE OF THE BIRDS 166"}]
