[{"pageNumber":1,"pageContent":"Societas Rosicruciana in Anglia Grade IV – Philosophus 2005This Grade is conferred by the Celebrant of a College holding a warrant for the four Grades of the FirstOrder of the Society. The Convocation is held in a Rosicrucian Temple, a White Calvary Cross bearing a Red Rose is placedupon a White Altar in the East. Upon the Altar are five candles, four in front of one. The College is adjourned in the Grade of Zelator: all below the Grade of Philosophus, including theCandidate, are asked to withdraw, and the candles and Cross on the Altar are then adjusted. The candles and the position of the Ancients should be changed before the Opening of the Grade and afterthe Closing. Incense burns upon the Altar continuously; or else a Frater standing before the Altar swings a censercontaining burning incense. The Celebrant is seated at the South side of the Altar, the Exponent the West, the Secretary in the North­East, the Conductor in the South West, the Guardian near the Portal, which is guarded by the Acolytewithout. The Ancients, clothed in their respective robes, are seated behind their Pillars, in a line from West to Eastin the order of Earth, Air, Water, and Fire – all facing East. (As in Grade 1). Each Frater must wear the Jewel of the Society with the appropriate ribbon. The Frater Practicus who has been chosen for reception is not blindfolded; he must carry in his right handthe Calvary Cross of twelve squares, all white except the lowest one, which is black. When he seeks admission, at the Portal of the Temple, he must knock as a Practicus, two and three. The knocks of a Philosophus are one and four. When an Officer is addressing the Celebrant he should give the sign of this Grade. Rituals for Candidates are placed near the Celebrant. Opening Celebrant gives one knock. All rise, and the Guardian stands beside the Portal. Cel.: Fratres Philosophi, assist me to open the Temple in the Grade of Philosophus. Cel.: Frater Guardian, you will assure yourself that the Acolyte is without, and that the Portal of the Templeis duly closed. This is done by the Guardian. Gdn.: Right (or Very) Worthy Celebrant the Portal is closed and the Temple is safely guarded. Cel.: Fratres, I declare the Temple duly opened in the Grade of Philosophus. Celebrant knocks one and four. Cel.: Fratres, be seated. "},{"pageNumber":2,"pageContent":" Ceremony of Reception Cel.: Very Worthy Exponent, what is the purpose of our Convocation? Exp.: Being ourselves familiar with the Christian Faith we should in this Grade consider the doctrines ofthe most famous philosophers and compare the tenets of the several great religions of the world, so that wemay not appear ignorant of the faiths which have influenced the history of the world in past ages. Cel.: It is well, Frater Exponent, to make a study of the great thoughts which have tended to make menbetter. In each of the great faiths of the world there is some truth enshrined; let us consider all the doctrinesthat have guided mankind in the past, and then ‘hold fast to that which is good.’ Exp.: It is indeed well to gain knowledge, but it is better to grow wise and we must also teach others. Thereis, Right (or Very) Worthy Celebrant, a Practicus who appears to have done good work, and now seeksadmission as a Philosophus amongst us. Cel.: It is a great satisfaction to me to declare that the attainments of Frater ... have been approved. He hasperformed the necessary Alchemic work, and has been chosen for reception among us. Frater Guardian, you will ascertain if Frater ... is in attendance, and if so let him be properly prepared bythe Acolyte. The Guardian does so and reports. Guar.: Right (or Very) Worthy Celebrant, Frater ..., the Practicus who has been chosen for admission tothe Grade of Philosophus is in attendance in the ante­chamber, and has been duly prepared by the Acolyte. Cel.: Frater Conductor, you will leave the Temple, receive from our Frater the Sign and Word of aPracticus, hand to him a Calvary Cross, the Badge of Admission to this Grade, and instruct him to knockon the Portal as a Practicus. The Conductor complies; knocks are heard. (Two and Three) Cel.: Frater Guardian, you will admit the Conductor and the Practicus whom he brings with him. This is done and both stand within the Portal. Cond.: Right (or Very) Worthy Celebrant, I present to you Frater ..., a Practicus of our Society, who hasbeen approved for admission to the Grade of Philosophus. Cel. (addressing the Practicus): Show me the Sign and give me the Word of your Grade. The Practicus does so. (Point down with left hand, look up): Alchemia. The Guardian resumes his seat. Cel.: Frater Conductor, you will lead our Frater once around the Temple, and then place him before theExponent. Conductor does so. Exp.: Frater your attainments in the practice of Alchemy have been approved; do you now earnestly desireto be received into the Grade of Philosophus? Practicus: I do. Exp.: In this Grade you must study with zeal the tenets of the Religions of the World, and the doctrines ofthe philosophers; do you undertake to do so? Prac.: I do. Exp.: Do you give a solemn promise to keep secret the special knowledge, the Sign and the Word of theGrade of Philosophus, from all persons who have not attained this Grade? Prac.: I do. Exp.: The Conductor will lead you to the Celebrant in the East, who will address you and will confer uponyou the secrets in ancient form."},{"pageNumber":3,"pageContent":"The Conductor leads the Practicus to the Celebrant, who rises. Cel.: Give to me the Cross you carry in your right hand. This is done and the Celebrant places it upon the Altar. Cel.: Frater Practicus, I feel assured of the good intentions which animate you, but I warn you that thesubjects of our studies are more abstruce and elevated than those in which you have already becomeproficient. As a Frater of this Society of the Rose and Cross you are familiar with the Christian Faith, and have learnedto know of a Divine Creator and of Jesus, who is the Christ. You have now to study and compare thevarious conceptions of Divinity which have been held by the great nations of the Ancient world, and thetenets of the most famous Philosophers, for in all their systems great moral lessons are to be found. By aserious contemplation of these systems we believe you will come to a greater appreciation of the beauties ofthe Christian Faith, and be well able to show to the world without that our Rosicrucian Fraternity confersupon its members not only knowledge, but also wisdom. Can you undertake so great a task, to comprehend the Nature of God, so far as human intellect mayapproach Him who is past finding out? Prac.: In humility I will attempt the task. Cel.: Is your heart steadfast? Prac.: It is. Cel.: Is your mind clear? Prac.: It is. Cel.: Approach the Altar with me. Be upstanding, Fratres. Celebrant, leaving his seat, leads the Practicus to the Altar. Cel.: Say after me, raising your right hand to the White Cross, which is above the Altar. Celebrant and Practicus raise right hand and point with index finger to the Cross. I pledge myself to personal improvement, and that I will aim at the highest knowledge. All: We are all witnesses of the Pledge. Cel.: Great is the reward of the virtuous. Exp.: Having promised to commence the ascent of the Mountain of Wisdom. Cel.: Look not back Exp.: For great is the fall of those who fail. Celebrant returns to his place, and the Practicus stands before him. Remainder resume seats. Cel.: I admit you, Frater ... to the exalted Grade of Philosophus, it is the highest grade of the First Order ofthis Society of the Rose and Cross. The Sign is given by pointing upwards with the right hand, forefinger extended, with the left handshielding the eyes from the brightness of the Celestial Light. The Word is Theosophia, and its meaning is ‘The study of the knowledge of the Divine’. Cel. (taking up the Cross and showing it): In this Grade the Admission Badge is the Calvary or CrucifixionCross; it is formed of twelve squares, one is above, two form each arm, one is central, and six form thelower pillar. The number twelve is very significant. It was the number of the Apostles of our Redeemer. Inthe Old Testament it was the number of the sons of Jacob and the Tribes of Israel. It is held to represent the cosmogony of the Universe and the starry firmament. On this Cross eleven squares are white. The lowest square is black; it refers to the traitor Judas Iscariot andshould give you warning that the careless as well as the vicious may fall from grace. Celebrant lays the Cross aside. Cel.: Frater ..., we congratulate you upon your reception, and hope for your further progress and success."},{"pageNumber":4,"pageContent":"We pray that your aspirations may be fully realized. The study of the Divinity above us should be yourfuture aim. Life is all too short for success; purity of life is essential; the cultivation of your higher self willlead you to sublime conceptions yet unknown to you. Be steadfast and true to your obligations. Be neverless ready to learn than your Fratres are to teach, and may you attain your spiritual desires. Cel.: Frater Philosophus, when you were admitted to the Grades of Theoricus and Practicus, a lecture wasread at this juncture. The lecture in this Grade is of such length that it has been printed separately and Ipresent you now with a copy, and commend it to your earnest study. It is a booklet to be read and re­read, and I am sure that it will afford you pleasure as well as profit. I also present you with a copy of the Ritual of this Grade. You should continue to wear the Jewel of theSociety suspended by a plain green ribbon, as before. Lecture As true Rosicrucians we hold the Christian Faith, we worship the Most High God and hope for Salvationthrough Jesus Christ by faith and good works. This is not the occasion for a history of Christianity, nor forany explanation of the differences of thought and reaching which separate the Roman Catholic, the GreekChurch and the Protestant Reformed Faith of the Church of England. It is practicable to give now only a short account of the World­Religions and of the Ancient Schools ofPhilosophy, and elsewhere is given a brief survey of those more modern European systems of Mental andMoral Philosophy which have become notable in the past or are at present recognised as of primaryimportance. JUDAISM is the religion of the Hebrew Race; it was at Jerusalem that the Christian Faith was first taughtto the Jews and then to the Gentiles. The main principle of Judaism is the worship of One God, Jehovah, asthe Creator of the World, but the Jews always considered themselves as His chosen people. The mostsacred volume of the Jews is the Pentateuch’ or the ‘Five Books of Moses’, but they accept also thehistorical and prophetical books and the Psalms of the Old Testament. To those sacred volumes themediaeval Jews about AD 500 added the Talmud, comprising the Mishna and the Gemara, which areargumentative commentaries by Hebrew Rabbis upon the Books of the Pentateuch. The Jewish faithdemands the keeping of many fasts and festivals, and the father of each family in early times occupied, ingreat measure, the position of a priest and performed religious ceremonials in the home. HINDUISM: Of the religions of India the earliest was VEDIC, the worship inculcated by the holy Vedas,of which there are four, the Rig Veda, Yajur Veda, Sama Veda, and the Adiarva Veda. These volumesinculcate chiefly a worship of the powers of Nature under the names of Varuna, Agni, Surya, and Indra;each is composed of two parts, Mantras ­which are hymns and prayers ­and Brahmanas ­ ritual instructions.BRAHMANISM was then developed; it was a Monotheistic faith in Brahma as Creator, as The Word, theLogos of Greek philosophy. The Brahmanic Triad came later, and then we find the acceptance of Brahmaas Creator, Vishnu as Preserver, and of Siva as Destroyer. With this system came the recognition of the superior class of men the Brahmins, and the other three classesof Kshatryas (warriors), Vaisyas (agriculturalists and traders), and the low­caste Sudras. Brahmanism haspassed on into the Hinduism of our own times, in which men adopt one God of the Trimurti or Triad forspecial worship. Brahma­worship is confined to a select few persons, the masses being either Vishnuists or Sivaists. Siva,indeed, has almost supplanted Brahma in common acceptation and is called Maha Deva, the Great God.There is a general recognition that each member of the supreme godhead has a sakti – a passive or female"},{"pageNumber":5,"pageContent":"counterpart or goddess – and to these also reverence is paid, as well as to a vast number of lesser gods andgoddesses who represent the sun, moon, planets and elemental forces. A notable article of faith has beenthat Vishnu the Preserver makes occasional descents upon earth to teach mankind and destroy evil forces,and for this purpose takes animal forms as well as human shape; these descents are called Avatars, of whichten principal ones are taught: the most recent was as Krishna, and the last shall be as Kaiki—riding on awhite horse. The Vedas were preserved in Sanscrit, now a dead language. Other notable Hindootheological works are the Ramayana, the Mahabaraca, and the Bhagavat Gita or the Song of the Lord. The BUDDHA, the great moral teacher of India, flourished from about 560 to 480 BC; he was also calledGautama, Siddartha and Sakyamuni. The doctrines he promulgated were intended to reform the practice and character of the Hindoos who, hefelt, were being overwhelmed by a polytheism which was unreasonable and which demanded too muchrespect for an arrogant priesthood and too indecent forms of ceremonial to be any longer tolerated. Hetaught that morality was better than worship, and that man by good living could rise in the scale of being,without recognition of gods and goddesses whom they had themselves created. The Buddha was neverworshipped as a God, but revered as a great teacher; Buddhist temples existed as places for tuition andmeditation and not for religious worship of gods in other realms of being. Buddhism offers a new way ofsalvation from human miseries; men are born here again and again at intervals until perfect conduct isacquired and the desire for human experience is burnt out. The Buddha taught the need for self­sacrifice, die gains to be acquired by meditation and subjugation of thepassions, and that the final end to be achieved is Nirvana ­ absorption of the Ego into the Divine Sourcefrom which it issued in a past era. He demanded the acceptance of the doctrine of Karma, meaning that thelaws of cause and effect are as dominant in spiritual and mental concerns as upon the physical plane. ISLAM: This religion was promulgated by MOHAMMED, or MAHOMET, who lived from AD 571 to632, and was the founder of ISLAM, also called the Muslim faith. He was an Arabian, born at Mecca at aperiod when a very indefinite pagan worship was being partly replaced by a degraded form of Christianteaching. Mohammed married Khadija, a notable woman of vast wealth who greatly assisted in thepromoting of a new faith. She died twenty­three years afterwards and then Mohammed took unto himselften wives, besides concubines and slave­girls. He was a man subject to epileptic attacks, and he developedperiods of ecstasy during which he felt inspired to dictate the religious teachings which were put together toform the Koran. He attributed his visions and revelations to the Archangel Gabriel – a being acknowledged by both Jewsand Christians. He proclaimed that Allah (God) is One and One Alone, and condemned the idolatry andinfanticide then commonly tolerated. He became unpopular, was persecuted and fled to Medina in 622; thisincident is called the Hegira and his followers date their years from this event. From this period he enteredupon a warlike career, making converts by force, and overran all Arabia by force of arms; yet towards hisdeath he again acted with calm, and recommended peace. The new religion of Islam was spread by warand persecution over many lands both eastwards to Persia and India, and westwards to Egypt, NorthernAfrica, and to European Turkey. Spain also was for a time in the hands of the Mohammedan conquerors.The faith of Islam became split into two factions, Shiites and Sunnites, the former declaring for a divineright of succession to the office of Commander of the Faithful, the latter claiming for the Faithful a choicein the selection of a spiritual chief, which division still persists. The true believer in Islam recites ‘There isno God but Allah, and Mohammed is His Prophet’. He avers that Allah rules the world with love andmercy, that no man should murmur at his lot, but gravely submit to his fate – kismet. The Crescent wasadopted as a sign, and green became the emblematic colour. The Koran is considered to contain all that isnecessary to believe or practise, alike in faith and policy, Total abstinence from alcoholic drinks is"},{"pageNumber":6,"pageContent":"demanded, but polygamy is permitted. Each man must workout his own salvation; to meet death in warwith the infidel is to obtain the greatest happiness and to dwell in an elysium with houris. If it be possible,the true worshipper of Allah should once make a pilgrimage to the Holy Stone, the Kaaba, in the City ofMecca. Supplementary to the Koran, certain Collections of Commentaries are now deemed to be holy andnecessary to be read. These are the Sunnat or traditional laws, the Ijma and the Kias: these four volumesdeclare the Muslim faith. The CONFUCIANISM of China was a system of political philosophy rather than a religion, for it taughtmorals without the worship of any god. Confucius, or Kung­fu­tze the philosopher, lived in the Shantungprovince from 550 to 479 BC; he took part in official life, and married. His teachings may be described as instruction on how to live like a courteous gentleman; he pleaded fortruth, industry, justice, moderation and public duty. His system was not fully approved until after his death,but from that time it spread all over China and has survived to our own times. He erected no temples to adivinity, but temples have been erected in his honour. He spoke of the approval of Heaven, andcondemnation by it; he advised sacrifices to ancestors and to the dead in general, but never distinctlyreferred to a future life. He taught the supremacy of man over woman, and of the official classes over thepeople. A notable maxim insisted upon by him was ‘What you do not want done to yourself, do not dounto others’. The Analects of Confucius, being discourses and dialogues, came to be considered a sacredbook of China, and Confucianism developed into a state religion, differing in many ways from theprinciples of its founder. The ideal Heaven developed into the recognition of a personal Divine Being;Confucius himself was almost worshipped as a Messenger from Heaven, and was called ‘The thronelessKing’. The aristocracy of intellect, introduced by Confucius, remained to influence the Chinese people untilmodern times. The scholar was required to be proficient in both mind and body, which was much morethan a mere mens sana in corpore sano (a sound mind in a sound body). The TAOISM of China was developed by the philososopher Lao­tse who was born about 550 BC. He isthe reputed author of the sacred volume called Tao­teh­king, which teaches a reverence and devotion toTao, a divine Way to a Supreme Being, Shang­ti. He inculcated compassion, frugality, and humility, andtaught that good should be done both to the good and to the bad, and faith should be kept to the faithful andalso to the faithless. Modern Taoism bears but slight resemblance to the original institution; it has developeda priesthood and temple worship, recognised monks and nuns, and teaches many superstitions. ZOROASTRIANISM: In ancient Persia arose the religion of ZOROASTER, from whom was derived thesacred volume called ‘Avesta’ written in the Zend language. At the present time Iran is a Mohammedancountry, and the Zoroastrian religion is represented only by the Parsee of India. The characteristic of thisfaith is the recognition of dual Spiritual Beings contending upon earth for the souls of men; these are theAhura Mazdaor Ormuzd, and Angra Manyu or Ahriman, and man may in this life fall under the evil swayof Ahriman, but Ormuzd shall be supreme at the end. It recognised, secondarily, seven great good spirits,the Amesha­Spentas, disembodied spirits and Fravarshis, and Yazatas or angels, of whom the most notablewas Midira, to whom as a propitiator prayers were chiefly offered. The Avesta’ with the Vendidad’ and the‘Bundahish’ teach that man at death passes into a state of immortality, and at the end the whole earth shallbe regenerated. The predominant principle of Zoroastrianism is purity symbolised by a sacred flameburning during religious ceremonies. The SHINTOISM of Japan combines nature­worship with ancestor­worship. Shinto means ‘The way ofthe Gods’, and the Japanese have prayed to gods innumerable. Chief is the Sun Goddess Ainaterasu, fromwhom the first Mikado or Emperor claimed to have descended; and there are gods of wind, fire, food,mountains and rivers, the spirits of the notable dead, and household gods. Temples are very numerous, butthe priests are not very prominent officials; they are allowed to marry, and often have ordinary avocations"},{"pageNumber":7,"pageContent":"as well as religious duties. Officially Japan tolerates all religions; there are Confucians and Buddhists aswell as Shintoists, and many Japanese belong to all three religions. In regard to the religion of ANCIENT EGYPT under the Pharaohs, very little can be said that is definite,for although we find proofs that the sun under various names was worshipped from the earliest timesthroughout the Upper and Lower country, yet in each name or division and in each city there was at leastone special divinity and generally also a group of secondary gods. The Sun as the chief god was called Raat its rising, and Toum as it set, and for a short period the worship of Aten, the god of the Sun’s disk, wasprevalent. At a later date we find a general recognition of Osiris, with Isis his sister and wife, and Horus theson as the predominant Trinity. Notable local deities were Amen Ra, Ptah, Khem, Kneph and Set. Fromthe old papyri still existing many curious legends have been read, such as the history of the murder of Osirisby his brother Set or Typhon, and the recovery of the body by Isis and Horus. The worship of gods underanimal forms also prevailed, especially of the sacred bulls, Apis and Mnevis; of the crocodile, Sebak; thecat, Pasht; the jackal, Anubis; and of Thodi as a man­headed bird, the Ibis; also the imaginary beings thePhoenix, Benno, and the Sphynx. The myth of a final judgment of man after death by Osiris as King of theDead before a jury of forty­two Assessors, in which the heart is weighed against Maat the symbol of Trudi,is a most important remnant of great antiquity. This is contained, in a more or less complete form, in thepapyri found in the coffins with the mummified dead, and this work is commonly called Pert em Rhu, orthe Book of the Dead. The religions of Ancient Greece and Rome are commonly described as PAGANISM, and by some personsas IDOLATRY Polydieism prevailed, and no doubt statues were objects of worship as representing thegods. The Greeks believed in a family of deities dwelling on Mount Olympus, under the presidency of Zeus thesupreme ruler of the world, the wisest and most glorious one, his wife Hera also his sister, his daughtersAdiene, Artemis and Aphrodite, and his sons Phoebus, Ares, Hephaistos, and Hermes; Hestia, Poseidon,and Dionysos may be added. These gods were deemed to rule the world, and would grant favours to menwho duly propitiated them. The gods and goddesses were generally associated as married pairs, but Zeusthe husband of Hera made no dificulty about having descendants by other goddesses and by mortalwomen. Each god had numerous temples, and in many of these. Oracles were given out by the priests andpriestesses on behalf of the gods. Then mere were deities of Hades, the underworld ­ Pluto and Persephone;the deities of the earth – Demeter who became the Ceres of the Romans; Dionysos, that is Bacchus; andPan. The ROMAN MYTHOLOGY accepted these same deities with change of name: Zeus became Jupiter orJove; Hera, Juno; Athene became Minerva; Phoebus, Apollo; Ares, Mars; Hephaistos, Vulcan; Aphrodite,Venus; Artemis, Diana: Hestia, Vesta; and Poseidon, Neptune. In addition to these, the Romans acceptedsome gods of the Etruscans and Latins: Saturn and Ops his wife, Janus, Quirinus, Bellona, Lucina,Terminus, Flora and Pomona. They recognised also Family­gods, the Penates, and Ancestor­gods, theLares, and Manes, the spirits of the recent dead. They believed also in Lemures and Larvae, which weshould call ghosts. In a survey of the systems of MENTAL and MORAL PHILOSOPHY which have become notable in thehistory of the development of the human intellect in Europe, our attention must be given first to Pythagoraswho flourished in the sixth century before Christ. He was a Greek born at Samos, but taught at Crotona inItaly; becoming unpopular and opposing the rulers of the city he was obliged to flee to Tarentum: and hesubsequently went to Metapontum where he died, it is said, from starvation about the year 500 BC. Heoriginated a school of philosophy which attained to great eminence; none of his writings have come downto us, and only the fragments of his teaching, as recorded by his disciple Philolaus, have survived. The"},{"pageNumber":8,"pageContent":"notable basis of this philosophy was the assertion that without Number all would he Chaos, and that bymeans of Numbers all things existed, and could be recognised and explained. Harmony makes the cosmos,and there is a Music of the Spheres. He is said to have been the discoverer of the Octave of the musicalscale. Another of his ideas was the transmigration of souls and he taught also the notion of a central solarfire with the planets moving around it in regular order. The proof of the forty­seventh proposition of Euclidis said to have been due to Pythagoras, and he appears to have insisted upon the profitable nature of asimple ascetic life in contradistinction to a life devoted to politics or pleasure. GREEK PHILOSOPHY may be considered to have been firmly established by SOCRATES, who wasborn at Adiens in the year 469, and survived until 399 BC. He was perhaps the most famous man in thehistory of Greek culture. He left no writings, but his doctrines have been preserved by the Dialogues ofPlato, and the Memorabilia of Xenophon. Socrates served many years in the Greek Army, andsubsequently was notable as a politician, resisting nobly the popular clamour which demanded acts ofinjustice. In a conversational manner he taught philosophy, the theory of ethics and laid down rules forcorrect conduct which strongly appealed to persons earnestly desirous of knowledge, but which wereresented by men who were deemed to be readers and learned, until at last he was formally charged withteaching undesirable innovations to the inhabitants and especially to the youth of the city. He was tried,condemned to death, and drank the poisonous draught, a decoction of hemlock, which was the mode ofcapital punishment then in use. It is related that Socrates was marked by personal ugliness, and he himselfjested with his students upon his want of comeliness. He suffered much from the bad temper of his wife,but made light of the daily troubles of life, appearing to recognise that he had a great duty to perform, andalleging that he received inspiration from above, as from a spiritual being ­a daimon, orangelic instructor.Modern critics, have of course, made great difficulties upon this subject; a similar notion was, however,familiar to the Jewish Rabbinical philosophy ­ the Kabbalali. Socrates discussed with his pupils the truebases for human knowledge and conduct, being himself free from selfish aims, and desirous of a thoroughcomprehension of the origin and causes of human conduct. He sought for the general principles which leadmen to moral actions, and by an inductive process of thought decided that good and evil results are in factdue to knowledge or ignorance. He declared that human virtue proceeds from knowledge gained, and thatmen do not deliberately choose the evil path. Socrates pursued an untiing search for moral truth and so itcame about that his enquiries seemed to sap the foundations of common moral life; thus he becamesuspected of being the enemy of established political institutions, and by insisting so strongly uponknowledge as a necessity for those who aspired to rule he was regarded as inimical to the prevailingdemocratic notions that every citizen was competent to assist in ruling the state. PLATO, who was born 427 BC and belonged to an aristocratic Adienian family, became a pupil ofSocrates, adopted and vastly extended the scope of his philosophy, and to him the world owes a debt ofgratitude for recording the Socratic method of tuition and the great principles it expounded. The teaching ofSocrates was largely related to the morals of life in practice; Plato extended the doctrines and methods tometaphysical speculations. The death of Socrates led to a dispersion of his pupils and we find that Plato went away to Megara, andthen made a prolonged tour through Egypt, visited Cyrene, the Greek colonies, and taught at Syracuse.From thence he fled to escape persecution, and at last settled at Adiens, and founded the Platonic School ofGreek philosophy. Plato has left to us a considerable literature, but during his lifetime he seems to haveconsidered oral teaching much preferable to writing and some of his treatises are composed inconversational form. The three earliest of these were named Laches, Charmides and Lysis, and appear to bemainly records of the Socratic teachings. The two first teach of the duties of course and temperance, and that knowledge leads to virtue; the last is"},{"pageNumber":9,"pageContent":"concerned with the beauty of friendship. The Apology narrates the defence of Socrates made at his trial.Then follow the Euthyphro, the Crito and the Phaedo. These are concerned with a defence against thecharge of impiety, the resignation of Socrates to his death, and an essay upon the immortality of man. The Timaeus contains theories of the universe, and the origin of our world and other very abstruseconcepts. The other most notable works are named Theaetetus, Philebus, Protagoras, Gorgias, theSymposium, and the Republic. The Republic is a monumental work reflecting stages of mental progress,and it discusses justice, ethics, politics, theology, psychology and metaphysics. The true and central ideal of the Platonic philosophy is a theory of ideas as apart from material things. Inmental conceptions we are more in relation to the real than we are in sense perceptions, which deal withever­changing phenomena, whereas in thought we apprehend the stable realities which underlie them. Platodescribes the common man as a being in a darksome cave, who sees only the shadows of things, and neverhaving known anything more real, takes shadows for substance. The true form of a thing is related to thepurpose of it, and we must seek the end and purpose in order to understand its relation to the whole, andsoonly can we perceive how it and all else tend to good and are good. ARISTOTLE of Stagira was born 384 BC, of a family notable for its physicians; he came to Athens whenabout seventeen years of age and studied in the school of Isocrates, and later was a diligent pupil at theAcademy of Plato, when that philosopher was about sixty years old. Aristotle always referred to Plato withreverence, and was largely indebted to him for a general knowledge of ethics and metaphysics, but in hisfull development he differed from Plato in his notions concerning ideas and forms. Aristotle became a student and teacher of more material objects than ideas, and devoted himself toresearches into human, animal, and vegetable life. He collected a vast number of observations, and basedhis system upon recorded facts, and from them he deduced the general principles which govern vitalprocesses, development, and decay. His immediate followers continued to collect data, but failed to carryon his realisation of principles. His true successors are the scientific investigators of our own times. Aristotle, when he had become possessed of great knowledge, held classes at the Lyceum, and from hishabit of teaching as he walked about an arcade his School became known as that of the peripateticphilosophers. He was threatened with a prosecution for impiety, and so fled to Chalcis in Euboca, where hedied 322 BC. The lectures of Aristotle have comedown to our times, but only small portions of hispublished works. One great collection of his doctrines is called Organon; it contains the science of Logic or the theories ofmental action. These are included in the tract called The Categories, which methods have formed the basisfor scientific arguments and deductions regarding the cause and effect of all processes and events. Science, as we understand the word today, arose with Aristode, who said ‘Science was to be studied intheory and in practice’. His Science had three branches: mathematics, physics, and philosophic theology ormetaphysics. To these he added practical teaching as to how to carry out public affairs for the commongood; such was the study of politics. Of the first ­ Mathematics ­ he has left no teachings; Physics he has fully developed; but of Metaphysics heappears to have failed to present a completely coherent doctrine. By Physics he meant the study of all organic life in the light of four causes ­material, efficient, formal andfinal ­reducible to two, matter (ule) and form (eidos) He also dealt with time, motion and space. He hadtracts on generation and decay, on the Universe, on Meteorology, and DeAnima (on the Soul of Vitality).His Historia Animalium is a great storehouse of observations of living things. The Nicomachean Ethics, written by his son, treats of intellectual and practical goodness as a means toattain to happiness in this life, and declares that sophia or true wisdom is the loftiest ideal of man. The CYNIC philosophy was taught by Antisdienes to the Greeks about 400 BC. The Cynics professed to"},{"pageNumber":10,"pageContent":"be careless of themselves and of their environments; they despised riches, neglected the comforts of life,and made light of the rules of moral order. Diogenes was the most notable adherent; he had great strengthof character, lived as an ascetic, and taught that it is wise to have a supreme contempt for one’s neighbours,and to be careless of time and place under all circumstances. The CYRENAICS were the followers of Aristippus of Cyrene, who was a pupil of Socrates; he taughtabout 360 BC. The principal doctrine of the school was that prudent personal enjoyment was the true aimof life, and that all human knowledge is relative to the individual. EPICURUS, an Adienian citizen born in the island of Samos 342 BC, was at first a grammarian and taughtat Mytilene and Lampsacus. In 306 he removed to Adiens, and established a School of Philosophy in his famous gardens in the middleof the city, remaining there until his death in 270 BC. He left behind him the reputation of being a goodcitizen, a kind friend, and a temperate and just man who never concerned himself with politics. TheEpicurean philosophy taught that human life should be one of enjoyment, not of dissipation, but by reasonof a wise appreciation of calm and tranquil peace of mind, freedom from pain and strife could be acquiredby self­control and simplicity of conduct, and by the association with friends of like desires. The modern word Epicurean ­ meaning a love of pleasure and a pandering to the lusts of the flesh and thepassions of the mind ­ entirely misrepresents the ancient teachings of Epicurus. The School of STOIC Philosophy was founded at Athens by Zeno a Cypriot about 300 BC. The name isderived from the Greek word stoa, a porch or colonnade, at which Zeno spoke to his pupils. Thisphilosophy became notable also among the Romans at a later date and was adopted by Seneca, Epictetusand by the Emperor Marcus Aurelius AD 120 to 180. The Stoics taught practical ethics, and alsometaphysics, declaring a pantheistic materialism. They recognised a high, active, animating, yet finelymaterial principle, a god of reason, and a passive material world; and considered that man had a soul akin tothe active principle and derived from it. Man should so live as to be in conformity with the order of thehigher principle, and should realise that all events are right and just to man, who should not permit himselfto be swayed by his passions, but seek to be wise and, therefore, calm and indifferent to the pains as well asthe delight of existence. The Stoicism of Epictetus shows a high spirit of ancient morality: man is to be guided by his reason andconscience which come from the great principle, and perfect trust should be placed in the benevolence ofthe great active power which presides over men’s character and conduct. Modern Philosophy Modern philosophy began with the assertion made by Luther and the Reformers of the Principle ofFreedom, when a break was made with Scholastics and with external authority. The opposition of conscience to external authority led to the Philosophy of Experience which may still besaid to hold the field. The first exponent was Francis Bacon (1551­1626), Keeper of the Great Seal andLord Chancellor. His right to be called the father of Experimental Philosophy depends on his method of investigation whichwas inductive, and he was emphatic on the concept that Physics is the mother of all the sciences. His taskwas to renovate science, his aim to uplift mankind by recognising the inevitable conditions of existence byunderstanding the means of using them. Bacon’s conception of knowledge was essentially practical and his influence is not absent from thephilosophy of today. Descartes (1596­1650), a French mathematician, who is placed by all metaphysicians at the head of thepurely deductive movement, and who started an evolution complementary to that of Bacon, advancedtowards the same goal, but Descartes propounded a theory of consciousness expressed in the well­known"},{"pageNumber":11,"pageContent":"phrase ‘Cogito ergo sum’ — ‘I think, therefore I am’. A starting point in consciousness to prove the existence of God. Descartes’ theory was logically developed by Benedict Spinoza (1633­1677). a Dutch Jew, who found itinsufficient and unsatisfactory. A charge of atheism was brought against him which was unjust, and this haslessened his influence. A weakness in Descartes’ philosophy was its dualism. Mind and matter; the world within and the worldwithout, and he sought to solve this by uniting them in a common substance, of which all that can be said isthat it is. Spinoza’s system starts with the idea of substance ­ that which is in itself and is conceived through itself. Aunity which differentiates itself into infinite attributes, then into inferior modes, these again being modifiedby an infinite number of finite modes. He assigns to thought a wider function than any other attributes of asubstance. Can the human mind solve the problem of thought? This became a new question which affected thedevelopment of the scientific method, the theory of experience, and led to the conjectures of Hobbes,Locke, and Leibnitz. Thomas Hobbes (1588­1679) started the materialistic principle that we know nothing except by sense.Imagination which is the faculty of ideation he called ‘decaying sense’. He saw in the intellect nothing butwhat was previously in the sense. Like Bacon he sought to lay down the principles of a thoroughunification of knowledge. John Locke (1632­1704), who treated the problem in a different manner from Hobbes, is the first of thepsychologists. He excluded from the enquiry into the nature and origin of ideas the consideration of theirphysical conditions or accompaniments and made philosophy the problem of knowledge to enquire into theorigin of our thoughts, ‘whence has the mind all the material of reason and knowledge?’ He answered intwo words, ‘From experience’, in that our knowledge is founded on it. Much of the inadequacy of Locke’s theory of knowledge is to be found in the work of Bishop Berkeley.He rejected the assumption of the existence of material things as ulterior objects to which ideas correspond,and averred that the existence of things consists in their being perceived and insisted that the ideas ofsensible qualities are themselves real. Berkeley’s doctrine of idealism implied that all our knowledge ofreality is involved in, or must be developed from, ideas as the contents of our apprehension. David Hume (1711­1776) represents another development from Locke. He protested against concepts thatcannot be shown to be justified by an appeal to Experience and Common Sense, which are the sole basesof knowledge. Leibnitz (1647­1716) had previously criticised Locke. He wrote Our differences are important, the questionbetween us being whether the soul is itself entirely empty, like a tablet on which nothing has been writtenaccording to Aristotle and Locke, and whether all that which is there traced comes wholly from the sensesand experience, or whether the soul originally contains the principles of several notions and doctrines,which the external objects only awaken on occasions, as I believe with Plato. Locke certainly rejected the theory of ‘innate ideas’, whilst Leibnitz accepted it, and put forward hisscheme of harmony pre­established. The human mind and the human body being two independent butcorresponding machines. ‘The soul should represent within itself all the simultaneous changes in the body,and the body must of itself do what the soul wills’. Locke’s theory that we only know our ideas led to the idealism of Berkeley, which was not far removedfrom the teachings of Spinoza that there was but one Essence in the Universe. More important and permanent is the philosophy of Immanuel Kant (1724­1804), whose Critique of PureReason, and Critique of Practical Reason, modified by the writings of Hegel and Schopenhauer, are"},{"pageNumber":12,"pageContent":"prominent factors in present­day thought. ‘Although all our knowledge begins with experience, it by no means follows that it all originates withexperience’, said Kant, and he set himself to reconstruct the spiritual world without prejudice to the naturalworld. Georg Wilhelm Friedrich Hegel (1770­1831) tended to re­state Kant. He believed that the world isessentially intelligible, Hegel’s logic sums up the whole idealistic movement in a doctrine of Christianoptimism, based on the view that not only is the intelligible world essentially related to the intelligence forwhich it exists but is, as a consequence, nothing but the manifestation of intelligence. The philosophy of Artur Schopenhauer (1788­1860) has tended to pessimism and a denial of action, whichare more akin to Hinduism and Buddhism than to Christianity. From the nineteenth century many names became prominent in the world of philosophy, such as AugusteComte, J. S. Mill, G. H. Lewis, Herbert Spencer, S. H. Hodgson, F. A. Bradley, William James, andothers, each of whom has a particular point of view about the nature of the Universe and man’s place in it,of the nature of thought and the relation between thought and experience. Carl Gustav Jung (1875­1961), one of the fathers of modern psychiatry, unlike his colleagues never lostsight of the spiritual dimension of humanity. Using the natural­historical approach to observe the workingsof the mind, he realised the importance of the ‘sub’­conscious, where much of the true activity of the selfgoes on, and also the ‘collective’ subconscious, common to mankind, inhabited by archetypes whichappear to have an existence of their own. Jung’s acknowledgement of the spiritual dimension has led someto consider him a mystic. His interests outside psychopadiology included alchemy, symbolism, divinatory systems such as Tarot andI Ching as ways of bringing subconscious content into consciousness, synchronicity (the acausalconnecting principle), and the concept of the individuation process, whereby the various, sometimesconflicting, parts of the personality are acknowledged, reconciled and brought into balance. Jung felt thatalchemy could be viewed as an allegory of this psychospiritual rectification. He also gave us valuableinsight into the symbolic meaning and value of dreams and taught us to trust our subconscious. The ‘Existentialists’ should not be excluded from study; J­P Sartre expounded this system of Philosophyvery clearly and the works of Bertrand Russell have a great bearing on it. The Rosicrucian student should read what they have written for himself, and so form his own opinions. A consideration of philosophical teachings leads one nearer to Reality. They are not a final statement butone finds light thrown on the great problems of life and man’s relationship to the Great Reality. Cel.: Fratres, I present to you Frater ... now fully received as a Philosophus, and I ask you to rise andsalute him with one and four. This is done. Cel.: Be seated, Fratres. Closing Celebrant gives one knock. Cel.: Fratres, you will rise and assist me to close this Convocation of Philosophi. All rise. Cel.: Fratres, join with me in giving the Sign and speaking the Word. This is done."},{"pageNumber":13,"pageContent":"Cel.: In the earnest hope that we may all make progress in good works, and be saved in the day oftemptation, I close this Convocation with the words ­ Ostende nobis, Domine misericordiam tuam, etsalutem tuam da nobis. (Show us, O Lord, Thy mercy, and give us Thy protection). All: Amen. Amen. Amen. Amen. The College is resumed in the Grade of Zelator if no other Grades are to be worked. Home"}]
