[{"pageNumber":1,"pageContent":"CRYSTAL VISIONTHROUGHCRYSTAL GAZINGORTHE CRYSTAL AS A STEPPINGSTONE TO CLEAR VISIONA PRACTICAL TREATISE ON THE REALVALUE OF CRYSTAL-GAZINGBYFRATER ACHADAuthor of\"Q.B. L. or THE BRIDE’S RECEPTION\" and \"THE CHALICE OF ECSTASY.\"Copyright, 1923By C. STANSFELD-JONESChicagoInternational CopyrightAll Rights ReservedDedicated to ThoseWhoHaving Realized the Difficulties of the PathHave Sworn to Overcome All ThingsTranscribed and convertedto Acrobat formatby Benjamin Rowe, September 6, 1998"},{"pageNumber":3,"pageContent":"FOREWORDThe Purpose of this little volume is three-fold. (1) To give those who areinterested in the art of Crystal-Gazing a clear and concise method of procedure, notalone in the practice of the work, but also in the preparation of the crystal itself, so thatit becomes a true material basis or link with other planes. (2) To show that the AncientMethods of Working -- if properly understood -- are more scientific than modern ones,since they were designed to insure a definite type of vision and to put the Seer in touchwith definite Intelligences of a Higher Order. (3) To point out that there are otherCrystalline Spheres besides the crystal ball at first used to contact them; and thateventually the practice may lead to very high results, if the necessary steps are taken toinsure success.With these objects in mind, the Author has done all in his power to make thisbook of real value to all who may obtain it.In the hands of the beginner it may lead to a wider conception of the Nature andPowers of his, or her, own being. Those who have already traveled some distance alongthe Occult Path may still find help through the study of the more advanced, if lessunderstood, methods of the Ancient Seers. Those who are seeking to make their ownVision more Perfect, so that the Light of Truth may focus itself within them, will alsofind hints as to the means of accomplishing their True Purpose.Thus, it is hoped, all will be satisfied; and should their satisfaction be equal tothat of the Author at this opportunity to herald the Light -- however faintly -- of theUltimate Crystalline Sphere, Whose nature is Light Itself, he will be more than repaidfor his efforts.FRATER ACHAD."},{"pageNumber":4,"pageContent":"TABLE OF CONTENTSCHAPTER 1.THE LESSER CRYSTALLINE SPHERE. First Considerations - TheCrystal as a Material Basis - Magnetic Attraction - Choosing our Crystal - WhyCrystals attract us - The Choice of our Place of Working - Purifying the Crystal -Consecrating the Crystal - Initiating the Crystal - Care Of the Crystal.CHAPTER II.THE GREATER CRYSTALLINE SPHERE. How to approach the Practiceof Crystal Gazing. The Two Important Factors - What attracts us to the Crystal - OurInner Motives - Honesty of Purpose - Crystals and \"crystals\" - The First GreatLesson - The Second Great Lesson - Practical Instruction - The True Start.CHAPTER III.THE UNIVERSAL CRYSTALLINE SPHERE. The Value of our Visions- Taking Chances - Were the Ancient Seers Right? - Establishing Spirit Identity -Notes on the Ouija Board - Contact with the Unseen World - Is it necessary that theCrystal should be in sight? - A Strange Experience - The Magic Mirror of theUniverse - The Ancient Idea of the Cosmos - The Universal Crystalline Sphere andour connection with it.CHAPTER IV. A CONSIDERATION OF THE ANCIENT METHODS. The necessaryrequirements Trithemius of Spanheim - His Work transmitted by Barrett - The Formof Preparation for a Vision - The Circle - The Holy Table - The Invocation -Consecration of the Circle - Conjuration of the Spirit - The License to Depart - TheAngels and Planets Ruling the Hours of the Day and Night - Practical Difficulties -The Real Meaning of the Wand, and of the Divine Names - Instructions for the Few.CHAPTER V.FURTHER CONSIDERATIONS - THE METHODS OF DR. DEEAND SIR EDWARD KELLY. Much Knowledge, or none at all - Banishingand Invoking - Purification of Incense - Disastrous Results through Failure tounderstand Seventeenth Century Crystal Gazers - Their Visions - The WonderfulWork they Accomplished - Results of their Work in this New Aeon - Inner organs ofVision.CHAPTER VI. THE ATTAINMENT OF CRYSTAL VISION. What the Power to seeVisions Depends upon - Inner Guidance - Visions of a Definite Type - CreativeImagination - Willed Results - A New State of Consciousness - Traveling in theBody of Light - Example of the Perfect Type of Symbolic Vision - Visions thatInitiate the Seer - Visions Universally True.CHAPTER VII. OF THE ULTIMATE CRYSTAL. Some Valuable practical hints In the formof Maxims - Intermediate types of Vision - An Astral Journey undertaken by theAuthor - His Guru’s Comments thereon - Errors of Working - Another Vision of theWilled Type in order to obtain Definite Information - The Results - The StarConsciousness - True Crystalline Vision."},{"pageNumber":5,"pageContent":"1CHAPTER ITHE LESSER CRYSTALLINE SPHEREThe study of Crystal Gazing without a Crystal would appear very much like thestudy of a \"Bill of Fare\" without troubling to obtain the material food described thereon.The mere reading of a book on a subject of this nature without an attempt to put intopractice the processes described -- step by step -- from the very beginning, is futile and amere waste of time.The first consideration, therefore (if the would-be seer has not already attendedto the matter), will be the choice of a suitable Crystal to form the material basis of hisexperiments and a stepping-stone to the development of his latent powers of clearvision.In all probability the aspirant to this ancient art has already been attracted to aCrystal Sphere of this nature, for there is little doubt of the extraordinary magneticattraction of objects of this kind whenever they are exposed to our view, and since thepresent interest in this fascinating subject has become apparent, we may see theseCrystals displayed more publicly than has ever been the case in the past.In olden times, and even up to the last few years, crystals were the cherishedpossessions of those well advanced upon the Path and kept by them from the eyes of theso-called profane. Only after having found the way, often with difficulty, to thepresence of these Seers, did an opportunity occur to get even a glimpse of such amagical link with the invisible spheres. Fortunately for the modern aspirant, however,this difficulty has been removed and it has been found that more good may result by aproper study of this science so as to develop one’s own latent powers, than ever a merevisit to a Seer could produce. Man has made a considerable advance on the road toAttainment. Self-development and self-initiation are beginning to play a much moreprominent part than formerly. Man is no longer content to believe what he is told, he atlast desires to know from his own experience. The Crystal is a stepping-stone towardsSelf-knowledge.We should select our crystal with great care; the more perfect its quality, themore we should desire it as the means of our development. It should be neither toolarge, nor too small, and here our natural intuition should be allowed to guide us, but Imay say that it is not well that the Sphere be less than two and one-half inches indiameter, and it is not necessary that it be more than four. We should choose thiscrystal, I might almost say, lovingly; at least, if a selection is presented to us we shouldtake the one to which, after a moment of silent consideration, we feel most attracted;and this -- if possible -- regardless of the material consideration of its cost. We shouldnot, however, purchase a globe which is far beyond our material means, so that otherobligations would suffer thereby; otherwise, lurking at the back of our consciousnesswhenever we use it, may be the feeling of having acted wrongly in that connection fromthe very start."},{"pageNumber":6,"pageContent":"Crystal Vision Through Crystal Gazing2We must realize the importance of this advice, for the great attraction that theCrystal has for us is something more than the arousing of a mere idle curiosity on ourpart. It is no less than a desire -- subconscious it may be -- to attain the same purity ofsoul that we perceive in the Crystal before us, and, as a matter of fact the results weobtain by a study and practice of this Art will largely, if not entirely, depend on thepurity of our desire and the quality and state of development of our inner nature.That is why I am taking up the material consideration first of all, for after thecrystal has actually come into our possession, our path lies away from suchconsiderations, at least until we have attained the success which will surely attend ourearnest efforts in the right direction.Let us suppose then that the first step has been taken, a suitable Crystal has beenobtained, and that the possessor has taken it into his own room -- the one he likes bestand wherein he feels most contented and serene. The choice of this room is also ofimportance, though in this case we must make the best of what is at our disposal. Ifpossible this room should be one wherein we have never had any particularly unpleasantexperience, where there is nothing that we feel antipathy towards, and wherein are suchobjects as we love best of all our possessions. In such an atmosphere the soul of the seerwill feel at peace, free from distractions, and consequently in the right mood tocommence his studies.The Crystal should first be taken in both hands and held for a few momentswhile we close our eyes and, calming the mind, raise our consciousness to the highestand purest Ideal of which we are capable. We should persist in our effort toward thisstate until we feel that holy calm and stillness, so well symbolized by the Crystal itself.We should next turn our attention to the crystal, separating the thumbs slightly,thus allowing it to rest easily in the hollow of our hands. We should remember that we,too, rest thus in the Hollow of the Hand of the Almighty without Whose aid, our Workmust come to naught.As we look into the depths of this Globe -- material though it be -- we cannot butbe impressed with ideas of Purity. It is almost as if we gazed into the eyes of a littlechild, and there are few who have not experienced a peculiar sensation, almostamounting to awe, certainly one of wonder, when so doing. The soul of the seer is verylike that of a little child -- or should be -- and it is in order that we may regain the purityand perfection of this child-like vision that we set out on this path. Most of our materialsurroundings give us a certain feeling of grossness, few, if any, can compare with thelucid depths of the crystal now before us.But, in entering this path, we are about to deal with ideas and forces, finer andless apparent to our ordinary senses than any we have yet known. Even the transparentcrystal is not as yet entirely pure, though we may be unable to perceive one spot on itssurface or within its depths."},{"pageNumber":7,"pageContent":"The Lesser Crystalline Sphere3It is charged with a certain subtle magnetism attracted to it from thesurroundings in which it has been prior to the time we obtained it. It has passed throughmany hands before, for a few moments, it rested in our own while we turned ourthoughts inward and upward towards the Highest. Even as our own aspiration at thatmoment was pure, so must we first purify this symbol of our Inner-self -- the DiamondSoul as it is sometimes called -- for purification is the first step in the process wherebyInitiation may be obtained. We must pass this material thing -- inorganic and lifelessthough it may seem to us -- through the same processes of Purification, Consecrationand Initiation, through which we in turn desire to pass.But how may this be accomplished? That is not so difficult as it might at firstappear, but it is quite necessary for all that, and in order to impress this necessity onyour minds I must first devote a little time to an explanation of the process.Every material object, including the physical body of man himself, is but theoutward expression of certain finer forms of matter which interpenetrate it. Thus in thecase of man, we may say he is composed of body, soul and spirit, the soul, in that case,being the plastic medium which enables the Pure Essence or Spirit to contact andcommunicate with the outer physical shell or envelope. This Soul of man -- and of theWorld -- is sometimes called \"The Astral Light\" or \"Plastic Mediator\", for unlikegrosser substances it may be readily molded at will and without visible means. ThisAstral Light interpenetrates all objects, it is invisible to our physical senses, but itsexistence both in man and in all nature, makes possible the power of Clairvoyance -- -Clear Vision -- as well as of Clairaudience and other powers the development of whichdoes not come within the scope of the present treatise.This subtle magnetic fluid is everywhere present, and reflected upon it -- as in amirror -- may be found all the events or pictures of what has occurred, or what isoccurring on this planet and even beyond this sphere. The Astral light absorbs everyleast impression, and so, even though not apparent to our normal and undevelopedsenses, the astral counterpart of our Crystal Globe is still charged with impressions ofall kinds that have accumulated within it since its material substance was first formed. Itis because of its attracting these subtle influences that we wish to make use of it as amedium for bringing them to our own consciousness, but we must in the first instancedemagnetize it, so as to banish all trace of the past influences which it still contains.This may be simply accomplished as follows:PURIFICATIONFirst place the crystal on a slender cup-like stand. (One may usually be obtainedwith the crystal in the first instance.) This stand should be placed on the surface of asmall table, which has previously been carefully cleansed, and from which all otherobjects have been removed.We may either stand or sit before this table, within easy reach of the crystalwhile we perform the first step towards the purification of our material basis. Next"},{"pageNumber":8,"pageContent":"Crystal Vision Through Crystal Gazing4place the tips of the fingers of both hands together, the thumbs being also joined, so asto form a circle -- symbol of infinity but also of a limitation or boundary -- thenconcentrate the attention on this circle until you clearly imagine, or actually feel, a filmof fine astral matter, like the film of a soap-bubble, formed of the fine substance of yourown astral and etheric bodies, spreading over the hollow space between your hands. Asin the former instance, when your whole attention was turned within, this film shouldrepresent to you the highest and purest of which you are capable. A film of such puritythat it will have the effect of dispelling or banishing every lower influence it contacts.Having concentrated your mind in this way for a few moments -- and the easewith which this is accomplished is a good test of your powers as a crystal-gazer -- youmust now slowly move your hands until they are directly above the crystal on the table,and still keeping your mind firmly fixed on the idea of this pure film of astral matter,pass your hands down over the crystal, thus causing it, in its turn, to pass clear throughthe magnetized circle of your hands.When your hands reach the table at the base of the stand, they should be drawnapart, thus breaking the \"film\" and leaving the crystal above demagnetized of all that isof a lower vibration than your own highest ideal. It is then like a blank talisman, or athing without life. If this first step has been successfully accomplished, the crystal willnow give an impression of perfect ’cleanliness,’ or that is the best description one cangive of the proper result obtained by the process of purification. It must on no accountbe touched at this stage of the work.The next process is to charge it with your own magnetism, thus consecrating itto the Work you wish to accomplish.CONSECRATIONIf the best results are to be obtained the crystal must now be consecrated ordedicated to the special mission for which it is destined. This mission is a veryimportant one, much greater than we at first imagined perhaps, for it is no less than thatof representing to the seer his own Soul in the pure condition to which he aspires tobring it. For that reason, his material basis, the crystal, must never be used for any butthe highest purposes. It is no longer an ornament that may be placed on themantel-shelf, but something he is about to endow with his own life, to charge with hisown highest Will. Thus it becomes something most sacred to him, no longer an object tobe idly handled by the profane any more than he would allow his own innermostfeelings and ideals to be thus roughly used by every passing stranger. This explains theattitude of the true Seer of the past; it is not so much that the Crystals they used becameobjects of superstitious mystery to the ignorant, as this sacred value to the Seer himself,which caused them to be so carefully preserved. Once we understand this, we shalladopt the right attitude towards our studies from the very start.How then must we accomplish the Consecration of our Small CrystallineSphere?"},{"pageNumber":9,"pageContent":"The Lesser Crystalline Sphere5Leaving it just where it stands on the table before us we must next place the tipsof our fingers and thumbs together, very much as before, but this time allowing them toform a perfect equilateral triangle. Our hands should be held in this position over thecrystal, while we strongly concentrate our minds on the idea that a positive current isflowing from them down into the crystal. This current must again represent our highestaspiration in its purest form, but directed this time by our True Will. When we fairlyfeel this current flowing from our hands, they should be passed gently over the crystal --still forming the triangle as before but gradually allowing the palms to encircle theglobe, without actually touching it; then, when we feel impressed to do so as by anunseen force, we should gently but firmly grasp the crystal itself, lifting it from itsstand, and allowing our hands to pass all over its surface. All this while the mind mustbe kept in the highest possible condition of pure aspiration, as if we were giving ourvery life to this object, as indeed we are, for it now becomes more than a mere symbolof dead matter, it lives, and we have brought it to birth as a child of our Will.Henceforth it must be treated as such, as a sacred instrument, dedicated and consecratedto the service of the Highest.And here a warning is necessary, though it will not be needed by the aspirant tothis Art who has followed the directions hitherto given in the right spirit. This warningwas also given by an earlier writer on this subject, John Melville, he writes:\"A sure and certain law exists, viz: - That if the seer’s purpose be evil when he orshe uses the crystal or mirror, it will react upon the seer sooner or later with terribleeffect; wherefore all are strictly cautioned to be good and do good only.\"This may sound rather like Sunday-school talk, but when explained in the lightof the principles I have set forth above, it becomes clear, for we thereby charge the bodyof our \"child\" -- the crystal -- with a force which must inevitably return to us as itscreator, quite apart from any question of outside influence from \"beings\" on otherplanes.But he again reminds us that \"The aerial spaces are thronged with countlessintelligences -- celestial, good, pure, true, and the reverse. The latter have force: theformer possess power. To reach the good ones, the heart of the gazer must correspond,and they should be invoked with prayerful feelings. There are innumerable multitudesof the bad on the confines of Matter and Spirit. These malign forces are many andterrible; but they can never reach the soul that relies on God in perfect faith, and whichonly Invokes the Good, the Beautiful, and True for noble purposes.\"Here we have many fresh ideas that need to be dealt with more fully in theirproper place, but the advice is good, and the warning necessary to those who, with thebest intentions, may through ignorance of their own nature, and that of the Universe inwhich they live and move and have their being, imprudently attract to themselves forcesof evil too great for them to withstand, thus bringing about obsession, madness or evenworse, through use of wrong methods."},{"pageNumber":10,"pageContent":"Crystal Vision Through Crystal Gazing6INITIATIONThis stage in the process of the preparation Of our crystal has been partiallyaccomplished in the previous section of the work. We have really CONSECRATED theobject by determining to use it only for the one work before us and for no other purpose,and we have at least partially INITIATED it by charging it with our own Will and Life.Initiation means a beginning and we shall have made a good beginning If the aboveinstructions have been carefully and faithfully followed. An elaborate ceremony mighthave been adopted, but since we are ourselves only making a beginning of the Work,such a Ceremony, even if described would have appeared cumbersome and unwieldy.As it is the merest novice has no excuse for neglecting the few simple rules laid down,which in the end, will be seen to have a far greater importance than is at first imagined.If we start rightly we shall continue rightly, but a false start practically ruins ourchances of success.Enough has been accomplished for the moment, and the next step is to leave thecrystal alone for a short time, not to start to use it immediately. This will be a test ofpatience, for one thing, and we shall need all our patience in order to succeed fully.But, as with a new born babe, we must not leave our crystal unprotected. Itshould be carefully wrapped in a piece of silk obtained for the purpose and likewisededicated to that end. Rose-pink is perhaps the best, as if to suggest our pure love of this\"object\" we have so carefully prepared. Outside that we might well place \"grey\" andfinally \"black\" silk wrappings.If this seems too elaborate, use a piece of pure black silk only, and whenever theLittle Crystalline Sphere is used, first polish it carefully with this same silk wrapper.Now put your crystal away, and read the next Chapter carefully beforeattempting to use it further.Ò"},{"pageNumber":11,"pageContent":"7CHAPTER IITHE GREATER CRYSTALLINE SPHEREWe have given some consideration to the proper preparation of our Crystal, or,as we termed it in the last chapter, the Lesser Crystalline Sphere. We must now paysome attention to the necessary condition of our own Inner Being or what we may termThe Greater Crystalline Sphere.The attitude of mind in which we approach the practice of the Art ofCrystal-Gazing, will largely determine the results to be obtained therefrom. These maybe little or great, as we ourselves look at the matter from a narrow or broad point ofview.Those who enter upon this study, actuated by a mere idle curiosity, after havingattempted to satisfy it, may find there is apparently very little to be gained, while, on theother hand, even if in the first instance curiosity alone was our motive, it may give placeto a genuine and lasting interest, leading to the highest results, if we are prepared to addto our original impulse enough energy to carry us through the very necessarypreliminary practices by which alone, success may be assured.There are two important factors entering into this proposition, The Seer or Gazerand the Crystal or object used to concentrate the gaze upon. The proper relation of thesetwo is what brings about the desired result, viz: Clear Vision.Now the clarity of our vision depends chiefly upon ourselves, not upon thecrystal which is but a convenient means of acquiring this. We should now spend a fewminutes in self-examination, in the same way that we did when we first examined thecrystal or material basis of the work.Why have we been attracted to the crystal. is just as important a question as whydid the crystal attract us? In fact much more important, for our whole future may dependupon this curious meeting. Was it because we had been told, or that we imagined, thatby some mysterious means we should thereby be enabled to peer into the future there todiscover what lies before us on Life’s Path, or what lies before those whom we hold dearas friends or acquaintances? Was it that we might perchance see the vision of one whomwe had idealized in our imagination as a soul-mate, and hoped thereby to be assured ofthe actual existence of such? Was it that we might pry into the distant past, or even intothe immediate past, of the lives of those with whom we are in daily contact, so that wemight thereby obtain a knowledge of events that would at the same time put us inpossession of a certain degree of power? Or was it as a stepping stone to really ClearVision, a better understanding of Life itself, of our own being, and our true relationshipwith our environment in a larger sense than could be expected by mere physical means?Probably our motives may have been compounded of some or all of these, andmany more, and on that account be somewhat vague and uncertain. In that case we mustat first expect a certain vagueness and uncertainty in our visions. In proportion to the"},{"pageNumber":12,"pageContent":"Crystal Vision Through Crystal Gazing8clarity of our own conceptions, must our visions appear hazy or perfect in every way.\"A true vision is to awakement as awakement is to a dream: and a perfect vision is sonearly perfect Reality that words cannot be found in which to translate it, yet it must notbe forgotten that its truth ceases on return of the seer to the Material plane\". Thisstatement was made by one of the Great Seers, one who no longer needs the aid of acrystal, yet it holds good in this case also and will give the aspirant a glimpse of whatmay be expected provided we go to the trouble to thus perfect our instrument -- theGreater Crystalline Sphere.A certain honesty of purpose is requisite to this Art, that is to say if it is our truedesire to obtain the beat results. The Good the Beautiful and the True are the naturaldesires of the human soul, any inclination towards the reverse, shows an imperfection inour Crystalline Sphere which needs to be eradicated. Fortunately the Soul of man isPlastic and unlike the Hard Crystal Globe, may be easily worked upon and remoldednearer to the heart’s desire.A certain honesty of purpose must also be apparent in the instructions we follow,and for that reason it may be well to say a few words about the \"crystals\" and books onCrystal-Gazing which may come into the hands of the Student.First then in regard to Crystals and \"crystals\". In all probability the crystal youhave purchased, purified, consecrated, initiated and wrapped away so carefully, is not areal crystal at all. This news may come to you with a kind of sickening shock. But thisshock will not last long if your own \"Greater Crystal\" the Inner Part of your being istrue, and if you have faithfully carried out the preliminary instructions as directed. Youhave accepted this symbolic crystal as your \"child\", as something into which you havedirected your highest aspiration and will. It matters little what the substance iscomposed of, so long as it has now become for you a sacred thing.But how could you have been thus deceived if such were the case. Throughignorance of the real value of Crystal. In all probability the ball you purchased cost buta few dollars, whereas, had it been genuine Crystal, it would have been much beyondyour means, or at least have cost more than you were prepared to risk on the experimentin hand. You have probably obtained a very carefully cut and polished sphere of glass,free from flaws and difficult and expensive to make. But it is a manufactured article, nota natural stone. It may be you could see little difference between it and a genuine stone,but the difference lies within, for the real crystal is built up by Nature on hexagonallines, yet so clear and transparent is the stone that we do not see them. The one true testof all the crystal family is the fact that the angle of incidence remains the same in eachspecies. Now the Hexagram symbolizes the Macrocosm, the Great Universe, or God.For the moment we have described the Soul of Man as our Greater Crystalline Sphere.In many cases this Soul has not attained to its greatest purity, and is little more than theGlass Sphere is to the Genuine Crystal.Let this teach you your first great lesson in the Art, not to be deceived by,appearances, for it is written \"The Devil himself may appear to us as an Angel of"},{"pageNumber":13,"pageContent":"The Greater Crystalline Sphere9Light\". Yet do not be discouraged by this discovery, let us examine the matter moreclosely. Crystals are comparatively rare, and while little in demand, and that only by themost earnest seekers and Seers who were prepared to \"Buy their eggs withouthaggling\", the supply was ample to fill the needs of those who sought after them. TodayCrystal-Gazing has taken a more popular aspect, and attracts -- in many instances -- lessserious people, or those who are not prepared to pay very highly for the fulfillment oftheir desires. Consequently a demand has arisen for \"something very like the real\" -- justas good perhaps for the majority of persons -- but, what is more serious, there is likelyto be a corresponding decline in the value of the practice, for less care may be taken inthe methods used, and so on, till -- like many other studies -- it fails to be understoodand thus falls into disrepute.Fortunately the matter is not irreparable when understood in its true light, andgreater reliance placed upon the inner powers of the Seer than on the objects at which hegazes. He cannot change glass into crystal in the case of the globe before him, but hemay change Glass into Crystal in the case of his own Inner Being, and the latter is farthe most important consideration after all.Next, in regard to books on the subject of Crystal-Gazing, we find the Artmentioned here and there in a great many Ancient and Modern treatises on Occultmatters, but there are few books of a serious nature devoted entirely to this subject.What we do see are usually produced in such a catch-penny style that they areimmediately associated with ’fortune-telling’ and ’dream-books’ of the lowest order.There is one little book, however, that is well worthy of notice as it is evidentlyan earnest effort on the part of the Author to set forth the main principles, as far asknown to him, in a truly helpful manner. I refer to \"Crystal Gazing and Clairvoyance\"by John Melville. Published London 1910 by Nichols and Co. in a new and revisedform. I shall refer to this little book again from time to time, meanwhile I should tellyou that it is out of print and not available in America in that form. I may remark,however, that it has been copied almost word for word by a person who, claiming to bean occultist, should know better. The book was Copyrighted in England in 1896, butapparently no American protection was secured by the Author or Publisher. In that caseit may be just within the scope of legitimate business to publish an American Editionwithout permission of the author or his agents, but in the case I refer to even theAuthor’s Preface was copied word for word and signed by the impostor with his ownname as being author of the whole treatise; acknowledged references in the book itselfto other contributors were deliberately deleted and so changed that credit was no longergiven to original sources, and in addition Copyright was claimed by the plagiarist, notalone in America but even in England and other Countries covered by the originalCopyright. A warning was added that the contents of the volume must not be copied inany way without written permission, disregard of which would subject the offender tothe penalty provided by law. This seems to me to add insult to injury and, whether thelaws of the Country overlook such things or not, the Law of Karma must in the long rundeal with anyone who steals another man’s work and calls it his own and then foists it"},{"pageNumber":14,"pageContent":"Crystal Vision Through Crystal Gazing10upon the public, making everyone who purchases the book, whether ignorant of thetruth or otherwise, what can scarcely be other than a receiver of stolen goods.1From an occult point of view these circumstances practically bar the seriousstudent from any benefit he might otherwise have derived from a study of the bookitself, but fortunately, that is not essential as after all the treatise leaves much to bedesired.You may learn a further important lesson from what has just been recited, viz:Don’t be content to rely upon appearances, and when you obtain a message fromwhatever source don’t be too sure that the source is the same that it purports to be, orthat you imagine it to be. In Crystal-Gazing, and all similar practices this is of vitalimportance, for neglect of this warning, may lead you far astray from the true Path. St.John knew his business when he said: \"Test ye the spirits, whether they be of God.\"(Good). And this testing of your sources of information, as well as of your own motivesis of primary import.To return, however, to John Melville’s little book, it is cast in the followingform. First the composition of Beryls or Crystals is taken up; but for reasons mentionedearlier in this chapter, this aspect is of no great importance to the modern enquirer. Thenthe derivation of the name is discussed and certain other matters of a hypothetical natureare enquired into. The Ancient Methods of Ceremonial in connection with the Art aresummarized, and a few practical directions for the modern student follow. Thisconcludes the first part of the book dealing particularly with the matter in hand. Thesecond part is by another author, and entitled \"Hygienic Clairvoyance\", the title being amost unfortunate one in my opinion, although there are some interesting hints in regardto \"Induced Clairvoyance\" towards the end of the book. But there is no connected andsystematic thread to guide the student through the various stages that may be necessaryfor him in order to attain a complete knowledge and experience of the whole matter. Forthat reason, having been requested to prepare a new and original account of theprocesses involved, I have decided to start at the very beginning, and lead the student bygradual stages to a comprehension of the larger outcome of the Work.But it is now time for us to consider the early stages of the practical work, takingup the thread from where we left it at the end of the last chapter.Therefore take your crystal and polish it carefully placing it upon its stand nearyou, while you pay attention to the following directions.In the first instance your desire is merely to cultivate a certain degree ofclairvoyant power by the regular use of this globe. By this means what are called\"visions\" of things or events, past, present or future may appear clearly to the inner sightor eye of the soul.  1 Transcriber’s note: The person being referred to above is L.W. de Laurence, a notorious literary thief."},{"pageNumber":15,"pageContent":"The Greater Crystalline Sphere11No great harm can come from this practice, provided that the inner motives ofthe Seer are kept pure and no attempt is made to prostitute it to undesirable ends.Looked upon as a process of self-development leading to concentration of the powers ofthe mind, and a widening of the mental horizon, the practice of this art may berecommended to almost everyone.The rules laid down by John Melville for this stage of the work are clear andconcise, and leave little to be desired, I shall therefore quote them practically in full,adding my own comments, where necessary, in parentheses.(1) \"Select a quiet room where you will be entirely undisturbed, taking care thatit is as far as possible free from mirrors, ornaments, pictures, glaring colors and the like,which may otherwise distract the attention.\"This room should be of a comfortable temperature in accordance with the timeof year, neither too hot nor too cold. About 60° to 65° Fahr. is suitable in most cases,though allowance can be made for natural differences in the temperaments of variouspersons. Thus thin, nervous, delicately organized individuals, and those of lymphaticand soft, easy-going, passive types, require a slightly warmer apartment than the morepositive class, who are known by their dark eyes, hair and complexion, combined withmore prominent joints and sharper development of what phrenologists term thePerceptive region of the forehead. Should a fire, or any form of artificial light benecessary, it should be well screened off, so as to prevent the light rays from beingreflected in, or in any manner directly reaching the crystal.\"The room should not be dark, but rather shadowed, or charged with dull light,somewhat such as prevails on a cloudy or wet day.(2) \"The crystal should be placed on its stand on a table, or it may rest on a blackvelvet cushion, but in either case it should be partially surrounded by a black silk orsimilar wrap or screen, so adjusted as to cut off any undesirable reflection.\"Before beginning to experiment, remember that most frequently nothing will beseen on the first occasion, and possibly not for several sittings, though some sitters, ifstrongly gifted with psychic powers in a state of unconscious, and sometimes consciousdegree of unfoldment, may be fortunate enough to obtain good results at the very firsttrial.\"If, therefore, nothing is perceived during the first few attempts, do not despairor become impatient or imagine that you will never see anything.\"There is a royal road to crystal vision, but it is open only to the compoundpassword of Calmness, Patience, Perseverance. If at the first attempt to ride a bicyclefailure ensues, the only way to learn is to pay attention to the necessary rules, and topersevere daily until the ability to ride comes naturally."},{"pageNumber":16,"pageContent":"Crystal Vision Through Crystal Gazing12\"Thus it is with the would-be seer. Persevere in accordance with these simpledirections, and success will sooner or later crown your efforts.(3) \"Commence by sitting comfortably with the eyes fixed upon the crystal, notby a fierce stare, but with a steady, calm gaze, for ten minutes only, on the firstoccasion. In taking the time it is best to hang your watch at a distance where, while theface is clearly visible, the ticking is rendered inaudible. When the time is up, carefullyput the crystal away in its case, and keep it in a dark place, under lock and key, allowingno one but yourself to handle it.\"(The importance of this latter instruction will be clear to those who have studiedthe first chapter of this present treatise, and who have actually prepared their crystals inthe proper manner. Strange magnetism will of course have its effect on the crystalglobe, and again render necessary some such process of Purification as alreadydescribed.)\"At the second sitting, which should be at the same place, in the same position,and at the same time, you may increase the length of the effort to fifteen minutes, andcontinue for this period during the next five or six sittings, after which the time may begradually increased, but should in no case exceed one hour.\"(The first instruction in the above paragraph, relative to place, time, etc., is givenin order that the student may take advantage of certain Cyclic Laws, which make therepetition of an act under similar circumstances, easier with each attempt, on account ofthe fact that he has begun to form a habit of working.)(4) \"Any person, or persons admitted to the room, and allowed to remain whileyou sit should (a) keep absolute silence and (b) remain seated at a distance from you.\"(The presence of any other person is of course a handicap to concentration ofmind, and should be avoided at first. Any movement in the room may reflect in thecrystal, and thus disturb the vision.)\"When you have developed your latent powers, questions may, of course, be putto you by one of those present, but even then only in a very gentle, or low and slow toneof voice; never suddenly, or in a forceful manner.\"(It is far better to make the whole practice one of self-development, and not tohave people around who will ask a lot of idle questions. Again, the soul of the seer is tosome extent thrown open during the practice, so as to make impressions from theHigher Spheres possible, and it is quite another matter to let other, probably ignorant,people, pump the mind of the seer full of suggestions of a lower order, while in thatcondition. Therein lies the danger of the practice.)(5) \"When you find the crystal begins to look dull or cloudy, with small pinpoints of light glittering therein, like tiny stars, you may know that you are commencingto obtain that for which you seek - viz: crystalline vision. Therefore persevere with"},{"pageNumber":17,"pageContent":"The Greater Crystalline Sphere13confidence. This condition may, or may not, continue for several sittings, the crystalseeming at times to alternately appear and disappear as in a mist. By and by this hazyappearance will in its turn give place quite suddenly to a blindness of the senses to allelse but a blue or bluish ocean of space, against which, as if it were a background, thevision will be clearly apparent.\"(The above is practically all the instruction necessary to the desired result, therest is practice on your part. Yet here are a few further hints for your guidance:)(6) \"The crystal should not be used soon after taking a meal, and care shouldbe taken in matters of diet to partake only of digestible foods, and to avoid alcoholicbeverages. Plain and nourishing food, and outdoor exercise, with contentment of mind,or love of simplicity of living, are great aids to success. Mental anxiety, or ill health, arenot conducive to the desired end. Attention to correct breathing is of importance.\"(A long comment might be added on the necessity of correct breathing, it willperhaps find a place later on in this treatise.)(7) \"As regards the time at which events seen will come to pass, each seer isusually impressed with regard thereto; but as a general rule, visions appearing in theextreme background indicate time more remote, either past or future, than thoseperceived nearer at hand, while those appearing in the forefront, or close to the seer,denote the present, or immediate future.\"(This question of ’time’ is an important one, and it is unfortunate that it shouldlargely depend on the ’hunch’ of the seer. Time on other planes is differentlyconditioned, or rather since time is a mode of the human mind, and our mind is at adifferent state of vibration when examining a vision, the question arises as to the abilityof the seer to translate one set of time senses into another corresponding to a differentplane. Time in the long run, is discovered to be an illusion after all. There is much in thewarning, previously given, that however perfect a vision may appear, it is untrue whenbrought down to the material plane. More may be said on this matter later.)(8) \"Two principal classes of visions will present themselves to the sitter (a) TheSymbolic, indicated by the appearance of symbols such as a flag, boat, knife, gold, etc.:and (b) Actual Scenes and Personages, in action or otherwise.\"(In the former instance much will depend on the ability of the seer to translatethe symbols correctly, and in the latter there is always liable to be deception byelementals masquerading as the persons that appear to the seer. Remember our warningabout the faked book.)\"Persons of a Positive cast of organization, the more active, excitable, yetdecided type, are most likely to perceive symbolically or allegorically; while those of aPassive nature usually receive direct or literal revelations. Both classes will find itnecessary to carefully cultivate truthfulness, unselfishness, gratitude for what is shown,and absolute confidence in the Love, Wisdom and Guidance of God Himself.\""},{"pageNumber":18,"pageContent":"Crystal Vision Through Crystal Gazing14--------------So ends Mr. Melville’s instruction, and he displays his wisdom in thus warningthe reader of the necessity of cultivating purity in his own Larger Crystalline Sphere andin relying on nothing but the highest as his ultimate Guide. We shall understand thismore clearly as the work progresses, meanwhile enough has been given to enable thewould-be seer to start without further delay-his actual practice of the Art.Follow the above instructions carefully, and perform your first ten-minutepractice now, before you go any further in the study of this treatise. Then make up yourmind to do the practice regularly every day till you have proved for yourself thepossibility of obtaining some results by this means.Ò"},{"pageNumber":19,"pageContent":"15CHAPTER IIITHE UNIVERSAL CRYSTALLINE SPHEREThere is little doubt of the possibility of developing the power to \"see things\" ofan unusual and unlooked for nature, if a certain course of action is persisted in. Thedrunkard proves this possibility beyond shadow of doubt. But as to the value of what isthen perceived, and even the value of what we may perceive as a result of ourconcentrated attention on the crystal, that requires further consideration, and a carefuldecision on the part of the would-be seer, as to what he is prepared to accept as truth,and what he is willing to reject as valueless, despite -- perhaps -- its fascinatingappearance.Here we find ourselves in much deeper waters, but it will be well worth while togive the matter careful consideration, for it is written: \"What shall it profit a man if hegain the whole world, and lose his own soul?\"We cannot afford to take any chances of exchanging The Soul -- our GreaterCrystalline Sphere -- for any lesser consideration that may fascinate us by means ofreflection in our Glass Globe or Lesser Crystalline Sphere.Mr. Melville, while pointing out in his little book that the ancient and moreelaborate methods of using the Crystal involve a great deal more preparation, andpossibly more danger on account of the fact that in olden times the Seers did not use theCrystal so much as a means to personal clairvoyance, as in order to compel the actualpresence of certain genii or spirits in the crystal, and to obtain therefrom answers tosuch questions as might be propounded by the querent rather discounts the value of themore practical application therein implied.He says \"That as the ordinary experimenter of today has no desire to compel thepresence of a spiritual being in the crystal, it is quite unnecessary for him or her to drawmagic circles, or to go to the trouble and expense of acquiring and using special orcostly apparatus, with the exception of the crystal itself.\" But, after all, let us pay a littleattention to what we are doing, before we accept too readily the statement that a certaindegree of trouble and expense are unnecessary and the assurance that we can placereliance on the results obtained by the simple method of gazing into the crystal andtaking a chance as to what we see presented to our inner vision. The Ancients, generallyspeaking, were not half so easily deceived as many moderns who dabble in arts andsciences with very little real knowledge as to what they are undertaking or expect as aresult.I can do no better than quote a brief article which appeared in an AmericanMagazine, written by The Master Therion, on:"},{"pageNumber":20,"pageContent":"Crystal Vision Through Crystal Gazing16THE OUIJA BOARD.\"Suppose a perfect stranger came into your office and proceeded to give ordersto your staff. Suppose a strange woman walked into your drawing room and insisted onbeing hostess. You would be troubled by this. Yet, people sit down and offer the use oftheir brains and hands (which are, after all, more important than offices and drawingrooms) to any stray intelligences that may be wandering about. People use the OuijaBoard without taking the slightest precautions.\"The establishment of the identity of a spirit by ordinary methods is a verydifficult problem, but the majority of people who play at Occultism do not even worryabout this, They get something, and it does not seem to matter what! Every inanity,every stupidity, every piece of rubbish, is taken not only on its face value, but at anutterly exaggerated value. The most appallingly bad poetry will pass for Shelly, if onlyits authentication be that of a planchette! There is, however a good way of using thisinstrument to get what you want, and that is to perform the whole operation in aconsecrated circle, so that undesirable aliens cannot interfere with it. You should thenemploy the proper magical invocation in order to get into your circle the one spirit thatyou want. It is comparatively easy to do this. A few simple instructions are all that isnecessary, and I shall be pleased to give these, free of charge, to anyone who cares toapply.\"It is not particularly easy to get the spirit of a dead man, because the human soul, beingdivine, is not amenable to the control of other human souls; and it is further notlegitimate or desirable to do it. But what can be done is to pick up the astral remains ofthe dead man from the Akasha and to build them up into a concrete mind. Thisoperation, again, is not, particularly profitable. The only legitimate work in this line isto get into touch with the really high intelligences, such as we call Gods, Archangels,and the like. These can give real information as to what is most necessary for ourprogress. And it is written in the Oracles of Zoroaster that unto the Persevering Mortalthe Blessed Immortals are swift.\"* * *Here, for the case of the Ouija Board applies equally to the Crystal, we find amasterly common-sense explanation of why the ancient and modern adepts resort tomore careful, if more elaborate, methods to insure proper results. The danger lies infailure to adopt them, rather than the reverse.But, after all, we have been considering the crystal chiefly as an aid to thedevelopment of our Inner Self, rather than the possibility of Divination by its means. Inthis course we should persist for the present.In Melville’s work we find a Plate showing the operator seated before his tablewith his gaze fixed upon the crystal (which being on a stand is nearly at the level of hiseyes), while the rays of magnetism, following the line of vision focussed in the eyes,spread out slightly till they reach the crystal, then widely diverge as representing the"},{"pageNumber":21,"pageContent":"The Universal Crystalline Sphere17Universal attraction of the Crystal itself. In other words, The Universal forces and theHuman forces meet at the point of the Crystal and thus produce the vision.Up to this point we had only taken into consideration the Lesser CrystallineSphere, and the Greater one, or The Soul of Man, but had left out of account theCorresponding Sphere of a Universal Nature. This will be dealt with more fully in itsproper place, meanwhile a few words may be said on the modus operandi of bringingthe enquirer into direct contact with the crystal, and through its medium, with theunseen world. Melville suggests:\"(1) By Concentration in the Crystal of the greatest possible influx of celestial orterrestrial magnetism, or both.\"(2) By Concentration in the Body of the operator of unalloyed magnetism,through the purity of the amatory functions.\"(3) By Concentration of the Mind, through the mental faculty of\"Concentrativeness,\" acting through the Phrenolegical Brain \"centre\" located in thesuperior portion of the First Occipital convolution of the Cerebrum.\"All the above, it will be seen, imply CONCENTRATION, and this is allfocussed in the Crystal.The real key to the reference to our \"amatory functions\" is that we must \"fall inlove with the object of our work\" for Love is the tendency of any two things to becomeone, thus losing themselves in a third idea, different from either of them. When theexperimenter has so concentrated his attention on the crystal that no other idea entershis mind, the SEER and the SEEN, as it were, rush together and blend into a vision of amore Universal Order. Self and the Crystal are both forgotten when this \"marriage\"takes place.Now comes an interesting question. Is it necessary that the crystal or othermagical link or material basis be within sight of the operator at all? Again, may theconcentration of the mind of the operator on a point within his own being producesimilar, perhaps better results? In other words, is the crystal but a means towardsCONCENTRATION OF MIND, which when accomplished may be better transferred tosome other centre or focal point.In regard to the question of the magical link the author may quote one of hisown early experiences which may be of interest to some other students.On May 28th, 1914 between 10:10 and 10:35 P. M. his Magical Record showsthat in accordance with instructions received from the great Order of which he was thena Neophyte, he was attempting to answer the following Examination Question from aseries of practical questions forming part of the task of his Grade."},{"pageNumber":22,"pageContent":"Crystal Vision Through Crystal Gazing18\"Discover by means of Astral Visions the nature of the Alchemical principlesSulphur, Mercury, and Salt. How do they differ from the Three Gunas and from theElements Fire, Water and Air?\"Without going into the means of Astral Vision (not the crystal) or the early partof the visions, we may quote the following entry from his record:\"Thirdly, I considered \"Salt\" and there came a vision of a ship upon the sea, thisship presently struck a rock and was sucked down into the depths of, the ocean, to riseno more. And I meditated upon this, as the action of Tamas, sloth. Once strike the\"Earth\" and its \"Waters\" (or Tamas) will draw you down and hold you fast, more surelythan either the energy of Sulphur or the calm of Mercury.\"\"May 29th, 1914. Last night, after entering diary about 11:5 P. M. I felt verycold indeed, and went over to the next camp to fetch R. I was still shivering when I wentto bed. This morning, at the Railway Station, I heard of the sinking of ’The Empress ofIreland’.\"It was not until after my arrival at the office that I remembered the vision Iobtained last night, when it suddenly flashed across my mind as a strange coincidence.On further thought I noticed the time (10:15 to 10:30 P. M. Vancouver BritishColumbia.) exactly corresponded to 2:30 A. M. at Quebec where the time is 4 hoursdifferent. The \"Empress\" went down at 2:30 A. M.\"I thought this of sufficient interest from a scientific point of view (although thevision had come to me merely as a Symbol of the Element, Water) to take a little troubleto prove that I had recorded the vision before I could possibly have heard of the accidentand within 10 minutes of the actual event the other side of the Continent, so I got afriend to fetch my diary from home and to witness the fact of the entry.Was the thought form produced by the occurrence transmitted to me while in areceptive state of mind; and had the shivering anything to do with the condition?Now comes the interesting point. All the above may have been coincidence, butI was interested, some months later, to receive a letter marked \"RECOVERED BYDIVERS FROM THE WRECK OF THE EMPRESS OF IRELAND\" and returned withthe Government stamp to that effect thereon. This letter turned out to be the one I hadwritten to Fra. 0. M. on May 21st INFORMING HIM THAT I WAS ABOUT TOCOMMENCE THIS SERIES OF EXPERIMENTS.\" (See Figures II and III.)"},{"pageNumber":23,"pageContent":"The Universal Crystalline Sphere19In the above instance the LETTER containing the magnetism of the writer,seems to have been a sufficient link, at a distance of thousands of miles, to produce aSYMBOLIC VISION of the nature sometimes seen in Crystals.But it must be remembered that the mind of the Seer chanced at that time to beCONCENTRATED, not on the lesser crystal but within His Greater Crystalline Sphere,the Astral portion of his Sphere of Sensation, or MAGIC MIRROR OF THEUNIVERSE.This, in the properly trained Seer, becomes of far greater importance than theexterior crystal globe, for although it but reflects the Higher Visions, it does so directlynot by relays. Also it is more like a Hollow Sphere at the CENTRE of which is theCONSCIOUSNESS of the OPERATOR."},{"pageNumber":24,"pageContent":"Crystal Vision Through Crystal Gazing20We may now consider how the Ancients looked upon the Universe as to itsformation. Their plan does not tally with modern scientific ideas, but it was probablythe result of their own experience of Higher Planes, and as before stated, howeverperfect the Vision it to not true when brought down to this plane.According to the anonymous author of \"The Canon,\" the cosmos of theChristians, according to late writers, but presumably derived from the tradition of theancient church, consisted of three principal divisions: First, there were the three circlesof the empyreum, secondly, the sphere of the fixed stars, together with the sevenplanets; and, lastly the sublunary, or elementary world.The accompanying diagram and description will make the matter clear. At theCentre of their conception is the Earth, or Elementary Kingdom, around which circledthe Moon. Outside this, is a series of concentric spheres of the Planetary Influences.First Mercury, then Venus, The Sun, Mars, Jupiter and Saturn, beyond which greatsphere is to be found that of the Zodiac or Star Universe. BUT OUTSIDE THATAGAIN is what they conceived as THE CRYSTALLINE SPHERE, as it were theMagic Mirror of Heaven about which was the Primum Mobile or Whirling Motion andFinally the Great Unknown Empyreum. (See Figure IV.)If we can get but a faint conception of this UNIVERSAL CRYSTALLINESPHERE, we shall be well repaid for the trouble and pains we may be at to accomplishthis. In order that we may attain to that Perfect Clear Vision, known to the Adepts, wemust learn to receive the Light of this Universal Sphere in the Crystal Soul of our ownbeing, thus obtaining true Knowledge of the Higher Self, and finally of God and TheUniverse."},{"pageNumber":25,"pageContent":"The Universal Crystalline Sphere21We may well stand in awe before the greatness of this conception, as compared -perhaps - with the aims we set out to accomplish at the beginning of our practice. Yet\"The soul of man is immortal, and its future Is the future of a thing whose growth andsplendour have no limit. The principle that gives life dwells In us, and without us, isundying and eternally beneficent, is not heard or seen or felt, but is perceived by theman who desires perception. Each man is his own absolute law-giver, the dispenser ofglory or gloom to himself, the decreer of his life, his reward, his punishment.\" (Idyll ofthe White Lotus.)And we, each and every one, must choose for him or herself, whether we lingeron the way, or with untiring effort press onward to the true goal of Clear Vision.Ò"},{"pageNumber":26,"pageContent":"22CHAPTER IVA CONSIDERATION OF THE ANCIENT METHODSThe enquirer, having read thus far, will have realized that behind and beyond allthat he may hitherto have considered as the Art of Crystal Gazing, there is a Greater andWider field of application, making necessary more careful preparations, but leading tocorrespondingly important results. At this point it will be necessary for him, or her, todecide whether or not they are prepared to carry the practice beyond the preliminarystages already described, and in case they desire to do so, they must be ready to fulfillthe necessary requirements.We should first consider the best of the ancient instructions available, and later,we may be able to find points in which they seem inadequate, and others that cancertainly be improved upon.The Methods of Trithemius of Spanheim - The Friend and Teacher of CorneliusAgrippa - who lived in the Sixteenth Century, as transmitted to us by Francis Barrett,who translated his work from the Latin in the early part of the Nineteenth Century, havebeen considered the clearest and best of their kind. We find parts of these instructionsquoted in practically all the books on the subject that have been published since,sometimes with acknowledgments and sometimes without.A few fragments of Barrett’s Introduction to that work, written by him in theform of a letter to a young friend and fellow Student, may not be out of place here, sincethe advice then given, holds equally good at this day.----------My Friend:Knowing thee to be a curious searcher after those sciences which are out of thecommon track of study, (I mean the art of foretelling events, magic, talismans, etc.) I ammoved spiritually to give thee my thoughts upon them, and by these ideas here written,to open to thine eye (spiritual) as much information as it seems necessary for thee toknow, by which thou mayest be led by the hand into the delectable field of nature; andto give thee such documents as, guided by the supreme wisdom of the Highest, thoumayest refresh thy soul with a delicious draught of knowledge; so that after recreatingthy spirit with the use of those good gifts which may please God to bestow upon thee,thou mayest be wrapped up into the contemplation of the immense wisdom of that greatmunificent Being who created thee.Now, thou art a man in whose soul the image of Divinity is sealed for eternity,think first what is thy desire in searching after these mysteries? Is it wealth, honour,fame, power, might, aggrandizement, and the like? Perhaps thy heart says, All I all theseI would gladly crave! If so, this is my answer, - seek first to know thyself thoroughly,cleanse thy heart from all wicked, vain and rapacious desires."},{"pageNumber":27,"pageContent":"The Ancient Methods23To know thyself is to know God, for it is the spiritual gift from. God that enablesa man to know himself. This gift but very few possess, as may be daily seen.Seek ye first the kingdom of God, and all things shall be added unto you.Farewell, remember my poor counsel, and be happy.F. B.OF THE MAKING OF THE CRYSTAL, ANDTHE FORM OF PREPARATION FOR AVISION.Procure of a lapidary good clear pellucid crystal, of the bigness of a small orangei.e. about one inch and a half in diameter; let it be globular or round each way alike;then when you have got this crystal, fair and clear, without any clouds or specks, get asmall plate of pure gold to encompass the crystal round one-half; let this be fitted on anivory or ebony pedestal, as you may see more fully described in the drawing (seeFrontispiece). Let there be engraved a circle round the crystal with these charactersaround inside the circle, next the crystal: A Hexagram, a Pentagram and a MalteseCross; afterwards the name \"Tetragrammaton\". On the other side of the plate let therebe engraved \"Michael, Gabriel, Uriel, Raphael;\" which are the four principal angelsruling over the Sun, Moon, Venus and Mercury; but on the table on which the crystalstands, the following names, characters, etc., must be drawn in order.First, the names of the seven planets and angels ruling them, with their seals andcharacters. The names of the four kings of the four corners of the earth. Let them be allwritten within a double circle, with a triangle on a table; on which plate the crystal on itspedestal: this being done, thy table is complete (as in Frontispiece) and fit for the callingof the spirits; after which thou shalt proceed to experiment thus:In what time thou wouldest, deal with the spirits by the table and crystal, thoumust observe the planetary hour: and whatsoever planet rules that hour, the angelgoverning the planet thou shalt call in the manner following; but first, say this shortprayer.\"Oh God! who art the author of all good things, strengthen, I beseech thee, thypoor servant, that he may stand fast, without fear, through this dealing and work:enlighten, I beseech thee, oh Lord, the dark understanding of thy creature, so that hisspiritual eye may be opened to see and know thy angelic spirits descending here in thiscrystal: (Then lay thy hand on the crystal saying,) and thou, oh inanimate creature ofGod, be sanctified and consecrated, and blessed to this purpose, that no evil phantasymay appear in thee; or, if they do gain ingress into this creature, they may beconstrained to speak intelligibly, and truly, and without the least ambiguity, for Christ’ssake. Amen."},{"pageNumber":28,"pageContent":"Crystal Vision Through Crystal Gazing24\"And forasmuch as thy servant here standing before thee, oh Lord! desiresneither evil treasure, nor injury to his neighbor, nor hurt to any living creature, granthim the power of descrying those celestial spirits or intelligences, that may appear inthis crystal, and whatever good gifts (whether the power of healing infirmities, or ofimbibing wisdom, or discovering any evil likely to afflict any person or family, or anyother gift) thou mayest be pleased to bestow on me, enable me, by thy wisdom andmercy, to use whatever I may receive to the honour of thy holy name. Grant this for thyson Christ’s sake. Amen.\"Then taking your ring and pentacle, put the ring on the little finger of your righthand; hang the pentacle round thy neck; (Note, the pentacle may be either written onclean virgin parchment, or engraven on a square plate of silver and suspended from thyneck to the breast), then take your black ebony wand with the gilt characters on it andtrace the circle, saying, \"In the name of the blessed Trinity, I consecrate this piece ofground for our defense; so that no evil spirit may have power to break these bondsprescribed here, through Jesus Christ our Lord.\" Amen.Then place the vessel for the perfumes between thy circle and the holy table onwhich the crystal stands, and, having fire therein, cast in thy perfumes, saying.\"I conjure thee, oh thou creature of fire! by him who created all things both inheaven and earth, and in the sea, and in every other place whatever, that forthwith thoucast away every phantasm from thee, that no hurt whatsoever shall be done in anything.Bless, oh Lord, this creature of fire, and sanctify it that it may be blessed, and that theymay fill up the power and virtue of their odours; so neither the enemy, nor any falseimagination may enter into them; through our Lord Jesus Christ. Amen.\"Now, this being done in the order prescribed, take thy little book, which must bemade about seven inches long, of pure white virgin vellum or paper, likewise pen andink must be ready to write down the name, character, and office, likewise the seal orimage of whatever spirit may appear (for this I must tell you that it does not happen thatthe same spirit you call will always appear, for you must try the spirit to know whetherhe be a pure or impure being, and this thou shalt easily know by a firm and undoubtedfaith in God).Now the most pure and simple way of calling the spirits or spirit is by a shortoration to the spirit himself, which is more effectual and easy to perform thancomposing a table of letters; for all celestial operations, the more pure and unmixed theyare, the more they are agreeable to the celestial spirits: therefore, after the circle isdrawn, the book, perfumes, rod, etc., in readiness, proceed as follows:(After noticing the exact hour of the day, and what angel rules that hour, thoushalt say.)\"In the name of the blessed and holy Trinity, I do desire thee, thou strong andmighty angel Michael (or any other angel or spirit), that if it be the divine will of himwho is called Tetragrammaton, etc., the Holy God, the Father, that thou take upon thee"},{"pageNumber":29,"pageContent":"The Ancient Methods25some shape as best beseemeth thy celestial nature, and appear to us visibly here in thiscrystal, and answer our demands in as far as we shall not transgress the bounds of thedivine mercy and goodness, by requesting unlawful knowledge; but that thou willgraciously shew us what things are most profitable for us to know and do, to the gloryand honour of his divine Majesty, who liveth and reigneth, world without end. Amen.\"Lord, thy will be done on earth, as it is in heaven: -make clean our hearts withinus, and take not thy Holy Spirit from us.\"0 Lord, by thy name, we have called him, suffer him to administer unto us. Andthat all things may work together for thy honour and glory, to whom with thee, the Son,and blessed Spirit be ascribed all might, majesty and dominion. Amen.\"Note, In these dealings, two should always be present; for often a spirit ismanifest to one in the crystal when the other cannot perceive him; therefore if any spiritappear, as there most likely will, to one or both say,\"Oh Lord! we return thee our hearty and sincere thanks for the hearing of ourprayer, and we thank thee for having permitted thy spirit to appear unto us which we, bythy mercy, will interrogate to our further instruction, through Christ. Amen.Interrog. 1. In the name of the holy and undefiled Spirit, the Father, the begottenSon, and Holy Ghost, proceeding from both, what is thy true name?If the spirit answers, Michael, then proceed.Question 2. What is thy office? 3. What is thy true sign or character? 4. Whenare the times most agreeable to thy nature to hold conference with us?Wilt thou swear by the blood and righteousness of our Lord Jesus Christ, thatthou art truly Michael?(Let him swear, then write down his seal or character in thy book, and against it,his office and times to be called, through God’s name; also write down anything he mayteach thee, or any responses he may make to thy questions or interrogations, concerninglife or death, arts or sciences, or any other thing) ; and then thou shalt say,\"Thou great and mighty spirit, inasmuch as thou camest in peace and in thename of the ever blessed and righteous Trinity, so in this name thou mayest depart, andreturn to us when we call thee in his name to whom every knee doth bow down. Farethee well, Michael; peace be between us, through our blessed Lord Jesus Christ. Amen.\"Then will the spirit depart; then say, \"To God the Father, eternal Spirit, fountainof Light, the Son, and Holy Ghost, be all honour and glory, world without end. Amen."},{"pageNumber":30,"pageContent":"Crystal Vision Through Crystal Gazing26I shall here set down the Table of the names of Spirits and Planets governing theHours; so thou shalt easily know by inspection, what Spirit and Planet governs everyHour of the Day and night in the Week.Note, the day is divided Into twelve equal parts, called planetary hours,reckoning from sun-rise to sun-set and, again, from the setting to the rising; and to findthe planetary hour, you need but to divide the natural hours by twelve, and the quotientgives the length of the planetary hours and odd minutes, which shows you how long aspirit bears rule in that day; as Michael governs the first and the eighth hour on Sunday,as does the Sun. After you have the length, of the first hour, you have only to look in thetable, as if it be the fourth hour, on Sunday, you see in the Table that the Moon andGabriel rules; and so for the rest it being so plain and easy you cannot err.\"This concludes the Ancient Instruction.Although at first reading the above instructions may appear comparativelysimple, as in fact they are, the student will soon find that a great deal of furtherinformation is desirable, and necessary in order to obtain a thorough practical grasp ofthe matter. The more astute will discover that a much wider knowledge of Magick andOccultism is implied, than is possessed by the average reader. Herein lies the difficultyof the present author, who, while desirous of being really helpful to earnest Students,knows clearly the obstacles to the practical application of this method of working.For instance, we have been supplied with details whereby we may appear tostand a fair chance of invoking the Angel Michael (always provided our intentions arepure, and we are of that simple Religious turn of mind, prepared be believe implicitly inthe instructions and the Powers Invoked, without questioning the reason why things are"},{"pageNumber":31,"pageContent":"The Ancient Methods27thus and so and not otherwise), but Michael is but one of the seven Angels mentioned inthe table of Planets and Rulers, and his services are only at our disposal at intervals.In order to be in a position to invoke the Angels of the other hours and Planets,we must be in possession of their Names in Hebrew, together with their Sigils orCharacters, and these must be Written on the Circle and Table in place of those given inthe Plate. Also, in place of the Symbol of The Sun, on the rim of the Circle, must beplaced the proper Planetary Symbol corresponding to the Angel Invoked; and so on.Nor do our difficulties end here, for we may ask why the Sigil (that peculiarfigure placed under the name Michael within the Hexagon on the Table, and on theupper left hand side of the Circle) should be that of Michael, and no other. In order toanswer this, the methods of drawing the Sigils of Angels, Intelligences, and Spirits,from their Magic Squares, or by other means, would need explanation.Magick is in truth the Science of Life itself, and all things in True Magick have aperfectly clear and lucid explanation, each step has a definite connection with the onebefore and the one following. But that is where the practical difficulty comes in; wewant to learn Crystal Gazing, and we find that before we can do anything with thematter properly, we must have learned many other things, in order to be in position evento carry out such a simple Ceremony as above described. On the other hand, if thingsare (apparently) made too easy for us, we fail to understand the underlying principlesinvolved, and through failure to obtain a proper grasp of the matter, we are led into acondition where, instead of us having the proper Power and Authority over the spiritinvoked, IT has power over us, and since we have no means of TESTING its trueNATURE, we may easily be deceived, led into further error, and finally lost.Every Divine Name, for instance, on the Circle or Holy Table shown in thePlate, has a very definite meaning, and is placed just where it is for a very definitereason. To the Magician, who understands every detail, these form the best and onlytrue PROTECTION, since he USES these things as his instruments and relies on hispower to use them rightly. To the novice or uninitiate, they mean little or nothing, andhow can he USE things he understands nothing about. Of course the fact that he mustprocure even these few simple materials, and fashion them properly, gives him a certainknowledge of the matter, but a very superficial one. And these articles are not so easilyprocured as one might imagine.Take for instance \"The Black Ebony Wand\" shown in the illustration, which weare told to engrave with certain Names and Figures. If made, what will this wand meanto us?It may mean a stick of wood, without life, and little more than a walking-stick (ifas much), or it may represent our Highest and Most Divine Possession.The True Wand is the Divine Will in Man, and one who is thus able to exercisethe Divine Will, may certainly be in a position to use it to Consecrate a Circle. The"},{"pageNumber":32,"pageContent":"Crystal Vision Through Crystal Gazing28Wand here described is a Symbol of that Will and to prepare it we must have gonethrough a Ceremony very like the one described in the First Chapter of this Book, inregard to the Crystal, but much more powerful, since we are dealing with our chiefMagical Weapon. Why is the Wand Black? To represent perfect Understanding on thepart of the Instrument, and perfect absorption of the Will of the Operator, which in turnis God’s Will. It thus forms a veritable \"Hollow Tube to bring down fire from Heaven\".Again its substance is rigid and unbending ebony to represent the Power ofUnconquered Will. Engraved upon it are the Words of PowerAGLA-ON-TETRAGRAMMATON, and on the reverse side EGO ALPHA ETOMEGA. What is the meaning of this to one who realizes the nature of the Wand?AGLA is a Word of Power, the Initials of which form the sentence \"Ateh Geburahle-Olahm Adonai\" which means \"Unto Thee be the Power 0 My Lord Adonai\" thusasserting the Power of Adonai, The Higher Self of Man (and of Humanity) as Lord ofAll. The next Word, ON, is the Name of the SUN in the old Egyptian Language, and theSun again represents The Power on High giving Life to all beings on this planet; again ithas a correspondence in ourselves, as, the Human Will situated in the Heart, etc.TETRAGRAMMATON, means the Four Lettered Name, the Ineffable NameIHVH, having Power over all the Elements, and representing the complete FORMULAof the MAGICK SYSTEM here used. The words on the reverse side \"EGO ALPHA ETOMEGA\" mean \"I am Alpha and Omega, the Beginning and the End, the first and theLast\" thus asserting the Wand or True Will to be supreme, and also containing theGreek formula of IAO, which is similar to that of Tetragrammaton.This will give the Student some idea of what is involved in even such anapparently simple set of Magical Instruments as is here depicted. Is he prepared to asserthis Will as the Will of God and the Universe? If not, he is not ready to acquire and usethe Wand. So it is with the other instruments, about which a long treatise might bewritten, most useful and interesting to the few earnest Students, but quite beyond thecomprehension of the ordinary reader.It would give the Author great pleasure to write such a treatise around the simpleceremony above described, but the limits of this little book will not permit. Should areal demand arise, it will no doubt become possible for the real student to obtain theinformation necessary. For it is written \"When the Pupil is ready the Master appears.\"Ò"},{"pageNumber":33,"pageContent":"29CHAPTER VFURTHER CONSIDERATIONS - THE METHODSOF DR. DEE AND SIR EDWARD KELLYThere is one point the Student may, or may not, have noticed in regard to theSimple Ceremony described in the previous chapter, viz: the entire absence of anyceremony of Purification or Banishing.This may be accounted for by the fact that the Operator is supposed to be onewho has implicit faith and trust in the Divine Powers Invoked, but it is only the Purestand Highest type of Seer who can safely use these methods, and at the same time, theirsimplicity is likely to attract the most ignorant.A little knowledge is a dangerous thing, and Magick either requires a great dealof knowledge, or none at all, and when we say None at all we mean Knowledge musthave been transcended and have given place to Understanding or Direct Perception.There are proper Ceremonies for Banishing and Invoking which should be usedwhenever a Circle is used in an operation of this sort. Again, to understand them rightlyrequires considerable work on the part of the Student.It is not my intention to discourage the beginner from an attempt to put intopractice any part of this Art, which however is also a Science. No Science can belearned in a day, and unless the Scientific aspect be first mastered, how can one be in aposition to carry out the practical side in a skillful manner, befitting any of the Arts.A few words should be written on the necessity of Banishing before undertakingany Occult or Magical Work. When we first of all dealt with our crystal, we found itnecessary to Banish from it any impure Astral Influences that might have been presentwithin it, after which we Consecrated it, and Charged it with our Will. It is equallynecessary, therefore, that in the event of our desiring to Work within a Magic Circle,drawn on the floor of our Temple, (or Room) we should FIRST BANISH all impureinfluences from that room, or at least cause them to remain OUTSIDE the CIRCLE.,which in this case is but Symbolical of THE UNIVERSAL CRYSTALLINE SPHEREfrom which we desire to call down influence upon our LESSER CRYSTALLINESPHERE, and in turn to be able to comprehend them, by means of a Vision, within ourown CRYSTAL SPHERE -- THE SOUL.If this Soul is Pure and Clear in the first instance, nothing can harm it, butusually the practices we undertake are for the purpose of purifying our own vehicle.The burning of incense may help to purify the atmosphere in our surroundings,but this incense itself is impure until it has been PURIFIED and CONSECRATED to thework in hand. This at least we may accomplish, by methods very similar to thoseadopted in the case of the crystal. A more elaborate preparation is certainly advisable,but this is not the place to enter into full details of the Banishing Rituals of the"},{"pageNumber":34,"pageContent":"Crystal Vision Through Crystal Gazing30Pentagram and Hexagram. These details may be found in \"The Equinox.\" Vol. INumber 2 by those who need them sufficiently to feel it worth while to obtain them.The practical importance, however, of these Rituals cannot be overrated. Theyform a means of Banishing all that is undesirable in our surroundings, Elementary,Planetary and Zodiacal; and also of invoking the Powers of the Elements, Planets andSigns in the proper way.The failure to understand these things has led in the past to many disastrousresults; and the world today seems blissfully ignorant of even the necessity of any suchperformance, while at the same time attempting to deal with \"Phenomena\" of aSpiritualistic Type, which in many instances is nearer to the necromantic results ofEvocation than the comparatively safe methods of Invocation described in the lastchapter.We may now turn our attention to some of the possible results of CrystalGazing, when undertaken in the right manner. This, at least, may encourage the enquirerto \"make himself fit\" to accomplish similar results in time.Few people realize what an important factor the Crystal has played, and isplaying, in events of Planetary Importance concerning the Initiation of the whole ofHumanity. It seems a far cry from the practice of Crystal Gazing to the New Aeon, but itmay be there is more than a slight connection even in that instance. In any case, thepractice may lead to results far greater than ever imagined in the beginning, and theseresults may only become manifest long after the original seer has passed away and isalmost forgotten.In any case it is doubtful whether the old Abbot Trithemius of Spanheimdreamed that his instructions, written so long ago, were going to be copied andcommented upon in this little book, or could have foreseen -- any more than the presentauthor can foresee -- the result upon the lives of those who may read them and act uponthem in the future.In the latter part of the Sixteenth and early part of the Seventeenth Centuries,there lived another man, to whom the Art of Crystal Gazing came to mean much. I referto Dr. Dee who during his Occult career made the acquaintance of a certain CrystalGazer known as Edward Kelly. The result of their work is certainly active today, andhad it not been for them, it is very doubtful if the present treatise would ever have beenwritten.Quoting from a recently published Life of John Dee by Charlotte Fell Smith(although this book is not of great practical importance to the Student) we obtain thefollowing:"},{"pageNumber":35,"pageContent":"The Methods of Dee and Kelly31THE CRYSTAL GAZERS\"It is a curious picture to call up, that of the strangely assorted pair seated in theinner room at Mortlake, acting out this spiritual drama. Dee had asked for instructionsabout the room for the sittings:\"May my little farthest chamber serve, if the bed be taken down?\" The table,covered with its cloth, stood in the centre upon the seals. Kelly, perhaps with the blackcap he is credited with having always worn, pulled close over his ears, was seated at it.Dee at his desk sat writing in the great folio book. He was now fifty-six years old; hisbeard was long, but perhaps not yet ’as white as milk’ as Aubrey describes it. He did notapparently see the visions himself. Once he reproachfully said: ’You know I cannot seeor skry’. He conversed with the spirits and sometimes heard what they said; but to theeye and ear of his body they were invisible; hence his dependence upon a skryer.\"The sole object of his ambition was the attainment of legitimate wisdom. Whenconversing with the angels, how near within his grasp it seemed! Michael’s expositionseemed almost to promise it to him:\"’Wilt thou have witt and wisdom? Here it is.\"Michael points each time to a figure of seven squares shown within a circle oflight.\"’The exaltation and government of princes is in my hand.\"’In counsayle and Nobilitie, I prevayle.\"’The Gayne and Trade of Merchandise is in my hand. Lo I here it is.\"’The Qualitie of the Earth and Waters is my knowledge, and I know them. Andhere it is.\"’The motion of the Ayre and those that move in it, are all known to me. Lo!here they are.\"’I signifie wisdom. In fire is my government, I was in the beginning and shall beto the end.\" ’Mark these mysteries. For this knowne, the state of the whole earth is knowne,and all that is thereon. Mighty is God, yea, mighty is he who hath composed forever.Give diligent eye. Be wise, merry and pleasant in the Lord.\"’Here we have one of the communications from the Angel Michael that has beenHistorically recorded. In fact a great deal of the work of Dee and Kelly remains in actualwriting to this day. Many of their formulae are being used by the true Adepts, and muchwork has yet to be done in order to make the meaning of this early work entirely clear."},{"pageNumber":36,"pageContent":"Crystal Vision Through Crystal Gazing32The public knows little or nothing of all this, but I may quote from certain OfficialInstructions of The Great White Brotherhood or A. A. which deals with the matter.\"The Skryer (Edward Kelly) obtained from certain Angels a series of seventalismans. These, grouped about the Holy Twelvefold Table, similarly obtained, werepart of the furniture of the Holy Table.\"\"Other Pantacles were obtained in a similar manner. Here (Figure V) is theprincipal one, which carved in wax, was placed upon the top of the table. On four othersstood the feet of the table.\"Note first the Holy Sevenfold Table containing seven Names of God which noteven the Angels are able to pronounce.\"These names are seen written without the heptagram within the heptagon.\"This Holy Sevenfold Table is probably the one referred to by the Angel Michaelin the communication above quoted. It forms the Key to manifold and great Mysteries."},{"pageNumber":37,"pageContent":"The Methods of Dee and Kelly33By reading these obliquely are obtained the names of other sets of Angels, someof which were attributed to the Metals of the Planets, as also by other methods ofreading can be obtained the Names of the Seven Great Angels, etc., etc. All the namesof the Angels thus drawn from the Sevenfold Table appear on the Pantacle orSIGILLUM DEI AEMETH.Dr. Dee also had a Shew-stone, a crystal which he alleged, to have been broughtto him by angels. This was placed upon the Table, and the principal result of theceremonial skrying of Sir Edward Kelly, was the obtaining of a series of wonderfuldiagrams, containing the Keys to all the mysteries of the Universe.He symbolized the Fourth-Dimensional Universe in two dimensions as a squaresurrounded by 30 concentric circles, (known as the 30 Aethyrs or Aires) whose radiiincrease in geometrical proportion.The sides of the square formed Four Great Watch-Towers which are attributed tothe elements, these in turn are all governed by what is known as The Table of Union,attributed to Spirit.Dr. Dee also obtained the Alphabet of the Angelic Language, in which all thesemysteries were written. It is sometimes called the Enochian Alphabet, as the angelsclaimed to be those which conversed with the \"patriarch Enoch\" of Jewish fable.The Thirty Aires or Aethyrs, surrounding the Material Universe, each had theirspecial name, drawn from these pantacles. Also the names of their Governors weredrawn from the same sources. Each of the Aethyrs had three governors, and these inturn controlled from two to nine thousand servitors.A series of Forty-eight Calls or Invocations were also obtained in the AngelicLanguage, and by means of these it became possible to Invoke to Visible Appearance allthese Aethyric Spheres, with their Angel Guardians. This gives but a slight idea of theextent of the practical Magical work done by Dee and Kelly by means of the Crystal orShew-Stone.This work has formed the basis of much of the Magical Work of the Adepts ofthis present time, and was instrumental in bringing about what we now know as TheNew Aeon. Almost all will now have recognized that we are living in a New Age orEra, and the Magical Forces which have brought this about, are largely due, in the firstinstance, to the Keys to the Higher Spheres obtained by Dee and Kelly, some centuriesbefore Humanity was ripe for the actual Initiating of the Current of Higher Will, whichthe practical use of these Keys made possible in this age.All this may sound highly fantastical to those who have no initiated knowledgeof the Universe, or of the nature and powers of Man. We do not wish to labor the point,but it illustrates how important the Crystal may become in the hands of a true Seer."},{"pageNumber":38,"pageContent":"Crystal Vision Through Crystal Gazing34The Real Prophet is one who has also the Power to make his prophesies cometrue. That is the difference between the Major and the Minor Prophets. In this instancemany things seen by Dee and Kelly are coming true, but chiefly because a greater Adeptthan either of them, grasped the possibilities of their Visions and by his Mighty Will,put the necessary Forces into action. We may now consider what is meant by aShew-Stone.This, in the instance above cited, consisted not in a crystal sphere placed upon astand on the table, but in a stone pressed to the forehead of the Seer. At least such wasthe material means used in obtaining the Visions of the 30 Aethyrs by Frater 0. M. justbefore and after The Equinox of the Gods which occurred in 1904 E. V.In that instance a great Topaz, set in a Scarlet Cross, was used. The process wassomewhat different from ordinary crystal-gazing, as likewise were the results.The place of what is known as the \"Third Eye\" in man, is just above andbetween the exterior organs of sight. This is known in Hindu Systems as the \"AjnaChakra\" and is thought by some to correspond to the Pineal Gland.Intense concentration on this \"Lotus\" or \"Chakra\" produces Visions of a veryhigh character, and this concentration may be increased or aided-by the pressure of askew-stone to the forehead just over this \"third-eye.\"In that case the Vision is turned inwards towards the Ajna Chakra, instead ofconcentrated on an outside object such as the crystal. When the power of concentrationhas been developed by means of crystal-gazing (as described in the earlier chapters ofthis book) this concentration may be taken up by the INTERIOR ORGANS OFVISION, and the visions perceived, not in physical space, but in the Chitakasha orMENTAL SPACE. Visions of this nature are usually of much greater value than theothers which result from our early practices with the eyes open.Consideration of Visions of this type, as of the proper means of obtaining them,will lead us well on the path to obtaining true Crystal Vision. Since, however, it forms adifferent aspect of the Work, it will be best to treat of it in another Chapter.Ò"},{"pageNumber":39,"pageContent":"35CHAPTER VITHE ATTAINMENT OF CRYSTAL VISIONThe reader will by now have realized that there is a certain difference betweenVisions obtained by means of the Crystal, and the attainment of Crystal Vision.Let us consider the matter in greater detail. If we use a crystal as a means ofobtaining visions of what, to us, would otherwise remain unseen, we accomplish ourpurpose through learning to concentrate our attention on the Lesser Crystalline Sphere.Just what we see by this means is beyond our power of control, for we have taken nosteps to insure any particular type of vision appearing before us in the crystal. Thevisions so obtained may be pleasant, or unpleasant; symbolical or actual; past, present,or future; and we have to rely upon our own power of comprehension and our ownintuitive ideas, in order to make such visions of value.Also, the power to see such visions at all, largely depends on our own inner stateof development. If we have not been living on the right diet, if we have not learned tobreathe correctly, if our own ideas are not of the greatest purity; these visions may becoloured by our own thought, or we may not be able to get beyond the very early stages.Much therefore depends upon ourselves, and we must be prepared to so trainourselves that these \"inner powers\", which enable us to contact the subtle vibrationsconcentrated on the crystal from the Universal Sphere, may become apparent to ourconscious mind.The concentration of our gaze on the crystal is Perhaps the most important partof the whole operation, for we are thus learning to concentrate our minds on a singleidea.Concentration of mind leads to the highest results, if rightly directed. It is avaluable acquirement and well worth the time and trouble it may take in order to secureit.The true Student will probably realize that this power of mental concentration isof greater importance than the mere elementary visions seen in the crystal while we arelearning to acquire it., The practices we have undertaken to that end will have served tostrengthen the will and with that strengthening of the will comes more power of choice.We are no longer content to remain slaves to our visions (or to our thoughts) we seek aconscious mastery over these things.In that case, we may begin to question the truth of our visions. We may findourselves in a position to see certain events which have transpired, or are transpiring, orwill transpire on this material plane. We may follow our inner guidance when weinterpret these visions, and we may make a true guess, so that what we have beheld mayprove in line with fact. On the other hand, we may find many instances when ourinterpretation of the Symbols, or the Time, connected with our visions is far from"},{"pageNumber":40,"pageContent":"Crystal Vision Through Crystal Gazing36correct. Many people forget about these things, and we only hear of the few instanceswhen everything turns out correctly.Some persons seem naturally gifted with \"second sight\" and are able to giveothers an accurate \"reading\" in a fairly large percentage of cases. But such persons arecomparatively rare, and in any case they represent the \"mediumistic\" passive type ofindividuals, who are little better than reflectors, with no creative powers of their own.Crystal gazing, should teach us to become more positive, rather than morenegative. Our only chance of true advancement lies in the direction of control of theAstral Plane. If we let it control us, we are lost.The Ancients, realizing this, devised the proper methods for obtaining visions ofa definite type, or at least from a definite type of intelligence, represented -- in theexamples previously given -- by certain Angels of a high order. Such Beings are capableof teaching us great truths, while the mere elementals, with which we may come incontact by less scientific methods, are only too likely to lead us astray.But we also discovered that in order to carry out the instructions of the WiseSeers of the past, we must first be in possession of a fund of knowledge which wouldput us in the position to work in an intelligent manner. Should we, on the other handneglect to obtain this, we should still be just as much at the mercy of the elementaryforces, since in our ignorance, we could be easily deceived, and having no means oftesting the accuracy of our results, might well come to grief.Our safest method, therefore, will be to treat every result as subjective, assomething arising within ourselves, and to leave on one side the question of theobjective reality of any of our visions. Just because we perceive a \"vision\" whichappears to be in objective space, because we have our physical eyes open and have beengazing at a Crystal, it does not prove that this vision is really outside of us. As a matterof fact all we perceive in the physical universe, is within our organ of vision, and theoutside cause may be quite other than that which we think it is. A table, for instance,appears as it does on account of certain vibrations from the \"outside\" entering ourconsciousness through the \"eye\" and our inner organ of vision reacts, and projects into\"space\" the image that we call a \"table\". Just what a \"table\" is in reality, we really do notknow.In any case, when we have been gazing at the crystal, after the mist has clearedaway and we become conscious of the \"vision\", we are not at the same time consciousof our material surroundings.So we see, that after all, our own \"vision\" needs to be trained, and that is themost important consideration for the true Seer.Now, although it is not so easy perhaps, we are just as well able -- withpractice-- to concentrate our minds inwards as outwards. We can make a mental pictureof a crystal or some other simple object, and concentrate on that mental image while our"},{"pageNumber":41,"pageContent":"The Attainment of Crystal Vision37physical eyes are closed. We have, in other words a certain power of inner vision whichmay be much developed. Once we have learned to concentrate the mind to some extent,we may arouse, by means of our creative imagination any kind of vision we desire. Butagain we cannot be sure that we imagine truly, this, however, need not concern us verymuch for the moment.If we try to imagine, for instance, a \"Red Triangle\" we find our mental picture,even of this simple object, trying to escape us. It will change colour, and shape, andsize; and at first it is very little under our control. But it is slightly under our controlbecause we created it by means of our will to perceive a red triangle. It is quite unlikean idea which takes possession of our mind against our will, and obsesses us. Also, themore we practice, the more vividly shall we be able to see the Red Triangle, and the lessit will change colour and shape, till one day after we have been practicing a long time,perhaps -- we shall be able to hold it before our mental vision at will. The fact that weare able to do this, will imply that we have been able to cut away from consciousnessevery other thought except the Red Triangle. What will be the result? There will be a\"rushing together of the Seer and the Seen\" and in a moment we shall find ourselves inan entirely new state of consciousness. Our mind -- for a brief period at any rate -- willbecome CRYSTAL CLEAR. We shall have obtained, what in Raja Yoga is called,Dhyana. This is but the first of the Great results, but it is a thousand times moreglorious, and more worth while, than any vision in the crystal that might have beenobtained by concentration of the mind outside instead of inside our own CrystallineSphere.Again, man has the power -- once he has learned to concentrate -- to form forhimself a \"Body of Light\" or \"Astral Body\" which at first surrounds his physical body,and may afterwards be separated from it, so that -- while still retaining his fullconsciousness -- he may learn to travel clothed in his Body of Light, on the AstralPlane. He may visit other spheres, those depicted in the Diagram as surrounding thephysical world, governed by the planetary intelligences. He may extend his field ofknowledge further and further, until some day, if he has succeeded in purifying himselfsufficiently in the meanwhile, he may gaze upon that UNIVERSAL CRYSTALLINESPHERE, mentioned in our Third Chapter.It was such a course that Frater 0. M. took when he obtained the series of 30Visions of the Aires or Athyrs, in accordance with the System partially worked out byDr. Dee and Sir Edward Kelly. Some of these visions are very wonderful indeed, and Icannot refrain from quoting a part of his Magical Record on the subject. The followingis chosen because it introduces the Angel Madimi, the same who first appeared to Dr.Dee.THE CRY OF THE 17TH AETHYR WHICH IS CALLED TAN.\"Into the stone there first cometh the head of a dragon, and then the AngelMadimi. She is not the mere elemental that one would suppose from the account ofCasaubon. I enquire why her form is different."},{"pageNumber":42,"pageContent":"Crystal Vision Through Crystal Gazing38She says: Since all things are God, in all things thou seest just so much of Godas thy capacity affordeth thee. But behold! Thou must pierce deeply into this Aethyrbefore true images appear. For TAN is that which transformeth judgment into justice.BAL is the sword, and TAN the balances.A pair of balances appears in the stone, and on the bar of the balance is written:Motion about a point is iniquity.And behind the balances is a plume, luminous, azure. And somehow connectedwith the plume, but I cannot divine how, are the words: Breath is iniquity. (That is, anywind must stir the feather of truth.)And behind the plume is a shining filament of quartz, suspended vertically fromthe abyss to the abyss. And in the midst is a winged disk of some extremely delicate,translucent substance, on which is written in the \"dagger\" alphabet: Torsion is iniquity.(This means, that Rashith Ha-Gilgalim is the first appearance of evil.)And now an Angel appears, like as he were carven in black diamonds. And hecries: Woe unto the Second, whom all nations of men call the First. Woe unto the First,whom all grades of Adepts call the First. Woe unto me, for I, even as they, haveworshipped him. But she whose paps are the galaxies, and he that never shall be known,in them is no motion. For the Infinite Without filleth all and moveth not, and the InfiniteWithin goeth indeed; but it is no odds, else were the space-marks confounded.And now the Angel is but a shining speck of blackness in the midst of atremendous sphere of liquid and vibrating light, at first gold, then becoming green, andlastly pure gold. And I see that the green of Libra is made up of the yellow of air and theblue of water, swords and cups, judgment and mercy. And this word TAN meanethmercy. And the feather of Maat is blue because the truth of justice is mercy. And a voicecometh, as it were the music of the ripples of the surface of the sphere: Truth is delight.(This means that the Truth of the universe is delight.)Another voice cometh; it is the voice of a mighty Angel, all in silver; the scalesof his armour and the plumes of his wings are like mother-of-pearl in a framework ofsilver. And he sayeth: Justice is the equity that ye have made for yourselves betweentruth and falsehood. But in Truth there is nothing of this, for there is only Truth. Yourfalsehood is but a little falser than your truth. Yet by your truth shall ye come to Truth.Your truth is your troth with Adonai the Beloved one. And the Chymical Marriage ofthe Alchemists beginneth with a Weighing, and he that is not found wanting hath withinhim one spark of fire, so dense and so intense that it cannot be moved, though all thewinds of heaven should clamour against it, and all the waters of the abyss surge upon itto smother it. Nay, it shall not be moved.And this is the fire of which it is written: \"Hear thou the voice of fire I\" And thevoice of Afire is the second chapter of the Book of the Law, that is revealed unto himthat is a score and half a score and three that are scores, and six, by Aiwass, that is hisguardian, the mighty Angel that extendeth from the first unto the last, and maketh"},{"pageNumber":43,"pageContent":"The Attainment of Crystal Vision39known the mysteries that are beyond. And the method and the form of invocationwhereby a man shall attain to the knowledge and conversation of his Holy GuardianAngel shall be given unto thee in the proper place, and seeing that the word is deadlierthan lightning, do thou meditate straightly thereupon, solitary, in a place where is noliving thing visible, but only the light of the sun. And thy head shall be bare. Thusmayest thou become fitted to receive this, the holiest of the Mysteries. And it is theholiest of the Mysteries because it is the Next Step. And those Mysteries which liebeyond, though they be holier, are not holy unto thee, but only remote. (The sense ofthis passage seems to be, that the holiness of a thing implies its personal relation withone, just as one cannot blaspheme an unknown god, because one does not know what tosay to annoy him. And this explains the perfect inefficiency of those who try to insultthe saints; the most violent attacks are very often merely clumsy compliments.)Now the Angel is spread completely over the Globe, a dewy film of silver uponthat luminous blue.And a great voice cries: Behold the Queen of Heaven, how she hath woven herrobes from the loom of justice. For as that straight path of the Arrow cleaving theRainbow became righteousness in her that sitteth in the hall of double truth, so at last isshe exalted unto the throne of the High Priestess, the Priestess of the Silver Star,wherein also is thine Angel made manifestAnd this is the mystery of the camel that is ten days in the desert, and is notathirst, because he hath within him that water which is the dew distilled from the Nightof Nuit. Triple is the cord of silver, that it may not be loosed; and three score and a halfa score and three is the number of the name of my name, for that the ineffable wisdom,that also is of the sphere of the stars, informeth me. Thus am I crowned with the trianglethat is about the eye, and therefore is my number three. And in me there is noimperfection, because through me descendeth the influence of TARO. And that is alsothe number of Aiwass the mighty Angel, the Minister of Silence.And even as the shew-stone burneth thy forehead with its intolerable flame, sohe who hath known me, though but from afar, is marked out and chosen from amongmen, and he shall never turn back or turn aside, for he hath made the link that is not tobe broken, nay, not by the malice of the Four Great Princes of the evil of the world, norby Choronzon, that mighty Devil, nor by the wrath of God, nor by affliction andfeebleness of the soul.Yet with this assurance be not thou content; for though thou hast wings of theEagle, they are vain, except they be joined to the shoulders of the Bull. Now, therefore, Isend forth a shaft of my light, even as a ladder let down from the heaven upon the earth,and by this black cross of Themis that I hold before thine eyes, do I swear unto thee thatthe path shall be open henceforth for evermore.There is a clash of a myriad silver cymbals, and silence. And then three times anote is struck upon a bell, which sounds like my holy Tibetan bell, that is made ofelectrum magicum."},{"pageNumber":44,"pageContent":"Crystal Vision Through Crystal Gazing40I am happily returned unto the earth. Bou-Saada.December 2, 1909. 12:15-2 A. M.---------The above example of one of the most perfect types of Symbolic Visions cannotbe fully appreciated by those who are unacquainted with the true Keys of the HolyQabalah, and with some of the Mysteries of the New Aeon. Those who have made somestudy of \"Q. B. L.\", of the \"Tree of Life\", the Tarot, etc., will soon discover a greatmany underlying meanings, and to them the perfect consistency of all the symbolism,will be quite apparent. In any case, even those who have little knowledge of suchmatters, will recognize the beauty, sublimity, and greatness of this type of Vision,compared with any of a more partial nature. Of course, this is but one of a series, and byitself is not very explanatory, but I may add, that all these Visions were of a definitelyInitiatory nature -- so far as the Seer was concerned -- and at the same time they have aperfectly true Universal Application. It is a pity this cannot be said in regard to theaverage \"crystal reading\". But the concentration of mind obtained by the earnest studentof crystal-gazing, may, as before remarked, result in visions of a much more importantcharacter, if the seer is sufficiently interested in Truth to learn to make his own InnerVision, Crystal Clear.Ò"},{"pageNumber":45,"pageContent":"41CHAPTER VIIOF THE ULTIMATE CRYSTAL\"In the sphere I am everywhere the centre, as she, the circumference, is nowherefound.\" -- Liber Legis. Ch. II Verse 3.We are now nearing the end of our journey in search of the True Crystal. Before,however, we treat of the ultimate conceptions, we should devote a little more time tomatters less transcendent in their nature.This little treatise, while giving as wide a view as possible of the whole subject,aims to be intensely practical and helpful to all who may read it. Some will be at onestage of development, others will have reached a different level, but the author truststhat all will obtain some hints that may actually be put into practice, and thus lead theseeker to a clearer and better understanding of himself and others.Here are a few practical hints:A diet of fruit and vegetables may have its advantages by making the studentmore susceptible to visions of a clairvoyant type. On the other hand a mixed diet suitssome people far better, and may give more real staying power. Don’t become a \"dietcrank\" you will have no time for anything else more important. Use your common sense-- experiment if you like -- but don’t form habits. The best type of man or woman is theone who can eat anything, and does eat anything according to the natural promptings ofhis or her being, and that without causing digestive troubles.Don’t do any practice after a full meal, or when very tired; this would not begiving Nature a proper chance, and your practice must suffer accordingly.Rather be the tortoise than the hare. Real progress is made despite obstacles, andthe more obstacles we meet - and overcome - the stronger becomes our will.You are practically bound to obtain what you truly ask for. Be sure of what youreally want before you ask for it.Take plenty of fresh air and exercise, and don’t become so obsessed with darkseances that you overlook the value of Sunlight.Your first duty to Humanity is self-improvement. Man is ignorant of the natureand powers of his own being. Until he has obtained a scientific knowledge of himself,he cannot really expect to aid others.It requires much more study and effort to Know Yourself, than it does to giveothers advice they do not need.Learn to mind your own business, and in time others will follow your example."},{"pageNumber":46,"pageContent":"Crystal Vision Through Crystal Gazing42Learn to speak the truth, and you will begin to notice when you are telling lies.Remember that even truth is relative. There is but one Truth and that lies at theEnd of the Path. Yet seek Truth, and be content with nothing less.We live in a world of appearances. There seem to be innumerable, \"Pairs ofOpposites\" till the final Pair has been realized and Mated. Then we shall \"See things asthey are.\"In the meanwhile there are many stages, each nearer to the Truth, wherein weshall still see things only as they APPEAR. All Visions, however high, fall under thisheading.The Highest States of Consciousness are FORMLESS, and the final State is ofCrystalline Purity. There is, however, \"That which remains\" viz: perfect Bliss.A short description might well be given of \"Visions\" of an intermediate type,such as we term Astral Visions, as this may be of interest to students who have traveledsome distance on the path, but who, as yet, have not realized results such as wedescribed in the last Chapter.The following is from the Author’s Occult Record while a Neophyte of the GreatOrder. It is of the type called an Astral Journey, when the Seer actually \"travels\" in his\"Body of Light.\"\"Nov. 28, 1913. 11:5 to 11:27 P. M.Drew, with wand, in front of me, a circle (three times round) and formed astralin that. Rose to a great height. Suddenly, as it were, a rope flashed round me and fell,forming a spiral, ever widening, at the top of which I sat. Stood up on this, only to fall,down, down, down, not quite vertically, into the water. Rising again, and striking out, I,after a short while perceived a boat, something like a gondola, and swam towards it. Itwas rowed by a dark-skinned man, old and wrinkled, whom I at first thought to be anIndian. As I reached the boat and put my hand on the side, it seemed as if he wouldstrike at me with his oar, but no, he grinned, and I drew myself into the boat and sat inthe forepart, which was high and covered with a sort of hood. Presently, it struck methat the man was not living but dead (Death). We then drifted in a mist, and all becameblank for awhile; the memory of boat, man and self, were all but lost.When the mist cleared I realized that the man was no longer there, and I myselfguided the boat. Coming back out of the mist the waters were blue and no longer black,and I realized, that day was breaking. Gradually I watched the Sunrise, and set the boatin that direction, rowing so as to keep my face to the Sun. It seemed like a Portal; but,keeping on, it presently rose, and by the time it was getting high in the heavens Iperceived a fair city ahead. Domes, Minarets, etc. Arriving there, I for the first timenoticed I was dark skinned and clad in a loincloth. Landing, I was surrounded by men inan Eastern costume, Arabs or Turks, I thought them."},{"pageNumber":47,"pageContent":"Of The Ultimate Crystal43One old man took me by the hand, I made the sign of the Pentagram over him,but he smiled and said \"Come along, it’s all right,\" and led me along a street paved withcobbles, the houses of which overhung, till we reached a sort of mosque.Entering this, he led me to the altar, which was supported by brackets from thewall, and above which was a beautiful stained window. At the sides were thin columnsand sort of boxes, similar to theatre boxes. We knelt at the altar; and he took my handand said: \"Raise your consciousness.\" I perceived a star and crescent above me, and across dimly formulated in the background.After this, the astral seemed to coincide with the body: but consciousness of theastral surroundings was still clear. Continued to raise consciousness, and to send outthoughts of Love. Perceived around me innumerable streams of thought, interlacing andlike a net-work, and when the Love-thought was sent out, the whole net sparkled, aswith little specks of gold. Continued in this thought for some minutes, and, graduallyreturned to normal. Gave thanks and entered diary.\"I quote this Vision, chiefly because it was not what it should have been, andbecause this gives me the opportunity of adding the Comments made upon it by myGuru. He wrote:\"Very nearly in serious trouble, my young and rash friend! It seems that youmust go up well outside earth-attraction if you wish to get good astrals. It soundsSunday-school talk, and I can give no reason. But I’ve tried repeatedly goinghorizontally and downwards, always with the same result. Gross and hostile things arebelow, pure being above. The vision is good enough for what it is; it is clear andcoherent. But I see no trace of scientific method in directing the vision. I explain furtherin the general comment. O. M.\"Such advice is worthy of the notice of every \"seer\" for much of it applies toother forms of work. To search the earth plane by means of visions, is practicallyvalueless, and often positively harmful. We can travel to another city for a few dollarswithout expenditure of valuable occult power, but we have a right to use it to examine\"Things above\" which cannot be reached by means of a material aeroplane. We shouldalways make use of physical means on the physical plane if possible, people make thegreatest mistakes by \"mixing the planes.\" That is the chief trouble with \"mental science\"\"mental healing\" and what not. We must learn to adjust things on their own planes. ThePhysical by Physical, the Astral by Astral, the Mental by Mental, and The Spiritual bySpiritual methods. When we have straightened out these different levels ofconsciousness, a certain harmony will be apparent on all planes, which in the end resultsin perfect Unity. The Method of trying to control ideas of one plane, by means of thoseof another, is a wrong one. Remember things are always true on their own plane, but invery few instances are they true on another. That is why we should examine our visionsscientifically, while they are present in our consciousness, but when that consciousnessbecomes aware of the material plane once more, we should place little, if any reliance,on the truth of our vision, as corresponding to events of everyday life."},{"pageNumber":48,"pageContent":"Crystal Vision Through Crystal Gazing44I may perhaps quote one more vision, of a slightly higher type, since it wasinvoked by means of Will and by scientific methods. Visions are of little real valueunless WILLED.This time the vision was undertaken in order to discover the answer to a definiteExamination Question set by the Order.\"Invoke Mercury and Hod, and travel till you meet the Unicorn mentioned inLiber LXV, Chapter III, verse 2. Report its conversation fully.\"This is the kind of question you must fit yourselves to answer. Something youcould not possibly obtain by other means. Few people realize that on the Astral Planeare the Records from which such Inspired and Holy Books as Liber LXV are written,and that these Records may again be Invoked by proper means.\"March 24th, 1914. 9:40 to 10:50 P. M.\"During the day I prepared a Circle of Orange, about 5 ft. in diameter (thelargest I could make in the little room I am using) and within it, an eight-pointed star ofyellow. Within that again an Octagon. A Red upright Tau in the centre, and eight smallred pentagrams at the points of the star to represent lights; for there was no room to usethem with safety. The whole was very crude, but the best I could do with the materialsat hand.\"Having robed and entered the temple, I made a general Invocation (impromptu)of the Lord of the Universe, and traced the circle and figures with the wand. Performedthe Lesser Banishing Ritual of the Pentagram; then Invoked \"Water\" and sprinkled thecircle to purify it. Performed the Lesser Ritual of the Hexagon, followed by Invocationof Mercury and Hod, (impromptu) with appropriate Hexagram.Lit incense. Made a further statement of my intention. Knelt in the centre ofCircle and tried to formulate a \"White Astral\" with no very great success at first.Afterwards, I forgot about the material body and began to get some result.Found my \"astral\" floating upon a dark sea on a sort of plank. The moon wasshining above, and the thought came to me that ’perhaps the Moon represented theUnicorn I had set out to seek’, but I decided it was not so.Rising higher, I tried to identify myself with the moon, and then turned andfaced the Sun; looking along the Ray as a Path. I had the impression of being a littlechild.About this time I was reminded of my physical body by a pressure on the brain,head and neck; a sort of frozen rigidity, which caused me to lose concentration on theastral for a little while. I determined to keep on, however, and astrally performed theLesser Banishing Ritual of the Pentagram. When I came to the words: \"In the columnstands the Six-Rayed Star\" I seemed to rise quite easily."},{"pageNumber":49,"pageContent":"Of The Ultimate Crystal45Traveled about, with no particular visions, seeking the Unicorn. I obtained anidea of a unicorn, but not very distinctly, and spoke to it. It informed me that it had nodesire to converse. I made the sign of the Pentagram over it, whereupon, it said that itwas not that which I sought. This being my own opinion also, I left it, and rose higher totry again.This time I got a clearer idea of the Unicorn, and began to converse with it.We were on the edge of a wood, beneath a night sky. It told me to look up, andhaving done so, I perceived a comet flash across the sky and disappear. Turning back, Iquestioned him, and he answered; ’All men are thus, the Universe is thus’. So I gatheredfrom his words that a fragment appears for a moment (or a period) and disappears,leaving no trace.I felt that this was something I must get to understand, when he said: ’Lookagain’ and this time a meteor flashed and then struck the earth. And he said: ’Sometimesit is thus, and there appears to be pain as a result’. Then I said to him: ’Do I understandthat man appears for a moment only, and is forever gone again?’ And he answered ’Thecomet remains travelling in its ellipse, and only disappears from sight. Further, he toldme to look again, and I beheld a fixed star, shining in the blue. Turning again to him, Iasked what this meant; and he answered: ’The Masters are thus, they travel no more, butgive Light’. Then I asked if I should attain to this, to which he replied ’Yea, but not yet.Thou must be as a comet until after a while thou strikest, a star, and becoming one withit, remain fixed.’And I understood that there was nothing further to be said at that time. So Ireturned, and having given thanks, entered these experiences in my diary.\"There is not much further to be said, so far as this little book is concerned,though there is much that might, and will be said at the proper time. The early vision,above recorded, took place 8 years ago, and much has transpired since then.It may be remarked that this vision had a far wider and deeper application thanever the Seer realized at the time, part of this became more apparent many years later,there is still much to be accomplished.But let me call your attention to the Star. It is written, in Liber Legis, The Bookof the Law, \"Every man and every woman is a star.\" What does this mean? It wouldtake another and longer treatise, to tell you. This much may be said, however:At the CENTRE of our Being is the Star of Unconquered Will, that is the Trueor Divine Will, the Will of the Universe. Each must discover this Star in his own being,and putting his personal will in line with Its Guidance, become an active and consciouscooperator in the Universal Plan. This Star is of Intense brilliance. It is the DiamondSoul, the only Veil about the Innermost Essential Self. It is thus the ULTIMATECRYSTAL, of which it is written by Our Lady Nuit -- Goddess of the Starry Heavens --Who represents INFINITE SPACE or the Universal Crystalline Sphere:"},{"pageNumber":50,"pageContent":"Crystal Vision Through Crystal Gazing46\"Worship then the Khabs (Star) and behold my light shed over you!\"When we have discovered this Central Light of our Being, and learned toConcentrate the Mind thereon, we shall begin the Ultimate Practice of Crystal Gazing.We shall find the Star Rays from the Universal Sphere centered in us, and when thefocus becomes perfect, shall discover, that this CENTRE is EVERYWHERE and THECIRCUMFERENCE NOWHERE. Then all our conceptions of Crystalline Spheres willmelt into That which is Without Limit, PERFECT CRYSTALLINE VISION.Ò"}]
