[{"pageNumber":1,"pageContent":"M.M.E.A. - MULTIPLE MICRO ELECTRODE ARR...EN USED BY COVENS FOR OVER 4,000 YEARS? Title: M.M.E.A. - MULTIPLE MICRO ELECTRODE ARRAY IMPLANTABLE CHIP -- IS IT JUST ANOTHER \"SATANIC INSERT\" WHICH HAVE BEEN USED BY COVENS FOR OVER 4,000 YEARS? - Part 4 of 5 Resources to aid your Understanding Subtitle: Satanists make extensive use of special inserts in a person's body who is in witchcraft, or a person they wish to control. The Biblical Mark of the Beast would be a natural \"insert\" for the most powerful Satanist witch in world history to use to control the entire population of the world. Stand by for startling insights! The New World Order is coming! Are you ready? Once you understand what this New World Order really is, and how it is being gradually implemented, you will be able to see it progressing in your daily news!! Learn how to protect yourself, your loved ones! Stand by for insights so startling you will never look at the news the same way again. YOU ARE NOW ON THE CUTTING EDGE The past three articles have set forth a most exciting proposition: that the exceedingly sophisticated M.M.E.A. implantable chip fulfills all the requirements of Revelation 13:16-18, and is the only implantable chip fully funded by the Defense Advanced Research Projects Agency, [D.A.R.P.A.]. Let us list these previous three articles, if you have not yet read them. * NEWS1875 - \"D.A.R.P.A. IS FUNDING AN IMPLANTABLE M.M.E.A. chip FAR MORE ADVANCED THAN\"DIGITAL ANGEL\"! M.M.E.A. - MULTIPLE MICRO ELECTRODE ARRAY IS SO ADVANCED IT CAN FULFILL REV 13:16-18!\" Part 1 of 4 - We explain the science of this implantable chip * NEWS1875b - \"D.A.R.P.A. IS FUNDING AN IMPLANTABLE M.M.E.A. chip FAR MORE ADVANCED THAN\"DIGITAL ANGEL\"! M.M.E.A. - MULTIPLE MICRO ELECTRODE ARRAY IS SO ADVANCED IT CAN FULFILL REV 13:16-18!\" Part 2 of 4 - The fact that this unbelievable chip is being funded by the very government department who will one day take our freedoms away, and whose ultimate goal is the New World Order - Kingdom of Antichrist - tells us that this chip is probably planned to be the chip the Masonic Christ and his False Prophet will one day force every person on earth to take as a sign of loyalty to him! * NEWS1875c -- M.M.E.A. - MULTIPLE MICRO ELECTRODE ARRAY IS SEEN BY OCCULTISTS AS \"TRANSCENDENCE\", A MEANS BY WHICH MANKIND SHALL MAKE THAT \"PARADIGM JUMP\" IN CONSCIOUSNESS TO BECOME GOD! - Part 3 of 4 - This Brain Machine Interface is already being touted as a means of \"worship\", which is another requirement of the Mark of the Beast prophecy of Revelation 13:16-18. SATANIC INSERTS LONG USED WITHIN COVENS In this article, we shall discuss a most exciting -- but very little known fact -- that Satanists have long used \"inserts\" implanted within a person's skin! Can the \"Mark of the Beast\" just another Satanic insert? You can decide after you read this article; but, at the very least, you will realize that God's prophecy that the Mark of the Beast shall be implanted within the skin is old news to a Satanist, for they have been doing this for 4,000 years. \"And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads: And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name. Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six. [666]\". [ Parallel Bible, KJV/Amplified Bible Commentary] In the past few years, many people have thought that the Mark of the Beast might be put on the skin, like some sort of tattoo rather than in the skin, as the King James Version states. In fact, most modern versions use the word, \"on\" the skin. While this may be true, I find it highly instructive to learn that Satanists regularly use \"inserts\" into the body to control their adherents. In Seminar 1, we show that the Veterinarian Industry has perfected the use of inserts into the skin for animal control and identification. This practice is now being advertised heavily so as to convince the people http://cuttingedge.org/news/n1875d.cfm (1 of 5)12/15/2003 6:25:34 PM"},{"pageNumber":2,"pageContent":"M.M.E.A. - MULTIPLE MICRO ELECTRODE ARR...EN USED BY COVENS FOR OVER 4,000 YEARS? that it is a good and normal thing to do. Indeed, while there is no Biblical warning against inserting a transponder into animals, it seems to me to be perfect conditioning to get people ready to accept a similar insert into their skin. Let us now examine the use of inserts into people by Satanists and then determine whether Antichrist, who is foretold to be the most powerful of all Black Magick witches in world history, just might consider the Mark of the Beast to be the ultimate Satanic \"Insert\". We shall print all of Dr. Brown's quotes in blue , in addition to placing them with quotation marks around them. \"Inserts are just about anything that gets inserted under the skin or into the body that has a demon, and sometimes, physical poisons (the most common is cyanide or mercury) attached to it.\" [ \"Becoming A Vessel Of Honor In The Master's Service\" , p. 103]. Let us stop here for a moment to consider the shocking information we have just received from this doctor who has ministered specifically to people coming out of Satanism through the glorious work of Jesus Christ. Prior to an insert being placed into the body, it has received an incantation or a spell that attaches a demon to the insert ! Thus, when a person receives such an insert, they have just received a demon into their body, somehow magically, supernaturally attached to the insert! If Antichrist used this type of insert, placing it into the right hand or the forehead of the peoples of the world, he would have a most powerful tool by which to control all the people from that moment on! Perhaps this is the major reason people worship Antichrist so completely, and resist the Divine Judgments designed to bring them to repentance. Suddenly, I more completely understand the Great Tribulation Period a whole lot better, don't you? SPECIFIC KINDS OF INSERTS Dr. Brown then describes a very special type of \"insert\", called push-pins. \"They are tiny metal pins which are inserted under the skin in a special ritual. Demons are attached to the pins for various functions ... They enter the person when the pin is inserted ... they function as a sort of radar homing device ... and also for purposes of destruction. The demons associated with the pins are supposed to destroy the person if he or she ever leaves the craft.\" [Ibid., p. 30] In Seminar 1, as we describe the effects and the capabilities of the most modern human transponder, we stated that it would be both a passive transponder and an active homing device that could keep precise track of the whereabouts of everyone in the world at any particular point in time. We speculated that, since the Kingdom of Antichrist is prophesied to be the most repressive and the most controlling in world history, such a homing device implanted under the skin of everyone on earth would make a lot of sense. Yet, here, we see that Satanists have been using such devices for years, powered by Satanic witchcraft! Dr. Brown continues to describe these push-pins. \" The purpose is the same, though, it is for control ... Once a person has a push-pin, the people in the craft always know where they are, AND when they leave, the demons attached to the pin rise up to try to kill the person physically.\" [Ibid., p. 31] Satanists are always on their guard against anyone coming out of the Craft, especially by means of becoming Born Again through Jesus Christ. As Dr. Brown explains, the only way these inserts can be eliminated to cancel the power they exert through demonic possession, is through prayer, application of oil and lots of faith. Through this combination, the Lord Jesus Christ literally burns the inserts right out of the skin, frequently causing it to rise through the skin where it can be removed by metal tweezers. Dr. Brown further explains that this method of inserts is used culturally in a lot of pagan countries around the world. \"In other countries, they use different things instead of metal. Sometimes small pieces of rock, a small piece of wood, a tooth, or a piece of human bone ... If you look at other cultures around the world, you will find the use of inserts everywhere. For example, Hindu women in India frequently wear a particular gem or stone imbedded in the skin in the center of their forehead. This is the position of the 'third eye'. This links them with their god and supposedly gives them special vision into the spirit world. Various African tribes are well-known for pieces of bone inserted into their noses, ears, or lips.\" [Ibid.] As I read this paragraph, I was startled beyond belief. For many years, I had struggled with the concept that, when Antichrist arises, the huge majority of the peoples of the world shall follow him like lemmings follow each other over a cliff. How can this be, especially in a technologically advanced country like the United States, Canada, Australia, or Europe? Now, I can better understand this dilemma; if huge numbers of people, in every continent in the world, possess Satanic inserts in their body at the time of the appearance of Antichrist, they will be under the influence of at least one demon, if not more. These demons could then exert a powerful force, or influence, over the thinking and the emotions of the person in whom they cohabit. Thus, the demon(s) inhabiting tens of millions of people worldwide will rise up to demand that person follow Antichrist; or, more likely, the demon(s) will cause that person to have tremendous feelings of love and devotion for Antichrist, thus making their loyalty that much easier. For a decade now, I have struggled with the realization that people who are New Age adherents and who have received their own \"Guiding Spirits\" are demonically possessed. These \"Guiding Spirits\" are nothing more than demons, even though the New Ager has no concept they are possessed. They are both possessed and deceived! Since the New Age Movement claims that more than 30 million Americans are practitioners, the impact of a demonically possessed minority of the population at the time of the appearance of Antichrist is potentially huge. But, now, I discover the truth of the matter is far larger, since so many people can have these type of Satanic inserts. Dr. Brown continues to describe the extent of this disaster called \"Satanic inserts\". \"I think it is no accident the gay movement has popularized ear rings for men. What effect does the placement of such ear rings have in a non- homosexual young man? I would be very concerned about this if I were a young man. I am not saying that all jewelry is demonic. However, some of it is.\" If the person performing the piercing of the ear, or the eyelids, or any other part of the body, is a Satanist, he could have previously \"blessed\" each \"insert\", so that, unbeknownst to the recipient, demons are ritually attached to the insert. That young man or woman could then be under the influence of the demon, without realizing it! http://cuttingedge.org/news/n1875d.cfm (2 of 5)12/15/2003 6:25:34 PM"},{"pageNumber":3,"pageContent":"M.M.E.A. - MULTIPLE MICRO ELECTRODE ARR...EN USED BY COVENS FOR OVER 4,000 YEARS? This is also the main danger of hypnosis , as the person performing the hypnosis has the entire mind of the recipient totally under his control, and can ensure that the recipient does not remember anything done or said while they were under the hypnotic spell. Thus, the popularity of hypnosis potentially offers Satan great opportunity to spread his influence among the population. Dr. Brown continues to explain inserts. \"There are at least seven different categories of inserts: 1. Push-pins -- previously explained 2. Curse-pins -- very similar to push-pins, but more specific in purpose. They are always designed to hurt, or to kill an enemy. Prior to implementation, they have been cursed specifically in a ritual. Push-pins may be designed only to influence or to deliver less than killing destruction. However, curse-pins are designed to kill . 3. \"Nail-pins are basically the same as push-pins. They are inserted into the bed of the finger nails or toe nails. Most commonly, the finger nails. They have the same functions as the push-pins.\" [Ibid., p. 104] 4. \"Satan's Web is a piece of fine silky material about two by three inches in size. It is swallowed in a ritual . The web is placed as sort of a time bomb which goes off if the person ever turns against Satan. It produces an intense acid in the stomach and will eventually destroy the stomach completely. It produces all sorts of severe stomach pain and even bleeding, but little is found on physical examination because the process is purely demonic.\" [Ibid.; Emphasis mine] 5. \"Crystals are extremely small and are actually demonic parasites. Although they are crystalline in nature, they are a living parasite. I have seen these under a microscope. They are usually inserted behind the ear drum, into the blood stream, or simply under the skin. They are about the size of one to three grams of salt. Some are red and some are white. In the craft, the red crystals are frequently called the 'red devil's crystals'. If a woman has a baby that is delivered on a satanic altar, or in the presence of other Satanists, these crystals are often inserted into the artery and veins of the umbilical cord of the baby as the cord is cut. Both the baby and the mother are affected demonically by the crystals ... They are capable of creating devastating illness, even death within four to six months of placement.\" [Ibid.] 6. \"Demonic I.U.D.'s are often placed through various procedures. They may be made of metal, but they always have a demonic component ... I have been told by more than one high ranking Satanist who has turned to Jesus that the whole concept of the intrauterine devices were devised by craft doctors in the first place. An I.U.D. does not prevent conception. It prevents implantation of the early fetus in the uterus. In essence, it causes an abortion. The craft doctors considered these I.U.D.-caused abortions to be sacrifices to Satan.\" Doc Marquis, the former Illuminist Satanist, told me that Satanists consider all abortion to be sacrifices to Satan, so Dr. Brown is simply confirming Doc's statement. Dr. Brown noted that, while I.U.D.'s were initially very popular, they soon began causing such severe problems that, finally, their use virtually ceased. Dr. Brown stated that the major reason for the many problems was caused by the demonic component of the device. Then, Dr. Brown had a few words of wisdom for a Christian woman who has an I.U.D. \"Any Christian woman who has an I.U.D. should have it physically removed and then close the doorway. Remember, all abortions are human sacrifices to Satan. If you have had an I.U.D., you should ask the Lord for forgiveness and cleansing and then command all demons that came into you through the I.U.D., and I.U.D.-caused abortions, to leave you at once in the name of Jesus.\" [Ibid., p. 106] 7. \"Dental Inserts are common amongst the higher Satanists. These are usually computer chips that can literally be traced by satellite. Thus, until these are removed, the person can be traced anywhere in the world. Their location is known at all times. A variation of these computer chips are currently being introduced into the general population of the U.S. and other countries. They have been used in animals for several years. In the winter of 1989 and 1990, the craft began pushing the implantation of computer micro-chips into children, either under the skin of their right hand or in their forehead. The stated purpose is to prevent the many kidnappings here in the U.S. ... The various 'Child Finding' organizations are beginning to push this in some states already.\" [Ibid.] \"Also, I heard from some higher craft members who have just recently come to Jesus, that these computer chips will be placed in driver's licenses and credit cards in the near future ... Are these micro-chips the 'mark of the beast'? I think they very well could be ... Please note, Scripture says the mark shall be received IN the hand or forehead, not ON. Could this be because the Lord knew an insert would be used rather than a simple surface mark? I suppose you could say that the 'mark of the beast' is the ultimate insert.\" Once again, we can see such great evidences that our society is being conditioned to accept the Black Magick Satanism of Antichrist. It seems like we see \"inserts\" everywhere in our society today. We see ear rings galore, plus rings in the nose, the eyelids, the tongue, the bellybutton, and some even in the private parts. If the person who is inserting these devices is a practicing Satanist, you could very well be at least afflicted and maybe demonically possessed without even being aware of it. Remember, while no one who is indwelt and controlled by the Holy Spirit can be demonically possessed, the unbeliever has no such protection. Anyone who gives assent to be pierced gives Satan and his demons the \"legal ground\" they need to come on in and possess you. Finally, remember that demonic possession does not generally give a person that uncontrollable falling down and writhing behavior most people associate with demon possession. Most possessed people act very normally most of the time. However, at the time of the demon's choosing, the possessed person will suddenly come under the control of the demon. I think the prime time in history for this sudden control to occur will be when Antichrist arises, and will factor very heavily in the vast majority of the peoples of the world accepting him. At that moment, all possessed people will suddenly be under the control of their demon masters. Thus will be fulfilled the prophecy, \"and all the world wondered after the beast. And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?\" [Revelation 13:3-4] http://cuttingedge.org/news/n1875d.cfm (3 of 5)12/15/2003 6:25:34 PM"},{"pageNumber":4,"pageContent":"M.M.E.A. - MULTIPLE MICRO ELECTRODE ARR...EN USED BY COVENS FOR OVER 4,000 YEARS? Now, I understand how it is that so many billions of people will fall all over themselves to worship Antichrist. Many will be possessed by different means, but possessed nevertheless. And, when the demon inside says, \"worship him\", the poor deluded and unsaved human being will comply. I also believe the controversy over whether the Mark of the Beast will be IN or ON the skin may now be resolved. The Mark of the Beast will be just the last in a long line of \"Satanic Inserts\", and the most effective. Further, it will be backed by the ultimate in Satanic Black Magick power. Truly, the End of the Age is very close. =========================================================================================================== Special Note: We quote Dr. Rebecca Brown, MD -- entitled, \"Becoming A Vessel Of Honor In The Master's Service\" in this article. In this book, Dr. Brown describes the many practices of Satanism designed to enslave and control its practitioners, and to destroy their enemies. In her chapter entitled, \"Demonic Wounds\", I was shocked when I read that Satanists make extensive use of physical inserts, placed into the bodies of their adherents. Almost immediately, I recognized the possible applicability to the Mark of the Beast in Revelation 13:16-18. While I am aware that Rebecca Brown has great problems with her theology, she does describe Satanism very well; I have verified her description of Satanism with two former Satanists, Doc Marquis and Cisco Wheeler. Therefore, when I quote her material, I am doing so only on the basis of her detailed knowledge of Satanism and its practices, without supporting her theology. =========================================================================================================== Once you realize that this M.M.E.A. implantable chip is probably just the lastest, and the ultimate, of a long, long line of Satanic inserts. Truly, the End of the Age is upon us! Are you spiritually ready? Is your family? Are you adequately protecting your loved ones? This is the reason for this ministry, to enable you to first understand the peril facing you, and then help you develop strategies to warn and protect your loved ones. Once you have been thoroughly trained, you can also use your knowledge as a means to open the door of discussion with an unsaved person. I have been able to use it many times, and have seen people come to Jesus Christ as a result. These perilous times are also a time when we can reach many souls for Jesus Christ, making an eternal difference. If you have accepted Jesus Christ as your personal Savior, but have been very lukewarm in your spiritual walk with Him, you need to immediately ask Him for forgiveness and for renewal. He will instantly forgive you, and fill your heart with the joy of the Holy Spirit. Then, you need to begin a daily walk of prayer and personal Bible Study. If you have never accepted Jesus Christ as Savior, but have come to realize His reality and the approaching End of the Age, and want to accept His FREE Gift of Eternal Life, you can also do so now, in the privacy of your home. Once you accept Him as Savior, you are spiritually Born Again, and are as assured of Heaven as if you were already there. Then, you can rest assured that the Kingdom of Antichrist will not touch you spiritually. If you would like to become Born Again, turn to our Salvation Page now. We hope you have been blessed by this ministry, which seeks to educate and warn people, so that they can see the coming New World Order -- Kingdom of Antichrist -- in their daily news. Finally, we would love to hear from you. You can contact us by mail or email. God bless you. Subscribe to our email updates and messages from our editor by entering your email address below Email: Return to: l Cutting Edge Home Page l Index of Free Radio Show Transcripts l Currently In The News l Newsletters Archives l Freemasonry Corner l Meet the Staff l From A Pastor's Heart l Supporting Your Internet Outreach Ministry l Cutting Edge Seminars On Tape l Cutting Edge Book Store l Thus Saith Rome l Teachings From the Catechism http://cuttingedge.org/news/n1875d.cfm (4 of 5)12/15/2003 6:25:34 PM"},{"pageNumber":5,"pageContent":"M.M.E.A. - MULTIPLE MICRO ELECTRODE ARR...EN USED BY COVENS FOR OVER 4,000 YEARS? http://cuttingedge.org/news/n1875d.cfm (5 of 5)12/15/2003 6:25:34 PM"}]
