[{"pageNumber":1,"pageContent":"A Concise D escrip tion of the Il lum inat i by D avid Icke The Illumin ati, th e clique that c ontrol the direction of the world, ar e genetic hybrids, the result of int erbreeding between a reptilian ext raterrestrial race and humanit y man y thousa nds of y ears ago. The center of power is not e ven in this dimension -- it is in th e lower fourth dimension, the lowe r astral as man y people call it, th e traditional home for the \"demons \" of folklo re an d myth. These fourth-dimensional re ptilian e ntitie s wor k through these hybrid bloodlin es be cause they have a vibr ationa l compatibi lity with e ach other. This is wh y the Eur opean royal and a ristocratic families have int erbred so obse ssively, as do th e so- called Eastern Establishment famili es of the Unit ed Stat es, which produc e the leaders of Americ a. Eve ry presidential election s ince and includi ng George Was hington in 1789 h as be en won b y the candidate with th e most European royal genes. Of th e 42 p residents to B ill Clinton, 33 ha ve been genetically related to two people, Alfr ed the Great, Kin g of Eng land, a nd Cha rlemagn e, the most famous mona rch of wh at we now ca ll France. It is th e same wherever you look in th e positi ons of powe r... they are the same tribe! As w ell a s an obs ession with int erbreeding with each oth er to pr eserve their genetic structure, the Illumin ati are also obse ssed wit h symbolism and ritual. Interestingly, conv ention al sc ience has doc umented th at th e reptilian p art of the huma n brain (the R- complex as they call it) is th e source of the f ollowin g behavio r traits: An obs ession with ritual, cold blood ed b ehavior, territorialism \"this belon gs to me\", and an ob session with top-dow n hierarchical structures. Thi s sums up th e Illumin ati me ntality perfectly, and it goes that if y ou have more of th at R-c omplex, or that i t is ac tivated m ore than no rmal, you will manifes t these traits far more profoundl y. But t heir ritual is not just fo r ceremonia l pur pose s or gratuitous horror. Th e rituals are designed t o rewire the energy fields an d grids of th e planet a nd therefore to fund amentally affect human consciousne ss. The rituals these bloodlin es pe rformed in the ancient world are the same as they do now. See The Biggest Secret for t he background. The y have a detailed annual calendar of events on w hich they perform their s acrifice rituals in line with k ey lunar, solar, and pl anetary cycles to harness th at energy for their s ick ag enda to take complete co ntrol of Pl anet Ea rth i n the v ery near future."}]
