[{"pageNumber":1,"pageContent":"THE INTERNATIONAL9595TheInternationalAND MANY OTHER FEATURESPRICEFIFTEENCENTSAPRIL1918ATTHIS AT LEUKATASFAITH BALDWIN=====THE KING OF THEWOODMARK WELLS=====A PARD-LIKE SPIRITALEXANDER HARVEYROBBING MISS HORNIMANALEISTER CROWLEY=====THE OLD MAN OF THEPEEPUL TREEJAMES GRAHAME=====THE OTHER WOMANIDA ALEXANDER"},{"pageNumber":2,"pageContent":"THE INTERNATIONAL9696Atthis at Leukatas ............................Faith Baldwin98The King of the Wood ...........................Mark Wells99Le Sacrament .............................Jeanne La Goulue102Robbing Miss Horniman ..............Aleister Crowley103The Suburbanite; and The Riddle ...Helen Woljeska 106The Old Man of the Peepul-tree ....James Grahame107The Ideal Idol .................................Cyril Custance110The Call of the Sea .........................S. J. Alexander111Irritability ........................................Dorothy Willis112Four Sonnets ..................................Vincent Starrett113A Pard-like Spirit ......................Alexander Harvey114A Sonnet ...............................................A. Newman117Visions ..........................................Aleister Crowley117The Sage of Copenhagen ...George Sylvester Viereck118A Doctor of Men ............................Charles Beadle121The Bath .......................................David Rosenthal121Balance .........................................David Rosenthal121Shinto .............................................Shigetsu Sasaki122The Other Woman ............................Ida Alexander124The Scarabee ................................Aleister Crowley125The Tuscan Glory ...............................M. B. Levick126You Are a Rose .............................David Rosenthal126The Drama — Eva Tanguay ........Aleister Crowley127Music ................................................Leila Waddell128THE INTERNATIONALCONTENTS FOR APRILONE MULTIPLEX will write many styles of type and many languages.Two sets of type always in the machine. “JUST TURN THE KNOB.” Presto — one or the other. Any othertypes or languages substituted in a few seconds.It will do all that other machines can do BUT IT STANDS ALONE in the special fields ofwriting endeavor. For instance:Business ExecutivesBecause of individuality of work. Large business type for business letters. Extra small type for condensedwriting on loose-leaf Manual Sheets, Index Cards and Statistical work. “Just turn the Knob.”Literary Peoplebecause of its instantly changeable type system, with many styles of type and many languages. Two sets oftype always on the machine — “Just Turn the Knob.”Social Correspondence ó Private Secretariesbecause of the dainty small type and high individuality of the work. Its refined and aesthetic appearance,and also the language possibilities.Professional Vocations, Including Engineers (Mathematicians)because of having type-sets especially adapted to each class, with all special characters needed; immedi-ately interchangeable.Linguistsbecause of having every known language available, all interchangeable, and high individuality of work andcapability of writing both Occidental and Oriental languages on the same machine.Factory Rebuilt Machines at a wide range of prices. Easy monthly payments. Discounts for immediate settle-ment. Catalogue gladly sent for the asking.Please send literature — Withoutobligations.Name.....................................................Address................................................................................................................THE HAMMONDTYPEWRITER CO.620 East 69th Streetat East River,New York City N. Y.PORTABLENew Condensed Aluminum11 POUNDSFULL CAPACITY — ANY WIDTHOF PAPERHAMMONDMULTIPLEXDo You Read thePsychical ResearchReviewA monthly sixty-four page magazine withspirit pictures, devoted to Psychical Re-search, Occultism, Astrology, Psychology,Higher Thoughts, New Thought, andChristian Science.Published by the Psychological Publish-ing and Distributing Corporation, 109 West87th Street, Dept. S, New York City. C. P.Christensen, Editor and President of thePsychological Research Society of NewYork, Inc.Subscription Rates: In United States, peryear $2.00; Six months, $1.00; Single cop-ies, 20 cents. Canada, $2.25; Foreign Coun-tries, $2.50."},{"pageNumber":3,"pageContent":"THE INTERNATIONAL9797Published Monthly by the International Monthly, Inc.1123 Broadway, New York City, Telephone, Farragut 9777. Cable address, Viereck, New York.President, George Sylvester Viereck; Vice-President, Joseph Bernard Rethy; Treasurer, K.Bombard; Secretary, Curt H. Reisinger.Terms of Subscription, including postage, in the United States and Mexico: $1.50 per year;$0.80 for six month. Subscription to all foreign countries within the postal union, $1.85 per year.Single copies, 15 cents.Newsdealers and Agents throughout the country supplied by the American News Companyor any of its branches.Entered at the Post Office at New York as second class matter.Manuscripts addressed to the Editor, if accompanied by return postage and found unavailable,will be returned. The Editor, however, accepts no responsibility for unsolicited contributions.Copyright, 1917, by the International Monthly, Inc.THE INTERNATIONALbeyond the war.TO Literature and Art we are going to add Music and theDrama. They are already included, be it said, as a perusalof recent issues will show; so this is merely a matter of empha-sis.The keynote of our policy in these respects is contained inour caption: An American Magazine of International Literatureand Art. American art and literature are far more insular thaninternational. We propose to emphasize the continental note,not in the narrower European connotation, but in the broaderworld-all acceptation of the term. Anglo-Saxonism is very well,in its way, but there ought to be other notes sounded in theliterary and artistic scale, the Slavic and Romanic, the Scandi-navian and Teutonic, the Asiatic, and even the African withal.These and other elements are included within our literary andartistic constitution, therefore they should find expression, weopine. But as in international politics, so in literature and art,American continentalism will constitute the keynote of ourpolicy, not North American continentalism exclusively, but Pan-American continentalism, including the art and literature of ourSpanish-American colleagues on the south.———CONCERNING events of current interest, the question comesup as to what these events actually are. Americans aremostly from Missouri, or as the New England phrase goes: “Dotell; I want to know!” Events of current interest are accordinglysimply what the newspapers elect to record. Very good, but theseevents so recorded are only consequences after all, whereas we,as scientists, are primarily interested in the antecedents thereof— remember THE INTERNATIONAL is to be edited henceforth by adismissed professor. Thus our policy in this respect will be ratherto explain than simply to set forth. This we shall do by callingattention scientifically to the geographic and ethnic conditionsand considering the economic antecedents of the interestingevents that occur.———A word in conclusion, our trinity is distorted, topsy-turvy,indeed. With so much falsehood, all this ugliness, and hate, too,prevailing in the world, we are going to try — and we hope youwill help us — to set our trinity upright, by telling the truth,appreciating beauty, and stimulating love in the world.LINDLEY M. KEASBEY,Editor of THE INTERNATIONAL and Presidentof THE INTERNATIONAL MONTHLY, INC.TO OUR READERS.BEGINNING with this number the editorship of THE INTER-NATIONAL and the management of The International Monthly,Inc., passes into the hands of Dr. Lindley M. Keasbey, formerlyProfessor of Political Science in the University of Texas. Mr.George Sylvester Viereck will continue to contribute from timeto time articles on literary topics. The present number was com-pleted before the new arrangement went into effect. Prof.Keasbey will sustain the high literary traditions of THE INTERNA-TIONAL maintained under its various editorships from the day ofits first inception under the title of MOODS by Mr. B. RussellHerts. War or peace, THE INTERNATIONAL will foster the humani-ties. We call attention of our readers to Prof. Keasbey’s an-nouncement of his editorial policies.THE INTERNATIONAL MONTHLY, INC.MULTIFARIOUS activities make it impossible for me togive THE INTERNATIONAL the attention it merits. I gladlyrelinquish blue pencil and stylus to the vital and generous per-sonality of its new editor, Prof. Lindley M. Keasbey. The torchthat passes out of my hands will flame brightly in his. Wher-ever my advice or co-operation may be needed, they will beloyally given. I confidently expect the same from our readers.GEORGE SYLVESTER VIERECK.———OUR POLICY.THE editorship and control of THE INTERNATIONAL have passedover into our hands. The policy of the magazine will re-main the same. THE INTERNATIONAL has been, is now, and forsome time shall be (just how long depends upon our success, orperhaps better, our ability to survive) — AN AMERICANMAGAZINE OF INTERNATIONAL POLITICS, LITERA-TURE, ART, AND EVENTS OF CURRENT INTEREST — amagazine edited formerly by an established poet, a magazine tobe edited in the future by a dismissed professor. Establishedpoets are few, dismissed professors are many — they’re becom-ing as plentiful as blackberries these days. So if there is any-thing in the quantitative theory, we ought to be able to survive.But it’s quality chiefly that counts. So we are going to rest ourcase (and measure our success maybe) upon the qualitative stan-dard. For when all is said, civilization itself, including politics,literature, art, events of current interest and all the rest, is noth-ing more nor less than the measurement of human qualities inquantitative terms.———BUT international politics are so hopelessly confused. Howcan such equivocal qualities be measured in quantitativeterms? The old standards are all obsolete. Nor is one able torise “above the battle” and take a bird’s-eye view of the exist-ing situation — aviators succeed in doing so, but philosophersare sure to fail. With a lateral stretch of our imagination, maywe not, however, look out over the battle lines and project our-selves into the era beyond the war? Such at all events is oureditorial desire and such is to be our editorial plan — to pro-duce an American magazine dealing with international politics"},{"pageNumber":4,"pageContent":"THE INTERNATIONAL9898The Sea comes up like thunder on the cliffs,More green than Spring and deeper than despair;And bitter as my weeping. Wave on waveRaces to cover like a hunted beast,White with Fear’s foam and snarling — mad with hasteWhile at the black feet of the rocks, there crawlThe little, hissing serpents of the spray!Sappho! my Sappho! Would that I had heldThis vigil at thy body’s desperate goalOn some bright, windless day of scent and sun,And wept above a vast, beloved grave.Hushed to the still pause of eternity,Blue rest and unstirred peace. Not as to-dayTorn like thy soul and sombre-walled with clouds,Big with disaster. Ere the hour fall, IShall see the long, grey fingers of the rainTear at the naked bosom of the SeaIn futile, clutching rage! Nay, Sappho, Peace —Peace is not here! And thy cold, shrouded heartMust beat again to Fury half divine,Must leap to unrest like thy own, unrestWhose ragged wounds thou hast thought to salve withDeath,The last medicament. Ah, high aboveThe tattered frenzy of the storm, I hearThe unforgettable, enchanting voiceWith which thou hast wooed a world to worship, rareAnd mood-swept harp of frailest flesh and blood,Flung from the just hand of a stern-browed godUpon the rocks. Oh, Failure at the last,Even the long sleep which thou hast forced to closeThose wide, dark eyes of thine, even the deep,The blessed silence thou didst yearn to find,They are not thine, unshattered. Life hath usedA bitter whip to scourge thee into Death,And to thy restless hands Death may not grantThose sweet red poppies, nodding heavy headsTo drug thee into dreamless ecstasy.Nay! Not for thee the gods have wrought to buildA far, dim harbor from the screaming storms,A close-walled garden wherein Change is not!Thine was a soul sea-born; and to the seaATTHIS AT LEUKATAS.By FAITH BALDWIN.It has returned, one with those mighty moods,One with Rebellion, with unfettered sweepOf vital passions; one with all Revolt,One with Defiance. Dearest! Death did well;Earth blossoms were too transient-frail to springFrom blood like thine. Yea, it is better so —Part of a restless Power, and part of Pain.Part of all wilder elements thou art,Part of all genius which may never sleep.And thou shalt have thy days of golden calm,Of perfect pause; thy nights of stars, thy dawnsOf primrose glory, and thy purple robesOf tender twilight brushed with tawny flame,Better than earth to weight thee, more than peace,Untried, unbroken; better far than restIs this wild Beauty changing with the hour,Is this strong magic of the subtle Sea!Earth shackled thee too long! Now hast thou gainedA clearer voice to sing with, thou art oneWith all eternal striving. Not for theeThe cycle which would bring thee back to usIn bud and flower and in the feathered leaf.But thou art in the free sweep of the wave,The perfect arch which rises at the shore,And shatters in divine defeat, to rise,Superbly scornful, to the task again.As in thy life, so now, the urgent needOf breathless grasping after unity,That lovely effort of the earth-blocked soulTo gain the circle of high Victory!Nor shalt thou lose all touch with this thine isle,But all thy Lesbian woods and fields shall lieClose girdled in the white clasp of thy arms,Kissed by cool lips which once have sung their praise,And stirred to memory by every throbIn that vast Heart of which thou art a pulse.Thus storm and calm, thus wave and wind and birdShall bear a message, sing eternallyThat Death, more kind than gall-and-honey Life,Has loosed thy bonds, and set thee finely freeTo find in Death not sluggard indolence,But boundless pressing on toward unknown goals!U"},{"pageNumber":5,"pageContent":"THE INTERNATIONAL9999THE INTERNATIONALEDITORGEORGE SYLVESTER VIERECKASSOCIATE EDITOR(Toll for the brave!)CONTRIBUTING EDITORALEISTER CROWLEYHe kept in the shadow of the grove. It was bright moonlight,but he did not walk there. He walked so that it was impossible todiscover his object. Even in the murk of the grove one could seethe great head thrust forward, and imagine the intensity of theeyes, as he paced restlessly among the trees. Apparently, then, hewas seeking something. Yet he passed again and again over thesame places. Once he came near to a pool of moonlight in theglade, near enough for a sudden flash to strike into the depth ofthe darkness; one could divine that in his hand was a drawn sword.The stealth and vigilance of his manner now gave the clue to hismind’s one thought; he was on guard; he expected attack. Butwhence? No scene could be more mirrored peace.The moon shone brightly on the hills to the north of the grove;to the south a declivity led to an embowered lake, set in the cupof an old crater, so deep that even the wanton winds of the hillsrarely ventured to tease its silver with their breath, as maidsmay with a glass.Part of this slope had been cut away, and a great terrace wallextended some two hundred yards or more; the water lay againstits foot. Upon this terrace stood a small and silent temple adornedwith Doric columns of peperino. The cornices were more elabo-rate, and carved of marble; there were also friezes of terra cotta,while under the moonlight the tiles of gilded bronze which roofedit returned her silver kiss with a ruddier glow.This shrine was set in a great mass of woodland, absolutelystill on that windless night, save where, bubbling from the ba-salt, a spring ran over the pebbles, and fell in a series of cas-cades into the lake. No other sound broke in upon the night, forthe tread of the watcher was muted; it was spring; there were nofallen leaves, but moss and violets were soft and fragrant forhis foot.Presently the strange man gave a wild gesture, as of impa-tience. He stepped deliberately into the moonlight where amarble statue stood among the beeches and the oaks, to markthe place, perhaps, of some fallen monster of the forest. HeTHE KING OF THE WOODBy MARK WELLS.raised his great head to the moon and shook his sword — was itin triumph or in agony? Muttering strange words. One couldsee the sweat upon his forehead as he lifted it to that clear light.It was a marvellous head. Browning might have used it as amodel for his John the Pannonian.“Here’s John the Smith’s rough-hammered head.Great eye,Gross jaw and griped lips do what granite canTo give you the crown-grasper.”For every mark of the self-made man was stigmatized in him.The arms were long, the hands enormous, powerful and sinewy,knotted and calloused. The figure was gigantic in height, butlean and ill-proportioned; the back was bent as if from years oftoil. The head itself was almost absurdly large; the jaw wasthrust forward like a gorilla’s, and the expression of the mouthwas in keeping. The eyes expressed cunning and savagery aswell as resolution and pride. This last quality was written allover the man.His carriage was the incarnation of self-esteem; and yet — ?Yes, there was agony mingled with the triumph of his gesture.His eyes were tired with watching; fear had crept in to martheir brilliance.Was it that a leaf rustled? In an instant the man leaped fromthe side of the statue, and was lost in the blackness of the wood.A moment later, through a little avenue, came a woman run-ning and gasping for breath. At every opening in the wood shestopped and cried aloud. Her fear, witnessed by loose tressesand disordered raiment, quivered in her voice; but it also lenther unnatural keenness of perception, for she saw the man withthe sword when he was still many yards distant. Instantly shechanged her course and dashed toward him, falling at his feet inan attitude of intense supplication. Her gasps repressed them-selves enough for her to utter one loud cry, “Sanctuary, O King!”The strange man answered “You are safe here; go on into thetemple” in an even untroubled voice, as if the incident wereVOL. XII. NO. 4.  APRIL, 1918  PRICE 15 CENTS"},{"pageNumber":6,"pageContent":"THE INTERNATIONAL100100common and formal. He seemed to redouble his vigilance. Thewoman rose to her feet, as if to obey his directions, then stag-gered and fell. “My strength is gone,” she cried. “Lead me tothe temple.”The King looked yet more intently towards a certain tree thatstood by itself in the glade in an oval space of green-sward. Itwas an aged oak towering and massive. He thought he saw amovement in the trees that encircled it at a respectful distance,like courtiers about a king. For all answer to the woman, he cuther to the earth with a single sweep of his sword, and boundedforward.The movement that he had seen turned instantly to franticflight; but those long limbs had paced every alley of the woodby night and day for many a year; the fugitive had no chance ofescape. Before he had gone twenty yards, the king was on him;a sword-thrust pierced him back to breast, and he fell headlong.The other never stooped; he was sure of his sword-work; heturned instantly on his heal and resumed his restless pacing.Yet presently an idea seemed to strike him; he dragged thebodies into the open; and, drawing a piece of cord from hisgarment, swung them from a low branch of the great oak. Hegave a low grim laugh; then settled himself at the foot of thetree; in a moment he was fast asleep.II.Elsewhere there was another man on guard that night, but hetook his duty less seriously. He was a short burly slave, im-mensely strong, with a round brutal head and thick bull neck,his hair so short and curled, and his complexion so dark, thatone might have guessed an admixture of Afric blood. He leanedon the short Roman pilum with its broad blade and heavy shaft,and he was frankly bored with life. From time to time he satdown and rested on the steps of the villa which he guarded, andlooked across toward the moon over the woods that lay belowhim. He could just see the lake and the temple upon the terraceabove it, for the moon lit them to life, although they were somemiles away. But he had no thought towards them but as scen-ery; he had no idea of the tragedy even then being enacted inthose distant groves.So dull was he that he lost all sense of his duty; he was awak-ened smartly by a light touch upon his shoulder. Before he couldturn, a figure wrapped and muffled in a dark robe flitted pasthim from the house, and made toward the woods that shelteredit upon the west. He followed it with his eyes.The figure turned, made a single gesture of beckoning, spedon to the shelter of the trees. The slave hesitated. He looked upat the villa; all was dark. I’ll risk it, he thought, and movedswiftly toward the shadow where the mysterious one had nowdisappeared.Before he had taken three paces within the darkness, he cameup with it. A white hand came from the vestue, caught his andpressed it, led him some ten yards further where a statue of Panstood in a circular basin in which a fountain played. Around thebasin the ground was terraced, and thick grown with moss. Thefigure moved to the one spot where moonlight fell, and took aseat, drawing the slave down also. There was a moment’s pause.The slave seemed bewildered; the other evidently enjoyedthe fact. Then, with a sudden movement, the white hand drewaway the cloak from the face, and showed it. The mouth movedin three words: “I have thee.”But the slave grovelled on the moss in an ecstasy of terror.He could only murmur “Lady! Lady!” again and again. “I amthy slave,” he gasped out at last.The face of the lady, that was even and rounded, with crispringlets set about it, and an expression of sternness and evenharshness fixed on the thin firm curled lips of her long mouth asfrom strong habit, softened with laughter. “Am I not thine,rather?” she said softly, and, stooping down, caught the head ofthe slave in her arms, and began to eat it up with kisses. . . .Suddenly she perceived that dawn was about to break. Shedisengaged herself, and went swiftly and silently to the house.On the steps she staggered twice.The slave had slept. He woke in consternation to find the sunup, and he away from his post. He dashed back; there was no-body stirring. Discipline in that house was lax, now that themaster had been away a month at the war. When he was athome, dawn saw every man at work; things were easier now.The slave’s mind went back to the events of the night; he casthis eyes to the distant temple. Diana save me! he cried; I havehad a wondrous dream.III.It was the first of many such dreams. Night after night, in oneway or another, the lady of the villa pursued her fancy. As thesummer grew on the woods, she seemed to wax in her infatua-tion, but the first leaves that fell were no warning to her. Rathershe glanced at the fruits that ripened in the orchard, and tookthem for the omens of her perfected passion. There was onlyone hint of winter in her year, a rumor that news had come toRome of a great battle in the North, and of the utter defeat ofthe barbarians.Intrigue has many demerits, and is (besides) morally inde-fensible; but it has this advantage, that it makes men proud,and, so, ambitious. Many a career has begun with an infringe-ment of the moral law. So, as the summer passed, the slavebecame unhappy in his happiness.Till now he had been contented to be a slave; he had neverconsidered the possibility of any escape from that condition;but now, although the Lady Clodia had managed to confer manya sly favor, he was ill content. Her very gifts only served toquicken the new-born spirit of freedom. But she never spoke ofasking for his freedom when the master returned; he knew in-stinctively that she would not dare to do so; and the rigid socialsystem of the Republic gave no hope of any issue from his straitby any efforts of his own.One passionate night in September the lovers were again bythe fountain of Pan where first they had given and taken all thatheart would. The nightingales were silent, though, and the moon,far in her wane, was not yet in the East.The slave was melancholy, and the quick insight of her strangelove understood.“I am the slave of a slave,” she whispered in his ear, so lowthat the fountain flowed in her words like an accompaniment,“and I would be the slave of a king.”“You have made me a king,” he answered, “I have all thepassions of a king. I can hardly hold my hand when Caius or-ders me to do his bidding.” “I am glad,” she said simply. “Iknew you were worthy. Listen: I am going to hurt you. I havehad bad news. Letters came to-day from the army; my lord is onhis way home after the victory; he will be here in two nightsmore. If you dare, you shall be a king!” The slave looked up insudden horror. “Oh, no,” she laughed, “we are not to play"},{"pageNumber":7,"pageContent":"THE INTERNATIONAL101101Aegisthus and Clytemnaestra; if I ruled Rome it could be done,but not in times like these. No; but you shall be a king — theKing of the Wood! and I shall be the most pious of all the vota-ries of Diana!” She said it lightly; but his eyes were fixed infear and horror upon her.The Roman look came fierce into her face. “You dare!” shecried, “for me you dare!” and with a single movement she threwan arm about his neck and fastened her mouth on his, whilewith the other hand she drew a sword from beneath her cloak,and put it in his hand. Tensely he gripped it, and returned hercaress with fury. “I will do it,” he cried; “may great Diana aid!”She tightened her clasp on him. “I am condemning you to death,”she hissed, “I am your murderess. My mouth drinks up yourblood. I love you.” The slave was silent; he abandoned himselfmore fiercely than he had ever yet done to her caresses; theyhad sealed their guilty love by the one passion on earth that ismightier than that — the lust of blood!IV.The next day the hue-and-cry was up; for the slave had runaway. But in a day the news came back that search was useless;he had taken sanctuary with Diana at Nemi across the lake.The Lady Clodia consoled her husband easily. “He was a worth-less fellow, idle and impudent,” she said; “he was not worth hiskeep. If he had not run off, I should have asked you to sell him.”But the slave only remained in sanctuary three days; in thattime he learnt all that he wanted to know. He disappeared, andnone knew whither.He was in Rome itself. Clodia had furnished him with anample purse, and with the disguise which had served him onhis journey. He had taken lodgings with a shoemaker, repre-senting himself as a sailor from Sicily. Here he led an austerelife, refusing the temptations of Rome. He spent many hoursevery day with famous swordsmen, and trained his hands towar, and his fingers to fight. He kept his body in admirablecondition by constant attendance at the gymnasia and the baths,and his soul by unwearying attendance at the temple of Diana.The only thing that he neglected was his purse; and thoughClodia had been royally liberal, it became clear to him at thefeast of the Sun, which we now call Christmas, that he musttake the giant step which led back to Clodia — or on to death.Accordingly, on the very next day, he left Rome, and took hisway across the Campagna to the Alban Hills. He was a verydifferent man to the slave who had sat drowsing on the steps ofthe villa. Not only was he alert and active, every inch an ath-lete, but the months of love and of freedom had kindled his eye;he threw back his head as he marched, and sang aloud the warsongs of the Romans.Almost had he come to the first foot of the spur when heespied an old woman by the wayside. She asked him alms, andoffered to tell his fortune. He remembered his poverty; thenwith a laugh bethought him that he would never need moneyagain, and tossed his purse with its few golden coins to thebeldam. She grasped it eagerly, amazed. “I see a wonderful for-tune for you, my lad,” she cried. “You are going to be a prosper-ous farmer; you will have love, you will have honor and fameand every blessing, for many a year. But beware of going toNemi; if you go there, you will die there.” With that, and con-fused benedictions from Jupiter and Diana and Mars and manyanother, she hobbled off.An ill omen! thought the youth. But he kept sturdily on hisway. Yet revolving it in his mind, now a thousand times moreactive than it had been in his slave-days, he suddenly saw asecret meaning to the oracle. He actually was going to be afarmer — of sorts; he meant to gather one of the fruits of earth.He must succeed, else love and honor could never come to him;and as for dying at Nemi, why, of course he would die there!But not now! “It was Diana herself, who came to hail me!”With that he quickened his pace, and breasted joyously and con-fidently the slopes of the hills.As night fell, began to come to the neighborhood of the temple.His step became wary. Presently he came to a point long sincemarked down by him, where an avenue in the trees permitted asight of the shrine, and of the pathway trodden by the dreadfulking on that night of spring which saw the two corpses, fruit ofthe fatal oak. Here he buried the sword that Clodia had givenhim, for none but the king himself might bear arms in that sa-cred wood. He then crept a little — a very little — further alongthe avenue to where there was a mound of turf beneath a greatbeech. Here he hid himself, covering his body with fallen leaves,and waited.It was a fearful night. Snow lay here and there upon the ground.The trees were sombre and spectral, black and jagged against alowering and stormy sky, and the rising wind made melancholymusic in the branches, its own howl like a wolf’s. It eddied inthe hollows of the hills, and even stirred the icy waters of thelake that lurked in the black crater. The moon rose early; al-ready she was high mid-heaven, as the watcher saw when thewind tore the clouds apart, and let her pallid witch-glamour fallon the staggering earth. As on that fatal night of spring, her rayfell also on the glint of steel. The king still kept his lonely vigil,still prowled in darkness and in terror of storm.The hours passed with infinite stealth; the wind now loosedits fury from the Apennines, and rocked the forest impotently.The moon went down; besides, the clouds, black with snow,now covered all the heaven.The watcher could no longer watch; he could not see his ownhand. Impatience spoke in him; he changed his plan, and creep-ing forward, came by degrees — he had measured the distance toan inch — to the edge of the clearing where the great oak stoodon whose boughs the king had hanged the bodies of his victimseight or nine months earlier. He could see nothing and hear noth-ing; but he knew the king was there; he thought he detected some-thing rhythmical which might be his pace. For about half an hourhe kept still; the wind died down a little; and he could hear theking, who was singing to himself a savage hymn of war and tri-umph. Now snow began to fall thickly, and a silhouette was vis-ible against the gray background. It grew bitter cold.The watcher had not foreseen any of this. He had imagined thescene as it had been three months before, glowing in autumnbeauty. The present murk seemed to him a direct miracle of Diana.For now he saw his opportunity. The king began to shiverwith the cold; he laid his sword at the foot of the great oak, andswung his long arms upon his breast. It was pure inspiration forthe other; he could see enough to be sure that the man’s backwas turned to him; he broke out and rushed on him, like a bull.The king turned by instinct, but too slowly, for his first thoughthad been to grasp his sword. Before he knew it, the sturdy ladhad got him by the waist, and flung him far into the wood. Fora second he lay half stunned; then he picked himself up, only tofind his assailant gone."},{"pageNumber":8,"pageContent":"THE INTERNATIONAL102102For he, the moment that the king’s body left him free, hadsprung into the air, caught at a bough of the great oak, and tornaway a branch. With this trophy he had run madly through thedarkness to the temple.The king was on his feet in a flash; he picked up his swordand dashed in pursuit. But the shock had been great; and fearclutched at his heart. He stumbled as he ran, and fell once more.This time he knew pursuit was useless; he raised his sword,and cried aloud upon Diana.Then, with drooping weapon, he went slowly and tragicallytowards the temple.V.Nine days had passed. The weather was brilliantly cold andclear. Snow still lay on the ground, but the sun, already rejoic-ing to run his new race through the heavens, laughed gladlyupon the terrace of the temple.There was a great crowd of persons of all ranks; Rome hadturned out in force to witness the event of the day.On the steps of the temple stood a high official, surroundedby many patricians; by his side was the King of the Wood; alone,as one awaiting judgement, a few yards in front of him, stoodthe hero of the recent adventure.“Romans!” proclaimed the official, turning from the little al-tar where he had inaugurated the proceedings by offering sacri-fice to Diana. “Romans! we are here to investigate the claimmade nine days ago by the slave Titus now here present beforeus to succeed to the honor, rank, and dignity of Priest to Dianaour Lady, and King of the Wood. The conditions of successionare too familiar to all of you for me to weary you by repeatingthem. It is necessary that the claimant should be a runawayslave. Can this be testified?”The husband of the Lady Clodia stepped forward. “The ras-cal is my slave,” said he.“And you did not sell him, or free him?” “The rogue ran awaytwo days before I came back from victory. He had been insolentto the Lady of my house, and deserved a cudgelling. We shallsoon know whether he did wisely.”“Good,” replied the orator. “The second essential is that un-armed he should have surprised the vigilance of the King of theWood, and plucked a bough from the sacred oak of Diana. Ihave personally compared this bough, presented by the slaveTitus, with the holy tree; and it was certainly torn thence by himin the approved manner. The King admits that Titus had noweapon, as by his oath before Diana he was bound. The thirdcondition is that the slave should conquer the King in singlecombat. Are you ready for the battle?”“With no less ambition would I have left so noble, kind, andexcellent a master,” replied Titus firmly, lifting the sword thatClodia had given him.“That’s truth enough,” laughed her husband, “for there’s mymissing sword! Well, be fortunate as you are brave!” he addedkindly. Clodia took the opportunity; she gave a sidelong smile.The youth’s heart leapt higher than ever; from that moment heknew he could not fail.“Let us proceed!” exclaimed the official, and led the way tothe sacred oak.The battle was not of long duration. The elder man had losthis nerve; the nine days of preparation for the fight, so far fromstrengthening him, had weakened him. The omens had beencontinuously evil. He had never fought an armed man since theday he had won for himself the fatal office; and his predecessorhad been an old gray man with feeble arm and failing sight. Heknew no cunning of sword play; and Titus had taken care toboast that for three months he had been trained by the firstmasters in Rome. He could only hope to win by length of reachand speed of foot. The first blow would settle all, with deadlyRoman swords and no defensive armour.So he leapt madly at Titus, who with quick eye caught theblade on his own, and, thrusting himself under the King’s leapthat lost him balance, he plunged his sword hilt-deep into thebreast of his opponent, who fell dead without a word.Instantly the populace broke into cries of joy. Titus, his bloodysword held high, was carried in triumph to the temple. “Hail,Priest of Diana!” they cried, “Hail, King of the Wood of Nemi!”The Roman ladies vied in their excitement to touch the sword;but Clodia conquered. Willingly the new King lowered the blade,and let her slake her mouth on its red stain.They brought the King finally to the shrine. There he offeredhis sword to Diana, and there he took before the people thevows of priest and king.A month later Clodia’s husband died, and, inconsolable, shebecame the devotee of Diana, making pilgrimages almost dailyto the shrine.So Titus lived, and so she lived, in that base imitation of truehappiness which sin sometimes vouchsafes to those who do notunderstand that a pure and noble life is the sole key to felicity.So they lived, many a year, until — Until? That happened whichalways happened on the fair land that lies about“The still glassy lake that liesBeneath Aricia’s trees —Those trees in whose dim shadowThe ghastly priest doth reign,The priest who slew the slayer,And shall himself be slain.”Indeed, their love was sealed a second time in blood.(Author’s note. In writing this story, I have borrowed a fewepithets and even phrases from Dr. J. G. Frazer’s Golden Bough.My story obliged me to describe the scene of the tragedy, and itwould have been presumptuous, and have exposed me to ridi-cule, had I attempted to rival his magical prose. To borrowseemed the lesser crime.)————LE SACRAMENTBy JEANNE LA GOULUESacrons l’amour, o fille d’Aphrodite.La nuit engloutisse l’astre du jour,Dresse le tabernacle de nos rites: —Sacrons l’amour!Le feu subtil dévore cour et tour;Le temple brule. Dieu l’hermaphroditeDégage ses ailes; son âme courtAux cieux flamboyants; que ma bouche exciteLe dernier spasme, Jehane, très-lourd,Très-long — versons, o versòns l’eau bénite —Sacrons l’amour!"},{"pageNumber":9,"pageContent":"THE INTERNATIONAL103103I am getting very tired of sitting in the Café Royal withoutFée. However, she may be back any day now; and thank God!her health is all right. But people are pointing me out as thelonely poet, which I bar. It must be nearly six months. We hadcertainly been setting the pace even to Hilda Howard andCampbell and Izeh and John and Euphemia and Shelley andLittle Billie and that crowd; and one day Fée just dropped. Itook her round to old Jensen. Milk all day, said he, by the gal-lon; lie about on the grass; general massage an hour every day;no love affairs; no books. When you can’t stick it a day longeryou’ll know you’re better. I gave her a monkey — just half mylast thou. — and started to earn some more. I’m still starting.What the devil can I write about?———Talk of the devil, dere diry! Just as I wrote those words incame Harry Austin, and said he owed me a lunch. I let him pay.Over the coffee he said: Do write me something, cher mâitre!What? said I. Oh, there’s a story in that Spalding business, onlythe journalists have hacked it about. Do it like a tale, only stickto the facts. “How many words, and how many quid?” I askedhim, as a business poet should. Fifty pounds, said he; I’ll trustyou to do me your best; your wit must tell you how long to makeit. He left me a tenner on account, and went off. Jolly decent.Well, here goes for the first draft: I’ll call itRobbing Miss Horniman.The life of the little market town of Spalding in Lincolnshireis as flat as its situation among the fens. In consequence of thiscircumstance, death and its approaches do not seem to the in-habitants of any importance, since the states of life and deathhave no such sharp dividing line as in less favored spots. MissAnne Horniman, although quite an important inmate, if one mayuse the word, of Spalding, by reason of her considerable wealth,excellent family, and personal refinement, aroused little atten-tion by falling into a decline and going “abroad” for her health.The town was, however, slightly shocked at hearing of her re-turn, especially as the announcement came in the shape of thearrival of a brisk young architect from London, with orders tomake the house up-to-date for her reception. “Up-to-date,”thought Spalding dully, “What’s wrong with 1066?” However,the activities of the new-comer were not unduly revolutionary.He merely knocked the two main rooms of the ground floor intoone, installed an acetylene gas system, and turned the steps thatled into the garden and orchard into an inclined plane by theapplication of a little cement. He explained his object to thelocal builder. “Miss Horniman is a permanent invalid,” he hadsaid, “she lives between her bed and her bath-chair. So it mustbe easy to wheel her to and from the garden. There is just oneother feature of the improvements; she is nervous of robbers,having lived for some years in South Africa; and she has askedme to establish a very complete and elaborate system of burglaralarms.” Ten days later the house was ready, and Miss Hornimanarrived with her nurse.She was a little old lady laid up in lavender from the earlydays of Queen Victoria, timid and yet positive in her manner, agentlewoman from her neat bonnet and gray ringlets to the mit-tens on her wrists and ankles. She covered her poor thin bodyROBBING MISS HORNIMANBy ALEISTER CROWLEYwith a charming grey silk dress, and over her shoulders shewore a shawl of such lace as Venice used to make a century orso ago. The nurse was a stalwart woman, big yet gentle, as isneeded where the patient has constantly to be lifted. MissHorniman had written to the vicar of the parish, a chubby cheeryold fellow, asking his assistance in finding servants. He hadfound her a capable cook, an industrious housemaid; also anhonest yokel for the garden, and to wheel her chair should shedeem it fit to venture far beyond the grounds of the house, whichextended for about an acre, and were devoted to vegetables foruse, and tulips for ornament, while some old apple-trees servedto combine profit with pleasure.Miss Horniman welcomed the vicar to tea on the day afterher arrival. “I went to South Africa to seek health,” she said inher soft faint voice, “but I was unsuccessful. So I thought that Iwould rather lay my bones beside those of my own people.” “Itrust indeed, under Providence,” replied the vicar, “that the daymay be far off for that; but we are all in His hands, dear lady.And we know that all things work together for good.” But theold lady turned the subject to less distressing themes; she spokealmost brightly of her experiences in South Africa, where shehad taken up the hobby of buying diamonds, and had indeedinvested a great part of her fortune in them. She drew the atten-tion of the vicar to a varnished chest that stood beside a walnutchiffonier. It was about eighteen inches square, and three feethigh. “Here is where I keep my toys,” she said to the clergy-man; “perhaps you would like to look at them?” She wheeledher chair slowly across, with the aid of her visitor. “This case isof a special steel,” she explained; “though thin, it would take agood deal of time and trouble to force it. But I am not afraid ofthieves; surely there are none in dear old Spalding, of all places.And I have an efficient system of burglar alarms. Besides this,”she added with a tightening of her thin lips, which showed thevicar that the spirit of Lincolnshire, the last stronghold of resis-tance to the Normans, was far from being extinct even in thischarming old maid, “in South Africa one learns to protect one-self. Day and night for five years I have had this under my hand.”And she produced from her chair an exceedingly deadly cavalryrevolver of old pattern. “My hand and eye are still true,” shesaid softly, “and I think I could hit an apple every time at thirtypaces.” She proceeded to open her little safe. The vicar fairlygasped. Tray after tray of perfect shining stones! Each bore aticket, with the name of the mine where it was found, the dateof the finding, the date of the purchase, the price paid, and thename of the seller.The simplicity and beauty of the display reduced the vicar toadmiring silence. “In my will,” she said, as she shut up thetrays again and closed the safe, “I have provided that you shallhave the contents of whichever tray you choose, towards therebuilding of the church. You see, I have made you my partner,”she smiled gently, “and I will ask you not to mention the exist-ence of these stones to anybody.” The vicar was overwhelmed;he gladly promised; and presently he took his leave.The ladies of Spalding made haste — for Spalding! — towelcome the strayed wanderer home; but Miss Horniman wastoo feeble to exchange more than the few polite words neces-"},{"pageNumber":10,"pageContent":"THE INTERNATIONAL104104sary; she seemed to sink more rapidly than ever in the chill anddamp of the fens. Certainly the visitors were disappointed; forshe never referred in any way to her treasures, of which the jadeRumor had whispered a good deal more than was prudent. Forthough the vicar had loyally and sensibly held his tongue, hecould hardly conceal his exultation, and in that suspicious popu-lation any manifestation of life appears eccentric, and due tosome great matter. Now as in Lincolnshire there is nothing todo, the minds of the people ponder incessantly and unfathomably,though with sobriety and even bradytudinity, so that before MissHorniman had been home more than two months a connectionhad been established in the public mind between three things;her residence in South Africa, the diamond industry of that coun-try, and her precautions against burglars. A genius for generali-zations, named Abraham Perry, at last crystallized the senti-ment of the public in one sparkling phrase: “The old girl’s houseis chock-a-block o’ di’man’s,” he stated solemnly before closingtime, one Saturday night, at the old “Bull and Bush.”As a matter of fact, the syllogism in question had been con-cluded several days before by cowans and eavesdroppers fromLondon; for on that very night certain knights of the Jimmy,moving in the very best burglarious circles in London, made thefirst recorded attempt to rob Miss Horniman.Only one of them was caught, for the Spalding police have touse motor-cycles to pursue a snail; but that one, having a .45soft-nosed bullet in his hip-joint, was not able even to emulatethe humblest creatures of Miss Horniman’s garden.It was expected that further attempts would be few, but thiswas not the case, though none were attended with quite suchdisaster as the first. However, Miss Horniman victoriously ex-pelled all assaults without loss. But there are two ways of re-ducing a fortress. One is to batter down its defences; the otheris to induce the garrison to surrender by fair words.Now the attention of a certain Mr. Gordon Leigh of Spaldingwas attracted by the fame of the adventure. He would have paidlittle heed to the gossip of the Lincolnshire peasants; but whenthe stocks of the railways serving Spalding bounded almost daily,owing to the popularity of the excursion in the Underworld ofLondon, he concluded, as many a wiser man, that so much smokeindicated the presence of fire; and he began to angle for an in-troduction to Miss Horniman.Mr. Gordon Leigh was a person of portly presence. He hadamassed a considerable fortune in thirty years of pawnbrokingin Conduit Street, London; and a great deal more in his secrettrade as usurer. Once, however, he had lost a great deal of money;and that was by the failure of a bank. He had further observed,in common with many others, that those who had disregardedthe plain warning of Holy Scripture, and put their faith in princesby investing in British Consols, had lost half their capital inabout ten years, for no visible reason. But he had never heard ofanybody losing money by keeping it, except the trifle of inter-est, two or three per cent, which seemed little enough to himwho had made his fortune by lending at as many hundreds. Sohe took the good old way; he built a strong room in his house atSpalding, on his retirement from business, and kept all his moneythere in gold. It may well be asked: why Spalding? The worthyman had a second passion in his life, almost rivalling his loveof money; and the name of that passion was tulips. Now, out-side Holland, there is but one soil in the world which will growtulips to perfection; and Spalding is the centre of that well-dowered district.Gordon Leigh had not spared money in the building of hisstrong room; there was none safer, no, not in London or NewYork; and he did not spare money on his hobby. Also, there ismoney in tulips.But when it came to diamonds! He could smell a diamondacross three counties when the wind was in the right direction.But he always took his profit at once when a diamond came intohis hands; for he never knew whether de Beers might not sud-denly unload and put a hole in the bottom of the market.Such was the amiable and farseeing individual who was warilyand adroitly approaching Miss Horniman. When the introduc-tion was at last affected, through the good offices of the vicar,Miss Horniman proved unexpectedly cordial. Leigh had neverbeen to South Africa, but many of his friends had been in the I.D. B. business, and he had a wealth of stories to exchange withthe old lady. Their passion for tulips, too, was a bond. In short,the heir of all the Leighs (poll-deed, ten pounds, and well worthit) got on much better with her than he had any just reason toexpect. For in temperament they were decidedly opposite. Mr.Gordon Leigh was a gross and florid person, thick-set and heavy-jowled, with a nose as fleshy and protuberant as Miss Horniman’swas delicate, aristocratic, and tip-tilted. However, as the novel-ists assure us, it is between two just such opposites that thespark of love frequently springs up. But let us not insist tooclosely upon electrical or chemical analogies.Mr. Gordon Leigh pursued his suit with extreme tact. Hebrought rare tulip bulbs; he read aloud to the old lady by thehour; he often made her simple meals brighter by his presence;and he never referred by so much as a wink to the rumors abouttreasure, save in the jocular way which had made the affair thestaple jest of the district. It had become proverbial to announcethe non-success of an enterprise by saying, “I’ve been robbingMiss Horniman!” It even became a catch-word in London itself.But one dark afternoon in December, after a peculiarly deter-mined attempt on the previous night, the lady broached the sub-ject herself. “I don’t see why I shouldn’t treat you as a friend,Mr. Leigh. You must be curious to see what it is that they areafter.” And she wheeled over to the little safe and opened it.Nonchalantly she drew out tray after tray, and closed them again.“This,” she said suddenly, picking out the central stone fromthe lowest drawer, “is the best in the little collection.” She putit in his hands. “Wonderful!” he exclaimed, and asked permis-sion, readily accorded, to take it to the light. It was indeed adiamond! Mr. Leigh looked at it with keen professional eyes; heeven whipped out a glass which he had brought with him everyday on the chance of this occasion. It was of the first water; cutin an unusual and most effective shape, it was the finest stoneof its size he had ever seen. He would have been glad to lend athousand pounds on it in his pawnbroking days. And it was onlyone of many! With many murmurs of congratulation, he returnedthe stone, and delicately transferred the conversation to tulips.It was on the following afternoon that Miss Horniman faintedin her chair from weakness. Leigh saw his opportunity, and tookit. When she recovered, she could doubt neither the refinementand respect of his conduct, nor the generous warmth of his af-fection. He did not press the advantage, and her maidenly spiritthanked him also for that courtesy. But on the Sunday follow-ing, after church, whither Mr. Leigh had accompanied her, sheasked him to stay for lunch, and after lunch, the day being bright"},{"pageNumber":11,"pageContent":"THE INTERNATIONAL105105and sunny, she ventured to wheel her chair into the garden.“Alas!” she said, with ineffable sadness, looking upon the west-ering sun, “it is the sunset of life for me.” “Say not so, dearlady,” cried the now impetuous lover, “please God, there aremany years of life and happiness before you.” “It cannot be,sir,” she answered simply, lowering her head. “I am a doomedwoman.” “If you had someone to love you and care for you,”cried Leigh, “’twould be a new lease of life.” “I pray you,” sheanswered, “not to speak in this way to me; I will not pretend tobe ignorant of your chivalrous attention; but I cannot accept it.”However, Leigh pressed on, and won at last a promise to thinkof the matter at leisure. He explained that he was no fortune-hunter, that he had eighty thousand pounds in his strong roomat Spalding. “That is a great sum,” answered the invalid, “it ismore than all my pretty toys are worth. But I know your spirit,”she went on, “it is a noble and chastened one. I could neversuspect an unworthy motive in you, Mr. Leigh.”The lover went home in high spirits; he felt sure that shewould yield. Ultimately she did so. “I cannot be a true wife toyou, Gordon,” she said, “we must be resigned to the will ofHeaven that we did not meet thirty years ago. But I offer youwhat I can, and it may be that Heaven will in some way ratifythese true vows exchanged on earth.”And thus the woman who had defied the greatest crooks inSouth Africa and London stepped blindly into the net of thewilier scoundrel.She was to live in Leigh’s house, of course; it was far finerthan her own, and he had made the necessary alterations for herconvenience.She sent over to his house only two trunks, for she neededfew clothes, poor lady; but the little safe went with her on herchair to the church. She would not let it out of her sight, evenwith Leigh to take the responsibility for its safety. And indeed,the attendants at the wedding included a couple of private de-tectives paid by him to look out for the London contingent.After the wedding they went to the house of the bridegroom.Leigh heaved a sign of relief as he pushed to the door of thestrong room on the precious little safe. “Now everything is ingood keeping, little wife!” he cried cheerfully, “I won’t revealthe combination, even to you.”It has previously been remarked that Mr. Gordon Leigh hadnot neglected the study of Holy Scripture in the matter of put-ting trust in princes; but he should have gone further, and readattentively that passage which advises the wayfaring man not tolay up treasure upon the earth, where rust and moth do corrupt,and where thieves break through and steal.For the night had not passed without event. In the morningMrs. Leigh expressed a desire to see her diamonds; she wishedto choose a brilliant for her husband’s hand. But on arriving atthe strong room, the door was found wide open; the little safehad disappeared bodily; and so had Mr. Gordon Leigh’s EightyThousand Pounds.The police were, of course, notified; London was telegraphed;everything possible was done; but to the hour of this writing noclue has been found.I wish I could end my story here. But I must add that Leigh’sbehavior was insufferably brutal. Marital recriminations becameacute, though the bride’s health hardly permitted her to raiseher voice above a whisper. But she told the Scotland Yard peopleflatly that she had no evidence of the existence of the gold be-yond her husband’s word, that she believed the whole affair tobe a plot between Leigh and one of his Illicit Diamond BuyingFriends to rob her of her property. I doubt whether the Yarddissented very strongly from this view. But when the inspectorhad gone, Leigh said roughly; “get out of here, you ——” I shallnot soil my pen with his epithet. The poor lady burst into tears.Half fainting, she was wheeled back to her own house by theindignant nurse.The next day the vicar called to condole with her — and,incidentally, with himself.“You shall not lose,” she said, “by this affair. On my death Ishall see to it that an equivalent sum reaches your fund. I havestill some private fortune. As for me, after this loss, and what ismore to me, this humiliation, I cannot remain in Spalding. I willrest my bones elsewhere. This blow has broken me.”The good vicar did his best to cheer her.“No,” she sighed, with yet a sweet and subtle smile that borewitness to her resignation to the will of heaven, “no. I feel my-self fading imperceptibly away.”Here, in tragedy and pathos, ends the record of a true En-glishwoman.———Virtue rewarded! I had just finished my diligent account whenFée came into the cafe. With her was our friend Sid Sloper,known to the world of racing as The Mite, in allusion to hisstature, on the one hand, and his fondness for cheese, on theother. He shook hands with me; Fée embraced me before all themultitude. “Journeys end in lovers’ meetings,” she cried. “Now,Sid, you be off; don’t dare miss the boat!” “He’s riding at MonteCarlo,” she explained, when he had gone. “But you, sir? Did Ikiss you too soon? Have you been faithful to me?”“I have, Cynara, in my fashion,” I evaded.“Well, I’ve been faithful in the old fashion, by the simpleprocess of fidelity,” she laughed. “And, I say, let’s get marriedthis very afternoon as ever is, and go off round the world!”“We will not,” I said. “I don’t know what you’ve been doing,but I’ve been ‘robbing Miss Horniman.’ Ten is all I have in theworld!”“You shouldn’t have robbed the poor old lady,” she pouted.“Now, I did better. I was Miss Horniman!”“Your rest-cure seems to have done you no good!”“I’m serious, boykins dear. You know what the doctor said— milk — complete rest — massage — no love — no books.You see, Miss Horniman really happened to be my aunt, andshe left me the house when she died, two years ago. So I madeup like her, and had duplicate safes, one with a nice nest for theMite, the other with trays and paste diamonds, and the one realone that Erphemia lent me to fool Mr. Gordon Leigh, of whoselittle idiosyncrasies I had wind. So all I had to do was to get Sidinto the strong room; at night he just walked out, and let in twopals, and they took all the gold to a car, and O! to see Londononce again! They took a quarter; I’ve got ten thousand in notessewn in my frock; and the rest is in your name in about twentydifferent banks. So come along right down to the Strand andmarry me, dear! It’s not tainted money!”“The money’s all right,” I said, “though I must say it’s play-ing it rather low down to spring all this Wooden-Horse – AliBaba stuff on us in the twentieth century.”“You told me to read the classics!” she chirped. “Now for theWedding March!”"},{"pageNumber":12,"pageContent":"THE INTERNATIONAL106106“But I can’t marry you — you’re the wife of that ass Leigh!”“Wife — I don’t think!” she laughed, dragging me from mysettee, “I kept my fingers crossed!”I felt that the Café Royal was no place for a difficult legalargument with one’s intended wife. Time enough for that on theway to Biskra!————THE SUBURBANITE: and THE RIDDLEBy HELEN WOLJESKA.THE SUBURBANITE.(Madge, dressed all in white, sits on her balcony, overlook-ing a large, shady, well-kept garden. All about her are cut flow-ers in vases, and potted plants. She is busy with some delicateneedlework.)Yesterday the Boy was here again. . . He is so refreshing. Sofull of enthusiasm and youth! Such youth! Barely five or sixyears older than my oldest son. . .He came to give a music lesson to Elsie, and I acted the chap-erone, as usual. Elsie was rather unappreciative, I’m afraid. She’sa tomboy, and doesn’t care much for anything except sport andthe most violent exercise. All his interesting explanation andfanciful comment was lost upon her. Not to discourage him, Itook it upon myself to respond in my daughter’s place. Reallyhe has the most bizarre ideas. . . He quite fascinates me.With the stroke of five Elsie absented herself — and that Boyand I were left alone. It is not often I am in tête à tête with aman other than my husband. Funny! But when I come to thinkof it: I scarcely ever talk to any other man at all except in themost trivial and superficial fashion. I don’t know how it is withother couples, but when Fred and I go out calling or dining, themen always seem to talk to my husband, and we women are leftto each other. . . We Occidentals are not as emancipated as welike to imagine.Perhaps it is ridiculous — but actually, I felt as though I weredoing something forbidden, sitting there in the twilight, exchang-ing confidences with a young man — for that’s what it amountedto. He seemed eager to hear my thoughts on many subjects, andalways found them congenial and kin to his own. But his, tome, seemed so much more brilliant and strange and daring! Itwas lovely to listen to the enthusiastic young soul’s unfolding. Ilet myself drift — unreservedly. And finally I did not recognizemy own voice any more. It uttered ideas so new to me — andyet so queerly familiar. They must have been asleep in me along time. But nobody had ever cared to awaken them.Suddenly a bell rang. It gave me a shock. What, if somebodyshould find us together in the almost dark room? But it wasonly the telephone. My husband called up to say that he wouldnot be home for dinner. Business of course. We suburbanites’wives have to put up with that sort of thing so much. But whatcan we do. . . ?And then — I was surprised at myself, when I actually askedthat Boy to stay for dinner. The words sort of formed them-selves, before I half realized it! And he accepted — he wasdelighted. His eyes told me that. Ah — ! It is a very sweet sen-sation to have somebody enjoy one’s companionship. . .I don’t know why — but the dinner was not as much of a joyto me as I imagined it would be. Some of the things the childrensaid and did seemed to jar. I really felt relieved when, after thedessert, they dispersed. We lingered over our coffee.Finally we drifted back into the music room. It was quitedark now. I wanted to turn on the lights. But he begged me notto. He sat down before the piano and began to extemporize. Itseemed to me I could see that whole, wonderful young soul ofhis surging up before me. Youth! to which nothing seems im-possible — flamingly ambitious, gloriously alive, marvellouslysensitized! And then he spoke — in a low voice, between bro-ken chords, he spoke — of his dreams and his hopes and hissorrows. . .Ah — ! I must stop dreaming and go on with my work — thisblouse for Elsie will be adorable.———THE RIDDLE.The sky is lurid and the clouds hang low. Autumn winds sweepover the lonely Bohemian stubble fields and tear the last yellowand brown leaves from shuddering branches. All the flowershave gone. The garden lies desolate in misty evening twilight.Slowly moving shapes come down the broad chestnut avenue,gliding like gray phantoms.The grandmother walks proudly in her long trailing garmentsof dark brocade, her beautiful face, white as wax, is framed bydusky laces. She talks to her son’s young visitor from Vienna —talks with the condescending kindness of a queen. And, indeed,a queen she had been, a queen of beauty, of fashion, of love —oh mon ami, il y a bien longtemps.With them comes a child, the youngest granddaughter. Sheclings to the arm of the young man, whose brilliant uniformmakes a bright red spot in the gathering dusk. Her large eyesare intent upon his face, and as he looks down upon her, his fulllips smiling, his white teeth glistening, she wants to crush hersagainst his — she feels jubilant and bitterly unhappy ——“Are you chilly?” he asks. “You seem to be trembling, littleone.”She stiffens herself, breathless, with closed lids.“No,” she whispers, “no, it is nothing.”“Extraordinary —” thinks the young man.Ten minutes later the bonne lights the green shaded lamp inthe children’s room. It is getting dark so early now! She takesher fine embroidery from the large, flowered reticule. . . She isworking for her trousseau.And the children sit among diminutive white furniture withtheir dolls, and play “robber,” or “measles”. The shutters rattle,the wind howls, and in the white porcelain stove the wood firecrackles cheerfully. It is all so cozy and creepy. The young moth-ers of the wax babies thrill with the joy and excitement of life.Only the very youngest one is preoccupied. Her large eyes seemintent on things the others cannot see. Her mind seems lost inwonderment and questioning and awe —“Ludmilla is tiresome to-day,” say the elder sisters disap-provingly, “don’t let’s pay any attention to her.”"},{"pageNumber":13,"pageContent":"THE INTERNATIONAL107107THE OLD MAN OF THE PEEPUL-TREEBy JAMES GRAHAMEAt the office in Cortlandt street they had told Sieglinda VonEichen that they had no further use for her services. She hadbeen “cheeky,” it seemed, to Mr. Grossmann. So she stood inLower Broadway at eleven o’clock in the morning with ex-actly fifteen dollars in the world, and about as much prospectof a future as has the shell of a peanut. She was certainly notgoing to spend a nickel on the subway. It was not so very manymiles to 108th street, and the day was a glory of May.But when she reached Park Place she changed her mind. Itwould be no use returning to the tiny flat where she lived withher twin brother Siegmund; she would only disturb him, verylikely at the critical moment of the last act of his great opera,the one that was really going to be accepted, and make themrich and famous.She believed absolutely in her brother’s genius; the sympa-thy between them was immense, even for twins. But Siegmundwas incapable of any kind of work but the one. He had tried,when the necessity arose. Their father had died in their in-fancy; their mother had been induced to speculate by a ras-cally cousin, and in the crash of 1907 she had lost every penny.Siegmund had had to come back from Heidelberg, andSieglinda from the family in Paris who were “finishing” her;their mother’s brother, in New York, had offered them a home.They crossed the ocean. But their ill luck pursued them; amonth or two later the uncle died intestate, and his son, whohad always hated the twins as likely to come between him andhis inheritance, lost no time in driving them from the housewith insult. Between them they had had a few hundred dol-lars, enough to keep from starvation while they found some-thing to do. Sieglinda did not know a note of music techni-cally; though she had a fine ear and finer enthusiasm, all ca-pacity in that line was concentrated in her brother; so she learntstenography, and gave German lessons in the evening whenshe could get pupils.Siegmund had enthusiastically decided to be a chauffeur;but his teacher had dissuaded him from proceeding. “I’ve ahunch,” said he, “that there’ll be trouble sooner or later; go-ing off in them trances like a guy what’s doped is hell whenyou’re pushing a fast car — no, sir!” The same amiable im-pediment pursued him in every employment; his first morningas a clerk in a German Bank had been his last; for, havingbeen entrusted with copying a list of figures into a ledger, hehad broken off after about six lines, and filled five scrawlingpages with the opening passages of a sonata which meant noth-ing to the bank.Sieglinda quickly recognized that it was useless to try toalter this disposition; besides, she rather admired it. She cheer-fully shouldered the whole responsibility of the finance of thefamily, telling him that it was really the best policy in the longrun. Why waste a genius, capable of earning millions, for thesake of ten dollars a week? So she slaved on in various of-fices, never getting a good position; wherever she had hap-pened to be, her aristocratic manner was one drawback, andher unapproachability another. Her “cheeking” of Mr.Grossmann had been, at bottom, a refusal to join him at sup-per.So, after all, she would not go home. She would take theelevated and spend the day in Bronx Park. She would econo-mize the nickel at lunch; a delicatessen picnic in the park wouldcertainly be better than the flesh-pots of Childs’; yes, she wouldactually save money.This calculation was, however, in error; her proposed squan-dering of the nickel was as fatal as Eve’s first bite at the apple;and in the delicatessen store her lunch made a decidedly largehole in one of her dollars.In another half-hour or so she was in the park; she wan-dered for awhile among the animals, then sought a remotecorner for her picnic. She found a patch of green by the bankof the stream, shaded by a great peepul-tree, the sacred fig ofIndia; and, having been born and bread to politeness, she apolo-gized to the tree before taking her seat in its shadow. “UncleTree,” so she began her prattle, “I hope you won’t think itrude of me to introduce myself. But I am really a relative; mymother always said my father was the Old Man of the greatoak in the courtyard; indeed, he was a very great elf, one ofWotan’s own children, or so he always boasted. So I hope you’lllet me eat my lunch under your branches. I’ll pay rent, youknow; I’ll sing you the May-Song.” Then she sang Heine’smaster-lyric:“In the marvellous month of MayWith all its buds in blossom,Love made his holidayPrankt out within my bosom.In the marvellous month of MayWith all its birds in choir,I caught her heart awayWith the song of my desire.”So, without further ceremony, she say down and rested herback against the trunk of the peepul-tree, opened her package,and began her lunch.When she had finished, and quenched her thirst in thestream, she returned to the tree and lit a cigarette.Now then the point is — exactly when did Sieglinda dozeoff that afternoon? Even she admits that she was asleep partof the time; but she holds out stoutly that she was perfectlyawake all the while that her cigarette lasted, for she remem-bers throwing the end away into the stream. And it was cer-tainly while she was smoking that she began her conversationwith the old man of the tree. “Uncle,” she said, “you are mucholder than I am; I do wish you would give me some advice. Iwon’t ask you hard things, for instance, what sin I committedin a previous life; for I must have, don’t you think, to be outhere in a country where they feed snakes and hyenas, and leavemen and women to starve. No; but I do wish you could tell mewhere to look for a new job — and oh! I should like a decentone, somewhere where they had good manners, and didn’t leerall the time, even if there was very little money in it!”“My dear,” replied the funny little old voice which she wassure came from the elf, “you couldn’t have come to a better"},{"pageNumber":14,"pageContent":"THE INTERNATIONAL108108person. I’m not only a sacred kind of tree, you know; I come ofa very special family. My own grandfather is the famous Bo-Tree at Anuradhapura, with a big platform round him and giftsand pilgrims every day from every airt of the four winds; andhis father, as you know, was the great tree of Buddha-Gaya,under which the Buddha sat when he attained emancipation.So you being connected with Wotan, my dear, I’m quite gladto think I have such a pretty little niece.” (It must have beenthe tree talking; Sieglinda wouldn’t have made up a thing likethat about herself, would she?) “I must say,” the voice wenton, “I don’t at all like the idea of one of us working; our busi-ness has always seemed to me to be beautiful, and enjoy life,and praise God. I think the best way will be for you to forgetyour troubles for a little while; I feel a breeze in my hair, andperhaps I will be able to sing you to sleep. Then I’ll have atalk with the wind; perhaps between us we may be able to dosomething.” So Sieglinda settled herself more comfortably, andin a little while was fast asleep. When she woke up the sunwas already low over the Hudson; so she picked herself upand went home. She had forgotten all about the old man, andonly remembered that she must buy an “Evening Telegram”and hunt through the advertisements for another job.II.Things went from bad to worse with the twins. No oneseemed to want a typist. Sieglinda was pretty and clever enoughfor the chorus; but she read the American Sunday papers, andknew that as a merely modest girl, she had no chance of anengagement. New York managers, it appeared, insisted on atype of Virtue so rigorous that it left Lucrece, Penelope, andthe mother of the Gracchi among the also rans. She had seenchorus-girls, too, and even heard them discuss Virtue; any-how, for one reason or another, she did not apply for an en-gagement.Siegmund’s inspirations, too, failed him even as her purseshrank; he spoilt paper at an alarming rate. One day when shecame in from a vain search for work she caught him in thevery act of dashing another failure to the floor. “Oh tosh! in-fernal beastly tosh!” he yelled; “really, Sieglinda, you mustlearn to keep your mouth shut!” “What have I done now?” shelaughed. “It’s that ghastly tune you’ve been humming for amonth; “Broadway Bliss” it comes from, I suppose, by thesound of it; I wrote it down to feast my eyes upon the ghastlyspectacle; and upon my soul and conscience, I think it’s toobad even for Broadway.” “I’m sorry, boy; I didn’t know I wasannoying you. I don’t usually hum, do I?” “Never heard youbefore; it’s that eternal search for work. Oh my God! I wish Icould have learnt to push a car. The music I’m writing now-a-days sounds rather like one, too; a Ford, on a country road,with a tyre gone. Lord! I think I’ll send it round as a FuturistOpera!”Nearly a month later, Sieglinda declared that she had founda job. It was not regular work, apparently; she was in and outat all hours, sometimes extremely tired. It went on for nearlysix months before Siegmund noticed anything wrong. Then heasked her what her work was. She told him that she had turnedher good taste to account, and had been employed to decorateand furnish a house on East 63rd street for a very rich man.She deserved more pay than she was getting; perhaps he mightdo more for her later on. “Do you see him often?” “Every day.”“Ever make love to you?” “Oh no! He takes no more notice ofme than if I were a piece of wood. And he never spends apenny except on this fad of having a fine house. I go shoppingfor him in a seven thousand dollar car; and I hate to take thesubway home. He’s musical, by the way; I’ve done him thefinest music-room in America; perhaps I’ll be able to interesthim in your work, one day.” “I don’t work. I can’t work. Achunk of cheese has more ideas than I’ve had for the best partof a year!” “Oh well, inspiration will come. If we could onlyget out of this horrible struggle to live from day to day! If thathouse were only mine instead of his! It ought to be. I made it.I took a common mass of brick and stone, and turned it intoParadise. And all I’ve got out of it — six months and moreliving like a slave — has been about four hundred dollars!And the house will be ready in three weeks or so — and thenwhat shall I do?”Ten days later she came to him in tears. “Siegmund,” shecried, “the man wants me to live in his house.” “Don’t do it,girl!” said her brother; “don’t forget the oak, and the threegreyhounds, and the bend or!”It was another month before the house was finished. On theday, she came home at noon, jubilant, “What do you think,”she said, “I’ve got a whole hundred dollars extra as a bonus,and the promise of another job; and we’re going to have a Dayin Fairyland. Come along; we’re going to lunch downtown,and then I’ll take you to see the house, and then we’ll comehome and dress for dinner for the first time in a year, and I’vegot seats for Die Walküre tonight, and then we’ll go on tosupper at a cabaret! There!”Two hours later they had finished a lunch at theKnickerbocker which was a landmark in the life of the headwaiter. Sieglinda was not going to spoil a Day in Fairyland forten dollars one way or the other.So, with very threadbare cloaks tight over poor worn cloth-ing, these waifs of fortune faced the ice and snow ofManhattan’s coldest February, and made their way to East 63rdstreet, the good wine tingling in them till they laughed mer-rily at the bitter wind of winter, as it cut into their young faces.The house in 63rd street stood well away from either av-enue. It was taller than its immediate neighbors, and the wood-work was of the same dull red as the granite of which it wasbuilt. Sieglinda produced a key, and they entered.The hall was remarkable for the waved stripes of tawnyyellow and black, the tiger-heads that lined the walls, and thetiger skins that covered the floor.Sieglinda led the way into the room on the left, which ex-tended the whole depth of the house. One could hardly give aname to such a room. Walls and ceiling were covered with aJapanese paper of old gold; the floor was of mahogany, andthe only furniture in the room was dull red lacquer, cabinetsand trays and little tables. In the centre of the floor was a greatrug of blue without a pattern, raised from the floor by mat-tresses to the height of about a foot. At the far end of the roomstood a great golden figure of Buddha, between two monstrousvases of porcelain, of the same deep thrilling blue as the rug.Siegmund gasped his glory. “I thought this would inspire you,”said Sieglinda. They went into the opposite room. Here allwas in perfect contrast. The whole room was panelled in ebony;in the centre stood an oblong table of the same wood, withancient tall-backed chairs, evidently of the same craftsman’shandiwork. Against the walls stood oaken chests, black with"},{"pageNumber":15,"pageContent":"THE INTERNATIONAL109109age; and on each of them a single silver statue. At the upperend of the room hung a crucifix of ivory, with three tall silvercandlesticks on each side of it. The candles were of yellowwax. Facing this was a single picture, a group of dancers byMonticelli.Sieglinda led the way upstairs. Here was a modern sitting-room, evidently designed for a woman. The main motive wassteel-blue, harmonized with ruddy amber. Everything in thisroom was soft; it was, as it were, an archetype of cushions!The pictures were all landscapes by Morrice. The room oppo-site was as typically a man’s. Great leather arm chairs andsettees stood on every side. A huge cigar cabinet of cedar wasopposite the open fireplace, with a long narrow table betweenthem which divided the room into two halves. One half con-tained a billiard table, and its walls were covered with sport-ing prints; the other had a card table and a chess table, but noother furniture except chairs. On the walls were nudes by thebest masters, Manet and John, and O’Conor, and Van Gogh,and Gauguin, culminating in a daring freak by Cadell, and asolemn and passionless eccentricity by Barne.The third floor was guarded by a single door. It was all oneroom, a bedroom lined in rose marble, with a vast antiquebasin of the same material, in which a fountain, a reducedcopy of the “Universe” of the Avenue de l’Observatoire, played.Around the room stood many a masterpiece of marble and ofbronze, the Drunken Satyr and the Dancing Faun, Diana ofthe Ephesians and the terminal Hermes of the Aristophanes ofsculpture, Marsyas and Olympas, the goat-piece of the un-known master of Herculaneum, the Femmes Damnées ofPradier, the Bouches d’Enfer of Rodin and his Epervier etColombe. All these were grouped about the great bed, whichrose from the floor like a snowy plateau lit with Alpenblühn.There were no pillars, nothing but a table-land of ease, swell-ing like a maid’s bosom from the marble. One could hardlysay where floor left off and bed began, save that around therising curves of rosy purity stood eight Cupids wreathed inflowers.Light, in this room came pale and timid, like a girl’s firstlove, through trellises of ground glass. But the room was notdark, for there was no color in it deeper than the bronzes; andthey like islands in the rose-white loveliness that girt themlike a sea. The ceiling was a single sheet of polished silver.From this room brother and sister mounted to the highestfloor. Here was the music room, a chapel of carved walnut,lofty and Gothic, endowed with a great organ; its choir readyto become vocal at the waving of the wand of a magician, forevery kind of musical instrument was in its place.Siegmund for the first time exhibited manly firmness. “Iam going straight out of this house,” he cried angrily, “and mypermanent address will be the Hudson River!”III.In the matter of the seven thousand-dollar motorcarSieglinda, although German by birth, had taken French leave.Without asking the proprietor, she had ordered it to be at thedoor; it was the last day. “Pretty mean, I think,” she said, asthey drove up town. “I do him a house like that, and all I get isa measly eight hundred and fifty-six dollars. I know now thatI could have got a commission on everything I bought.” “I’mglad you didn’t,” said her brother; “I never liked tradesman’sways, and I never will.”When they were dressed for dinner they drove to theMcAlpin, told the chauffeur to call for them at the Opera ateleven, and after one more Banquet of Jupiter, walked upthrough the snow to the Metropolitan. The wine and the mu-sic made them mad; starved of every pleasure as they had beenfor months, the lure of the old life took hold of them, and theyabandoned themselves wildly to the intoxication of the mo-ment. The future? Bah!Sieglinda had stuck at nothing in her daring; she had bor-rowed her rich man’s box. Siegmund noticed that she hadbowed very sweetly to a dapper little gentleman opposite, be-fore the curtain rose, and he would probably have asked aquestion, had not the first bars of the overture rapt him awayinto the world of that other Siegmund and Sieglinda after whomhe and his sister had been called.Just as the last curtain fell, the door of the box opened, andthe little gentleman walked in. “Mr. Damff; this is Graf vonEichen.” They shook hands, exchanged a few general remarks;the trio went off to Noel’s, where Sieglinda, determined to getthe last minute out of her Day of Fairyland, ordered a splendidsupper. But even as the clams arrived the day was spoilt forSiegmund. The band struck up. “Oh God!” he cried, risingfrom his seat, “there’s that nightmare again!” “I can under-stand,” said Mr. Damff, smiling, “that it must get a good dealon your nerves. Every rose has its thorn.” “I don’t see any roseabout it,” snapped Siegmund. Mr. Damff was embarrassed.“I’m sorry,” he said, turning deferentially to Sieglinda. “I seemto have said the wrong thing. But I certainly understood fromyou ——” Sieglinda interrupted him. “The boy doesn’t know,”said she; “I’ll break it to him gently. It’s degrading and hor-rible, I know, dear,” she went on, putting a slim hand on herbrother’s, “but the fact is that you’re my rich man. That houseis yours; it all came out of the profits of that song you threw onthe floor eight months ago!”“Good God, Sieglinda!” cried the boy, “you sold that muck!I’ll never look myself in the face again. But —” he caught hisbreath. “That was a tune you hummed; I thought you had pickedit up on Broadway!”“And I didn’t know I was humming it! Ach, du lieber Gott!”she cried, lapsing into German, as a great light broke in uponher, “so that was what the wind said to the Old Man of thePeepul-Tree!”Of course her hearers did not understand her. Over yet an-other bottle of champagne — Sieglinda had now drunk merelysix during the day — she told the story of her picnic in thepark. “So,” she concluded, “while I slept the wind spoke withthe old man, and they put the song into my brain, and I got thehabit of humming it — and oh! Siegmund darling, you’re rich,and we’ll never have any more trouble in the world again!”“If your conscience troubles you,” said Mr. Damff, “aboutthe quality of the music you are inflicting on humanity, let mereassure you. The Gräfin did not mention it, but I have thehonor to be a director of the Metropolitan Opera House, andthe purpose of our meeting to-night was that I might tell youthat we had decided to produce your ‘Heine’s Tod,’ and todiscuss the preliminaries. I hope you will allow me to orderanother magnum of this very delightful champagne.”It was ordered; but the error was fatal; from that momentthe proceedings became so far from lucid as to baffle the his-torian. Presently, however, Damff rose (as best he could) and"},{"pageNumber":16,"pageContent":"THE INTERNATIONAL110110took his leave. The twins insisted on driving him home to hisapartment on Riverside Drive. When they had said good nightfor the twentieth time, always with increasing etiquette, thechampagne continued its conversation; it was impossible, ab-surd, and immoral to go home; there was only one thing to bedone, and that was to do what politeness urged, to pay a visitof thanks to the Old Man of the Peepul-Tree.The blizzard of the earlier day had died down to utter still-ness; the full moon westering slowly, the twins huddled to-gether in the automobile, babbling a thousand phrases of de-light over and over. When they came to the Park, they thoughtit better to walk; Sieglinda knew the way. So they left thechauffeur, and ran hand in hand over the snow, the champagneand the success fighting in their young blood for mastery inthe sublime art of being mad. Soon they came to the stream,its current frozen, its banks aflower with wind-blown blos-soms of snow. They came to the Peepul-Tree. “Oh you deardarling Uncle Tree,” shouted Sieglinda, “how happy you havemade us! And I’ve brought your nephew to see you!” Sheclasped the trunk, and kissed it madly in sheer delirium ofpleasure. Siegmund followed her example, and broke into aflood of song from his last opera.At that moment they realized that they were very drunk.Sieglinda slid to the snow, swooning; her brother bent aboveher to revive her. He must have lost his senses at the samemoment; for what followed is neither reasonable nor natural.They could both hear (or so they always swear) the chucklingof the sacred tree.Bye-and-bye the chuckling became articulate. “Very prettyand very thoughtful of you!” said the little cracked old voice;“this has been a very pleasant visit; I haven’t enjoyed myselfso much for years. Still, it’s very cold for humans; I think you’dbetter be running off to the car. But come and see me often.Good-bye, my dear children, for the present; and remember,Sieglinda, your first son must be called Gautama as well asSiegfried, in honor of the man who attained emancipation un-der the boughs of my great-grandfather.” So they must havebeen unwise in the matter of champagne; for the most garru-lous old trees never talk like that to people who are sober.Sieglinda was indeed what philosophers have called “sus-piciously sober” when they reached the car; her “Back to 63dstreet!” was portentously precise.But they never forgot the peepul-tree; and they planted shootsfrom him in the courtyard of the old Schloss, which they boughtback from the new-comers on the proceeds of Siegmund’s firstopera, so that the Oak of the von Eichens might have worthycompany. It is, however, a shocking circumstance that theyounger generations of the peepul-tree, like those of the greatapes, have a deplorable tendency to small talk, and even toscandal.Reggie Van Rensesslaer was 42 and a bachelor. For justhalf his life he had been looking for a wife, and he had turneddown a thousand promising opportunities, just because he wasParticular. He was handsome and distinguished above all men;he had a nice little fortune in copper and the control of one ofthe biggest banks in New York. His manners were superfinetriple X, formed in the best universities, and later in thoseforeign courts whither he had gone as a diplomatist. He wascrazy to marry, and had had his pick of Europe and America.But he had not found his ideal. He wished a woman of birth,breeding, and fortune comparable to his own; she must be beau-tiful and brilliant, yet modest and domesticated; and there werevarious other points, hardly worth discussion on this page, yetvitally important to the happiness of our gay and gallant hero.There had been several near-engagements; but sooner or latersomething had always turned up to prevent the wedding bellsfrom ringing. It was by pure accident that Reggie discoveredthat the Marquise de Vaudeville had a bunion on the third toeof her left foot; the Gräfin von Solingen was barred by anunfortunate habit of lisping; the Princess Politzsky had oncesmoked a cigarette; Lady Viola Vere de Vere failed to laugh atone of Reggie’s puns; Señorita de Sota had a question mark onpart of her escutcheon in the earlier half of the twelfth century— there was always something.But in the winter of 1916 the ideal idol came to Washing-ton. This time there could be no doubt. Flossie Russell was ofthe most aristocratic of all the families that came over in theMayflower; through her mother she was allied with the royalfamilies of half the countries of Europe; her father controlledmost of the railroads and shipping and mines in the UnitedStates, owned two of the largest packing houses in Chicago,and was one of the biggest men in the Corn Trust. Inciden-tally, he had used his leisure hours in making an immensefortune in munitions. It would endanger the reason of the printerwere I to describe her beauty; and as for her manners, it wouldendanger my own reason to attempt the task in detail. I willonly say, in a word, they were American manners.It was at White Sulphur that she and Reggie met. Swift butthorough investigation on his part assured him that at last hehad found his destined bride. To avoid precipitation, he deter-mined to take a long motor ride by moonlight — alone. Ab-sorbed in his own thoughts, he failed to notice an old womanwho was crossing the road with a bundle of sticks in her arm.He knocked her down and broke her leg. The automobileswerved violently, and he was obliged to pull up in order toavoid running into a tree which might have damaged the ma-chine. It struck him that his number might have been seen,and with admirable prudence got out of the car and returned towhere the old woman was lying, intending to compensate herfor her crushed limb with some small change which he was————THE IDEAL IDOL.(Two stories in one, but with only one moral.)———By CYRIL CUSTANCE."},{"pageNumber":17,"pageContent":"THE INTERNATIONAL111111wont to carry on his person precisely in view of such emergen-cies as this. The old woman thanked him profusely. “I see,”said she, “that you are one of Nature’s noblemen! Chivalrousas you are handsome, you should also be fortunate. Take thisblack stone — for I am a witch! And if ever you should be indespair, dash it upon the ground; then you shall have yourheart’s desire.” Reggie, charmed with her courtesy, was seizedwith an impulse of mad generosity, added a dollar bill to hisalready noble largesse, and even promised to stop at the nextvillage, and tell some one of the accident.The next morning dawned sunny and glorious; all natureseemed to conspire to aid our hero in his suit. After lunch hesought the fair Flossie; together in the exhilarating air theyrode for many miles. They stopped on a great height to admirethe view. He saw the mood of his beloved melt to romance; heseized the moment. “Will you be mine?” he murmured. “Well,”answered Flossie, brightly, “I guess not. You’re about twentyyears too old.”Words cannot depict the rage and horror of our hero. Like amadman he thrust in the clutch; the auto leapt forward; henever stopped until — the following morning — he found him-self held up in 42d Street by the wreck of a Fifth Avenue stageand a lorry. At that moment he realized what despair was. Asin a dream, he pulled out the black stone and dashed it on theground.When he raised his eyes, wonder of wonders! They fell uponthe ideal idol of his dreams. It was another Flossie, but a Flossieraised in every point to the twenty-seventh power. Her name— as the event showed — was Nina Yolande de Montmorencyde Carbajal y Calvados. This time there was no hitch. Themost rigid investigation proved her as pure as she was fair, asrich as she was well born; in short, she was IT. Even her mod-esty could not withstand even for an hour the impetuous ad-vances of our hero; and when he said, only a fortnight aftertheir first meeting, “Let us be married next week in the Ca-thedral,” she replied, blushing divinely and with downcast eyes,“Why not this afternoon, at the City Hall?” No sooner saidthan done. A sumptuous banquet succeeded the ceremony; in-toxicated with champagne and with delight, the happy coupleretired to their luxurious suite in the Hotel Evangeline. ReggieVan Rensesslaer locked the door.As it happened, however, the Hotel Evangeline was an un-usually family hotel, and on the dressing table was a copy ofthe Holy Scriptures, placed there by the Gideons, whoeverthey may be.Instantly that her eyes fell upon the book, the bride uttereda piercing scream. A moment later, and she had disappeared.In her place, smiling and bowing, stood Mephistopheles him-self, complete to a hoof; and not forgetting the sulphur!“Young man!” he said to the astounded Reggie, “learn thathumanity implies imperfection; those who, not content with theordinary limitations of life, demand perfection, are liable to findthe ideal idol an illusion created by the Devil. However, youhave willed it; so if you would be so kind as to throw that bookout of the window, I will turn back into Nina Yolande (and allthe rest of it) and we can get to bed. It has been a tiring day.”Reggie’s answer has not been recorded; but six months laterwe hear of him on his honeymoon. The happy lady was a mu-latto widow of forty-eight, with three children, a slight spinalcurvature, a cast in her remaining eye, six gold teeth, and themanners of a dock laborer. And a jolly good wife she makeshim!————THE CALL OF THE SEA.By S. J. ALEXANDER.I have known with sure foreknowledge that the Sea would claimHer Own.I have eaten Fruits of Plenty, but my soul grew starved and thin,With the tempest of Her Call without, the still small voice within;I have drunken wine of exile, broken bread of banishment,Now I yield myself unto her with a God’s serene content;With foreknowledge of the future, what must be, must ever be,And my lives before and after drag me downward to the sea.I have flung my all behind me in the futile way I went;Let her wreck her will upon me to Divine Accomplishment.With her wild, imperious wooing she hath won my soul fromme;I shall win it back at midnight, in Mine Own Gethsemane.I shall play her for my All, where men go down to sea in ships,Midst the riving of the body and the soul’s apocalypse;Standing face to face with Terror, I must grapple with Despair,When the grip of icy fingers stirs the creeping of the hair;I must dree my wierd at midnight, when the wild beast, Terror,stripsMan to bare and primal nakedness in caves of soul eclipse.There’s the smart of salt against my eye and spray against mycheek;There’s the cry of frightened children and a tortured woman’sshriek;There’s the sound of seraphs singing o’er the music of thespheres;There’s the noise of many waters through the ringing in myears;There’s the crash of guns in battle and a jungle wild beast raves,For the wind hath lashed the Sea from all her sullen, slimycaves.With what agony of loathing, with what ecstasy of love,With what torture, hell arisen, with what rapture from above,I have heard her call in dreams, wherein I raved with drowninghandsWhile I flung despairing arms about the middle of the lands.I have thrust the lands between us, I have bid the world divide,I have wrapped me in the deserts, and the mountains rose tohide,But wherever winds blow waters and wherever winds are blown,"},{"pageNumber":18,"pageContent":"THE INTERNATIONAL112112IRRITABILITY.By DOROTHY WILLIS.For the third time within an hour she was wakened by theclang of the elevator door outside her room. It was half-past-one o’clock.With an impatient sigh she sat up in bed and listened as theman and woman of the rooms adjoining hers made their clumsyway toward their door.She was intensely irritated and annoyed. Every night shetried in vain to sleep eight hours on end. Every night she wasawakened by late comers, and in consequence endured hoursof restless wakefulness.Yet she paid an extra five dollars monthly for the privilegeof the tenth floor, and had been promised by the manager ofthe new apartment house that only quiet early people wouldbe her neighbors.She knew it would be useless to complain. She knew theman and his young wife, who carried round clean linen herselfand kept an eye on the electricity, would look at her with theair of patronage she resented and answer her in the tone ofconciliation used to those who cannot help their complainings.She considered tipping the boy to use the elevator door moregently, and then she remembered that six different boys hadoperated the car in a month, and recognized the futility of suchaction.Considering the matter she got out of bed and made her wayacross the furniture, piled up to admit the descent of her foldingbed, to the window, where she knelt on a low couch with herarms folded along the wooden sill, and stared across the city.From the next-door apartment came sounds of laughter andtalking. The ice box was slammed violently, and she heard thenoise of corks popping. Then an insistent sizzling reached herear, and the smell of frying food.“Cooking at this hour!” she muttered. “The crazy fools!”The streets of the city were almost deserted. Here and thereshe could see vague figures stealing through the shadows, andnow and then the crimson tail-light of a motor-car sped to-ward its goal. But no light came toward her, for she lived inthe center of the city, and the pleasure palaces were closed.Across the roofs she saw a flare of light. It was the blastfurnace by the river’s edge and its fury met a like fierce flamewithin her. She ground her teeth with anger, and then knewthe impotence of her wrath. She was helpless. She was at themercy of careless, boisterous men and women. She must livein the center of the city, and she could pay no more for quietand peace.While she meditated, with the cool wind blowing on herbare throat and arms, she found a plan of action formulatingin her brain. It was a foolish, useless plan. She would sufferfor its fulfilment more than she already suffered. But it pleasedher casually to play with it and follow it to its satisfactoryconclusion.And the dropping of a fork in the sink next door made herclench her teeth and dwell again upon her wrongs.People, people, how she hated people all about her! Howshe longed to be alone and free and quiet, allowed to read andwrite and think and sleep — especially sleep — without com-mon, noisy people always interrupting her and taking peaceaway!She tried to reason with her nerves, to force herself to toler-ance. She told herself that she must be ill or out of sorts, andthat a hundred other people in the same apartment house man-aged to live and enjoy life under similar conditions, whichshowed that there could not be very much at fault.Then the door of her neighbor’s ice-box slammed again,and the clock on the tower of a newspaper building tolled thehour of two.“Five hours to sleep!” she said, “and then a hard day’s workagain. And yesterday the same, and to-morrow the same, andthe next day. How can people be so inconsiderate?”And with slow-burning hatred in her heart she groped herway back to bed and lay there thinking, until she fell againasleep.Four hours later a brilliant sunbeam shone upon her slum-ber. It found her lying with one arm above her head, the neckof her gown open, showing her soft white throat and roundedbreast, and her dark hair spread upon the pillow. Around herlips a little smile was hovering and the expression of her facewas sweet and kindly. None would have called her then the“dry old maid.”She was dreaming of her youth. She was dreaming vividlyabout the man who loved her twenty years before, and left herafter just one week of perfect joy.All the dull years between had fallen away; all the bitterthoughts had left her mind, and the harsh memories had givenplace to faith and hope. She loved, and her senses sang againfor joy.She was beside her lover in a field where bright daffodilsbloomed golden by a stream. Willow trees hung chains of em-eralds down to hide their kisses, and she saw the blue forget-me-nots among the grass. She was young, she was glad andmerry. She felt the breeze on her cheek and the caressing lipsof the water on her arm as she bent to gather flowers. Thehour was life, and life was the hour. She wanted nothing butto go on living, and to see her lover’s smile. All about themNature made joy manifest, and they followed Nature’s lead.The glancing sunbeam played on her lashes, tipping themwith gold, and she stirred a little in her sleep. In her dreamher lover’s arms were close about her, and his rough sleevewas underneath her cheek. She was supremely happy for thefirst time in uncounted years, and her breathing told the taleof racing blood and nerves vibrating.She was alive, not merely living as she had been since heleft her. She was full of kindliness and gentleness, not shutwithin a shell of cynicism and rancor as the working worldhad found her; and she thrilled with the glory and the beautyof her dream.Under the willows her lover bent his mouth to her passion-laden eyes ——A door slammed suddenly, and through her consciousness ashrill voice drifted.“Come on, Bill!” it said, “It’s nearly six o’clock, and wetold George we’d be there punctual. Got the water-bottle?”“No, I ain’t. Wait a minute. I’m acomin’.”"},{"pageNumber":19,"pageContent":"THE INTERNATIONAL113113From the bed where the sunbeam danced she rose, slowlyand quite quietly, and crossed the room to reach a table. Talland slender she stood, her eyes half closed, her lips half smil-ing. The cloud of her hair hung about her like a web.Deliberately she thrust her fingers in the table drawer; theyfound what she was seeking. Then she took three steps andstood before the door. Outside, she heard her neighbors mov-ing, and their door was opened and again was slammed. Theycame down the corridor to the elevator and rang the bell. Sheknew then exactly how they stood, while the boy, still halfasleep, fumbled ten floors below with the handle.And with her eyes half closed and her lips still smiling inthe memory of her dream she lifted her right hand, claspedabout a small revolver, and fired — straight through the doorand through the heart of the woman outside.Before the judge she pleaded “Guilty,” refusing any aid to-ward excuse.On the day when she was to leave for the state penitentiary,the husband of the dead woman went to visit her.“What made you kill my wife?” he asked her, still with shal-low, wondering curiosity.It was too early to get up!” she said.SALOME.———Princess that, wanton, danced before the king,In what red hell do you perform to-day?Where now does your white body swing and sway? —To the mad music of what luring string?In a blue-flamed salon I see you flingYour shining limbs in amorous display,Seeking the very demons to betrayAnd tempt the devil from his banqueting.The galaxy of hell is there arrayed;They surge and struggle like a crimson tide.By the lewd promise of your dance beguiled:And, helpless, in the fearful masqueradeI see the faces, pale and horrified,Of Aubrey Beardsley and of Oscar Wilde.————BAGDAD: 1917.———Haroun, thy troubled ghost walks forth to-nightIn streets by booted, Christian feet profaned;Where, in a far day, gushing wineskins stainedThe parched mosaic. . . . O that Allah’s sightShould view Zobeide’s dishevelment,Scheherezad’s swart beauty pale beforeThe blandishments of leering gods of war;Their hunted shadows roused from long content.Bismillah! If ’tis writ that this must be,Grant then another chronicler may riseA new Millameron to immortalize —The love and passion of the soldiery.Another thousand nights begin to lower;And days, and hours, and quarters of an hour!VILLON STROLLS AT MIDNIGHT.———“There is an eerie music, Tabary,In the malevolence of the wind to-night:Think you the spirits of the damned take flightO’ midnights? Gad, a wench I used to seeHeard all the ghosts of history ride pastHer window on a shrieking gale like this. . . .Look! Where the moonlight and the shadows kiss!Saw you aught move? . . . Poor jade, she died unmassed.See where the gibbet rises, gaunt and slim;(Curse me, the wind hath thrust my entrails through!)It beareth fruit to-night. . . . Not I, nor you!Hark to the clatter of the bones of him.They rattle like . . . Ah, do you catch your breath? . . .Like castanets clapped in the hands of Death!”————JOSEPH.———(After reading Charles Wells’ “Joseph and His Brethren.”)God’s Heaven, what a man he must have beenThat could resist the arms of Phraxanor!Preaching of honor while the open doorOf Paradise called him to splendid sin;Prating of duty while the gates of hellGroaned on their hinges at his stoic mould.“Madam, your arm — pray move.” “Cold, cold, still cold —”Here is a case to challenge parallel.Thus is it writ. Conjecture slyly smiles —Was he, indeed, quite dead to all desire?Think you not that with honey and with fireHis veins ran hotly at the temptress’ wiles?Ah, it is true that history sometimes errs:Seer, did he go his way, in fact? — Or hers?————FOUR SONNETS BY VINCENT STARRETT"},{"pageNumber":20,"pageContent":"THE INTERNATIONAL114114As Mary Godwin left the door of the Juvenile Library andwended her way along Skinner street to keep her tryst withShelley at the grave of her mother, she bethought herself of thecircumstance that the poet dwelt hard by. He had taken a roomin a little house on Hatton Garden. His wife was now at Bathwith her father. The object of this temporary change of the poet’splace of abode was, as Shelley assured his guide, philosopherand friend — Mary’s father — that he might be near Godwin.The financial affairs of the author of “Political Justice” required,it would seem, constant association with the poet. Shelley hadbut to dress himself in the morning, to rush, with a raisin in hismouth, across the lanes, and he could find himself at the portalof the philosopher. Many a time in the course of a week wouldthe poet dash wildly and without a hat into the Juvenile Libraryand on through the shop to study upon the floor above.It occurred to Mary upon this bright July afternoon, that shemight find her favorite poet in the vicinity of his new HattonGarden abode. She did not proceed, therefore, straight to thetomb. That isolated shrine was connected with the churchyardof St. Pancras. In this early period of the nineteenth century thelittle church of St. Pancras nestled by itself among clumps oftrees in a wilderness of meadows and neglected fields. Pondsformed from the successive rains were monopolized by ducks.The neighborhood was quite unfamiliar to Mary.Her eagerness to spend some portion of her abundant leisureat her mother’s grave was quite a new propensity. Death andthe grave were not the ideas in which she revelled. Her discov-ery that as the daughter of Mary Wollstonecraft she derivedimportance, and that as a daughter of Godwin she might beadditionally the child of genius, had come to Mary as a delight-ful surprise. She had been impressed by the sentimental valueher stepsister Fanny acquired in the poet’s eye from her fre-quent pilgrimages to the lonely and neglected grave in whichMary Wollstonecraft was now taking her last sleep.Mary Godwin, finding grief and the romanticism of the tombso fashionable, had fallen in with the Shelley cult. No soonerwas Fanny dispatched to Wales for the sake of getting rid of adangerous rival, than Mary, book in hand, would wend her waymore or less ostentatiously to the grave of her mother.Shelley had soon ascertained the goal of her pilgrimages. Onesunny afternoon he had preceded her thither. How innocent washer surprise! Mary found occasion to shed a tear in the gloomyspot. She called it — in Shelley’s presence — the “hallowed”spot. Shelley thereupon likewise shed his tear. The grave wasto them both by this time the most sacred of all shrines. Theyrepaired to it to forget in the presence of the immortal dead thecorruption of a materialized world.Mary looked eagerly about her as she came within the vicin-ity of Hatton Garden. The residence of the poet was a worn oldmansion. It had stood neglected for many years in a great field.The few trees near the door overtopped a gabled roof. Therewas a round window under the eaves. Here, as Mary had beentold, the poet often stationed himself to muse upon the Platonicphilosophy. He was not at his accustomed place on the presentoccasion. Mary stifled a sigh. She walked daintily in the lowslippers which fashion permitted her sex to wear on pedestrianA PARD-LIKE SPIRIT.BY ALEXANDER HARVEY.occasions. Her white stockings peeped shyly forth as she movedher little feet.It was no very long walk to the churchyard. There happenedto be a great flock of geese in one of the lanes. The fowls ap-proached her with a tendency to crane their long necks and cackleand hiss. Mary lifted her dark skirt and trod mincingly throughthe mud. She had trouble in repelling the attentions of the flock.She climbed delicately a fence of hickory limbs which boundedthe southern extremity of the churchyard. She vaulted upon amarble slab sacred to the memory of one in whom she was notinterested. Through the tangled mass of shrubbery and weedswhich bordered the lanes Mary tripped. She had to look care-fully about her lest she miss the way to the grave of MaryWollstonecraft.This was the plainest of mounds. It had been fixed by chancebeneath the limbs of a spreading elm. The slab was in a state ofcomplete neglect. The long stone bore simply the name of thedead heroine of feminism and the date of her birth and of herpassing. There had been some vague outlines of an inscription,but the years which had gone since her death had sufficed toobliterate the words. Mary sniffed the summer air with a senseof pleasure. The trees growing more or less wild, the twitteringof the birds, the shade cast by the foliage everywhere affordedthe most complete seclusion. Through the trees she caughtglimpses now and then of the roofs of London or of a bit of sky.The churchyard might well have been in the forest of Nottinghamso far as the presence of fellow creatures was concerned.Mary did not like the direct contact with nature to which herenvironment exposed her. There were too many great spiders,too many strange insects about, to please her fancy. She won-dered that Shelley had thought it advisable to be late. Her prettylips were soon pouting with displeasure. She smiled very sud-denly when she saw the poet running towards her. He had a loafof bread under his arm, but he threw it away when he caughtsight of her. Leaping over the hickory barrier, he was at her sidein an instant.“Never!” cried Shelley, throwing his head back like a manwho calls Heaven to witness what he says, “never can I expressthe abundance of pleasure which your three letters have givenme.”“I,” replied Mary, “wear yours next my heart.”This was a lie; or rather, it was an untrue statement, for Maryhad the capacity of believing whatever she felt ought to be true.“Surely,” proceeded the poet whose voice was now low andmusical, “you must have known by intuition all my thoughts towrite me as you have done.”“How good of you, who are so occupied with philosophy,”she murmured, “to keep your word! Shelley is to me incarnatevirtue.”“Virtue,” rejoined Shelley, “consists in the motive. Why am Iobliged to keep my word? Is it because I desire Heaven and hateHell? Obligation and virtue would in that case be words of novalue as the criterion of excellence.”“But parents and children ——” began Mary.“Do you agree to my definition of virtue?”The poet’s wide eyes were fastened upon hers. Mary, who"},{"pageNumber":21,"pageContent":"THE INTERNATIONAL115115had never heard the definition referred to, nodded in a kind oftrance.“Divest every event of its improper tendency,” proceededShelley, “and evil becomes annihilate.”Mary could not see the relevance of this. She feared to showher lack of comprehension lest the poet despise her intellectualpowers.“I am afraid,” she sighed, “that Pa is bent on parting us.”Shelley started like a man who has received a blow. Then heraised an arm aloft. His next words were spoken in his shrillesttones.“Never, with my consent, shall that intercourse cease whichhas been the day-dawn of my existence, the sun which has shedthe warmth on the cold, drear length of the anticipated prospectof life.”He took a large red apple from the open bosom of his shirtand began to crunch it with avidity. Checking himself suddenly,he concentrated his gaze upon Mary. At last he offered her abite.“Prejudice,” he resumed, “might demand this sacrifice, butshe is an idol to which we bow not. The world might demand it.Its opinion might require so much. But the cloud which fleetsover yonder hills were as important to our happiness.”Mary had taken a bite of the apple while he was saying this.She chewed it thoughtfully as he went on with his train of ideas:“When time has enrolled us in the list of the departed, surelythis one friendship will survive to bear our identity in Heaven.”“You are melancholy,” she observed with a sigh.“I cannot be gay. Gaiety is not in my nature.”He, too, sighed. The wind was blowing his coat in a sheetabout his form. He drew it over his exposed chest to say whatwas on his mind.“Yet, I will be happy. And I claim it as a sacred right that youshare my happiness.”To Mary’s dismay the poet drew an immense duelling pistolfrom one of his capacious pockets.“Do take care!” she implored, as he saw to its priming.He did not seem to hear, for he cried these words:“Oh! lovely sympathy, thou art life’s sweetest only solace,and is not my Mary the shrine of sympathy?”“What,” she asked, “if you weary of that sympathy?”Shelley drew a white card from his pocket.“Suppose your frame were wasted by sickness, your browcovered with wrinkles?” cried the poet, looking at a tree behindthe grave. “Suppose age had bowed your form till it reached theground, would you not be as lovely as now?”Mary was at a loss for a reply to this. The poet’s demeanormade one superfluous. He had approached the tree and wasexamining it critically. Mary saw him lick the bark with histongue in accordance with one of his inveterate habits. Satis-fied with the taste, apparently, he proceeded next to affix thecard to the tree with the aid of a broken twig. For some half aminute he eyed the card intently. Mary interrupted his reverie:“The question is ——”“The question is,” vociferated Shelley, talking with such speedthat Mary could scarcely follow the torrent of words, “what doI love? Do I love the person, the embodied identity? No. What Ilove is superior, what is excellent; or what I conceive to be so.”He had to pause from sheer agitation. Mary would have rushedto his side, so near falling did he appear. But the poet had re-covered himself sufficiently to regain his powers of speech.“For love is Heaven and Heaven is love,” he ran on. “Youthink so, too, and you disbelieve not in the existence of an eter-nal, omnipresent spirit.”Her eyes were fixed upon him with a look of such intensitythat his own eyes were caught again.“Am I not mad?” he asked with a smile. “Alas! I am, but Ipour out my ravings into the ear of a friend who will pardonthem.”He raised the duelling pistol, took careful aim at the cardaffixed to the tree, and pulled the rusty trigger. Mary held herears. The explosion was so loud that a man in the distance pass-ing on horseback looked across the wide meadow of the heath.Then he gave spurs to his horse and galloped off.“Missed, by Heavens!”Mary looked at the tree. The card was unmarked. The poetwas plainly put out. He looked at the smoking weapon in hishand, then at the tree.“I have now in contemplation,” said the poet, who seemed tobe talking to the tree, so rapt was his contemplation of it, “apoem. I intend it to be by anticipation a picture of the manners,simplicity and delights of a perfect state of society, though stillearthly. Will you assist me?”Mary’s eyes followed the direction of Shelley’s to the markhe had missed.“Could I but assist you!”It was spoken like the devout aspiration of a St. Cecilia.“I shall draw a picture of Heaven,” Shelley rejoined. “I cando neither without some hints from you.”The pistol had been cocked again by this time, and Shelleywas taking aim. Again the shot rang out. Again Mary put herhands to her head.“Missed!” cried Shelley in vexation, adding as if by after-thought: “by Heaven!”“Your hand,” she said, “is unsteady to-day.”He did not seem to hear.“I consider you,” cried the poet, his eye rolling in fine frenzyto the sky, “I consider you one of those beings who carry happi-ness, reform, liberty wherever they go. To me you are as mybetter genius, the judge of my reasonings, the guide of my ac-tions, the influencer of my usefulness.”Mary shook her head. She made a deprecatory gesture.“Greater responsibility,” he resumed, running his free handthrough the masses of his long hair, “is the consequence of higherpowers. I am, as you must be, a despiser of mock modesty, ac-customed to conceal more defects than excellences. I know I amsuperior to the mob of mankind, but I am inferior to you ineverything but the equality of friendship.”He had reloaded. For a minute more he eyed the card uponthe tree as he had eyed it before. Mary saw the weapon raisedafresh. There was a silence so intense that even the birds in thetree seemed to have caught the spirit of the crisis. For a thirdtime the shot rang out upon the summer day.“A hit!” shrieked Shelley.He began to dance. Mary was overwhelmed with blank amaze-ment. Shelley paid little heed to the expression upon her face.He had begun an incessant tripping and cavorting around andabout the grave. Of a sudden she felt her waist encircled by hisarm. He was twirling her in the mazes of his movement.“It is necessary that reason should disinterestedly determine,”"},{"pageNumber":22,"pageContent":"THE INTERNATIONAL116116Shelley avowed, his hair now a tangled mass so confused thathe could no longer run his fingers through it. “The passion ofthe virtuous will then energetically put its decree into execu-tion.”He ceased speaking through lack of breath. His arm fell fromher waist. Mary was so bewildered that she could think of noth-ing to say. The poet himself took up his train of thought wherehe had left off.“I have not been alone, for you have been with me!” Shelleystretched forth an arm to give solemnity to the exclamation. “Ihave been thinking of you, and of human nature.”“What of fate?”It was all Mary could think of saying. Shelley seemed pre-pared for the question.“And has not fate been more than kind to me? Did I expecther to lavish upon me the inexhaustible stores of her munifi-cence? Yet has she not done so? Has she not given you to me?”“Yet,” Mary urged, “my Pa ——”“Your attention to your father’s happiness,” cried Shelley,“is at once so noble, so refined, so delicate, so desirous of ac-complishing its design that how could he fail, if he knew it, togive you that esteem and respect besides the love which he does?”“He is greatly my superior in all things.” Mary’s voice was awhisper. Her eye was upon her mother’s grave.“Methinks he is not your equal,” retorted the poet. “I havenot found you equalled.”“And my duty?”She spoke so low that he barely caught the words.“If virtue depended on duty, then would prudence be virtu-ous,” Shelley cried in his most discordant tone, “and impru-dence would be vice. The only difference between the Duke ofWellington and William Godwin would be that the latter hadmore cunningly devised the means of his own benefit. This can-not be. Prudence is only an auxiliary of virtue, by which it maybecome useful.”“If everyone loved,” said Mary, “then everyone would behappy.”“This is impossible,” Shelley urged. “But certain it is thatthe more that love the more are blest.”Mary placed her handkerchief to her eyes. She was standingnow at the head of that grave.“Shall, then, the world step forward?” asked Shelley, regard-less of the circumstance that the young lady’s back was turnedto him. “That world which wallows in selfishness and everybase passion, the consequence of every absence of reason?”Mary’s face was in the handkerchief. She shook her headenergetically.“Shall that world give law to souls,” asked Shelley, touchingher shoulder, “who smile superior to its palsying influence, wholet the tempest of prejudice rave unheeded, happy in the con-sciousness of perfection of motive?”He was handling his pistol with such extreme carelessnessthat Mary shuddered. She feared to exhibit this dread. Shelleymight deem her lacking in that courage which could alone char-acterize the true sister of his soul. Nevertheless, she did notrelish the thought of a bullet in her back. She kept a wary eyeupon her admirer.“You are married.”She had been wondering how to bring that circumstance tohis recollection without a too rapid descent from the sublimityof their communion. Shelley paused as he was about to fix thatcard with his eye.“Man is the creature of circumstance,” conceded the poetgloomily. “These casual circumstances custom has made untohim a second nature.”He sank into an abstraction so complete that she did notscruple to take the pistol out of his hand. The act passed unob-served by the poet. Mary dropped the weapon behind the tree.“Might there not have been a prior state of existence?” askedShelley, drawing her to his side. “Might we not have been friendsthen?”“Might not you and Harriet,” she asked with a smile, “havebeen friends then?”“She has never been a sister to my soul.”“Then why did you make her your wife?”He had begun to devour a pear extracted from one of hisinexhaustible receptacles for edibles.“At that period,” began Shelley, a few drops of perspirationwhich Mary had seen upon his brow growing thick and large,“at that period I watched over my sister, designing, if possible,to add her to the list of the good, the disinterested, the free.”“What a brother!” Mary was in an ecstasy.“When my sister was at school,” resumed Shelley, “she con-tracted an intimacy with Harriet.”He paused to wipe his brow upon the cuff of his coat. Thepear dropped upon the grave.“I desired, therefore,” he began again, “to investigate Harriet’scharacter. For this purpose I called upon her. I requested leaveto correspond with her, designing that her advancement shouldkeep pace with, and possibly accelerate, that of my sister.”Mary clasped her hands upon her bosom.“Noble soul!” she said, addressing a flight of crows aboveher head.“Harriet’s frank and ready acceptance of my proposals pleasedme,” proceeded the poet. “Though with ideas the remotest tothose which led to the consummation of our intimacy, I wroteher much.”“Oh!” cried Mary. “You wrote her much.”Shelley did not seem to heed. He was himself attentive to thesky and to what he saw there.“The frequency of Harriet’s letters,” Shelley went on, speak-ing as much to himself as to Mary, “became greater during mystay in Wales. I answered them. They became interesting.”“Did she write of political justice?” Mary put the questionwith perfect gravity. With equal gravity the poet replied.“They contained complaints of the irrational conduct of herrelations. The misery of living where she could not love filledher missives. Suicide was with her a favorite theme.”Mary looked intently at the pear upon her mother’s grave.“Suicide,” she said in low tones, “is with Harriet a favoritetheme still.”“Her total uselessness was urged by Harriet in defense of herplan of suicide,” went on the poet. “This I admitted, supposingshe could prove her inutility.”“Did she try suicide then?”“Her letters,” answered Shelley, “became more and moregloomy.”He was eating raisins now.“At length,” resumed Shelley, who had begun a restless pac-ing about the grave, “one letter of Harriet’s assumed a tone of"},{"pageNumber":23,"pageContent":"THE INTERNATIONAL117117such despair as induced me to quit Wales precipitately. I ar-rived in London.”Mary was kneeling upon the grave of her mother. She pluckeda blade of grass and began to bite it nervously.“Well?”She looked up into Shelley’s face with a twitch at her mouth.“I arrived in London,” went on the poet, mopping his per-spiring brow once more. “I was shocked at observing the alter-ation in Harriet’s looks. Little did I divine its cause.”“What was the cause?”Mary had risen to her feet. She placed a hand upon his arm.“Harriet had become violently attached to me.” Shelley spokesimply. “She feared that I could not return her attachment.”“Did she say those things of her own accord?”“Prejudice,” said Shelley, “made the confession painful toher.”“Did you ask her to marry you?”“It was impossible to avoid being much affected,” said Shelleyevasively, mopping his brow more energetically than ever. “Ipromised to unite my fate with hers.”He gulped down a raisin. She stared fixedly at the little circleof edibles that had accumulated around the spot on which theystood. Mary suddenly left Shelley’s side to reach the head ofher mother’s grave. She knelt quickly upon the granite slab whichrecorded the name of the immortal dead. Her lips moved inprayer. For a long time no word was said by the poet. He seemedinfected with the devotional spirit of the mood of his fair friend.He had taken from his waistcoat pocket a fresh handful of theraisins with which he seemed inexhaustibly supplied and wasnow chewing them moodily. Mary got upon her feet.“Shelley,” she said, “I was praying to my mother’s spirit. Doyou think me superstitious?”“How much worthier of a rational being is skepticism,” sighedthe wan Shelley, “which, though it wants none of theimpassionateness which some have characterized as inseparablefrom the superstitious, yet retains judgement ——”“Judgement!”Mary’s tone in saying the word was almost scornful.“Judgement,” repeated Shelley. “Judgement is not blind,though it may chance to see something like perfection in itsobject, which retains its sensibility — but whose sensibility iscelestial and intellectual — unallied to the grovelling passionsof the earth.”“Yet the world seeks perfection in prayer.”“I feel a sickening distrust,” Shelley declared vehemently,“when I see all around me, all that I had considered good, greator imitable fall into the gulf of error.”He stared wildly about like one who saw that gulf at his veryfeet.“Shelley!” cried Mary, looking straight into his eyes as sheconfronted him. “Have you ever given a thought to a woman’sheart?”He ceased chewing the raisin in his mouth.“Have you not seen how my heart has responded to your ap-peal?” she asked him, her dark gray eyes flashing. “Shelley, Ihave grown to love you. The fault is yours.”For a full minute their eyes did not cease to pour themselvesout, the one pair into the other. Mary seemed to be waiting for aword from him. It remained unspoken.“The fault is yours,” she proceeded. “You have made me loveyou.”She looked at him for another moment. Then she covered herface with her hands. He seemed like a man in a trance. Marysank upon her knees beside the grave of her mother.“Ah! my dead mother,” she cried, lifting her hand to the sky.“Wherever you be, you at least understand your child.”She bowed her head. He leaped across the grave. Mary couldfeel the tangled mass of the poet’s hair as it brushed her cheek.In a trice he had put an arm around her waist. She yielded to itspressure with a sob. Her head sank upon his shoulder.“My Mary!”He murmured the words into her ear. She made no effort todisengage herself from his embrace. Beneath the tree that castits shade upon them and across the grave of Mary Wollstonecraftthey exchanged the kiss that ranked them with Heloise andAbelard, with Paolo and Francesca, among love’s immortals.A SONNET.BY A. NEWMAN.———There are no dreams of my imaginingWhich shall encompass all your loveliness.Never hath spirit worn a fairer dress,Nor flesh contained so beautiful a thing.You are all hallowed from the Heavenly King;And His choice angels round about you pressLest even the shadow of unrighteousnessShould shade your form, or set you sorrowing.Less fair in lustre is the Evening Star;And yet you shine upon my darkened ways,And step down from your firmament for me,Glittering with love, as saints and angels are!For this I’ll worship you while I have days;And when days end, till ends eternity.VISIONS.BY ALEISTER CROWLEY.———Heal thou my spirit, Sister of the Sun!Sore wounded by the tusks of the boar Life,Hurt by mine own spear in the sacred strife,From five great gashes see the black blood run!Mocked in my purple, scourged and spat upon,Hither I bore my cross — the Hill uprearsIts skull-dome to the storm. They are not tearsThat clot upon my cheek, Hilarion!I gave mine spirit up into thine hands.Still on that mountain of the Lord there standsMy crucifix. Four suns revolving rollAbout my central sphere of radiance —Oh miracle of thy one golden glance,And honey of thy kisses in my soul!"},{"pageNumber":24,"pageContent":"THE INTERNATIONAL118118Copenhagen, with its wharves and its ships, is a picturesqueplace. My knowledge of geography is rudimentary, but Den-mark, I believe, is surrounded by water. Strangely enough, thecity of Copenhagen can be reached directly by train from Ber-lin. Twice in the journey a giant ferry carries locomotive andcars with the passengers across large stretches of water. Hav-ing once arrived in Copenhagen, you don’t know what to dowith yourself. There are only four things of interest in Den-mark: The Glyptothek, the Thorwaldsen Museum, GeorgeBrandes, and the grave of Hamlet. After you have seen these,nothing remains. The Glyptothek gladly throws open its gatesto you; the Thorwaldsen Museum hospitably invites you. Ishould not advise you to visit George Brandes. But by all meansvisit the grave of Hamlet. I have denied myself this pleasure.Now throughout the years the vision of that grave will lureyour fancy to Denmark.Professor Brandes informs me that Hamlet was never inElsinore; neither is he there buried. According to legend, Ham-let was a minor vassal king in Jutland; Zealand, whereShakespeare dislocated him, knew him not. But whenShakespeare’s countrymen demanded to mingle their tears withhis ashes, an alert innkeeper, Marianlysts, of Elsinore, erecteda stone-heap there some twenty years ago, revered ever sinceby generations of tourists as the grave of Ophelia’s obese andunsatisfactory lover.The Professor, I fear, is an incurable pedant. Those whodirect their steps to Elsinore worship the spirit of Hamlet. Hisskeleton is to them a matter of utter indifference. Every graveis spurious but for faith. The mockery of his tomb would be noless hollow, even if Hamlet’s carcass had stained the coffin-board with the obscene juices of putrefaction.Poets are lords of circumstance; they are lords also of geog-raphy, from the terrace of Elsinore to the coast of Bohemia.Too often, alas, the reality fails to tally with fiction. The world,therefore, owes a debt of gratitude to the imaginative innkeeperfor having given to Hamlet’s ghost the local habitation pre-scribed by sentiment. I am sure that to me at any rate Hamlet’sgrave, unvisited, will be more inspiring than if I had actuallyseen it. I never have the proper emotions when I ought to havethem. I should probably feel very stupid if I were to encounterthe ghost of the Dane. I should not know how to take him. Aman whose temperament is defined by his faulty digestion mustchange considerably when he himself is digested.In Copenhagen I saw all there is to be seen. The vanity ofmy host was deeply pricked because I stayed only two days.He scornfully suggested that I should take half a day longer tostudy Norway and Sweden.They are very proud of their Glyptothek in Copenhagen. Ihave never cared for picture galleries and museums. Like an-thologies, they are always so dreadfully disappointing. Recentlysomebody edited a compilation of English verse sifted fromseveral standard anthologies. I read the book from cover tocover. There was not a single poem but had been approved ofby seven previous compilers. And yet the final impression wasunsatisfactory. English literature had never seemed so pov-erty-stricken to me.THE SAGE OF COPENHAGEN.By GEORGE SYLVESTER VIERECK.I remember none of the pictures and only two or three piecesof sculpture exhibited in the Glyptothek. There was Sinding,the brilliant young Norseman, to whom the mystery of beautyis revealed in the naked body. Half Rodinesque, half Greek,he clothes the flesh with new splendor. And there wasLimburg’s “Violin Player” making rapturous music, heedlessof the woman beside him who has swooned with desire. Cometo think of it, my memory perhaps betrays me. I may have seenthe “Violin Player” only on a picture postal card. But it is veryreal to me. I think I have seen it in Denmark.In the Thorwaldsen Museum the ensculptured thoughts ofthe artist are harmoniously linked together. I sometimes envythe sculptor because his ideas are so clearly visualized. Wewho dabble in words are tortured, once in a while, by the un-reality of our medium. That, perhaps, is the reason why ArthurBrisbane entertains himself by manufacturing furniture — ata loss. “Chairs” he once said to me in the strange reaction thatovertakes the tired brain worker at times, “chairs are real. Butwords, bah! are nothings!”The Thorwaldsen Museum is the picture of Thorwaldsen’sbrain; but of a brain vibrant no more with emotion. Every statueis a living monument to a dead idea. The moment a child isborn it is no longer an organic part of the mother. The momentwe express an opinion we lose it. I am as indifferent to mypoems, once they have sprung into life, as the cockatoo is toits little ones who have escaped from the egg. This may be ahorrible ornithological blunder. I am not up in bird-lore. But Iam sure there is some kind of fowl that treats its progeny ratherbadly. Thorwaldsen would probably feel like walking in agraveyard, had he lived to see the edifice raised in his honor.Every ornament would have marked some dead emotion.Thorwaldsen’s statues and sculptures lack in nothing savestrength. To me their charm is conventional. I wonder whetherhe himself was never bored with his sleepy lions and the mean-ingless grace of his Cupids? Who knows, perhaps his brain,too, had a chamber of horrors to which he alone held the key.And, while his soul was frightened by monstrous visions, hishands craftily fashioned images pleasing and bland.We who have succumbed to the spell of Rodin are lost for-ever to the art of the Danish master. We have thrilled with thelyric rapture of the Frenchman’s “Kiss,” and with bated breathbeheld the “Hand of God.” Rodin is the incarnation of mentalrebellion and Titanic strength. Michael Angelo and Luciferare his spiritual progenitors. Thorwaldsen’s body was the tem-poral mansion of some smiling Greek with ringlets carefullytrimmed, enamored of surface beauties, neither profound norsubtle.Again disappointed, I wended my way to the house of Pro-fessor Brandes.They had told me strange stories of the Professor inCopenhagen, of his many peculiarities and how conceited hewas! They said that his memoirs, upon the writing of which hewas now engaged, were chiefly the account of dinners ten-dered to him in his long career, and that he had carefully pre-served all the menus.I shall write briefly of Brandes as one writes of the dead."},{"pageNumber":25,"pageContent":"THE INTERNATIONAL119119He is already an institution. Here was a thinker and studentfamed throughout the civilized world, but his immediate neigh-bors remembered only his foibles! They were proud of him asof the Glyptothek, only a little less. He was a “sight” to bepointed out to strangers. Of the immense mental stature of theman who has left his impress on Europe they had hardly aninkling. I was also told that Brandes receives a small govern-ment pension, reckoned large in those parts, of some few hun-dred dollars. And how years ago he had deserted Denmark inanger because a professorship he coveted had been withheldfrom him because of his racial affinity with Moses.This view apparently is erroneous. “Who,” he writes to me,“told you that I could not get in office because I was a Jew?That is ridiculous; the Jews have ten thousand offices in Den-mark. I have been these forty years the only Dane who was aGreek, not a Hebrew. Our nation was befogged by JewishChristian orthodoxy, and I was compelled to leave the countrybecause I was a freethinker.”My Danish friends assured me that Brandes was a crank,inaccessible to strangers, and asked me whether I had an in-troduction to him. I explained that I knew two of his intimatefriends, who would surely have given me introductions, had Iknown beforehand that I would visit Brandes on my trip abroad.These things I munched in my mind as I climbed the stairsto the philosopher’s simple abode. A copy of “Nineveh” restedsecurely in a side pocket of my coat. A seductive smile curledmy lips.Without hesitation I pulled the bell.A maid half opened the door, and upon my question whetherHerr Professor was at home, she mumbled something in Dan-ish which I could not understand, and shut the door in myface.I waited a little while, and again rang the bell. Again themaid appeared and listened to me with impatience as I in-formed her in German that I would plant myself in front of thedoor until she had taken my card to the Herr Professor. Shesnatched the card from me with an air of disgust, and retreatedbehind the door. One, two, three, four, five minutes passed,but no response was vouchsafed to my offering.Then, with grim determination, I rang the bell for the thirdtime. There was a sound of shuffling steps. The door swungopen. I caught a vision of a magnificent head, white and im-mense. Like an irate Jove, George Brandes glowered upon me.“Good heavens!” he scowled, “what do you want? I am work-ing.”“I want to see you, Herr Professor.”“Everybody wants to see me. I have no time for tourists. I’mnot an exhibition. Good-bye!”Already the vision receded. One moment more, and the doorwould have closed behind him. I played my trump card.“Hold!” I cried, with conscious dignity. “I am GeorgeSylvester Viereck.”“Yes?” he replied, with a vacant stare.I repeated my name with slow emphasis. I was not impa-tient with the old man. There was no shade of annoyance inmy voice. But no gleam of intelligence leaped from the eyes ofthe sage.“I told you I was busy,” he angrily reiterated. “If I were tosee everybody, I should have to abandon my work.”“But I’m not everybody,” I answered. “I have come all theway from America to meet you. I can’t leave Denmark withouttalking to you. That would be ‘Hamlet’ with Hamlet left out.”He was moved.“Come in,” he said.Thus I entered the Holy of Holies.His studio, like Faust’s, was lined with books. There werebooks everywhere. Nothing else. Books, and the dome of hisfurrowed head, seemed to fill the room.“I do not come to you without introductions,” I said. “I bringyou greetings from your old friend,” and I mentioned the nameof a well-known German writer. “He intended to write me anote for you, but I did not get it in time.”“Too bad,” Brandes rejoined, “I’ve never heard of the man.”Nothing dismayed, I added sweetly: “And, of course, ourmutual friend, James Huneker, has entrusted me with his com-pliments.”“Don’t know him,” the Sage of Copenhagen snapped back.“What!” I exclaimed, “you don’t know the greatest Ameri-can critic, the only man in America who understands you?”Brandes reflected.“Of course,” he said, “I know his books. He is strangelybrilliant, for an American.”“He’s half Irish, half Hungarian,” I interjected.“But I have never met him in person.”“Well,” I said, still undaunted, “I am a considerable per-sonage myself.”He looked at me with amused incredulity.“I am the author of several books. My poems mark a newepoch in American literature. I have given a new impulse tothe poetry of my age. Besides, for my recreation, I am editingtwo magazines.”“You’re rather precocious,” the sage retorted.Then, as if groping in some far convolution of his cerebrumfor a reminiscence half erased from the scroll, he asked me:“Are you related to Louis Viereck, the former Socialist leader?”“He is my father,” I said.“Strange!” he exclaimed. “Do you know that almost twenty-seven years ago Louis Viereck sought refuge in my house frompolice persecution?”“How romantic!” I said, inwardly pleased. “What was thematter?”“There was a Socialist Congress in Copenhagen. The so-called ‘Exception-laws’ against the Socialists had just beenframed by Bismarck, and secret police spies dogged the stepsof every participant in the Congress. Our own police were inleague with the Germans, and hardly had your father beenseated when a policeman inquired for him. I received him cour-teously, and explained to him that I had never seen Mr.Viereck.”The ice being thus broken, we launched upon conversation.“You were not always so inaccessible, then?” I queried. “Youlive strangely secluded for one so famous.”“Yes,” he replied, without vanity, and, let it be added, with-out smiling, “I am famous. But that is a meaningless phrase inview of the decreasing sale of my books. In some cases thesales have dwindled down to thirty of forty copies.”“Impossible!” I cried, “your publishers must be guilty of —miscalculations.”“No; some have been excellent friends to me; nevertheless,only two copies of the German edition of my Memoirs were"},{"pageNumber":26,"pageContent":"THE INTERNATIONAL120120actually sold. They haven’t even issued the second volume.But I do not ask them. I am too proud.”“How could you have made your reputation, if the sales ofyour books are so circumscribed?”“I am sure I don’t know. Some time ago I was lionized inFrance. I was dragged from banquet to banquet. Countless trib-utes were paid to my genius. And yet, I knew that none of thepeople who said sweet things to me had read my books. Onlyone of my books had been issued in French at that time.“But, of course, some of my books have been more fortu-nate than others. The complete edition of my Danish writingswas subscribed for by no less than six thousand people be-tween 1899 and 1902. That is a great number for a countrywith a population of only two and one-half million people;and naturally there were many editions of single books previ-ously and afterward.“Aside from this success, the sales of my Danish books have,however, averaged only seven hundred copies — and after sev-eral successes have brought me little money. My “LordBeaconsfield” was published by a prominent American house,and no less than one hundred thousand copies were sold, but Inever received a cent in royalties. There have been three edi-tions of my complete works in Russian, but I never saw akopeka. All my books have been translated into Polish, but Ihave never received a heller. My “Main Tendencies,” six vol-umes, published in Germany in nine large editions, did notnet me a pfennig.”“But what of the magazines? I have heard it said that theypay you fabulous prices.”A sad smile flickered across the Olympian visage.“When the twentieth century was about to be ushered in, aprosperous German newspaper wrote to me that they hadplanned to publish a full page review of the nineteenth cen-tury by a poet, a philosopher, and a scholar; and that I wastheir man because I combined in my person the qualities ofthe three.“I don’t care to write for newspapers. It detracts from myvitality and distracts me from my real pursuits. But as thechance for such an article occurs only once in an hundred years,and as I didn’t expect to live through another century, I agreedto undertake the task for a remuneration of five hundred crowns(one hundred and twenty-five dollars). They replied, regret-ting that they had written to me, and that in view of my unrea-sonable demands they would be compelled to enlist the ser-vices of less expensive pens.”“But surely American magazines pay you well?”“They write to me occasionally for contributions and askme to name my own price. I don’t care to do that sort of thingfor less than five hundred crowns. And they invariably pay meless than one-half of the price I demand.”“That is almost incredible.”“I am old. The public is used to me now. They want newpeople. Younger writers. I do not blame them.”I wonder if Homer or Goethe would have observed withsuch colossal indifference the rising of new suns on the liter-ary horizon? And if the yellow press would have put them onhalf pay?“Why,” Brandes continued, and his eyes swept across animmense row of books reaching from one end of the room tothe other, “all my books published in the English languageearn for me less than fifty dollars per annum.”Fifty dollars! Was such the interest paid by us on the great-est outlay of intellectual capital the world has known sincethe days of Voltaire!“But,” I questioned, “how about the series of contemporarymen of letters published under your editorship in the UnitedStates?”“I have resigned the editorship. Subsequently the publisheroffered me one hundred marks (twenty-five dollars) for theuse of my name.“And then,” Brandes added, pointing contemptuously to abooklet in English, “this is merely one chapter from one of mybooks. I suspect it is too expensive to reprint them entirely inthe English language. I write only in Danish. As a young man,I used to write German and English, but I can’t bother to re-write my books several times. I must devote myself to my stud-ies.”There was something inspiring as well as pathetic in thefigure of this world-renowned writer who faithfully works nightand day to embody his visions for the hundred-odd people whoform his literary constituency. Swinburne said with delightfulirony that he wrote for antiquity. Brandes could never havesaid this. Nature, in his anatomy, omitted the funny-bone. Thegiants of literature are rarely endowed with a sense of humor.Brandes is tremendously serious, yet without illusions.“There are only a few immortals,” he said. “In all the revolv-ing years the world has produced scarcely twelve; and I shallnot be among them. And yet work alone is the cup that staysand comforts us. In work we dimly apprehend the grim exulta-tion of God when He moved on the face of the waters, and atHis breath Life was.”“Material values,” Brandes exclaimed, “can never compen-sate us. There are no values but intellectual values. Hegel, thegreat German philosopher, placed the mind above all things.He synthesized his philosophy in the phrase that a wretchedbon mot is greater than the sun. As for me, I prefer the sun toa wretched bon mot. But surely the mind of a Titan like Goetheoutbalances almost a world.”“Do you, then, believe in the Superman?”“I never take into my mouth words which others have spitout. I despise such outworn patterns of speech more than I canexpress. But I believe in the ego. I believe in great men. Ibelieve in great individualities. I don’t believe in the rabble.”“But,” I said, “is not a great man merely the mouthpiece ofthe rabble, the conscious exponent of all that labors blindly inthe sub-consciousness of his people?”“On the contrary,” he replied, “all great men have been atodds with their age. A great man’s life is one continuous battlewith mediocrity, which he outshines and which strives to ob-scure him. When Shakespeare left London, not a single ban-quet was given in his honor. When he buried himself inStratford, mediocrity triumphed. But now the laugh is on them.A great man expresses merely his own individuality, althoughit has been said of Voltaire that he was not a man, but anepoch.”“But, do you not believe in some kind of progress? We whostand on the shoulders of Shakespeare should be able to singmore divinely than he.”“There is little progress in the world. Much that we callprogress is merely the progressive idiocy of the world. Tech-"},{"pageNumber":27,"pageContent":"THE INTERNATIONAL121121nical progress and scientific progress have, I admit, wroughtmore changes in my own lifetime than in all the years thathave revolved from the days of Julius Caesar to my own birth.But in art it is different. There we discover no trace of evolu-tion, but only changing cycles of blossom and decay. We havecreated nothing greater than the ninth book of the Iliad, or theSistine paintings of Michael Angelo.”We exchanged courtesies, books. We spoke of many things;of Anatole France, of Maeterlinck, and of Denmark. The restof the interview is blurred from my memory. But I shall neverforget the Jovian head, white and immense, of GeorgeBrandes.There is something wonderful in this man. His readers shrinkto a handful from a hundred thousand; he still goes on in theunruffled tenor of his intellectual pathway. A pessimist, hehas no hopes nor illusions. There is only the inspiration, per-haps the madness, of work. Like Socrates, he follows blindlythe dictates of his daimon.George Brandes embodies a force that is alien to us. Weshould reckon a man who gave his heart’s blood to an unheed-ing world little more than a fool. But it is only the fool di-vinely blind to his own interest who shall save the world. Stand-ing reverently in the studio of Brandes, I realized that litera-ture, like religion, has its ascetics, its saints and its martyrs.George Brandes in his library reminded me of some monk in alonesome cloister decorating ancient parchments with curiousdesigns for the glory of God. Even thus, patiently through theyears, the Sage of Copenhagen illumines the Book of Life.The yellow and violet lights of the Boul’ Mich’ were like theangry eyes of fabulous monsters lurking in the blue mystery ofthe winter afternoon. The lamps of a café glared in cold con-trast to the warmth of the yellows, blues and reds of a kiosk onthe curb, behind which, red-eyed and bell-tongued, thunderedswift palaces of yellow light. A thin stream of pedestrians ed-died around the crowded green chairs. In one corner a fat-jowledyouth in a velvet coat and felt hat made love to a pallid, short-haired girl with wild eyes and a loose mouth. Students, teasinggirls, were grouped near the glass partition; in front of them aragged-maned artist sipped absinthe gloomily; on the other sidea fox-faced Russian-Pole gesticulated in broken French to anAnnamite who smiled benignly.While the fat-jowled youth held a lingering kiss in the shel-ter of three grimy fingers, a boisterous roar rose from the stu-dents as one dropped a piece of ice in the corsage of a woman.A vendor of toy rabbits profited by the excitement to pick uplumps of sugar from an overset table.As the clamor subsided, a girl burst through the cluster ofamused spectators, a girl whose black gown, falling in foldsfrom the shoulders to the knees, and biretta-like hat bestowed aquaint suggestion of a priestly savante.“Georges!” called a girl from a corner leading a chorus of “cava, Georges? Hola, Georges!” To the hot caresses of the amo-rous students she appeared oblivious as she hurried to a table inthe corner.In the glare her face was chalk violet; the regular eyebrows,the delicately modelled nose and mouth, defied classificationof type or nationality. The brooding eyes were intelligent andreticent, exuding a sense of detached dignity.A waiter sniffed. Some one muttered, “l’ether!” A fewlaughed; a few stared. The clamor rolled on.Georges refused to drink. Her friend remonstrated volubly. Aman urged insistently. Impassively Georges listened. Then ris-ing suddenly hurled: “Ah, je m’en fous!”As she strode into the aisle her friend, and two other men,rose to follow; but with an impatient gesture of the shoulder shedrove them back and was swallowed by the blue.In the Place St. Michel, Georges paused by the river, as if toseek the scarlet and green kisses rippling upon the waters be-neath the twin towers which rose majestically against the densersky. Swiftly she passed on across the bridge, across the squarewhere burned lamps like triple jewels at the knees of NotreDame de Paris.From a waxen creature in a lair she took one drop of holywater, crossed herself, and, bowing to the High Altar, flittedlike some pale-faced bat to a chapel where tall candles burnedbeneath a great white Christ lost in mystic blue.Around her, as she knelt, echoed faintly in the vast domedspaces the footfalls of curious infidels, the sonorous mutter of agold-stoled priest. Tranquil she remained, motionless; her darkeyes glowing olive in the pallor of a saintly face.II.Amid the riot of violets, yellows and blues, the babel of talkand laughter, the roar and clang, Georges emerged from a fiacre.The students welcomed her with bawdy greetings; and in thecorner Georges sat and talked and drank — and laughed in somestrange way, without a muscle moving; laughed until the com-ing of a bearded man with lecher’s eyes.Together these two sat and talked and drank; at length theyrose. He pinched her bosom; she smacked his face and sang aribald song. He laughed and caught her around the waist. Theydanced, her arm about him; sang without the loss of her strangedignity! satyr and nymph — dancing — into the blue shadows— of the night . . .————A DOCTOR OF MEN.By CHARLES BEADLE."},{"pageNumber":28,"pageContent":"THE INTERNATIONAL122122SHINTO.By SHIGETSU SASAKI.(Thanks are due to Elizabeth Sharp for her assistance in the arrangement of this essay. — S. S.)My father was a Shintoist priest and served the sea god. Hisshrine was in Southern Japan by the sea-side. Warm currentsalways washed the piles of the shrine gate.I was born in the small city of the shrine, named Campila.Many pilgrims came to my shrine, and there was the big horserace of the spring festivals, under the cherry blossoms. Therewas the big boat race of the autumn festival, after the going ofthe typhoon.Campila’s shrine is one of three famous shrines of Japan. SoI saw many gorgeous festivals and I heard many splendid expla-nations of Shintoism from the highest priests.I remember many ceremonies and many principles ofShintoism. I always was amused to tell those things. I read asmall booklet, “Shintoism,” which Lafcadio Hearn wrote. It isgood, but I can see some things that he has not told yet. May Itell them?Shintoist shrines have no images.When I was a small boy I asked my father, “What is in thedeepest part of the shrine?” My father said, “God.”One day, after the festival was going on and every priest wasbusy in the shrine, I had a chance to slip into the deepest part tosee God; out from the big room given over to ceremonies, andthrough the big, dark hall. When I felt fear, I thought of myselfjust as a mouse, because the hall was so dark, and so long, andso still.I saw a candle light at the end of the hall, its long flamespalpitating toward the high ceiling. There was a screen hangingdown, dividing the human world from God. My heart was pal-pitating just like the candle fire. It was too sublime for a mouse.Many times I hesitated to roll up the screen and get in. I bowedmany times, like the priest, and I recited a spell I had alwaysheard from my father. Then I crept in. There, inside the deepestpart of the shrine, it was very dark. I could not see anything,although a faint light behind the screen shone at my back. Notthe back of my body, but to the back of a mouse’s feeling.I searched out the square box on the square pedestal, and Ifound out a round white thing lying on the box. I gazed into it.My eye felt some form from that, the form of a face that wasstartled (by the power of God). Really, there was just a roundmirror in the darkness, like the spirit which the Japanese say isround, and lying on our deepest bosom.After growing up, I confessed this adventure to my father.“Yes,” he said, “I know there is the mirror, but I have not beenthere yet.”There are many legends about the sacred mirrors of Shintoism.When the Sun Goddess sent her descendant down to the Cen-tral Land of the Reedy Sea (Japan), from the Plane of HighHeaven, she passed to him three treasures — a sword, a mirrorand a jewel — and she said about the sword: “When you seethis sword, think of my body,” and she said about the mirror:“When you see this mirror, think of my soul.” And about thejewel: “When you see this jewel, think of my love.” The sword’smeaning is force; the mirror’s meaning is consciousness; thejewel’s meaning is movement.When the Mikado succeeds to the throne he comes into thepossession of the three treasures. The same treasures are in Ja-pan to-day that were first bestowed upon the original ruler bythe goddess. The sword is at the shrine of Atsta, the mirror inIse, the jewel in the Mikado’s palace. Nobody has seen the mir-ror, but the name of it is Yahta, which means Mirror of EightFingerbreadths. So every shrine has a mirror to represent itsgod or goddess.The Shintoists think of the bosom as having mirrors reflect-ing every figure, every sound, all imaginations of the brain, andall inspirations. The Shintoist thinks a flake of dreams, also amaterial — there is no spiritual thing out of the mirror; themirror itself is spirit, bottomless, timeless, and spaceless.The first goddess who had a complete human figure wasnamed Ezanami; the first god, Ezanagi. After the goddess de-scended to the subterranean region of darkness, also death, thegod washed his body in the stream of the river, for he had vis-ited the dead goddess, and he thought his body had becomeimpure. When he washed his left eye, the Sun Goddess ap-peared. When he washed his right eye, the Moon Goddess wasborn. When he washed his nose, the Sea God came forth. Thename of him was His Brave, Swift, Impetuous, Male Augustness.He disobeyed his father’s command to rule the Sea Plane. Hecried until the green mountains became red, until sea and riversall dried up.When all these evils, all these disasters, happened, the Fa-ther God asked him: “Why do you not rule the sea, instead ofalways crying?”The Sea God answered: “Because I want to go down to theregions of death, and want to see my mother.”Then the Father God was terribly angry. “Well, you must notlive in this region.” And he drove the Sea God out.So the Sea God had no place to use his strength, to use hisvital force. He went up to the sky, to meet his sister, the SunGoddess. All mountains, all rivers, all ground, shook.The Sun Goddess, afraid to meet him, hid herself among therocks of Heaven. The sky became dark, and the Central Land ofthe Reedy Sea also grew dark, so that all the world becameconfused like the sounding flies of May. Here eight million godsand goddesses assembled on the River of Heaven, and gatheredthe birds, which are named the Bird of Long Cry of the EternalRegion, and made them crow. And, also they collected the stonesof Heaven and took the iron out of it, and created a mirror, hungit in the tree and decorated it with jewels and leaves of laurel ofthe Heavens, hung also a robe of white and blue and cut andplaced the three against the door of the Heaven Rocks, wherethe Sun Goddess hid herself. Many gods sang their songs, and agod who had great strength stood by the door, and a goddesswho had a charming face, holding a bamboo branch in her hand,her hair decorated with moss of Heaven, danced with loud soundof foot. The goddess’ robe was disarranged and her lower bodyappeared. So eight million gods and goddesses of heaven mockedher. These sounds shook the heavens.The Sun Goddess thought: “I am here between the rocks hid-ing myself. All the plain of Heaven and the Central Land of theReedy Sea must be dark. Why, then, do they so enjoy them-"},{"pageNumber":29,"pageContent":"THE INTERNATIONAL123123selves? Why are they so happy? — so full of laughter?She asked them these things from behind the walls of rock.The goddess of the charming face answered:“Because we have found a better goddess than you.”So the Sun Goddess opened the walls slightly, and peeped.She found there was a goddess just like herself, who stood fac-ing her. She opened the door a little wider, when the god whohad strength took her hand gently, led her outside of the rocks.Heaven and the Land of the Reedy Sea shone again.This is a famous story of the Mirror of Eight Fingerbreadths.There are many hidden symbolisms, of course, but I do notwant to explain their meanings, because when the clouds ofyour questions clear up and you face yourself in your mirror,then you could find out these meanings very easily.After the first goddess Ezanami and the first god Ezanagi hadgiven birth to many gods and goddesses, Ezanami gave birth tothe Fire God. Then she died, because her body was burned.Ezanagi said: “I lost my dearest for the sake of a son.” And hewept, embracing her pillow, embracing her feet. Then he drewhis sword and cut the Fire God’s neck, and started out for thesubterranean region, so as to meet Ezanami.She met him there, and he said: “My dearest, we have mademany children, but not enough. Please come back with me.”She answered: “You came too late; you came too late! I amalready shut in the darkness. But you came down to the darkregions to ask me to return. That is very wonderful. Well, I willplead with the God of Death, and I will come back. But don’ttry to see me until I return.”But it was so long that he had to wait, Ezanagi took his comband picked a tooth from it and scratched it, until fire came togive him a look into the darkness. Then he discovered that hisqueen’s body was half melted, and many small worms weremoving on her. The great Thunder God was upon her head, theFire Thunder God upon her breast, the Black Thunder God uponher stomach, the Split Thunder God upon her thighs; in her lefthand the Young Thunder God, in her right hand the GroundThunder God, with her left foot the Sound Thunder God, andwith her right foot the Silent Thunder God — altogether eightthunder gods came forth from her body.Ezanagi turned himself and escaped with great fear.Ezanami cried: “You put shame upon me.”So she sent a force of ugly females of the subterranean regionto pursue him. Ezanagi took his crown and threw it to them.Grapes grew where it fell. While Ezanami’s force stopped toeat the fruit, he almost escaped. Then they made after him again.Now he took his comb and threw it to them. Where it fell,there bamboo grew. While they were eating its shoots, he es-caped.Ezanami commanded the eight Thunder Gods, with a thou-sand armies of the death region, to pursue Ezanagi again. Ezanagidrew his long sword and flourished it at his back, and fled.Now he reached the slope between light and darkness. Therestood a peach tree. He picked the three fruits of it and threw tothe pursuing armies. They were surprised and returned.Ezanagi said to the peach tree: “You save all the people whenthey fall in difficulties, just as you saved me.” And he gave aname to the peach: “August Standing God.”Then Ezanami herself came to pursue him. They stood faceto face, on each side of the Thousand Fathoms Rock of the SlopeBetween Light and Darkness, and they spoke together.Ezanami said: “My lovely, beautiful man! You did this — soI shall kill one thousand people of your region a day.”Ezanagi made answer: “My lovely, beautiful woman! Thenwill I build one thousand and five hundred nurseries a day.”After he reached the Plain of Light again, he said: “I havebeen in the ugly, ugly, defiled region. I must wash myself.” Andhe soaked himself in the waters of the river, and cleansed him-self.This is a very significant custom of Shintoism. They thinkthat all crimes, all sickness, will be washed off by the water.Their sins will be cleared off, by changing their feeling. I haveestimated that the Japanese really wash their hands twenty orthirty times a day.We find a big stone water-jar, covered with gorgeous carvedroof in the yard of the shrine. Anywhere, everywhere, we find ashrine, we could also find the big stone water-jar. All washtheir hands before they go into the shrine.Not only the shrines, but also the houses have water-jars inthe yard. And each home has a small shrine in the house. Thosewho lodge in the house of others, have a small, small shrine intheir clothes closet, and three times a day they bow before itand each time they wash their hands. Every time somethinghappens the Japanese wash their hands. When they meet theirguests they wash their hands. After they spank their children,they wash their hands, because they want to clear up their oldfeeling and do new things.All Shintoist shrines hold a big festival in the autumn afterthe grain is reaped, after the farmer’s work is over. At the Fes-tival of Penitence, or the festival of purification, the priests makeimages of pieces of paper and send to every person of everyhouse. Each person writes his name upon the paper image andsends it back to the shrine. The priests pile these images uponthe altar. Reciting a ritual with great ceremony, they cast theimages into the nearest river.They believe the river goddess will bear all persons’ defile-ment to the ocean, and the ocean goddess will pass the defile-ment to the wind god, and the wind god will send the defile-ment down to the bottomless regions. The goddess of the bot-tomless region will keep it a long, long while, and by and byforget it, and so all impurity and all sin will be cleansed.Shintoists think that all evils come from bad feeling. If thereis a feeling that becomes evil, they understand it in some betterway, then evil can be turned to good.When the sea god came up to the sun goddess, he made manydisasters upon her. He destroyed her rice field, and he splashedthe fertilizer on her altar, and she said: “Well, do not blamehim. He’s just drunk. What he is doing when he seems to de-stroy the field is changing the soil anew.”Well, anyhow, she understood bad things in some deeper way,so they became good.Shintoists believe that fundamentally there is no sin, no evil,no virtue, no crime — just our understanding comes such way,just our feeling gives a thing an evil significance. So if we bringour feeling to no feeling, then there is no good and no evil —just there is mirrorlike transparency of feeling, godlike, brightfeelings — in other words no feeling. If a person keeps his feel-ing always, they cannot be moved to reacting to unfavorablecircumstances or events.How could we keep this mirrorlike feeling always? How setour mind in neutral relation always? Shintoists believe this can"},{"pageNumber":30,"pageContent":"THE INTERNATIONAL124124be done by clearing up our thoughts as we clear up our body bywater.How to clear up our thoughts? Do not keep past feelings. Aperson fastens himself to the past and his feeling cannot be-come free. Confess always to the good and clear up the dust ofthe brain in the evening and the morning.There is another important thing in Shintoism. That is theclapping of hands. Before praying to a god or goddess, theShintoist claps his hands four times. He does so, so that thesound of explosion change his former feeling.A Shintoist borrowed money from a friend. He wrote on hisnote: “If I cannot pay back this sum by” (some certain time),“please hang this paper on the tree branch by the river side andlaugh at me.” The appointed day came, and he could not repaythe money. The man who had lent him the money then gatheredhis debtor’s friends together and put the paper upon a tree branchbeside the river, and they looked at it and laughed at it, clap-ping their hands together four times. Meanwhile the man whocould not pay back the money, for shame could not get out of thebed where he lay covered even to his head. By and by the windblew off the paper. The river carried it to the sea, and the affairwas finished.I could say that there is no Shintoism in Japan. They neverthink such religion is in their country, because Shintoism itselfis their national life. Buddhism has come in to Japan, and con-trols almost all the Japanese religious mind, but their nationalspirit is never harmed, never changed. Confucianism came fromChina to Japan, but Shintoist shrines were never destroyed.While the Chinese Buddhists destroyed Confucius’ image inChina from the farthest ancestor, Ezanami and Ezanagi’s soullive still today, just as the mirror which the Sun Goddess gaveto her descendants is still shining in the great Ise, and the soundof the chanting of their pilgrims, with their calm footsteps, withtheir six cornered oak staffs, “Purify, purify, the six roots of oursoul,” sound in accord across the deep cedar wood with its smellof eternal cleanness.It was not jealousy, nothing even akin to jealousy, thatprompted Florence Drager to seek the Other Woman out. Shehad not even been jealous when the letter fell into her hands.“So that’s where he spends his time!” she thought, with curl-ing lip.When he came back in a panic for the lost letter, her indiffer-ence allowed her to feign ignorance.“Did I see a letter, Monty?” she puzzled. “It seems to me Idid. I can’t think just where. I’ll help you look for it.”“No — no, don’t trouble, my dear. Indeed I won’t have youget up,” protested Montgomery Drager.She rather enjoyed following him from room to room, watch-ing his anxiety increase, the perspiration starting on his puffyred face.And, when she found the letter, she hid it playfully behindher.“I’m going to read it,” she said, “to find out why you’re sodisturbed about it.”“No — no — no!” he objected. “It’s just a business letter, mydear, dry as could be. I wouldn’t let you bother your pretty headover it. The reason I was anxious was that I stood to lose a potof money, if I couldn’t have found it. And I haven’t forgottenthat there’s a little lady who covets a sapphire pin in a certainjeweler’s shop. It’ll just match her eyes — her beautiful eyes.I’m going to have it sent to her to-morrow.”“Oh, Monty!” exclaimed Florence, passing him the letter.The relief on his face, once he possessed the letter again,would have been apparent to a child. But his wife held up herface to be kissed with eyes as free from suspicion as a baby’s.After he had gone, thoughts of the sapphire pin and of theletter alternated in her mind. The anticipation of the one wasnot exceeded by the anxiety as to the other.The letter bespoke refinement and education; the address wasin a good residential part of the city. What was to hinder herfrom seeking the writer out — satisfying her curiosity once forall — probing into the secret depths of the Other Woman’s lifeand heart?The more she thought of it, the more it appealed to her.“I’ll go,” she decided at last.After her perfumed bath, the maid arranged the masses ofher yellow hair and buttoned her into the blue velvet suit. Withhat to match, furs and a bunch of violets, she knew the picturethat she made, even before she turned to the mirror.“Madame ees beautiful!” said the maid, honestly. “Shall Iorder the car?”Her mistress hesitated for the fraction of a second, and thendecided against it.“No, not to-day, Elise. I’ll walk.”Though she hated walking, she knew it was the one thingthat could give her the one thing that she lacked — color.She could feel it tingling in her face as she walked. As shereached the street of her destination, she paused and drew alittle glass from her purse. The brisk exercise had done whatshe expected. The bright, guileless eyes of a child looked backat her from the rose-tinted face. She smiled back at the reflec-tion.Yet it was not without emotion she climbed the stairs that ledto the Other Woman’s home. Her heart beat faster than its wont;her eyes sparkled; her thin lips curled. She had the expressionof the mischievous school boy who proceeds to dismember thefrog.She gave her card to a wooden-faced servant, who showedher into a luminous room. She sank into a chair and waited.Presently she heard the rustle of silk, and the Other Woman————THE OTHER WOMAN.By IDA ALEXANDER."},{"pageNumber":31,"pageContent":"THE INTERNATIONAL125125stood before her. She was not beautiful, Florence decided inthat first cursory glance, but even then something in the facearrested her attention.The Other Woman remained standing, as if she would shortenthe interview. She held the card in her hand and she spoke first.“Mrs. Drager?” she asked.“Yes.”“You wanted to see me,” began the Other Woman. “Why?”Into the eyes of Florence flashed a light not pleasant. Hermouth set in disagreeable lines.“Well, I found a letter of yours in my husband’s coat. I thought,perhaps a call from the wife was usual in such a case.”“No,” said the Other Woman, gravely, “it is not usual; nor isit wise.”Florence flushed.“Now that I am here I hope you’ll answer my questions. Iwon’t detain you for any length of time. How long have youknown my husband?”“Four years.”“So long? You knew him, then, a year before he met me.Why didn’t you marry him?”Now it was the Other Woman who flushed — cheeks, browand bosom. And Florence saw that she was beautiful with abeauty in which art had no part; a beauty before which her ownblonde prettiness paled and faded into insignificance. She felther anger rising. Her tiny foot tapped the heavy carpet impa-tiently.“Why?” she repeated, pressing the question home, “Wouldn’the marry you?”The color of the Other Woman faded. Her face was again animpassive mask.“There was no question of marriage between us. We weregood friends, that is all. And shortly afterward he met and pur-chased you.”“Purchased me!”“Why, surely,” answered the other. “The price was high —name, fortune, everything. And for what? A woman who had noheart to give him, who accepted all and returned nothing. Yes,the price was high.”Florence was out of her chair now, eyes flashing, cheeksaflame.“How dare you?” she cried. “How dare you say such things tome — a lawful wedded wife?”“Why?” queried the Other Woman, in even tones, “why do Idare? Because it’s true. Do you think a woman who loved herhusband would have come as you have come to-day — with noanger, no outraged wifehood to excuse her? Come to taunt, tospy, to cast her security and opulence in my face? Let us at leastbe honest with each other, since you have forced yourself inhere. As I said, you were bought. Any woman who marries aman with no love to give him is bought. And however little hehas to offer for her, the price is high, and he is worsted in thebargain.”Florence had come to awe, and been awed in her turn. She————THE SCARABEE.———I did not make the scarabeeOf scarlet that I saw to-nightUpon your breast. Not my delight,O lily-lure to honey-bee,Sucked through your skin the scarabee.O rose of sun at midnight born,Khephra, within his bark of blue,Bears, in his beetle-claws, anewEach night thine orb, through murk to morn,O rose of sun at midnight born!Upon the bosom of NuithHe sails, and all the stars acclaimThe awe, the wonder of His name.He kindles with His fiery feetThe blossom-bosom of Nuith!And thou, who art, in these pale eyesOf mine, incarnate of desire,The plectron’s vain unless the lyreAnswer its arrogant empriseWith antiphonal harmonies.My vessel’s free to cleave the foam,Its armed prow with manhood shod —Hark to the hymns that greet the godDriving in exultation homeThrough the fresh fervour of the foam!Yea! Come the midnight dawn, burn high!Amid the cloudy fleece sail on!There’s heaven beyond the horizon!The goal’s to gain — and you and IWith every pulse-throb soar on high.O let the sacred scarabeeScarred nightly on thy breast be mine!Thy blood more excellent than wine,Thy body more than bread to me —I make the scarlet scarabee.shrank as the truth of the words struck home. She moved herdry lips before words came. But she stabbed viciously when shespoke.“I will go,” she said. “Monty would be shocked if he knew Ihad been in your company, even so short a time.” She shud-dered as she turned. “I’m glad to be able to go out where honestwomen are — away from this horrible, horrible place!”The tone of the other woman was still even and courteous.“Yes, you can go. But you’ll never forget that you belonghere! that you are one of us, you seller of love.”"},{"pageNumber":32,"pageContent":"THE INTERNATIONAL126126THE TUSCAN GLORY.By M. B. LEVICK.He who has tasted it never more marvels at the splendor thatwas Tuscany’s. Here, of a color deeper than any gem’s, a blackopalescence beneath the languor of twirling steam, is the mys-tic secret of a people’s greatness. For who would not be of theelect when the gods themselves proffer their cup, tinct withexquisitenesses of the lavish earth, in atonement for their angerat Prometheus. Indeed, for all his boldness, he gave crudely:this is the fire in truth, not his; this is the very spirit and passionof flame to thrill the body’s every vein, and evoke upon the soula nimbus.One finds it now, this answer to the riddle, vended for pencenot alone in Tuscany of the painter’s landscape, but in the reachesof the outlands: it has reflected the ancient fame and splendorup and down the continents and borne the savor of foregonebeatitude and the present joy of a pungent world to redeem oldsins of the Five Points and mellow the garishness of tourist-ridden purlieus of the Barbary Coast.Ponce alla Tuscana!The mere name vivifies while it soothes, delights as richly asthe joyful yet reticent glint of the drink itself. No other is of itsmeasure, save one, and the analogy is but quip; like that other,all ponce is good, but some is better. Whether the coffee comefrom the East or the new world, whether the sugar is such andsuch, or if one prefer cognac to rum — or at a pinch save whiskyfrom its barrenness by gracing it with the rank of ingredient:these are matters of moment but not of magnitude, for it is thewhole one looks to, and while the whole may be greater or lessit cannot escape the virtue of completeness.Nor is ponce by any means a thing but of to-day’s pleasures.Look you: it is the might of an old and glorious race, the fount ofa school of art, the well of sciences, the key to the Tuscans’primacy in an entire cycle of history.This, no less, was the reason of Tuscany’s dominance. Onegrants, perforce, a certain native aptness in the breed, for didnot one who antedated coffee traverse hell and heaven and writeit into a book? Yet is his hell the best remembered, for thisnectar was denied him by time; and his woe for his lady merelyshows the depth to which Latin may fall when such redemptionof living is still decades undiscovered. Yet if Dante felt a lackand mistook it for a nurtured love of love, Giotto was moreconscious. A fig for the fable of his O; a mere invention of theanecdotard. Glimpse the course of Tuscany and say could thatcircle have been aught but a symbol of an emptiness, the artist’slack of he knew not what. Ah, but we know! A circle, a hollowsphere: and is a world sans ponce any save the hollowest?And after him the scents of the East came to the nostrils ofthe seafarers, and they ventured and hastened home bringingfrom Arabia Felix the berry whose juice is wedded to Tuscany’sown exhilarants: and their exalting progeny we have with us tothis night, with never their wry-faced vision on the morrow.The achievement itself was worthy of the race, but beholdthe fruits. Native genius swings into the ken of man with thebrightness of a new-born galaxy. There comes Michelangeloand he aspires to fashion a mountain to his sculptor’s dream.Galileo, rising — by ponce — to the height of the gods andfrom their vantage outstaring the true center of the universe andhailing it as familiar, the scorned earth a rolling pebble beneaththe clouds. Leonardo, soaring above his multifarious activity,limns the soul of the drink and calls it La Joconde, in jest, thaterudite dullards may puzzle on its meaning. Macchiavelli ab-sorbs the subtlety of the brew in his craft; it bestows on Celliniits swagger, on the Medicis its dark radiance. A whole pan-theon, suckled on this beverage of more than men! In art, inarms and statesmanship, in priesthood; aye, in the sciences, too— for where is the invention or the discovery to hold a candleagainst that which gave us ponce?It is not the end of this dynasty that is to be wept: the tragedyof these latter days is our own loss. An ellipsis has brought usby ragged periods to the margin of a broken line.But granting ponce’s virtue, why an end of the magnificence:one hears the gradgrinds ask it, meticulous where the quality isa profanation. Yet absolve them: till the dust of their dryness iswatered with ponce itself they may not see that the wane of thedrink’s power, exerted once upon the people that evolved it andwere evolved through it, is the triumph of an evil commercial-ism. Trace back to the base crucial moment: it marked the intro-duction of chicory.Once more the pristine drink, and again within a generationwill a Tuscany arise, in whatever quarter of the world dares layban on the tradesman’s cheat that robs mankind and thwartshigh heaven. The divine fire is desecrate: with fit atonement,the race once more will be lifted from its abasement.You are a roseThat plays and growsWithin my heart’s green lawn;The fragrance of your laughter blowsAcross me like a singing dawn.————YOU ARE A ROSE.By DAVID ROSENTHAL.You are the balmWith which I calmThe scarlet scars of strife;Your soul’s warm counsel is a psalmI chant along the hills of life.You are the roseThat sings and growsThrough all of youth’s blue dawn;What rose will sing when autumn blowsAcross my heart’s gray lawn?"},{"pageNumber":33,"pageContent":"THE INTERNATIONAL127127DRAMA BE DAMNED!An Appreciation of EVA TANGUAY by ALEISTER CROWLEY.Eva Tanguay! It is the name which echoed in the Universewhen the Sons of the Morning sang together and shouted forjoy, and the stars cried aloud in their courses! I have no wordsto hymn her glory, nay, not if I were Shelley and Swinburneand myself in one — I must write of her in cold prose, for anyart of mine would be but a challenge; I rather make myselfpassive and still, that her divine radiance may be free to illu-mine the theme. Voco! per nomen nefandum voco. Te voco!Eva veni!Eva Tanguay is the soul of America at its most desperateeagle-flight. Her spirit is tense and quivering, like the violinof Paganini in its agony, or like an arrow of Artemis — it ismy soul that she hath pierced!The American Genius is unlike all others. The “cultured”artist, in this country, is always a mediocrity. Longfellow,Bryant, Emerson, Washington Irving, Hawthorne, a thousandothers, all prove that thesis. Michael Monahan may prove therule, too, as its single exception. The Genius is invariably aman without general culture. It seems to stifle him. The trueAmerican is, above all things, FREE; with all the advantagesand disadvantages that that implies. His genius is a soul lonely,desolate, reaching to perfection in some unguessed direction.It is the Fourth-Dimensional Component of force. It alwaysjars upon the people whose culture is broad and balanced androoted in history. Consider Poe, with his half-dozen thorns ofgenius; only in the short story has he a rival — and that, mostexquisitely, in his own line; I speak of that pard-like spirit,beautiful and swift, that love in desolation masked, AlexanderHarvey. Consider Whitman, transcendental and bestial, with-out Form and Void even as Earth in her First Age. ConsiderGeorge Gray Bernard, how supremely “impossible” is his per-ception of Truth! His Lincoln is like “what the Cat broughtin,” as his critics say; but (by the Great Horn Spoon!) it isLincoln. (Yes!) Lincoln himself was a genius of the same or-der, if one may say “order” precisely where it defies classifi-cation, a climax of development on lines utterly unsuspected,and out of harmony with the general or obvious trend of Evo-lution. Arthur B. Davies has something of the same abnormal-ity; he is of no school; he sees without being shown how tosee. This American quality has exponents whose virtue ex-tends to every branch of thought. Play over Morphy’s gamesof chess! He beat his opponents by playing in a style whichwas entirely foreign to all accepted ideas. Even on subsequentanalysis, his soul remains inscrutable. Steinitz, again, inventeda gambit whose fundamental principle, the exposure of theKing at the beginning of the game so that he may be wellplaced at its end, was simply “unthinkable.” Sam Loyd, too,in his Chess Problems, found how to make his Key-move “un-likely”; not unlikely to the conventional mind, so that one couldfind it by simply excluding the likely, but truly and absolutelyunlikely, without reference to any antecedent knowledge. Inall these — and many their brethren — is this one quality,utterly sacred and occult, of unsophistication, of originality,of purity.Eva Tanguay is the perfect American artist. She is alone.She is the Unknown Goddess. She is ineffably, infinitely, sub-lime; she is starry chaste in her colossal corruption. In Europemen obtain excitement through Venus, and prevent Venus fromfreezing by invoking Bacchus and Ceres, as the poet bids. Butin America sex-excitement has been analyzed; we recognize itto be merely a particular case of a general proposition, and weproceed to find our pleasure in the wreck of the nervous sys-tem as a whole, instead of a mere section of it. The daily rushof New York resembles the effect of Cocaine; it is a universalstimulation, resulting in a premature general collapse; and EvaTanguay is the perfect artistic expression of this. She is Man-hattan, most loved, most hated, of all cities, whose soul is aDelirium beyond Time and Space. Wine? Brandy? Absinthe?Bah! such mother-milk is for the babes of effete Europe; weknow better. Drunkenness is a silly partial exaltation, feebledevice of most empirical psychology; it cannot compare withthe adult, the transcendental delights of pure madness. (I sup-pose I ought to couch these remarks in the tone of an indict-ment; but though the literary spirit is willing, the fountain penis weak.) Why titillate one poor nerve? why not excite all to-gether? Leave sentiment to Teutons, passion and romance toLatins, spirituality to Slavs; for us is cloudless, definite, physi-ological pleasure!There is something diabolically fine in this attitude. Theold conception of Satan is fluffily theological and other-worldly;as a devil he is stupid, and as a seducer petty and vulgar; theAmerican idea of him as the logical and philosophical nega-tion of the health of the whole being is a thousand ages aheadof the other. We have measured him, as we have measured thelightning, and analyzed him as we have analyzed God. Infer-nal Joy! Eva Tanguay is — exactly and scientifically — thisSoul of America. She steps upon the stage, and I come intoformal consciousness of myself in accurate detail as the worldvanishes. She absorbs me, not romantically, like a vampire,but definitely, like an anaesthetic, soul, mind, body, with herfirst gesture. She is not dressed voluptuously, as others dress;she is like the hashish dream of a hermit who is possessed ofthe devil. She cannot sing, as others sing; or dance, as othersdance. She simply keeps on vibrating, both limbs and vocalchords, without rhythm, tone, melody or purpose. She has thequality of Eternity; she is metaphysical motion. She eliminatesrepose. She has my nerves, sympathetically irritated, on a ra-zor-edge which is neither pleasure nor pain, but sublime andimmedicable stimulation. I feel as if I were poisoned by strych-nine, so far as my body goes; I jerk, I writhe, I twist, I find noease; and I know absolutely that no ease is possible. For mymind, I am like one who has taken an overdose of morphineand, having absorbed the drug in a wakeful mood, cannot sleep,although utterly tired out. And for my soul? Oh! Oh! —— Oh!“Satan prends pitié de ma longue misère!” Other women con-form to the general curve of Nature, to the law of stimulationfollowed by exhaustion; and by recuperation after rest. Not soshe, the supreme abomination of Ecstasy! She is perpetual ir-ritation without possibility of satisfaction, an Avatar of sex-insomnia. Solitude of the Soul, the Worm that dieth not; ah,me! She is the Vulture of Prometheus, and she is the Music ofMitylene. She is the one perfect Artist in this way of Ineffable"},{"pageNumber":34,"pageContent":"THE INTERNATIONAL128128Grace which is Damnation. Marie Lloyd in England, YvetteGuilbert in France, are her sisters in art: but they both prom-ise Rest in the end. The rest of Marie Lloyd is sleep, and thatof Yvette Guilbert death; but the lovers of Eva Tanguay mayneither sleep nor die. I could kill myself at this moment forthe wild love of her — (Love? It is Poison! I say the love ofher) — that sets my soul ablaze with fire of hell, and my nervesshrieking; at my left hand is my eighth Absinthe, and at myright a nearby empty ounce bottle of cocaine; I am using thiscombination of drugs as sedative, not as stimulant. She is theone woman whom I would marry — oh sacrament and asymp-tote of blasphemy! There is a woman of the Ukraine, expert inMystic Vice, coming to destroy me body and soul, in an hour’stime; to make of me a new Mazeppa. But I know that she willnot absolve me nor assuage me. I shall still writhe in the flamesof my passion for America — for Eva Tanguay.Eva Tanguay! Eva Tanguay! Eva Tanguay! l’ane en feu d’unpoëte damné t’invoque! Oh! Oh! si seulement je pourraismourir! Tu ne le veux pas; je le sais. Bien! — comme tuveux! — j’agonise! achève ton horreur — qui ne s’achèvepoint! — Eva! — catin sublime! — fais donc! — Ah! — Ah!—— Ah!To-day was a red letter day in the lives of all violin studentswho happened to be in New York, and from 2 o’clock until 2:30there was a constant stream of fiddlers into Carnegie Hall; talland thin, short and fat, fiddlers of all sizes and all ages who hadcome to hear the celebrated veteran violinist Leopold Auer. Somany had brought their violins with them, one wondered if theyimagined the instruments should also listen to this wonderfulmaster. Pour moi, I took my field glass in my great excitementinstead of my opera glasses, maybe it seemed almost too goodto be true that Leopold Auer was really giving a recital in NewYork, and in the subconscious I still thought my glasses mightenable me to see him in Petrograd. The atmosphere was tensewith excitement and great expectations, and as the great masterstepped on to the platform an ovation great and prolonged greetedhim, which he acknowledged with all the dignity of his sev-enty-two years. His programme of the old masters includedHandel’s A Major Sonata, Andante C Major and Gavotte E Majorof Bach, Concerto Nardini, Sonata in G of Locatelli, Serenadeand Vivace, Haydn-Auer, and the Chaconne of Vitali. Therewas not one moment during this very interesting programmewhich did not prove instructive to all violin students present.————MUSICHis famous pupils, Heifetz, Toscha Seidel, Rosen, Eddy Brown,and others, listened to their great and respected master withrapt attention. One could conceive of the incomparable Heifetzas a perfect musical Avatar of Auer, so closely does his youthfulbrilliance reproduce his master’s Mystery.The Nardini Concerto showed the exquisitely beautiful sing-ing tone we have all admired so much in the Auer pupils. Also,we were astounded by the very remarkable vigor of his bowarm, and the manipulation of his wrist was of especial interest— one might say simplicity to be the key-note of the Auermethod; no mannerisms, no striving after individual effect, justthe sheer joy of playing the violin and just the interpretation ofthe sheer beauty of the music itself! One felt an absolute rever-ence for the very beautiful playing of Leopold Auer, as did hisadmirable accompanist and niece, Mme. Wanda Bogutzka-Stein.The name of Leopold Auer can never die; for he has found andproduced in violin playing an indefinable something which willcontinue to delight all lovers of the violin in his famous pupils,especially in Jascha Heifetz and Toscha Seidel, the two marvel-lous eighteen-year-old artists of whom a great man hath said:“These are the two greatest violinists of this century.”U"}]
