[{"pageNumber":1,"pageContent":"THE INTERNATIONAL6363MARCHThe 15†ctsINTERNATIONALALL-DRAMA NUMBER"},{"pageNumber":2,"pageContent":"THE INTERNATIONAL6464ONE MULTIPLEX will write many styles of type and many languages.PORTABLENew Condensed Aluminum11 POUNDSFULL CAPACITY — ANY WIDTH OFPAPERHAMMONDMULTIPLEXTwo sets of type always in the machine. “JUST TURN THE KNOB.” Presto — one or the other. Any other types orlanguages substituted in a few seconds.It will do all that other machines can do BUT IT STANDS ALONE in the special fields of writing endeavor.For instance:Business ExecutivesBecause of individuality of work. Large business type for business letters. Extra small type for condensed writing onloose-leaf Manual Sheets, Index Cards and Statistical work. “Just turn the Knob.”Literary Peoplebecause of its instantly changeable type system, with many styles of type and many languages. Two sets of type alwayson the machine — “Just Turn the Knob.”Social Correspondence ó Private Secretariesbecause of the dainty small type and high individuality of the work. Its refined and aesthetic appearance, and also thelanguage possibilities.Professional Vocations, Including Engineers (Mathematicians)because of having type-sets especially adapted to each class, with all special characters needed; immediately inter-changeable.Linguistsbecause of having every known language available, all interchangeable, and high individuality of work and capability ofwriting both Occidental and Oriental languages on the same machine.Factory Rebuilt Machines at a wide range of prices. Easy monthly payments. Discounts for immediate settlement. Cata-logue gladly sent for the asking.THE HAMMONDTYPEWRITER CO.620 East 69th Streetat East River,New York City N. Y.Please send literature — Without obligations.Name..............................................................Address...................................................................................................................................Do You Read thePsychical ResearchReviewA monthly sixty-four page magazine withspirit pictures, devoted to Psychical Re-search, Occultism, Astrology, Psychology,Higher Thoughts, New Thought, andChristian Science.Published by the Psychological Publish-ing and Distributing Corporation, 109 West87th Street, Dept. S, New York City. C. P.Christensen, Editor and President of thePsychological Research Society of NewYork, Inc.Subscription Rates: In United States, peryear $2.00; Six months, $1.00; Single cop-ies, 20 cents. Canada, $2.25; Foreign Coun-tries, $2.50.THE EQUINOXNos. 1 to 10The only standard work of reference onoccult subjects. It deals fully with mysti-cism, magick and all their branches. It con-tains the official instruction of the A∴A∴PRICE, $100 for the set of 10 vols.,4,000 pages, illustrated.7 7 7This book is a dictionary in which the cor-respondences of all things are listed. Theattributions of perfumes, stones, plants,drugs and all other things to such otherforms of nature as planets and signs aregiven at length.PRICE, $5.KONX OM PAXA collection of four highly important es-says dealing with methods of progress onthe mystic path.PRICE. $5.The International Book Mart1123 BROADWAYNEW YORK, N. Y.THE INTERNATIONALBOOK MART1123 BroadwayNew York, N. Y.CONFESSIONS OF ABARBARIANByGEORGE SYLVESTER VIERECKThe San Francisco Chronicle:“ ‘Confessions of a Barbarian’ is equally entertain-ing whether you are American or European; the con-trast between the countries and the people are skilfullyand boldly drawn, and the writing is, throughout, vig-orous and stimulating. It may stir you to rage, but it willnot let you go to sleep.”William Marion Reedy says:“Mr. Viereck goes at the problem of Europe as if itwere terra incognita. As one of the most startling amongles jeunes, he sees the older civilization from the view-point of a man whose conceptions of life and art are thevery antipodes of the thought of Tolstoi. His boldness,his frank and naked unashamedness, and his rather hec-tically temperamental treatment of his theme will befound to be savored with no little of the daring uncon-ventionality of the writers of France and Germany.. . . No reader will doubt that they are the work of a writerof literary skill and of art-for-art’s-sake ideas. He willbe seen to have found in Europe what he went to seek;and his articles will appeal to all persons who yearn toescape from the commonplace. . . .Price $1.35 postpaidCollected Works ofALEISTER CROWLEYTANNHAUSER — An adaptation of the old Germanlegend to illustrate the adventures of the soul in itsprogress toward illumination.THE SWORD OF SONG — The best account hith-erto written of Hindu and Buddhist meditation and phi-losophy.TIME, ELEUSIS, and other essays are extremely in-teresting as comparative studies of the methods usedrespectively by Easterners and Westerners.PRICE,$20 for the 3 vols.; $30 illustrated.THE GOETIA OF THELEMEGETON OF SOLO-MON THE KINGThe Goetia is the most intelligible and most easilyworked of all the mediaeval systems of magick.PRICE, $10, illustrated.THE BOOK OF LIESAn official ritual of the A∴A∴ for Babes of the Abyss.It is extraordinarily epigrammatic! The modern edition,so to speak, of the Golden Verses of Pythagoras.PRICE, $10.“We Shall Be Glad to Purchase Any Second-Hand Copies ofThese Books, As the Demand Now Greatly Exceeds the Supply”Students of the Occult should pos-sess the following books:"},{"pageNumber":3,"pageContent":"THE INTERNATIONAL6565APRIL SHOWERS OF AMUSEMENT.Published Monthly by the International Monthly, Inc.1123 Broadway, New York City. Telephone, Farragut 9777. Cable address, Viereck, NewYork.President, George Sylvester Viereck; Vice-President, Joseph Bernard Rethy; Treasurer, K.Bombard; Secretary, Curt H. Reisenger.Terms of Subscription, including postage, in the United States and Mexico: $1.50 per year;$0.80 for six month. Subscription to all foreign countries within the postal union, $1.85 per year.Single copies, 15 cents.Newsdealers and Agents throughout the country supplied by the American News Companyor any of its branches.Entered at the Post Office at New York as second class matter.Manuscripts addressed to the Editor, if accompanied by return postage and found unavail-able, will be returned. The Editor, however, accepts no responsibility for unsolicited contribu-tions.Copyright, 1917, by the International Monthly, Inc.THE INTERNATIONALCONTENTS FOR MARCH.IT is an extraordinary thing that space, whichis notoriously infinite, should be the thing ofwhich we can never have enough. The result isthat some of our most interesting dramas werecrowded out of our March issue; but they willappear in due season if we faint not.In the April number we have another story ofMark Wells called “The King of the Wood.” It isa most dramatic incident of ancient Rome deal-ing with that strange rite mentioned by Macauleyin one of his great ballads, where a priest holdshis position only so long as he can defend himselffrom being surprised and slain by his successors.We have also a very charming story called “TheOld Man of the Peepul-tree” by a young writer,James Grahame, in which legend and traditionare happily blended with life on Broadway.Alexander Harvey contributes a magnificent storywhose subject is an incident, one of the most in-teresting incidents, in the life of Shelley.George Sylvester Viereck gives an intenselyinteresting account of the great Danish critic,George Brandes. Turning from grave to gay,Charles Beadle contributes a delightful sketch oflife in the Latin Quarter of Paris with its curiousmixture of religious fervor and debauchery. Thefamous Japanese poet, Shigetsu Sasaki, has writ-ten a delightfully colored article on Shinto, themost interesting of the religions of Japan.Faith Baldwin, who is already known to ourreaders, has a wonderful poem, a monologue ofAtthis. Two other writers new to the pages ofthe “International” are Ida Alexander and M. B.Levick. The former contributes a delightful so-cial study, dealing with up-to-date marriage, whilethe latter sounds a paean of the grand old Punchwhich has been brewed from time immemorial inTuscany.Aleister Crowley has an amusing story aboutdiamonds, called “Robbing Miss Horniman,” andthere will be numerous other items of quite un-usual interest.A Hymn for the American People,Aleister Crowley66Good Hunting (An Essay on the Nature of Comedy and Tragedy) ......................................Baphomet67Ecclesiae Gnosticae Canon Missae,The Master Therion70The Saviour, a drama ...................Aleister Crowley75The Stirrup Cup, a paean ...............S. J. Alexander82Elder Eel, a sketch ..........................Lord Boleskine83Rococo, a dramatic vignette ...........Helen Woljeska85Francisku, a dramatic masque .......Helen Woljeska85Knight-Errant, a dramatic miniature,Aleister Crowley85The Gods, a mystery, from the Coptic of Iao Sabao86Love and Time, a lyric ......................John Roberts87The Bonds of Marriage, a romantic farce,Aleister Crowley88Windflowers of Asklepiades, epigrams, translatedfrom the Greek ....................................Ed. Storer91Lady Godiva, a comedy .......Joseph Bernard Rethy92The Hippodrome Horror, a nightmare drama,Leila Waddell94The Rialto and the Drama ...Joseph Bernard Rethy95Sappho on the Cliff, a tragic monologue,Faith Baldwin96"},{"pageNumber":4,"pageContent":"THE INTERNATIONAL6666AN HYMN FOR THE AMERICAN PEOPLEBrothers and sisters, on this dayOf deathless glory, let us comeUnited in our glad arrayTo hymn our fathers’ martyrdom.Ashes to ashes? Dust to dust?So let it be! In God we trust.They died — they died — and we are free.Take up their cross! Deserve their crown!The stainless flag of libertyBy man shall not be trodden down!Ashes to ashes? Dust to dust?So let it be! In God we trust.In war and earthquake, wreck and wrong,Still let the flag of freedom fly!In peace and safety, still be strong!For we will live as we would die.Ashes to ashes? Dust to dust?So let it be! In God we trust.Though ruin wash the world in blood,Though death devour, though time decay,Let but our hearts hold brotherhood,And this they shall not take away.Ashes to ashes? Dust to dust?So let it be! In God we trust.Stand! and join hands! and let us sing!Shake out Old Glory to the skies!With heart and hands defiant flingOur purpose against Destiny’s.Ashes to ashes? Dust to dust?So let it be! In God we trust.ALEISTER CROWLEY."},{"pageNumber":5,"pageContent":"THE INTERNATIONAL6767THE INTERNATIONALEDITORGEORGE SYLVESTER VIERECKASSOCIATE EDITORJOSEPH BERNARD RETHYCONTRIBUTING EDITORALEISTER CROWLEYDo what thou wilt shall be the whole of the Law.“Bye, Baby Bunting!Daddy’s gone a-hunting . . .”Such is the sole stuff of art, as it was the sole occupation ofprimitive man. Hunting is the one real passion of man. Love,the desire of wealth or power, are only branches of the sport.For it is directly related to the first of all passions, hunger;and it is an exciting sport; it is gambling for the highest of allstakes. Now, art is primarily the celebration of excitement,the record of some stimulus of the soul. Dramatic art, whichrepresents drama, action, consequently concerns itself withhunting — and with nothing else.When daddy came back with a deer, there was great rejoic-ing in the tribe. Every one filled himself with meat; the cock-les of his heart grew warm; he began to laugh. You can do thesame to-day with a very hungry man, without the aid of alco-hol. This expansive state being clearly associated causally withthe killing of the deer, and the sportsman excitedly recountinghis exploit, the story itself was food for laughter. And the keyof the jest soon discovered itself as contempt for the foolishvictim. “What a fine stag he was, how proud and swift! Noth-ing could catch him, and, if he wished, how sharp were thosegreat, branching horns of his! And all the while there was Itracking him with my little flint axe — ha! ha! ha!”All these points were seen and seized on by the old comedi-ans. They would always accentuate the self-esteem of the vic-tim. They would dress him up as a king or a God, and hunthim down. A still funnier elaboration of the joke was to per-suade him that he was the hunter. “Come,” say they to Pentheusin the Bacchae, “come, great king, adorn thyself according tothy dignity; come, arm thyself, slay these wild creatures!” andGOOD HUNTING!(An essay on the Nature of Comedy and Tragedy.)By BAPHOMET, Grand Master of the Knights of the Holy Ghost.aside: “And when we’ve got him there his own mother shallkill him in her madness, and run about with his head underthe impression that it is a lion’s!” This further development ofhumor was doubtless due to Dionysus; even the hungriest mancould hardly think that out on mere venison.I read my Agamemnon through the spectacles of Dr. A. W.Verrall, and it seems to me that the play is a comedy. Theincident of the carpet is very like adornment of the victim.Agamemnon, however, is not taken in the snare; he does notshow “Hubris,” but modesty; and this makes the play moreserious. Still, no doubt, it ends on the comic note — Aegisthuschuckling over the success of his clever stratagem. This Hu-bris hated of the Gods is the root of many a proverb. “At thehour of triumph sacrifice the dearest thing thou hast to theInfernal Gods” — the case of the play “Jephthah.” “Beware ofthe moment of success.” Think of Ajax flattered into the mad-ness wherein he kills the sheep — what a superlative jest forthe onlooker! Alternative themes lead surely to anticlimax.Consider Abraham’s sacrifice — what a typically inartisticending! The whole passion and beauty of the drama is de-stroyed by the sneaking subterfuge of the substitution of theram for the heir of promise.Let us glance now at the Crucifixion. Here we have comedyin its fullest flower. “Hail, King of the Jews!” Triumphal en-try into the capital; robing in purple, crowning in mockery,barbarous murder at the close. The ritual is that of all ancientcomedies of initiation, with mere local variations. Now whydo not we laugh? They did at the time. “Let us see whetherElias will come to take him down!” “He saved others, himselfhe could not save.” The answer follows easily, and we shallsee incidentally why we are a little doubtful as to whetherVOL. XII. No. 3.  MARCH, 1918.  PRICE 15 CENTS[The February Number of the International having been withdrawn, subscriptions will be extended one month as compensa-tion. — Managing Editor.]"},{"pageNumber":6,"pageContent":"THE INTERNATIONAL6868Agamemnon is a comic figure.When Daddy goes a-hunting he does not always bring homea deer. Sometimes he meets a diplodocus, and does not comehome at all. Then, what do the tribe do? They squat and hugtheir empty bellies. There is no laughter. There is one longwail. There is no food, and the man that used to get it has beeneaten alive. This is no joke, no joke at all. Presently the wailbecomes articulate; some one recounts the heroic deeds of thedead hunter. How skilful he was! How cunning! How swiftand strong! How accurately he swung the axe! And now “he isgone on the mountain, he is lost to the forest!” He died fight-ing heroically against enormous superiority of force . . . andso on. Anyhow, he’s dead, and we’re without food, and whatcan we do but weep? It is a tragedy!Just so; that is the definition of tragedy. The primitives ofthe next tribe probably are laughing to split their sides. Theirhunter has brought in a wild bull, and they are having a glori-ous time. “And that fool across the valley who fancied himselfso at hunting went out after rabbits and got a diplodocus —ha! ha! ha!”It is all a question of our sympathies. The event described isalways the same. Whether it is a tragedy or a comedy dependson the point of view. The Agamemnon is a tragedy for thefamily man; for the young sport who wants to beat him out ofhis wife and his kingdom, it is a romantic comedy.So when we come to consider plays about Hecuba and otherpeople that in no wise concern us personally, we judge by ourown sympathies, and laugh or cry accordingly. Thus the sym-pathy of mankind has been secured, in the case of the crucifix-ion, for the figure of Jesus, so we call the story a tragedy. Wehave been told to identify him with Everyman, who is doomedto suffer a barbarous death sooner or later. It is the same withthe stories of the murders of Osiris and of Hiram. (Footnote:Observe, dear brother, the hunter’s ritual in this last story; thestationing of the hunters, and the way they head off the gamein turn.)In other words, man began to think of himself no longer asa hunting animal, but as a victim. In the second stage of hu-man thought, man is the sufferer. (Compare William James,and his remarks on the once-born and the twice-born.) Manhas begun to fear Nature, to wail over his own fate symboli-cally in lamenting the deaths of the great heroes of the past. Itno longer seems funny to us to adorn a man as a God, and eathim, for that is just what life is doing to all of us.To recover the comic spirit, therefore, we must acquire anew view of death.II.In certain previous essays of the writer it has been pointedout that desire or love must be held to include such phenom-ena as chemical change. All true acts of love produce or con-sume energy in some form, that we have explosive disintegra-tions and violently rapid oxidations which disengage heat, light,electricity, and other forms of matter and of motion — regardthem as you please — which are (on the surface) of a differentorder of Nature to the ingredients of the operation. Similarly,by putting the right pair of featherless bipeds together, thereare explosions and emotion, poetry, perhaps spiritual growth,as well as the phenomenon which is obviously of the sameorder — a baby.In all such acts, chemical or physiological, there is a truetransmutation, therefore, and we may class these things asgenuinely partakers of the Ineffable Mystery of Godliness. Inmere admixture we do not get this transmutation. Mix hydro-gen and oxygen; they remain the same; nothing at all happens.Combine them and you get not only a transformation of thevery nature of the molecules, but numerous physical phenom-ena — flame, heat, moisture — which were not there before.Now let us take another issue. All conscious, self-willedmotion implies life, and, all such motion being accompaniedwith chemical change and (as Buddha insisted) with the par-tial disintegration of the individual, we must define life assomething quite beyond the crude conception which is usuallyformed of it. Every true phenomenon, whether it be thehaemoglobin-oxyhaemoglobin-carboxhaemoglobin cycle in theblood, or the changes in the brain which we call philosophyfrom a consideration of their effects, may be thought of as aform of copulation, atom seeking atom, and producing mol-ecule, just as woman seeks man and produces offspring. Nowevery such act of copulation involves the death of the partak-ers. True, the hydrogen can be recovered from the water; ulti-mate simplicities are in some sort immortal, but (again wequote Buddha) all complexities perish and are not recover-able in their integrity. We cannot suppose that by recombiningthe recovered hydrogen and oxygen into water each atom inthe original water will find the self-same mate. We cannotrecover the father in the child, though we may perceive manytraces of him; and the persistence of the father himself is dueto the fact that only a minute percentage of his life is used inthe production of the child. His quintessence vivifies anyamount of other matter and transmutes it to his likeness; thisis the Alchemical miracle, to produce some such process inthe mineral kingdom. If one possessed the quintessence of gold,the unknown ‘seed of gold,’ that which makes gold gold andnot silver, it might impregnate other elements and make themgrow into its own nature. This at least was the theory evolvedby the fathers of chemistry, and (I doubt not) will be the prac-tice of their descendants in a year not distant.Now, to return, since every copulation may be consideredas involving death, we may say (at the risk of appearing toconvert an A proposition) that every death may be consideredas a form of copulation. The chemical changes of disintegra-tion are in no way distinguishable from those of life. We can-not call one set synthesis and the other analysis, even. Wemerely make a false distinction on account of the fact that ourpersonal prejudices are involved . . . just as we were in doubtwhether to laugh or to cry at the Agamemnon.Now, it is to be noted that certain people take the sexualview of death. To this day the peasants in some parts of Greeceregard the death of an individual as his marriage to that deity,Artemis or Aphrodite, to whom he was most devoted duringlife. Mohammed taught that death was the key to the enjoy-ment of the Hur al’ Ayn. Even in Christian mysticism we findthe death of the saint equivalent to his marriage with the Sav-iour. We are “waiting for the Bridegroom.” In fact, this idea isalmost universal in all true religion. (Buddhism, an excep-tion, is more a philosophy than a religion.)Now, we have no means of telling what occurs in the “soul”at the time of death. Whatever may be the approaches to thepylon, we have no evidence with regard to the Door itself. But"},{"pageNumber":7,"pageContent":"THE INTERNATIONAL6969we have certain analogies in the experience of mystics. Wehave the ‘Dark Night of the Soul’ breaking in the ‘Dawn ofthe Celestial Bridal.’ And we have in physical life an exactcounterpart in the fear of Love which is characteristic of theVirgin. This is especially marked in the case of boys. There isan instinctive fear, repulsion and anxiety, which must be over-come before the soul swoons in bliss. Is it racial experiencethat tells him that love is the twin brother of death? Love andDeath are the levers of that universal life which we saw to bethe Name of the Universe. Each is an annihilation of an indi-vidual in the interests of universal Energy. Thus, as we haveseen in a slightly different shape, when referring to the quin-tessence of comedy, Love and Death are the sole preoccupa-tion of the artist, whose subject is Life. There is no other realinterest, for there is nothing else in which to delight.If, then, we can take the view that Death is an intense formof Love, in which the individual is permanently destroyed, ashe is temporarily destroyed during the act of love, then thisLife is universal Joy, a Divine Comedy, whose soul is Laugh-ter. We can even explain the joy of cruelty as a deeper realiza-tion of the nature of cruelty, as a piquancy, a sting, in whatwould otherwise be a detestably sweet wine.But if we fail to grasp this view, then we are forced to thealternative that Love is only a form of Death. The universe isan abyss of agony. “The mystery of the cruelty of things” isas terrible as Swinburne’s “Anactoria” makes it. Everythingis sorrow, we are Buddhists, and only in utter cessation isthere peace. Buddha himself recognized this clearly enough;his intense distaste for sex is our witness. He saw that it wasplaying the game of Life to love; it was allowing oneself tobe dragged deeper and deeper into the mire of Existence. Amonotheism with any perception of the facts of nature —hard nowadays to escape some such perception! — may makeits God in the image of the Marquis de Sade. The whole oforganic nature is an orgy of murder and lust. There is onlyone escape from this position; to accept the unity of Loveand Death, and to regard Death as mere Delight. Such a real-ization avoids the snare of Dualism, lays its axe to the rootof the problem of the Origin of Evil, and renders Existencepossible and desirable for the thinker as well as for the sen-sualist.III.To the blessed ones who have accepted the Law of Thelemathese words will hardly have been necessary. The doctrine isplainly stated in the Book of the Law.“For I am divided for love’s sake, for the chance of union.This is the creation of the world, that the pain of division is asnothing, and the joy of dissolution in all.”“Now, let it be understood, if the body of the king dissolve, heshall remain in pure ecstasy for ever.”“Aye! Feast! Rejoice! there is no dread hereafter.There is the dissolution, and eternal ecstasy in the kisses ofNu.”“Thrill with the joy of life and death! Ah! thy death shall belovely: whoso seeth it shall be glad. Thy death shall bethe seal of the promise of our age-long love.”“Strive ever to more! and if thou art truly mine — and doubt itnot, an if thou art ever joyous! death is the crown of all.”This, then, is the will of the Universe; Life eternal and uni-versal, not petty, individual and transient; Life of which weare only conscious when in trance; Life whose consciousnessis gained perfectly and permanently by the adept in virtue ofhis trance in proportion as he becomes fixed therein and makeshis daily life partake thereof; Life that works inexorably anddeliciously through Love and Death, which are Love. And thisis expressed simply, succinctly, perfectly, in that transcendantphrase, the greeting wherewith we close our writings:Love is the law, love under will.———Note — Taking a few plays at random we see every one the descriptionof a hunting. Note that the strongest dramas are those in which the hunt iskeenest. Where the hunting interest is weak or masked, the play becomesfrivolous and lacking in the stuff of greatness.Ajax — The hunting of Ajax by Ulysses.Agamemnon — Agamemnon by Aegisthus.Oedipus — Oedipus by Fate. Karma is very frequently taken for thehunter. The man’s being hunted by himself is particularly funny!Orestes trilogy — Orestes by Fate.Bacchae — Pentheus by Dionysus.Hamlet — Claudius by Hamlet. Here the motive is weakly carried out,and so the play is only interesting for the revelation of Hamlet’s soul.Lear — Lear by Madness.Macbeth — Macbeth by his conscience, or by the Witches.Othello — Othello by Iago.Twelfth Night — The Duke by Viola (note hunter’s disguise).As You Like It — Orlando by Rosalind (ditto).Romeo and Juliet — Love by Heredity.Coriolanus — Coriolanus by the mob-spirit.Julius Caesar — Caesar by Cassius.Ghosts — Oswald by Heredity.Hedda Gabler — Hedda by Breck.Rosmersholm — Rosmer and Rebecca by the wife’s ghost.A Doll’s House — Nora by her nascent individuality. (The lack of per-sonal struggle makes this a weak, silly play.)The Master-Builder — The Builder by Hilda.An Enemy of Society — Society by Stockmann. (He conquers it, so thisis a comedy.)Brand — Brand by the Hawk.Peer Gynt — Peer Gynt by Solveig. (Note the way she lurks silentthroughout the play. Other exciting episodes are all huntings.)Mortadello — Mortadello by Monica. (Note disguise at banquet.)Snowstorm — Nerissa by Eric; Eric by Maud. (Observe hunters’ dis-guises again.)The Scorpion — Laylah by Rinaldo; their love by the Scorpion. (This isa romance, and neither comedy nor tragedy in the best sense.)Household Gods — Crassus by Alicia. (Note supreme disguise.)A Night in an Inn — The Thieves by the Idol.The Gods of the Mountain — The Beggars by the Gods.The Blind Prophet — The Prophet (individual life) by Universal Life.The Argonauts — Jason by Ares.Adonis — Adonis by Psyche.Atalanta in Calydon — Meleager by Circumstance. (Here the hunter isnot personified, and so the play is weak. But note the comedy of the hunterhunted.)The Mother’s Tragedy — Cora by Karma.The Fatal Force — Ratoum by S’afi (disguise again).Jephthah — Jephthah by Jared. (Crude and undeveloped form of the idea.)The World’s Tragedy — Fate by Alexander."},{"pageNumber":8,"pageContent":"THE INTERNATIONAL7070I.OF THE FURNISHINGS OF THETEMPLE.In the East — that is in the direction of Boleskine — is ashrine or High Altar. Its dimensions should be 7 feet in length,3 feet in breadth, 44 inches in height. It should be coveredwith a crimson altar-cloth, on which may be embroidered fleur-de-lys in gold, or a sunblaze, or other suitable emblem.On each side of it should be a pillar or Obelisk, with coun-tercharges in black and white.Below it should be the dais of three steps, in black andwhite squares.Above it is the super-altar, at whose top is the Stélé of Re-vealing in reproduction, with four candles on each side of it.Below the Stélé is a place for the Book of the Law, with sixcandles on each side of it. Below this again is The Holy Graal,with roses on each side of it. There is room in front of the Cupfor the Paten. On each side beyond the roses are two greatcandles.All this is enclosed within a great Veil.Forming the apex of an equilateral triangle whose base is aline drawn between the pillars, is a small black square altar,of superimposed cubes.Taking this altar as the middle of the base of a similar andequal triangle, at the apex of this second triangle is a smallcircular front.Repeating, the apex of a third triangle is an upright coffin,or Tomb.II.OF THE OFFICERS OF THE MASS.The Priest. Bears the Sacred Lance, and is clothed at firstin a plain white robe.The Priestess. Should be actually Virgo Intacto, or speciallydedicated to the service of the Great Order. She is clothed inwhite, blue, and gold. She bears the Sword from a red girdle,and the Paten and Hosts, or Cakes of Light.The Deacon. He is clothed in white and yellow. He bearsthe Book of the Law.Two Children. They are clothed in white and black. Onebears a pitcher of water and a cellar of salt, the other a censerof fire and a casket of perfume.III.OF THE CEREMONY OF THE INTROIT.The Deacon, opening the door of the Temple, admitsthe congregation and takes his stand between the smallaltar and the front. (There should be a door-keeper toattend to the admission.)The Deacon advances and bows before the open shrinewhere the Graal is exalted. He kisses the Book of theLaw three times, opens it, and places it upon the super-altar. He turns West.The DEACON: Do what thou wilt shall be the whole of theLaw. I proclaim the Law of Light, Life, Love, and Liberty inthe name of IAO.The CONGREGATION: Love is the law, love under will.The Deacon goes to his place between the altar of in-cense and the font, faces east, and gives the step and signof a Man and a Brother. All imitate him.The DEACON and all the PEOPLE: I believe in one secretand ineffable Lord; and in one Star in the Company of Stars ofwhose fire we are created, and to which we shall return; andin one Father of Life, Mystery of Mystery, in His name Chaos,the sole vice-regent of the Sun upon the Earth; and in one Air,the nourisher of all that breathes.And I believe in one Earth, the Mother of us all, and in oneWomb wherein all men are begotten, and wherein they shallrest, Mystery of Mystery, in Her name Babalon.And I believe in the Serpent and the Lion, Mystery of Mys-tery, in His name Baphomet.And I believe in one Gnostic and Catholic Church of Light,Life, Love, and Liberty, the Word of whose Law is Thelema.And I believe in the communion of Saints.And, forasmuch as meat and drink are transmuted in us dailyinto spiritual substance, I believe in the Miracle of the Mass.And I confess one Baptism of Wisdom, whereby we accom-plish the Miracle of Incarnation.And I confess my life one, individual, and eternal, that was,and is, and is to come.Aumn. Aumn. Aumn.Music is now played. The child enters with the ewerand the salt. The Virgin enters with the Sword and thePaten. The child enters with the censer and the perfume.They face the Deacon, deploying into line, from the spacebetween the two altars.The PRIESTESS: Greeting of Earth and Heaven!All give the Hailing Sign of a Magician, the Deaconleading.The Priestess, the negative child on her left, the posi-tive on her right, ascends the steps of the High Altar, theyawaiting her below. She places the Paten before the Graal.Having adored it, she descends, and with the childrenfollowing her, the positive next her, she moves in a ser-pentine manner involving 3½ circles of the temple. (Deosilabout altar, widdershins about font, deosil about altar andfont, widdershins about altar and to the Tomb in the West.)She draws her Sword and pulls down the Veil therewith.The PRIESTESS: By the power of *1 Iron, I say unto thee,Arise! In the name of our Lord the * Sun, and of our Lord *. . . that thou mayest administer the virtues to the Brethren.She sheathes the Sword.The Priest, issuing from the Tomb, holding the Lanceerect with both hands, right over left, against his breast,takes the first three regular steps.He then gives the Lance to the Priestess and gives thethree penal signs.He then kneels and worships the Lance with both hands.ECCLESIAE GNOSTICAE CATHOLICAE CANON MISSAE.Edited from the Ancient Documents in Assyrianand Greek by The Master Therion.1 This sign means making a Cross."},{"pageNumber":9,"pageContent":"THE INTERNATIONAL7171Penitential music.The PRIEST: I am a man among men.He takes again the Lance and lowers it. He rises.The PRIEST: How should I be worthy to administer the vir-tues to the Brethren?The Priestess takes from the child the water and thesalt, and mixes them in the font.The PRIESTESS: Let the salt of Earth admonish the Waterto bear the virtue of the Great Sea. (Genuflects.) Mother, bethou adored.She turns to the West. * on Priest with open hand dothshe make over his forehead, breast, and body.Be the Priest pure of body and soul.The Priestess takes the censer from the child, and placesit on the small altar. She puts incense therein.Let the Fire and the Air make sweet the world! (Genuflects.)Father, be thou adored.She returns West and makes * with the censer beforethe Priest, thrice as before.Be the Priest fervent of body and soul!(The children resume their weapons as they are used.)The Deacon now takes the consecrated Robe from theHigh Altar and brings it to her. She clothes the Priest inhis Robe of scarlet and gold.Be the flame of the Sun thine ambience, O thou Priest ofthe Sun!The Deacon brings the crown from the High Altar. (Thecrown may be of gold or platinum, or of electrummagicum; but with no other metals, save the small pro-portions necessary to a proper alloy. It may be adornedwith divers jewels, at will. But it must have the Uraeusserpent twined about it, and the cap of maintenance mustmatch the scarlet of the Robe. Its texture should be vel-vet.)Be the Serpent thy crown, O thou Priest of the Lord!Kneeling, she takes the Lance between her open hands,and runs them up and down upon the shaft eleven times,very gently.Be the Lord present among us!All give the Hailing Sign.The PEOPLE: So mote it be.IV.OF THE CEREMONY OF THE OPENINGOF THE VEIL.The PRIEST: Thee, therefore, whom we adore we also in-voke. By the power of the lifted Lance!He raises the Lance. All repeat Hailing Sign.A phrase of triumphant music.The Priest takes the Priestess by her right hand withleft, keeping the Lance raised.I, Priest and King, take thee, Virgin pure without spot; Iupraise thee; I lead thee to the East; I set thee upon the sum-mit of the Earth.He thrones the Priestess upon the altar.The Deacon and the children follow, they in rank, be-hind him.The Priestess takes the Book of the Law, resumes herseat, and holds it open on her breast with her two hands,making a descending triangle with thumbs and forefin-gers.The Priest gives the Lance to the Deacon to hold, andtakes the flower from the child, and sprinkles the Priest-ess, making five crosses, forehead, shoulders, and thighs.The thumb of the Priest is always between his index andmedius, whenever he is not holding the Lance.The Priest takes the censer from the child, and makesfive crosses, as before.The children replace their weapons on their respectivealtars.The Priest kisses the Book of the Law three times. Hekeeps for a space in adoration, with joined hands, knuck-les closed, thumb in position aforesaid. He rises, anddraws the veil over the whole altar. All rise and stand toorder.The Priest takes the lance from the Deacon, and holdsit as before, as Osiris or Ptah. He circumambulates theTemple three times, followed by the Deacon and the chil-dren as before. (These, when not using their hands, keeptheir arms crossed upon their breasts.) At the lastcircumambulation they leave him, and go to the place be-tween the front and the small altar, where they kneel inadoration, their hands joined palm to palm, and raisedabove their heads. All imitate this motion.The Priest returns to the East, and mounts the first stepof the altar.The PRIEST: O circle of Stars whereof our Father is but theyounger brother, marvel beyond imagination, soul of infinitespace, before whom Time is ashamed, the mind bewildered,and the understanding dark, not unto Thee may we attain, un-less Thine image be Love. Therefore, by seed and root andstem and bud and leaf and flower and fruit do we invoke Thee.Then the priest answered and said unto the Queen of Space,kissing her lovely brows, and the dew of her light bathing hiswhole body in a sweet-smelling perfume of sweat: O Nuit,continuous one of Heaven, let it be ever thus; that men speaknot of thee as One but as None; and let them speak not of theeat all, since thou art continuous.The PRIESTESS: But to love me is better than all things; ifunder the night-stars in the desert thou presently burnest mineincense before me, invoking me with a pure heart, and theserpent flame therein, thou shalt come a little to lie in mybosom. For one kiss wilt thou then be willing to give all; butwhoso gives one particle of dust shall lose all in that hour. Yeshall gather goods and store of women and spices; ye shallwear rich jewels; ye shall exceed the nations of earth in splen-dor and pride; but always in the love of me, and so shall yecome to my joy. I charge you earnestly to come before me in asingle robe, and covered with a rich head-dress. I love you! Iyearn to you! Pale or purple, veiled or voluptuous, I who amall pleasure and purple, and drunkenness of the innermostsense, desire you. Put on the wings, and arouse the coiled splen-dor within you; come unto me! To me! To me! Sing the raptur-ous love-song unto me! Burn to me perfumes! Drink to me, forI love you! I love you. I am the blue-lidded daughter of sunset;I am the naked brilliance of the voluptuous night-sky. To me!To me!The Priest mounts the second step.The PRIEST: O secret of secrets, that art hidden in the be-ing of all that lives, not Thee do we adore, for that which"},{"pageNumber":10,"pageContent":"THE INTERNATIONAL7272adoreth is also Thou. Thou art That, and That am I. I am theflame that burns in every heart of man, and in the core ofevery star. I am Life, and the giver of Life; yet therefore is theknowledge of me the knowledge of death. I am alone; there isno God where I am.The Deacon and all the People rise to their feet, withthe Hailing sign.The DEACON: But ye, O my people, rise up and awake.Let the rituals be rightly performed with joy and beauty. Thereare rituals of the elements and feasts of the times. A feast forthe first night of the Prophet and his Bride. A feast for thethree days of the writing of the Book of the Law. A feast forTahuti and the children of the Prophet — secret, O Prophet! Afeast for the Supreme Ritual, and a feast for the Equinox ofthe Gods. A feast for fire and a feast for water; a feast for lifeand a greater feast for death. A feast every day in your heartsin the joy of my rapture. A feast every night unto Nu, and thepleasure of uttermost delight.The Priest mounts the third step.The PRIEST: Thou that art One, our Lord in the Universethe Sun, our Lord in ourselves whose name is Mystery ofMystery, uttermost being whose radiance enlightening theworlds is also the breath that maketh every God even and Deathto tremble before Thee. — By the Sign of Light * appear Thouglorious upon the throne of the Sun. Make open the path ofcreation and of intelligence between us and our minds. En-lighten our understanding. Encourage our hearts. Let thy lightcrystallize itself in our blood, fulfilling us of Resurrection.A ka duaTuf ur biuBi a’a chefuDudu nur af an nuteru.The PRIESTESS: There is no law beyond Do what thouwilt.The Priest parts the veil with his lance. During theprevious speeches the Priestess has, if necessary, as insavage countries, resumed her robe.The PRIEST: IO IO IO IAO SABAO KURIE ABRASAXKURIE MEITHRAS KURIE PHALLE. IO PAN IO PAN PANIO ISCHURON IO ATHANATON IO ABROTON IO IAO.CHAIRE PHALLE CHAIRE PAMPHAGE CHAIREPANGENETOR. HAGIOS HAGIOS HAGIOS IAO.The Priestess is seated with the Paten in her right handand the cup in her left. All stand to order, with the DieuGarde, that is, feet square, hands, with linked thumbs,held loosely. This is the universal position when stand-ing, unless other direction is given.V.OF THE OFFICE OF THE COLLECTS,WHICH ARE ELEVEN IN NUMBER.(The Sun.)The DEACON: Lord visible and sensible of whom this earthis but a frozen spark turning about thee with annual and diur-nal motion, source of light, source of life, let thy perpetualradiance hearten us to continual labor and enjoyment; so thatas we are constant partakers of thy bounty we may in our par-ticular orbit give out light and life, sustenance and joy to themthat evolve about us without diminution of substance oreffulgence for ever.The PEOPLE: So mote it be.(The Lord.)The DEACON: Lord secret and most holy, source of life,source of love, source of liberty, be thou ever constant andmighty within us, force of energy, fire of motion; with dili-gence let us ever labor with thee, that we may remain in thineabundant joy.The PEOPLE: So mote it be.(The Moon.)The DEACON: Lady of night, that turning ever about us artnow visible and now invisible in thy season, be thou favorableto hunters, and lovers, and to all men that toil upon the earth,and to all mariners upon the sea.The PEOPLE: So mote it be.(The Lady.)The DEACON: Giver and receiver of joy, gate of life andlove, be thou ever ready, thou and thine handmaiden, in thineoffice of gladness.The PEOPLE: So mote it be.(The Saints.)The DEACON: Lord of Life and Joy, that art the might ofman, that art the essence of every true god that is upon thesurface of the Earth, continuing knowledge from generationunto generation, thou adored of us upon heaths and in woods,on mountains and in caves, openly in the market-places andsecretly in the chambers of our houses, in temples of gold andivory and marble as in these other temples of our bodies, weworthily commemorate them worthy that did of old adore theeand manifest thy glory unto men, Laotz and Siddartha andKrishna and Tahuti, Mosheh, Dionysus, Mohammed andTherion, with these also Hermes, Pan, Priapus, Osiris andMelchitzdek, Khem and Amoun and Mentu, Heracles, Orpheusand Odysseus; with Vergilius, Catullus, Martialis, Rabelais,Swinburne, and many an holy bard; Apollonius Tyanæus, SimonMagus, Manes, Basilides, Valentinus, Bardesanes andHippolytus, that transmitted the Light of the Gnosis to us theirsuccessors and their heirs; with Merlin, Arthur, Parzival, andmany another, prophet, priest, and king, that bore the Lanceand Cup, the Sword and Disk, against the Heathen; and these,also, Carolus Magnus and his paladins, with William ofSchyren, Frederick of Hohenstaufen, Roger Bacon, JacobusBurgundus Molensis the Martyr, Christian Rosencreutz, Ulrichvon Hutten, Paracelsus, Michael Maier, Jacob Boehme, FrancisBacon Lord Verulam, Andrea, Robertus de Fluctibus, JohannesDee, Sir Edward Kelly, Thomas Vaughan, Elias Ashmole,Molinos, Wolfgang von Goethe, Ludovicus Rex Bavariæ,R. . . . . . W. . . . . ., Ludwig von Fischer, F. . . . . . N. . . . . .,Hargrave Jennings, Carl Kellner, Forlong dux, Sir RichardPayne Knight, Sir Richard Francis Burton, Doctor GerardEncausse, Doctor T. . . . . . R. . . . . ., and Sir A. . . . . . C. . . . . .— oh, Sons of the Lion and the Snake! with all Thy saints weworthily commemorate them worthy that were and are and areto come. May their Essence be here present, potent, puissantand paternal to perfect this feast!(At each name the Deacon signs * with thumb betweenindex and medius.)The PEOPLE: So mote it be.(The Earth.)The DEACON: Mother of fertility on whose breast liethwater, whose cheek is caressed by air, and in whose heart is"},{"pageNumber":11,"pageContent":"THE INTERNATIONAL7373the sun’s fire, womb of all life, recurring grace of seasons,answer favorably the prayer of labor, and to pastors and hus-bandmen be thou propitious.The PEOPLE: So mote it be.(The Principles.)The DEACON: Mysterious Energy, triform, mysterious Mat-ter, in fourfold and sevenfold division, the interplay of whichthings weave the dance of the Veil of Life upon the Face of theSpirit, let there be Harmony and Beauty in your mystic loves,that in us may be health and wealth and strength and divinepleasure according to the Law of Liberty; let each pursue hisWill as a strong man that rejoiceth in his way, as the course ofa Star that blazeth for ever among the joyous company ofHeaven.The PEOPLE: So mote it be.(Birth.)The DEACON: Be the hour auspicious, and the gate of lifeopen in peace and in well-being, so that she that beareth chil-dren may rejoice, and the babe catch life with both hands.The PEOPLE: So mote it be.(Marriage.)The DEACON: Upon all that this day unite with love underwill let fall success; may strength and skill unite to bring forthecstasy, and beauty answer beauty.The PEOPLE: So mote it be.(Death.)The DEACON: Term of all that liveth, whose name is in-scrutable, be favorable unto us in thine hour.The PEOPLE: So mote it be.(The End.)The DEACON: Unto them from whose eyes the veil of lifehath fallen may there be granted the accomplishment of theirtrue Wills; whether they will absorption in the Infinite, or tobe united with their chosen and preferred, or to be in contem-plation, or to be at peace, or to achieve the labor and heroismof incarnation on this planet or another, or in any Star, or aughtelse, unto them may there be granted the accomplishment oftheir wills; yea, the accomplishment of their Wills. Aumn.Aumn. Aumn.The PEOPLE: So mote it be.All sit. The Deacon and the Children attend the Priestand Priestess, ready to hold any appropriate weapon asmay be necessary.VI.OF THE CONSECRATION OF THEELEMENTS.The Priest makes the five crosses. *3*1*2 on patenand cup. *4 on paten alone; *5 on cup alone.The PRIEST: Life of man upon earth, fruit of labor, suste-nance of endeavor, thus be thou nourishment of the Spirit!He touches the Host with the Lance.By the virtue of the RodBe this bread the Body of God!He takes the Host.TOUTO ESTI TO SOMA MOU.He kneels, adores, rises, turns, shows Host to thePeople, turns, replaces Host, and adores. Music.He takes the Cup.Vehicle of the joy of Man upon earth, solace of labor, inspi-ration of endeavor, thus be thou ecstasy of the Spirit!He touches the Cup with the Lance.By the virtue of the RodBe this wine the Blood of God!He takes the Cup.TOUTO ESTI TO POTERION TOU HAIMATOS MOU.He kneels, adores, rises, turns, shows the Cup to thePeople, turns, replaces the Cup, and adores. Music.For this is the Covenant of Resurrection.He makes the five crosses on the Priestess.Accept, O Lord, this sacrifice of life and joy, true warrantsof the Covenant of Resurrection.The Priest offers the Lance to the Priestess, who kissesit; he then touches her between the breasts and upon thebody. He then flings out his arms upward, as compre-hending the whole shrine.Let this offering be borne upon the waves of Aethyr to ourLord and Father the Sun that travelleth over the Heavens inhis name ON.He strikes his breast. All repeat this action.Hear ye all, saints of the true church of old time now es-sentially present, that of ye we claim heirship, with ye weclaim communion, from ye we claim benediction in the nameof IAO.He makes three crosses on Paten and Cup together.He uncovers the Cup, genuflects, takes the Cup in hisleft hand and the Host in his right.With the Host he makes the five crosses on the Cup.*1*3 *2*5 *4He elevates the Host and the Cup.The Bell strikes.HAGIOS HAGIOS HAGIOS IAO.He replaces the Host and the Cup, and adores.VII.OF THE OFFICE OF THE ANTHEM.The PRIEST:Thou who art I, beyond all I am,Who hast no nature and no name,Who art, when all but thou are gone,Thou, centre and secret of the Sun,Thou, hidden spring of all things knownAnd unknown, Thou aloof, alone,Thou, the true fire within the seedBrooding and breeding, source and seedOf life, love, liberty, and light,Thou beyond speech and beyond sight,Thee I invoke, my faint fresh fireKindling as mine intents aspire.Thee I invoke, abiding one,Thee, centre and secret of the Sun,And that most holy mysteryOf which the vehicle am I.Appear, most awful and most mild,As it is lawful, to thy child!The CHORUS:For of the Father and the SonThe Holy Spirit is the norm;"},{"pageNumber":12,"pageContent":"THE INTERNATIONAL7474Male-female, quintessential, one,Man-being veiled in woman-form.Glory and worship in the highest,Thou Dove, mankind that deifiest,Being that race, most royally runTo spring sunshine through winter storm.Glory and worship be to Thee,Sap of the world-ash, wonder-tree!First Semichorus, MEN: Glory to thee from gilded tomb!Second Semichorus, WOMEN: Glory to thee from waitingwomb!MEN: Glory to Thee from earth unploughed!WOMEN: Glory to Thee from virgin vowed!MEN: Glory to Thee, true UnityOf the eternal Trinity!WOMEN: Glory to Thee, thou sire and damAnd self of I am that I am!MEN: Glory to Thee, beyond all term,Thy spring of sperm, thy seed and germ!WOMEN: Glory to Thee, eternal Sun,Thou One in Three, Thou Three in One!CHORUS: Glory and worship unto Thee,Sap of the world-ash, wonder-tree!(These words are to form the substance of the anthem;but the whole or any part thereof shall be set to music,which may be as elaborate as art can devise. But evenshould other anthems be authorized by the Father of theChurch, this shall hold its place as the first of its kind,the father of all others.)VIII.OF THE MYSTIC MARRIAGE ANDCONSUMMATION OF THE ELEMENTS.The Priest takes the Paten between the index andmedius of the right hand. The Priestess clasps the Cup inher right hand.The PRIEST: Lord most secret, bless this spiritual food untoour bodies, bestowing upon us health and wealth and strengthand joy and peace, and that fulfilment of will and of love un-der will that is perpetual happiness.He makes * with Paten and kisses it.He uncovers the Cup, genuflects, rises. Music.He takes the Host, and breaks it over the Cup.He replaces the right-hand portion in the Paten.He breaks off a particle of the left-hand portion.TOUTO ECTI TO CPERMA MOU. HO PATHR ECTIN NOHUOIC DIA TO PNEUMA HAGION. AUMN. AUMN.AUMN.He replaces the left-hand part of the Host.The Priestess extends the Lance-point with her left handto receive the particle.The Priest clasps the Cup in his left hand.Together they depress the Lance-point in the Cup.The PRIEST and the PRIESTESS: HRILIU.The Priest takes the Lance.The Priestess covers the Cup.The Priest genuflects, rises, bows, joins hands. Hestrikes his breast.The PRIEST: O Lion and O Serpent that destroy the de-stroyer, be mighty among us.O Lion and O Serpent that destroy the destroyer, be mightyamong us.O Lion and O Serpent that destroy the destroyer, be mightyamong us.The Priest joins hands upon the breast of the Priestess,and takes back his Lance.He turns to the People, lowers and raises the Lance,and makes * upon them.Do what thou wilt shall be the whole of the Law.The PEOPLE: Love is the law, love under will.He lowers the Lance, and turns to East.The Priestess takes the Lance in her right hand.With her left hand she offers the Paten.The Priest kneels.The PRIEST: In my mouth be the essence of the life of theSun!He takes the Host with the right hand, makes * with iton the Paten, and consumes it.Silence.The Priestess takes, uncovers, and offers the Cup, asbefore.The PRIEST: In my mouth be the essence of the joy of theearth!He takes the Cup, makes * on the Priestess, drains itand returns it.Silence.He rises, takes the Lance, and turns to the People.The PRIEST: There is no part of me that is not of the Gods.(Those of the People who intend to communicate, andnone other should be present, having signified their in-tention, a whole Cake of Light, and a whole goblet ofwine, have been prepared for each one. The Deacon mar-shals them; they advance one by one to the altar. Thechildren take the Elements and offer them. The Peoplecommunicate as did the Priest, uttering the same wordsin an attitude of Resurrection: There is no part of me thatis not of the Gods.The exceptions to this part of the ceremony are when itis of the nature of a celebration, in which case none butthe Priest communicate; or part of the ceremony of mar-riage, when none other, save the two to be married, par-take; part of the ceremony of baptism, when only the childbaptised partakes; and of Confirmation at puberty, whenonly the persons confirmed partake. The Sacrament maybe reserved by the Priest, for administration to the sick intheir homes.)The Priest closes all within the veil.With the Lance he makes * on the people thrice, thus.The PRIEST: * The LORD bless you.* The LORD enlighten your minds and comfort your heartsand sustain your bodies.* The LORD bring you to the accomplishment of your trueWill, the Great Work, the Summum Bonum, True Wisdom andPerfect Happiness.He goes out, the Deacon and children following, intothe Tomb of the West.Music. (Voluntary.)Note: The Priestess and other officers never partake ofthe Sacrament, they being, as it were, part of the Priesthimself."},{"pageNumber":13,"pageContent":"THE INTERNATIONAL7575THE SAVIOUR.A DRAMA IN ONE SCENE.By ALEISTER CROWLEY.DRAMATIS PERSONAE.The Most Venerable Elder: aet. 80.The Blind Elder: aet. 70.The Deaf Elder: aet. 60.The Dumb Elder: aet. 50.The Palsied Elder: aet. 40.The Most Reverend Elder: aet. 30.The Young Plump Elder: aet. 20.All these are members of the Town Council of the City ofBlabre.The Prophet of the Gods.The Fool.The Sentinel of the Council Chamber.The Herald of the Council.The Herald of the Gnogues.A Courier.The Saviour.A Standard-bearer.Soldiers.A young girl.———The Elders, clad in furred robes of purple with hoods andgolden chains, are seated at a long table of carved oak. TheMost Reverend Elder wears a definitely ecclesiastical vest-ment of black and gold, with a golden biretta.The table occupies the middle of the chamber, near theback of the stage, but allowing plenty of room for passage.The room itself is well lighted from three windows. The westwindow is curved, and through it are seen one or two spires.The north window shows much of the tall buildings of a fan-tastic and elaborately beautiful city, such as Duerer orBeardsley might have drawn. The east window shows the tow-ers which surmount the river-gate of the city. Beneath thiswindow is an altar, on which are candles, and images of thegods of Blabre. Beneath the west window are steps, wherestands the Herald, gorgeously apparelled, with trumpet andtabard, awaiting the word to proclaim to the people of thecity, many of whom are gathered without, the result of thedeliberations of the Council.The chamber itself is decorated with a rich but civilizedsimplicity.The table is covered with inkhorns and old parchments. Atits east end stands the Fool in motley, blue and yellow, withcap, bells, and bauble.The door is in the east wall; before it stands the Sentinel,in plate mail, holding erect a fantastically shapen pike. TheElders are seated behind the table, facing the audience, inthe following order, west to east: the Young Plump Elder, theMost Reverend Elder, the Palsied Elder, the Most VenerableElder, the Blind Elder, the Deaf Elder, the Dumb Elder.At the southwest corner of the table, a little distance away,facing the Elders, is the Prophet of the Gods. He is squattingupon the floor. He is clad in dirty white robes, ragged fromlong use. His frame is spare, and his face is gaunt and sunken,burnt almost black by the sun. Huge wild eyes glitter be-neath his matted hair. He is of no particular age; his longand unkempt beard is still black. The robes, torn and open,reveal the breast, with its weals and scars caused by thescourge. There are traces of coagulated blood upon it.———AUTHOR’S NOTE.It is not desirable that time and place of the play shouldbe too strictly denoted, lest in future ages some historian orother mentally defective person should desire to ruin thedesign of the author by “accuracy.” But the reader may think,and the spectator should be made to think, of some town ofdelicately-flavored name, in the time of the old chronicles;and he may use the spectacles of Mr. Arthur Machen or Mr.Layton Crippen. But the Gnogues are to be very clearly dis-tinguished from the people of Blabre by their obviously dif-ferent race, as indicated in the text, by their rude gruff curtharsh brutish manner, and by the simplicity of their roughharness.———(The curtain rises upon the deliberations of the Council.)The Most Venerable Elder: The doom of Blabre!The Blind Elder: I see no hope for the city.The Deaf Elder: There is no news of any succor.(The Dumb Elder gesticulates. Throughout, he repeats onhis fingers all that is said, for the benefit of the Deaf Elder.Managers will wish to change this, on the ground that it willtend to drive the audience mad; but that is the object of thedirection.)The Deaf Elder (translating): My colleague says that hehas raised his voice again and again in warning; and now itis come upon us.The Palsied Elder: Cannot we take some action, how-ever desperate?The Most Reverend Elder: My children, there is no hopesave in God, the Almighty, the Merciful and Gracious, theHelper, the Ready to save.The Prophet: Woe unto Blabre! Woe to the wicked city!(His is a long wail or howl, like a coyote. It is uttered quitein the same sudden causeless way as one notices often enoughin a dog; it is not intended as part of the conversation. Inshort, he is just a wild beast, like as the Fool is a tame one;and he receives no notice. It is as if he had not spoken.)The Young Plump Elder: Why did He not save us beforethe last extremity was on us? Look at these reports! (He in-dicates certain parchments.) The Gnogues have pushed onesalient to within bowshot of the city walls. We are straitlyinvested. Famine has spread her leathern wings, and sucksthe blood of our bravest. Pestilence walks no more by night;under the sun he stalks and smites. We have no necessarything but air and water; and both are already contaminatedwith the poison of our own dead.The Most Venerable Elder: Still, we have water whilethe river-gate is held.The Blind Elder: How many days can we hold out?(The Dumb Elder gesticulates.)"},{"pageNumber":14,"pageContent":"THE INTERNATIONAL7676The Deaf Elder: My colleague says that the Emperor haspromised succor within fifteen days. For myself, I would addthat we can live for a month.The Palsied Elder: Then there is hope?The Blind Elder: There is hope while we can hold theriver-gate.The Most Reverend Elder: Surely, the river-gate is notin danger?The Most Venerable Elder: It is the most strongly forti-fied of all our positions. The men who guard it are veteransof the ancient war. The captain of the gate is wily and valiantand trusty. Twelve times already he has repulsed the Gnogueswith fearful slaughter.The Most Reverend Elder: Let him that thinketh hestandeth take heed lest he fall!The Young Plump Elder: I visited the post last night. Ifound the captain steadfast on his spear, grim, fierce, andvigilant.The Blind Elder: Besides, the gate is safe against sur-prise. So strong runs the river that no naked man could swimacross, much less a man in armor. There is no landing place;our walls run sheer and smooth into the tide. There is nocover on the other bank; and our towers command it witheasy archery. There is only the frail single span of the bridge,so narrow that two men cannot pass, so slight that a singleblow with an axe would send it crashing into the tide.(The Dumb Elder gesticulates.)The Deaf Elder: My colleague says that if we only hadfood we could endure for ever.The Most Reverend Elder (piously): His mercy endurethfor ever. Did He not rain food from heaven upon our forefa-thers in the days of the great migration?The Fool: Let us read fifteen or twenty cantos of the greatepic of Glingue, the sacred bard! (No one notices him.)The Blind Elder: We must hold out. There is no alterna-tive. We know the character of the foe. If we are conquered,he will put every living thing to the sword; he will burn ev-ery building with fire; he will efface the City of Blabre fromthe memory of man.The Palsied Elder: The Gnogues are cruel and remorse-less; they spare no soul alive, save for an hour’s delight inrape or torture; they eat human flesh.The Most Reverend Elder: The Lord is mighty and mer-ciful, compassionate towards His servants, strong to save.(The Most Reverend Elder is really as frightened as the rest,or more so; he says the brave words in a toneless, mechani-cal way, from habit even more than from the wish to keep uphis religious character.)The Prophet: Woe unto Blabre! Woe to the wicked city!(No one notices him.)The Most Venerable Elder: I think that we should pro-claim a message of confidence to the citizens.The Young Plump Elder: At the worst, it is only one morelie.The Blind Elder: Does any one dissent? (Silence.)The Most Venerable Elder: Let the Herald speak to thecitizens!The Herald (bows to the Most Venerable Elder, turns tohis window, blows a rousing blast upon his trumpet, and pro-claims): Oyez! Oyez! Oyez! Rejoice, we conquer! The Fa-thers of the City are still sitting in earnest deliberation foryour welfare; but in order to calm your anxiety, they bid it bemade known that the city is in no danger. It has victoriouslyrepulsed every assault of the enemy; it is provisioned for aten years’ siege; the Emperor has promised that an army offour million veteran troops shall arrive to our succour notlater than to-morrow at sunset; the enemy is reported to beutterly disheartened at the failure of his campaign; his men,ill-fed, ill-led, ill-disciplined, are already in open mutiny;civil strife is on the point of breaking out in their capital;their king is reported slain by his men. (Cheers from withoutpunctuate every sentence. The Herald turns to the Most Ven-erable Elder, and addresses him.) Is that sufficient? My in-vention flags.The Most Venerable Elder: It will serve. Perorate.The Herald (turns, after the usual bow, to window): Joy!Triumph! Victory! Blabre has overthrown her savage foes.Once more has civilization repulsed the heathen hordes. Re-joice, we conquer!(Cheers without. Within, the elders are still sunk in thesame awful, hopeless apathy as at first.)The Blind Elder: We lost eleven hundred of our best troopsin yesterday’s sally.The Palsied Elder: That is nearly one-fifth of our wholearmy.The Deaf Elder: I do not understand how the Gnoguesresist our valor. Their armor is rude and inferior; their weap-ons are but the unwieldy pike and the short scramasax; whilewe have lance, sword, bow, and arquebus, with the new can-non.The Palsied Elder: Their hosts are innumerable, and theirvalour desperate.(The Dumb Elder gesticulates.)The Deaf Elder: My colleague calls it treason to the cityto say so.The Palsied Elder: It is true, nevertheless.(All bow their heads sorrowfully.)The Young Plump Elder: It is doubtful whether they aremen or beasts. They are of hue blotchy, greenish-black, withthe head like an ape’s.The Deaf Elder: Their king is a devil, whom they wor-ship.The Most Venerable Elder: No man has seen him.The Young Plump Elder: Do not speak of him. Even hisown men dare not speak of him. It is a hidden horror. It isforbidden.(The Dumb Elder gesticulates.)The Deaf Elder: My colleague says that he is known forno coward. You all know his exploits in the Sixteen Years’War. But he begs of you all not to speak of this.The Most Reverend Elder: I agree. It is evil even to thinkof him. It is almost to invoke. Such things stifle the soul withfear.The Most Venerable Elder: Is there ever a moment whenwe do not think of him? Is not he the unknown Terror thatabides in our hearts, the waking nightmare that obsesses us?The Blind Elder: It is reported that he is a dragon of theirmarshes.The Palsied Elder: Others say that he is but a black stone,carven like a Satan. Their wizards have conjured it to the"},{"pageNumber":15,"pageContent":"THE INTERNATIONAL7777power of speech; and by its oracles they fight.(The Dumb Elder gesticulates.)The Deaf Elder: My colleague says that their king is inreality a woman, shrewish and fierce.The Most Venerable Elder: No man has seen him.The Blind Elder: I thank God that I can never see him.The Palsied Elder: Who presided at the torture of thecaptured general?The Most Reverend Elder: I was present in person.The Palsied Elder: Be pleased to make your report.The Most Reverend Elder: I beg of you to pardon me.There is nothing to say.(He shows such horror that they determine that he shallspeak.)The Most Venerable Elder: Most Reverend, I charge onyour great oath of fealty to this Council that you make yourreport.The Most Reverend Elder: (He rises, clutching the table,shaking and sweating with the most abject fear.) We appliedthe torture three times without result.The Palsied Elder: What form of torture did you use?The Most Reverend Elder: Preliminary to the examina-tion, the tortures by water and fire were applied. As usual,he was given to understand that this was not serious. Mytime being short, I applied at once on my arrival the Tortureof the Scorpions at the Nine Gates. Before each gate, I askedthree times the question in these words: Describe your king.At the sixth gate he broke into a kind of mad laughter, rau-cous and horrible.The Most Venerable Elder (rising in excitement): Thesixth gate! Do you tell us that he reached the sixth gate? It isnot to be believed.The Most Reverend Elder: I doubted mine own eyes. Iverified. It was true. The man was not of mortal flesh. It isonly our own great god that in his death passed through theninth. In history only one man reached even the fifth. Thisman, at the sixth, only laughed.The Most Venerable Elder (sitting down again, brokenup by fear and horror): Oh God! what men are these?The Most Reverend Elder: In wonder and rage, I directedthe application of the seventh Scorpion, a black beast, lustyand venomous. (He sits down suddenly, overcome, and bur-ies his face in his arms. A pause. Then he staggers once againto his feet.) The prisoner became calm, and smiled. He saidthese words: I am happy, and I thank you. I have never seenhim, and now I shall never see him. With that he died.The Blind Elder: But his soldiers must see him in battle.The Most Reverend Elder: They have never seen his face.Only a few know even his form. So much we learned fromthe first prisoners we took.The Most Venerable Elder (in an ecstasy of dejection):No man has seen him.The Fool: That is true, and that is all; why do ye babblethus? This much is known, that his soldiers are valiant andcunning, that they are cruel and remorseless, that they spareno soul alive, save for an hour’s delight of rape or torture,and that they eat human flesh.(The Dumb Elder gesticulates.)The Deaf Elder: My colleague says that it is infamous tosay such things.The Fool: It is indeed rather foolish, even for me, to saythem; for all men know them.The Most Venerable Elder: Men are often too stupid tobelieve even what they know. It is sufficient for Authority todeny these things. A panic among the citizens would ruin us.The Blind Elder: We are already lost. You said that wehave food for a month, when we know that it will last a bareweek. We lie even among ourselves.The Deaf Elder (to the Young Plump Elder): How is itthat you are so plump?The Young Plump Elder: I foresaw famine. I stored food.It is necessary that I should be strong to fulfil my destiny.The Blind Elder: So you are the great captain that shallsave us?The Young Plump Elder: It is in the hands of the Lord.The Most Reverend Elder: It is in the hands of the Lord.The Blind Elder: Will the Lord restore my sight? Thenmay the Lord exalt the blue banner of Blabre above the blackpennon of the Gnogues!The Most Venerable Elder: It is terrible and sinister, thattriangle of death! Had they a dragon, or a skull, embroideredon it, I would fear it less. It is the blank of blackness thatappals me.The Blind Elder: I see it every day, and every night!The Most Reverend Elder: Oh death to these dreadfuland ominous croakings! Is there not hope in the Most High?The Palsied Elder: Why does not the prophet utter aughtin his most sacred trance? He is as silent as death itself. Iwould rather that he cursed us, that he pronounced inexo-rable doom upon our city.The Prophet: Woe unto Blabre! Woe to the wicked city!The Fool: Behold! he earns his crust. He seeks to pleaseyour lordships. Clothe him in purple, while you have thepurple! Hang golden chains upon his neck, ere you yourselvesare hanged in chains of iron!The Prophet: Woe unto Blabre! Woe to the wicked city!The Most Reverend Elder: Declare unto us the oraclesof God!The Most Venerable Elder: What is to be our fate?The Young Plump Elder: May Blabre be saved?The Most Reverend Elder: He answers not. His eyes aredull and glazed, turned inward on his soul. He is not yetentranced. By the might and majesty of the Most High, I com-mand thee, declare unto us the oracles of God!(The Prophet rises, stretches, yawns, spits contemptuously,and sits down again, his back to the Most Reverend Elder.)The Most Reverend Elder: The curse of the Most Highupon him! He was thus ever!(Knocking without.)The Sentinel: There is an alarm at the door.The Most Venerable Elder: See who wants admission.(The Sentinel lowers his pike, and opens the door cau-tiously. Without, his comrade beckons him. They converse inwhispers. The first Sentinel returns.)The Sentinel: The herald of the King of the Gnogues hum-bly demands audience of your lordships. His master sues forpeace.The Most Venerable Elder: It is the end. (To the Her-ald.) Proclaim that we have conquered; that the King of theGnogues sues humbly for our mercy."},{"pageNumber":16,"pageContent":"THE INTERNATIONAL7878The Herald (turns and bows as usual, returns to windows,and blows a blast on his trumpet): Oyez! Oyez! Oyez! Re-joice, we conquer! Citizens of Blabre, even now a messengerasks for admission to the Council. He comes to sue humblyfor peace. The Gnogues sue for peace. The King of theGnogues is here in person with dust upon his head. He haskissed the feet of the Most Venerable, the Father of the City!Rejoice, we conquer! (Blast on trumpet. Cheers, and a swell-ing murmur of satisfaction, have accompanied each phrase.He turns from the window, and bows to the Most VenerableElder.) Is that enough?The Most Venerable Elder: It is enough. (To the Senti-nel.) Admit him.(The Sentinel goes out.) Let us ask at least our lives.(The Herald of the Gnogues enters. He is a short, thick-set, sturdy man in black chain armor. He bears on a staff thedreaded banner of the Gnogues.)The Herald of the Gnogues: Greetings of a soldier tobrave enemies! I bear the most merciful message of my mostmighty king. Your army is reduced by half; your citizensstarve; you must submit to terms.The Most Venerable Elder: Succor is promised us fromthe Emperor.The Herald of the Gnogues: Where is his promise?The Most Venerable Elder (lifting a parchment): Thisreached us fifteen days ago.The Herald of the Gnogues: Where is his message ofyesterday?The Most Venerable Elder: We have received no mes-sage.The Herald of the Gnogues (pulling from his shirt abloody parchment): Here is his message of yesterday. (Hehands the parchment to the Fool.)The Fool: Ten to one this is a forgery. It is a regular Gnoguetrick. (He hands it to the Most Venerable Elder.)The Most Venerable Elder (reading): “The internaltroubles of our empire prevent us from sending the aid prom-ised you. May God defend you in your extremity.”The Prophet (rapt as in ecstasy): The extremity of Blabre!(All, sunk yet deeper in apathy, heed him not. A pause.The Fool examines the message with attention.)The Fool: I am sure this document is a forgery. Previousletters have been written by a clerk. This is his Majesty’sown holograph. It is much too genuine. (A pause.) If thispaper be genuine, it must have been written from the capi-tal. That is ten day’s journey off. The ink on this documenthas been wet within the last four-and-twenty hours.(The Dumb Elder gesticulates.)The Deaf Elder: My colleague says that it is infamous tosuggest that his Majesty would lend himself to forgery.The Young Plump Elder: Let me see the document. (Apause.) There is something in what the Fool says. (The pa-per is passed round.)The Most Reverend Elder: This was never written bythe hand of one of our race. It is a clever imitation of thehand of the Emperor. Also, the strokes are not even enough.Also, the words “our” and “us” are spelled with small let-ters. It is not genuine, in my opinion.The Deaf Elder (examining the paper with his dumb col-league, and holding a rapid interchange of signs with him):My colleague and I agree that this is a forged document. Theparchment is not of the quality used by our people.The Most Venerable Elder: It is our fears that tells us itis genuine.The Blind Elder: I am absolutely convinced of the au-thenticity of the document. It bears the strongest possibleinternal evidence of its truth. There is no doubt possible.The Most Venerable Elder: There is no doubt possible.(All relax once more their momentary alertness. They sinkvisibly into the very abyss of dejection. A pause.)The Herald of the Gnogues: You must submit to terms.The most mighty King of the Gnogues offers you of his clem-ency the right to withdraw with all the honors of war. Recog-nizing a gallant foe, he will not embitter defeat by humilia-tion. You shall leave the city with all your arms and ammu-nition, and with all such goods as you can carry with you.But, if you refuse these terms, then expect the direful judge-ments. He will put every living thing to the sword; he willburn every building with fire; he will efface the City of Blabrefrom the memory of man. I have spoken.The Most Venerable Elder: Does it comport with theterms of your command that you retire a while, that we maydeliberate?The Herald of the Gnogues: I shall await your pleasure.(He goes out.)The Young Plump Elder (leaping to his feet): Who couldhave hoped such terms? We are saved!The Blind Elder: Shall we believe it? May we trust him?The Deaf Elder: We must trust him. (The Dumb Eldergesticulates.) My colleague says that it is madness to trusthim.The Fool: Why do we not ask an oracle of the Prophet?The Prophet: Why do we not ask an oracle of the Fool?The Most Reverend Elder: He is not in his sacred trance.Let us rather look for guidance to antiquity!(He grasps a parchment; others follow his example. Apause, while they search. The Dumb Elder gesticulates.)The Deaf Elder: My colleague says that he remembersdimly a passage in the third book of our sacred bard, Glingue,which may help our case.The Most Reverend Elder: I knew it. It was that of whichI was thinking. (He turns over the parchments.) Here it is!The Blind Elder: Read it! Read it!The Most Reverend Elder:“In the extremity of FateThe full moon shone, our master’s mate.In silver armor rode the dukeAgainst the heathen.”The Prophet: It is full moon to-night.The Fool: What fumbling amid fusty folios!The Blind Elder: No: that is not the prophecy. I remem-ber it now. It is this:“Look to the moon for safety! Dragon helmOf rubies, and cuirass of silver, whelmThe tide of heathen hate. The sword and axeBeat down the blows of pike and scramasax!”The Deaf Elder: That is a proper prophecy! That is thetrue strain of our sacred Glingue!The Fool: Only where is the duke? Where is the hero withthese famous arms and accoutrements? The only part of the"},{"pageNumber":17,"pageContent":"THE INTERNATIONAL7979prophecy that has come true as yet is the part about the ex-tremity of Fate.The Prophet (in deep meditation): The extremity ofBlabre!The Most Venerable Elder: The fool is wise for once.We had better trust the Herald, and accept the terms of peace.The Deaf Elder: It is absolutely certain that the Emperor’sletter is authentic?The Blind Elder: It is absolutely certain.The Most Reverend Elder: Here is another prophecy:“The dragon helm! Like the red moon it glows!See where amid the flying ranks of foesThe silver champion sweeps!”The Deaf Elder: Yes: that is the same thought again!The Palsied Elder: They all seem to be concerned with awarrior in silver armor.(The Dumb Elder gesticulates.)The Deaf Elder: My colleague says: “A giant.”The Blind Elder: Yes, a giant, wearing a helm with adragon of ruby upon it.The Fool (apostrophizing the images of the gods): Is itcome to this, after all these years, that men take poets seri-ously? They have not sense enough to know that all theseprophecies are but myths of moonrise!The Blind Elder: But the dragon helm of rubies! How doyou explain that?The Fool: By the law of ampupatoptatous ambubaboptaton!(The Dumb Elder gesticulates.)The Deaf Elder: My colleague says that this is ribaldryand blasphemy.The Most Reverend Elder: The gods, who made him half-witted, cannot be offended at the outrushings of that feeble-ness.The Most Venerable Elder: Yet what the Fool says istruth. The prophecies agree on the main point. We of Blabrehave waited and longed for him these four hundred years.There is even a statue of him in the Guild Hall. But by whatright do we assume that he will appear in this present crisisof our city? We must decide on action. My counsel is surren-der.The Most Reverend Elder: Are we all convinced of thegenuineness of the letter of the Emperor?The Blind Elder: It is positive beyond the possibility ofdoubt.(The Dumb Elder gesticulates.)The Deaf Elder: My colleague agrees with the Most Ven-erable. His counsel is surrender.The Palsied Elder: Mine also.The Deaf Elder: I agree.The Most Reverend Elder: With regret, even with dis-sent, I must agree. Of what use would it be to divide theCouncil?The Blind Elder (in sudden exaltation): I protest. I seehim now; I see the Saviour! He is almost at the gates. He isfollowed by a vast victorious army. The Gnogues flee beforethe mere jingle of his harness. (The moment of exaltationpasses.) Ah me! the visions of the blind! (A pause.) I agree.The Young Plump Elder: I agree. Let us save ourselves,and leave Blabre to its doom.The Fool: Oh, triple fools! Tricked by the forgery of theletter! Rummaging antiquity for the rags and bones of folk-lore when you should have been taking measures for the de-fence of the city! Praying to your gods when you should havebeen making the enemy pray to theirs! Hold on but a day!The Emperor will surely be in time to save the city. Also, byall your gods, it were better we perish fighting than fall intothe hands of the Gnogues. This offer is black treachery. Iknow them.(No one takes the slightest notice of the speech. The DumbElder does not even trouble to repeat it to his colleague, butmakes a contemptuous gesture to indicate to him that it isrubbish.)The Most Venerable Elder: Summon the Herald of theGnogues!(The Sentinel obeys.)The Prophet (mechanically as ever): Woe unto Blabre!Woe to the wicked city!(The Herald of the Gnogues re-enters.)The Most Venerable Elder: We have ended our delibera-tions. We are disposed to accept the terms of honorable ca-pitulation offered to us by your master. It is understood thatwe depart unharmed, every man with all such goods as hemay carry with him, and that the army of the Gnogues willnot molest us on our march, or enter the city until four-and-twenty hours be passed.The Herald of the Gnogues: It is understood. It is agreed.Give me the keys of the city.The Most Venerable Elder (rising, and detaching a bunchof enormous iron keys from his girdle): Here are ——The Prophet (with wild eyes, leaping to his feet with afurious gesture): Hear ye the Word of the Lord! The whirl-wind awaketh! The Lord is upon the whirlwind! The Lordflingeth forth the lightning! The Lord maketh to resound histhunder! Hear ye the Word of the Lord!(All the elders, dominated by his personality, spring toenergy and resolution, or rather to the simulation of thesequalities which is conferred by contagious hysteria, from theirprevious drooping dullness. They seem to drink his wordsgluttonously. The Herald and the Sentinel, even, abandontheir military discipline, and listen with all their ears. Butthe Fool yawns, and appears bored, while the Herald of theGnogues shows violent amazement, as one beholding theantics of some incredible animal.)The Prophet: The Lord hath lifted up his hand! The Lordhath appointed a Saviour! Behold, even now is the hour ofour salvation! Glory to the Lord, that hath had mercy uponhis servants! Blessed be these eyes, that have looked uponthe moon of resurrection! The Saviour cometh! The Saviourcometh! The Saviour cometh! I see him with mine eyes; mineears rejoice at the music of his harness as he strides to oursalvation. O Saviour of the City of Blabre! Oh thou that artthe sword in the hand of the Lord against the heathen!The Most Reverend Elder (in a thrilled intense voice):Do you see him? Do you see him?The Prophet (very calm, on a sudden): I see him. I seethe champion of the Lord. He cannot come to us as long aswe defend ourselves. It is by the ordeal of faith that the Lordtries our souls!The Most Reverend Elder: What is he like?The Prophet: He is an head above the common height of"},{"pageNumber":18,"pageContent":"THE INTERNATIONAL8080man. On his helm is a dragon of rubies. His armor is of sil-ver. His sword is bare; it flashes in the moonlight. On thecrook of his left arm is his battleaxe. He shall split asunderthe heathen; they shall be as an old rotten tree that splitswhen it is stricken by the lightning!The Most Venerable Elder (in a voice of thunder): It isthe fulfilment! The ancient prophecies come true!The Prophet (to the Herald of the Gnogues): Depart, thoucarrion of the vultures that watch Blabre! Before the nightfall thou shalt be with Satan!The Herald of the Gnogues (to the Most Venerable El-der): I do not comprehend the ravings of this madman. Giveme the keys of the fortress.The Most Venerable Elder (in a phrenzy of senile rage):Dog! Heathen! Murderer! Begone! The Saviour of Blabre isat hand. The Prophet of the Lord hath spoken!(To the Sentinel.) Out with him! Out with the heathen dog!(All are now in a fury, and threaten the Herald of theGnogues with their fists. Even the Palsied Elder tries toscramble up after him. The Prophet, the Fool, and the Her-ald do not join in the demonstration. The Sentinel, catchingthe insensate rage of the Elders, thrusts out the Herald ofthe Gnogues, and slams the door upon him.A breathless silence; heaving of great breasts.)The Prophet (calm yet intense): The Voice of the Lord isin my mouth. Let the people be gathered together! Let thevoice of the people go up in a great cry to the Most Holy Onethat watcheth over the City of Blabre! Gather together thepeople in the market-place; let not one man fail thereof! Therelet them await the coming of the Saviour!The Young Plump Elder: It is well spoken; it is the voiceof the Lord. Let every man obey, except such as are employedupon the defences of the city. Most Venerable Father, let or-der be given!The Prophet: O faithless and unbelieving men! Why willye perish? Trust ye even now in the arm of flesh, when but amoment, and ye were ready to surrender the city? Withdrawthe garrison; abandon the fortresses; leave open the river-gate! It is by the gate of the river that I see him come, shiningin his burnished silver armor. The dragon of rubies glittersupon his helm. In his hand is the sword of the Lord! (To theSentinel.) Go! join the acclamation of the people! Shall wesentinel our gate against the Saviour?(The Sentinel, whose enthusiasm has been constantly grow-ing, throws down his pike and rushes out.)The Most Reverend Elder: The word of the Lord in themouth of the Prophet of the Lord! The ancient faith is justi-fied of her children!The Most Venerable Elder: Blabre is saved! Proclaim it!Proclaim aloud the coming of the Saviour!The Herald (he blows a rousing and triumphant blast uponhis trumpet): Oyez! Oyez! Oyez! Rejoice, we conquer! Theyears of his silence are past; the Prophet of the Lord hathspoken. Rejoice, we conquer! The City of Blabre is saved.He cometh, like a mighty tower that is moved against a citywall! He cometh, the Saviour, in silver armor, and on hishelm is a dragon of rubies! In his hand is a naked sword, andin his left arm rests the battleaxe of victory. Rejoice! Re-joice! Moreover, be attentive! Be attentive! Be attentive tothe order of the Council! Gather yourselves at once togetherin the market-place, man, woman, and child; let none failthereof at his peril. Let the soldiers withdraw from the linesand from the fortresses and from the gates and from the battle-ments; let the river gate be left open, that the Saviour mayenter thereby! Gather yourselves together in the market-place,and await the coming of the Saviour! Rejoice, we conquer!(He blows a yet more confident blast upon his trumpet.)(This speech has been listened to in silence; but towardthe end a murmur of excitement begins, and swells to a roar,ending in a thunder of cheers. Then some one starts the TeDeum Laudamus, which, however, grows faint at its close,as the crowd disperse in pursuance of the orders of the Coun-cil.)The Fool (tearing off his cap, and throwing down hisbauble): I resign mine office! You must find some youngerman — or some older man — for the place. The competitionis too strong for me. (He goes out. No one notices his out-burst.)(There is a pause of silence, during which the hysteria ofthe Elders subsides. The Herald stiffens once more into hismilitary demeanor. Only the Prophet is unchanged, his fixedand glassy stare probing the Unseen, his lips moving in in-tense prayer. The Elders become uneasy and embarrassed.They begin to wriggle. Several half start to speak; but nonedare voice the contagious spirit of distrust which obsessesthem.)The Young Plump Elder (with infinite tact and diffidence,tentatively): I think the Saviour cometh at the hour of sun-set.The Prophet: Verily and Amen! The Lord hath lightenedthine eyes, O blessed among the Elders of Blabre! The redsun blushes on his silver armour!(A pause. The Elders are by no means reassured.)The Most Venerable Elder (trying another gambit): Isthere any sign of his coming? Should we not make ready toreceive him?The Prophet: You are not ready to receive him. You havenot faith. The sign of his coming is the extremity of our help-lessness. To your knees, faint-hearted ones, beseech the Lordthat he may make free your spirits; it is with awe and glad-ness that ye should await the coming of the Saviour. (To theMost Reverend Elder.) And thou, false fox, if thou be worthaught beneath thy mummeries, speak for these, even for these,unto the Lord!(The Elders rise, and group themselves before the imagesof the gods. They kneel. The Palsied Elder is assisted by hisneighbor. The Most Reverend Elder standing before themspreads his hands and prays. The Herald also kneels, a littleapart. The Prophet sits down again upon the floor, abouthalf way between the table and the west window, but near thefootlights; he faces the door.)The Most Reverend Elder (lifting his hands): Hear us,most high, most holy, of the gods of Blabre! Hear us, whohumbly ——(The door opens. A courier, booted, spurred, and dusty,but recognizably in the same uniform as the Herald, rushesin, breathless and exhausted. In his hand is a parchment,which he extends mechanically; with the other hand heclutches the table for support.)The Courier (gasping): Salvation to Blabre from the Em-"},{"pageNumber":19,"pageContent":"THE INTERNATIONAL8181peror! Greetings and victory! Hold out for six hours more, atthe most, and all is saved! The Emperor is at hand with hiswhole army; the heads of his columns are not two hours be-hind me. And yet I have ridden! I have ridden! (He clutchesat his heart; the parchment falls from his hand. He stag-gers.) I have ridden! (The words burst from his throat. Theblood gushes from his mouth, and he falls dead.)The Young Plump Elder: The Fool was right!(All shrink, appalled, realizing the risk they have taken,and the needlessness of it. A long silence of agony.)The Prophet: Pray, pray, thou favored of the Lord! Thereis no salvation in the arm of flesh!The Most Reverend Elder (trembling): Let us lift up oureyes unto the Lord in the hour of our distress; let us utter ourcalamity in his ears, and let our hearts be humbled beforehim!Chorus of Elders: Let the Lord give ear unto the com-plaining of his servants!The Most Reverend Elder: In the extremity of the City isour hope fixed upon the Lord; let the Lord send us a saviourin the time of our need, even a saviour to lead us upon themountains of victory!Chorus: Let the Lord behold our disquietude; let him openthe Eye of Mercy upon us!The Most Reverend Elder: O Lord, thy people await theoutpouring of thy salvation; as a great river bursting fromthe ice-dam let thy might flood forth upon us; as the moonthat breaketh from a cloud, as a panther that leapeth fromthe woodland, so let thy victory shine forth!Chorus: O Lord, let thy glory be manifest in our salva-tion!The Most Reverend Elder: O Lord! the prophets haveprophesied in the market-place, and in the cathedrals havethe preachers made proclamation of the Saviour. The sacredbards of olden time have made songs concerning him; thecarver and the gilder have limned our hope upon oak andupon marble; in bronze and in orichalc hath the sculptor casthis statue.Chorus: We have believed the word of the prophet! Wehave had faith in the word of the Lord God.The Most Reverend Elder: With the eye of faith may webehold him, a span and half a span above the common heightof man. His silver armor flashes in the moonlight; on hishelm the ruby dragon glows and sparkles with the fire of hiswrath. In his hand is the sword of vengeance; and in the crookof his left arm is the battleaxe of victory!Chorus: O Lord, let us behold also with our eyes! Let uscome to the hour of fulfilment!(The sun is now near his setting. His rays strike throughthe western window.)The Most Reverend Elder: O Lord! O God of Blabre! Bythe devotion of thy people, we adjure thee to hear us! By thysaints and martyrs, by thy hermits and thy virgins, we recallthy favor! We invoke thee by the commemoration of thy glory!Chorus: We adjure thee, we commemorate thy glory!(A pause, while all bend deeper in prayer. The door opens,and the Fool rushes in, dishevelled.)The Fool: The suburbs are filled with the advancing armiesof the Gnogues! They move slowly, fearing stratagem, Obrother fools! But they advance, inexorable as death him-self. The banner of black crawls in the suburbs of Blabre!(He goes to the window.) All the other fools are kneeling too— and the black banner creeps towards the heart of Blabre!(They do not notice him, openly, but a trembling againtakes hold on them.)The Most Reverend Elder: O Lord, vouchsafe unto thyservants the earnest of thy salvation!Chorus: O Lord, hear us!The Most Reverend Elder: Lord, suffer not the enemy toenter the city!Chorus: O Lord, arise and smite the hosts of them thathate us!The Fool: From every side the banners of black writhe onlike serpents.(The sunlight, leaving the kneeling crowd, now strikesnearer the roof.)The Most Reverend Elder: O Lord! it is the hour. It isthe hour of our salvation.Chorus: Lord, let thy mercy be extended upon us! Let thelast ray of the sun be darkened before the dawn of thy salvation!(The Herald rises, as if by a sudden instinct, and takes aposition by the side of the altar, on a raised dais, so that hecan see fully out of the eastern window.)The Fool: The heads of the main columns issue from thealleys. They see the people kneeling; the captains halt inamazement.The Most Venerable Elder (losing patience): Is there nosign, no sign, O Lord, of the Saviour?The Herald: There is no sign of the Saviour.(The sun’s rays, striking the ceiling, grow pale. The scenebegins to darken.)The Most Reverend Elder: O Lord, it is the hour of thefulfilment of thy word! It is the hour of the salvation of Blabreat the hand of the Lord God!The Herald: There is no sign of the Saviour.The Fool: The captains meet at the edge of the market-place; they consult; they withdraw; it is as if they waitedeven as we wait!The Most Reverend Elder: The fear of the vengeance ofthe Lord is already upon them!The Fool: The captains are whispering some order; itpasses down the ranks like the wind through a field of wheat.The Herald (turning to the western window for a moment):The rim of the sun is gone down beneath the waters.The Most Reverend Elder: Is there no sign of the Sav-iour?Chorus: Is there no sign of the Saviour?The Herald: There is no sign of the Saviour.The Most Reverend Elder: Mighty and merciful! Strongto save! Lord of our people, Lord almighty, Lord God ever-lasting, send us, we beseech thee, send us the Saviour!Chorus: Send us the Saviour.The Fool: The Gnogues are deploying; it is as if they wereforming in four ranks, ready to charge.(The stage is now in total darkness.)Chorus: Send us, O send us, the Saviour.The Herald: There is no sign of the Saviour.The Most Reverend Elder (to the Prophet): Hast thoulied unto us in the name of the Lord?The Herald: Look! I see a glint as of silver upon the bridge"},{"pageNumber":20,"pageContent":"THE INTERNATIONAL8282of the river-gate! (This is visible to the audience, a singlespark.)The Fool: O triple fool! (He has joined the Herald at theeastern window.) It is the first glint of moonlight that shallsee us murdered every one! They will put every living thingto the sword; they will burn every building with fire; theywill efface the City of Blabre from the memory of man!The Herald: I see the dragon helm of ruby! (There is afaint red spark visible in the darkness, above the silverspark.)The Fool: It is the blood of the veins of your mad eyes.(The light increases through the eastern window, veryslowly.)The Most Reverend Elder: O Lord! Wilt thou not havemercy upon thy chosen people? Wilt thou not remember thypeople in the hour of their extremity?Chorus: O Lord! O our Lord God! is there no help for thecity?(A pause. All bend deeper, muttering in prayer. The moon-light strikes the roof of the council-chamber. The Fool re-turns to the western window.)The Fool: The captains turn to the ranks; they exhort theirmen to be pitiless. The spearmen charge their pikes, and theswordsmen raise the scramasax.The Most Venerable Elder: Where is the sword of theLord? and the battleaxe in the hands of the Saviour?(Moonlight now floods the council-chamber, but as a dif-fused gleam.)The Most Reverend Elder (furiously, to the Prophet):Thou hast lied in the name of the Lord!(The door opens. There enters a man of gigantic stature.He is clad in silver armour. On his head is a helmet withclosed visor above which towers a dragon of rubies. He movesto the center of the stage, near the footlights, and turns toface east. The moon, rising through the window, throws himinto startlingly bright light. In his hand is a naked sword,and in the crook of his left arm rests a battleaxe. He surveysthe scene with perfect self-possession.)The Herald (who has been passionately gazing out to theeast, now turning, and so the first to observe him, as theElders are all in prayer, the Fool watching the market-place,and the Prophet again sunk in self-absorption): Behold theSaviour!(All except the Prophet and the Fool rise and rush towardthe person thus indicated, even the Palsied restored to en-ergy by the ecstasy of relief which floods them all. They sinkon their knees before him in adoration. The Young PlumpElder, on the side next the footlights, clasps his knees andkisses them. All cry aloud in rapture: “The Saviour!” “Praiseto the Lord!” “The Saviour of the City of Blabre!” “Glory tothe Lord God Most High!” etc., in a violent and confusedmanner. The clamor makes no impression upon the dignityand immobility of the newcomer.)The Herald (rushing to the west window, and blowing atremendous blast upon his trumpet): Oyez! Oyez! Oyez! Re-joice, we conquer! The Saviour of the City hath appeared inthe Chamber of the Council of the fathers of the City! Re-joice, we conquer! (He blows another yet more joyful blast.Cries of joy without; the people raise the National hymn.The Elders continue their confused cries of rapture. TheHerald returns.) Hail, Saviour of Blabre!(A standard bearer, and two soldiers, of the Gnogues en-ter. The former bears the banner of black; the latter drag byher long fair hair a young girl of the people of Blabre. Be-hind these are as many other soldiers as may be convenient.At the same moment the Saviour slowly raises his visor. (Thesetwo directions must be carefully synchronized.) He is seen tobe of the race of the Gnogues.)The King of the Gnogues (without excitement, but in thepeculiar harsh intonation which is natural to Gnogues): Putevery living thing to the sword; burn every building withfire; efface the City of Blabre from the memory of man. (Hepinches the cheek of the Young Plump Elder, who like therest is paralyzed by the horror of the situation.) Roast methis man for supper! Let him be larded with the fat of thisyoung girl, when I have finished with her.(The standard-bearer goes to the window, and signals.)(The National Hymn turns to shrieks, which mingle withthe roar of the charging Gnogues.)The Prophet (above the tumult, an ecstasy of joy thrillinghis hollow voice): Woe unto Blabre! Woe to the wicked City!(The curtain falls quickly.)Though they rive the pole star from the chains of its mooring,The soul is beyond them, supreme and enduring;Above and beyond their desire and endeavor,It sweeps in wide circles for ever and ever.Then, here’s to Our Gods, though they bend us and break us,Though they torture and slay, yet they cannot unmake us.And here’s to the grace of the cup that they pour us,The Black Stirrup Cup for the journey before us;Drink deeply and pledge them, resigned, or defying,A Health to Our Gods! We salute them in dying.Alack! ’Tis a mad world, with mad gods above it,Who weep for it, laugh for it, loathe it and love it,Creating in jest, in a phantasy breaking,Like petulant children, the toys of their making.When they struck from their souls the hot spark of our being,It flashed from their clutches beyond their foreseeing.They dreamed their gods’ dreams, and beheld in the visionTheir toy puppets dance on their string of derision.They worked their gods’ work, all unwotting the sequel;We are soul of Their Soul and inherently equal.————THE STIRRUP CUP.By S. J. ALEXANDER."},{"pageNumber":21,"pageContent":"THE INTERNATIONAL8383PERSONS OF THE SKETCH.MR. MEEK, the Minister.MR. DOSE, the Doctor.MR. BONES, the Butcher.MR. BUN, the Baker.MR. CHIPS, the Carpenter.MR. TONGS, the Tinker.MR. GRAB, the Grocer.MR. AWL, the Cobbler.Women, including JEANNIE MACKAY.ELDER EEL, the Exciseman,andLILITH.SCENE: The Market-place of the village of Houghmagandie.(Enter L., Bones, Bun, Chips, Tongs, and Grab. All are dressedin the black shiny clothes conventional on Sundays in the prov-inces. They are followed by a number of women dressed withequal propriety, who enter the houses that surround the market-place, and disappear. One of them, Jeannie Mackay, walks apart,and as if ashamed of herself. The scene is one of characteristicSabbath gloom. The men carry immense black Bibles. They walkvery slowly and heavily.)BONES: A stirring discourse.CHIPS: Ay! the meenister was juist gran’.TONGS: Losh! But that was guid aboot the destruction o’Sennacherib.BUN: Ay!GRAB: D’ye ken what he meant?ALL: Ay! Ay! Ay!GRAB: D’ye ken what he meant?BONES: Ay! the meenister’s verra clear.GRAB: Na! Na! but d’ye ken he was drivin’ the arrow of theWurrd to oor ain hairts?BONES: Ay! But what d’ye mean?(Enter R., Awl. He is a tall, sprightly man in a decent suit oftweeds, and he is smoking a pipe. All turn from him as if he werea leper.)AWL: A braw day the day!GRAB: Is this a day to be ta’king o’ days? (All groan.)AWL: This is the Lord’s day, and A’m thankin’ Him for hisguid gift o’ tobacco.GRAB: Ye dirty little Atheist! D’ye no ken this is the Sawbath?Awa wi’ ye from the Lord’s children!BONES: An’ dinna blaspheme!GRAB: Beware, ye fausse loon! The judgement o’ the Lord isnigh at han’.CHIPS: The meenister preached o’ the destruction o’Sennacherib.AWL: An’ wha’s Sennacherib?CHIPS: Juist sic anither as yoursel’. A fleein’, flytin’, floutin’,sweerin’ deevil like yoursel’!AWL: Ah weel! puir bodies, ye don’t know all! Guid job foryou. (He passes over and goes out, L.)BUN: The sculduddery wastrel!BONES: The blasphemin’ loon!CHIPS: The feckless child o’ Satan!ELDER EEL.A SKETCH BY LORD BOLESKINE.TONGS: The rantin’ roarin’ lion!GRAB: Ah! d’ye ken the noo wha the meenister meant bySennacherib?ALL: Ah!GRAB: D’ye mind Sennacherib was King o’ Babylon?ALL: Ah!GRAB: D’ye ken — Ah! here comes Elder Eel, the guid man.He’ll tell t’ ’e. He’s seen wi’ his ain een!(Enter L. Elder Eel is very tall and thin and lantern-jawed,more solemn and portentous than the others.)GRAB: The Blessin’ o’ the Lord be on ye, Elder. Will ye tellthe fowk o’ the terrible scandal in Houghmagandie?EEL: The han’ o’ the Lord is heavy upon us for oor sins.ALL: Ay! Ay!GRAB: We are but puir sinners.EEL: Ay! we deserve it. But our punishment is greater than wecan bear.ALL: Woe unto us!EEL: Wi’ these een hae I seen it! Alack the day! My brethren,d’ye ken wha’s ta’en the lodging ower Awl’s shop?BONES: When?EEL: Last nicht. The very eve o’ the Blessed Sabbath! (Allgroan.)CHIPS: Wha’ then?EEL: The ’Hoor o’ Babylon!ALL: The ’Hoor o’ Babylon!EEL: A wanton, forward wench! A Babylonish harlot!BONES: The Lord ha’ mercy on us!EEL: An actress body!ALL: The Lord ha’ mercy on us!CHIPS: Fra’ Glasgie, I doot?EEL: Waur!ALL: Waur?EEL: Waur!BUN: No’ fra’ Lunnon, Elder? It’s main impawsible!EEL: Waur!BONES: It canna be! It canna be!EEL: Waur. Far waur!TONGS: Hoots! but we maun ha’ fallen into terrible sin.BONES: Fra’ whaur? In the Lord’s name, mon, tell. We’re fairdistrachit.EEL: Fra’ Pairisss!GRAB: Fra’ the Hame o’ the De’il!BONES: Fra’ Hell! Fra’ the Bottomless Pit!CHIPS: The ’Hoor o’ Babylon! The Scarlet Wumman that ridethon the Beast wi’ Seven Heads!TONGS: Fra’ the very hairt o’ a’ sculduddery an’ wickedness!BUN: O Lord! ha’ mercy upon us!EEL: Indeed, I ha’ seen her at the window. Aboot nine o’ theclock last nicht, when a’ guid fowk suld be abed — and I mysel’was wa’king hame fra’ the meenister’s. And there she was at thewindow, wi’ her lang hair doun on her bare shou’ders.ALL: A’ weel! a’ weel! ’T is a wicked wurrld!EEL: D’ye ken she leanit oot, the Jezebel, wi’ her painted face,an’ — an’ —ALL: Weel!"},{"pageNumber":22,"pageContent":"THE INTERNATIONAL8484EEL: The audacious wench cried oot, “Guid-nicht, Chairlie!”an’ blew me a kiss.ALL: A’ weel!EEL: An’ I cried oot i’ the wurrds o’ the gude buke: “An Jehucried unto the eunuchs, Throw her dune!”BONES: An’ was she rebukit?EEL: Nay! she cried back on me: “There’s no eunuchs here,Chairlie, nor none wanted. Throw it up!”CHIPS: The brazen, forward, sculduddery wench! The flytin’,sweerin’ harlot o’ Babylon!EEL: An’ then she picks up her fiddle, that she’s lured thou-sands o’ men to their doom wi’, and she plays, “We are na fou,we’re no that fou.”ALL: Shame on her!GRAB: Hark! wha’s that? (The tuning of a violin is heard, off.)EEL: There she is! There’s the ’Hoor o’ Babylon! (Lilith, off,plays a lively though classical piece of music.)EEL: To your tents, O Israel! To your homes, men o’Houghmagandie! On to the marrow-bones o’ your knees, and praythat the curse may be removed from us!ALL: Amen!EEL: As for me, I’ll wrestle wi’ this deevil, and maybe havestrength given me to overcome it. Here comes the meenister; I’llhae twa wurrds wi’ him on the matter!ALL: Guid guide ye and preserve ye! (All go off R. in conster-nation.)EEL: An’ noo to wrastle wi’ the demon! (Enter L. Meek andDose. Dose is an educated man, well dressed.)EEL: Gude-mornin’, meenister! Gude-mornin’, doctor!MEEK (very humble and quiet): Gude-mornin’, Elder!DOSE: Morning, Elder!EEL: I wad hae twa wurrds wi’ ye, meenister!MEEK: Ay! Ay! What is it, noo?EEL: Meenister, it’s verra terrible, what I wad say to ye. The’Hoor o’ Babylon’s amang us. (The doctor laughs.)DOSE: At it again, Eel? Ha! Ha! Ha!EEL: Ay, sir, d’ye ken this is a muckle serious affair! There’s aFrench actress body in the village! In the village o’Houghmagandie!DOSE: Ha! Ha! Ha! I was just going to tell you about it, Meek.It’s a dear little Russian girl, a friend of my wife’s. She’s had atremendous season in Paris — they went mad over her — so wesuggested her coming up here for a rest. She wouldn’t stay withus — poor child, she has to practise eight hours a day! — so wegot her the room over Awl’s, and she comes to the Surgery formeals. My wife’s bringing her up to the Manse to call on Monday.MEEK: Oh! Oh! There, Elder, you see it’s all right.EEL (aghast): A’richt!!! — a’richt!!! (Meek and Dose nod andpass on, laughing.)EEL: He’s fair witched! He’s the prey o’ Satan! The meenisterwas laughing on the Sawbath! Oh, Lord! Lord! An’ I’m left bymy lanes to wrastle wi’ the de’il i’ petticoats! Witchcraft! fairwitchcraft! An’ sorcery! Whaur’s ony help but in the A’mighty?(He takes out a flat whiskey flask and swallows a big dram.)Whaur, I say, is ony help but in the A’mighty? (Re-enter Awl, L.,still smoking.)AWL: Hullo, Elder, an what’s the matter noo? Hae ye discov-ered the sin of Achan again?EEL: Ah, well! Ah, well! Alack the day. . . . Hae ye come totorrment me, ye dirty little Atheist?AWL: Three lies in three words, Elder. Ye’ll win the Bishop’sKettle this year, for sure! But what is it? Hae the Glasgie fowkgot wind o’ your little affair wi’ Bungs? What d’ye mak’ a yearoot o’ that?EEL: Ye wicked deevil!AWL: I dinna care. It’s your affair to take the King’s siller, andthe whisky man’s gowd! But I’m wondering hoo it gangs wi’ saemuckle releegion!EEL: Hoo dare ye?AWL: Or have they found your ain private still o’er the brae?An exciseman wi’ a still o’ his ain! ha! ha! ha!EEL: Ye fausse fiend! Hae ye gi’en me awa’?AWL: Na! I’m no sae releegious as ye are. But I doot it’s fowkken o’ your dealin’s wi’ Jeannie Mackay!EEL: Hoo did ye ken that?AWL: Why, the lass is in trouble; and you best ken wha’s thefault is.EEL: Ay! And didna I gie her fower shilling an’ saxpence toget to Glasgie an’ hide her shame? An’ didna I rebuke her for thesin o’t by the reever bank, so that she might hae found grace todroon hersel’?AWL: Ay! ye’re a mean, sneakin’, coordly, murderous dog!That I didna ken, an I thank ye for tellin’ me. I’m for ben. (Hespits ostentatiously on the ground and goes off R. But remainsvisible to audience as one watching the scene. He whistles softlyand beckons, off.)EEL: Bad! Bad! I maun be fey to hae tellt him that. But I’ll seeJeannie, and gie her twa pund sterling — na! one pund fifteenshillin’ — na! one pund ten shillin’ — an’ get her tae Glasgie —wi’ the promise o’ mair! Ay yon’s the teeket — wi’ the promiseo’ mair! An I’ll chase the Babylonish Harlot from Houghmagandie,so that if the wurst comes tae the wurst, fowk winna gie onycreedit tae the lass. An’ noo, then, wi’ my conscience clearit, I’llconfront the lioness i’ her den. (He turns to go off R., and isstartled to find Lilith entering R. She wears a thin summer dressvery beautifully made, and on her head is a coquettish hat with asuggestion of horns. On seeing him she laughs. His gloom deep-ens. She goes up and curtseys to him, then puts up her fiddle andplays the “Old Hundredth” or other Scottish hymn tune.)EEL: Weel, wad ye aye play holy tunes, I wadna say! (Sheplays a religious classical piece.)EEL: That savors o’ Popery, I doot! But i’ the main ye meanweel! (She plays “Auld Lang Syne,” and other Scottish bal-lads, arranged so as to lead from grave to gay. He is by thistime enthralled by the music, and begins to show animation,following the beats with his hands. Even his feet begin to beuneasy.)EEL: Weel! weel! wha wad hae thocht it? There’s no sic hairmafter a’, maybe. (She sees him her prey, and plays a mad Hungar-ian dance. He is compelled to pick up the step, and she leads him,dancing, three or four times round the stage and off, L. Awl comesout to centre of stage. Lilith, off, changes to “The De’il’s awa wi’th’ Exciseman.”)AWL (sings):The de’il cam’ fiddling through our toun,An’s danced awa’ wi’ th’ Exciseman;And ilka wife cries:(The windows of every house burst open, and women appear,joining in the song.)Auld Mahoun!"},{"pageNumber":23,"pageContent":"THE INTERNATIONAL8585I wish ye joy o’ your prize, mon!The de’il’s awa’, the de’il’s awa’,The de’il’s awa’ wi’ th’ Exciseman.He’s danced awa’, he’s danced awa’He’s danced awa’ wi’ th’ Exciseman!(Repeat chorus while the villagers flock back to the stage. Thewomen are now dressed in the gayest peasant costumes. Lilith,off, resumes the dance tune and leads on Eel, who by this time isdancing with absolute abandon. All make way for him and standback, laughing. The music stops. Eel, suddenly brought to him-self, stares and gasps. He would go off, but Awl stops him.)AWL: Na, Elder, ye’ve made this toon a hell lang eneugh! Taethe fountain, lads! (They catch Eel and duck him half a dozentimes. Enter Meek.)MEEK (throws up his arms): An’ what, i’ the Lord’s name, iscome to Houghmagandie?AWL: It’s a’ richt, meenister. But I’m the Law an’ the Proph-ets the day! (Elder Eel comes dripping from the fountain.)AWL: Prisoner at the bar, are ye guilty or not guilty? Guilty!Whaur’s Jeannie Mackay? Dinna fear, lass. Will ye wed this monhere?JEANNIE: Ay, sir (she is in tears). It’s his bairn, Gude kens.AWL: Now, meenister, this is whaur ye’re wanted. D’ye con-sent, Elder? Ye’ve been a hairtless old scoundren, but ye can e’endae the richt thing by the lass noo.EEL: Ay! I repent sincerely.AWL: None o’ that! Say ye’re sorry, like a mon!EEL: I’m sorry, Jeannie. An’ I’ll be a gude mon tae ye, lass.AWL: That’s better. Now, meenister, the Blessing.MEEK: In the name o’ God, I declare ye lawful man an’ wife.(He joins their hands and blesses them.)AWL: And no more private still, Elder, and no more bribes fradistillers!EEL: Ay! I mean it.AWL: Guid. Now, lass, run off wi’ him, lest he fa’ into thesnare o’ the ’Hoor o’ Babylon again; an’ this time for his soul’sill! (All laugh. Eel goes off with Jeannie.)AWL: Noo, lads an’ lasses a’, prayer i’ the morning, an’thanksgivin’ in th’ afternoon. (Lilith plays.)AWL (sings):We’ll mak’ oor maut, we’ll brew oor drink,We’ll dance an’ sing an’ rejoice, mon,An’ mony braw thanks tae the mickle black de’il(Bowing to Lilith)That’s danced awa’ wi’ th’ Exciseman!There’s threesome reels, there’s foursome reels,There’s hornpipes an’ strathskeys, mon;But the ae best dance e’er came tae oor landWas — the de’il’s awa’ wi’ th’ Exciseman!(Chorus as before. All dance merrily, and at last even the min-ister is carried off by a big, flamboyant girl into the centre of thecrowd.)(CURTAIN.)is independent of external advantages; she appears a being from anothersphere from a world of sultry luxuries and graceful mockery, such as existsin languorous women’s burning dreams. Her piquant smile vaguely remem-bers past ecstasies. But the melting sorrow of her eyes proclaims that inevery ecstasy there lurked the foreboding of despair, and the frenzy of lovewas forever mingled with the dread of doom.HELEN WOLJESKA.FRANCISKU.A Dramatic Masque.By HELEN WOLJESKA.Francisku was a boy of bronze. His hair, his face, his clothes, his barefeet, everything was bronze. When he stepped over to the deeply shadedpool and bent down to fill his huge watering can he looked like a beautifulanimated statuette. And the three little baronesses held their breath for fearhe might slip into the mysterious depths and disappear from them forever. . . .The three little baronesses also looked like statuettes — like statuettesof delicately tinted ivory, inlaid with gold. On their long, slender, half-barelegs they meandered through the flower-beds, among tall-stemmed nod-ding blossoms of scarlet and coral and amethyst, while their eyes were onthe boy of bronze.“Que faites-vous, mesdemoiselles?” sharply inquired the “bonne” fromthe summer house.“Nous cueillons des fleurs ——” answered the innocent voices; slimwhite fingers gathered them up, while their slender, aristocratic legs carriedthem nearer and nearer to Francisku. His darkly flushing face and bash-fully glowing eyes, his agile body and pantherlike movements sent strangethrills through the ivory and gold baronesses. If only they dared! They wouldlike to come still closer, quite close, to touch his brown hands, his wildcurls, perhaps to put their lips against his ——On the sunny lawn two huge St. Leonbergers lay dozing. Like maenadsthe three little girls descended upon them, burying their nervous fingers inthe great, shaggy, tawny manes, rolling over their playmates, teasing, frol-icking, romping, laughing — laughing ——This is an unjust world. He who sows is not always he who reaps.————ROCOCO.A Dramatic Vignette.A wonderful little marquise.Her delicately tinted face seems full of whimsical irony and morbid charm.She is not beautiful in the conventional sense of the word, but her strangelytroubled eyes, veiled smiles, nervous hands bestow a subtler beauty which————KNIGHT-ERRANT.A Dramatic Miniature,By ALEISTER CROWLEY.I came beneath the holy hillWhere jets the spring of Life-in-Youth,Upon its summit flowers stillThe golden rose of Love-in-Truth.My lips, that desert suns devoured,Were moist and merry at the draught;And in that dew of sunlight showeredI stood and shook myself, and laughed.Lightly I lept upon the slopeTo gain the golden rose above;Outpacing faith, outsoaring hope,I had no rival left but love . . . .Mine arms are stretched to North and South,A scarlet cross, a soldier sun;The rose is music on my mouth,Holiness to Hilarion!I mark the bounds of space and time;I suck salvation from the sod;I point the way for man to climbUp to his consummation, God."},{"pageNumber":24,"pageContent":"THE INTERNATIONAL8686IN the blackness of infinite space are stars, Aldeboran, Gemini,Orion, Cor Leonis, accurately represented.In the foreground is the top of a lemon-colored, luminousglobe, around which is a set of darker rings, tilted at an angle ofsome 10 to 15 degrees sideways to the horizontal. Left, a tallman of green skin, clothed in a vast mantle of scarlet, with goldembroideries like flames; his right leg swings constantly in spaceupon the rim of the Ring. Left centre, a boy of bluish violetskin, clad fantastically in light yellow rays, plays upon the flute.Right, a woman, tawny orange, lies folded in her cloak of blue,which is adorned like the fan of a peacock.Above, throned upon the globe, sits a man of immense size;his hair, his beard, his robe, his skin, are vast and snowy. Thehair is rayed like a crown; the beard covers his whole body. Hiseyes, lost in the vastness of his face, are inky black.His name is Aoth; that of the man, Arogogorobrao; of thewoman, Assalonai; of the boy, Atheleberseth.Upon this scene the curtain rises. There is a long silence,while Arogogorobrao swings his leg.Atheleberseth plays idly on the flute two or three shortsnatches, as in a mood of boredom.ASSALONAI (as if summing a long consideration, shakingher head slowly): No. A pause.AROGOGOROBRAO (shrugs his shoulders heavily, thendrops his head between them): No. A pause. How much — ah— Time — did you say had passed?AS.: Eighty-eight thousand, three hundred and sixty-threemillions, five hundred and twelve thousand and forty-two ae-ons — of aeons.AR.: I still do not understand. But it is very little.AS.: Before me there was no Time at all?AR.: No. A pause. It was very peaceful.AS.: I cannot understand what it can have been. There wasno motion?AR.: Of course not. It was all Now.AS.: Yet nothing has happened, ever since I came, and Timebegan.AR.: Only the journey of that comet by which you measurethis time of yours.AS. (brightly): Oh, yes! Every billion times it comes back itchanges color a little; I count that one Wink. And a billion Winksmake a Flash, and a billion Flashes make a Spark, and a billionSparks make an Aeon.AR.: It is clever. Yes. It is clever. But I do not see the use of it.AS.: But, see! How useful it is now! Now that Athelebersethhas come.AR.: But it does not explain how he has come — or why.AS.: No.AR. (very sadly): No. A pause. I do not understand even whyyou came — bringing Time.AS.: No. He does not know?AR.: No. He was asleep even in the Now.AS.: He has never stirred. What is that — “asleep”?AR.: In the Now one either knows or knows not. Aoth knewnot. I knew.AS.: But ——AR.: You think that I am a dream of Aoth? It may be.AS.: And shall we not sleep again?AR.: Who may say — after that strange thing that came to uslast Aeon?AS. (enthusiastic): That rushing sleep!AR.: And we woke up to find Atheleberseth and his flute.AS.: Then only did we speak.AR.: He gave us our names. He gave — Him — His name.AS.: I do not think these are the true names. (Athelebersethplays a short tune upon his flute, dancing.)AR.: Names cannot be true. Silence is truth — perhaps. ThisTime of yours is all a lie. It means that things change. And truethings cannot change.ATHELEBERSETH: Oh, tra-la-la! There was a foolish word.Change is itself truth. I am sorry I invented speech — or that Ibestowed it on these elder gods — these beings without intelli-gence or experience.AR.: Boy, you do not understand that the secret of Wisdom isin knowing nothing, in saying nothing, and, above all, in doingnothing.ATH.: True, since you broke silence then to say a foolish thing.AR.: Ay, you are but the fruit of a great curse.AS.: Nay, he amuses me. He is dear, he is delicate. I love hismirth, his music.AR.: It does not matter. Aoth will wake.ATH.: Not he!AR.: He will wake. He will see what he has done — us. Andhe will pass his hand over his brow — and we shall be as if wehad never been.ATH.: How could that be? We are.AR. (with a contemptuous little laugh): We are only the dreamsof Aoth. What has been is not. What is no more was not. Thereis no substance, save only in the Now.ATH.: Then it doesn’t matter what we do?AR.: No. Not in the Silence, the Now, the Truth.ATH.: Then I will have a wonderful time! I will set fire to thebeard of Aoth!AR. (grimly): You would wake Him — and an End of yourtime!AS.: What is End?AR.: All would be Now — but we should be Not.ATH.: I don’t believe it. It is all change. Change changes.Change cannot cease to change. (He plays the flute.)AR.: Play not so loud!ATH. (alarmed): Is there really a danger?AR.: For you, perhaps. It might be as fatal as if one shouldpronounce IAO backwards. But I should not find an end. Allthis time is terrible to me.ATH.: All that is out of date. Assalonai is delighted.AS: Are you sorry that I came?AR.: No ——(A pause.)Yes.(A pause.)It is contrary to Truth, to Silence. I am sorry.ATH. (with a trill upon the flute): I am glad. I am going toTHE GODS.A Drama. From the Coptic of IAO SABAO."},{"pageNumber":25,"pageContent":"THE INTERNATIONAL8787play games.AR.: What are “games”?ATH.: See! You know nothing! I mean to make this old Ringspin. After all, you are responsible. You made Assalonai; youmade me.AR.: I was lonely in the Now. I must have thought. I see thatit was wrong. I have set a star in motion. Who can say what maycome of it?ATH.: Oh, tra-la-la! Mother, let us play a game!AS. (smiling and shaking her head): I do not know any games.I love; that is all I know.ATH.: You invented this game Time.AR.: A fearful thing! Something evil will come of it.AS.: Why should not good come of it?AR.: I have told you. It was “good” in the Now ——(A pause.)But I did not know it. So I thought. Alas!ATH.: Oh, come! let us play a game!(Silence.)Then I must have a sister to play with.AR.: Already he plots evil.AS.: Surely that is harmless enough.AR.: I tell you that you do not know; you do not understand.AS.: Oh! but you fear without reason.AR. (with bitter contempt): Reason! I had Wisdom — until Ithought.ATH.: Come, she shall be all made of music.(He plays upon the flute. From the Ring, beneath his feet,arises Barraio, a black hunchbacked dwarf, with a hooked nose,a hanging jaw, a single, bloodshot eye. She is dressed in rags ofrusty red. Atheleberseth screams with laughter as he sees her;Assalonai shudders in disgust; Arogogorobrao nods his head, asif that which he had foreseen had come to pass.Barraio performs a dance of ever-increasing obscenity, whichdelights Atheleberseth as much as it disgusts the others. Pres-ently she kisses him on the mouth. He is nauseated, and throwsher back with a gesture of violent repulsion. She, screamingwith laughter, produces, from her rags, a terrestrial globe.)ATHELEBERSETH (in surprise and horror): Oh!ASSALONAI (in agony): Ah!ARAGOGOROBRAO (with hissing intake of the breath): Ih!AOTH raises His hand, and draws it across His brow. Darkness.It clears for one blinding flash as He opens His eye. He is alone.(Curtain.)The aeons, assemblingAbout and aboveThy tender tremblingLips a-twitter with love,In solemn sessionAnnounce and acclaimThe perfect possession —Peace, a passion aflame!The spring, unfoldingBlossom and bud,Revels, beholdingBlushes — bowers of blood!Beauty assurgentUnder the whipsOf ardent and urgentLovers, lyrical lips!The summer, upleaping,Thrills with our mirth,Royally reapingJoy, oh, joy, to the earth!All that was mine isThine at a nod. . . .Deep in the shrine isHoly, hidden, the God.Autumn, assuringEarth of her fruit,Mellows, maturingLove on lordlier lute.Thou that wast maiden,Thou that art wife,Wake! thou art ladenNow with treasure of life!Winter, congealingThe life of the year,Smiles for us, sealingSure the soul of our sphere.Girdled and crowned withLove, we are shodWith songs that resound withHarps whose measure is God.The aeons, assemblingAbout and aboveThy tender tremblingLips a-twitter with love,In solemn sessionAnnounce and acclaimThe perfect possession —Peace, a passion aflame!————LOVE AND TIME.By John RobertsU"},{"pageNumber":26,"pageContent":"THE INTERNATIONAL8888JOHN SAMPSON (Jack) a man of business; age 30.MARY, his wife; age 25.SLYMAN SQUIFF, master detective.(Sampson’s apartment, in any city of the United States.)(Jack is putting on his overcoat with Mary’s aid.)JACK: Well, good-bye, dear. Remember, I may be a little latefor dinner; I’m rushed to death this week, you know, what withfour men called to the colors, and three of the girls gone for theRed Cross.MARY: Good-bye, Jack. Take care of yourself. This is dread-fully treacherous weather, dear, and you with your weakness!(While helping him she has dexterously extracted his wallet.She embraces him warmly.)Good-bye, darling!JACK: Good-bye, sweetheart, good-bye!(He goes. She immediately searches the wallet. It contains alarge number of bills, of which she thrusts a goodly proportioninto her stocking, and a memorandum, which she reads, sit-ting.)MARY: Monday L. B. 100, Wednesday L. B. 50, Thursday L.B. 200, Saturday L. B. 200. Oh, God! Oh, God! That it shouldhave come to this!(The bell rings sharply. She puts the wallet in the pocket of asecond overcoat, and conceals the paper. She then touches thebutton which releases the door, and begins to put away the break-fast things. Enter Jack.)JACK: Darling, I’ve left my wallet, or it’s been stolen. I mustbe crazy. I could have sworn I had it on me.MARY: Oh, I guess its in the overcoat you wore yesterday.(Jack finds it.)JACK: So it is! Stupid of me! I must run. Good-bye again,dear girl!MARY: Good-bye, Jack!(He goes. She sinks into the chair.)He didn’t even kiss me! Oh, the mask’s off the viper now!The veil has fallen from the rat! He and his L. B. — the fiftiesand hundreds he’s spending on her — and I haven’t a rag to myback. Well, I’ll know the worst — and then go back to mother— mother — mother.(The bell rings sharply. She touches the button and returns,half fainting.)Oh, Mother! come and comfort me! Mother! Mother!(Enter Slyman Squiff. He is a tall, pale man. His face andfeet are large and flat. He wears huge brown horn spectaclesand wide red whiskers, an old battered Derby hat, a frock coatwith a pale yellow waistcoat and lavender pants, all cut in themost fashionable style, new patent leather boots, frayed anddirty linen, new white kid gloves. He carries a cane, which canbe used as a periscope, gun, or cigar holder. On his entry it is acigar holder. His flowery language is spoken as if by a rathereffete dandy, his slang in tones of cunning and vulgarity. Hishigh notes of protest or affirmation reach the level of a lugubri-ous bellow. His costume can be varied if any items of it aredifficult to obtain, but in any case it should be notably incon-gruous.)SQUIFF: Good morrow, madam! May all blessings flow uponTHE BONDS OF MARRIAGE.A Romantic Farce in One Act by ALEISTER CROWLEY.that dainty dome of thine. Indeed, ahem!MARY: Good morning, Mr. Squiff! Do sit down! Have youfound out anything?SQUIFF: Say everything, fair lady. What a question to ask ofme, the master detective, the man who arrested Edward Kelly!I am indeed delighted to be able to inform you that your humbleand devoted servant is now able to vindicate that pledge of con-fidence which you so amicably honored me by hypothecating —hum! I’ve got the dope on the slob, madam, permit me to assureyou on the faith of a master detective!MARY: Tell me the worst, quickly, for pity’s sake!SQUIFF: Alas! that these lips should needs profane their sanc-tity with such a tale of treachery and infamy. Kid, it’s the limit,believe me! Yes, madam, I deeply regret to have to inform youthat he who pledged his honor to his marriage vows is no betterthan — ah! how can I frame the phrase without wounding thatsensitive soul of yours? — no better than a-a-a-coquette!MARY: Then you can interpret this? (She hands him the memo-randum.)SQUIFF: Madam, I can. What a question to ask me, the mas-ter detective, the man who arrested Edward Kelly! L. B. is LauraBrown. Yet not so brown — she is a blonde!MARY: Heavens above! a blonde!SQUIFF: A blonde! She is employed in the office itself as astenog.MARY: A stenog?SQUIFF: A stenog. Well may we say og — she is a swine!MARY: Did you make her confess?SQUIFF: I wouldn’t go near her for a million dollars. Blondesare more terrible than tigers, more ruthless than rattlesnakes,more squamacious than skunks — oh, madam! Ahem!MARY: I wish I had never been born. Oh, mother! mother!SQUIFF: But, madam, calm your agitation, I beg of you. Openfire with anti-aircraft guns! What must be done? Ah, what?MARY: I shall go home to mother.SQUIFF (exhibiting alarm): But not to-day; oh, not to-day,let be beg of you! Trust me! Trust the master detective, the manwho arrested Edward Kelly! There is much yet to do. Possessyourself awhile. We must have yet more proof — prehoof!Prehoof’s the one best bet!MARY: Laura Brown! It is for her that he has cut my allow-ance, moved into this tiny flat, made me turn my old dressesand do my own housework. Laura Brown! I’ve been starving,Mr. Squiff, literally starving, and he earning fifty a week!SQUIFF: Indeed, madam, the worst is yet to come. For fourmonths he has been branch manager, at two hundred a week,and three per cent. commission into the bargain.MARY: Oh, perfidy! perfidy!SQUIFF: A raw deal, madam, as I live. I am the master de-tective! I arrested Edward Kelly, and I never heard a tale morepitiable!MARY: To-night I will confront him.SQUIFF (in a hollow voice): ’Tis well. ’Tis well. Until to-morrow’s sun, then, gild the horizon with his rays from the sameelevation as at present, I bid you most respectfully adieu. I’llbeat it, madam. Beat it! Ahem!"},{"pageNumber":27,"pageContent":"THE INTERNATIONAL8989(He goes. Mary sinks in grief, and begins to sob. The clockstrikes ten.)MARY: I won’t believe it — not until I know. But — well —the day’s work — I guess there’s a hundred with what I got thismorning!(She rises, and takes her hat and coat.)———The curtain falls to indicate the passage of Time.———(The clock strikes four. The bell rings. After a little, enterSquiff with Jack, crouching, like persons stalking game.)SQUIFF: Ha! we are unobserved. Now, then, go to it, kid, goto it!JACK: I almost hate myself for having employed you to spyon my wife’s actions. But it has been too much for me! Weekafter week no proper meals! What does she do with her allow-ance? She hasn’t had a dress or a hat in six months. And be-tween you and me, I believe there’s more than my carelessnessin the way my money disappears. Sixty-four dollars this verymorning, or I miss my count. You have discovered all, you say?SQUIFF: What a question to ask me, the master detective,the man who arrested Edward Kelly! Mr. Samson, it grieves meto the heart to have to break the terrible news to you, but its acinch. Bear up, man, it’s the booze. Your lady wife’s a secretdrinker. It is the drink! Dre-hink! Dre-hink!JACK: I’ve never seen her drink in my life. It’s absurd.SQUIFF: It is on such paradoxes that detective genius has anaverage of over .300. I am the master detective. I arrested Ed-ward Kelly, and believe me, I’m the wise guy. Never drink?That sort’s the worst of all. Always sober, never seen to touch adrop, but she’ll put away her weight in whiskey in a week, goldarn it! It is one of the most paradoxical and lamentable facts inthe psychopathy of the neurological diathesis of dipsomania andparallel noioplegias, b’gosh!JACK: God! it’s too dreadful. Is there no doubt possible?SQUIFF: It is not possible for a sound ratiocinatonary appa-ratus which is functioning normally to enter a caveat againstthe ipse dixit of my ex-cathedra pronunciamento. Holy smoke,no, ahem! It’s a sure thing, babe, she’s doing the hula-hula withthe demon Rum.JACK: How can you be so sure?SQUIFF: You forget! I am the master detective. I am the manwho arrested Edward Kelly! And so — ah, so! Well? Ahem! Ilistened in. I did. It may have been unworthy, but I listened in!Ahem! Only yesterday! No sooner had your manly foot spurnedthe threshold of this your mansion in disdain and haste as youfled swiftly to your house of affairs — ahem! — than — ting!the masterpiece of Morse and Bell resounded. ’Twas even thesweet voice of your fair spouse — wife of your bosom, alas; thatI should say it.SQUIFF: Bosom, alas! that I should say it!She called one Joe — I know not who he may be, this pandarto unhallowed vice and debauchery of drunkenness. She gaveher order in terms that she thought darkly hidden, but to me, themaster detective, the man who arrested Edward Kelly, they werealas! too clear — ahem! Too plain! Too evident! Too damnablydamning, damn it! Oh, yes, ahem! “Joe!” cried she, “two hun-dred bucks. Wilson — that’s all!” My innocent friend, “Wilson— that’s all” is the advertisement of a famed brand of whiskey.It was enough. She rang off. I swooned.JACK: Two hundred dollars worth of whiskey! The womanmust be a barrel!SQUIFF: ’Tis the dread truth! ’Twill out, wil’t not, indeed,ahem?JACK: My God, can nothing be done?SQUIFF: First, brother in distress, we must prehoove it onher. Prehoof! Prehoof’s the one best bet. Hark! my trained earperceives a fairy foot fall. Camouflage, Mr. Samson, camou-flage! Quick — in the window — bay, behind you Arras tapes-try!(They hide behind the window curtain, in the recess. Squiffkeeps watch through the periscope. Enter Mary with parcels,which she leaves on the table. She looks round, as if fearingobservation.)MARY: All safe here! (Aside.) Yet I am the most wretched ofwomen. At this very moment my husband — my own husband— is ensconced within the arms of that vile sorceress, LauraBrown. The fly is in my ointment, and I cannot swat it! Ac-cursed be him that invented hydrogen peroxide with a littleammonia in it, to be combed through the hair carefully, wellinto the roots! Blondes! Blondes! Blondes! Oh, mother! mother!(aloud). But to my secret joy, my only compensation in thisvalley of woe!SQUIFF (in a hoarse whisper, very loud): Did you hear that,Mr. Samson? Prehoof! Prehoof I promised you, and there I amwith the goods. Prehoof!JACK (very loud): Alas! I hear you, and I am lost. But hush!will she not hear us?SQUIFF: No fear; her mind is on the drink. Drehink! Drehink!Oh, woe! Dre-hink!MARY: I could have sworn that I heard voices, had I not prom-ised mother not to swear. But nothing matters now — nothingsave my secret!(She extends her arms to heaven and gives a cry as of ec-stasy) Wilson — that’s all!(She goes to a cupboard and closes the door behind her.)SQUIFF: Now, then, Mr. Samson, to the prehoof! Confronther. I’ll stay hidden, and be witness. Hully gee! I’ll reveal my-self in my true form — aha! — at the proper moment, yes, in-deed, ahem! as the master detective, the man who arrested Ed-ward Kelly!JACK: I’ll do it, if it breaks my heart.(He comes out and leans with folded arms against the table.Mary comes out of the cupboard.)MARY: Jack! Why, how did you get in? I never heard you!SQUIFF (with a loud laugh): What a question to ask! Allthings are easy when they are taken in hand by the master de-tective, the man who arrested Edward Kelly!MARY: Oh, Jack, why don’t you speak? I thought I heard avoice, another voice.JACK: It was the voice of your own guilty conscience, Mary!MARY: Jack! What do you mean? You frighten me. Why don’tyou kiss me? Why do you act so strangely?JACK: Wilson — that’s all!MARY: Oh, Jack, Jack, don’t!(She comes to him, he repulses her, she begins to cry.)SQUIFF: Aha! she trembles, she confesses, it is prehoof!MARY: Oh, I’m sure I hear a voice!JACK: Do you see nothing? No snakes, rats, beetles, pink-toed marmosets? Drink, wretched woman, drink! These things"},{"pageNumber":28,"pageContent":"THE INTERNATIONAL9090are on your program! No day so meatless but shall show youleopards nesting in your hair! Hear voices, indeed! Ha! ha! ha!MARY: Oh, Jack, you’re crazy!SQUIFF: ’Tis she that’s smitten with the dread dementia ofdrink! Dre-hink! Dre-hink! She thinks others crazy, she mustthen be crazy herself. ’Tis all Prehoof! Prehoof! Prehoof!JACK: Mary, we’ve been good friends and more for over threeyears now. Won’t you trust me? I’d cut off my hand to save youfrom this ghastly thing that has come to you. Tell me the truth.Let’s face it together!MARY: Is this a practical joke?JACK: Oh, don’t try to put me off. I know you have become asecret drinker. I have proof.SQUIFF: Pre-hoof! Prehoof! Pre-hoof!MARY: It is a voice. It is familiar, too. Oh, this must be ajoke.JACK: Mary, you are right. It is the voice of Slyman Squiff,the master detective!SQUIFF: The man who arrested Edward Kelly!MARY: Then I understand. You wretch! You abandonedwretch! How low must have I fallen to have loved you! Oh,mother, mother!JACK: Hey, what’s this? That’s no answer!MARY: It is for you to answer me! Here have I been, draggedfrom a happy home into this cheap flat, not a rag to my back, noteven a new hat, and there’s a lovely one in ——’s (use name oflocal milliner) at three seventy-five, marked down from eightthirty-eight; no girl help any more; no more dinners in restau-rants; oh, those blondes! I suppose Laura Brown’s in an apart-ment at a thousand a month; the little beast!JACK: Laura Brown! Mary, you’re raving.SQUIFF: Ha! he thinks others crazy, he’s crazy himself. Suchis the fate of all unfaithful husbands. It is Prehoof! Prehoof!Prehoof!JACK: Shut up, Squiff, you ass!MARY: Then you hear voices, too! What does this all mean?JACK (in a low, thrilling, sinister voice): This is a stratagemof Slyman Squiff!MARY (equally intense): Traitor, it is. A stratagem of themaster detective!SQUIFF: The man who arrested Edward Kelly!MARY: Jack, it won’t do. Your best chance is to confess.Otherwise I go straight home to mother. Oh, mother! mother!JACK: Stop talking nonsense!MARY: Confess! I have proof.SQUIFF: Pre-hoof! Pre-hoof! Pre-hoof!MARY: He knows about it all — he knows — he knows! He,Slyman Squiff, the master detective.SQUIFF: The man who arrested Edward Kelly.JACK: Confound Edward Kelly!MARY: He did. And he may yet arrest you, John Sampson,you and your Laura Brown!JACK: I haven’t exchanged three words with the girl in mylife, except good-morning.MARY: Ah! good-morning! A clever scoundrel can do muchwith such materials. Why, I fell in love with you myself, poorfool I was, because of the way you used to say, “What a pleasantafternoon, aren’t we, Miss Mary?” You Beast!JACK: For God’s sake be reasonable. You can’t stall likethat. If you’re not soaking whiskey like an Irish bog, perhapsyou’ll explain what you do with all the money you get? Where’sthe necklace I gave you on your birthday? And your engagementring? And the sixty-four dollars you took from my wallet thismorning?(Silence. Mary, pale as death, clenches her teeth and fists. Apause.)SQUIFF (in a hollow voice): Caught out! Prehoof!(A pause.)MARY: Jack, it’s no business of yours what I do with mymoney. You never asked me before. You’re only asking now toanticipate my asking you. And I do ask you now. What do youdo with your money, if you don’t spend it on that vile, low crea-ture, Laura Brown?JACK: She’s a perfectly nice girl, and I won’t hear you slan-der her.MARY: Ah! you defend her, of course. Oh, men are all alike!Mother! Mother!JACK: You want it both ways. Women are all alike. If I don’tdefend her, that would be a confession; if I do, it’s proof thatI’m a more hardened sinner still!SQUIFF: Prehoof! Prehoof! Prehoof!MARY: Oh, well; explain how you do spend all your money!I happen to know that you’ve been branch manager four months,and you never told me! Explain that!JACK (stammering): Mary, dear, it’s a — it’s a — a — a sortof — er — sort of secret. A — er — kind of a — er — surprisefor bye and bye.MARY (sneering): Your manner is convincing, and your ex-planation most luminous.JACK: Bah! you’re only stalling. Look here, Mary, I believeyou loved me once, before this drink got hold of you. I’m goingto tell you something. I saw the doctor again today. That weak-ness of mine was only temporary. I’m fit. They’ve accepted mefor the Aviation Corps, and I’m off to camp next month.MARY (between joy and anxiety): Jack!JACK: How can I leave you, knowing this about you?MARY: How can you leave Laura Brown, you mean! Here’syour memorandum, with notes of all this money spent on her.JACK: Laura Brown? L. B. Good God!SQUIFF: Prehoof! It is enough. Now comes the suprememoment, the triumph of Slyman Squiff, the master detective,the man who arrested Edward Kelly. (He comes out and pre-sents his cane at them.) Hands up!Both of you, hands up!(Amazed, they obey.)Behold the triumph of the strategist! I was employed by bothof you, I have convicted both of you. No more shall whiskey andLaura Brown absorb your superfluous funds! I will annex them,or — by the Great Horn Spoon — I expose the pair of you.JACK: But, you great thundering ass ——MARY: Oh, Jack, be careful! Don’t defy him!JACK: Defy your grandmother! You silly baby, here’s L. B.that I spent all my money on. (He unlocks a cabinet and pullsout papers, which he throws on the table.) Here’s L. B. LIB-ERTY BONDS!MARY (laughing wildly): Why, that was my secret, too! (Sherushes to the cupboard and throws her bonds with Jack’s.)Wilson — that’s all!(They embrace.)SQUIFF: The Bonds of Marriage! And I thought I had Prehoof!"},{"pageNumber":29,"pageContent":"THE INTERNATIONAL9191JACK (over his shoulder): Here, you’re wanted outside.There’s been an escape from Sing Sing.SQUIFF (eagerly): Oh, if it were only Edward Kelly!(Jack and Mary renew their embraces. Squiff observes themthrough the periscope. He fires the gun in the air.)Break away! (They take no notice. He fires again.) Time!(They take no notice. Squiff puts a cigar in the cane andbegins to smoke. Then he puts up the periscope again at theaudience.)Hey, Mr. Sampson!(He taps him on the shoulder.)Nothing can escape for long the eagle eye of Slyman Squiff,the master detective, the man who arrested Edward Kelly!JACK: Oh, go to blazes![Asklepiades lived and made his epigrams about the end ofthe fourth century B. C. He was a Samian, a contemporary ofTheokritos, and in the Crown of Meleager his emblem is thewindflower, the wild anemone which first sprang up in the is-land of Cyprus from the tears shed by Aphrodite over the graveof Adonis. Thus is this poet of love delicately associated withKypris.]———I.The Crown of Spring.Sweet for the thirsty in summer is snow to drink; sweet forsailors after winter’s storms to see the crown of spring; butsweeter still when beneath one coverlet two lovers lie, and Kyprisis praised by both.II.The Rose Garland.Stay here, my flowers, hanging by this porch, and do not shedtoo soon those petals I have wetted with my tears, for the eyesof lovers are always ready with tears.But when the door opens and you see her, drip down yourrain over her head, so that at least that golden hair may drinkmy tears.III.The Revel.Run over to the Agora, Demetrios, and ask Amyntos for threebluefish, two crabs and two dozen prawns, which he will counthimself, and come back here with them.Bring, too, six crowns of roses from Thauborios — and onthe way stop and tell Tryphera not to be late.IV.Aiskhra, the Perfume-Seller.Bring us twenty prawns — do you hear? — and five coronalsof roses. What! you’ve no money, you say. This is just robbery.Won’t some one torture this Lapith on the wheel for me? It’s apirate we’ve got, not a slave.You have done nothing wrong, you say? Nothing? Bring theaccount; and, Phryne, come here with the reckoning stones. Osly fox!Wine, five drakhmas; sausage, two — eggs, hares, tunny,sesame, honeycombs. To-morrow we will go into that.Run, now, to Aiskhra, the perfume-seller, and tell her weknow she gave herself five times to Bakkho, for the bed is wit-ness to it.V.On the Tomb of an Hetaira.I hold Arkheanassa, the hetaira of Kolophon, in whose verywrinkles love lived.O you, her lovers, who plucked the early flowers of her firstyouth, through what flames you have passed.VI.The Dread of the Sea.Keep eight cubits away from me, stormy sea, and swell androar with all your might.If you wash away my mound, what will that profit you? Youwill find only bones and dust.VII.To the Hetaira Philanion.The wanton Philanion has hurt me, and though my grief isnot to be seen, it flows through me to my finger tips.It is over with me, Loves, I am ruined; I perish. Lightheart-edly enough I went to our first meeting, and now I am in Hades.VIII.Kleopatra’s Ring.“Drunkenness”* am I — a gem worked by a subtle hand. Iam graven in amethyst, and the subject and the stone are ill-assorted.But I am the precious property of Kleopatra, and on the fin-ger of a queen even “drunkenness” should be sober.IX.The Signs of Love.Wine is a test of love. Although Nikagoras denied his pas-sion to us, his many cups of wine accused him.Moreover, he wept and hung his head, and seemed sad, andhis coronal was all awry.———*A play on words: Methe, drunkenness, and a-methe, not drunkennessand amethyst. To wear the stone was supposed to keep people sober.————WINDFLOWERS OF ASKLEPIADES.Translated from the Greek by EDWARD STORER.SQUIFF: But see here, Mr. Sampson, there’s all these peoplehere!(He points to audience. Mary releases her husband with alittle scream of surprise.)MARY: Well, they’re all very nice people indeed! Supposewe put them on to the good thing? We can get plenty of newbonds for ourselves before the show opens to-morrow!Come on, Jack! Come on, Mr. Squiff!(They gather up the bonds and go about the audience sellingthem, each actor making a little sale speech from time to time,as may be convenient. This should be impromptu, and fitted tothe special needs of each district. When the day’s quota is dis-posed of, the actors return to the stage and bow in the conven-tional manner, with possibly a speech of thanks.)"},{"pageNumber":30,"pageContent":"THE INTERNATIONAL9292Time: About 1050.Place: Coventry, England.Characters: Lady Godiva; Lord Leofric of Coventry, Hus-band of Lady Godiva; Marie Andot, maid to Lady Godiva,and peasants of Coventry.Scene: The dressing room of Lady Godiva. The room ischarmingly decorated in the French style of that period, al-ready finer than any other fashion in Europe.Lady Godiva: (Seated before her dressing table.) I am sobeautiful. My hair is softer than silk and darker than the eyesof a tiger. My eyes reflected in the mirror are like two starsglowing alone in the heavens. Has any one possessed a skin sodelightful as mine? I am sure that Cleopatra, the Queen ofSheba, or Salome were not lovelier than I am. I am the mostbeautiful woman in England.Marie Andot: Lady Godiva, you are the most beautifulwoman in Europe. You are the most beautiful woman in theworld.Lady Godiva: How enchanting to hear praise in this uncouthEngland. I know you are flattering me, Marie, but I love itnevertheless. Besides, I know it is the truth you are saying.But what is the good of being beautiful among such swine?There is no one in Coventry who knows that I am beautiful, orwho cares. I could ride through Coventry naked; no one wouldbe thrilled by my glorious body. O, France, why did we everleave you?Marie Andot: But you insisted upon marrying that ridicu-lous Lord Leofric. I knew you could never really love him.Lady Godiva: My marriage was a foolish girl’s whim. But Iam not really married. I have never been alone with my hus-band. You know that, Marie. I am still a girl. I cannot standhis black beard, his gruff manners. If he were to touch me Ishould scream. And the big bully is afraid of me. His attemptsto make love to his wife are most absurd. O, Marie, I am somiserable.Marie Andot: Do not be so sad, Lady Godiva. There is onewho really cares. The mysterious knight has sent you anotherpoem. (Hands her mistress a parchment folded in two.)Lady Godiva: O, how lovely! Give it to me quick, Marie.The one ray of sunshine in this dreary life. Marie, you are adear. (Reads aloud the following poem.)To Lady Godiva, Most Beautiful of All theWomen That Have Ever Lived.In all my dreams — awake or in slumber —Faces haunt me — my soul encumber —They call to me from the vast deep.They call to me from the vasty deep.And when the dawn destroys the nightThey fill my room with luminous light: —Darling faces dripping dew,And all these faces look like you.Lady Godiva: Isn’t this precious? How wonderful. How true.Surely no Englishman could ever pen such fervid lines. I lovehim, Marie, I love him. If I could only see him. Who can hebe? Where can I find him?Marie Andot: Whoever he is he is certainly a courageousLADY GODIVA.A Comedy by JOSEPH BERNARD RETHY.knight. He must be in hiding somewhere near the castle andhas probably bribed one of the servants to slip this under thedoor. If Lord Leofric knew he would slay all the servants inhis rage.Lady Godiva: Lord Leofric be damned, as we say in thecourt of France. I will yet find my darling poet knight and Ishall love him in this very room. Lord Leofric shall wear thelongest pair of horns that ever a husband wore. You shall see,Marie. I am in love. When a French lady loves she denies herlover nothing. He shall see my hair which reaches to my knee.He shall see my wonderful figure. I shall make his dreamscome true, his poems a reality.Marie Andot: Lady Godiva, you are indeed a mistress worthserving. I would die for you. Nowadays these modern womenprofess to be little interested in love. Why in London they areactually demanding . . . (a knock is heard on the door. LadyGodiva hastily places the poem in her corsage. Marie opensthe door.)Marie: (closing the door) The delegation of peasants is here.Shall they be shown up?Lady Godiva: Well — let them come up. I love them be-cause they hate Leofric. The brute wishes to tax them untilthey can barely subsist. I will listen to what they have to sayand plead their cause before his lordship. He is afraid of me.(Another knock is heard at the door.)Marie: Here they are, Lady Godiva. (Five well built, com-fortably dressed peasants enter the room. One, with one ofthose open candid faces which denotes the sneak, acts asspokesman for the others, who seem stunned by the grandeurof the room. His name is Leigh Blunt.)Leigh Blunt: Most gracious lady, you are so kind to us poorstarving beggars. Therefore we have come to beg of you toplead our cause before his lordship. Our taxes are already tooheavy for such feeble backs as we possess. Daily we toil fromearly morning till late at night. And always the lord becomesricher while we become poorer. Now on top of this we havebeen notified that our taxes would be raised again in a fort-night. Lord Leofric — (He pauses. A heavy step is heard quicklyadvancing towards the room. It is Lord Leofric. He burstsinto the door like a tornado. His face is livid. He can barelytalk for anger. The peasants tremble. Blunt almost faints. LadyGodiva and Marie Andot are speechless.)Lord Leofric: (To the peasants) Out of this room, you damnedvermin. How dare you enter the palace without my consent? Ishall have you all flogged to-morrow in the square. I shall flogyou myself right now. (He takes a dainty shepherd stick be-longing to Lady Godiva and strikes Blunt across the back.Blunt is dazed for a second, then, followed by his fellows,dashes hastily out of the room.) And you go too! (pointing toMarie. For a moment she hesitates, but as his stick goes upshe follows the others. Lady Godiva draws herself up haugh-tily and attempts to follow. But her husband stops her.) Youstay right here. I am going to tell you things necessary for youto know. To begin with, you must never meddle with my af-fairs. I am the Lord of Coventry, not you. That I married youwithout possessing your love, I know. I suffer daily for that"},{"pageNumber":31,"pageContent":"THE INTERNATIONAL9393stupendous error. You know I love you. When it comes to that,you are the master, I am the slave. To you I am ridiculous, acrude squire unable to touch your heart like the cavaliers ofFrance. Well, I don’t blame you very much. But one thing Iwill not stand for, and that is interference with the manage-ment of Coventry. I know my people. They hate you. Theylove me. You are always good to them. I am always bendingthem to my will. Yet they would die for me, and they wouldnot stir a finger for you. You, the beautiful French lady, arereally powerless over the meanest peasant in my county, whileI am only powerless before you.Lady Godiva: You are not telling the truth. It is you who areblinded. You are so heartless that you cannot see. All you thinkof is taxes, taxes and taxes. You who are so rich are about tolevy another tax upon the poor tillers of the soil. They havecome to me to aid. They know I would do all in my power tolighten the burden on their backs. They are a simple, pure-minded folk, worshipping God and bowed by misery and want.Lord Leofric: That is not true. They are a prosperous, shrewd,cheating, evil minded and vicious folk who are only happywhen some powerful man rules over them as I do. I am goingto raise the taxes because in Coventry they are the lowest inEngland. They know that very well and would not dare to com-plain of me. An evil minded race, that’s what they are.Lady Godiva: You are wrong. I say they are a pure mindedand honest people. I would trust my life to them. They wor-ship me. I could ride through Coventry naked, and not onewould dare to look. I know your people better than you do,Lord Leofric.Lord Leofric: Ha, ha, ha. Ride naked through Coventry. Ifyou ride through Coventry naked and no one looks I shall notraise the taxes. Ha, ha, ha, here is a rare chance for you, LadyGodiva. Ha, ha, ha.Lady Godiva: Very well, to-morrow noon I shall ride nakedthrough Coventry.Lord Leofric: But what will people say? It is impossible. Iwas only ——Lady Godiva: Are you a man of honor? You just said that ifI rode through Coventry naked you would not raise the taxes.A lord should always keep his word.Lord Leofric: I have never broken my word. Very well, ridethrough Coventry to-morrow as you say. I shall give ordersthat no one be on the streets and that the blinds be drawn.Lady Godiva, I wish you well. (Lady Godiva looks at him in-tently. Then she walks towards the window. He stars at her,then abruptly walks out of the room. She gazes after him untilthe Curtain Falls.)SCENE II.The following day. Noon.(A road in Coventry. Some trees to the right. A young manvery handsomely dressed in blue silk steps out from the littlewood. He is a poet. He is also Lord Leofric, who has shavedoff his mighty beard and clothed himself in the delicate gar-ments of a gentleman. He has a manuscript in one hand and isintent upon memorizing this poem:In all my dreams — awake or in slumber —Faces haunt me, my soul encumber.They fill my room with luminous light: —They call to me from the vast deep.And all these faces look like you.They fill my room with luminous light: —Darling faces dripping dew,And all these faces look like you.)The Poet: O if I shall have but the strength to say these linesto her. This is the supreme moment of my life. Never untilnow have I realized how truly the word is the ultimate achieve-ment of man. Hitherto I have always failed her because of myinhibition of speech. Now at last I feel that my soul has wings.Now at last I know my voice will speak and touch her heart.The word is mine. Presently she shall be here and I will speakto her as I have never spoken before. She will be astoundedand delighted. She will suddenly see that she is mine, hasalways been mine, will always be mine. In that breathlessmoment all her sorrows and mine, all her limitations and mine,will drop from us like sunlight falling from the sky. For thefirst time in our lives we shall actually be real and splendid.For the first time we shall realize how wonderful is life, howsuperb we are, how exquisite we can be. There in the distanceI can see her. Even thus she is the most beautiful thing in theworld. There is light all about her. As she draws nearer myheart beats with an intensity I had not conceived possible. DearGod, give me the strength to play my part as it should be played.(He steps behind a tree. There is the sound of hoof beats com-ing nearer. Lady Godiva, nude on a black horse and seated ona silken saddle, comes into view. The instant that she appearsthe Poet steps in front of her horse and seizes the reins.)The Poet: Lady Godiva, you are the most beautiful womanin the world. In all this mighty universe there is not again abeauty so overwhelming as yours.Lady Godiva: (In a shocked voice) How dare you, sir?The Poet: I dare everything for you. What are law, conven-tionality, society, rules and morals where you are concerned?To behold the most perfect form ever possessed by human be-ing or angel I would gladly pay the price of my life. Havingbeheld you, Lady Godiva, I have already lived more greatlythan any mortal since recorded time. If I have offended, rideyour horse across my prostrate body until my life blood stainsthe dust. Even so I should die supremely happy.Lady Godiva: Very well, over you I shall ride, albeit you area comely young man. But you have offended God when youdared to commit this sacrilege.The Poet: The greater the crime I have committed for you,the better. But before you slay me, Lady Godiva, permit me torecite these simple lines inspired by the constancy of my de-votion for your own dear self. I know how inadequately I ex-press a longing which the greatest poet could not fitly de-scribe.Lady Godiva: But be quick, I am beginning to feel chilly.(He attempts to place his blue silk mantle about her.) Stop,you shall not touch me. Read your lines, young man.The Poet:In all my dreams — awake or in slumber —Faces haunt me, my soul encumber.They bend above me as I sleepThey call to me from the vast deep.And when the dawn destroys the nightThey fill my room with luminous light: —Darling faces dripping dew,And all these faces look like you."},{"pageNumber":32,"pageContent":"THE INTERNATIONAL9494Hautboy — Hello, is that you Central? Please give me myfriend Yvonne. Morning, Yvonne. This is Hautboy.Yvonne — Good. What’s the news?Hautboy — Oh, were you at the Hippodrome last night?Yvonne — Unfortunately, no; were you?Hautboy — Sure.Yvonne — My dear, how lucky you were; what did you thinkof Galli-Curci?Hautboy — I hardly like to say — it’s really a very delicatequestion.Yvonne — Whatever do you mean; was she off voice?Hautboy — No, my dear, off stage ——Yvonne — Do you mean she sang off stage — how verystrange!Hautboy — No, my dear, she was in the woods singing tothe Russian children.Yvonne — Oh, please, please, don’t tease me any more. Ifeel very serious regarding Galli-Curci; she must be wonder-ful to have made such a sensation.Hautboy — You certainly have struck it, Yvonne — for shemade some sensation on Sunday by her absence. The fact isthat everybody went to the Hippodrome to hear the Italian primadonna. The question of French and Italian orphans came sec-ond. Enthusiasts had paid speculators from $8 to $12 per seat— pour moi I invested my last $2. The Hip was crowded al-most to suffocation; you never saw such standing room. At8:15 the curtain rose, displaying the Chicago Opera Orches-tra; out walked Campanini with a careless grace all his own,and conducted the threadbare Semiramide. However, we allagreed not to interrupt him in his simple pleasures — we wereready to tolerate any little indiscretion until the appearance ofthe famous prima donna. Exit Campanini — enter a personwhom we all grew to dislike intensely, for he had appallinglydisagreeable things to say. Ladies and gentlemen, Mme. RosaRaisa will be unable to appear. Signor Blankia will take herplace. Also Genevieve Vix will not appear, and Mme. Galli-Curci is in bed with a cold and will not appear. Oh, ma foi!Some bomb! some shrapnel! As the Katzenjammer kids onceremarked — to the Russian children — “There comes a timein a man’s life when the end is the limit” — and believe methis proved so, for the audience was simply stunned and showedits disapproval by booing and hissing for fifteen minutes ——Yvonne — My dear, how thrilling and how horrible — butone moment, didn’t the management have a printed announce-ment of Galli-Curci’s indisposition at the box office?Hautboy — No, Yvonne, they carefully omitted to do so.Yvonne — But that doesn’t strike me as a straight deal!Hautboy — Yes, many people felt the same about it.Yvonne — And how did they react?Hautboy — By leaving the building immediately and visit-ing the box office to demand their money back.Yvonne — But, my dear, it was a charity performance.Hautboy — Yes, but you can’t fool the populace even undera charity heading.Yvonne — Well, I’m rather surprised people expected theirmoney back ——Hautboy — Great Scot, they were perfectly justified. Galli-Curci and the orphans were mixed up together on this auspi-cious occasion, and the psychologists of the Hippodrome man-agement were or were not far seeing enough to observe thisfact — hence accordingly the attitude of the public.Yvonne — Oh, well, tell me, was the money refunded?Hautboy — Well, let me explain: Fifteen minutes after theannouncement had been made the entrance to the Hip re-sembled a football scrimmage between the sexes — some sight,my dear! Dear old ladies and gentlemen in full evening dress,musical comedy stars in diamond-studded opera cloaks, viva-cious Italian flappers, French, Hungarian and German enthu-siasts, all struggling to reach the box office — all determinedto get their money refunded. Suddenly the ticket windows wereclosed with a bang, and tall, ferocious looking men frownedmost unromantically, helping to frighten the people away. Butthis did not happen; so the police were called in to restoreorder, and if possible to induce the people to go away. By thistime the sidewalk was crowded also, and the police hardlyknew the best method to adopt with this particular crowd.However, a tall Irish officer opened the conversation thusly:“Now then, folks, let’s thin this crowd; we can’t have the en-trance packed up.” (Chorus, we want our money back.) Of-ficer: “Now, listen ter me, and I’ll tell yer you’re all intelli-gent people, and I want yer to go home.” (Roars of laughter.)“Ah, go on, officer, we ain’t intelligent, we’re just wise, andwe want our money back.” “Well now yer must realize I’venothin’ to do with that, but I must restore some order.” “Well,we won’t move till we get our money.”Then one of the terrible, ferocious men at the ticket officewhispered something to one policeman, who in turn passedthe message along, and the good-natured Irishman informedTHE HIPPODROME HORROR.A Nightmare Drama by LEILA WADDELL.Lady Godiva: O, my darling, you have come to me at last.You are the poet of my dreams, the knight of my longings.Come here. Kiss me. (He puts his arms about her. Their lipsmeet. The minutes roll. Six minutes pass ere the first kiss isended.) Now darling, place your mantle about me. Let us fly.Take me to your castle.The Poet: That I will do at once. (He places his cloak abouther and mounts the horse, holding her to his breast.)Lady Godiva: And where is your castle, my perfect lover?The Poet: It is yonder. (He points to Coventry Castle in thedistance.)Lady Godiva: Coventry Castle! I came from there. Who areyou?The Poet: I am Lord Leofric.Lady Godiva: What, my husband?Lord Leofric: Not yet, but I will be as soon as we reach thecastle!Lady Godiva (Nestles close to him, sublimely happy): Gal-lop speedily, my darling. (The horse thunders off the stage asthe Curtain falls.)"},{"pageNumber":33,"pageContent":"THE INTERNATIONAL9595the people that if they would get into single lines — both in-side and outside the entrance — green coupons would be givenand these, together with the butt ends of tickets, must be pre-sented next day, when the money would be refunded. Just atthis moment two musical comedy stars stepped out of theirlimousine, having arrived just in time to hear Galli-Curci —her place on the program being before the intermission. Theyreally couldn’t understand the crowds, and asked the Irish of-ficer to make room for them to enter. “Now, ladies, don’t tryanything on me. I’ve enough bothers at this moment.” “Butdon’t you understand, we’ve come to hear Galli-Curci.” “Godbe praised, ladies, she’s safely home in bed — and it’s envy-ing her I am — and without wishing her any harm I wish shehad remained in Italy, or else I’d never left the County Limer-ick, for, God knows, it’s the most unpleasant job I’ve handledfor some time. Now, good people, will yer get into line? That’syer one chance.”At this moment an old Irishwoman, who lived in a roomopposite the Hippodrome and had observed the swarmingmasses of humanity, tried to push her way into the corridor.“Will yer be after tellin’ me if it’s true the Kaiser has landedat this theatre in a balloon?” she asked. God almighty, saidthe officer to himself, was a man ever so tried? “Now, quit yerfoolishness,” he answered; “this is no time to joke.” “Will yeranswer me,” she interrupted, “if all these people are waitingto see the Kaiser, why shouldn’t I see him?” “Oh, God knowswhy yer shouldn’t, excepting he isn’t here yet — and, Godforgive me, I’ve nearly reached the stage of distraction whereif he did I’d ask him to take me along with him and get me outof this mess. I repeat again, May God forgive me!”SCENE: The Rialto. Commonly called the Great White Way. Adark thoroughfare in New York City.CHARACTERS: The Producer, The Public, The Author, TheActor.THE PUBLIC: This is certainly the worst theatrical seasonthat I can remember, and the most expensive.THE PRODUCER: You always say this. There was never aseason which you did not call the worst. I remember when Ifirst put on Hamlet in “the spacious days of Elizabeth,” yousaid that the new play was too trivial compared with the oldclassical tragedies.THE AUTHOR: I consider this season to be very bad my-self. Royalties are extremely slim. My best works are fail-ures, my worst ones succeed; and even when they succeed thereturns are too slight. I expected to get a new Rolls-Royce.Now I must be content with a Packard.THE ACTOR: I do not remember the time when I have beenout of work so much as I have been this year. It is impossibleto get a job that will last. Only a few of my friends are work-ing steadily. Leo Ditrichstein, as “The King”, has a steadyjob; so has Leo Carrillo in “Lombardi Ltd.”, and Lou Tellegenin “Blind Youth”, and Emily Stevens in “The Madonna of theFuture”, and Marjory Rambeau in “The Eyes of Youth”, andGrant Mitchell in “The Tailor-Made Man,” and, of course,Fred Stone in “Jack O’Lantern” and Barney Bernard andAlexander Carr in “Business Before Pleasure.” I must not for-get to mention Al. Jolson at the Winter Garden. He’ll be fill-ing the house for the rest of the season. And there are a fewothers.THE PUBLIC: I ought to support Arnold Daly. He is a de-lightful actor. I liked him as Napoleon, and I like him as “TheMaster.” But somehow or other he irritates me. He makes mefeel what I am, mean and ignoble. Elsewhere I, mediocre I,am flattered. Daly scorns me. As yet I resent it; eventually Iwill be eating from his hand. As I treat Daly to-day, so I usedto treat Richard Mansfield.THE AUTHOR: As a matter of fact, you actors always pre-sume too much, always imagine you are very important, andthat, without you, the wheels of the world would not spin.Nothing could be more absurd than that. One can always findan actor. It is always difficult to find a good play. If you cannotfind an actor, you can train a man to become one. You cannever train a man to become a dramatist. The brilliant plays inthis issue of The International are the works of men who nevertook “drama courses.” I was the only man at Harvard who didnot take the courses of Professor Baker. Yet, I am the mostcapable dramatist in America. I have written a masterpiece.You have it in your desk, Mr. Producer! Why don’t you pro-duce it?THE PRODUCER: For the simple reason that Mr. Publicwould not go to see it. He would not pay $2.50 for a seat andwar tax to see a morbid, unhealthy, drama.THE PUBLIC: But suppose it is not morbid, and suppose itis not unhealthy? How do you know I would not like it?THE PRODUCER: Because I have experimented too of-ten with you. People say that I have underestimated your in-telligence. After thirty-five years in the business I can truth-fully say that I believe I overestimated your intelligence. Thefact of the matter is this: You are a person of exceptionallybad taste. You dislike tragedy, comedy, and music, but youdo like some sort of performance which does not contain anyof these.THE ACTOR: That is quite true. Whenever I try to playnaturally, as I love to, I feel that I am only carrying a portion ofthe audience along with me. The others expect me to talk veryloudly and to bellow furiously all the time.THE PUBLIC: Well, I think you really do me an injustice. Iam like a child who has gone to a school where only one lan-guage is taught. Is it my fault that when I graduate from thatschool I am incapable of understanding other languages? Is itmy fault that I am not stirred by alien beauty, touched by truth,moved by genuine grief and warmed by exquisite comedy?POLICEMAN (Arriving on the scene): You will have to keepmoving. No one is allowed to stand on the corners. Clear outof here, you bums!(The four characters slink off in the darkness.)THE RIALTO AND THE DRAMA.By JOSEPH BERNARD RETHY."},{"pageNumber":34,"pageContent":"THE INTERNATIONAL9696Return not yet, thou golden-sandalled Dawn,For, with Thy rosy coming, I depart!Sweet, tarry yet awhile beyond the vast,Far portal of the sky; and fear to floodAll Lesbos with Thy beauty lest too soonThou dawn upon the last, strong-winged flightOf one wild, wayward bird! In this still hourWherein I bid farewell to Love and Pain,Wherein I bid farewell to Joy and Love,My vision clears! Zeus, in Thy pity stoopTo steel Thy daughter’s heart! Thou, Atropos,I rob Thee of Thy shears and with the handWhich hath caressed to soaring ecstasyBeloved heart strings; with the hand which setHigh, singing words upon the singing woodTo lure it from the music of the trees,I cut the slender, scarlet thread of thatWhich was my life; nay, Atropos, not ThineThe final right to hush the longing lipsWhich Love hath bruised immortally to song!I, Sappho, singer of Aegean SeasTook from the hands of Zeus, Omnipotent,His blessing and His curse — Mortality!Bold was my taking; and I greatly daredTo make of Life a crimson, joyous thingTo weave into the stainless warp and woofThe gold of song, the purple of desireWhich bit like acid to the fabric’s core.Life, as I made it, would destroy me now.I give it back, Oh Zeus, Thy bitter gift!For I am wearied of the harried flesh,Flesh all too frail, and all too deeply searedBy that flame-spirit warring in its walls!Farewell, my Lesbos! green and wave-kissed gemSet in a turquoise sea. I owe Thee much;Thou gavest me Beauty which hath fed my soul,Thou gavest me Love to wrack and tear my heart.I have repaid Thy bounty with the songsWhich men shall read long after I am goneAnd, reading, love Thee for Thy Beauty’s sakeAnd for her sake who was the Lesbian.As, olive-crowned, ah, shining Mitylene,Shake not my stern resolve; but bloom more fairFor that Thy Sappho lingering, is loathTo leave Thy sunlit hills and garden ways.Thou Lesbian cliff starred with the vivid goldOf far-flung jonquil wealth; and piercing sweetWith rosemary and myrtle, I have walkedThy winding paths beneath soft, twilight skiesAnd hand and hand with Love I, mute, have watchedThe opal sheen of Hesperus; and stayedTo hearken to the music of the stars.And in far dawns I touched the lyre’s loud stringsSAPPHO ON THE CLIFF.A Tragic Monologue by FAITH BALDWIN.To waken Love with Song, and, singing, sawThe white-sailed boats drift down the rose-red glowDawn’s ardent kiss left in the crystal heartOf blue translucent waves! Oh! Lesbian woods!No more I walk your scented paths to seeThe laughing dryad leaping from the oak.No more I strain to catch the golden soundOf Pan’s far pipes of singing wind and treeAnd silver running stream. No more I hearThe raptured choral of Song’s feathered priests!Farewell, Aeolian Isle! And farewell thoseI loved within Thy shelter and embrace:Loved, held and — lost! Not theirs the ultimate,The final fault, not theirs, alas, but mine.Yet stay! Not wholly mine; for lo! the GodsBreathed with a subtle breath upon my soul.I was not wholly Lover; for the WillTo sing of Love half robbed Love of its joy.So some small wide-eyed child will pluck a roseAnd scatter one by one the delicate,The bruised petals to his careless feet.I was not wholly Poet; for the WillTo Love did blind my spirit’s god-clear eyesWith kisses and with tears and mist o’dreams,Till I but vaguely saw beyond the flesh.Farewell! The pale cheek of the waking skyCaressed by Dawn’s pink fingers, flushes red.I go to lay my tortured, fevered heartUpon the last heart that shall throb againstIts pulsing passion and its vast despair!Thy arms are waiting, Sea! enfold, embraceThe weary frame, and cradle me to sleep.Thy breast is cool and pure of all desireThy kiss is Peace and Thy possession — Death!Ah, bury deep my singing and my love!Well may it be that in some future age,A poet lying on some far white shoreShall hearken to Thy messengers, the wavesAnd catch a distant mournful melody —“I loved thee, Atthis, in a by-gone day,”And mayhap he who hears will understandHow Sappho, faithless, could not bear to liveThus lacking Faith! Farewell, oh Cyprian!Thou white-armed Aphrodite, Fare-Thee-well!Grant, I implore Thee, this my last request,Fulfilment of my love for gracious Death,As Thou hast granted Love of Love and LifeZeus, have Thou Mercy! And, Thou Lover SeaRise up to take me, here on Leukatas,Here on the white and wave-engirdled cliffWith that bright wine of my impassioned days,The dregs of which are failure. Thus I pourMy last libation to the waiting Gods!"}]
