[{"pageNumber":1,"pageContent":"THE INTERNATIONAL3131The 15†ctsJANUARYINTERNATIONALTHE HEART OF HOLY RUSSIABy Aleister Crowley"},{"pageNumber":2,"pageContent":"THE INTERNATIONAL3232ONE MULTIPLEX will write many styles of type and many languages.PORTABLENew Condensed Aluminum11 POUNDSFULL CAPACITY — ANY WIDTH OFPAPERHAMMONDMULTIPLEXTwo sets of type always in the machine. “JUST TURN THE KNOB.” Presto — one or the other. Any other types orlanguages substituted in a few seconds.It will do all that other machines can do BUT IT STANDS ALONE in the special fields of writing endeavor.For instance:Business ExecutivesBecause of individuality of work. Large business type for business letters. Extra small type for condensed writing onloose-leaf Manual Sheets, Index Cards and Statistical work. “Just turn the Knob.”Literary Peoplebecause of its instantly changeable type system, with many styles of type and many languages. Two sets of type alwayson the machine — “Just Turn the Knob.”Social Correspondence ó Private Secretariesbecause of the dainty small type and high individuality of the work. Its refined and aesthetic appearance, and also thelanguage possibilities.Professional Vocations, Including Engineers (Mathematicians)because of having type-sets especially adapted to each class, with all special characters needed; immediately inter-changeable.Linguistsbecause of having every known language available, all interchangeable, and high individuality of work and capability ofwriting both Occidental and Oriental languages on the same machine.Factory Rebuilt Machines at a wide range of prices. Easy monthly payments. Discounts for immediate settlement. Cata-logue gladly sent for the asking.THE HAMMONDTYPEWRITER CO.620 East 69th Streetat East River,New York City N. Y.Please send literature — Without obligations.Name..............................................................Address...................................................................................................................................Do You Read thePsychical ResearchReviewA monthly sixty-four page magazine withspirit pictures, devoted to Psychical Re-search, Occultism, Astrology, Psychology,Higher Thoughts, New Thought, andChristian Science.Published by the Psychological Publish-ing and Distributing Corporation, 109 West87th Street, Dept. S, New York City. C. P.Christensen, Editor and President of thePsychological Research Society of NewYork, Inc.Subscription Rates: In United States, peryear $2.00; Six months, $1.00; Single cop-ies, 20 cents. Canada, $2.25; Foreign Coun-tries, $2.50.“We Shall Be Glad to Purchase Any Second-Hand Copies ofThese Books, As the Demand Now Greatly Exceeds the Supply”Students of the Occult should pos-sess the following books:THE EQUINOXNos. 1 to 10The only standard work of reference onoccult subjects. It deals fully with mysti-cism, magick and all their branches. It con-tains the official instruction of the A∴A∴PRICE, $100 for the set of 10 vols.,4,000 pages, illustrated.7 7 7This book is a dictionary in which the cor-respondences of all things are listed. Theattributions of perfumes, stones, plants,drugs and all other things to such otherforms of nature as planets and signs aregiven at length.PRICE, $5.KONX OM PAXA collection of four highly important essaysdealing with methods of progress on themystic path.PRICE. $5.Collected Works ofALEISTER CROWLEYTANNHAUSER — An adaptation of the old Germanlegend to illustrate the adventures of the soul in itsprogress toward illumination.THE SWORD OF SONG — The best account hith-erto written of Hindu and Buddhist meditation and phi-losophy.TIME, ELEUSIS, and other essays are extremely in-teresting as comparative studies of the methods usedrespectively by Easterners and Westerners.PRICE,$20 for the 3 vols.; $30 illustrated.THE GOETIA OF THELEMEGETON OF SOLO-MON THE KINGThe Goetia is the most intelligible and most easily workedof all the mediaeval systems of magick.PRICE, $10, illustrated.THE BOOK OF LIESAn official ritual of the A∴A∴ for Babes of the Abyss.It is extraordinarily epigrammatic! The modern edition,so to speak, of the Golden Verses of Pythagoras.PRICE, $10.THE INTERNATIONALBOOK MART1123 BroadwayNew York, N. Y."},{"pageNumber":3,"pageContent":"THE INTERNATIONAL11THE INTERNATIONALFEBRUARY FILL-DYKES.CONTENTS FOR JANUARYShe is an Algerian by birth, half French, half Arab, andis one of the best known figures in literary and artisticcircles in Europe. Her passionate prose poem, “At theFeet of Our Lady of Darkness,” is one of the most re-markable pieces of literature ever penned, more fantasticand fascinating than any of the visions of De Quinceyand Coleridge.And so on!Published Monthly by the International Monthly, Inc.1123 Broadway, New York City. Telephone, Farragut 9777. Cable address, Viereck, NewYork.President, George Sylvester Viereck; Vice-President, Joseph Bernard Rethy; Treasurer, K.Bombard; Secretary, Curt H. Reisenger.Terms of Subscription, including postage, in the United States and Mexico: $1.50 per year;$0.80 for six month. Subscription to all foreign countries within the postal union, $1.85 per year.Single copies, 15 cents.Newsdealers and Agents throughout the country supplied by the American News Companyor any of its branches.Entered at the Post Office at New York as second class matter.Manuscripts addressed to the Editor, if accompanied by return postage and found unavail-able, will be returned. The Editor, however, accepts no responsibility for unsolicited contribu-tions.Copyright, 1917, by the International Monthly, Inc.We hope that the month will not be very rainy, but wehave taken care to fill the dykes of the human heart, whichthirsteth after the water brooks, with a full measure offirst-class reading matter. The next number of the Inter-national is so good that even our office boy admires it. Infact, he devoted an entire day to reading the proofs, andhe had been ordered to deliver them forthwith to theprinter.“Gee whiz!” exclaimed that youth, “the stuff in thisnumber is certainly ripping; better than anything of NickCarter or Buffalo Bill. I never read the International be-fore,” he continued, “but from now on I certainly am go-ing to read every number.”Curiously enough, our office boy’s opinion of the Inter-national coincides exactly with the opinion entertainedby a certain professor in Harvard University. This profes-sor said the International was “all things to all men.”The last of the Simon Iff stories is perhaps the strang-est and the most terrible of the series. It goes back a cen-tury to the time of the Napoleonic Wars, and describesone of the most thrilling and dramatic episodes in thatromantic period. Simon Iff’s share in the story is not sogreat as in some of the others, but it is perhaps naturalthat in the last of the series he should seem to fade away.However, the darkest hour is that before the dawn, andwe are glad to be able to say that the old man decided tocome over to America. A new series of his adventures inthis country is now in preparation.“The Mass of St. Secaire” is not one of those “Masses”which have recently been suppressed by the Government.The most fervent patriot can read it without a blush. It isa story in Mark Wells’ very best style. It deals with one ofthe most absorbing superstitions of the French peasantry,and is mingled with the weird atmosphere of African ad-venture. It shows how the shadow of that Dark Continentmay fall upon the sunny plains of southern France.Encouraged by the success of his “Heart of Holy Rus-sia,” Mr. Aleister Crowley has written an essay on theOld Absinthe House of New Orleans. It is a study of Ab-sinthe as wonderful as that which we published in Octo-ber about Cocaine; and, in addition, possesses the localcolor of the one great town of the United States whichpossesses something like a European atmosphere.We have also an astonishing series of short sketchestranslated from the German, which does for the armies ofCentral Europe what “Under Fire” did for the French.The atmosphere is, however, not so morbid. The strongpassion of virility and courage shines through the dark-ness of discomfort and danger.We must really introduce our readers to Izek Kranil.England Speaks ............................Aleister Crowley2The Scrutinies of Simon Iff. No. 5. Not Good Enough,Edward Kelly3Dawn .......................................................................9A Poetry Society in Madagascar .............................9The Heart of Holy Russia .............Aleister Crowley10Love Lies Bleeding ..................................................14The Morals of Europe ....George Sylvester Viereck15The Conversion of Austin Harrison — Editorial .....17The Bath ...............................Clytie Hazel Kearney18The God of Ibreez ..................................Mark Wells19Finalism...................................George Raffalovich24The Message of the Master Therion .......................26The Law of Liberty ..................................................27Geomancy ................................................................29Troth...............................................Heinrich Heine29A Glimpse Into the Theatres ...................................30Music of the Month .................................................31The Gate of Knowledge ..........................................32A Worn Rose .........................................Lola Ridge32"},{"pageNumber":4,"pageContent":"THE INTERNATIONAL22ENGLAND SPEAKS.“The most noble the Marquess of Lansdowne — the Ameri-can People.” Indeed some such word of introduction is neces-sary, if not quite decent. In the Continental fashion, let me ex-plain the quality of the person to whom I wish to introduce you.Lord Lansdowne is The Fitzmaurice, and comes to us as aproduct of careful biological selection since William the Con-queror. He has never taken any very active part in politics,except the Battle of Hastings, merely accepting the ForeignOffice or some similar post to oblige his country, and dis-charging its duties on sane, conservative lines.Lord Lansdowne represents all the best Englishmen. Hedoes not represent those who have been crushed biologicallyby industrialism, or the alien money lenders who have En-gland by the throat. He speaks for the nobility, the gentry,and the yeomanry, for the men who were English (not “patri-ots,” please!) at Agincourt, whose future is as indissolublylinked with English soil as is their past.It is, therefore, natural that Lord Lansdowne should havesaid exactly what I have been saying in this paper ever sinceits owners, in a magnificent spirit of Fair Play, offered En-gland (in my humble person) a voice in America.For some curious reason, perhaps because I like to collectlunatics as George Windsor likes to collect postage stamps, Ifind myself regarded by superficial thinkers as a radical andrevolutionary. I am in truth the most crusted of Tories, bredin the bone, and dyed in the wool. I believe, for example,that if we abandon the Catholic ideal of marriage, one mayas well not have marriage at all. So, if we abandon the hier-archical system in religion or politics, one cannot stop shortof anarchy, as soon as some occasion of stress forces peopleto make decisions. The Church of England had more dissent-ing movements in a century than the Church of Rome in ten.It was a makeshift. So were the Girondins; so was Kerensky.Once leave the unintellectual, illogical, unjust anchorage ofWisdom, and you are tossed madly on the insane waves ofReason.Men are fit to hunt, fight, and create; women to cook, tolabor in the fields, and to bear children. Abandon this con-ception with all its obvious demerits, and you merely arriveat a Bottomless Pit of vague argument, ending in the query“What is a man? What is a woman?” A very nauseating mess!The strength of England has always lain with this “impos-sible” class of stupid brutes, who are always right, becausethey are swayed by racial instinct (or “wisdom”) instead ofby reason.A pointer knows more about the location of a pheasantthan Darwin after half a century of Natural History. Simi-larly, in Germany, it is the landed aristocracy that speak andfight for their country. Your Liebknechts are always beingswayed by “argument”; your Junkers know without being told.The class with “a stake in the country” is the class to trust.England knows that a Lansdowne or a Harcourt will neverbe false, and never foolish, though he may be utterly stupid.Now Civilization itself is menaced by the war — or ratherby the revolutions attendant on the collapse of certain sys-tems which had become unwieldy. Russia is only the advanceguard of Bolshevikism. These people will have to be sweptaway by cannon, and knouted into common sense, before wehave any true peace in the world again. Junkerthum and En-glish Feudalism have their bad points, but they stand strain.It is only when all the individuals of a nation are as intelli-gent and clear-sighted as the French that democracy has anychance to live; and, in point of fact, Joffre would have beenbeaten at the Marne if he had not turned angrily on the poli-ticians in Paris, with his famous, “Aujour d’hui, messieurs,c’est moi qui parle,” turning the Republic into a militaryautocracy by a single sublime gesture.Similarly, as this country is ruled by strong men of practi-cal common sense, war measures were taken here which noTsar would ever have dared, with the result that, so far,America’s military achievement stands as the world’s recordfor all time.The hierarchical and caste system is the system with bio-logical truth to back it, and it always comes back as soon asthe organism is in danger. This war will make an end of the“brilliant,” “intellectual” nonsense of the George BernardShaws and the Leon Trotzkys; aristocracy will be re-estab-lished in a more enlightened form. Birth is not everything;we need brains as well. But we must put an end to the powerof money, which is the corruption of all Virtue.Listen to Lord Lansdowne; his voice is England’s; England,sooner or later, will forget Lloyd George, and do what herheart and soul bid her. Our family quarrel with theHohenzollerns was all very well; in fact, it was rather badform of the blighters to bring in their beastly science. Damnthose Liberals all the same! However, the mischief’s done,and we can’t help it. But, now, these Lenine fellows are try-ing to butt in, it won’t do, don’t you know?"},{"pageNumber":5,"pageContent":"THE INTERNATIONAL33THE INTERNATIONALEDITORGEORGE SYLVESTER VIERECKASSOCIATE EDITORJOSEPH BERNARD RETHYCONTRIBUTING EDITORALEISTER CROWLEYVOL. XII. NO. 1.  JANUARY, 1918  PRICE 15 CENTSTHE SCRUTINIES OF SIMON IFFBy EDWARD KELLYNo. V. — Not Good Enough.“It seems a very interesting case,” interrupted Simon Iff.“Well, sir,” replied the Assistant Commissioner, “not at all,from your standpoint; there’s no psychology in it. There seemslittle doubt that Haramzada Swamy killed the girl; he mayhave had one of fifty reasons, though robbery was evidentlyone of them. There are certainly some curious features in theaffair, but none that would be of any interest to you.” “Youmake me feel so fiery and martial,” returned Iff, “that I shallcertainly order some brandy. I hope you will join me. I origi-nally interrupted your remarks in the hope that you would tellme all about the case. I have theories of my own.” “If I mayadopt your theory of drinking — which it gave me much plea-sure to hear at the Hemlock Club — I am feeling narrative,and a pot of beer and a church-warden is about my style.”It was a summer afternoon. The place was the lawn ofSkindle’s at Maidenhead. The Assistant Commissioner of Po-lice, Roger Broughton, had motored over to lunch with a friend,Jack Flynn, Editor of the “Emerald Tablet,” an advanced high-class review. They had found “Simple Simon,” who had rowedup the river in a skiff outrigger from his summer cottage atHenley, lunching on the lawn in a peculiarly naive, yet sump-tuous, manner. “In summer,” he explained to them, after thefirst greetings, “meat heats the blood. I am therefore compelledto restrict my diet to foie gras and peaches.”“But Foie Gras is meat.”“The animal kingdom,” said the mystic, “is distinguished,roughly speaking, from the vegetable, by the fact that animalshave power to move freely in all directions. When therefore agoose is nailed to a board, as I understand is necessary to theproduction of foie gras, it becomes ipso facto a vegetable; as astrict vegetarian, I will therefore have some more.” And heheaped his plate.The new-comers laughed; no one ever knew when to takethe magician seriously. “What’s the drink?” asked Flynn; “it’sa new one on me.” “This is a Crowley Cup No. 3,” he said.“So named after its discoverer. Take a large jug, the larger thebetter; half fill with selected strawberries; cover the fruit withGrand Marnier Cordon Rouge; ice carefully; fill up with icedchampagne, the best obtainable. Stir the mixture; drink it; or-der more, and repeat. A simple, harmless, and wholesomebeverage.”“A temperance drink, I suppose?” queried Broughton, laugh-ingly.“Certainly,” replied the magician; “in my recent journey toAmerica I was careful to obtain an exact definition of whatwas and what was not alcoholic. Drinks which contain lessthan 40 per cent. alcohol come under the general heading ofthe Demon Rum; their sale is restricted in every possible way,and in many States prohibited altogether. Drinks containingmore than 40 per cent. of alcohol are medicines, and are soldin the drug stores without restriction of any kind.”“But that champagne reduces the percentage, surely?”“Champagne forms no part of the drink; it is used merely todilute the medicine itself.”Broughton, who knew Iff but slightly, looked bewildered,and appealed mutely to Flynn, who knew him well. “Youmustn’t laugh or cry,” said he; “you must just let your brainexpand, and try to get the point of view.”“You mustn’t think I’m laughing at you, Mr. Iff,” apolo-gized Broughton; “we don’t forget your masterly work in thecase of Professor Briggs.”So lunch proceeded; it was only at the end, as it were byaccident, that Broughton had mentioned the murder which hadstirred London a few days earlier.Broughton, having been accommodated with the primitiverefreshment indicated as harmonious to narrative, began his"},{"pageNumber":6,"pageContent":"THE INTERNATIONAL44story.“Ananda Haramzada Swamy is a Doctor of Philosophy ofthe University of London. He is 33 years old, and has a wife,to whom two children have been born ——”“By a previous marriage? I asked because of your phras-ing.”“It’s a long story, and has nothing to do with the case.Haramzada Swamy — let us call him the Swamy for short —is an Eurasian; and curiously enough, it is his father that wasblack, a Tamil. The mother was an Englishwoman.”Simon Iff pursed his lips. “He is a man of loose morals,”continued the Commissioner, puffing at his long pipe, “andrents an apartment, or rather a bedroom with bathroom at-tached, on the fifth floor of St. Noc’s Mansions, near HydePark. This room is a mere assignation chamber. It is furnishedonly with a divan, a wardrobe, and a small cupboard full ofliquors and tobacco. The room is, however, sumptuous in theOriental style, and the walls are covered with obscene pic-tures and photographs. He allowed no one to enter, naturallyenough, but used to send his wife weekly to dust it.”Simon Iff could not restrain another gesture of disgust.“The whole block of apartments is ‘under the Rose,’ as itwere; but — please note this — although in a general way weask no questions as to the doings of the inhabitants and theirvisitors, we maintain a correspondingly strict supervision ofthem, on the watch always for anything outside what I maycall honest, straightforward immorality.”“I see,” said Iff, thoughtfully.“The last masked ball of the season took place at CoventGarden on the first Saturday in July. Haramzada was present,and won a prize for the magnificence of his costume, that of aPersian prince of the 15th century. I may mention that he wasa critic of art, as well as of philosophy. He left on the arm of amasked lady, who had not competed; no one had seen her face.They went direct in a taxi to the Swami’s flat. This was about3 a. m.; the time is uncertain. It may have been much earlier.A few minutes before five, however, and this time is accuratewithin ten minutes, Haramzada was seen, in his ordinary daycostume, creeping down the stairs, stealthily and swiftly. Thelift man only saw him by chance. He had gone up to the fifthfloor on a ring, only to find no one there. Irritated, he left thelift, and looked over the stairs, just chancing to see the Swamias he crossed the hall. He supposed, naturally, that the ladywas with him.“Now comes the hand of Providence. It was the custom ofthat wicked elevator attendant to search the rooms of the ten-ants, when he was sure of their absence, and not too likely tobe caught off duty; his hope was to find what he has sincedescribed to us, in a burst of candor, as ‘perks’; videlicet; anysmall objects of value which seemed to him unlikely to bemissed. So he pulled his lever, and went up to the fifth floor,opened the Swami’s flat with his master key, and entered. Thelight was switched on.“The body of a nearly naked woman lay before him. Bloodwas pouring from a wound in the head; but life was perhapsnot extinct. Daniels, as the man was called, acted quickly andproperly. He called a doctor on the telephone, describing thenature of the wound, and then notified us. He then had a mes-senger sent for the man who would normally have relievedhim at seven o’clock, so that he might remain on guard.“When our men arrived, a minute before the doctor, we foundDaniels trying various primitive methods of first aid.“Detective-Inspector Brown took in the situation at a glance.While the doctor attended the wounded woman, he telephonedheadquarters, and a general alarm was sent out for the appre-hension of the Swamy.“At 5.45 the doctor, who had been working energetically torestore consciousness to the victim of the outrage, pronouncedlife extinct. Daniels was dismissed, but two minutes later hereappeared with the news that the Swamy was in the streetoutside.“Brown flung open the window, and cautiously looked out.The Swamy, with his coat collar turned up, and his slouch hatpulled well over his face, was approaching the door in a veryfurtive manner. Brown determined to give him a free hand.He telephoned down to the other porter to go up to the ninthfloor, so as to give the Eurasian his chance to enter unobserved.The door of his flat was closed, and the party awaited devel-opments.“Unfortunately there was no place where our men could hide.The wardrobe would only have concealed one man. In a fewminutes the steps of the Swamy were heard coming up thestairs; a key was pushed into the lock; the door opened; ourmen seized him. The creature collapsed, mentally and physi-cally, in their arms. It was actually found necessary to applyrestoratives. The wretch had evidently counted upon ampleleisure to dispose of the body.”“Why had he left the place at all?” This from Jack Flynn.“Evidently in order to dispose of the proceeds of the rob-bery. Doubtless he has some safe cache. Well, to continue.When he came to, he was arrested and cautioned. He said,however, that he knew nothing about the matter at all; deniedthat he knew the woman, or of her presence. Charged at thepolice court with the murder, he reserved his defence, andwas remanded for a week. The same day he wrote out a longrambling statement which I can only call fantastically feeble.The following week he was committed for trial. He then is-sued another statement, entirely contradicting the former, andendeavoring to explain it away. It is, however, as contrary toascertained fact as the earlier effort. I expect the truth is thatthe animal is almost mad with fear. He had probably arrangeda safe way of disposing of the boy, which was upset by thechance of the early discovery of the crime.“The murdered woman was identified by her husband onthe afternoon following the crime. As you know, it was oldSybil Lady Brooke-Hunter, a leader of the smart set, fast, al-coholic, a plague to her old husband, who should have divorcedher ten years ago. She haunted every shady rendezvous in Lon-don in search of adventure ——”“Well, she found one all right!” put in Jack Flynn.“She did. That night she was wearing over ten thousandspounds worth of jewelry, like a fool, as she was. It has alldisappeared. Daniels noticed that she was wearing it whenshe entered St. Noc’s Mansions.“The curious part of the case is her husband’s attitude. Herefuses to believe that she was ever guilty of an indiscretionin her life; insists that her wanderings in London were purelyphilanthropic, that she must have been drugged or chloroformedor hypnotized or what not. He is an old man of Puritan views;‘if I believed her guilty of so much as a flirtation,’ he said to"},{"pageNumber":7,"pageContent":"THE INTERNATIONAL55Brown; ‘I would thank God that He had punished her!’ Andhe’s the only man in London who doesn’t know what she was.She was a barmaid, you remember, as common as the bar sheserved, when he married her. Lord, but there are some foolsabout!”“Is that the story?” asked Simple Simon, quietly.“I think that’s everything. We haven’t found the jewelry.There’s no reason to suspect any other man in the case. Thefacts are all against Haramzada Swamy, and his six-cylinderdouble-action lying doesn’t help him.”“How was she killed?”“There is a large open fireplace in the room. He had caughtup the poker, and brained her. It was lying by the body, withblood on it.”“So you rest your case there?”“All right, my lord!”“Oh no! I’m for the defense,” said Simon Iff. “Here are somefacts quite incompatible with the theory that HaramzadaSwamy committed the murder. Only last month I happened tobe reading his book on Buddhism.” Jack Flynn threw a laugh-ing glance at the Police Commissioner, as much as to say, “nowthe fun begins.”“In this book,” pursued the mystic, “he conclusively proveshimself innocent of this murder. I will not distress you withthe details, but the main argument of the book is that the Bud-dha was a hedonist, that he called pleasure the greatest good.This argument is based on one fact only; this, that the Buddhadeclared everything to partake of the nature of sorrow (whichis just one-third of the truth) and that his whole system istherefore devoted to the escape from this Everything.“But pleasure has nothing to do with this. Sensation is onlythe second of the ‘Skandhas’ in Buddhist psychology; at thevery second gate on the path, pleasure and pain must be rec-ognized as illusions, and rooted out of the mind. Why, desirein any form is the very cause of all sorrow and evil in theBuddhist system.“Now, gentlemen, we are none of us Buddhists; we maydislike Buddhism very much; and we may call it too abstract,too remote, too barren, too bitter, too ascetic, too formal, toometaphysical, too almost anything you please. We may abusethe Buddha as an Atheist, as a nominalist, as a rationalist, asa sceptic; no one can do more than argue the contrary. But ifwe represent the Buddha as a high-priest of pleasure, and hisreligion as a religion of pleasure, we should be shut up in anasylum — or, if not, realize that we have given ourselves away.For there is only one type of sane man who can fail to recog-nize the elevated morality, the self-abnegation and nobility,the lofty compassion, the almost unthinkable passion for re-nunciation, which mark Buddhism. To this day the Bhikkhus,or rather Poonggis, of Burma, where alone the true canonicaldoctrine has been preserved free from corruption, are men ofthe most exalted virtue. They are often ignorant by our stan-dards; but of their sincerity, their purity, their general moral-ity, there is only one opinion. Even the missionaries, whoseone chief task is to slander the people among whom they live,have failed to destroy the reputation of these noble men. Ilived among them myself for three years; I might have joinedtheir ranks, had I felt myself worthy to do so. My lord andgentlemen of the jury, I confidently leave the fate of my unfor-tunate client in your hands.”“Heaven help me!” cried Broughton, “he’s never mentionedthe murder at all!”“Ah that’s what you think — and what I think”; laughedFlynn; “but in reality he has torn your case to pieces!”“If you’re not convinced of his innocence,” retorted SimpleSimon, “I really despair of human reason. However, let us geta few fresh facts. What, besides this book on Buddhism, whichI have dealt with so effectively, do we know of his anteced-ents?”“As it happens,” said Jack Flynn, “I can tell you a lot. It’san ugly story, too, and I’d hang him on that alone, if I werejudge and jury. It’s not evidence — like what the soldier said— but this being a psychological investigation, it is pertinent.Broughton has told us how he might have done the murder; Iwill prove to you that he was just the sort of man who wouldhave done it. And I am assuming that the little lecture on Bud-dhism was intended to prove that he was the sort of man whowould not.”“Precisely,” said the mystic.“Well, he had a side to his nature which he did not put inhis book.”“Impossible,” said Iff. “Men’s books are always artistic im-ages of themselves. Of course, this thing has no creative ge-nius at all, and he’s a hopelessly bad critic, absolutely inca-pable of discerning greatness, just as a fly, whose time-senseis extremely rapid compared to ours, cannot perceive move-ment in a body which travels more slowly than about a yard aminute, or as an amoeba could not understand generation oreven gemmation. But, such as his mind is, he must put it intoevery page he writes.”“I’m going to show you he has a criminal mind.”“We’re listening,” acquiesced the old magician.“When he was at the University of London, there was asmall scandal, which rather shows the man’s quality. He madefriends with a man, who confided to him the secret of a love-affair with a woman of the streets. Haramzada Swamy trackedthe girl, and tried to buy his friend’s letters to her, to black-mail him. The girl was loyal and told her lover, who horse-whipped the Eurasian soundly. Shortly after taking his degreehe married an Englishwoman. I should like here to make thepoint that she was a sex-degenerate, like his mother; for allwhite women who marry colored men must be classed as such.”“I agree.”“I agree.”“She was quite crazy about him — ‘too fond of her mostfilthy bargain’ — and they were happy for awhile. Then thesnake entered Eden in the shape of a little music-teacher, an-other degenerate, again a case of heredity, for she was markedwith Hutchinson’s Teeth. You know what that means?”Both men nodded gravely.“The Swamy and his wife were great on preaching FreeLove. The snake — and she had the temper of a Russell’sViper! — agreed entirely. A few weeks later she becameHaramzada Swamy’s mistress. She was so passionate and jeal-ous that she resolved to upset the marriage; this decision wasconfirmed by necessity, for she became enceinte, and theSwamy, who hated the idea of children, showed every sign ofthrowing her off. She actually had the nerve to go to his wifewith her story! After various violent scenes, a divorce wasdecided upon. The Swamy, who has no will of his own, was"},{"pageNumber":8,"pageContent":"THE INTERNATIONAL66seized upon by the music-teacher, and never allowed to stir afoot, under penalty of other tempests, until the divorce wasgranted, and she dragged him to the registrar’s. With amazingcynicism, they had a wedding breakfast, with cake complete,and the baby playing on the floor!“The Eurasian now had more freedom; he got an appoint-ment in India, and on one excuse or another managed to leavehis wife and child behind. Arrived in Hindustan, he set up aharem of dancing-girls, and was happy. But the necessity of aperiodical remittance to the fair Florrie soon began to preyupon his mind. He determined to bring her out; for one thing,an English wife might do him some good socially, for of coursehe was an outcast from both English and native society; foranother, it would be cheaper to keep her in India than in En-gland; for another, perhaps, the climate might kill both wifeand child, and put an end once and for all to the expense. As ithappened, one of his best friends, a full-blooded Indian whoalso had a taste for white women, and so did not mind mixedmarriages and their results so much as his stricter country-men, was returning to India. He put his wife in charge of thisman. On the voyage she promptly seduced him. When the hus-band became aware of the fact, some six weeks after theylanded, he made some mild protest, but did nothing. In fact,they traveled about together, all three, for some months. Butthe woman was absolutely shameless, caressing her lover evenin front of the servants, and the contempt of these — all trueIndians are extremely moral and decent, even to prudishness,whether they are polygamists or not — the contempt of theservants became so marked that even the Swamy could notstand it any more. He insisted on a separation. In vain the wifeimplored her lover to take her with him; he had too much sensefor that. It was ultimately agreed that his child — for she wasagain pregnant — should be treated by Haramzada as his own;and she was to go back to England with her husband.“Two years later found them in New York. Florrie pickedup another lover, greatly to the relief of the Swamy, who hatedpaying for her dinners. This man, however, insisted on herplaying the game: a straight divorce: a straight marriage; andno more foolishness. Haramzada gladly agreed. But just atthis moment it was discovered that Florrie was not so penni-less as had been supposed; a rich uncle wrote, offering to makeher his heir, his only son having been killed in France. TheSwamy instantly altered his whole position. He went back tohis wife, pleaded with her, begged her forgiveness, played onher pity — ultimately got her to waver. She was now againwith child by the new lover. All this time, however, Haramzadawas carrying on an intrigue with a German girl, the regularBroadway type. At this moment of sham reconciliation the uncledied. Haramzada resolved on a master-stroke. During her pre-vious pregnancy the sea-voyage had come near to causing one,if not two deaths. He hated his wife most bitterly — of course,such a creature is utterly incapable of love for anybody — hewas her heir, and besides, her life was heavily insured. So heinsisted on her going to England to see her children, and at-tend to the estate left by her uncle. She became dangerouslyill, and miscarried; but she lived. The Swamy then hurriedover to join her. What was his chagrin to find that her uncle’smoney was left in trust for her children, so that he could nottouch more than a small necessary income?“He was in great financial straits; robbery and murder werecertainly in his heart. Can we be surprised that his hand fol-lowed suit? It only needed the opportunity; and the other nighthe evidently had it.”“You have failed utterly,” replied the mystic with some scorn,“to grasp the mind of the thing. All because you will not readhis book on Buddhism! He had no opportunity to rob and kill.Any other, yes; but not he. Consider all his acts. We find ex-treme meanness, selfishness, cunning, the most ignoble atti-tudes throughout, never a glimpse of anything vertebrate. Thisis all in accordance with his view of Buddhism. He had a thou-sand ‘opportunities’ to kill his wife in India. But not what he,Ananda Haramzada Swamy, calls opportunities. He won’t puthis neck in a noose; not he! He hopes that the Indian climatemay kill her; he hopes that the sea voyage may kill her. But hewon’t do more in the way of murder than say: ‘Darling, docome out; I’m so lonesome,’ or ‘Darling, do go to England;I’m so anxious about the sweet babies.’ He’s cold as a fish,but he’s never brutal, and he’s a coward to the bone.”“That’s rather cute,” said Flynn. “Now you mention it, I’lldo another lap. I got this story from Florrie’s lover No. 3, bythe same token. You wouldn’t blame him for talking. I’veknown him twenty years, and he was all broken up — just inthat state when one has to tell some one or burst. He told mehow he left her. When she went back to the Swamy he cut offshort, and she’s been plaguing him ever since to take her back.He won’t. Well, one day he had slapped her gently for impu-dence. She was going to try to make a slave of him, as she hadof her yellow and black men. She said to him: ‘If only Anandahad beaten me I would have loved him always.’ So evidentlyhe never had.”“What was your friend doing in that galley?” askedBroughton.“Oh, he’s a crank. Saw good in her and wanted to save her.Damned fool! But of course he knew that the only way was tobe like a rock — never to yield an inch to any of her gusts ofpassion. If the Swamy had not murdered their baby I think hemight have won.”“I agree with your estimate. Your friend’s Quixotic,” saidSimon Iff. “My interest is in schools, not in hospitals. To letthe degenerates drop out is the true kindness — certainly tothe race, perhaps even to them.”“To get back to the point,” said Broughton. “You still holdthe Swamy innocent?”“I do. Buddhism is a religion of the most dauntless courage.The whole force of the universe from all eternity is challengedby him who would become an arahat, as they call what we callsaints, only it’s more than that. The saint has God on his side;the would-be arahat has nothing but himself and the memorythat there was once a man who won in that incalculablestruggle. Yet you suggest that the man who not only fails toappreciate this courage, but even to perceive it, is brave enoughto kill a woman with a poker, and even to return to the housewhere her corpse lies. If he had killed her, by some chance, hewould have fled — fled, fled to the darkest corner of the earth!“No, sir, Dr. Haramzada Swamy did not kill that woman!”A newsboy ran across the lawn. “Extry! Extry!” he shouted,“full confession by the Injun!”Broughton and Flynn jumped for the paper; Simon Iff onlypoured himself another glass of brandy.Flynn’s professional eye first caught the paragraph. “Tex-"},{"pageNumber":9,"pageContent":"THE INTERNATIONAL77tual!” he exclaimed gleefully, and began to read aloud.“As every one knows,” the confession began, “Lady BrookeHunter was notorious for her immoralities.” Iff chuckled, andrubbed his hands.“She had become old and unattractive. I met her at theCovent Garden ball. She begged me to pass the night with her.I took pity on her, and consented. A little before five o’clockshe said she must go home. I remarked, as she rose, upon herobesity, and suggested, out of pure kindness, a way to removeit by practising Indian clubs. I illustrated some exercises withthe poker. Suddenly I had a dizzy fit; the poker slipped out ofmy hand and struck her on the temple. Horrified, I rushed outto find a doctor; but in my bewilderment I could not do so.Then I bethought me of the telephone, and returned home touse it. To my surprise I found the police in the flat. Danielsmust have stolen the jewels.” Broughton gave a great shout oflaughter. “I don’t believe a word of it,” he roared. “Nor willthe jury.”“Nor do I,” said Jack Flynn. “Disgusting! look how he throwsall the blame on every one else. All but the deathblow — andthat’s an accident. Dizziness! No, sir, he had that poker by thebusiness end all right!”“I don’t altogether believe the story myself,” murmuredSimon Iff, in a rather deprecating manner. “He never struckthat blow. I’m humbled over this thing, gentlemen; I can’t seethe truth. And what’s more, I can’t see why that Eurasian can’ttell the truth; I’m sure he could save his neck if he did. I canonly think of two possibilities; one, that to tell the truth woulddisclose some other crime, some meaner crime, some vilenesspossible for him; two, that, somehow or other, he doesn’t knowthe truth himself. Or is it that he’s incapable of truth as such?Confound it, I’ve been so keen to argue with you that I’ve notput on my thinking cap!”“I tell you what,” interjected Flynn. “Write me an article onthe case; once the man’s condemned, as he will be, I can printit. And see if you can get a reprieve on the strength of his bookon Buddhism!”“You shall have the copy to-morrow. It’s time I paddled upto Henley. So long!”The old man went down the lawn to his skiff. He was not asstraight as usual; and as he pulled off, the others thought hisfigure an incarnate Note of Interrogation.Not long afterwards the case was tried. Haramzada Swamywas found guilty, as the whole country had anticipated. Thenext day the article by Simon Iff appeared in the “EmeraldTablet.”“I am no orator, as Antony was,” it began. “I come not topraise Caesar, but to postpone his burial”; and went on to re-capitulate in a precise and logical form the arguments alreadyadvanced on the lawn at Skindle’s. The wife of the condemnedman had delightfully given permission for the publication ofher nauseating story. In her own eyes she was a heroine. Thearticle ended by saying that murder depended upon three things,will, capacity and opportunity; that in this case all three wereapparently present, but that the type of murder was one ofwhich Dr. Haramzada Swamy was incapable. “I’m not sayingthis to flatter him. But he is incapable of it. A snake may biteyou as you walk unwarily in the jungle or across the jhil.(Simple Simon delighted in exotic words.) But a snake willnever kick you. I would stake my life that Dr. HaramzadaSwamy is innocent of the murder for which he has been con-demned to death. HE IS NOT GOOD ENOUGH. If he ishanged, it will not be, perhaps, altogether a miscarriage ofjustice. But it will be an error of law.”The publication of this essay threw England into convul-sions of merriment. Their beloved crank had surpassed all hisprevious efforts. Even the little clique of his admirers werecompelled to represent this article as mere sublimity of para-dox.A week later came another explanatory confession from theSwamy, equally unavailing as it was unconvincing. A weekbefore the date set for the execution he broke down altogether,made “true and full confession of deliberate murder,” disclosedthe place where he had hidden the jewels, which were dulyrecovered, and was received into the Roman Catholic Church.Reconciled thus with his Maker, he strove to obtain the par-don of his fellows; but the Home Secretary “declined to inter-fere” in a voice that destroyed a reputation for suavity of man-ner that he had been forty and three years in building!At the appointed moment Ananda Haramzada Swamy, Doc-tor of Philosophy, suffered the extreme penalty of the law.Jack Flynn was playing billiards with Simon Iff in the Hem-lock Club. “You must be pretty fed up,” the editor remarked.“I don’t want to rub it in; but that final confession must havemade you feel pretty sore!”“Not a bit!” replied the mystic cheerfully, “it’s all of a piecewith the rest of his life. He never touched that woman; and,now, I’m quite sure he was not only innocent but ignorant. Oh,I know what you want to quote: ‘A fool is more wise in hisown conceit than seven men that can render a reason.’ Don’tmind my seniority!”“Hang it,” said Flynn, “I don’t mean that; but — you —well, you are a bit obstinate, you know. By the way, here’s aletter for you. I brought it in from the office. More abuse, Isuppose!”Simple Simon put the letter in his pocket, and they finishedtheir game.“I’ll read the abuse,” said the mystic, taking a chair by thefire, “it may be amusing. Qui m’ abuse m’ amuse! to alter oneof Wilde’s remarks a trifle.” But as he read his face did notlighten; and at the end he put the letter away carefully in hispocket. Flynn watched him in silence. For ten minutes SimonIff remained as still as an Egyptian God. Then he rose.“I want you to come to my house,” he said, “I have some-thing particular to discuss.” The other fell in with his mood;they walked in silence across the park to Carlton House Ter-race. The footman must have been trained to expect his mas-ter, for the door opened as the old magician and his friendreached it. Simon Iff led the way up the old marble staircase,with its satyrs and fauns at every corner, until they came to asmall door of brass, on which was a relief, a curious pattern ofgeometry, with Greek capitals. This door opened at the touchof a secret spring. The room within was draped in black; itwas lighted by a plain lamp of silver, such as one sees inchurches in Italy, with a red glass and a wick floating in oliveoil. At one end was a great chair of carved ebony, above whichwas a single blue ostrich feather. Below the lamp stood a smallsquare altar, painted white, on which were a golden cross anda rose of scarlet enamel. On a small desk before the chair wasa great book, on one side of it a naked sword, on the other a"},{"pageNumber":10,"pageContent":"THE INTERNATIONAL88pair of balances.“I want you to sit in that chair,” said the magician to Flynn.“This is my House of Judgement. But I want to ask you tojudge in this case; I am not qualified to judge the matter that Iam about to put before you; for I have already recorded myopinion.” Flynn, a little awed, obeyed with a certain diffidence.Simon Iff stood before the altar, drew the letter from hispocket, and began to read:“My dear sir:“This letter is due to you, for you understand the nature ofTruth.“In your article upon the recent murder, that of my wifeSybil, you had no knowledge of what happened, for you hadno facts on which to base your judgement; nor indeed was thediscovery of the murderer the object of your inquiry; you con-fined yourself to proving not what did happen, but what couldnot have happened. In this limited investigation you were ex-traordinarily accurate.“I have adored my wife since the day I met her; more, I haverevered her with a passionate devotion as of a man to a god-dess. For this exaggeration of proper feeling I am punished.“I have always believed in her purity and fidelity, despitenumerous rumors which reached my ears. But in July last Iallowed myself to be tempted by an old friend, who was im-portunate, and justifiably so, since the honor of his own wifewas involved in a way to which I need not refer more pre-cisely.“I therefore purchased a disguise and presented myself atthe Costume Ball at Covent Garden on the 3d of July last. Isoon recognized my wife, and observed her conduct closely.She danced several times with Dr. Haramzada Swamy, andthey left the ball together. I followed them; I still hoped thatno serious wrong was contemplated. They went up in the lift;I took the opportunity to slip upstairs, unobserved. I was justable to distinguish into which door they went. At this door Iwaited and listened. In ten minutes I had heard enough. Theblow was crippling; I must have fainted; for the next thing Iremember is that I was sitting on the floor, but alert and intentupon the dialogue. I heard first the whimpering voice of theEurasian, punctuated with a nauseating giggle. ‘It is a mostunfortunate necessity, dear lady,’ were his first words. Shereplied with a torrent of oaths and curses. She was apparentlydefying him, but I could not tell why. ‘You see, I put the daintylittle thing away,’ he said, ‘where you can’t find it, dear lady;you surely wouldn’t deprive your adorer of such an intimatesouvenir. And you mustn’t make a noise in the flat, must you,dear? We’re so respectable here.’ Again she cursed him, butin a lower voice. I had no idea she knew such words; some ofthem I did not know myself. ‘Your husband will certainly killyou outright, or divorce you at the very least, if he finds youout; personally, I’m inclined to think he’ll kill you, you know.He’s such a severe type of man, not at all a ladies’ man,dear, I’m afraid. So you’ll give me all those pretty little toys,and you can make up a story about a robbery; I’m sure he’llbelieve you, you’re so clever, rather like my wife in someways.’“I cannot describe the impression made by his little whin-ing voice, but it made me screw up my face like one who hasbitten into a sour apple. I heard the noise of clattering; evi-dently Sybil had thrown her jewels on the floor. ‘I’ll take therings, too,’ he went on. ‘It will be better for the story you’lltell him. I’m advising you in your own interests, you know.’Again the horrible little giggle. ‘Such a sensible little lady!’he added, ‘and now I’ll get my hat and coat and leave you foran hour, so that you can dress and go home. I’m so sorry Ihaven’t got a maid to help you.’“By instinct, I suppose, I withdrew from the door and con-cealed myself beyond the elevator. Let him go out, jewels andall; my business was with my wife.“He slipped hurriedly and stealthily out, as I could seethrough the gilded palings of the elevator shaft, ran down oneflight of stairs and rang for the lift. The moment the machinestarted he began to run down the stairs again. At the samemoment I strode across the landing and struck my fist uponthe door. It yielded; he had left it unlatched.“You, Mr. Iff, are probably the one person in England whocan imagine — that is, in the proper sense of the word, makean image of — my state of mind. Coincident were, firstly, ablaze of wrath at her treachery of a life time; and, secondly, ahabit of protection. She was an infamous woman who had de-stroyed the life of a good man; and she was also a helplesswoman who had been blackmailed and robbed by a man morewretched and infamous than she.“I honestly believe that my brain had become dull to theformer of these impressions; that my main conscious idea wasto comfort. But I had not counted on the effect of the sceneitself. Some people, as you know better than anybody, visual-ize everything; some don’t. Tell one man to shut his eyes; thenwhisper ‘church’; he will see twenty familiar churches in amoment just as if they were in front of him. I am not one ofthese men. When my eyes are closed I see nothing. So, thoughI had the fact of adultery in my mind, I had nowise staged theact in the theatre of my mind. Therefore the opening of thedoor was a new shock. Sybil was standing, clad only in a lightgarment, and that torn across; her hair disheveled, her eyesbloodshot; the paint and powder on her face — that was itselfa revelation of infamy to me.“The divan was in a state of disorder; everything testifiedwith open mouth to the atrocity perpetrated against me. I be-lieve that doctors would prove — I believe that you yourselfwould agree — that I became totally insane for the moment.This is probably then true; yet what I know of it is this, that Ilost all sense of anger or distress. She said one word, a wordof extreme filth, at seeing me. I simply stooped, picked up thepoker, and struck her down. I had no idea that I was killing awoman; so far I will agree with you; my act was entirely re-flex, like a knee-jerk, or as one brushes a fly from one’s headwithout consciousness of its presence.“Still without true volition, I went out and closed the door.The interview was at an end. I walked down the stairs; Daniels,preoccupied with predatory ideas, apparently failed to see meat all.“Why did I not explain this a week or two ago? Sir, I wasdesirous that a certain half-breed cur should meet with hisdesert.“This done, I am at your service. I shall not kill myself; youmay hand my letter to the Public Prosecutor; I hope at least togo to the gallows like a man.“REGINALD-BROOKE HUNTER.”Jack Flynn broke the long silence which followed the read-"},{"pageNumber":11,"pageContent":"THE INTERNATIONAL99ing of the letter. But his voice, in that dim hall, sounded likethe echo of some god’s voice — some god who was speakingelsewhere, a great way off.“I take this letter as true.”“I also.”“What am I to say?”“What I am to do?”There was a long pause. Finally Flynn’s voice boomed,fainter and hollower than before.“Nothing.”The mystic held the letter in the flame of the lamp. He blewthe last ash lightly into the air, and led the way out of theHouse of Judgement.In the study they found Lord Juventius Mellor, a young dis-ciple of Simple Simon, who acted as his secretary. “LittleBrother,” said the magician, “I want you to ring up Sir ReginaldBrooke-Hunter and ask him to spare me an evening as soon ashe can to dine at the Hemlock Club. I want to persuade him tostand for Parliament. I think we can promise him the Presi-dency of the Board of Education; Willett-Smith is resigning,you know. Tell him, of course, that the Prime Minister hasasked me to see him about it.”The young man went off, while Jack Flynn stared. “So that’show you do things?” he said. “Yes,” said the old man, “we dothings by the simple process of doing them. You rememberthe butcher in the Tao Teh Ching — no! in the writings ofChwantze! — who cut up oxen until he did it without know-ing that he did it, so that his knife never needed sharpening,and his arm never tired? Which muscle of our body never tires?The heart, though it works all the time. Why? Because oursilly muddled brains don’t meddle with it. That is the art ofgovernment. So, having found the perfect man to educate ouryouth, we slip him in!”“Good,” said Flynn, laughing. “A double murderer! If I roba bank will you make me Chancellor of the Exchequer?”“Oh, no,” said the magician with a sigh. “I must have aperfect robber. Our best thief is Lord Chief Justice, as youknow; but for the Exchequer, we ought really to look on theother side of the Atlantic. Oh, dear! What a pity they threwthat tea into Boston Harbor!”“By the way,” said Flynn, “to return. I still don’t see whyHaramzada confessed to a murder he knew he didn’t do.”“As I said before — and you had ears, and heard not — itwas all of a piece with the rest of his life. He did not know thetruth about the murder, though in one of his numerous confes-sions he probably told all he did know. He wasn’t believed; heknew there was no chance to cheat the gallows; so he thoughthe would cheat God. Splendid idea! to die for a crime one hasnot committed. One goes to heaven with colors flying, one ofthe noble army of martyrs. It’s a cowardly idea, a liar’sidea ——”“An Eurasian’s idea?”“Yes; and that’s the ghastly thing about it. His nature is nothis own fault, any more than a toad’s. But this I want you tounderstand, that as sex is the most sacred thing in life, so thesins of the fathers are visited on the children most of all inviolations of eugenics.“Whether it’s tubercle, or alcoholism, or marriage betweenkin too close, or sub-race to distant, the penalty is fulminatingand disastrous. Generation becomes degeneration.”“What’s the remedy?”“Oh, we might restore the worship of Dionysus and Priapusand Mithras, perhaps, for a beginning. Then there’s the ques-tion of polygamy, we shall have that; and harems; and groves,with sacred men and women. You can read it up in Fraser ifyou’re rusty.”But that was the worst of Simple Simon. He would con-stantly change the key of his discourse without warning; andunless you knew him as well as Jack Flynn, you could neverbe sure when he was joking.DAWN.By Aleister Crowley.A POETRY SOCIETY — INMADAGASCAR?By Aleister Crowley.The Poetry Society. St. Vitus,St. Borborygmus, aid! The thin screams fellAnd rose like spasms in some hothouse hellPeopled by scraggier harpies than Cocytus.Dull dirty décolletées dilettante!I sickened to the soul; above the babbleOf the cacophonous misshapen rabble,Rose like a cliff the awful form of Dante.Colossally contemptuous, in airyStature the iron eyes of AlighieriBurn into mine; their razor lightnings carveMy capon soul. “What dost thou here?” they said:“Art thou not even worthy to be dead?“Canst thou not go into the street, and starve?”Sleep, with a last long kiss,Smiles tenderly and vanishes.Mine eyelids open to the gold,Hilarion’s hair in ripples rolled.(O gilded morning clouds of Greece!)Like the sun’s self amid the fleece,Her face glows. All the dreams of youth,Lighted by love and thrilled by truth,Flicker upon the calm wide brow,Now playmates of the eyelids, nowDancing coquettes the mouth that moveInto all overtures to love.The Atlantic twinkles in the sun —Awake, awake, Hilarion!"},{"pageNumber":12,"pageContent":"THE INTERNATIONAL1010I.Observers so well, yet so diversely, equipped as Von Moltkeand Théophile Gautier, concur in amazement at this city ofmiracle. As one would expect, the truly original mind of thestrategist finds worthier expression than that of the mere ex-pert in words.Gautier, writing of St. Basil’s, exhausts himself in such forc-ible-feeble photography as this: “On dirait un gigantesquemadrépore, une cristallization colossale, une grotte â stalac-tites retournée.”The soldier sums the whole city in a phrase of inner truth:“On se croit transporté dans une de ces villes que l’imaginationsait se representer, mais qu’en realité l’on ne voit jamais.”All of us, I hope, and in particular my Lord Dunsany andMr. S. H. Sime, have seen these cities of the imagination; andthe more we have travelled the world, the more we have growncontent with our disappointments. Delhi, Agra, Benares, Rome,London, Cairo, Naples, Anuradhapura, Venice, Stockholm, allfall short in one way or another of making one exclaim as Iexclaimed when my eyes first fell upon the great east wall ofthe Kremlin, its machicolated red brick crowned by the domesof the cathedrals, its Tartar towers culminating in the gloriousGate of the Saviour, flanked by ineffable St. Basil: “A hashishdream come true.” There is nothing in de Quincey, Ludlow, orBaudelaire so fantastic-beautiful as the sober truth of Mos-cow. It has not been planned; it obeys no ‘laws of art.’ It isarbitrary as God, and as unchallengable. It is not made in anyimage of man’s mind; it is the creation of mind loosed fromthe thrall of even so elemental a yoke as mathematics.It is the imagination incarnate in metal and stone. It is theabsurd in which Tertullian believed. It is a storm of beauty, amad poet’s idea of heaven. It mocks human reason. It belongsto no school or period; it could not be imitated or equalled,because the mind of even the greatest artist has limitations,grooves of thought; and in Moscow, it is the unexpected whichalways happens. Happens: the Kremlin is an accident. Thetown itself is an accident. There is no particular geographicalreason for it being where it is. As to natural advantages, it hasnone. There is a small river, perhaps half as wide as the HarlemRiver or the Thames at London Bridge, and a hill no higherthan Morningside or Ludgate Hill. Go to the top of Ivan Velikyone clear day and you can see but vastness of plain all ways tothe horizon, save for that low mount-line whence Napoleonfirst saw the city. It has no Vesuvius, no bay of blue, no crestedPosilippo. It has no seven hills. It has no mountain setting, nomighty river, no possibility of background but the sky. Andthere it is, unassailably magnificent, sheer warlock’s work. Itis the sudden crystallization of one of those “barbarous namesof Evocation” of which Zoroaster speaks. It is the efflores-cence of a Titan vice, the judgement of the God that turnedLot’s wife into a pillar of salt upon a spinthria of the wholerace of giants. For, like the Thyrsus around whose spear twistvine tendrils, every dominant form of the Kremlin is a fantasyupon one theme, and that a theme of which the sun himself isTHE HEART OF HOLY RUSSIA.By Aleister Crowley.“Above Moscow is nothing but the Kremlin; and above the Kremlin is nothing but Heaven.” — Russian Proverb.but the eidolon. It is the Lord of Life, the Giver of Life, thebountiful, the single, the master of ecstasy, the fulfiller of prom-ise, the witness of the invisible, the vicegerent and arbiter ofthe godhead, the mainspring of manhood, the compeller ofdestiny, that is commemorated in this wilderness of wonder.This Basil church (might one not say Basilisk church?) isthe solution of the platonic antinomy of the Many and the One.There are no two spires alike, either in color or in form or injuxtaposition. Each asserts that unity is in multiplicity in unity;each is a mathematical demonstration of the identity of beingand form.Here is the arcanum of the Brothers of the Rose and Cross;here the solution of the problem of the alchemists; here thesquare is circled, here the cube is doubled, here is perpetualmotion in unmoving stone; the volatile is fixed, the fixed isvolatile, Hermes has laid Christ the cornerstone, and Hiram-abif has set his seal upon the pinnacle of the temple.And as I gaze in this July full moon, facing the NorthernLights, eternally brightening and never growing brighter, be-hind the frozen dream, suddenly the rich silence breaks intosound. Incomparable beauty of the bells of Moscow! Thereare no other bells in the world that can for a moment be com-pared with them. And they play music. Not tunes vulgarizedby cheap association, not imitation of any other music, butmelodies all their own, as wonderful to the ear as is the city tothe eye. In accord with the miracle of the building, they repeatthe great work accomplished in every phantasy of phrase, thelesser bells answering the greater like the nymphs caressingBacchus.It is stupendous, unbearable; the consciousness breaks intoecstasy; one becomes part — that peculiar part which is thewhole — of the choral colossus. There is no more limitation;time, space, the conditions of the ego, disappear with the egoitself in that abyss of eternity, that indivisible and instanta-neous point, which is the universe.II.Within the churches is infinite prodigality of gold. Exceptin St. Saviour’s, a modern Europeanized bad church, height isalways so disproportionate to breadth that one might fancyoneself in the torture chamber of a Sadistic god. Up and up,out of sight, stretch the fierce frescoes, with their snakes anddragons that devour the saints, their gods, bearded as theirown popes, and their devils, winged and speared like the horse-men of the steppes that their forefathers feared. All sight, inthese dimly-lit shrines, ceases before the shaft of the divineinstrument starts from the curves — slight enough — of theroof. When these churches were built, the windows had to beminute, because of winter. Ivan the Terrible was ignorant of“chauffage centrale.” The effect is unpleasing, the void breaksin upon form and eats it up. It turns the whole edifice into amagic mouth gold-fanged, whose throat sucks up the soul intoannihilation.There is no truly original feature in the art of the frescoes,"},{"pageNumber":13,"pageContent":"THE INTERNATIONAL1111which recall the Primitives. It is the superb barbaric indiffer-ence to balance, which piles gold on gold. Only the faces, hands,and feet in ikons are uncovered; the robes, carved in gold orsilver-gilt, or woven in pearl and every other precious stone,cover the canvas. These faces and hands are indecipherable,would be so even in good light. At first, one dislikes the gapin the gold. At second, one gives up criticism and adores. Thewhole overpowers; nothing else matters. One is in presence ofa positive force, making a direct appeal. The lumber of cul-ture goes overboard. Fact, elemental fact, reaching beyond allcanons, is with one and upon one. There are the coffins of ahundred Tsars, red copper slightly bronzed, each with nameand date in high relief, the simplest ornaments in holy Russia.Above the coffins of the Romanoffs hangs a marvellous goldencanopy. Along one side are mighty banners, ikons encased ingold. And the Sanctuary has St. Michael, mighty and terrible,slaying the serpent; for this is the Church of the Archangel.The floor is purple with porphyry, rough and uneven blocks onwhich the squarer never toiled, but polished by millions ofdevout feet for centuries.Go into the Church of the Assumption. Here is the fresco ofJonah with his adventures from the casting-overboard to thepreaching in Nineveh. And one passes from the corridor directinto a dim sanctuary, its pictures, painted with infinite detail,invisible even by the light of a taper — and one acquiesces inthe eternal truth that invisibility is no drawback to the appre-ciation of a picture! Further along, a sombre clerestory holds avast reliquary of gold and silver, the covers half drawn to showmost aged bones of saints; here a hand, there a foot, here againa bone which piety has decorated with gold wires.And through all moves the concourse of many women andsome men, prostrating themselves crossing themselves, cease-lessly, kissing the frames of the relics one by one, testifyingmost notably to the vitality of the faith thus mummied, thefaith, which, as Eliphas Levi said, has not inspired a singleeloquence since Photius. The popes are the most despised ofthe people; the cult is bound hand and foot in the windingsheet of a formality one hundred times more costive than theRoman; and yet it tingles and throbs with overwhelming life.Again the antinomy of things is conquered; it is as if lucus anon lucendo were recognized as an absolute and irreversiblecanon of philology.The secret is in the Russian himself. He is the natural mar-tyr and saint, the artist in psychology. Most people are exquis-itely aware that even the commonest Russian regards the sexualact as a serious scientific experiment, with grave concern study-ing the personal equation in all its details, never admittingenthusiasm until the stage directions so ordain. This principleis carried as far in religion. The people cross themselves whenthey feel like it, prostrate themselves by no discoverable rule.Each man carries out his cult with no reference to his neigh-bor. Each is present in order to work himself into religiousecstasy. If he succeeds, he has been to church; if not, he hasn’t.The Russian understands suffering itself as a thing to ob-serve, not to feel. He accepts the hardships of his lot as God’sexperiment with man. The means is nothing, the end all. Hencethe patient longing of his dog-like eyes, and the beatitude glim-mering from his pale cheeks. Hence the joy in sorrow andsorrow in joy of his whole mental composition. Hence his long-suffering and his fierceness, his tenderness and his brutality.The Great Mean is realized by the exhaustion of the extremes.It is Chinese Taoist philosophy in practice, and at the sametime the antithesis of that plan of achieving everything by do-ing nothing.III.As instructive as the Russian at prayer is the Russian atdebauch. He drinks to get drunk, realizing the agony of thelimitations of life as much as Buddha, though the one findssorrow in change, and the other seeks change as the remedy ofsorrow. And so all his gaiety only amounts to a wish that hewere dead, or at least mad; he strives to overcome the enemy,life-as-it-is, by entering a realm where its conditions no longerthreaten and obsess.His method is childish, to our supercilious eyes, for we havegone through the mill of the Renaissance and a hundred othereducational crises, while Russia — with the deadly exceptionpresently to be noted — has remained a “spring up, a fountainsealed.” But all our pleasures have some primitive physiologi-cal basis in one or other of the senses, and the man who enjoysa mutton chop has no need to envy him who turns from somenauseously bedevilled kickshaw. In Russia the essential el-emental thing is always there, and even the mistakes of its artand life turn to favor and to prettiness. A savage woman oftwenty is always splendid, though she blacken her teeth andtattoo her face and hang her ribs with spent cartridges andthrust a fishbone through her nose; our civilization resemblesa hag dressed by Poiret.All this of Moscow, the heart of holy Russia; whose crownis the Kremlin; it does not apply to Warsaw, with its sordidgangs of Jews and Roman Catholics, or to Petersburg with itsconstantly increasing taint of sham Parisianism. Paris at itsbest is a poor thing; unless it is one’s own in a most specialsense one must be very intimate with artists to escape the com-mercial gaiety of Montmartre, the ruined boulevards, and thegeneral tawdriness of its second-rate monuments. But the worstelements of Russia have annexed the worst elements of Paris:“Whose manners still our tardy apish nationLimps after in base imitation.”Paris is the Circe that turns Russians into swine.Politically, the influence of Rousseau has been deplorable.The “contrat social” is as out of place in Asia as frock coatsand lavender trousers on the tawny limbs of the Samurai.Pushkin, the national poet, is but an echo of Byron. It was atthat period that Russia discovered Europe, and it has discov-ered nothing since. What we most like in Russian literaturewe should most dislike. One’s natural feeling is toward famil-iar things. It is not the western garnishry of Tolstoi that weshould admire. His perfectly insane views on poverty and chas-tity and non-resistance are the truly Russian utterance. Wherethose views are tinctured by national considerations they be-come French, and his lofty craze for chastity degenerates intoa neo-Malthusianism, as craven in its theory as it is disgust-ing in its practice. The authentic Russian says, “Let God betrue, and every man a liar”: it is the voice of his own holyspirit that speaks, and that voice cares nothing for conditions.“If thine hand offend thee, cut it off,” said Christ, and imme-diately Russia produced a sect as sinless as the Galli, the shornpriests of Cybele, the fellow martyrs of Atys. There is no talkof the “interests of the community,” and the rest of it. Shelley’s"},{"pageNumber":14,"pageContent":"THE INTERNATIONAL1212“Masque of Anarchy” anticipated Tolstoi’s non-resistance witha plan of campaign whose principal tactic was to allow your-selves to be mown down by artillery in order to fraternize withthe gunners. It is, incidentally, a perfectly practical plan — inthe long run.Were I not resolved to keep politics out of this paper, I couldadduce some singular evidence to this effect.St. Basil’s is unquestionably supreme among these monu-ments. Its likeness to the others is so much more like, its op-position so much more salient, its violations so absolute, andits unity so achieved, beyond theirs. Ivan the Terrible had theeyes of the architect put out, so that he might not make an-other masterpiece for another emperor.How curiously ineffective are words to conjure vision! Evenpoetry can only reproduce an impression, and by no means thecause of the impression.Here is St. Basil’s from the front.On the extreme left, far back, a column on open arches witha windowed spire; next, a low grey phallus, the gland of greystripes salient from a green background spiked with red pyra-mids. Then a lofty phallus, the shaft ornate in red and grey,the gland striped with orange and green in spiral; under itnestles another phallus, its gland covered with flat diamondsof red and green.Then another, lofty, with a straight stripe of red and green.Now comes the main spire, shaped rather like a wine-bottle,fretted with myriad false arches, adorned in red, green andNaples yellow. Its gland is gold. Then a grey shaft supports agland trellised with green, yellow diamond pyramids fillingthe spaces. Last comes a high lingam decorated with falsearches, its gland of red and green pyramids set spiral. At thefoot is a grey covered balcony; and admission is gained by aquasi-Chinese causeway whose spires are covered with green-grey scales, ribbed with red, white and green. The whole isfurther ornamented chiefly with bars of red, white, yellow,orange and green in various combinations, and the flat spaceswith painted flowers in pots, executed in a style somewhatrecalling certain phases of post-impressionism.There is the northern aspect. So ineffective is it to exposethe mechanism of a masterpiece! As one walks round it, roundis a correct term, for the ground plan is circular, not angled —new towers spring into view, always fantastically varied, yetnever permitting the impression of the whole to alter by a jot.“The earth is the Lord’s, and the fullness thereof”; and yet“in Him is neither variableness nor shadow of turning.”IV.The Moskwa by night has a curious likeness to the Thames;and St. Saviour’s takes on the aspect of St. Paul’s. For a sec-ond the illusion is complete; then one turns back to the mar-vellous parapet of the Kremlin, and is again in Asia. One passesinto the enchanted garden of Alexander the Third, with itsruins of elder walls, now half hidden by usurping vegetation,always beneath the machicolations of pale orange, crownedby the mighty palace of the Tsar. Moscow has virtue to hallowmodernity. The guide-book informs us that such and such wasrebuilt in eighteen hundred and something; one is as unmovedin admiration as when one learns that the gargoyles of NotreDame are Early Victorian. It merely intensifies one’s admira-tion for Early Victoria.In these gardens monsters play; it is only in keeping. NoPagan dream of centaur, nymph, hermaphrodite, faun, ha-madryad, exceeds the soul that laughs in Russian eyes. Whohas the key of the garden of Pan? He will find it more usefulin Moscow than even in London, where the constant wear ofthe nerves — London is the City of Interruptions — drives allwho would remain themselves to explore strange kingdoms,wherein themselves are lost. With a telephone at one’s elbow,one is obliged to fill a minute with the wine of a month. Un-necessary task for Moscow, where the minutes are worthmonths by their own right divine. What is boredom in the westis bliss in the east. It is the elemental forces of Nature thatnurse our hearts. London’s comedy and tragedy are so glazedover by hypocrisy that London feeds on lies. In Moscow one isconstantly faced by facts. The troughs of sulphuric acid be-tween the double windows, without which one could have nodaylight in winter, are undeniable.In Nice the hotel porter can (and does) telegraph to the pa-pers that his thermometer is 21 degrees C. when there is snowon the ground and a blizzard blowing.It is this annual lustration of snow that keeps the heart ofMoscow pure, even as India is purged by heat and rain. WhereNature always smiles degeneracy soon sets in. Countries notpurified by calamity must be washed in blood. This is the mer-ciful and terrible law, and this is the law under which wildbeasts prowl unmolested in the garden of the Third Alexander.Those who accept the law of their own being are free withinthe limits of their destiny. Osiris bore the crook and scourge;the Russian has his trances and his vices — and the knout. Iwish I were sure that the Russian — not only his artist —were as sure as I am that the two are but phases of a unitywhich would have no phases but for an inexplicable opticalillusion! However, the artist knows it and the peasant lives it;that must suffice.Russia is always in extremes: the Café Concert at theAquarium and the finest ballet in the world on the one hand— the mercury mines on the other. The Tsar on the one hand— the greatest personal freedom in Europe on the other. AnEducation Act would drown Russia in blood: a Duma is ananachronism. The result is a life simple and moderate, per-fectly policed and admirably free. When all is said and done,the only crime is to conspire against a rule which ensures thisfreedom. The ethics of Russian rule is not to be judged by theconvicted sneak-thieves who come to England and pose aspolitical martyrs, or the women who, after being licensed pros-titutes for fifteen years in Warsaw, arrive in London with atale of a vierge flétrie and a wicked governor-general. Russiais pre-eminently sane, as England is hysterical. A press cen-sor saves one (at least) from the excesses of the Press. In En-gland to-day it is impossible to discover from the newspaperswhether a million stalwart men made the welkin ring at SirBluster Bragg’s meeting, or whether the attendance was lim-ited to an old lady suffering from rheumatism and two jeeringboys. Both reports are often enough sent in by the same man.In Moscow one does not bother one’s head about such mat-ters. You can blow ten thousand men to pieces with less fussthan (in England), a draper can get rid of his wife. There is noexcitement about the “drames passionels” in the papers; ev-ery Russian buttons up a hundred Crippens in his blouse —which often enough has not even buttons! No man can esti-"},{"pageNumber":15,"pageContent":"THE INTERNATIONAL1313mate the strength of Russia. Moscow is the richest city in Eu-rope. Russia has real wealth, not the wealth that depends onwars and rumors of wars. Let every bank in the world break,and the planet break up in universal war: Russia would notturn a hair. Certain financiers might default; no other wouldsuffer. The Russian Empire is a fact in Nature; the BritishEmpire is the hysterical creation of a few Jingo newspapers.England without a navy can be starved in three weeks. Russiaoverpowered merely starves her invaders. General Janvier andGeneral Février are finer strategists than my lords Robertsand Kitchener. Russia has in her own right all the things thatare wanted. The “Vin exceptionnel de Georgia” which I drankto-night would be hard to match in French vintages, and itonly costs ten shillings a bottle even at this den of thieveswhere I sup and write. If you insist on all you have comingstraight from Paris, it is expensive to live; I find the localproducts, from hors d’oeuvres to that kind which neither toilsnor spins, incomparably finer. The Christmas strawberry atthe Savoy is not equal to those that you pick wild in June. Theopposite contention is one of those superstitions that oppressesthe newly rich, and makes their lives a burden fiercer thanSolomon’s grasshopper. All life ultimately reposes on spiri-tual truths, not on material illusions. If a man is a physician atforty, he knows by experience the simple truth of poets likeWordsworth, Burns, and Francis Thompson. A friend of minehas recently had his adequate income multiplied by five. Theother day he said to me: “Till now I never knew what it was tobe poor.” The poor remain happy in their hope; “if they wereonly rich!” The rich have lost that illusion; they know richesare valueless, and they despair of life. A girl friend of minelived for three years happily on a pound a week or less; shehas come into a thousand a year, and “never has a penny tobless herself with.” She even contemplates an expedient asancient as it is unsatisfactory to eke out the exiguity of herexistence. This is where the Russian scores; he steals raven-ously, and flings away the spoils. He never attaches any valueto money, or regards it as a standard of worth. Birth is a gooddeal, influence something, even saintship, artistry, or pre-emi-nence in vice have value; but riches are left to the Jew. TheRussian is the only rival of the Irishman as the antithesis of allthat Weininger implies by the Jew — which term, by the way,has an extension quite different from that of the Hebrew race.To say so much is not to take sides in a controversy or even toadmit that controversy as legitimate; as a logician, I deny thateither of the contradictories A and a necessarily fall into ei-ther of the classes B or b.In Russia I go further, and assert the identity of A and a. Itis the secret of the extravagance of strength and weaknesswhich is eternally whispered between the steppes and the sky.V.It is not often that Nature condescends to make a pun; hereshe has done so, by the constant reminder of the astoundinglikeness between Moscow and Mexico (D. F.). There is thesame “sudden unfinishedness”; for example, between theKremlin and St. Basil’s there is a patch which has known noworkman’s toil. There is also the terrible rain, which makeshorses stand knee-deep in water. I once saw a man thigh-deepin the Pivnaya next to the Hermitage Restaurant — the best inMoscow — bailing for dear life. There are the same greatopen circles, with low crude houses on the patio system, stallshere and there, animals in unexpected places, a general air ofmañana, occasional Chinese, odd drunkards reeling about inopen daylight. I must also mention that eminently respectablewomen smoke in the street, and that both sexes refuse to sub-mit to the inconvenience of waiting when they are in a hurry.Electric trams of surprising excellence run through roads pavedwith cobbles of desolating irregularity. Even minute detailsconcur; for example, the bedrooms in my corridor run 109,103, 108, 106, 101. The gardens and boulevards suggest analameda rather than the Paris which they were probably in-tended to imitate, and the behavior of the people who adornthem goes to complete the likeness. The suburbs confirm thediagnosis, with their wooden huts and their refreshment shan-ties, their fields unenclosed, their sudden parks and fashion-able hotels whose approaches would not be tolerated in themost primitive districts anywhere else.And as I make these observations on the road to SparrowHills, my friend remarks (sua sponte) that it is exactly like theback-blocks in Northern Australia!And this is 56° North! Whence comes this constant sugges-tion of the tropics? Except for the quality of the rain, there isrationally no striking resemblance. To me this is an unsolvedpuzzle, an isolated fact which I connect with no other item ofmy mind, much less subordinate to any general principle. Butit is so strong and so remarkable that it must be set down inthe record.VI.Pale green as the sea in certain seasons, with all of its trans-lucence, are the twin spires and the dome of the Iberian Gate,whose facade is of the color of a young fawn, and whose win-dows are dappled white. Beneath each tower is a passage, andbetween these nestles the Chapel of the Virgin of Iberia, theholiest shrine of Russia. Most sacred is the image of the Vir-gin, a copy of that of the Iberian monastery of Mount Athos, acopy made according to the rules of ceremonial magic, amidfasts and prayers and conjurations. It was presented solemnlyin 1648 to the Tsar Alexis Mikhailovitch by the archimandritePochomius. The cheek of the Virgin bears yet the mark of theknife-thrust of an iconoclastic Tartar.The chapel is crowded with many other ikons, and theragged-devout. Also, as Baedeker cynically remarks, se méfierdes pickpockets. (It is delightful to find Baedeker among theprophets!) But while the interior is like all Russian shrines,an avalanche of gold, the interior is a noble canopy of thatvivid blue-violet which nature so rarely produces but by wayof the laboratory, starred with gold, and crowned with a goldenangel, the crimson brick of the Duma on the east, and the His-tory Museum on the west, it is a spectacle of unwearying beauty.To me it is evident that devotion and admiration leave theirobject admirable. I believe that the appreciative eye can dis-tinguish between two similar objects, one of which has beenworshipped, and the other not. I believe that the human minddoes leave an abiding imprint on things as much as they doupon the mind.I almost believe that the Tower of the Saviour is the mostbeautiful in the Kremlin, partly because for two and a halfcenturies no man has dared to pass beneath it without uncov-ering his head, and that St. Nicholas of Mojaisk really pro-"},{"pageNumber":16,"pageContent":"THE INTERNATIONAL1414tected his image from the attempt of the French to blow up hisgate with gunpowder. All such petty miracles are credibleenough in face of the one great and undeniable miracle of theexistence of so much beauty upon earth.VII.Education spoils the Russian as it spoils everybody. TheTretiakoff gallery is sufficient evidence. There appears no trueoriginal strain of Russian art. The whole gallery is so imita-tive that every picture in it might have been painted by GeraldKelly. And unfortunately there are only one or two who mimicanything so high as Reynolds or Gainsborough; the principalinfluences are rather those of Frith, Luke Fildes, and others ofthe sentimental photograph school. The pictures of Peroff,Makowsky, Kramskoi, Gay and Repine are oleographs moreoleographic than all previous oleographs. Verestchagin hasbeen well called the despair of photographers; he had aston-ishingly normal perception, and a facility of draughtsmanshipand color which implies a mastery in which nothing was lack-ing but individuality. He fills some ten pages of the cataloguewith 235 oil paintings, many of them conceived on the mostgenerous scale. The man must have had a far greater capacityfor painting than I have for looking at his pictures. A mosque-door, life-size, with the minute carvings reproduced so thatthe texts are as legible as the original, figures again and againin these vast canvases. The painter never seems to have graspedthe first fundamentals of painting. In this gallery the fact thatrepresentation of nature has no connection with art is drivenhome, and one almost begins to sympathize with the Futuristmanifesto.The only insight beyond that of Bonnat, Bougereau, Carolus-Duran, and their bovine kind is shown by Shishkin, Sudhowsky,Prvokline, Mestchersky, Dubovsky, Nesteroff, and Kuindjy,until we come to recent years, when the accessibility of Parishas given an entirely new direction to Russian art, and theLatin quarter has warned Russian students that they must beoriginal. Paris has become the sole centre of art, and so de-stroyed all national characteristics! (I noticed exactly the sametendencies in the gallery of Stockholm.) The slavish imitationthat marked all nineteenth century work, even more than eigh-teenth century, is gone, and the future appears more hopefulthan that of art in any other country.But the past must be closed; the Tretiakoff gallery is only“an average Academy,” except for the room which is conse-crated to foreign art, and holds the best Gauguin, the best VanGogh, and the best Toulouse-Lautrec that one is likely to seebetween Vladivostok and the studio of Roderic O’Connor inthe Rue du Cherche-Midi — where it is always QuatorzeHeures!VIII.But of all these matters it is idle and impertinent to write.Analysis shows “King Lear” to be a jumble of twenty-six verycommonplace letters, repeated without any regard to symme-try or any other rule for assembling the same. This appallingcafé-concert (where of the thirty items barely three are toler-able) does not hinder my appreciation of the Shashlik whichmy bold Circassian in his brown rough robe with the silverfurniture will presently bring me on a skewer. The concertcomes to an end; the banality of bad orchestra, bad singingand bad dancing of bad women, inaudible through the clatterof innumerable forks on plates and tongues in jaws, is deadbefore it is alive; this is not Moscow, or even an impression ofit. The lady in black silk (on my right) with “sapphire” ob-longs about 2!/4 inches by 2!/2 inches in her ears reminds medelightfully of the cold sucking-pig of the Slaviansky Bazaar.Life cancels life; death is the only positive, perhaps because ithas the air of being the only negative.Moscow is the bezel of a poison-ring: about it is only thegold and silver of the stars and of the steppes, a ring whoseequation is the incommensurable.I can take ship in my imagination, and arrive at marvellousheavens; I can conjure monsters from the deep of mind; noth-ing so strange and so real has found the mouth of the sunriseon its russet silken sails, or hailed my bark from the far shoreof Oceanus or Phlegethon. Chimaera, Medusa, Echidna, andthose others that we dare not name, is it you or your incarna-tions that come, incubus and succubus, unasked into the dreamwhich we call Moscow? Why is the essence of the unsubstan-tial fixed in stone, the land of utmost faery paved with cobbles,the grossest vices transfigured with a film of moonlight, theblood of unnameable crimes become of equal virtue with theblood of martyrs? Why is the face in the ikon so dark, if notfor the face of Ivan the Terrible as he gazed sneering on theface of his own son, struck down by his own hand? Blood onthe snow, and starlight on the cupolas! The Strelitzes headlessbefore St. Basil’s, and the sun setting ablaze those pinnaclesof lust erect! The city washed in fire, and the conqueror ofEurope flying before his army from the advance-guard of Field-Marshal Boreas! Heroism and murder hand in hand, devotionand treachery mingling furtive kisses under the walls of theKremlin!What ghosts lurk in the shadows of the garden of Pan findplaymates in those of the garden of Alexander III. All this isomnipotent, omniscient, omnipresent as That Great Name it-self; all this is prophesied eternally and infallibly as I stepfrom the ignis fatuus concert-hall to the garden, where col-umns, crescents, trees, and fountains are alike ablaze with ul-tra-violet — unearthly as only one other sight that I have seen,the ashen horror of eclipse, — the miracle of summer dawn inMoscow!————“LOVE LIES BLEEDING.”Curled on itself for love of its own mould,The siren shell lies open to the globeOf Godhead that rays forth with purple probeLight of fierce force, a galaxy of gold;And by the spell whereon his fingers foldThe murex blood beams oozing from the lobeWhose delicate blushes modesty disrobeThe virgin Venus that her nymphs uphold!The sand is still like star-dust in my hair;The sea is still like slumber in my brain;The sun still burns my face — and on the air(While in the Rose and crimson Thorn makes merry)Come nightingales — and bells — and through their strainThe vision of the towers of Glastonbury!"},{"pageNumber":17,"pageContent":"THE INTERNATIONAL1515[This was written eight years ago. Since then the mor-als both of Europe and the author have been consider-ably modified.]———LADIES and gentlemen, who have followed me so far,are you not astounded at my conservatism? I am. I de-scribed myself once as a conservative Anarchist. I am afraidthere is little of the Anarchist in my composition today. Eu-rope has transformed and converted me. I have set my facetoward order. I fear that a suspicion of respectability alwayslurked in my heart. Of course, people will never believe me.They imagine that I live the life of an aesthetic tramp, breakup homes, and am continually in debt, merely because myname is attached to certain passional studies. A bank ac-count, it seems, is irreconcilable with a poet of passion.Dear souls, I am really a Philistine. I am scrupulouslyhonest, and, as for wild oats, I have never sown them. Po-ets, like the comets, those celestial Bohemians, are privi-leged to deviate from their orbits. My actions may at timescontradict my words. Do not, therefore, question my sin-cerity. I certainly must refuse to live up to all the things Iam preaching. At the present, however, I believe in them. Ihave forsaken my radical affiliations. I have returned to thefold. But, alas, no fatted calf is in sight. I made more moneywhen I was supposed to be wicked.Having thus disposed of my morals, let us now examinethe morals of Europe. I see a look of quickened interest inyour eyes. You will be terribly disappointed. In Americawe are accustomed to associate morality pre-eminently withsex. Don Juan is to us the devil incarnate. We regard a sexu-ally continent man as a moral man. We have no objection tohis “correcting luck” in financial affairs. Measured byAmerican standards, Atys must have been a paragon of Vir-tue. And the Sultan, too, is surrounded by virtuous men.Sex has really nothing to do with morals. It belongs tothe sphere of passion; being natural, it is unmoral. Loving,like dining, is not an ethical function. The eunuch may bemoral or immoral. The Mormon likewise. There is no justi-fication for confusing ethical problems with physiologicalproblems. Love is never immoral, because it necessarilyimplies mutual consent. Only where that is absent, an eroticquestion becomes an ethical question. Within the GoldenRule no amorous experience can possibly be immoral. Thus,except in loveless marriages or in rape, ethical problemsrarely arise in the realm of passion. I shall not, therefore,discuss Europe’s sexual morality under this heading.WE, in America, regard Europe as immoral because ofa curious notion that sex, in itself, is immoral. Withthe elimination of the sexual factor, the morals of Europe aresuperior to ours. The European’s integrity in business, hissense of social duty, and his firm adherence to an intangiblecode of professional honor, thrown against our American back-ground, endow him with the halo of saintship. I wonder ifthe insistence on ethical and religious training abroad inpublic schools is not, like militarism, a blessing in disguise.THE MORALS OF EUROPEBy GEORGE SYLVESTER VIERECK.We abhor the idea of injecting religious instruction intoour educational system, although, absurdly enough, we ap-prove of indiscriminate Bible-readings in schools, irrespec-tive of the children’s religious persuasions, and expect eventhe atheist to swear in court on the Book.You are a church-goer presumably. But I am sure yourreligious notions are hazy. Perhaps you go to church as to asocial function. If you had been brought up in Germany youwould know exactly what you believed and what you didnot believe. For one thing, you would have had systematicreligious training in school. And you would have learned toapply your religion daily, as you apply the multiplicationtable. Both Gentile and Jew are instructed by special teach-ers of their own faith in the elements of their creed, as theyare instructed in geography and spelling. When they growup they will have to pay taxes in support of the State Churchor the Synagogue, unless they formally declare their dis-sent from the faith. They will not take this step withoutserious reflection. They are thus forced to think clearly forthemselves. They may ultimately blast the Rock of Ageswith intellectual dynamite, but at least they will know forwhat it stands.American children are often curiously ignorant of eventhe most beautiful Biblical stories, things they should knowas matters of general culture. Already the Sunday Schooldespairs of itself. It reaches only a comparatively small per-centage of children. It cannot hammer religion into them asa part of their general education. It is an outside thing inschool. And an outside thing it remains in life. We take ourreligion on Sundays as one takes medicine. If consciencecalls during business hours, we aren’t in. Sporadically, how-ever, we experience religion with hysterical intensity. Thecorruptionist suddenly discovers that he is wicked, and, likethe newly-converted savage, he suffers from violent ethicalcramps. With this difference: the savage, in sudden reli-gious fervor, may inflict harikari upon himself; the reformedAmerican millionaire vents his religion on others. He playsJack the Ripper to Personal Liberty. He makes large dona-tions to the Anti-Saloon League. He deprives the little onesof their Sunday.WE in America are Supermen in our glorious disregardof others, but without the excuse of the Superman.We are like children badly brought up. Our lack of sensi-tiveness is amazingly revealed in the comic supplement ofour newspapers, the weekly glorification of horse-play. Thecomic press is an unfailing detriment of a country’s morals.I am prepared to admit that the coarse reflection of the lifeerotic in French and German comic journals points to a simi-lar lack of sensitiveness on the Continent in matters relat-ing to sex.We are, perhaps, most barbarous, most unethical, in ourattitude toward age. We lack that tact of the heart for whichwhite hair in itself is an object of veneration. The wonderis that we don’t eat up our parents when their physical pow-ers decline. I am sure that certain exponents of strenuous-"},{"pageNumber":18,"pageContent":"THE INTERNATIONAL1616ness would have something to say in defense of this prac-tice. We would have heard such a measure urged from theWhite House if our chief executives were not themselvesalready beyond the Oslerian age-limit.The fathers of the Republic have, indeed, shown theirwisdom when they placed the highest gift beyond the graspof a boy. The cult of Oslerism could flourish only in theyoungest land of the world. We value youth above brains. Imay state so frankly, having both. We yield our seats in astreet railway gladly to young girlhood; with reluctance toan elderly woman; never would we dream of sacrificing ourconvenience to an elderly man. In Europe I have seen youngladies charmingly offer their seats to their elders of eithersex. . . .WE forgive the man of action every sin except the oneforgivable sin. We countenance a Senator’s politicalcorruption, but rise in anger over his indiscreet note to somequestionable female. We boil over with indignation, whereParis or Berlin would shrug their shoulders and smile. Un-charitable, I say, and un-Christian. Christ drove the money-changers from the Temple, but He forgave the Magdalen.We are rather proud at heart of our financial robber bar-ons. We expect art to be moral. We never question the mor-als of Wall street. We apply the penal code to the artist, butwe have only regard for the virtuoso in manipulating theticket. We set up monuments to grafters. Personally, I haveno objection to graft. On the contrary. But I am afraid thatit is a vice typically American. There are grafters abroad,naturally. But one does not speak of them with sneakingadmiration. They aren’t “the thing,” socially. They are notregarded as models for the young. In Europe the day of therobber baron is over; in America it has only begun.We do not interfere with the big thieves, except by call-ing them names. But we interfere actively with the per-sonal freedom of our humbler citizens. We forbid them toplay or to drink beer on Sunday. I never play athletic games,and I hardly ever drink beer. But I sometimes burn withdesire to soak myself with rum as a protest against the fa-natics. I believe, to paraphrase Wilde, that it is not immoralfor a prickly thistle to be a prickly thistle, but that it wouldbe frightfully selfish if she wanted all the flowers of thefield to be both prickly and thistles. I have nothing to sayagainst the teetotaler. I respect his individuality. But lethim respect mine. We continually sin against individuality.Ours is a country of ready-made morals and ready-madeclothes. Abroad no one meddles with personal liberty, andnobody wears ready-made clothes.CONFORMITY is our catchword. We suppress subjec-tive forces in politics and in art. We eliminate the per-sonal note in the press. The day of the Greeleys was brief.Journalists abroad have certain convictions which they arenot prepared to sacrifice at any price. We have no such con-victions. One evening I had dinner in Berlin with a cel-ebrated professor of political history. His name is oneverybody’s tongue. He is a man who hobnobs with Emper-ors, and his weekly reviews of the political situation areregarded as final. All the newspapers of the world come tohis library, and he reads them all in the original languages.The conversation naturally drifted to journalism, and Iinterpreted for him the status of the American editor. Thepolicy of the paper, I explained, is prescribed by the propri-etor and reversed at his pleasure; the editor’s personal opin-ion is of no consequence, even if his salary may be that of aking. He is a living automaton, paid for his dexterity, nothis views. He might write Democratic editorials in the morn-ing, and Republican editorials at night. In private life hemight be a Socialist or a Mugwump. Yet no one would thinkthe less of him, or brand him as an unprincipled rogue. Idid not pretend to be better than others. I even admittedthat to be such an intellectual Jekyll and Hyde might be adelightful sensation. As long as my articles were unsigned, Iwould not regard myself as responsible for their tenor. I shouldlook upon my job as an exercise in political dialectics.The professor was very much shocked by this lack of prin-ciple. His wife, a delightful woman, looked upon me as onelooks upon a leper. A German journalist of standing wouldrefuse to write a line, signed or unsigned, of which he dis-approved in his heart. Those who sacrifice their convictionsare regarded as pariahs by the profession at large. Journal-ists abroad take themselves more seriously than we. Theyhave finer ethical standards. The professor, being not onlya learned, but also a wise man, realized that the views Iexpounded were the logical growth of our peculiar culture— or the lack thereof; but I am afraid he looks upon themas cancerous. Which, perhaps, they are.WE play the game to win. We have little of thesportsman’s joy in the game as such. Not for us thesubtler victory of courageous defeat. As money is the stake,we despise the poor — not because they are poor, but be-cause they have not “made good.” We make compromises,permissible in journalism, but fatal in art. Literary geniusesof the old world are prepared, for the sake of their vision,to live on a crust. Schiller was a man of small means. In-deed, I probably got more for my English version of hisMaid of Orleans from Maude Adams than he ever did forthe original. Chatterton “perished in his pride.” I, LeGallienne says, perish in my conceit. Honorable poverty hadno terror for the great English poets. We barter dreamlandkingdoms for real estate.Our greatest living author is actually a corporation. Wemay speak of “The Mark Twain” as we speak of “The Stan-dard Oil.” That opens amusing vistas of “The John Milton,Limtd.,” and “The William Shakespeare, Inc.” For all weknow, this may be the solution of the Shakespeare prob-lem. William Shakespeare may have been merely the trade-mark for a stock company, of which Francis Bacon was thechief stockholder, and the gentleman usually referred to asthe author of the plays merely a dummy director! If JohnKeats had been an American he might have been incorpo-rated under the laws of New Jersey. His name, instead ofbeing “writ in water,” would be writ on watered stock! Thegenius of Poe, alas, was antipodal to the American spirit. Ifhe had capitalized his brains at five hundred thousand dol-lars, he would surely be in the Hall of Fame. Let me stateright here that I refuse ever to have my name there engraven.I prefer to roam through the spirit world unindorsed by smugnobodies, a vagabond ghost, with Whitman and Poe."},{"pageNumber":19,"pageContent":"THE INTERNATIONAL1717THE CONVERSION OF AUSTIN HARRISON“Austin, among the flowers in Covent Garden.” — Gwendolen Otter.Henry, more than any other Norman name (Gk., Hen, one;Lat., Ricus, a rich man; Henricus, Henry, “one rich man”), hasbecome English. Harry the Fifth was a sort of incarnation ofMars, and Harry the Eighth of Jupiter; these be thy Gods, OEngland!Harry is the very name of the true English type, the devil-may-care, go-as-you-please, breezy, rascally, loveable English-man. Every Harry has to live up to it. Harry Lorrequer! HarryVardon! Harry Lauder!Henry is a rather serious person; but Harry is a darling.Even Old Harry is a jolly devil, not in the least sinister likeMephistopheles, or malicious like Old Nick. “Playing OldHarry” with anything is a sort of practical joke.So Harry’s Son, or Harrison, is English of the English. Aus-tin lends a touch of classical refinement, for his father called allhis sons after Romish Saints to prove how tolerant a Positivisthe was, though his own name Friedrich, or Frederic, had beenbestowed in a passion of admiration for the Great Frederic ofPrussia. (One should here deny emphatically the absurd Ameri-can rumor that Austin Harrison is the son of Frank Harris).I do not remember when I first met Austin Harrison, and Ido not know to this hour if his eyes be blue or brown. But healways seemed to me to be too quietly dressed. He had gone tothe best tailor and been dealt with gently but firmly. His mous-tache was too well trimmed; his face too innocent and boyish.I found him the most delightful of companions. He is al-most absurdly loveable. I never knew him do an unkind orungenerous action. He has no “brains.” I never met anybodyso incapable of intellectualism of any sort — and he aspiredto it with most forlorn devotion! It was the perfect Englishstupidity made somehow aware of its own defect. But, also,he was never wrong. He would take six false premises, com-mit the errors of petitio principii, non distributio medii andquaternio terminorum, and come out with a conclusion whichwas a contradiction in terms, and would turn out to be exactlycorrect. This is no unique gift; all true Englishmen have it.England has provided the Pax Brittanica for India, the onlypossible government for that pandemonium of races and reli-gions, upon the postulate that Sir Rabindranath Tagore is a“dirty nigger.” If any one in India were to deny this, we shouldhave as many lynchings there as we have in Georgia, at thebest; at the worst, a revolt every few months.Just before the war, we were biting our nails all the wayround Princes, at Mitcham, for the Irish Question had becomeacute. Austin, with his incomparable instinct, proposed to meto kidnap Sir Edward Carson. I was too young and frivolous inthose days to take it up; I did not know then as I do now howperfect was his statesman’s instinct. If I had agreed to his pro-posal, I think it might have aborted the European war. A na-tion would have thought twice about mobilizing if we had beenhaving that kind of a tea-party.Well, I failed; the blood of countless millions is on my head;the war began.Austin Harrison immediately set his intellect to work, pro-duced the most fantastic nonsense ever penned, and earnedfor himself the enduring title of “the boy bigot.” His maintheory was that the German nation was as surprised and ex-cited as he himself was by the work of von Krafft-Ebing, andbeen overcome by collective sadistic mania. He had been someyears in Berlin, but did not even know that the German Em-peror was not Emperor of Germany. He had never heard of theFree Cities. But his conclusions were as infallible as ever. Iremember some one — Lord Howard de Walden, or my memoryis at fault — saying one night, angrily: “The man’s an ass!”Frank Harris smiled softly, “Yes, but he is Balaam’s ass!” hecried, and Freda Strindberg’s murmur about Lucius passedunremarked, amid the general appreciation of one of the tru-est and wittiest repartees ever made.So now “Austin, among the flowers in Covent Garden,” hasbeen over to Ireland, and his Godlike intuition about Sir Ed-ward Carson has been confirmed by all he saw and heard. TheNigger in the Wood-pile is the Ulsterman in England. Let mehere quote a few phrases from the November “English Re-view.”“Boy Scouts in Sinn Fein uniform guard the coffin, andaround it we watch the endless procession of mourners filingsilently past, the rich and the poor, the old and the young. Fordays they had filed so past and far into the night. One cannotwalk about without seeing the anguish on men’s faces, thelook of despair. The scene fills me with shame. This Thos.Ashe, a young schoolmaster, has suddenly become the hero ofall Ireland. In Lewes Gaol he wrote a little poem, each versebeginning with the words: ‘Let me carry your Cross for Ire-land, Lord!’ A man evidently. A martyr! Another of Ireland’smartyrs! Why? In Heaven’s name, why — and at this junc-ture? It hurts me to watch these patient Irish salute the deadman. We hurry away.”“Friends of mine on the Press whispered to me that therewas a conspiracy of silence imposed upon Fleet street, andthis gave me to think furiously, for at that moment it suddenlyoccurred to me that Sir E. Carson had recently assumed con-trol of Intelligence and Propaganda, and that only a week or soago The Northern Whig, which is the Ulster Unionist organ,had savagely attacked the Irish Convention, contrary to theinstructions issued to the Press to say nothing prejudicial tothat body, and consigned its labors to the waste-paper bas-ket.”“The Lord Mayor of Dublin told me he had traced the au-thority for continuing forcible feeding after Ashe’s death toLondon, not to the Castle.”“Ninety per cent of non-Ulster Ireland is Sinn Fein.”“Sinn Fein have learned that the enemy to conciliation isnot so much England or the Castle, but the Protestant Irishmenassociated with Unionism who control affairs in England. Thisis not a paradox; it is the truth.”“No doubt the spectacle of Young Ireland refusing to fightfor democracy is horrible, but all men in Ireland are agreedthat such a spectacle would never have arisen but for Sir E.Carson’s revolutionary policy in 1914, which once more threwIreland into extremism. Now the change in Ireland’s attitudeis that she realizes this. If Mr. Redmond and his party are to-day phantom representatives — and they are — it is because"},{"pageNumber":20,"pageContent":"THE INTERNATIONAL1818of Sir E. Carson and of that baneful policy which made Ulsterthe key of Unionism.”“When the Irish Times calmly writes that ‘failing such as-surances he (Mr. Duke) must be asked to transfer his respon-sibilities to stronger hands,’ we have a pure example of theProtestant Irish Party terrorism which is the cause of all thetrouble. It is Trinity College speaking. It is Ulster politics. Itis the Carson monopoly which runs Ireland, thus helping topoison feeling in Ireland by attacking the English civil admin-istration.”“Sinn Fein is the reaction to Sir E. Carson’s revolutionarymovement. Now, this from the English or Imperial point ofview is a healthy sign. It is the index finger of the solution. Itmeans that the opportunity has come for true Imperial states-manship.”“I am perfectly clear that nothing can be done now so longas Castle government remains, because all Nationalist Irelandrecognizes now that Castle government is itself controlled byUlster Unionist politics in England. And that is the healthysign. To ask Nationalist Irishmen today to trust us so long asthe author (and his following) of the threatened Ulster revolu-tion of 1913-14 controls the English attitude towards Irelandin the British Government is useless. As well ask Sir E. Carsonhimself to trust the German Emperor, although he may placeconfidence in his imported German rifles. The change of atti-tude in Ireland means England’s chance. It is to show the Irishthat we here are not going to be dictated to by a handful ofIrish Protestant politicians who, under the cloak of anti-Pop-ery, control the English attitude and so frustrate all hopes ofsettlement.”“Nor have I the smallest doubt — and I have had unusualopportunities for studying all features of the Irish situation inthree successive visits — that the moment Sinn Fein was maderesponsible it would astonish even Irishmen by its progressiveresponsibility.”“The whole world is watching England’s attitude. We mustnow decide. I say it with sadness and with full responsibilitythat if we allow ourselves here to be carried away by the Mi-nority Ulster attitude we shall drift into disaster and irredeem-able catastrophe. We, too, must see to the Huns in our midst,or this great fight will have been fought in vain. Ireland isready for settlement. Failure on our part to do the simple andright thing now must prejudice our cause before the eyes ofthe world, and may yet imperil our Imperial truth.”I will ask Mr. Harrison to compare with this my own ar-ticle, “Sinn Fein,” in the September “International” writtenunder the nom-de-plume of Sheamus O’Brien, and “England’sBlind Spot,” in the “American Weekly,” of April 18, 1917.And now I will quote one other passage. He has told mesomething; I should like to reciprocate.“At four p. m. on the Saturday Irish friends come to tell usthat the sands have run out of the glass, and that on the mor-row Ireland will be plunged once more in tragedy and verylikely in the throes of revolution.“Then the good news comes — Mr. Duke has returned; theprisoners are to have political status. It circulates through thecity like wildfire long before the late evening editions can pub-lish it. Within an hour all Dublin knows that the crisis is over.Men smile again. I go out to find the relief and happinesseverywhere. That evening Dublin sleeps in peace.”Do not you see, Austin, my Austin, that the Irish are theproudest people on the earth? You cannot bribe us by materialadvantages; we want political status.The same thing applies, incidentally, to Germany; beforeany solution is possible, we must drop the “Sadists” and the“Huns” into the abyss with the “Irish Rebels,” and “black-guards,” and “cattle-maimers,” and “traitors,” and “moonlight-ers,” and all the rest of the silly abuse. The Pharisee who be-gan his prayer by thanking God that he was not as other menare didn’t get far on the road to heaven. Come; it is time wewere done with hysteria; let us rather discuss the merits of thebaffy once more “among the flowers of Covent Garden.”P. S. — We can do nothing while Lloyd George and Carsonare in power. They are lawyers, and so technically gentlemen;but we cannot afford to lose the Empire on a technicality.A. C.Down a sandy path I trip on clattering little slippers,And pull my kimona from the edges of little pools left by the rain.In the middle of the garden I reach the bathhouseAnd brush aside the lime tree boughs that hold the hasp.The air is filled with the scent of the shaken blossomsAnd the tang of the rinds of fallen fruit bruised by my heel.Inside I fasten the clumsy wooden latchAnd put my bare feet on cool squares of marble, half-sunk inmoss.I drop aside my garments and fling up my arms to meet the cooldownfalling shower.I throw back my head and laugh when it envelopes me.The slits between the jalousies let the sunshine fall through inbars on the marble squares.Where it stripes my skin, it turns it the color of the Quesqueldit’swing when he cries in the morning.With the wet drops still glistening on my flesh I slip into mykimona and step into my slippers.I undo the latch and push through the lime boughs whose blos-soms drip rain drops on my face.And there not many yards distant, in the sunlight, stands mylover.His eyes are gray and inexplicable as they meet mine.Oh, I think the air of heaven must love him to surround himwith that glory of light!In one long glance, my body trembles.I gasp, and clutch my kimona across my breast.Then I flee down the sandy path.THE BATH.By CLYTIE HAZEL KEARNEY."},{"pageNumber":21,"pageContent":"THE INTERNATIONAL1919THE GOD OF IBREEZ.By MARK WELLS.El-gebel, surnamed the Terrible, rode northwards on his sa-cred stallion. The way was steep; before him towered the mightyrange of the Mountains of the Bull, their snows stained red bysunset. The King laughed and turned in his saddle. He lookedover the forests of pine (whose spears seemed to him, in hispoetic mood, like those of his own cavalry) to where in the dy-ing light the flames of that city which is now called Tarsus be-gan to shine lurid through the dust of that sultry air of the greatplain. It was the climax of his life; never in all history had anyarmy passed through those tremendous gorges, jagged woundstorn by the swords of warring gods his ancestors, where the waywound among prodigious precipices of red rocks and gray, oftenso narrow that two men could not ride abreast, often so steepand rugged that even the sure step of mountain-bred horses some-times faltered.He felt himself at last worthy even of those great gods; hisheart beat high to feel that they could look on him with pride.Like the great golden eagle, he had swooped on Tarsus thatnever dreamed of danger from the north. In one fierce battle hehad overwhelmed the unready levies of the city; the timid andeffeminate burgesses had hastened to surrender the gates, butthe grim warrior had put all to fire and sword. His men wereladen with spoils great and goodly, gold and silver and copper,tapestries and silks, a thousand things precious beyond all price,since he had never even dreamed beauty such as theirs. He hadnot only conquered an enemy; he had discovered a new world.More than that, he had the jewel of all, the wonder of his eyes,a thing the thought of which made his heart ache within him, somarvelous was it beyond all the imaginations of his soul. Andeven as his thought turned thither, the sacred stallion ceased toclimb. He had come to the crest of the first range; before himlay a stretch of meadow land, spacious and gracious. He calledto his equerry to give the order to pitch camp.The equipment of the raiding hillmen was of the simplestorder. For all shelter the men stripped blankets of goats’ hair,which during the day they used as saddles, from their chargers,and fastened them to spears fixed in the ground. For meat theyhad dried goats’ flesh and flat cakes of unleavened meal. Eachman was thus entirely independent of nature for three weeks,or, with economy, a month, providing only that he could findwater at intervals of three or four days. For the goat was still thesaviour of the tribe, his skin not only furnishing an excellentreceptacle for water, but conferring upon it the blessing of aflavor all its own.The King’s own equipment was hardly more elaborate. Histent was larger than those of his men, and made of camels’ hair,dyed red and blue in stripes. Instead of goats’ flesh he had driedvenison, and his cakes were specially baked for him daily; alsothey had much more salt in them than any common soldier couldafford.El-gebel had not earned the title of The Terrible without de-serving it. His accession to power had not been devoid of inci-dent as that of most modern monarchs. His line combined thesacerdotal with the kingly function; the person in office wasexpected not only to govern — in fact, government was lookedupon as a sort of necessary evil — but to insure the daily risingof the sun and the periodical supply of rain. He was expected tokeep the goats from disease and even from wandering; and theapple and walnut and mulberry harvests, as well as those ofmaize and rice, were as dependent on his energy and activity asthe success of a state ball to-day is upon the urbanity of themonarch. Consequently when the king fell ill or became old,his self-forgetful care for the welfare of his people would in-duce him to call attention to the fact of his incapacity, and tosuggest that he should be slain so that his spirit might pass intothe vigorous body of his heir. Sometimes, the failing body wouldinfect even the mind, so that the King did not appreciate theurgency of the matter. In such a case kind friends would remindhim. Now El-gebel, who was the eldest surviving son of hisroyal father, the first born having been piously sacrificed ac-cording to custom, discovered that a younger brother was sup-planting him in his father’s affections. This, to El-gebel, was asure sign of the King’s infirmity. He put the point before sev-eral powerful chiefs in whose wisdom he had the utmost confi-dence, although (by a curious coincidence) they were themselvesin disgrace at court, and the upshot was that they decided thatthe safety of the community demanded the immediate succes-sion of El-gebel.It would be undeniably serious if one fine morning the sunfailed to rise!So they paid a visit to the decrepit ruler, who, though takenby surprise, killed three of the patriots before succumbing to aspear-thrust in the back from the hand of El-gebel himself.Once upon the throne, El-gebel showed himself worthy ofthe trust reposed in him. Aware that stability of rule is above allto be desired in any community, is, in fact, the prime conditionof its prosperity, and not forgetful of the fact that the brethren ofa King are often envious of him, he overmastered his familyaffection in the interests of the state, and inviting his brothersto a banquet in celebration of his accession, he poisoned them.As to the chiefs who had aided him in the painful but neces-sary task of supplanting his sire, he reasoned rightly that theywere turbulent persons with no respect for established author-ity; he had himself seen them in the very act of regicide. Of thiscrime, which, the King being also a priest, was not only murderbut sacrilege, he accordingly convicted them; and they sufferedthe penalty of decapitation. This course of action commendeditself to all the best and most conservative elements in the state;such uprightness, combined with such self-sacrificing devotionto duty, commanded both respect and obedience.Now it was decreed by Fate that a certain enterprising mer-chant of Tarsus, seeking a new market, should determine tojourney across the Mountains of the Bull with four asses ladenwith choice wares.The King, like Columbus when he saw the jetsam thrown bythe Gulf Stream on the shores of Europe, divined the existenceof boundless wealth beyond his frontier, and, cutting off theears of the explorer as evidence that he was no effeminate andluxurious potentate with no thought beyond his own pleasure,but a serious ruler who desired only the prosperity of his people,inquired minutely as to the distance of his city, its population,its army, its defenses, its wealth, as became an earnest seeker"},{"pageNumber":22,"pageContent":"THE INTERNATIONAL2020after knowledge, and on receiving what appeared to him highlysatisfactory replies, instructed him to act as guide through themountains. Arrived in sight of the city, he sacrificed the mer-chant to his gods — for, unless the favor of heaven be assured,what undertaking can prosper? — and, thus fortified with thedivine blessing, made his dispositions for attack as above re-counted, with the same signal success as had accompanied ev-ery action of his life. A happy harmony of prudence and daringmarked his character; this, coupled with an inflexible will en-lightened by acute intelligence, raised him immeasurably abovethe common herd, even of warrior kings.II.We now see El-gebel, in the words of that world-poet whohas made the country of Warwickshire not only the center butthe crown, of England:“A warrior weary of slaughterStriding to the striped lairOf deftly-woven camels’ hairWhere the trembling captive womanWaits his pleasure-hour inhuman.”For the wonder-jewel of all his spoils was the virgin priest-ess of one of the smaller temples of Tarsus.She was the tiniest and most perfect creature imaginable,supple and slender, suave and secret.She looked less like a woman than like a painted doll. Herhair was thick and long, of that intense black that has the bluesheen of steel in its depths; her face, of exquisite delicacy, worethat constant and ambiguous smile that we see in the pictures ofLeonardo da Vinci. But her skin was smoother and whiter thanthe whitest ivory, her mouth dyed with vermilion, her jet myste-rious eyes made more lustrous with belladonna; her lashes thickand black with antimony. She was dressed in a single piece ofthe finest scarlet tissue, wound round and round so closely andso cunningly that it perfectly revealed and perfectly concealedher nubile loveliness. The king had himself discovered her dur-ing the sack of the city, sitting placid in her accustomed place inthe shrine which she served. He had instantly realized the valueof his find, for she was as different from the women of his tribeas a prize Pekinese from a mongrel sheep dog; he held back thesoldiers, gave her into the special charge of a trusted officer,and ordered that she was to be treated delicately, and allowedto make her own arrangements — as well as is possible in ablazing town — for the journey. His inevitable instinct told himthat here was a piece of fragility, that must be handled withcare, or it would break.A tent had been erected for her next to the king’s. When hehad rested from his journey, slept for an hour, and partaken of amighty meal, he strode across the ten yards of moonlit gladethat separated his tent from hers. His lips curled cruelly at thethought of the sport that he would have with her. He picturedevery thing. She would be cowering and weeping in a corner ofthe tent; he could catch her by the hair and hold her up andmock her. Luckily, the dialect of Tarsus, barbaric as it doubtlesswas, was near enough to his own speech to make conversationeasy. Then with the other hand he would put his sword to herthroat. After that he would laugh, throw down the sword andtear that web that clothed her, neck to ankle. The prologue wasclear; the play itself was inarticulate, a bestial gloating that con-fused his mind altogether, swamping his humanity.But the master dramatist, who had devised so many complexplots and carried them through point by point without a hitch,had erred for the first time.The tent was not as he had expected it, empty and dark, withthe girl trembling in one corner. It was lit brilliantly by twelvesilver lamps; each a long low box with seven wicks arranged ina row, fed by pure olive oil instead of the goats’ fat to which hewas accustomed. Between the lamps were bowls filled withwild flowers from the starry meadow. Instead of the bare grasshe had expected, he found himself treading on thick rugs, fourdeep, on which a cloth of scarlet embroidered with golden drag-ons had been laid. She was sitting at the far end of the tent on agreat pile of brilliantly colored silken cushions, and in front ofher was a table of carved silver with golden vines twined aboutit, the grapes being great amethysts. She was not weeping; shewas softly radiant.The vision paused him for a second, and it was she who spoke.Her little hands went to her forehead, and fell to her lap as shebowed low. Then, in a voice dulcet as dewfall, measured asmusic, and as caressing as the breeze, she said: “It is the crownof my life that I am honored by the visit of the greatest con-queror that lives, and my great shame that I am unable to re-ceive him worthily. On a journey one has not time nor means;but majesty is noble, and will pardon the poor welcome, sincethe will is there.” She motioned the king courteously to the seatabove her. “I pray your majesty to take his ease,” she continued,“may it be his pleasure to deign to partake of the humble foodwhich I have endeavored to prepare for him!” Then the kingunderstood that it was her purpose to poison him. “I have eaten,”he said abruptly. She divined his thought. “Your majesty wrongsme,” she said. “To prove it, I pray you choose of the food, that Imay eat.” “She does not want to poison herself,” thought theking, “or she would not have done it before I came. I will humorher.” He accordingly took his seat by her side, and gave herfood. He had never seen anything like it in his life. There weretiny white cakes, thin as his sword-blade, glistening with goldencrystals; there were little cylinders, apparently of some strangekind of meat; there were fruits such as he had never seen be-fore; there were eggs in a jelly of pale amber; and quails cov-ered with some warm substance like ivory or cream.Before Krasota, for that was the girl’s name, had eaten manymouthfuls, El-gebel discovered that fact which would makeCatullus say, centuries later, “I pray the gods, Fabullus, to makeme one total nose.” He forgot that he had eaten two and a halfpounds of dried goats’ flesh an hour earlier; and he fell to withardour. The girl took a chased amphora, and poured from it notwater, but a liquid sparkling and purple whose scent made eventhe food seem commonplace. She filled two bowls with this,and offered them to the king to choose. “It is the custom ofTarsus,” she said, “to drink together, praying the gods for eachother’s health and happiness.” With that she drank. The kingput down his bowl with a sour face. “I do not like this water,”he said. “It is bad water.” She laughed in his face, drained herbowl, replenished it, drank again. “Your majesty will think oth-erwise in a little while,” she smiled, “would he but deign to tryagain.” He sipped cautiously; presently he changed his mindindeed, and drank his fill. By this time he was in a roaring goodhumor, and he began to wax amorous; a coarse caress testifiedto the fact. Krasota did not resent it; she smiled as she shookher head. Then, in a very low slow voice, she explained herposition. “If I am to be the queen of the greatest conqueror in"},{"pageNumber":23,"pageContent":"THE INTERNATIONAL2121the world,” she began — and that was another quite new ideato him! — “there is much to be learnt. You see, your majestydoes not know what to eat, or how to eat it. You eat like a goat.Then you pay an evening call upon a lady with an old quilt ofgoats’ hair cloth, shaggy and dirty, for all attire. You dress likea goat. You haven’t shaved for a month. You look like a goat.Then your skin is rough and hard. You feel like a goat. Thenyou come here having touched goats’ flesh with your fingersand not having washed. You smell like a goat. I am sure, too,from what you did just then that you make love like a goat. Ishall soon change all this. I always wanted a great king to playwith.” This last new view of life set El-gebel agape indeed. Hisbrain was dizzy with the strangeness of it all; and, supremely,he was overcome; no man can endure the suspicion that he ispersonally offensive; the repetition of the word ‘goat’ was morethan he could stand. The obvious remedy, a stroke of his sword,would not cure his memory of that. He could not look at Krasota;El-gebel the Terrible was doing what in a lesser man mighthave been called blushing; he got up, and went out of the tent.Krasota suavely assuring him that the record of his visit wouldbe engraved on gold by her family for countless generations,and praying openly to the gods that he might enjoy the blessingsof untroubled repose, the dreams of love and victory.III.The following night the king left Krasota to her own devices,merely sending her word to prepare his food for him; not untilthe third night of the journey through the mountains did he re-turn to her tent. In these two days he had taken all possiblepains to remove the reproach of goatishness. He had halted thearmy beside a ravine, and ordered the display of the spoils, andan inventory to be made by the bard of the tribe, so that thegreat victory might be sung worthily.He had picked out a magnificent hooded mantle of blue silk,a broad band of gold, studded with rough jewels, evidently in-tended for the head, and a large oval mirror of polished silverwith an ivory handle. With these he returned to his tent, andproceeded to experiment. He saw after a few trials that it washopeless to frame his hairy countenance in such a setting; so heexercised his usual determination and thoroughness, and hadnot only his chin but his whole head shaved clean. Then hewent to bathe in the ravine, and removed the main evidence ofthe four months that had elapsed since he had taken off hisgoats’ hair tunic. Not yet satisfied, he had sent officers to searchfor perfume, which, under the instruction of Krasota, they foundeasily; it was with the contents of a great flask of ’atr of rosesthat he rubbed himself till his skin shone again. Now when heput on the blue robe, and drew the hood over his head, andfixed it with the band of gold, he was not so displeased with thecomment of the mirror. So he sent word to Krasota that he woulddine in her tent that night.With characteristic tact, she made no remark whatever aboutthe change in his appearance; she began the conversation bycongratulating him on his brilliance as a cavalry tactician. Shehad watched the battle, it appeared, from the roof of her temple.From that she led him on to a discussion of his own country, andhis plans for its advancement. These consisted solely in tryingto find some other folk to rob. “Majesty,” she said, “your coun-try lacks four things; without these you are of no more accountthan a flock of goats.” (How El-gebel began to hate that wordgoat!) “First, you must plant wheat instead of this dreadful maize,which is only fit for goats to eat; next, you need oil instead ofrancid goats’ fat, so you must plant olives. Then without wineof the vine, man is no better than a goat; and lastly, you ought tobreed bulls. They are the strongest animals on earth; you canfind no beast for plowing like the ox; the cow gives a sweetdelicate milk very different from the stinking milk of goats; andthe flesh is excellent to eat, as your majesty knows; I am sureyou never want to eat goats’ flesh any more.” It was at this timethat El-gebel meditated ordering the wholesale destruction ofthe unfortunate animal which seemed to occupy so large a placein the thoughts, and so small an one in the affections, of his faircaptive. However, in this matter of affections ——He was a little less clumsy than on the former occasion; butKrasota, patting his great hand gently, as one who consoles atroubled child, continued to talk politics. “Bulls,” said she, “aremore important to you than you suppose. I have heard from of-ficers appointed by your favor to guard me that the vitality ofthe nation is incarnated in the king; if you should happen to fallill or to grow old, like your august father, it would be a veryserious thing for you. Now we will have a temple, and you willmake me priestess, and there shall be a perfectly black bullwith a white star upon his forehead as the god in whom the lifeof the nation is concealed. We will assure his continued vigorby killing him every year on the day of Spring, and his life shallpass into that of his successor in the usual way. This will makefor the stability of your rule.” El-gebel was not slow to graspthe great advantages of the plan proposed, and agreed at once toher suggestion that a party of officers with a guard should besent back to the plain the next morning to collect cattle andvine-dressers and all the other people and things necessary forthe various reforms proposed. The king was more delighted thanever with his prisoner, and renewed his advances. This timeshe heaved a sigh. “I wish it were possible, O king,” she mur-mured, “to forget duty in rapture unspeakable such as it is theevident intention of your majesty to bestow upon his devotedslave; but there is much work to do. The officers of the commis-sion must be carefully picked, and there is not a moment tolose. Suppose that your majesty should have contracted the fe-ver of the plains!”El-gebel saw the force of this argument, and spent his nightin drawing up dispositions for the morrow instead of in slothand dalliance.The following evening, before sunset, they came to the lastcrest of the mountains. El-gebel reined in his horse, and waitedfor Krasota’s litter. “Look,” said he, “there is my city!” It waslittle better than a collection of huts, built partly of stones plas-tered with mud, partly of rude brick, partly of wood. “We shallnot reach it to-night,” continued the king; “when we reach thebottom of the ravine it will be pitch dark, and the torrents aredangerous.” He kicked his horse, and began the descent. Theclimb was even more difficult than it looked; it was very latewhen they reached an open space at the mouth of the ravine andthe order to pitch camp was given.The morning dawned; Krasota found herself looking up intothe mountain. Giant precipices, red as blood, towered on eachside of her! and from the western cliff a river burst, in one mag-nificent jet, a crystal arch of water that matched the sky forazure. Plunging to the gulf, it joined the multitudinous springsthat bubbled everywhere from the bed of the ravine, and almostat her feet their torrents raged afoam, a roar of many waters."},{"pageNumber":24,"pageContent":"THE INTERNATIONAL2222The grassy plateau on which she stood was smooth and green,shadowed by ancient walnut-trees. As she gazed upon the beautyof the scene, the king joined her. “We start for the city in anhour,” said he. “City!” she retorted, “it is not fit for a goat tolive in! I will stay here in the tent, until you bring the sacredbull. Then architects shall bring their builders, and the builderstheir quarrymen, and here I will have my temple.” The kingknew that to argue the matter would ensure a further referenceto goats; he acquiesced. “Very good!” he answered, “then I willstay here to-morrow with a few of my men. I am anxious tomake progress in the matter you know of.” “You will go to thecity,” she replied firmly, “unless you are the greatest fool inAsia. Ten to one somebody has started a rebellion, and if thearmy should arrive without you, you would find another kingthere when you did come. Besides — I may as well be frank —you had much better forget all that foolishness. You have plentyof that in the city. I am sacred. I am going to make you a reallygreat king; and if we mix pleasure and business, business willsuffer. Also, you stir up all sorts of jealousy if you bring back astrange woman; one of your wives will probably find a way topoison you. No: you must tell every one that I am a virgin priest-ess of immense power, and that I am on your side. Come; youhave sense — wonderful sense, for a man — show it by notdestroying your ambition for an hour’s pointless pleasure! Be-sides, you would not find such delight a you suppose,” she added,seeing him flush with anger, evidently ready to take immediatemeasures to constrain her inclination. “I am highly imagina-tive, and I am sure that I should be able to do nothing but bleat.”El-gebel swallowed his wrath; he was intensely irritated at theway he was put off; but he could not deny that she was clever atthe art of putting off. He felt no more inclination to caress herthan if she had been one of the goats she was always discussing.He recognized her wisdom as a higher type than his own savagecunning; he gave her up. She knew the gesture. “O king!” saidshe, “men have surnamed you The Terrible; in five years theywill change it to The Great and Terrible. I am more than half inlove with you, as a mother with her child; and I will bring you toglory of which you do not dream — I swear it by the sacredBull!” Then she put a friendly hand on his. “Do you know howI recognize a great man? He is always like a baby. He cries forthe moon; he is single-hearted and simple; he has that true in-ner wisdom which life teaches small men to forget; and he buildson trust because he knows that if he allows himself to be suspi-cious he will have no time for any thing else. Now, see, they areholding your stallion for you; go, and prosper!”“I shall come to see you every week,” replied the king; “onbusiness.”She followed him with her eyes until he was lost to sight inthe dust of the plain. Then she sat down under the oldest of thewalnuts, and began to plan the details of her temple.IV.Eight years later the word of Krasota had been abundantlyfulfilled. Under her magic guidance the very face of Nature hadbeen changed. Cybistra was now a handsome capital, withmarble palaces and temples; the rough and arid plain betweenit and the ravine of Ibreez was become a land of corn and vine;green lanes happy with hazel and hawthorn, poplar and willow,led from field to field. Nightingales had found out this para-dise, and lent their lusty aid to joy. Ibreez itself was now a comelyvillage, sprung up about the Temple of the Bull.The swiftness and completeness of El-gebel’s victory hadsmoothed the path of reform. The spoils of Tarsus were all soobviously desirable that it seemed worth while to take any troubleto have them on the spot. It was better to sit under one’s ownvine and fig-tree than to travel five days to sit under somebodyelse’s! One chief, indeed, imbued with what we may call thestern old Covenanting spirit, had seen the cloven hoof of degen-eracy in the effeminate substitution of other things for goats,which to him were the be-all and end-all of life, and the hall-mark of Virtue. He took aside another chief whom he knew tobe disaffected toward El-gebel from having heard him utter fre-quent complaints almost amounting to threats, and said some-thing about the evil influence of foreign women on the moralsof kings. His confidant was of course the head of El-gebel’ssecret police, and the old chief slept with his forefathers. Oth-ers took notice.The people imported by the king from the plains to plant anddress the vines, to quarry and to build, to plow the ground andsow the corn, to irrigate the deserts and to level the roads, tobreed the cattle and to weave the silk and the wool, were a greatsource of strength to the nation. In the lovely mountain air theyforgot the effeminacy which had made them so easy a prey tothe mountaineers. They were of the same stock and language astheir conquerors, and they mingled happily, smooth againstrough, to a medium that promised a great race.King El-gebel, surnamed The Great and Terrible, stood onthe brink of the ravine with Krasota and the young but alreadyfamous sculptor Ebal. Some distance below them rose theTemple of the Bull, a group of domes rising out of each otherlike soap bubbles on the surface of water. The temple was builtof the red rock of the district, but the domes were barred withblue porcelain tiles to symbolize the sacred river. Within thegreat courtyard was the ancient meadow with its walnuts, al-most as when Krasota had first seen it save for that polishedwall that girt it, red rock with diamonds of white marble inlay,and that under the oldest walnut was a mighty basin of marbleand syenite, filled with the limpid water of three springs, andoverflowing to a rivulet flower-prankt that tumbled to the tor-rents. There shook his mighty limbs and disported himself thegreat black bull with the white star upon his forehead, thenleapt from the basin and plunged headlong round the meadow,bellowing with all the furious joy of animal life. But the kinghad not come to Ibreez to see the Sacred Bull; it was the day ofthe completion of the masterpiece of Ebal.Upon the laboriously polished face of a crimson rock thatrose sheer out of the water of a branch of the main stream weretwo colossal figures. The mystery of the Uniting of the Strengthof the Bull and the Wisdom of the Man was symbolized by thedivine image, fourteen feet in height, a bearded man wearing ahigh pointed cap from which branched several pairs of bulls’horns. This figure was clad in a short tunic, belted, with barelegs and arms to emphasize his power. Around the wrists werebracelets; upon the feet, high boots with toes turned up likesabots. In his right hand he bore a vine-branch heavy-laden, forit was he that had brought the vine; in his left a branch of beardedwheat, so tall that the stalks touched the ground.Before him stood with both hands raised in adoration theimage of El-gebel himself. He was dressed in the official cos-tume which Krasota had devised for him, a domed cap encircledby flat bands adorned with a rose of jewels. From neck to ankle"},{"pageNumber":25,"pageContent":"THE INTERNATIONAL2323fell a long robe heavily fringed, and over it a mantle clasped onthe breast with precious stones. These vestments were carvedexquisitely with delicate patterns to represent embroidery. Onhis neck hung a chain, and on his wrist a bracelet. Ebal hadcaught the noble and determined expression of the great king;while he adored the god, it was as an equal; no servility or fearcould dwell in that face with its hawk-nose and its fierce calmeye. El-gebel had grown his beard since the raid upon Tarsushad succeeded, and that upon Krasota failed; for she told himthat a beard added dignity to a great king, and that all sem-blance to — to anything unpleasant — might be avoided by theuse of a device brought down from heaven by a god some yearspreviously, an implement known in Tarsus as a comb.The king congratulated Ebal on the wonder he had wroughtupon the rock; then, turning to Krasota, he said: “You too havewell made good your word. It is but eight years since I con-quered Tarsus.” “O King,” she answered, “live for ever! Butyou did not conquer Tarsus; Tarsus conquered you. Civilizationhas overflowed at last the virgin barrier of the Mountains of theBull. See yonder!” she cried, with outstretched finger and raisedvoice, “beyond your city that you have raised to splendor from aheap of mud huts, that you have embowered in oak and poplar,willow and mulberry, that you have filled with the song of night-ingale and thrush, jeweled with crested hoopoe and rainbow-lovely woodpecker, while your servants, the agile swifts, clamourshrill praise of you in every sky, beyond this paradise of ours,look westward! There see the desolation of the desert, see thesalt marshes, fetid and poisonous, see the dreary expanse of thevast Lycaonian plain, sweeping treeless and barren, solitary asdeath itself, nay, see beyond it — what are those jagged andabrupt cliffs of fire-scarred mountains, under the purple velvetof their clouds, pregnant with storm? There lies the road to Eu-rope, that continent vast almost as our own, smothered in hid-eous forests, where roam more hideous savages than they. Therelies our path of conquest; we are the outpost of Asia, of civiliza-tion and of learning, of liberty in thought, and of mastery inaction; we are the tip of the spear that the great God that isabove all the gods extends towards the setting sun. I have spo-ken. O King, live for ever!”The king El-gebel, surnamed The Great and Terrible, put hishands upon his eyes; for he was weeping. Silently he passedaway from that stern prophetess, who dwelt in the body of apainted doll wrapped round in scarlet tissue.She and the young sculptor followed the king at a great dis-tance. He did not halt at the village; he did not seem to see thestallion that two grooms held in waiting; he pressed on throughthe long lanes, and shut himself up into his palace.V.Ebal remained with Krasota; they dined together in the openbeneath the walnuts.They sat in silence. Presently the rising moon touched thesummit of the western precipice with her light; next, through agap, a thin ray fell upon the river as it spouted from the rock,kindling it to a luminous and unearthly blue.Krasota murmured under her breath: “Half a woman madewith half a god.” Ebal still waited. “I am going to talk to you,”she said at last, “because you will understand. You are an artist,and you have not made love to me.” “I am an artist, and thatwas my way of making love to you,” he retorted with sly vigor,ready for jest or earnest. “Surely,” she smiled, pleased with theboy’s quickness, “and you have won me. Therefore I can talk toyou as if we were twins at the breast of the Great Mother God-dess. You know why I have never given myself to any man, whyI shall never give myself to you?” “I know,” he said; “I guessedit the first day I came here. But that is why I want you so much.”“Then you will understand, adorable my brother! Listen! Thereare two kinds of people, mainly, in this world. There is theherd-mind, the goat-folk, as I should say to El-gebel if I wishedto tease him, who live the easy middle life, birth, life, and deaththrough generations stagnant as the marshes beyond Cybistra.No hope, no light, on any path of theirs! Then there are peoplelike you and me, the eagle-people. Look at what I have done! Ihave made a paradise of this desert; I have raised this peoplefrom a life lower than the beasts to freedom, prosperity, andhappiness; I have brought even Art herself beyond the Moun-tains of the Bull; I have turned the cunning savage who mur-dered his father and his brothers as I would shake the fruit fromthis branch that hangs above us into the god-like man you sawto-day, who wept because he knew he could not live to spreadlight and freedom over the gloomy forests of Europe; and thevery same thing in me that makes me want to do that, that hastaken my life in its grip, and forced me to study sayings of thewise men of every country, to explore nature, to slay myself (ina word) on the altar of humanity, that same thing is the impulsethat makes me — what I am — for which you love me, and forwhich any one of these herd-men would take up stones and stoneme! This beats my wits out on its anvil. Do you know, I findmyself saying: Why did you not yield to El-gebel, rule him andhis people as a courtezan would have done, lived idle and luxu-rious? Was it because of your aspiration to the salvation of hu-manity, or because of your mad lust of degradation unfathom-able and unique? I gained both ends. Half a woman made withhalf a god!”Ebal rejoined at once: “Whole woman in that at least! Yousee that the two aims have one source; then if one be divine, somust the other be! Hear also this word of a great philosopherwhom I worshipped in Egypt, when I went to study art: ‘Thatwhich is above is like that which is below, and that which isbelow is like that which is above, for the performance of themiracles of the One Substance.’ Now that which you detest anddesire is really in its nature identical with the other; its root isin discontent with the pettiness of things. So far as we are gods,we are children; and children cry for the moon.” She smiled torecognize her own doctrine thrown back at her in the very spotwhere she had uttered it eight years before. He went on, notnoticing. “To your savage it seems monstrous that human sacri-fice should be abolished; we madmen want that one strange,blasphemous, impossible thing! So go thy way rejoicing!” Sheshook her head. “I might,” she said, “but my fate is even nowupon me. I have desired the impossible so much that havingdone all that my life can do, I begin to lust for the uncharted andillimitable realms of death. ‘I would I had been the first thattook her death out from between wet hoofs and reddened teeth,splashed horns, fierce fetlocks of the brother bull!’ Ai! Ai!”“I know,” replied Ebal; “I hate my rocks not because theyresist my hand, for that is battle, which I love, but because oftheir multitude, the infinitude of shapeless things that I mustleave so. Just so the king felt this day also. But I want to dashmyself to pieces from a precipice, to take my death from theenemy I have loved and fought so hard. And in my loves I seek"},{"pageNumber":26,"pageContent":"THE INTERNATIONAL2424FINALISMBy GEORGE RAFFALOVICHThe nightmare of new schools had to cease. One after the otherthey were coming along, greedily standing behind each other,eager to kick out, not to praise or support, those that stood infront. Allah and Buddha be praised! The end has come. And theend — we are it. We shall automatically absorb all the other sectsof art and literature.Finalism will soothe the ear-drums of Scriabin’s most violentopponents, quiet the victims of Vorticism, delight those with whosedigestion curried Post Impressionism and the pickled products ofFuturism disagreed. But we shall do more — we afford a cure toevery ill under the heavens. Finalism will appeal and satisfy allwearied young women who wish to become literati. It is reducingIrvin Cobb and George Creel, Rudyard Kipling and the Bahai,Colonel Roosevelt and William J. Bryan to a common denomina-tor. It has come! Come it has indeed! We are it! The Finaliststriumph. Finalism has arrived. After it the flood!Hark! Tremendous mine explosions will shortly and most effi-caciously destroy the last trenches of all schools of Art, Poetry,Philosophy and Religion that are not in close alliance with us.Death to all who disagree with us! No life shall stand in the wayof our love for humanity.There is something decisive about us. We do not beat aboutthe brush. A brave idea needs no boosting. Finalism! The verysound of it is like a bugle-call, while it also suggests the FourthDimension. From now on, and until the end of the great Finale,we, the exponents of Finalism, intend to perpetuate and spreadwide, high and low, the fame of the one magic word that is des-tined to revolutionize the earth. It will end wars, bring down theprice of gasoline, potatoes, imported tame cats and other luxu-ries, preclude all futile discussions as to the length of clothingrequired by our womenfolk, and, in a general way, define, show,exhibit, lay bare, describe, expose, expound, unfold, commentupon, illuminate, account for, reveal, develop, elucidate, explain,demonstrate, construe, illustrate, translate and interpret the vari-ous problems open before our gaping mouths.We shall desist only when the whole globe has been soaked inFinalism and ceases to rotate. But who are “we”? You may wellask. Everybody who is anybody belongs, willy-nilly, to our schools.Soon, I fear, we shall have to blow up some of the members.There is not enough Finalism about them. Some of them stilltolerate rhythm, melody and form. These are grievous offences;combined, they are crimes.It is perhaps too soon to lay down the law as to what Finalismreally is. That we bar from our poetry the words, I, We, He and She,Music, Art, Progress, Mind, Thought and Intelligence is a meredrop in the ocean of our reforms. In due course, we shall discard allaccepted words and replace them by suggestive sounds. Finalism,you should understand, is utterly elastic, catholic and plastic.I can do this much by way of explanation. I can record one of ourséances. There are twenty members. It began with one foolish manasking us to limit, confine and narrow ourselves, in short, suggest-ing that we give out a definition of our intentions and beliefs.That let loose our cranks. Who cared for their definitions inFinalism? They only proved that they had no idea of Finalism atall. Listen to one fool.“Finalism aims at expressing the end of all things. Thus, inpainting a still life, one would suggest the various possible endsof the fruit it is intended to represent.”There was too much of a reductio ad absurdum about this defi-nition, and it was rejected by a 3 to 17 vote. Here I should explainthat minorities always win in our school. Oh! we are logical. Forinstance, if a man can succeed in having but one vote in supportof his views — of course he wins.The next definition submitted was: “Finalism consists in burn-ing one’s boats, crossing the Che-Rubicon of Intellectual Free-dom, throwing one’s cap over the windmills and helping to settleall human difficulties.”That was rank verbiage and stank of classicism. It receivedthe adulteress, the murderess, anyone, to put it in a phrase, whofeels so strongly that she has broken something to attain herends; the artist, not the nanny-goat.” “Then come to me when Ilie dead; for I am artist, I am adulteress, I murderess; and in mydeath perhaps I may be glad to turn back once and smile onlife.”They found her in the morning upon the edge of the greatmarble basin, torn and trampled, her young blood purpling themagical blue of the pool. By her side lay Ebal, his breast thrustthrough with his own sculptor’s knife, his mouth still closedupon the heart of Krasota, and his pale locks clotted with thescarlet blossom of her life that flamed in the sun as never anyother red of earth, caking and darkening here and there to night-shade purple. Afar, the great Bull tossed skyward his great head,its white star crimsoned; and, careless, began to feed upon therich tall grass.But the attendant priests suppressed this part of the event,and distorted and mutilated the rest; were they not goat-men?But it came to an eagle-man, an artist, to sing the Life and Deathof the Virgin Priestess of the Temple of the Bull, of the captivewho conquered her conqueror by wisdom, of the prisoner whothrust the spear-head of the God of Light and Love and Life andLiberty through the shield of the great range; and he, under-standing, told the truth. Thence grew a legend that envelopedthe whole world; one branch rising through Apis and Dionysus,dwindling at last to the Correo de Toros, the other throughPasiphae and Daedalus, culminating in the conquest of the airby man.I love to think that Krasota would have rejoiced in both.Tamen impiaeNon tangenda rates transiliunt vadaAudax omnia perpetiGens humana per vetitum nefas.So mote it be.———(In this story I have followed closely the inspiring descrip-tion of the scenery, and of the monument, given by Dr. J. G.Frazer.)"},{"pageNumber":27,"pageContent":"THE INTERNATIONAL2525fifteen votes, and was therefore rejected. The matter of a defini-tion was left open, and I rose to read the following poem, compet-ing for the prize of $999.99. It is a fine piece of work, a song ofthe year 1940, with suggestions of haunting tunes and melodiesthat are cut short in a Finalistic way before the public tires ofthem. In anticipates finality. Two young Finalistic poets pattedtheir clean-shaven pates and walked out when I read the title andcrescendo description. No greater compliment could have beenpaid to me.“This may please you so much that you will deny me the prize,”I said. “It is an epic, a love epic, a war-love epic, a sea-war-loveepic, and, alas, a deep-sea-war-love epic in the end. It is an accu-mulation of sea and sound waves and a colored transmission ofsuggestive thoughts. Please to concentrate on a sweet girl, a boxof candy and a liner on its way to somewhere in France. It is, Ibelieve, the last breeze, almost a gasp. The title is “Sinker.”Vzeeh Plumh, Vzeeh Plumh! Waves beating a ship!Salt laden sea.One sweet maiden, Kimali and me.Thousand miles across the sea,Yet so nearYou could close your eyes and seeUs two deers.Vzeeh Plumh, Vzeeh Plumh!Z Wind Z . . over Z . . . . . . Waves . . Zeeeh(Red, yellow, blue, green)And over hollowsAlso sweeping the billows(Ships laden sea.Men laden ships. .Food laden men. . .Love laden two).“These last four lines are wonderful,” I remarked, echolessly.There was a pause. A musician coughed, and I feared for myprize. I went on, however, finalistically, with the second verse.Moo — oo, ooh! Ooh! Ooh!Scarlet, bluet, violet, greenetEyes sunken, passion laden.Most happy them!Oh, happy, happy, happy them!Sweet little parrots on the perch.Au nid soit Kimali and me.Crash! Pash! Tash! Pump!Blue, blue, blue, Bubble.U-boat, periscope, sunken-eye, too.Far belowWave-laden,Later decides to come up.Polyphemus,All too famous,Blows Plum once, blows Plum Plum twice.Him O. U. D. R.Her E. S. D. R.One sweet maiden, KimaliAnd me.I smiled triumphantly. The board room was almost empty.Thus encouraged, I read the third verse.Roo-mo, roo-mo, roo-mo.And the race for boatsFear-ladenPurple, yellow, grey, yellow, yellow.Stars shining, eyes streaming, hands squeezingUnawares.Y. Ripe. Y. Sacrifice. Y.Love ladenOne sweet maiden KimaliAnd meObliviousGreen O, Blue O, Purple O, Red O.One, two, threeOne, two, threeVzeeh Plumh, Vzeeh Plumh!Coo-oo, Coo-ooh — Bliss — Miss — KissWind spraysTear-ladenThe Captain bade them goodbye.Him belonged to her home town . . .Small world — Huge billows ——Much he hollers and bellowsOne, two, three, four — Men defy elements:Allons, enfants de la Patrie!Nearer, my God, to Thee!Après des siècles d’esclavage!Vzee Plumh, Moo-oo, ooh!Eating her candy.Reddish, purplish, bluish, greenish,Us connect it not with dangerOne sweet maiden, Kimali, and me.The members of the council were filing in again. Drat theirconservatism! “Fourth verse and Finalistic,” I announced, withthe accent on stic.Tra, Taratara, tara — Tara!Twala! twala balabo!Far, far away, thousand miles across the sea,Yet so near!Distance laden. Lovely solitude.One sweet maiden KimaliAnd me.But . . . Au nid soie! Onyx . . . oie . . . ! O Niçois!Boats gone.Eho! Ohe! Eho!Grey, white, grey, black, blank!Captain gone,Lookout men, drink-laden, Gone. Vzeeh Plumh! Vzee Plumh!Periscope gone. . . .Eyes sunken! Eho! Eho! Bubble!Paper gone —— Turn over.Ship gone.One sweet maiden Kimali,And me.”“This short poem is fine, but lacks ballast,” the chairmansaid, “and I caught a melody in verse 1 and a pun or two . . .However, let us vote . . . . . . Those in favor . . . . . . kindly —will — those — fy — up — seats.”The result was 2 to 18, and the prize was in danger of beingdeferred. On my asserting the fact that the other voter who,beside myself, approved of my poem, did not know what it wasabout, and had been made the victim of a practical joke, I suc-ceeded in winning the crown of glory for my finalistic poem.The next one will be a sucker."},{"pageNumber":28,"pageContent":"THE INTERNATIONAL2626THE MESSAGE OF THE MASTER THERION.Do what thou wilt shall be the whole of the Law.There is no Law beyond Do what thou wilt.The Key to this Message is this word — Will. The first obvious meaning of thisLaw is confirmed by antithesis: The word of Sin is Restriction.Again: “Thou hast no right but to do thy will. Do that and no other shall say nay.For pure will, unassuaged of purpose, delivered from the lust of result, is every wayperfect.”Take this carefully; it seems to imply a theory that if every man and every womandid his and her will — the true will — there would be no clashing. “Every man andevery woman is a star,” and each star moves in an appointed path without interfer-ence. There is plenty of room for all; it is only disorder that creates confusion.From these considerations it should be clear that “Do what thou wilt” does notmean “Do what you like.” It is the apotheosis of Freedom; but it is also the strictestpossible bond.Do what thou wilt — then do nothing else. Let nothing deflect thee from thataustere and holy task. Liberty is absolute to do thy will; but seek to do any otherthing whatever, and instantly obstacles must arise. Every act that is not in definitecourse of that one orbit is erratic, an hindrance. Will must not be two, but one.Note further that this will is not only to be pure; that is, single, as explainedabove, but also “unassuaged of purpose.” This strange phrase must give us pause. Itmay mean that any purpose in the will would damp it; clearly the “lust of result” is athing from which it must be delivered.But the phrase may also be interpreted as if it read “with purpose unassuaged” —i. e., with tireless energy. The conception is, therefore, of an eternal motion, infiniteand unalterable. It is Nirvana, only dynamic instead of static — and this comes to thesame thing in the end.The obvious practical task of the magician is then to discover what his will reallyis, so that he may do it in this manner, and he can best accomplish this by the prac-tices of Liber Thisarb (see Equinox) or such others as may from one time to anotherbe appointed.It should now be perfectly simple for everybody to understand the Message ofthe Master Therion.Thou must (1) Find out what is thy Will. (2) Do that Will with (a) one-pointed-ness, (b) detachment, (c) peace.Then, and then only, art thou in harmony with the Movement of Things, thy willpart of, and therefore equal to, the Will of God. And since the will is but the dynamicaspect of the self, and since two different selves could not possess identical wills;then, if thy will be God’s will, Thou art That.There is but one other word to explain. Elsewhere it is written — surely for ourgreat comfort — “Love is the law, love under will.”This is to be taken as meaning that while Will is the Law, the nature of that Willis Love. But this Love is as it were a by-product of that Will; it does not contradict orsupersede that Will; and if apparent contradiction should arise in any crisis, it is theWill that will guide us aright. Lo, while in the Book of the Law is much of Love,there is no word of Sentimentality. Hate itself is almost like Love! Fighting mostcertainly is Love! “As brothers fight ye!” All the manly races of the world under-stand this. The Love of Liber Legis is always, bold, virile, even orgiastic. There isdelicacy, but it is the delicacy of strength. Mighty and terrible and glorious as it is,however, it is but the pennon upon the sacred lance of Will, the damascened inscrip-tion upon the swords of the Knight-monks of Thelema.Love is the law, love under will."},{"pageNumber":29,"pageContent":"THE INTERNATIONAL2727Do what thou wilt shall be the whole of the Law.I. I am often asked why I begin my letters this way. No matterwhether I am writing to my lady or to my butcher, always Ibegin with these eleven words. Why, how else should I begin?What other greeting could be so glad? Look, brother, we arefree! Rejoice with me, sister, there is no Law beyond Do WhatThou Wilt!II. I write this for those who have not read our Sacred Book,the Book of the Law, or for those who, reading it, have some-how failed to understand its perfection. For there are manymatters in this Book, and the Glad Tidings are now here, nowthere, scattered throughout the Book as the Stars are scatteredthrough the field of Night. Rejoice with me, all ye people! Atthe very head of the Book stands the great charter of our godhead:“Every man and every woman is a star.” We are all free, allindependent, all shining gloriously, each one a radiant world. Isnot that good tidings?Then comes the first call of the Great Goddess Nuit, Lady ofthe Starry Heaven, who is also Matter in its deepest metaphysi-cal sense, who is the infinite in whom all we live and move andhave our being. Hear her first summons to us men and women:“Come forth, O children, under the stars, and take your fill oflove! I am above you and in you. My ecstasy is in yours. My joyis to see your joy.” Later she explains the mystery of sorrow:“For I am divided for love’s sake, for the chance of union.”“This is the creation of the world, that the pain of division isas nothing, and the joy of dissolution all.”It is shown later how this can be, how death itself is an ec-stasy like love, but more intense, the reunion of the soul withits true self.And what are the conditions of this joy, and peace, and glory?Is ours the gloomy asceticism of the Christian, and the Bud-dhist, and the Hindu? Are we walking in eternal fear lest some“sin” should cut us off from “grace”? By no means.“Be ye goodly therefore: dress ye all in fine apparel; eat richfoods and drink sweet wines, and wines that foam! Also, takeyour fill and will of love as ye will, when, where, and withwhom ye will! But always unto me.”This is the only point to bear in mind, that every act must bea ritual, an act of worship, a sacrament. Live as the kings andprinces, crowned and uncrowned, of this world, have alwayslived, as masters always live; but let it not be self-indulgence;make your self-indulgence your religion.When you drink and dance and take delight, you are not be-ing “immoral,” you are not “risking your immortal soul”; youare fulfilling the precepts of our holy religion — provided onlythat you remember to regard your actions in this light. Do notlower yourself and destroy and cheapen your pleasure by leav-ing out the supreme joy, the consciousness of “The Peace thatpasseth understanding.” Do not embrace mere Marian orMelusine; she is Nuit Herself, specially concentrated and in-carnated in a human form to give you infinite love, to bid youtaste even on earth the Elixir of Immortality. “But ecstasy bemine and joy on earth; ever To me! To me!”Again she speaks: “Love is the law, love under will.” Keeppure your highest ideal; strive ever toward it without allowingTHE LAW OF LIBERTYA TRACT OF THERION. THAT IS A MAGUS 9°=2°, A. A.aught to stop you or turn you aside, even as a star sweeps uponits incalculable and infinite course of glory, and all is Love. TheLaw of your being becomes Light, Life, Love and Liberty. All ispeace, all is harmony and beauty, all is joy.For hear, how gracious is the Goddess: “I give unimaginablejoys on earth: certainty, not faith, while in life, upon death; peaceunutterable, rest, ecstasy; nor do I demand aught in sacrifice.”Is not this better than the death-in-life of the slaves of theSlave-Gods, as they go oppressed by consciousness of “sin,”wearily seeking or simulating wearisome and tedious “virtues”? With such, we who have accepted the Law of Thelema havenothing to do. We have heard the Voice of the Star-Goddess: “Ilove you! I yearn to you! Pale or purple, veiled or voluptuous, Iwho am all pleasure and purple, and drunkenness of the inner-most sense, desire you. Put on the wings, and arouse the coiledsplendour within you; come unto me!” And thus She ends:“Sing the rapturous love-song unto me! Burn to me perfumes!Wear to me jewels! Drink to me, for I love you! I love you! I amthe blue-lidded daughter of Sunset; I am the naked brilliance ofthe voluptuous night-sky. To me! To me!” And with these words“The Manifestation of Nuit is at an end.”III. In the next chapter of our book is given the word of Hadit,who is the complement of Nuit. He is eternal energy, the Infi-nite Motion of Things, the central core of all being. The mani-fested Universe comes from the marriage of Nuit and Hadit;without this could no thing be. This eternal, this perpetual mar-riage-feast is then the nature of things themselves; and there-fore everything that is, is a crystallization of divine ecstasy.Hadit tells us of Himself: “I am the flame that burns in everyheart of man, and in the core of every star.” He is then your owninmost divine self; it is you, and not another, who is lost in theconstant rapture of the embraces of Infinite Beauty. A little fur-ther on He speaks of us:“We are not for the poor and the sad; the lords of the earth areour kinsfolk.”“Is a God to live in a dog? No! but the highest are of us. Theyshall rejoice, our chosen: who sorroweth is not of us.”“Beauty and strength, leaping laughter and delicious languor,force and fire, are of us.” Later, concerning death, He says:“Think not, O king, upon that lie: That Thou must Die: verilythou shalt not die, but live. Now let it be understood: if the bodyof the King dissolve, he shall remain in pure ecstasy for ever.”When you know that, what is left but delight? And how are weto live meanwhile?“It is a lie, this folly against self — Be strong, man! lust,enjoy all things of sense and rapture: fear not that any God shalldeny thee for this.”Again and again, in words like these, he sees the expansionand the development of the soul through joy.Here is the Calendar of our Church: “But ye, O my people,rise up and awake! Let the rituals be rightly performed with joyand beauty!” Remember that all acts of love and pleasure arerituals, must be rituals. “There are rituals of the elements andfeasts of the times. A feast for the first night of the Prophet andhis Bride! A feast for the three days of the writing of the Bookof the Law. A feast for Tahuti and the children of the Prophet —"},{"pageNumber":30,"pageContent":"THE INTERNATIONAL2828secret, O Prophet! A feast for the Supreme Ritual and a feastfor the Equinox of the Gods. A feast for fire and a feast forwater; a feast for life and a greater feast for death! A feast everyday in your hearts in the joy of my rapture! A feast every nightunto Nu, and the pleasure of uttermost delight! Aye! Feast! Re-joice! There is no dread hereafter. There is the dissolution, andeternal ecstasy in the kisses of Nu.” It all depends on your ownacceptance of this new law, and you are not asked to believeanything, to accept a string of foolish fables beneath the intel-lectual level of a negro and the moral level of a drug-fiend. Allyou have to do is to be yourself, to do your will, and to rejoice.“Dost thou fail? Art thou sorry? Is fear in thine heart?” Hesays again: “Where I am, these are not.” There is much more ofthe same kind; enough has been quoted already to make allclear. But there is a further injunction. “Wisdom says: be strong!Then canst thou bear more joy. Be not animal: refine thy rap-ture! If thou drink, drink by the eight-and-ninety rules of art; ifthou love, exceed by delicacy; and if thou do aught joyous, letthere be subtlety therein! But exceed! exceed! Strive ever tomore! and if thou art truly mine — and doubt it not, an if thouart ever joyous! — death is the crown of all.”Lift yourselves up, my brothers and sisters of the earth! Putbeneath your feet all fears, all qualms, all hesitancies! Lift your-selves up! Come forth, free and joyous, by night and day, to doyour will; for “There is no law beyond Do what thou wilt.” Liftyourselves up! Walk forth with us in Light and Life and Loveand Liberty, taking our pleasure as Kings and Queens in Heavenand on Earth.The sun is arisen; the spectre of the ages has been put toflight. “The word of Sin is Restriction,” or as it has been oth-erwise said on this text: “That is Sin, to hold thine holy spiritin!”Go on, go on in thy might; and let no man make thee afraid.Love is the law, love under will.Robert Browning says “One truth leads right to the world’send,” and in the Gospels we read “Not a sparrow that fallethto the ground but your Heavenly Father knoweth it.” Whatdo these things mean if not that there is nothing in Naturetoo small to be significant? The fall of an apple sets Newtonon the road to the Law of Gravitation, and the whole theoryand practice of the steam engine was started by Watt’s ob-servation of a kettle.Further, we know from Newton’s First Law of Motion thatthe Universe is a whole in which even the slightest tremor isechoed by an equilibrating tremor equal and opposite. Asthe poet says:“I bringMy hand down on this table-thingAnd the commotion widens — thus! —And shakes the nerves of Sirius.”An earthquake in Calabria may be recorded in California.Even disturbances in the photosphere of the sun may be de-tected these 93,000,000 miles away by methods other thanoptical. It is all a question of the sensitiveness of the record-ing instrument. And so the right interpretation of even thesmallest phenomenon may be the clue to great events. Just,therefore, as by sensing present causes we can anticipate theireffects in the future, there is nothing unreasonable in sup-posing the possibility of a science of divination. It is, how-ever, a great step from admitting a possibility to admittingan actuality.Now when I am asked about these matters, I say that onthe whole the simplest, the most reliable, the most readilytested, the most easily learnt of all these sciences isGeomancy. It requires too, the least possible apparatus. Thename means “divination by earth,” and the requisites are astaff and a desert — which of course every Chaldean hadready to his hand! But in New York we use a pencil and apiece of paper, instruments which (thanks to the Free Insti-tutions of America!) are within the reach of a majority of thepeople.There are several systems of Geomancy, but all depend onthe simplest possible basis; thus:A number is either odd or even.The first system is then to make one row of dots at ran-dom, and count them. Odd means yes; even means no. Butone cannot work out problems in detail on so crude a system.So Fohi, the great Chinese philosopher, invented his systemof 8 trigrams. (It will be obvious that by combining two setsof odd and even one can obtain 4 figures; by combining 3 onegets eight; 4 give 16; 5 make 32 and so on.) King Wu andDuke Chau, during years of prison, passed the time by in-venting a system, in which they combined the 8 trigrams ofFohi with themselves, thus obtaining 64 hexagrams. The bookin which their system is explained, the Yi King, is probablythe oldest book in the world.Before I leave this part of my subject I must refer to theTaoist system of that Master of the Temple whom some of usknow as V. V. V. V. V. He joined to the odd and the even, theYin and the Yang, as the Chinese call them, the male andfemale principles, a third principle, neither odd nor even,neither male nor female. Thus his “Liber Trigrammaton” has27 trigrams, and this amazing book is not only an atlas and ahistory of the Universe, but a compendious hieroglyph of themost secret forces of nature.In pure divination, however, there is a seven-fold schemeof 128 figures, invented by that mysterious Grand Master ofthe Order of the Temple who hides his identity under thename of Baphomet. It is far too elaborate even to outline inthis brief account.The common and generally received system is fourfold,and has therefore 16 figures. Its source is very ancient; itwas first properly explained in public by Henry C. Agrippa,or by some one who found behind that great name a conve-nient shelter. The figures with their titles are as follows: Itabulate them for convenience, and give their attribution to,GEOMANCY.By One Who Uses It Daily."},{"pageNumber":31,"pageContent":"THE INTERNATIONAL2929or sympathy with, the planets and signs of the Zodiac. Butthey have a certain individuality all their own, and they aregoverned by special “intelligences” (a higher order of “el-emental spirits”) whose duty it is to give true answers. I mayhere interpolate that the mighty Baphomet not only inventeda new and superior system, but actually went to the troubleof creating a new hierarchy of demons to subserve it! How-ever, here is the ordinary system.1121 Puer (a boy), Mars in Aries.1212 Amissio (loss), Venus in Taurus.2212 Albus (white), Mercury in Gemini.2222 Populus (the people), Moon waxing in Cancer.1111 Via (the way), Moon waning in Cancer.2211 Fortuna Major (greater fortune), Sun in North Decli-nation in Leo.1122 Fortuna Minor (lesser fortune), Sun in South Decli-nation in Leo.2112 Conjunctio (conjunction), Mercury in Virgo.1211 Puella (a girl), Venus in Libra.2122 Rubeus (red), Mars in Scorpio.2121 Acquisitio (gain), Jupiter in Sagittarius.1221 Carcer (prison), Saturn in Capricornus.2221 Tristitia (sorrow), Saturn in Aquarius.1222 Laetitia (joy), Jupiter in Pisces.2111 Caput Draconis (the Dragon’s head).1112 Cauda Draconis (the Dragon’s tail).In order to work this system, the proper influences arefirst invoked in a proper manner, and the questioner thentakes a pencil that has never been used for any other pur-pose, and a piece of paper equally pure. He makes 16 rowsof dots at hazard. These are then counted, and their totalnumber is noted. Its meaning is discovered by reference tothe book called Sepher Sephiroth. Each line is then countedand marked as odd or even. These are divided into four setsof four, and these figures are called the Four Mothers. TheFour Mothers are then read horizontally, and four more fig-ures called the Four Daughters are thus found. From theseeight we form Four Nephews by combining each pair. Nowwe have twelve figures, which are placed according to acertain secret plan in the twelve Houses of Heaven, as inan ordinary Astrological chart. The Four Nephews are againcombined to form Two Witnesses, and these again combineto form One Judge.The figure is now ready for judgement, and this is the mo-ment which calls forth intuition, and tests the knowledge andexperience of the diviner.I will here state only that problems can be worked out inthe greatest detail. First a general question may be asked,and the minor points filled in by subsequent figures. Caremust be taken to put the question in such a form that a clearanswer is possible, and that ambiguity or even punning isnot possible; for the intelligences serve unwillingly, and arealways ready to match their wits against yours. Woe to you ifyou are not as alert as they!I will conclude this too brief sketch with an actual verifi-able example of how this method may be used.A friend of mine, at that time a chartered accountant prac-ticing in Johannesburg, learnt this science from me, and, be-ing able to devote much time to it, the disciple rapidly out-stripped the master. One day he was called in to examine thebooks of a firm, and, appalled at the size of the task — forthe suspected error might have been anywhere in a numberof years — he determined to try geomancy. He set up a seriesof figures; and after only three hours went to a particularbook, opened it, and put his finger on the falsification hewas seeking — a saving of three months’ onerous work. This,it is to be understood, is only one of many remarkable suc-cesses.One day it struck him that, living as he was in the centerof gold and diamond fields, he might as well use his powersto discover one. He formulated the question as concerning“mineral wealth”; for he did not mind very much whether hegot gold or diamonds! The intelligences directed him to rideout from the city in a certain direction, which he did. Far andfast he rode, and found never a hint of anything to reward hissearch. At last, toward sunset, he drew rein in despair as aline of low hills sprang into view before him. And then hebethought him that a certain figure in his divination mightbe taken to mean “beyond the hills.” I will ride another quar-ter of an hour, he said, for luck. He came to the hills; still notrace of that auriferous quartz outcrop or that blue clay for-mation which he had hoped to find. On the contrary, in frontof him stretched an unbroken plain. I will return, said he,and curse the hour when I first took up Geomancy. But, apool of water lying a few yards ahead, he decided to give hispony a drink before he turned. The pony refused the water;and at the same moment he perceived that it was fetlock deepin mire, and ready to sink. He dismounted hastily, and draggedthe beast from the quagmire. He slipped in doing so; the mudsplashed his face, and at that moment he found that it wasbitter.He had discovered the biggest alkali deposit in South Af-rica! “Mineral wealth,” right enough; and to-day, in spite ofthe war, he is well on the way to his first million sterling.Swear faith eternally averred!I’ll stake my life on your bare word.I sink upon your bosom — so —That I am happy, that I know.Beloved, now my faith is stronger!You’ll love me always — maybe longer!O vow no more, but kiss for troth!I put no faith in a girl’s oath.The words are sweet, but sweeter farThe kisses we have tasted are.Those have I, and there found my faith;Oaths are but empty wind and breath.TROTH.By Heinrich Heine. Translated by Aleister Crowley."},{"pageNumber":32,"pageContent":"THE INTERNATIONAL3030“ODDS AND ENDS OF 1917.”This season is chiefly conspicuous for reviews. These pro-ductions are apt to be scorned by the “high-brows” and by theDrama Leagues. Yet in no field of the theatre has Americamade so many advances. There are at present at least half adozen revues in New York City. The best ones are “Odds andEnds of 1917,” “Doing Our Bit,” “Over the Top,” “Words andMusic.” The worst one is the Spanish affair at the Park The-atre.“Odds and Ends of 1917” is by far the most artistic andclever. The lyrics are particularly good. The costumes delight-ful. The settings in good taste. Even the music is sufficient.Jack Norworth ought to be crowned with laurel for his clearenunciation. That alone would make his singing unique. Whenyou realize how impossible it is to discover any meaning inthe words sung by the average popular comedian, the achieve-ment of Jack Norworth in making himself understood shouldbe hailed as a feat of monumental importance. Harry Watsonin the same show is lovely. He is a grand comedian, of the oldschool. He uses the slap-stick stuff that so delightedShakespeare and is so droll that even I had to laugh, an impos-sible stunt, according to T. Roy Barnes, who publicly calledme down because I failed to roar at his antics in “Over theTop.” Lilian Lorraine is clever too. She wears the tallest hatin the world. But that is only in one scene. The rest of the timeshe employs to better advantage. Lilian really knows how tosing a popular song. “Odds and Ends” is a clever satire doneto music and dancing. Were Molière alive today, that is justthe sort of thing he would be doing.“DOING OUR BIT.”The Winter Garden’s best show is on now. Many of the stagesettings are exquisite, many of the girls are pretty. Several ofthem are really young. There is an excellent contralto and,thank God, when I was there I heard no tenor. Frank Tinneyand Ed Wynne are the hits of the production. And what jollychaps they really are. There is an ingratiating charm abouttheir foolery that warms the cockles of one’s heart. How wellthey know their business. Every trick of the profession is theirs.Should everything else fail, their technique will save them.These younger men about town are nincompoops compared tosuch masters. Seeing them, I was reminded of the comediansof my boyhood days, who one by one have passed away. Inparticular I thought of Nat M. Wills, who only recently died.As they paraded across my mind I conceived the followingpoem:Where are the clowns of yesterday?The men who filled our hearts with glee,Until like sunlight on the seaOur souls expanded graciously.Where are the clowns of yesterday?Their laughter haunts these very halls,Their smiles are smiling on the walls,Between the songs I hear their calls,The darling clowns of yesterday.I had hardly finished these humble verses when Ed Wynnecame on again and told the story of the young patriot who,A GLIMPSE INTO THE THEATRES.waiving exemption, demanded of the board that he be sentforthwith to the most exposed trenches. To his surprise he wasinstantly accepted by the gratified officials. “But don’t youthink I am a littlebit crazy in my head?” he asked.“OVER THE TOP” WITH JUSTINEJOHNSTONE.The lady of the hour is Justine Johnstone. I believe that twoyears ago she was a chorus girl. Today she owns a theatre andthe most popular and the most expensive cabaret in New York.Justine also acts and takes the leading part in “Over the Top.”As an actress she is not apt to rival Sarah Bernhardt. Justinecannot sing, dance, nor play. Nevertheless there is somethingvery fascinating about her. She might have stepped from anovel of Balzac’s. Looking at her I understood why there wereso many ambassadors, captains of industry and poets in theaudience. There is a sixteen-year-old girl who dances in “Overthe Top.” Her name is Rolanda. She is wonderful. She is anAmerican girl, consequently no one will take her as seriouslyas they would some inferior Bolsheviki terpsichorean fromRussia. I was never so struck by the ingratitude of republics aswhen I witnessed the performance of “The Land of Joy.”“THE LAND OF JOY” IS SHROUDED INGLOOM.The Spanish revue at the Park Theatre is a fifth-rate con-coction gotten up to amuse the Cuban provinces. If Americanswere no so extremely unpatriotic such a production would notbe tolerated for an instant in New York. Being stamped with aforeign trade mark, it has made a hit among those who imag-ine that anything imported is fine and superior. As a matter offact, “The Land of Joy” is immensely dull, in bad taste, ama-teurish, and really too trivial to notice. The best thing in it isthe singing of Miss Mursey, an American girl. The rest of theshow is punk.THE WASHINGTON SQUARE PLAYERS.I have always liked the Washington Square Players, if onlybecause Helen Westley is the greatest passionate and tragicactress on the American stage. However, they cast her for partswhich would be better filled by a far worse actress. They donot give her a fair show. She ought to be playing Lady Macbethand Tosca. The qualities of the plays in the first deal this yearare not particularly high. “Blind Alleys” contains an excellentidea, but it is too small for the length of the play; and it isfurther a mistake to hinge the catastrophe of a play on psychics.In this as in the “Thirteenth Chair” the whole atmosphere ispsychic. It is like the unwitting introduction of zero into analgebraic equation. You cannot satisfactorily introduce a hip-popotamus as the deus ex machina of an Alaskan drama; itdoes not belong there.“The Avenue” is very stupid and pointless. It is a lot ofclever episodes hitched together with no point or coherence,and it only concludes by the simple process of concluding.The coming to life of the wax models is one of the stupidestdevices ever seen on any stage.“In the Zone” is a magnificent Grand Guignol play spelt"},{"pageNumber":33,"pageContent":"THE INTERNATIONAL3131qabalistically backwards. It is hard to conceive how any au-thor can be so stupid as to work deliberately (and, it must beadmitted, with excellent good skill) up to a most grotesqueanti-climax. Here we have a tale where big artillery is broughton from the moment of the rising of the curtain. I have reallybeen so thrilled by no play that I have ever seen; and it dimin-ishes and diminishes to the most ridiculous pianissimo on Mr.Smitty’s piccolo, the tragedy of the play being that it wouldnot work. I have yet to learn that “parturiunt montes; nasciturridiculus mus” is a good dramatic formula.“His Widow’s Husband” is a most amusing little comedy.Things get a little better when they are written by people froma civilized country like Spain. Arthur Hold did a most bril-liant piece of acting, one of the very best things I have everseen. There is nothing wrong with the actors, any of them, butthe committee that chooses the plays ought to be set to somesimpler task. I dare say several of them might be able to matchribbons.“ART AND OPPORTUNITY”The author of “Art and Opportunity” is dead and the obvi-ous Latin proverb covers the case. It was supposed to be anall-star cast, but on the night I was there, the sky was com-pletely over-cast. The actors seemed to be asking themselveswhy they were doing things. They certainly saved themselvestrouble by not asking me.Undoubtedly Jascha Heifetz shines supremely in the mu-sical firmament of the month. Carnegie Hall has probablyheld no larger and no more enthusiastic audience than thatwhich greeted this wonderful Russian boy at his second re-cital on December 1. He played Saint-Saëns concerto in Bminor with much authority and exquisite expressiveness.Seldom has one heard a more beautiful tone than he exhib-ited in the slow movement.The Bach Chaconne has probably never been better played(on the technical side) by any violinist — such remarkableprecision, tremendous ease and spontaneity; he also realizedits depth and eloquence of character and presented it withgreat beauty.Mr. Heifetz played Tschaikowsky’s concerto with the Phil-harmonic yesterday (Sunday, December 16), and never hasthis concerto been played with greater mastery or more ex-quisite finesse. Although one is accustomed to a greater pas-sion in this work, Jascha Heifetz’s interpretation was bothwarm and vivid and always mindful of pure beauty. His per-formance will remain a memorable one.Joseph Bonnet’s historical series of organ recitals concludedat the Hotel Astor ballroom last Monday. These recitals werenot only interesting, but highly instructive, and Mr. Bonnetproved himself to be a great artist, but one wept silently be-cause of the poor instrument he had to use, and one hopes athis next series he will be given an organ worthy of him.Henri Rabaud, composer of the opera, “Marouf,” about tosee its premiere at the Metropolitan opera house, was repre-sented by his Symphony in E minor at the New YorkSymphony’s concert December 6. Rabaud is a modern Frenchcomposer (one of the conductors of the Opera Comique), andhis symphony is certainly worth a repetition. He does notpursue many of the methods of the dominant school of Frenchcomposers and is evidently seeking beyond atmosphere orvivid emotionalism. It has power and great charm. The firstmovement is decidedly academic; but great poetic feelingwas shown in the andante, and tremendous dramatic force inthe last movement. On hearing this symphony for the firsttime one certainly becomes anxious for the first performanceof “Marouf.”The Society des Instruments Anciens gave a most attrac-tive recital, but was unfortunate to play on the same after-noon as Fritz Kreisler, for this left the Aeolian barely halffilled. A most fascinating program included Haydn, Haendel,Campra, Monsigny, Asioli and Lesuer. The latter, a perfectlyexquisite ballet, represented at the Malmaison before Napo-leon and the Empress Josephine in 1806.One can well understand Napoleon’s great enthusiasm forthe clavecin, which lends itself so perfectly to the stringedinstruments, and which makes one think of the piano as harshand metallic in quartet playing.On December 29 an interesting sonata recital will be givenby that delightful violinist, Jacques Thibaud, and RobertLortat, the French pianist who came to this country with Mr.Thibaud last year.Whilst thanking heaven for the good things, canst tell me,Yvonne, why we must listen to so many indifferent concerts?— some of them indeed painful; most of the culprits are sing-ers. And why is it that the worse the singer the more knittinggoes on in the hall — clicking needles to the left, clickingneedles to the right, vivacious flappers jabbing one in theribs, wool being wound in front of one and a screeching so-prano large and ugly holding the stage. The more she weighsthe more pastel in shade, her gown, with many draperiesstruggling to flow — where? One hardly dare think; one isreduced to weeping into one’s muff. If, in order to make theworld safe for democracy, we must eliminate so much beau-tiful music, won’t some far-seeing statesman safeguard thehearing of well-intentioned listeners and also ask the ladiesto use their needles more discreetly?Happy New Year, Yvonne.Yours,HAUTBOY.MUSIC OF THE MONTH"},{"pageNumber":34,"pageContent":"THE INTERNATIONAL3232CONFESSIONS OF ABARBARIANByGEORGE SYLVESTER VIERECKThe San Francisco Chronicle:“ ‘Confessions of a Barbarian’ is equally entertain-ing whether you are American or European; the con-trast between the countries and the people are skilfullyand boldly drawn, and the writing is, throughout, vig-orous and stimulating. It may stir you to rage, but it willnot let you go to sleep.”William Marion Reedy says:“Mr. Viereck goes at the problem of Europe as if itwere terra incognita. As one of the most startling amongles jeunes, he sees the older civilization from the view-point of a man whose conceptions of life and art are thevery antipodes of the thought of Tolstoi. His boldness,his frank and naked unashamedness, and his rather hec-tically temperamental treatment of his theme will befound to be savored with no little of the daring uncon-ventionality of the writers of France and Germany.. . . No reader will doubt that they are the work of a writerof literary skill and of art-for-art’s-sake ideas. He willbe seen to have found in Europe what he went to seek;and his articles will appeal to all persons who yearn toescape from the commonplace. . . .Price $1.35 postpaidThe International Book Mart1123 BROADWAYNEW YORK, N. Y.NEW ADVENTURES.By Michael Monahan.George H. Doran Co.Michael Monahan is easily the best critic inAmerica. One might say the only critic. He has asense of values. He understands what is and whatis not important. He is not misled by the hootingof owls and the croaking of bull frogs. His latestbook shows a remarkable insight into the condi-tion of America to-day. It is rather a pity that hedoes not continue in this strain, instead of invok-ing the ghost of Charles Dickens. Dickens couldhave done no better; in fact, not so well. MichaelMonahan has inside knowledge, the point of viewof the native. He is a very charming essayist inmatters literally, and possesses a delightfully lighttouch in all such subjects as occupied by CharlesLamb. But there is something a little too slightabout the workmanship of these essays. Mr.Monahan is at his best when genuinely moved.This is perhaps inherent in the nature of the cir-cumstances in which he finds himself. The situa-tion is really too critical for pleasant discourseson things that do not very much matter. In orderto fiddle while Rome is burning, you should havea very peculiar point of view about Rome. Youcan only obtain ecstasy from your fiddling if theconflagration fills you with a sadistic pleasure ora satisfaction of your sense of justice. Even so,you must temper your fiddling to your flames.Mr. Monahan has it in him to be a new Juvenal,and he is content to play the part of Horace. Itmust be a little difficult in any case, to do this inConnecticut.A. C.———HIS LAST BOW.By Arthur Conan Doyle.George H. Doran Company.Either Sir Arthur Conan Doyle is getting old,I am. I do not find these last adventures ofSherlock Holmes nearly so good as those whichgave me joy at the period of puberty. Even whenI search my memory, it appears to me that someof them lack the point which really appealed tous. These stories are quite as melodramatic asthe others, but they do not exhibit Holmes him-self to such advantage. Dr. Joseph Bell is dead,and I think that Sir Arthur must have used himup a long while ago.The only stories in the present volume whichappeal to me are those that I remember readingwhen published in magazines years ago. In par-ticular, the epilogue, the war story, which begsthe whole question of detection. We are not inter-ested in the adventures of Sherlock Holmes. Weare interested in the quality of his mind, his powerof deduction, and in a less degree in his specialknowledge. A detective story is really very like achess problem. There must be a complete corre-lation of cause and effect and a just balance be-tween them. Absence of such qualities is notatoned for by grotesque situations or violent ac-tion. It is perfectly easy to multiply deaths. Thereis no more difficulty in killing a million peoplethan a thousand. The essence of the art of thedetective story is to exhibit the superior intelli-gence of a certain man. It is this which has madethe stories of Poe and Gaboriau immortal. DuBoisgobey fails just where these others succeeded.The original Sherlock Holmes had some claimto share their eminence, for he introduced a newtype of superior man, the scientific observer whoincreases knowledge by the observation of minutedifferences, just as Lord Rayleigh discovered thepresence of some unknown element in atmo-spheric air through observation of the infinitesi-mal differences in its specific weight with that ofthe nitrogen of the laboratory, and so led to thediscovery of argon. These stories, therefore, werenaturally popular at a moment when the generalimagination was highly excited by the discover-ies of physical science. To-day that interest hasbeen superseded by the new work in psychology,and we shall therefore expect that the great clas-sical detective story of the period will be basedupon minute observation of psychological facts.This, at least, strikes us as the most probable rea-son for the immense vogue of Simon Iff.————A WORN ROSE.By LOLA RIDGE.Where to-day would a dainty buyerImbibe your scented juice,Pale ruin with a heart of fire;Drain your succulence with her lips —Grown sapless from much useMake minister of her desireA chalice cup, where no bee sips —Where no wasp wanders in?Close to her white flesh housed an hour,One held you; her spent formDrew on yours for its wasted dower —What favor could she do you more?Yet, of all who drink therein,None know it is the warmOdorous heart of a ravished flowerTingles so in her mouth’s red core.The History of the Belgian People.Volume 1 of this history takes us from the veryearliest period covered by authentic record up tothe Hundred Years War. It is interesting to notethat the mixed blood of the present Belgians, theirdivision into Flemish and Walloon, is representedin the very dawn of her history. From the first theywere half Celtic and half Teutonic. Belgium was,in fact, the original point of impact and it was inBelgium that the idea of democracy of the moderntype first took shape.It is necessary for us to picture the physical ge-ography of this country, which was indeed one ofthe most miserable. It was a marsh constantly sub-jected to flood both from the sea and from the riv-ers. The northwestern part was a waste of sandand heather, the south an impassable jungle. It wasonly in the center that anything like habitable landwas found. The climate was at that time also veryunhealthy and unpleasant. The history of Europecan hardly be understood unless we realize fullythe improvements of the changes caused by thegradual alteration in the course of the Gulf Stream.The first impact of civilization upon the iso-lated barbarians who inhabited this country wasmade by Julius Caesar. The ruin of the Romanempire involved Belgium in the general devasta-tion. Ultimately a dual control was set up to resistthe assaults of the barbarians of the north, the eccle-siastic system on the one hand and the feudal onthe other. However, the extraordinary position ofthe country under the new arrangements in Eu-rope made it not only the battlefield of Europe butthe market. Learning sprang up under the impulseof the monasteries, and commerce also flourishedenormously. The result was that after a period ofdesolation due to Viking attacks, feudal states be-came very powerful and in the security thus of-fered cities sprang up whose merchants, becom-ing powerful, began to oppose themselves to theextactions of the nobles. We then find that by theThirteenth Century, industrialism had become ofsupreme importance to the country. This systemwas protected by the famous guilds. The commer-cial idea having become dominant, public workswere instituted and the country was gradually re-deemed from the depredations of the sea. In thisperiod of comparative prosperity, we find art andreligion flourishing.Up to a certain time France had been contentedwith peaceful penetration of the country, but to-wards the end of the Thirteenth Century, Francewished to complete her influence by annexation.The burghers resisted with violence. It is not toomuch to say that the French invasion created anational spirit. Ultimately, France had to be con-tent with a partial triumph. The excessively Frenchpart of Flanders, including the cities of Lille andDouay, became part of France. What was left ofFlanders tended in consequence to be more exclu-sively Germanic. But it is impossible for rich weakstates to survive in the midst of predatory neigh-bors. It is, in fact, immoral that such states shouldexist, since they afford a constant temptation tomore virile and less laden races. The Low Coun-tries have been in the nature of prizes since the riseof the Free Cities, and the balance of power inEurope has been constantly unstable because ofthe value of these teeming plains with their im-mense natural resources. The modern use of coalhas, of course, merely accentuated the intensity ofthe struggle."}]
