[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 131Issue Number 131Volume XIX-6Volume XIX-6December 1993December 1993Editor: Editor: Linda Reynolds IV°Linda Reynolds IV°Copyright © 1993 Temple of SetCopyright © 1993 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] Executive Director AnnouncementsExecutive Director Announcements- by Linda Reynolds IV°, Executive Director- by Linda Reynolds IV°, Executive DirectorMagister Roland Winkhart has been appointed Magister Roland Winkhart has been appointed and confirmed to the Council of Nine. Magister and confirmed to the Council of Nine. Magister Amn DeCecco had requested that he be allowed to Amn DeCecco had requested that he be allowed to resign from the Council to pursue very demanding resign from the Council to pursue very demanding personal activities, and Magister Winkhart was personal activities, and Magister Winkhart was chosen as the most suitable replacement for this chosen as the most suitable replacement for this position.position.Magister Winkhart will complete the remainder Magister Winkhart will complete the remainder of the term vacated by Magister DeCecco. The of the term vacated by Magister DeCecco. The Council gladly welcomes Magister Winkhart to its Council gladly welcomes Magister Winkhart to its membership, and wishes Magister DeCecco well membership, and wishes Magister DeCecco well with his personal pursuits.with his personal pursuits.The Executive Director has been officially The Executive Director has been officially notified of the following Recognitions: Adam notified of the following Recognitions: Adam Willson II° (inadvertently missed in last issue), Willson II° (inadvertently missed in last issue), Michael Kelly II°, Christian M. Gottschall II°, and Michael Kelly II°, Christian M. Gottschall II°, and R. Eric Kauschen II°. If anyone has been left out, R. Eric Kauschen II°. If anyone has been left out, notification did not reached the ED!notification did not reached the ED!Special words of congratulations are extended to Special words of congratulations are extended to two Priests of the Order of Leviathan. Priest Kris two Priests of the Order of Leviathan. Priest Kris Knowles has announced his engagement to Knowles has announced his engagement to Rebecca, his lady friend in the UK. Also Priest Rebecca, his lady friend in the UK. Also Priest Adam Walsh has announced the birth of his Adam Walsh has announced the birth of his daughter Nadine on October 4, XXVlII. This special daughter Nadine on October 4, XXVlII. This special news from news from Trail of The SerpentTrail of The Serpent, November XXVIII., November XXVIII.Another “gem” from the Another “gem” from the TrailTrail: The incidence : The incidence of missed typographical errors increases in direct of missed typographical errors increases in direct proportion to the number of people who will see the proportion to the number of people who will see the copy.copy.Ozzie: “The Prague Diocese has been ordaining Ozzie: “The Prague Diocese has been ordaining priests without checking into their moral character priests without checking into their moral character first.” Dizzy: “You mean they’ve been riteing bad first.” Dizzy: “You mean they’ve been riteing bad Czechs?”Czechs?”To answer the many questions regarding the To answer the many questions regarding the jewelry which we offered in a previous issue (Set jewelry which we offered in a previous issue (Set ring and Set pendant), the bad news is that it’s no ring and Set pendant), the bad news is that it’s no longer available. We are however, trying to locate a longer available. We are however, trying to locate a source of the ever-popular 1” medallions. source of the ever-popular 1” medallions. Notification of our success will be forthcoming.Notification of our success will be forthcoming.______________________________________________________________________[2] [2] ScrollScroll Appointment Appointment- by Linda Reynolds IV°, Editor- by Linda Reynolds IV°, EditorI am pleased to announce the appointment of I am pleased to announce the appointment of James Johnson II° to the newly-created position of James Johnson II° to the newly-created position of Assistant Editor, Assistant Editor, The Scroll of SetThe Scroll of Set. Having worked . Having worked with Adept Johnson for quite a long time in many with Adept Johnson for quite a long time in many and varied projects, I am confident that his creative and varied projects, I am confident that his creative ability and technical expertise will enhance the ability and technical expertise will enhance the production of production of ScrollScroll for the benefit and enjoyment for the benefit and enjoyment of all who receive it.of all who receive it.______________________________________________________________________[3] [3] Lords of the Left-Hand PathLords of the Left-Hand Path- by Stephen E. Flowers V°- by Stephen E. Flowers V°As many of you know, last year I finished a As many of you know, last year I finished a manuscript for a book entitled manuscript for a book entitled Lords of the Left-Lords of the Left-Hand PathHand Path. Over the past year I have been . Over the past year I have been negotiating for the publication of the book with a negotiating for the publication of the book with a major publisher. These negotiations have proven major publisher. These negotiations have proven difficult - in part due to the “controversial” and difficult - in part due to the “controversial” and “taboo” character of the contents of the book. As “taboo” character of the contents of the book. As these negotiations are still continuing, it now seems these negotiations are still continuing, it now seems inconceivable that this book could be on the shelves inconceivable that this book could be on the shelves of bookstores before another two years have past.of bookstores before another two years have past.During the past months I have received several During the past months I have received several requests concerning the possible availability of the requests concerning the possible availability of the MS of MS of LordsLords. This has been in part due to the fact . This has been in part due to the fact that many Initiates who were able to obtain one of that many Initiates who were able to obtain one of the 50 limited edition copies I made available have the 50 limited edition copies I made available have communicated to others the importance and communicated to others the importance and usefulness of the contents of the manuscript. As usefulness of the contents of the manuscript. As some have found it initiatorily beneficial, I have some have found it initiatorily beneficial, I have decided to make the manuscript available again. To decided to make the manuscript available again. To those who received a limited edition, this new those who received a limited edition, this new offering will not diminish the “collectability” factor offering will not diminish the “collectability” factor of the original edition as the new copies will not be of the original edition as the new copies will not be numbered or [necessarily] signed.numbered or [necessarily] signed.If you want a copy of the manuscript of If you want a copy of the manuscript of Lords Lords of the Left-Hand Pathof the Left-Hand Path, just send $40.00 with a , just send $40.00 with a memo for “memo for “LordsLords” to Runa-Raven Press, P.O. Box ” to Runa-Raven Press, P.O. Box 180931, Austin, TX 78718.180931, Austin, TX 78718.Reyn til RunaReyn til Runa!!______________________________________________________________________[4] [4] Solstice GreetingsSolstice Greetings- from the Mut Pylon- from the Mut Pylon... and new year wishes to all Setians ... and new year wishes to all Setians everywhere!everywhere!______________________________________________________________________[5] [5] Exploring Critical ThinkingExploring Critical Thinking- by Rosemary Webb III°- by Rosemary Webb III°On the Tuesday before Set-XIV, I chaired a On the Tuesday before Set-XIV, I chaired a discussion on critical thinking, world views, and the discussion on critical thinking, world views, and the effects of creating and using mental models and effects of creating and using mental models and filters (among many other topics). I recommended filters (among many other topics). I recommended two books highly. Here are more details about them.two books highly. Here are more details about them.Asking the Right QuestionsAsking the Right Questions- A Book Recommendation- A Book RecommendationArthur Herzog’s Arthur Herzog’s The B.S. FactorThe B.S. Factor (RL #23F) is (RL #23F) is a delightful book, full of examples of the a delightful book, full of examples of the doublespeak and hilarious fallacies that pass for doublespeak and hilarious fallacies that pass for public rhetoric. However, with my poor education in public rhetoric. However, with my poor education in logic and argumentation, I found #23F anecdotal, logic and argumentation, I found #23F anecdotal,"},{"pageNumber":2,"pageContent":"and wished for something a bit more structured and and wished for something a bit more structured and basic. M. Neil Browne and Stuart M. Keeley’s basic. M. Neil Browne and Stuart M. Keeley’s Asking the Right Questions: A Guide to Critical Asking the Right Questions: A Guide to Critical ThinkingThinking is one such basic textbook on what, how, is one such basic textbook on what, how, and when to ask questions to evaluate texts.and when to ask questions to evaluate texts.To become an active filter of what you read and To become an active filter of what you read and hear [rather than a passive sponge who believes hear [rather than a passive sponge who believes what the last person told them], Browne and Keeley what the last person told them], Browne and Keeley suggest you ask the following questions about texts:suggest you ask the following questions about texts:1. What are the issue and the conclusion 1. What are the issue and the conclusion [in this discussion]?[in this discussion]?2. What are the reasons [given for the 2. What are the reasons [given for the positions]?positions]?3. What words or phrases are ambiguous?3. What words or phrases are ambiguous?4. What are the value conflicts and 4. What are the value conflicts and assumptions?assumptions?5. What are the definitional and descriptive 5. What are the definitional and descriptive assumptions [if statistics are used]?assumptions [if statistics are used]?6. Are the samples representative and the 6. Are the samples representative and the measurements valid?measurements valid?7. Are there flaws in the statistical 7. Are there flaws in the statistical reasoning [for any proposed theory]?reasoning [for any proposed theory]?8. Are there alternative causal 8. Are there alternative causal explanations?explanations?9. Are there any errors in reasoning?9. Are there any errors in reasoning?10. What significant information is omitted?10. What significant information is omitted?11. What alternative conclusions are 11. What alternative conclusions are consistent with the strong reasons?consistent with the strong reasons?12. What are your value preferences in the 12. What are your value preferences in the controversy?controversy?In In Asking the Right QuestionsAsking the Right Questions Browne and Browne and Keeley lead the student through exercises that build Keeley lead the student through exercises that build from one question to the next until a final example from one question to the next until a final example uses all dozen questions. The text is quick to read, uses all dozen questions. The text is quick to read, clear, and simple [though the frequent motivational clear, and simple [though the frequent motivational asides I found somewhat irritating].asides I found somewhat irritating].Each chapter has examples with a sample Each chapter has examples with a sample critique given, and one example for your own critique given, and one example for your own practice. The chapters on statistical reasoning, practice. The chapters on statistical reasoning, sample sizes, etc. give a brief explanation of the sample sizes, etc. give a brief explanation of the common ways statistical studies can be flawed. The common ways statistical studies can be flawed. The chapter on reasoning errors hits the major logical chapter on reasoning errors hits the major logical fallacies. [If these amuse you, be sure to check out fallacies. [If these amuse you, be sure to check out #23F!]#23F!]The authors end up with exhorting the readers to The authors end up with exhorting the readers to decide what their own values are, and to keep those decide what their own values are, and to keep those clearly in mind when deciding about a controversy - clearly in mind when deciding about a controversy - while making explicit some of their own values while making explicit some of their own values (such as: Don’t be a sponge! Think for yourself!). (such as: Don’t be a sponge! Think for yourself!). If you’re looking for how to get started with critical If you’re looking for how to get started with critical thinking - an increasingly important skill in ÆS thinking - an increasingly important skill in ÆS Working II - this is one place to start.Working II - this is one place to start.Asking the Right Questions: A Guide to Critical Asking the Right Questions: A Guide to Critical ThinkingThinking by M. Neil Browne and Stuart M. Keeley. by M. Neil Browne and Stuart M. Keeley. Englewood Cliffs, NJ: Prentice-Hall, Inc., 1986. I Englewood Cliffs, NJ: Prentice-Hall, Inc., 1986. I checked the 1986 edition out of the library to read it. checked the 1986 edition out of the library to read it. My local book store reports that there’s a later My local book store reports that there’s a later edition (1990) still in print.edition (1990) still in print.Applying Critical Thinking to One’s Own LifeApplying Critical Thinking to One’s Own LifeAsking the Right QuestionsAsking the Right Questions (reviewed above) is (reviewed above) is a good introductory text. It deals with critical a good introductory text. It deals with critical thinking applied to external, objective texts - a fairly thinking applied to external, objective texts - a fairly easy target as compared with one’s own thinking. easy target as compared with one’s own thinking. How We Know What Isn’t SoHow We Know What Isn’t So continues an continues an exploration of critical thinking, but applied to a very exploration of critical thinking, but applied to a very personal level, everyday life.personal level, everyday life.This book examines in great detail the This book examines in great detail the mechanisms of everyday logical fallacies - why, for mechanisms of everyday logical fallacies - why, for example, most people might rate themselves above example, most people might rate themselves above average, or why they might take personal credit for average, or why they might take personal credit for successes but blame failures on external forces.successes but blame failures on external forces.The author discusses some of the common The author discusses some of the common human tendencies when considering beliefs and the human tendencies when considering beliefs and the evidence that supports or attacks such beliefs - the evidence that supports or attacks such beliefs - the selection of the more pleasing possibility in selection of the more pleasing possibility in ambiguous evidence, the lack of persistent inquiry ambiguous evidence, the lack of persistent inquiry once evidence validates a belief, the selective once evidence validates a belief, the selective noticing of anomalous [and supporting] evidence noticing of anomalous [and supporting] evidence for a belief. All of these tendencies are ones that I for a belief. All of these tendencies are ones that I now strive to counteract when looking for the effects now strive to counteract when looking for the effects of my magic and work.of my magic and work.How We KnowHow We Know is slightly more difficult to read is slightly more difficult to read than than Asking the Right QuestionsAsking the Right Questions and requires a and requires a smattering of simple statistics [enough to smattering of simple statistics [enough to understand the difference between a population and understand the difference between a population and a sample, and to appreciate that (a) not all a sample, and to appreciate that (a) not all correlations are significant, and (b) correlation does correlations are significant, and (b) correlation does not imply causality]. This book well rewards the not imply causality]. This book well rewards the effort to understand and apply the theories.effort to understand and apply the theories.To give you a better feel for the book, here are To give you a better feel for the book, here are the part and chapter titles:the part and chapter titles:Part One: Cognitive Determinants Part One: Cognitive Determinants of Questionable Beliefsof Questionable BeliefsSomething Out of Nothing: The Something Out of Nothing: The Misperception and Misinterpretation of Misperception and Misinterpretation of Random DataRandom DataToo Much From Too Little: The Too Much From Too Little: The Misinterpretation of Incomplete and Misinterpretation of Incomplete and Unrepresentative DataUnrepresentative DataSeeing What We Expect to See: The Seeing What We Expect to See: The Biased Evaluation of Ambiguous and Biased Evaluation of Ambiguous and Inconsistent DataInconsistent DataPart Two: Motivational and Social Part Two: Motivational and Social Determinants of Questionable BeliefsDeterminants of Questionable BeliefsSeeing What We Want to See: Motivational Seeing What We Want to See: Motivational Determinants of BeliefDeterminants of BeliefBelieving What We Are Told: The Biasing Believing What We Are Told: The Biasing Effects of Secondhand InformationEffects of Secondhand InformationScroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 22"},{"pageNumber":3,"pageContent":"The Imagined Agreement of Others: The Imagined Agreement of Others: Exaggerated Impressions of Social SupportExaggerated Impressions of Social SupportPart Three: Examples of Part Three: Examples of Questionable and Erroneous BeliefsQuestionable and Erroneous BeliefsBelief in Ineffective “Alternative” Health Belief in Ineffective “Alternative” Health PracticesPracticesBelief in the Effectiveness of Questionable Belief in the Effectiveness of Questionable Interpersonal StrategiesInterpersonal StrategiesBelief in ESPBelief in ESPPart Four: Where Do We Go from Part Four: Where Do We Go from Here?Here?Challenging Dubious Beliefs: The Role of Challenging Dubious Beliefs: The Role of Social ScienceSocial ScienceHow We Know What Isn’t So: The Fallibility of How We Know What Isn’t So: The Fallibility of Human Reason in Everyday LifeHuman Reason in Everyday Life by Thomas by Thomas Gilovich. New York, NY: The Free Press (A Gilovich. New York, NY: The Free Press (A division of Macmillan, Inc.), 1991.division of Macmillan, Inc.), 1991.______________________________________________________________________[6] [6] XemXem Pylon Proposal Pylon Proposal- by Robert Menschel IV°- by Robert Menschel IV°I was surprised at last year’s Conclave in I was surprised at last year’s Conclave in Danvers, when I found a large upswell of interest in Danvers, when I found a large upswell of interest in XemXem voiced by a wide variety of Setians. That voiced by a wide variety of Setians. That interest has apparently continued, and now seems to interest has apparently continued, and now seems to be quite a few Initiates who are quietly working on be quite a few Initiates who are quietly working on the ideas, philosophies, and potentials suggested by the ideas, philosophies, and potentials suggested by XemXem..Recognizing this, I propose the establishment of Recognizing this, I propose the establishment of a pylon oriented specifically towards the exploration a pylon oriented specifically towards the exploration of of XemXem. It will be organized primarily as a . It will be organized primarily as a correspondence pylon, following the example of the correspondence pylon, following the example of the Gates of Hell Pylon, though Setians will be Gates of Hell Pylon, though Setians will be encouraged to get together and work together in encouraged to get together and work together in person wherever and whenever that is feasible.person wherever and whenever that is feasible.Other than that, there is no specific organization Other than that, there is no specific organization in mind. This group might end up as a group within in mind. This group might end up as a group within the umbrella of the Gates of Hell, or it might be a the umbrella of the Gates of Hell, or it might be a pylon of its own. That depends upon the number of pylon of its own. That depends upon the number of interested Initiates, and the level of that interest. For interested Initiates, and the level of that interest. For now, anyone interested in working with this group now, anyone interested in working with this group should express that interest to either Priestess should express that interest to either Priestess Zajkowski or me, through Glinda or any other Zajkowski or me, through Glinda or any other suitable electronic, postal, or telephonic medium. suitable electronic, postal, or telephonic medium. Once we find out who is interested, and what levels Once we find out who is interested, and what levels of knowledge and interest we each have, we’ll begin of knowledge and interest we each have, we’ll begin discussing just what we can do together.discussing just what we can do together.______________________________________________________________________[7] [7] XemXem: A Creation: A Creation- by John A. Youril II°- by John A. Youril II°The Gates of The Gates of XemXem are opened to those are opened to those who would see, and shall not be closed again.who would see, and shall not be closed again.When my article “When my article “XemXem: The Next Generation” : The Next Generation” appeared in the appeared in the ScrollScroll, I glanced at it briefly and , I glanced at it briefly and then set it aside with the curious sense that it had then set it aside with the curious sense that it had been written a lifetime ago. Although that piece will been written a lifetime ago. Although that piece will rightfully fade into the back issues of the rightfully fade into the back issues of the ScrollScroll as a as a historical curiosity, I think it will be a long time historical curiosity, I think it will be a long time before I write anything else that I can point to with before I write anything else that I can point to with the same pride as I feel towards that article - not the same pride as I feel towards that article - not because of its intellectual content, but rather because because of its intellectual content, but rather because of the personal effort that went into it and the of the personal effort that went into it and the strength of the impulse that inspired it.strength of the impulse that inspired it.There is much in that article that I now disagree There is much in that article that I now disagree with. What I still agree with very firmly is the need with. What I still agree with very firmly is the need for for XemXem to be re-established in the Temple as an to be re-established in the Temple as an open avenue of open avenue of XeperXeper. Since the time when those . Since the time when those words were written, I have embarked upon my own words were written, I have embarked upon my own eternal quest, my own journey towards eternal quest, my own journey towards XemXem. And to . And to a large extent it was the response to that article that a large extent it was the response to that article that finally cleared the way for me after so many finally cleared the way for me after so many frustrated attempts at understanding the Keys. It frustrated attempts at understanding the Keys. It often seems to me that there was much that was often seems to me that there was much that was fortuitous in this astonishing stage of my own fortuitous in this astonishing stage of my own XeperXeper - that at bottom it was largely a matter of luck. - that at bottom it was largely a matter of luck.It is all very well to say that the Black Magician It is all very well to say that the Black Magician controls his own life [and of course he does], but it controls his own life [and of course he does], but it is absurd to pretend that chance and circumstances is absurd to pretend that chance and circumstances are not at least equal factors. When they have ceased are not at least equal factors. When they have ceased to be so, then we will have become different beings. to be so, then we will have become different beings. “And not until he masters this power may he aspire “And not until he masters this power may he aspire to the end of his Satanic evolution.”to the end of his Satanic evolution.”Once, when discussing the overwhelming Once, when discussing the overwhelming attraction that attraction that XemXem seemed to exert on me ever since seemed to exert on me ever since very first time I heard that work spoken, it was very first time I heard that work spoken, it was suggested that this was my will. I have no argument suggested that this was my will. I have no argument with that view, and I also choose o believe that my with that view, and I also choose o believe that my will is strong enough to have created conditions that will is strong enough to have created conditions that were conducive to this new realm of possibility, were conducive to this new realm of possibility, regardless of how uncongenial circumstances might regardless of how uncongenial circumstances might have been to it. And I believe that my own will did have been to it. And I believe that my own will did ultimately decide the issue.ultimately decide the issue.Still it is too much to expect that one’s will can Still it is too much to expect that one’s will can of itself always prevail. If this were the case, we of itself always prevail. If this were the case, we would have no need of the Temple or of each other. would have no need of the Temple or of each other. And even when it does prevail against unfavorable And even when it does prevail against unfavorable circumstances, there is still always the matter of lost circumstances, there is still always the matter of lost time and inefficient effort to be reckoned with - no time and inefficient effort to be reckoned with - no small consideration for those who do not believe small consideration for those who do not believe that they automatically have eternity at their disposal that they automatically have eternity at their disposal - and who regard boundless life as something that - and who regard boundless life as something that can possibly be won, but probably not given.can possibly be won, but probably not given.Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 33"},{"pageNumber":4,"pageContent":"I received several thoughtful responses to that I received several thoughtful responses to that article, and I would like to share two that were article, and I would like to share two that were particularly important to my own early particularly important to my own early understanding of understanding of XemXem. Each was important to me . Each was important to me personally, and may also possess value for all those personally, and may also possess value for all those who have begun to consider who have begun to consider XemXem for the first time. for the first time.From Ipsissimus James Lewis:From Ipsissimus James Lewis:.... .... XemXem is a source of unending fascination is a source of unending fascination to Setians. Magister Menschel and I lived to Setians. Magister Menschel and I lived through it, and our experiences have aided us through it, and our experiences have aided us in helping with questions and comments on in helping with questions and comments on those days .... Time has allowed me to look at those days .... Time has allowed me to look at the days and subject objectively, and I have no the days and subject objectively, and I have no objections to discussing it. Probably you’ll not objections to discussing it. Probably you’ll not find too many people getting bent out of shape find too many people getting bent out of shape in this day and age when in this day and age when XemXem is mentioned. is mentioned.Is it an Æon-enhancing Word or a Temple Is it an Æon-enhancing Word or a Temple of Set experience? I would say the former is of Set experience? I would say the former is correct. correct. XemXem was and is an eternal goal, a was and is an eternal goal, a striving and utilization of the powers of Coming striving and utilization of the powers of Coming Into Being. The academics of it are fascinating, Into Being. The academics of it are fascinating, but at the center of it all is a valid and V° concept but at the center of it all is a valid and V° concept applicable to all facets of Initiation, that being applicable to all facets of Initiation, that being one of the hallmarks of a Word. It is active even one of the hallmarks of a Word. It is active even though its Magus is no longer with us.though its Magus is no longer with us.... The point to keep in mind is that Barrett ... The point to keep in mind is that Barrett the magician ate, drank, and breathed the magician ate, drank, and breathed symbolism. It clothed many truths for him, and symbolism. It clothed many truths for him, and once one stripped away the fabric and found once one stripped away the fabric and found the truth within, the search and rewards were the truth within, the search and rewards were sublime. I was never really 100% comfortable sublime. I was never really 100% comfortable with the free use [and overuse] of the symbolic, with the free use [and overuse] of the symbolic, but Understood his work. Symbolism can be but Understood his work. Symbolism can be taken to ridiculous lengths with grandiose taken to ridiculous lengths with grandiose claims of being this or that claims of being this or that neterneter or deity, when or deity, when in actuality such a personification rarely exists. in actuality such a personification rarely exists. But bear in mind that my approach to magic is But bear in mind that my approach to magic is streamlined and has little time or space for the streamlined and has little time or space for the use of symbols when the actuality can be used use of symbols when the actuality can be used instead.instead.From Priestess Marie Zajkowski:From Priestess Marie Zajkowski:In my opinion In my opinion XemXem does enhance the does enhance the remaining elements of the Æonic formula. It remaining elements of the Æonic formula. It strengthens and complements many facets of strengthens and complements many facets of the Temple’s initiatory endeavors. It provides a the Temple’s initiatory endeavors. It provides a substantially important environment for the substantially important environment for the process of refining the individual perceptions process of refining the individual perceptions and application of and application of XeperXeper. It provides the Initiate . It provides the Initiate with an additional tool that can enable the with an additional tool that can enable the Initiate to transform the best qualities from the Initiate to transform the best qualities from the self, and self, and applyapply these same newfound these same newfound qualities, in an arena of magic and initiation that qualities, in an arena of magic and initiation that would otherwise, remain obscure.would otherwise, remain obscure.It is a principle that It is a principle that waswas instilled by The instilled by The Prince of Darkness to a Magister Templi, who in Prince of Darkness to a Magister Templi, who in turn Became a Magus who would Utter this turn Became a Magus who would Utter this same principle into the existing Æon. And while same principle into the existing Æon. And while it now suffers from the lack of this same Magus it now suffers from the lack of this same Magus to further expound on its many qualities and to further expound on its many qualities and hidden properties, it remains to be a viable as hidden properties, it remains to be a viable as well as functional tool for Initiates.well as functional tool for Initiates.XemXem being as visible as it is today, in spite being as visible as it is today, in spite of its missing Magus [It’s been ten years.], is a of its missing Magus [It’s been ten years.], is a testimony not only to the impact this particular testimony not only to the impact this particular Word still is able to demonstrate within the Word still is able to demonstrate within the Æon, but is also a testimony to the Æon, but is also a testimony to the determination of those Initiates who have determination of those Initiates who have found found XemXem to be an indispensable means of to be an indispensable means of perfecting their individual perfecting their individual XeperXeper, and who have , and who have had to explore for the most part on their own.had to explore for the most part on their own.Earlier, in response to my impatience with the Earlier, in response to my impatience with the seeming obscurity of the Keys and the twilight seeming obscurity of the Keys and the twilight status of status of XemXem in the Temple, Magister Robert in the Temple, Magister Robert Menschel had written:Menschel had written:Still we need to ask the question, “Why Still we need to ask the question, “Why XeperXeper?” Why are we given the Gift? I won’t say ?” Why are we given the Gift? I won’t say it’s impossible for a being like Set to do so with it’s impossible for a being like Set to do so with the idea that our highest purpose would be the idea that our highest purpose would be XeperXeper for the sake of for the sake of XeperXeper, but I personally , but I personally tend to think there’s a goal to all of this. tend to think there’s a goal to all of this. XemXem was perhaps the first solid “goal” that could be was perhaps the first solid “goal” that could be defined, and its Magus may have been justified defined, and its Magus may have been justified to expect his goal to be of extreme to expect his goal to be of extreme importance...importance...... I can understand your frustration at the ... I can understand your frustration at the current situation, and perhaps it’s an aspect of current situation, and perhaps it’s an aspect of HarWer within me, but I don’t see any need for a HarWer within me, but I don’t see any need for a resolution. I see resolution. I see XemXem as a Word, and I work with as a Word, and I work with it as I do the other Words within the Æon, as do it as I do the other Words within the Æon, as do others. I also see no need to force the Word others. I also see no need to force the Word down the throats of those Setians who don’t down the throats of those Setians who don’t share this view.share this view.In “In “XemXem: An Updated Analysis” Magister : An Updated Analysis” Magister Robert Menschel writes that “Robert Menschel writes that “XemXem is an optional is an optional state of state of XeperXeper.” I’ve never been entirely satisfied .” I’ve never been entirely satisfied with that statement, and would respond that all of the with that statement, and would respond that all of the Æon-enhancing Words are optional states or paths Æon-enhancing Words are optional states or paths of of XeperXeper. Until recently . Until recently RunaRuna was for me little more was for me little more that a useful concept. But having once glimpsed that a useful concept. But having once glimpsed RunaRuna on its terms, it has become something of on its terms, it has become something of unique value. I view the Æon-enhancing Words as unique value. I view the Æon-enhancing Words as being differentiations of the Æonic Formula that one being differentiations of the Æonic Formula that one may choose to work with, or which may be may choose to work with, or which may be necessary to work with at given points in the necessary to work with at given points in the initiatory path of the individual Initiate in order to initiatory path of the individual Initiate in order to focus or accelerate focus or accelerate XeperXeper..Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 44"},{"pageNumber":5,"pageContent":"At this point in time, it would be difficult to At this point in time, it would be difficult to imagine thinking seriously about Setian philosophy imagine thinking seriously about Setian philosophy [much less communicating it] without recourse to [much less communicating it] without recourse to Remanifestation - but applying the concept of Remanifestation - but applying the concept of Remanifestation is not at all the same as working Remanifestation is not at all the same as working with Remanifestation. Going further, there is a with Remanifestation. Going further, there is a chasm between working with an Æon-enhancing chasm between working with an Æon-enhancing Word in a peripheral sense, and using it as a Word in a peripheral sense, and using it as a forceful vehicle for one’s own forceful vehicle for one’s own XeperXeper. Like the . Like the netersneters, I regard the Æonic Words are transpersonal , I regard the Æonic Words are transpersonal factors that operate with or without our directed factors that operate with or without our directed intervention - but it is precisely that direction and intervention - but it is precisely that direction and that choice of direction that is crucial to the Black that choice of direction that is crucial to the Black Magician.Magician.XemXem has been preserved in the Temple, but has been preserved in the Temple, but without a Magus to actively advance the Word it without a Magus to actively advance the Word it cannot truly be said to still live. The foundation cannot truly be said to still live. The foundation documents of documents of XemXem (The (The XemXem Working, the Book of Working, the Book of Opening the Way, The IAM Manuscript, etc.) as Opening the Way, The IAM Manuscript, etc.) as well as much material relating to well as much material relating to XemXem can all be can all be found in the found in the Ruby TabletRuby Tablet, and more is being added - , and more is being added - but it is difficult to make use of this material without but it is difficult to make use of this material without the assistance of the rather small number of Initiates the assistance of the rather small number of Initiates who have taken upon themselves the responsibility who have taken upon themselves the responsibility of maintaining and advancing of maintaining and advancing XemXem..As long as the initiatory path is difficult, then As long as the initiatory path is difficult, then XemXem will be difficult - but there is no intrinsic will be difficult - but there is no intrinsic reason why reason why XemXem must be as difficult as was for me. must be as difficult as was for me. For myself this is no longer a complaint - the For myself this is no longer a complaint - the obstacles and side roads had rewards of their own, obstacles and side roads had rewards of their own, and looking back, I don’t think I could honestly say and looking back, I don’t think I could honestly say that I would have wished that journey to have been that I would have wished that journey to have been any different for me . But what I would wish for any different for me . But what I would wish for others is a different matter.others is a different matter.On October 26, XXVIII Magister Menschel On October 26, XXVIII Magister Menschel formally proposed the formation of a formally proposed the formation of a correspondence Pylon [see previous article] directed correspondence Pylon [see previous article] directed towards the exploration of towards the exploration of XemXem. While a Pylon . While a Pylon cannot take the place of an active Magus, it does cannot take the place of an active Magus, it does provide a structure within which a Word can be provide a structure within which a Word can be advanced. After reflecting on that proposal, I advanced. After reflecting on that proposal, I suggested three criteria on which such a Pylon suggested three criteria on which such a Pylon could be evaluated:could be evaluated:If the Pylon serves to: (1) provide the If the Pylon serves to: (1) provide the foundation for collective work with foundation for collective work with XemXem, (2) induce , (2) induce Setians to consider or reconsider Setians to consider or reconsider XemXem, and to read , and to read or reread the or reread the XemXem writings, and (3) provide a writings, and (3) provide a straightforward access to an environment in which straightforward access to an environment in which XemXem can be explored by those whose interest does can be explored by those whose interest does eventually turn towards eventually turn towards XemXem - then I would say that - then I would say that the Pylon will have justified both its existence and the Pylon will have justified both its existence and the effort required to sustain that existence.the effort required to sustain that existence.These are worthy goals. And with the These are worthy goals. And with the resurgence of interest in resurgence of interest in XemXem, I submit they have , I submit they have now become necessary ones. The dangers of now become necessary ones. The dangers of XemXem have not been overstated. The time when ancient have not been overstated. The time when ancient photocopies and contact with one or two Initiates photocopies and contact with one or two Initiates who had themselves worked with who had themselves worked with XemXem was was sufficient is rapidly drawing to a close. Moreover sufficient is rapidly drawing to a close. Moreover XemXem is a part of our own heritage, one which we is a part of our own heritage, one which we cannot disown without losing something of what we cannot disown without losing something of what we are. It is also a tool that is not truly available to are. It is also a tool that is not truly available to many Initiates who are capable of using it.many Initiates who are capable of using it.If I may be permitted an old quote in a new If I may be permitted an old quote in a new context:context:Another thing quite obvious is that we are Another thing quite obvious is that we are not rebuilding Khem. The Houses there are not rebuilding Khem. The Houses there are dust, and the creation of new ones will be both dust, and the creation of new ones will be both more beneficial and more magical than the more beneficial and more magical than the construction of copies. Never try to make a construction of copies. Never try to make a copy - it’s only an imitation of the real thing. copy - it’s only an imitation of the real thing. What we’re doing is looking for the ancient What we’re doing is looking for the ancient knowledge, not the facade, which is what a knowledge, not the facade, which is what a copy would be.copy would be.My own My own XemXem Quest will and must continue with Quest will and must continue with or without a Pylon or other formal structure to or without a Pylon or other formal structure to support my own study of and work with support my own study of and work with XemXem..Once begun, there is no going back, for it Once begun, there is no going back, for it is a new dimension of Being that is initiated. To is a new dimension of Being that is initiated. To begin and then to turn back, the aspirant will begin and then to turn back, the aspirant will lose all that has been gained, and, worse yet, lose all that has been gained, and, worse yet, that which was gained will become as a that which was gained will become as a malignancy against which there is no cure.malignancy against which there is no cure.I have found my own Hermetic circle of I have found my own Hermetic circle of correspondents to help me in this quest, and there is correspondents to help me in this quest, and there is even something alluring in this intense involvement even something alluring in this intense involvement with what I have whimsically taken to referring to as with what I have whimsically taken to referring to as the the XemXem Underground. But although they can Underground. But although they can perhaps appreciate my efforts, what is it that I can perhaps appreciate my efforts, what is it that I can share with them? To the best of my knowledge, all share with them? To the best of my knowledge, all of them were of II°+ when of them were of II°+ when XemXem was Uttered. As was Uttered. As long as they themselves continue to long as they themselves continue to XeperXeper, what will , what will I ever be able to share with them? Is not the I ever be able to share with them? Is not the boundless joy of Being a consequence of an boundless joy of Being a consequence of an abundance of Being that seeks to overflow into the abundance of Being that seeks to overflow into the hearts and minds of others, and to Be one of the hearts and minds of others, and to Be one of the occasions of their Becoming? Is not our greatest occasions of their Becoming? Is not our greatest Indulgence that of giving the Gift of ourselves to Indulgence that of giving the Gift of ourselves to those worthy to receive it, and to kindle new Black those worthy to receive it, and to kindle new Black Flames upon this Earth?Flames upon this Earth?In a small way I have indicated the value which I In a small way I have indicated the value which I have found in have found in XemXem. But each Initiate must decide for . But each Initiate must decide for himself what, if any, value is to be found here. All I himself what, if any, value is to be found here. All I really seek to do here is to encourage others to really seek to do here is to encourage others to explore explore XemXem and make that decision. and make that decision.In closing I would like to leave you with some In closing I would like to leave you with some questions to consider: Is questions to consider: Is XemXem still important? Can a still important? Can a Word advance without a Magus? Can a Pylon or Word advance without a Magus? Can a Pylon or Order or project advance a Word? Is Order or project advance a Word? Is XemXem a valid a valid Æon-enhancing Word? Can an Æon-enhancing Æon-enhancing Word? Can an Æon-enhancing Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 55"},{"pageNumber":6,"pageContent":"Word become superseded within its Æon? What are Word become superseded within its Æon? What are the consequences of a Word becoming an inactive the consequences of a Word becoming an inactive Word? Can a Word acquire a new Magus?Word? Can a Word acquire a new Magus?Correspondence of this topic is welcome. Correspondence of this topic is welcome. Xepera Xeper XeperuXepera Xeper Xeperu..______________________________________________________________________[8] [8] Time to Live, No Time to DieTime to Live, No Time to Die- by Quintin Phillips I°- by Quintin Phillips I°In response to the article in the In response to the article in the Scroll of SetScroll of Set #XIX-5 “Life, Death, and Life in Death” I had a #XIX-5 “Life, Death, and Life in Death” I had a few thoughts which I would like to share. Adept few thoughts which I would like to share. Adept Lamkin poses the question: “Do we exist prior or Lamkin poses the question: “Do we exist prior or post to our life as flesh, and if so why can we not post to our life as flesh, and if so why can we not remember anything of the prior existence?”remember anything of the prior existence?”The problem is that we regard “time” as a The problem is that we regard “time” as a universal constant. Part of our fundamental belief universal constant. Part of our fundamental belief structure is that nothing can exist without time. Our structure is that nothing can exist without time. Our brain cannot accept existence except on a time-line brain cannot accept existence except on a time-line continuum.continuum.Similarly a computer cannot accept an existence Similarly a computer cannot accept an existence without electricity. When you turn your computer without electricity. When you turn your computer off, it loses its memory and programming. Only by off, it loses its memory and programming. Only by the device of disk drives can we cheat the computer the device of disk drives can we cheat the computer into believing that it has a continued existence into believing that it has a continued existence (memory). While the computer is on, its universe is (memory). While the computer is on, its universe is comprised of time and electricity, (no space). Once comprised of time and electricity, (no space). Once you turn it off, the “existence” of the computer has you turn it off, the “existence” of the computer has ceased; the time/electricity universe has ceased to be. ceased; the time/electricity universe has ceased to be. All that is left are little domains of magnetism on a All that is left are little domains of magnetism on a disk. Memory is not as certain as we lead ourselves disk. Memory is not as certain as we lead ourselves to believe.to believe.One starry night you could sit down round a One starry night you could sit down round a camp fire and listen to an old Aboriginal telling the camp fire and listen to an old Aboriginal telling the story of how the Rainbow Serpent created the story of how the Rainbow Serpent created the Australian landscape. As the story progresses, your Australian landscape. As the story progresses, your imagination takes over, and you can visualize the imagination takes over, and you can visualize the huge snake sliding through the desert, forming huge snake sliding through the desert, forming rivers, rocks, hills, and valleys. Some rocks become rivers, rocks, hills, and valleys. Some rocks become beings, some become animals and trees, some beings, some become animals and trees, some beings fight, and some create fire. Your imagination beings fight, and some create fire. Your imagination commits the story, in full color, to your memory. commits the story, in full color, to your memory. This is now part of your memory. It is as fixed and This is now part of your memory. It is as fixed and as solid as your first day at school.as solid as your first day at school.Only by rationalization can you separate reality Only by rationalization can you separate reality from fiction. Can you be certain that the memory of from fiction. Can you be certain that the memory of your first day at school is a real event? You have your first day at school is a real event? You have spent a large proportion of the intervening time spent a large proportion of the intervening time asleep (unconscious).asleep (unconscious).Each day when you wake you check the time, Each day when you wake you check the time, you might even listen to the radio or read a you might even listen to the radio or read a newspaper to reaffirm that the world has continued newspaper to reaffirm that the world has continued in a orderly manner while you were unconscious. in a orderly manner while you were unconscious. The act of discussing past events and discovering The act of discussing past events and discovering that other people have memories in common with that other people have memories in common with you are devices we use to give us security.you are devices we use to give us security.If one morning you woke up and someone If one morning you woke up and someone asked you if you remembered the time when the asked you if you remembered the time when the Rainbow Serpent created the river, how would you Rainbow Serpent created the river, how would you react? You remember it, but surely it was only a react? You remember it, but surely it was only a story?story?I think it is important in our process of I think it is important in our process of XeperXeper not to take anything for granted, even our continuing not to take anything for granted, even our continuing manifestation of this life. After seeing manifestation of this life. After seeing Total RecallTotal Recall you walk out of the cinema wondering if reality is you walk out of the cinema wondering if reality is quite what you think it is.quite what you think it is.There was one episode of There was one episode of The Twilight ZoneThe Twilight Zone where a couple slipped out of “time” to discover where a couple slipped out of “time” to discover that the universe was totally rebuilt moment by that the universe was totally rebuilt moment by moment. This explained why, when you are looking moment. This explained why, when you are looking for something, sometimes it is not where you look - for something, sometimes it is not where you look - and then, moments later, when you look in the same and then, moments later, when you look in the same place, it is there. The building crew forgot to replace place, it is there. The building crew forgot to replace that item at the moment you were looking.that item at the moment you were looking.Another example of time/memory manipulation Another example of time/memory manipulation is used by some hypnotherapists as an aid to giving is used by some hypnotherapists as an aid to giving up smoking. Under hypnosis (altered state of up smoking. Under hypnosis (altered state of consciousness) suggestions can become reality. The consciousness) suggestions can become reality. The therapist suggests that you travel three months therapist suggests that you travel three months forward in time, you have given up smoking and forward in time, you have given up smoking and you feel healthier and proud of yourself. When you you feel healthier and proud of yourself. When you wake up, this is a real memory, albeit a “future wake up, this is a real memory, albeit a “future memory”. You have experienced a time after you memory”. You have experienced a time after you have given up smoking.have given up smoking.Adept Lamkin asks, “Do I want to be ‘just Adept Lamkin asks, “Do I want to be ‘just human’ when I am dead? Being a dead human is human’ when I am dead? Being a dead human is less attractive than being a live ‘something else.’”less attractive than being a live ‘something else.’”I see life as being similar to turning your I see life as being similar to turning your computer on. Once the power is applied to the computer on. Once the power is applied to the machine, it has come into being. The computer’s machine, it has come into being. The computer’s universe is one of time and electricity. Once your universe is one of time and electricity. Once your computer has been given life, you can manifest a computer has been given life, you can manifest a letter on the screen, save it to disk and e-mail it to letter on the screen, save it to disk and e-mail it to Glinda. When the letter has been sent, you can Glinda. When the letter has been sent, you can “kill” the computer by turning it off. It is no longer “kill” the computer by turning it off. It is no longer of any use. The point of turning the computer on of any use. The point of turning the computer on was to bring a letter into being or “was to bring a letter into being or “XeperXeper a letter”. a letter”. O.K., so while it is on, you might play your favorite O.K., so while it is on, you might play your favorite game, which gives you pleasure. But that wasn’t the game, which gives you pleasure. But that wasn’t the reason for the computer’s life.reason for the computer’s life.While the computer is on, it is continually doing While the computer is on, it is continually doing many complex and intricate calculations: refreshes many complex and intricate calculations: refreshes the screen, turns disk drives on and off, checks your the screen, turns disk drives on and off, checks your spelling, dials phone numbers, talks to other spelling, dials phone numbers, talks to other computers, draws electricity, etc. It is alive. You, at computers, draws electricity, etc. It is alive. You, at the keyboard, live in a totally different universe, one the keyboard, live in a totally different universe, one which the computer cannot imagine, just as you which the computer cannot imagine, just as you cannot imagine a universe without time and space.cannot imagine a universe without time and space.HBM is the practice of stepping out of the HBM is the practice of stepping out of the mundane (intricate calculations, refreshing the mundane (intricate calculations, refreshing the screen, playing computer games, screen, playing computer games, et al.et al.) and “) and “XeperXeper your letter”. I apologize for the oversimplification.your letter”. I apologize for the oversimplification.Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 66"},{"pageNumber":7,"pageContent":"Like the alchemist’s crucible, it is the contents Like the alchemist’s crucible, it is the contents of the crucible which are important - the chemical of the crucible which are important - the chemical reaction and burning off the impurities. Once gold reaction and burning off the impurities. Once gold has been produced, the crucible can be discarded. has been produced, the crucible can be discarded. The forming of the gold is your The forming of the gold is your XeperXeper, and the , and the crucible is your human life.crucible is your human life.I agree with Adept Lamkin’s hypothesis that I agree with Adept Lamkin’s hypothesis that returning to flesh could be a positive thing, to refine returning to flesh could be a positive thing, to refine the gold. But I prefer to think that the next step is to the gold. But I prefer to think that the next step is to fashion the gold (fashion the gold (XeperXeper) into jewelry.) into jewelry.______________________________________________________________________[9] [9] Limited Infinity?Limited Infinity? - by Dana Sims II°- by Dana Sims II°During Conclave I had the pleasure of speaking During Conclave I had the pleasure of speaking with Adept Gyori from Texas before one of the with Adept Gyori from Texas before one of the I°/II° meetings. During our regrettably brief talk, the I°/II° meetings. During our regrettably brief talk, the subject of pre-life, life, death, and life in death came subject of pre-life, life, death, and life in death came up.up.I was able to begin sharing with him my theories I was able to begin sharing with him my theories in this area just as the meeting was starting. We in this area just as the meeting was starting. We resolved to finish discussing the subject at some resolved to finish discussing the subject at some later point in Conclave, but, alas, due to various later point in Conclave, but, alas, due to various reasons, we never did. The topic subsequently reasons, we never did. The topic subsequently flittered out of my mind and had since remained flittered out of my mind and had since remained untouched - until recently.untouched - until recently.Shortly after arriving home, the October Shortly after arriving home, the October ScrollScroll arrived in my mailbox. In it appeared Adept arrived in my mailbox. In it appeared Adept Lamkin’s article “Life, Death, and Life in Death”. Lamkin’s article “Life, Death, and Life in Death”. In reading that article, those same theories that I had In reading that article, those same theories that I had initially discussed at Conclave came bubbling back initially discussed at Conclave came bubbling back to the surface. Over the past few weeks I have to the surface. Over the past few weeks I have decided to put my thoughts into the form of an decided to put my thoughts into the form of an article to share with my fellow Siblings of Set. Not article to share with my fellow Siblings of Set. Not being a wordsmith, I’ll do my best to put to words being a wordsmith, I’ll do my best to put to words what I’ve gone over in my thoughts for the past few what I’ve gone over in my thoughts for the past few years. Here, then, is my current theory of operation years. Here, then, is my current theory of operation for how we, as sentient entities, function in the for how we, as sentient entities, function in the universe.universe.First I need to define that “self” means that First I need to define that “self” means that “core essence” or “soul” or whatever you want to “core essence” or “soul” or whatever you want to call it, while the same word in an ordinary context call it, while the same word in an ordinary context means the current state of physical form we have means the current state of physical form we have here on good ol’ planet Earth. While the two are here on good ol’ planet Earth. While the two are integrated while physical, only one would remain integrated while physical, only one would remain after “death”. I’m proposing that the self after “death”. I’m proposing that the self undergoes an evolution of its own, on a broader undergoes an evolution of its own, on a broader scale than we would think of with our self. Fueled scale than we would think of with our self. Fueled by its desire to grow and become the best that a self-by its desire to grow and become the best that a self-entity can become (creator of another universe?), the entity can become (creator of another universe?), the self needs some rational medium in which to self needs some rational medium in which to Improve Itself.Improve Itself.Enter the physical world. The self utilizes the Enter the physical world. The self utilizes the physical world to grow. to evolve, in some form, physical world to grow. to evolve, in some form, shape, or fashion. A less-evolved self-entity might shape, or fashion. A less-evolved self-entity might choose to go for a while as, say, a plant - to quietly choose to go for a while as, say, a plant - to quietly learn about its own existence by observing other life learn about its own existence by observing other life forms in action around it. Next time around it might forms in action around it. Next time around it might choose something completely different, but each choose something completely different, but each time, hopefully if it’s observant enough and has time, hopefully if it’s observant enough and has learned what it needs to learn, it will evolve. The learned what it needs to learn, it will evolve. The physical is in no way limited to this one little planet physical is in no way limited to this one little planet and this one little segment in time, as time is a and this one little segment in time, as time is a figment of the collective imagination, and space only figment of the collective imagination, and space only has the limits that we provide for it.has the limits that we provide for it.Eventually the self might go for a more complex Eventually the self might go for a more complex form of existence to test all that it has learned, or form of existence to test all that it has learned, or thinks it’s learned, about itself. Enter the physical thinks it’s learned, about itself. Enter the physical option of the upright biped we call man. Limiting its option of the upright biped we call man. Limiting its memory to only what it can gather from the world memory to only what it can gather from the world it’s in, and limiting the abilities to the innate it’s in, and limiting the abilities to the innate capabilities that it has evolved to appreciate over the capabilities that it has evolved to appreciate over the past encounters with the physical, it goes out into past encounters with the physical, it goes out into the world.the world.The first few times around the self-self would The first few times around the self-self would probably fall flat on its face and not get very far in probably fall flat on its face and not get very far in its own evolution. Many, many incarnations may be its own evolution. Many, many incarnations may be needed before the self-self starts to really piece needed before the self-self starts to really piece together its own existence enough so that it can together its own existence enough so that it can evolve at a phenomenal rate. However, once the self evolve at a phenomenal rate. However, once the self evolves to the point that its incarnated self can evolves to the point that its incarnated self can realize what it (self) is doing, the incarnated self can realize what it (self) is doing, the incarnated self can concentrate fully on that evolution rather than its concentrate fully on that evolution rather than its own existence.own existence.It is at this point that I feel that we as Setians are It is at this point that I feel that we as Setians are at. I know who l am as a physical self, and I have a at. I know who l am as a physical self, and I have a pretty good idea of what my driving self is about pretty good idea of what my driving self is about and what level in its evolution it’s at.and what level in its evolution it’s at.People ask me if death bothers me, but I always People ask me if death bothers me, but I always say no - because what is death? To me “death” is say no - because what is death? To me “death” is the end of one incarnated self, the end of a tool that the end of one incarnated self, the end of a tool that my self has utilized to further its own evolution. If my self has utilized to further its own evolution. If that’s the case, great! I’m happy that I can help my that’s the case, great! I’m happy that I can help my self out! I’m happy that my self is at the stage that I self out! I’m happy that my self is at the stage that I (the incarnated self) can know of my evolution and (the incarnated self) can know of my evolution and can work towards accelerating it rather than can work towards accelerating it rather than wallowing around in a mass of confusion trying to wallowing around in a mass of confusion trying to figure everything out!figure everything out!As those of you who met me [or merely saw me As those of you who met me [or merely saw me as “that guy over there”] at Conclave know, I’m an as “that guy over there”] at Conclave know, I’m an observer. I observe everything and everyone around observer. I observe everything and everyone around me, and I try to do so in a very rational, logical, non-me, and I try to do so in a very rational, logical, non-emotional sort of way.emotional sort of way.Not to be snotty or to toot my own horn, but Not to be snotty or to toot my own horn, but I’m all the time seeing others (non-Setians) whom I I’m all the time seeing others (non-Setians) whom I knowknow to be less evolved than I am. It would be easy to be less evolved than I am. It would be easy for me to go up to these people and explain things for me to go up to these people and explain things from my perspective, but that would more than often from my perspective, but that would more than often be a waste of time, since they wouldn’t understand. be a waste of time, since they wouldn’t understand. To quote a poster that I saw, “Never try to teach a To quote a poster that I saw, “Never try to teach a pig to sing. It only makes you look foolish and pig to sing. It only makes you look foolish and annoys the pig.” Of course you might find others at annoys the pig.” Of course you might find others at the same level of evolution or higher in order to the same level of evolution or higher in order to “compare notes” and such.“compare notes” and such.Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 77"},{"pageNumber":8,"pageContent":"So what’s next, the reader might ask of Dana. So what’s next, the reader might ask of Dana. Does the self evolve to a point where the physical is Does the self evolve to a point where the physical is no longer needed to evolve? What does the self no longer needed to evolve? What does the self evolve to become? Is that “becoming” the end of evolve to become? Is that “becoming” the end of the evolution line for the self, or is there more? That, the evolution line for the self, or is there more? That, my dear Brothers and Sisters, is another story. And my dear Brothers and Sisters, is another story. And I myself have just gotten to that chapter.I myself have just gotten to that chapter.As always, feedback is encouraged. I hope your As always, feedback is encouraged. I hope your Solstice is as Dark as you’d wish it to be!Solstice is as Dark as you’d wish it to be!P.S. With these thoughts in mind, you might P.S. With these thoughts in mind, you might want to read want to read Jonathan Livingston SeagullJonathan Livingston Seagull by by Richard Bach. If you have already read it, I Richard Bach. If you have already read it, I encourage a re-reading of it. You may find that your encourage a re-reading of it. You may find that your perspective has changed a bit over the years - or perspective has changed a bit over the years - or after reading this article.after reading this article.______________________________________________________________________[10] [10] RecollectionRecollection- by Jennifer Rush-Hunter III°- by Jennifer Rush-Hunter III°(Australia)(Australia)The spawn of a new æon return through eternal The spawn of a new æon return through eternal darkness.darkness.Endless undeath and shapeless life ...Endless undeath and shapeless life ...Bloodlust sends my senses reeling.Bloodlust sends my senses reeling.Within, the cravings and deepest mind desires Within, the cravings and deepest mind desires are like eddying mists.are like eddying mists.I transcend the boundaries and unite the fevered I transcend the boundaries and unite the fevered thoughts aroused within my essence.thoughts aroused within my essence.Yet they are familiar.Yet they are familiar.Recalling ages of lives and change, I hunger for Recalling ages of lives and change, I hunger for being.being.Immortal balance once again enters my very Immortal balance once again enters my very existence ...existence ...So it begins!So it begins!______________________________________________________________________[11] [11] The Art of Hearing ColorThe Art of Hearing Color- by Justin Hunter I°- by Justin Hunter I°(Australia)(Australia)This exercise uses the senses to experience This exercise uses the senses to experience something other than the ordinary perception of something other than the ordinary perception of things around you. I’ve used this among other things around you. I’ve used this among other exercises regularly over the years to achieve a exercises regularly over the years to achieve a different state of mind and being.different state of mind and being.ExerciseExercise: First we must start with an open : First we must start with an open mind. To achieve this is to become like a dry mind. To achieve this is to become like a dry sponge, ready to receive new possibilities no matter sponge, ready to receive new possibilities no matter what they entail us to conceive. Not an easy task, I what they entail us to conceive. Not an easy task, I grant you, but it can be done.grant you, but it can be done.When doubt is removed from the human When doubt is removed from the human equation, we find all things within our reach. Next equation, we find all things within our reach. Next we must prepare ourselves for the journey to come. we must prepare ourselves for the journey to come. A quiet room, anointing oil [I prefer frankincense], A quiet room, anointing oil [I prefer frankincense], earplugs, loose or comfortable clothing, and that earplugs, loose or comfortable clothing, and that good old open mind.good old open mind.Now we must anoint ourselves in the following Now we must anoint ourselves in the following fashion: neck, chest, thighs. Put the earplugs in fashion: neck, chest, thighs. Put the earplugs in place, and find a comfortable meditation position place, and find a comfortable meditation position (seated is best, or any form that works well for you). (seated is best, or any form that works well for you). The oil is to only have one smell. The earplugs only The oil is to only have one smell. The earplugs only one sound: inner space. The eyes are closed so there one sound: inner space. The eyes are closed so there is only darkness. Chant out loud (good for vibration is only darkness. Chant out loud (good for vibration experience) or in your head the following:experience) or in your head the following:Black is thunder! Blue is waves! Red is the Black is thunder! Blue is waves! Red is the blood coursing through my veins (heartbeat)! blood coursing through my veins (heartbeat)! Yellow is a stone rolling down a hill! Green is the Yellow is a stone rolling down a hill! Green is the sound of a grinding mill!sound of a grinding mill!Repeat this verse until you feel you have reached Repeat this verse until you feel you have reached an altered state of consciousness. Slowly open your an altered state of consciousness. Slowly open your eyes, and remove your ear plugs. Look around you, eyes, and remove your ear plugs. Look around you, and see, and listen. Listen to the texture, sound, and and see, and listen. Listen to the texture, sound, and taste of the color around you. Record results.taste of the color around you. Record results.______________________________________________________________________[12] [12] The Birth of a Pylon!The Birth of a Pylon!- by Nancy Brown IV°- by Nancy Brown IV°I have agreed to sponsor a new Pylon in I have agreed to sponsor a new Pylon in Colorado. Adept Heather-Snow will function as Colorado. Adept Heather-Snow will function as Sentinel of the Hlidhskjalf Pylon. To date, members Sentinel of the Hlidhskjalf Pylon. To date, members include Adept Daniel Ayres, Setian Shane include Adept Daniel Ayres, Setian Shane O’Connor, and Setian David Furcean. O’Connor, and Setian David Furcean. XeperXeper and and Remanifest. [See also “Dark Declaration in Remanifest. [See also “Dark Declaration in Denver” in this issue.]Denver” in this issue.]______________________________________________________________________[13] [13] Trapezoidal NewsTrapezoidal News- by Don Webb IV°- by Don Webb IV°Herald, Order of the TrapezoidHerald, Order of the TrapezoidThe Order of the Trapezoid has undergone a The Order of the Trapezoid has undergone a restructuring in order to fully express the principles restructuring in order to fully express the principles of ÆS Working II. Among these changes are new of ÆS Working II. Among these changes are new responsibilities for its Knights and Dames, and new responsibilities for its Knights and Dames, and new challenges for the Order as a whole.challenges for the Order as a whole.The Grand Master has created three new offices, The Grand Master has created three new offices, Chancellor, the Minister of Internal Affairs; Chancellor, the Minister of Internal Affairs; Marshal, the Minister of External Affairs; and Marshal, the Minister of External Affairs; and Herald, Minister of Communication. I would like to Herald, Minister of Communication. I would like to give a give a preliminarypreliminary account of these offices to aid account of these offices to aid in our interaction with the Temple as a whole.in our interaction with the Temple as a whole.The Chancellor’s job includes (but is not limited The Chancellor’s job includes (but is not limited to) the coordination and creation of Lodge activities, to) the coordination and creation of Lodge activities, facilitating activity among those Knights not facilitating activity among those Knights not belonging to a Lodge, and Order-wide activities. Sir belonging to a Lodge, and Order-wide activities. Sir Ronald Barrett, Master of the Order of the Ronald Barrett, Master of the Order of the Trapezoid, holds this job.Trapezoid, holds this job.The Marshal’s job includes (but is not limited The Marshal’s job includes (but is not limited to) acting as a contact point between the Order and to) acting as a contact point between the Order and other entities and individuals. This includes other entities and individuals. This includes matching candidates seeking admission to the Order matching candidates seeking admission to the Order with Black Knights and Dames, Knights or Dames with Black Knights and Dames, Knights or Dames of the III°+ who will both aid and test those who of the III°+ who will both aid and test those who would seek admission to the Order. [If no potential would seek admission to the Order. [If no potential Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 88"},{"pageNumber":9,"pageContent":"sponsor can be found, the Marshal will act as sponsor can be found, the Marshal will act as “Black Knight of last resort”.] Sir Michael Rigby, “Black Knight of last resort”.] Sir Michael Rigby, Master of the Tindalos Lodge is Marshal.Master of the Tindalos Lodge is Marshal.The Herald’s job includes [but is not limited to] The Herald’s job includes [but is not limited to] being Editor of being Editor of RunesRunes and such other forms of and such other forms of communication that the Order may require. The communication that the Order may require. The Herald is Sir Don Webb.Herald is Sir Don Webb.We took the oaths of our offices during a We took the oaths of our offices during a sumble at Set-XIV among our fellow Knights, and sumble at Set-XIV among our fellow Knights, and in the presence of the Spear of Weird, a cursed in the presence of the Spear of Weird, a cursed Symbol of directed Becoming. We are new to our Symbol of directed Becoming. We are new to our roles, and expect that practice will lead to their focus roles, and expect that practice will lead to their focus and redefinition.and redefinition.These are jobs, not initiatory titles. There is These are jobs, not initiatory titles. There is nothing “special” about these roles. If the Order nothing “special” about these roles. If the Order and its members are functioning correctly, any and its members are functioning correctly, any Knight or Dame could pick up these roles instantly. Knight or Dame could pick up these roles instantly. As a matter of Honor all Knights and Dames As a matter of Honor all Knights and Dames maintain themselves to step into any leadership maintain themselves to step into any leadership position. And to a certain extent all Knights and position. And to a certain extent all Knights and Dames will perform some of these functions.Dames will perform some of these functions.As one of the goals of ÆS Working II is As one of the goals of ÆS Working II is increased communication, increased communication, RunesRunes is offered on a is offered on a subscription basis. If you desire to receive subscription basis. If you desire to receive RunesRunes, , contact the Order for current subscription rates. contact the Order for current subscription rates. Subscriptions run from the beginning to the ending Subscriptions run from the beginning to the ending of a calendar year. of a calendar year. RunesRunes is produced four times a is produced four times a year. If you have a change of address, send it to the year. If you have a change of address, send it to the RunesRunes Editor, as l will not track you down, since I Editor, as l will not track you down, since I am not a nice person like the am not a nice person like the ScrollScroll Editor! Editor! RunesRunes is is only open to submissions from members of the only open to submissions from members of the Order. IV°+ Initiates will receive Order. IV°+ Initiates will receive RunesRunes for free, but for free, but everyone else [within or without the Order] gets to everyone else [within or without the Order] gets to buy it [at slightly buy it [at slightly belowbelow cost]. cost].To gain admittance to the Order of the To gain admittance to the Order of the Trapezoid, a III°+ Knight or Dame must sponsor Trapezoid, a III°+ Knight or Dame must sponsor you. Sponsorships are not gained on the basis of you. Sponsorships are not gained on the basis of writing a few letters, since the successes and failures writing a few letters, since the successes and failures of the sponsored reflect on the Honor of the of the sponsored reflect on the Honor of the sponsor. Meeting the candidate at a Conclave or sponsor. Meeting the candidate at a Conclave or regional gathering will generally be required by the regional gathering will generally be required by the sponsor. If you are a II°+ Initiate and know a Black sponsor. If you are a II°+ Initiate and know a Black Knight (a III°+ Knight or Dame), you can approach Knight (a III°+ Knight or Dame), you can approach that individual and ask if you can begin the process. that individual and ask if you can begin the process. It is a wise idea to have read everything you can on It is a wise idea to have read everything you can on the Order and give some special thought to what the Order and give some special thought to what Honor and Knighthood are, what a Mystery (as in Honor and Knighthood are, what a Mystery (as in Reyn Til RunaReyn Til Runa! = Seek After the Mysteries) is, and ! = Seek After the Mysteries) is, and what the significance of the Wewelsburg Working what the significance of the Wewelsburg Working is for you personally. You should also look around is for you personally. You should also look around at other Orders and consider very seriously why at other Orders and consider very seriously why you think the O.Tr. may be the place for you. If you you think the O.Tr. may be the place for you. If you don’t know a Black Knight personally, you should don’t know a Black Knight personally, you should contact Sir Michael Rigby.contact Sir Michael Rigby.There will no doubt be other changes as ÆS There will no doubt be other changes as ÆS Working II unfolds, and we engage in that Working II unfolds, and we engage in that mysterious process of magic, the creation of the mysterious process of magic, the creation of the unknown. We hope both to challenge and be unknown. We hope both to challenge and be challenged by those around us.challenged by those around us.Walhalla!Walhalla!______________________________________________________________________[14] [14] News from GermanyNews from Germany- by Roland Winkhart IV°- by Roland Winkhart IV°The Deutschlandkonklave held in Bonn this The Deutschlandkonklave held in Bonn this October was a great success and a fascinating October was a great success and a fascinating experience, with many of us meeting personally for experience, with many of us meeting personally for the first time.the first time.Those in attendance included Priest Holzinger Those in attendance included Priest Holzinger (who flew in from Britain for the event), Adept (who flew in from Britain for the event), Adept Ostertag, Adept Gottschall, Setian Gerlach, Setian Ostertag, Adept Gottschall, Setian Gerlach, Setian Schnitzer, Setian Schueren, and myself. Adept Schnitzer, Setian Schueren, and myself. Adept Reichensperger wasn’t able to attend because of a Reichensperger wasn’t able to attend because of a business conflict.business conflict.Our location was the beautiful Hotel Eden in Our location was the beautiful Hotel Eden in Bonn-Bad Godesberg. A nearby friend of Adept Bonn-Bad Godesberg. A nearby friend of Adept Gottschall’s kindly invited us to her home for our Gottschall’s kindly invited us to her home for our Working - and also for a piano concert by Working - and also for a piano concert by Gottschall.Gottschall.All in all we achieved a highly magical and All in all we achieved a highly magical and positive emotional atmosphere - much like that in positive emotional atmosphere - much like that in Sacramento, but on a little smaller scale. As in Sacramento, but on a little smaller scale. As in Sacramento, we had discussions on all sorts of Sacramento, we had discussions on all sorts of topics. Adept Gottschall gave a stimulating lecture topics. Adept Gottschall gave a stimulating lecture on Screabin, and our Working commemorated the on Screabin, and our Working commemorated the founding of the Prometheus Pylon. Priest Holzinger founding of the Prometheus Pylon. Priest Holzinger also formalized the Recognition of Adept Gottschall also formalized the Recognition of Adept Gottschall to the II°.to the II°.So the Konklave was a very good one, and we So the Konklave was a very good one, and we were sorry to have to return to the World of Horrors were sorry to have to return to the World of Horrors on November 1.on November 1.______________________________________________________________________[15] [15] Fictive ArcanumFictive Arcanum- by Don Webb IV°- by Don Webb IV°[In the profane world the following essay will be [In the profane world the following essay will be published in published in OneirosOneiros, a British Lovecraftian , a British Lovecraftian magazine.]magazine.]Many modem occult groups either base their Many modem occult groups either base their mission on, or at least have a great deal of mission on, or at least have a great deal of supernatural fiction in their reading lists. It is not supernatural fiction in their reading lists. It is not uncommon to see modern occultists perusing the uncommon to see modern occultists perusing the works of Lovecraft, Chambers, Machen, or works of Lovecraft, Chambers, Machen, or Blackwood.Blackwood.This practice leads us to two interested and This practice leads us to two interested and related questions: Why would a magician (Machen, related questions: Why would a magician (Machen, Blackwood, Fortune) write fiction [beyond the Blackwood, Fortune) write fiction [beyond the obvious reasons of amusement and remuneration]? obvious reasons of amusement and remuneration]? Why would other magicians find their inspiration in Why would other magicians find their inspiration in fictive works? A third question hidden in the first fictive works? A third question hidden in the first two is: How is magic similar to the acts of reading two is: How is magic similar to the acts of reading and writing?and writing?I would like to take a look at the nature of magic I would like to take a look at the nature of magic as a communication system, answer the first two as a communication system, answer the first two Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 99"},{"pageNumber":10,"pageContent":"questions, give a few references for where important questions, give a few references for where important magical writing may be found today, and sound a magical writing may be found today, and sound a warning call for its protection. This is a tiny rivulet, warning call for its protection. This is a tiny rivulet, which I hope that others will take up as a new type which I hope that others will take up as a new type of criticism. Like the dark streams that have never of criticism. Like the dark streams that have never seen the light of the Sun in the hills west of Arkham, seen the light of the Sun in the hills west of Arkham, I hope that this little rivulet may play an important I hope that this little rivulet may play an important role in the evolution of life.role in the evolution of life.Mauss and other modernists attempted to reduce Mauss and other modernists attempted to reduce the power of magic to a sociological context - the the power of magic to a sociological context - the power of magic is equivalent to how society feels power of magic is equivalent to how society feels about the magician. This dreary attitude is still about the magician. This dreary attitude is still largely present in popular culture; however largely present in popular culture; however postmodern theorists such as van Baal, Grambo, postmodern theorists such as van Baal, Grambo, Flowers, and Tambiah have provided us with a Flowers, and Tambiah have provided us with a semiotic theory of magic, which serves to illustrative semiotic theory of magic, which serves to illustrative both the practice of magic and its symbolic both the practice of magic and its symbolic expression.expression.Basically the semiotic theory of magic is that Basically the semiotic theory of magic is that man is able to effect communication with his man is able to effect communication with his universe, and to think ascriptively (i.e. hidden universe, and to think ascriptively (i.e. hidden meaning is ascribed to the phenomenon of the meaning is ascribed to the phenomenon of the universe and it becomes a partner in universe and it becomes a partner in communication). The semiotic theory postulates communication). The semiotic theory postulates three elements - the magician seeking either a three elements - the magician seeking either a change a psychological change within him/herself or change a psychological change within him/herself or an environmental change, the message which is cast an environmental change, the message which is cast in the form of cultural coded symbols, and the in the form of cultural coded symbols, and the hidden “other side” of the universe.hidden “other side” of the universe.This goes beyond Frazier’s notions of This goes beyond Frazier’s notions of “sympathy” by actually elaborating not only a “sympathy” by actually elaborating not only a threefold process of sender-message-receiver but threefold process of sender-message-receiver but actually proposes a willed volition to receive actually proposes a willed volition to receive communication (in either the form of a revelation or communication (in either the form of a revelation or an environmental change) back from the universe. an environmental change) back from the universe. Summing up this model of magic (after Flowers’ Summing up this model of magic (after Flowers’ Runes and Magic: Magical Formulaic Elements in Runes and Magic: Magical Formulaic Elements in the Older Runic Traditionthe Older Runic Tradition, Lang, 1986, page 17):, Lang, 1986, page 17):This model suggests that for the magician the This model suggests that for the magician the great secret is finding the correct mode of address - great secret is finding the correct mode of address - that method of communication which will produce that method of communication which will produce the response from the hidden realm. This has the response from the hidden realm. This has always be intuited in the Mediterranean school of always be intuited in the Mediterranean school of magic, as exemplified by choosing Hermes, god of magic, as exemplified by choosing Hermes, god of communication, as its patron.communication, as its patron.For the magician operating in a traditional For the magician operating in a traditional society, the method of communication is generally society, the method of communication is generally heavily determined: People know how to talk to the heavily determined: People know how to talk to the gods. But in modern and post-modern societies, the gods. But in modern and post-modern societies, the quest for the method of communication is ongoing.quest for the method of communication is ongoing.The book ranks high as a sufficiently The book ranks high as a sufficiently mysterious form of communication (video, movies, mysterious form of communication (video, movies, and the computer network are waiting in the wings). and the computer network are waiting in the wings). Who among us has not had that mysterious Who among us has not had that mysterious phenomenon of having gleaned something from phenomenon of having gleaned something from one’s own writings long after it was written? And one’s own writings long after it was written? And who among us has not had that mysterious process who among us has not had that mysterious process of “finding just the book we need” at a crucial time of “finding just the book we need” at a crucial time in our thought? So keeping in mind in our thought? So keeping in mind your own your own experiences of the mystery of the written wordexperiences of the mystery of the written word consider van Baal’s description of the nature of a consider van Baal’s description of the nature of a magical spell:magical spell:The formula takes its origin from the The formula takes its origin from the discourse between man and his universe, in discourse between man and his universe, in the case of a particular formula a discourse the case of a particular formula a discourse concerning a certain object and the fulfillment concerning a certain object and the fulfillment of a desire. In this discourse man feels of a desire. In this discourse man feels addressed or singled out by his universe, and addressed or singled out by his universe, and he endeavors to address it in turn, trying to he endeavors to address it in turn, trying to discover the kind of address to which his discover the kind of address to which his universe will be willing to answer, that is, willing universe will be willing to answer, that is, willing to show itself communicable.to show itself communicable.The formulas he finally discovers in answer The formulas he finally discovers in answer to his quest are not really man’s discovery but a to his quest are not really man’s discovery but a gift, a revelation bestowed upon him by the gift, a revelation bestowed upon him by the universe. The formula is the outcome of an act universe. The formula is the outcome of an act of communication in which man’s universe of communication in which man’s universe reveals to him the secret of how it should be reveals to him the secret of how it should be addressed in this or that circumstance, a secret addressed in this or that circumstance, a secret which is at the same time a revelation of its which is at the same time a revelation of its hidden essence in that particular field ... - J. van hidden essence in that particular field ... - J. van Baal, Baal, Symbols for Communication: an Symbols for Communication: an introduction to the anthropological study of introduction to the anthropological study of religionreligion (Studies of Developing Countries II) (Studies of Developing Countries II) Asen: Van Gorrcum, 1971, page 263.Asen: Van Gorrcum, 1971, page 263.Given the above, why do magicians write Given the above, why do magicians write fiction? Not as open communication of magic - it fiction? Not as open communication of magic - it would be easier simply to write how-to books. The would be easier simply to write how-to books. The need to communicate with the need to communicate with the hiddenhidden aspects of the aspects of the universe of discourse is the magician’s motive. Just universe of discourse is the magician’s motive. Just as an Egyptian would stuff his letters to the dead in as an Egyptian would stuff his letters to the dead in the crumbling tomb walls, the modern magician the crumbling tomb walls, the modern magician sends his or her message into the semiosphere. sends his or her message into the semiosphere. Dion Fortune didn’t create her novels just as Dion Fortune didn’t create her novels just as entertainment, but to actively work the magic. By entertainment, but to actively work the magic. By performing illustrative magic concerning the nature performing illustrative magic concerning the nature of initiation, of secret schools, etc., she actually of initiation, of secret schools, etc., she actually received [from the hidden parts of her own psyche] received [from the hidden parts of her own psyche] such information.such information.The simple act of visualization (i.e. The simple act of visualization (i.e. daydreaming) is known to produce effects both daydreaming) is known to produce effects both psychological and environmental. How much psychological and environmental. How much greater an effect can be obtained thought the writing greater an effect can be obtained thought the writing and publishing of magical work?and publishing of magical work?Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 1010"},{"pageNumber":11,"pageContent":"The precision of writing, editing, rewriting, The precision of writing, editing, rewriting, coupled with the aching wait for publication [with its coupled with the aching wait for publication [with its inherent travails of lost MSS, marketing mistakes, inherent travails of lost MSS, marketing mistakes, fraudulent publishers] creates an unbeatable fraudulent publishers] creates an unbeatable combination of passion and precision.combination of passion and precision.These are the elements that affect any magical These are the elements that affect any magical working. It is easy to get up passion for a particular working. It is easy to get up passion for a particular end. We have all that experience of having to get end. We have all that experience of having to get that job, make that meeting, etc. wherein our magical that job, make that meeting, etc. wherein our magical practice did pay off with the required miracle. But it practice did pay off with the required miracle. But it is frankly hard to work up the passion required to is frankly hard to work up the passion required to get at certain desired spiritual states. However the get at certain desired spiritual states. However the test of publication will place the magician in the test of publication will place the magician in the desire-filled mode necessary to achieve his or her desire-filled mode necessary to achieve his or her spiritual goals.spiritual goals.Of particular interest in this model is a man who Of particular interest in this model is a man who would have been repelled at the mere notion of would have been repelled at the mere notion of placing him among magicians, H.P. Lovecraft. But placing him among magicians, H.P. Lovecraft. But he illustrates the case perfectly. Lovecraft, with his he illustrates the case perfectly. Lovecraft, with his passions for astronomy and history, longed to be passions for astronomy and history, longed to be part of the vast forces of time. He longed to see the part of the vast forces of time. He longed to see the hidden essence of history/cosmology that he felt hidden essence of history/cosmology that he felt would dissolve the details of the present like an acid.would dissolve the details of the present like an acid.With an entirely materialistic outlook, the With an entirely materialistic outlook, the practice of magic would’ve been absurd - but practice of magic would’ve been absurd - but writing was another matter. His themes and topics writing was another matter. His themes and topics were certainly not commercial [although there has were certainly not commercial [although there has been a good deal of money minted in his name]. been a good deal of money minted in his name]. The desire to continue producing amateur fiction, or The desire to continue producing amateur fiction, or sticking with such fiction as could be only sold to sticking with such fiction as could be only sold to the low-paying the low-paying Weird TalesWeird Tales, show that his need was , show that his need was a purely magical one. And it produced results.a purely magical one. And it produced results.The plots of his stories often came to him in The plots of his stories often came to him in dreams. Particularly noteworthy was the dream that dreams. Particularly noteworthy was the dream that lead to the production of the prose-poem lead to the production of the prose-poem “Nyarlathotep”, in which he found the Hermes of “Nyarlathotep”, in which he found the Hermes of his pantheon . This particular communicator from his pantheon . This particular communicator from the other side, with his swarthy Egyptian skin, the other side, with his swarthy Egyptian skin, resembles both the figure of Hermes-Thoth and the resembles both the figure of Hermes-Thoth and the preternatural entity that Crowley contacted in 1904.preternatural entity that Crowley contacted in 1904.Lovecraft knew his need for the cosmic feeling Lovecraft knew his need for the cosmic feeling his stories brought him, and throughout his letters his stories brought him, and throughout his letters and critical writings we see that need to evoke a and critical writings we see that need to evoke a mood repeated time and time again. In fact Lovecraft mood repeated time and time again. In fact Lovecraft was sensitive enough to this process [despite the was sensitive enough to this process [despite the fact his materialist attitude kept him from ever fact his materialist attitude kept him from ever consciously expressing it] that many of his stories consciously expressing it] that many of his stories are are aboutabout the desired result of receiving the desired result of receiving communication from the other side. Cthulhu sends communication from the other side. Cthulhu sends dreams. The Fungi from Yuggoth take the seeker dreams. The Fungi from Yuggoth take the seeker away on a cosmic quest, or at the very least whisper away on a cosmic quest, or at the very least whisper all the secrets of the cosmos via certain human all the secrets of the cosmos via certain human appendages. The primordial ones communicate appendages. The primordial ones communicate through their vast murals found in hidden through their vast murals found in hidden Antarctica. In the most revelatory of all his work, Antarctica. In the most revelatory of all his work, The Shadow out of TimeThe Shadow out of Time, the hero not only sends a , the hero not only sends a message to the other side [by actually writing in the message to the other side [by actually writing in the library of the Great Race], but actually receives a library of the Great Race], but actually receives a revelation of finding the message deep below revelation of finding the message deep below ground (i.e. in the unconscious) written ground (i.e. in the unconscious) written in his own in his own handhand..Now having seen why magicians have a need to Now having seen why magicians have a need to use certain hidden or encoded communications such use certain hidden or encoded communications such as fiction-writing, we turn to the question of why as fiction-writing, we turn to the question of why magicians need to read fiction. The simple reason of magicians need to read fiction. The simple reason of “inspiration” suffices, but it is to be noted that it is “inspiration” suffices, but it is to be noted that it is not the same sort of inspiration that one may glean not the same sort of inspiration that one may glean from, say, a straightforward biography.from, say, a straightforward biography.Very little occult fiction provides a step-by-step Very little occult fiction provides a step-by-step account of ritual procedure, and those that do are account of ritual procedure, and those that do are amongst the most boring. One doesn’t read amongst the most boring. One doesn’t read The The White PeopleWhite People to find out the step-by-step ways of to find out the step-by-step ways of doing anything. Indeed the operant material is doing anything. Indeed the operant material is generally described under only the broadest [and generally described under only the broadest [and therefore most evocative] of terms. One may be therefore most evocative] of terms. One may be tempted to invent the Aklo language or script out the tempted to invent the Aklo language or script out the Mao game, but the actual use of occult literature is Mao game, but the actual use of occult literature is to allow the magician to receive communication to allow the magician to receive communication form the “other side”. By the use of imagination form the “other side”. By the use of imagination and mood, the the nature of that hidden realm is and mood, the the nature of that hidden realm is disclosed to us, though most often in a mysterious disclosed to us, though most often in a mysterious way. It would be difficult to provide a description of way. It would be difficult to provide a description of the shudder that hearing the caldron spell from the shudder that hearing the caldron spell from Macbeth first gave us. Crowley choose Macbeth first gave us. Crowley choose MacbethMacbeth, , The TempestThe Tempest, or , or A Midsummer Night’s DreamA Midsummer Night’s Dream for for the reading list of the A.’. A.’. “as being interesting the reading list of the A.’. A.’. “as being interesting for the traditions treated”. The objective reality of for the traditions treated”. The objective reality of these tradition were very small, but Crowley these tradition were very small, but Crowley (nobody’s fool) knew that the effect they had on the (nobody’s fool) knew that the effect they had on the soul allowed something of that mysterious realm to soul allowed something of that mysterious realm to be communicated.be communicated.In short, reading works which actually illustrate In short, reading works which actually illustrate magic close the diagram above, and enable the magic close the diagram above, and enable the discerning magician to be benefit from others’ discerning magician to be benefit from others’ illustrative work. This is not simply receiving a illustrative work. This is not simply receiving a message from the author, that simple act of message from the author, that simple act of decoding which we all do as readers - this is decoding which we all do as readers - this is receiving a receiving a place of access to the unknownplace of access to the unknown from from the unknown. The magician who manages both this the unknown. The magician who manages both this feat and the act of fictional creation therefore feat and the act of fictional creation therefore achieves in this post-modern society a sets of signs achieves in this post-modern society a sets of signs and symbols for communication with that unknown and symbols for communication with that unknown realm.realm.The question facing the modern occultist is The question facing the modern occultist is where the unknown is most active - or, to put it in where the unknown is most active - or, to put it in literary terms, where are the new occult writers literary terms, where are the new occult writers coming from, and in what arenas may they be coming from, and in what arenas may they be found. As this quest has to be an intensely personal found. As this quest has to be an intensely personal one, I can only give a few hints and one, I can only give a few hints and recommendations:recommendations:• The works of Thomas Liggoti are universally • The works of Thomas Liggoti are universally praiseworthy and should be sought out.praiseworthy and should be sought out.• J. G. Ballard, who never once mentions • J. G. Ballard, who never once mentions anything overtly magical, is great place to learn anything overtly magical, is great place to learn Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 1111"},{"pageNumber":12,"pageContent":"about stasis and rebirth.about stasis and rebirth.• • Cities of the Red NightCities of the Red Night by William S. by William S. Burroughs, with its masterful portrayal of the Burroughs, with its masterful portrayal of the cthonic forces, should be in every magician’s librarycthonic forces, should be in every magician’s library• The magical realism of Jorge Luis Borges and • The magical realism of Jorge Luis Borges and Garcia Marquez is not to be overlooked.Garcia Marquez is not to be overlooked.• The late Fritz Leiber is likewise a place where a • The late Fritz Leiber is likewise a place where a thing or two can be learned.thing or two can be learned.As for current magazines, As for current magazines, ElegiaElegia, 3116 Porter , 3116 Porter Lane, Ventura, CA 93003 provides a fairly high Lane, Ventura, CA 93003 provides a fairly high understanding of the magical process cast in the understanding of the magical process cast in the current Gothic idiom.current Gothic idiom.If you desire to be part of this process, you must If you desire to be part of this process, you must create, and you must preserve by fighting off every create, and you must preserve by fighting off every attempt to suppress supernatural literature. The attempt to suppress supernatural literature. The forces that produce writer’s block within the self forces that produce writer’s block within the self have their counterparts in the semiosphere - these have their counterparts in the semiosphere - these mindless, gray ones who take books off of school mindless, gray ones who take books off of school shelves. If you are a knight who seeks the Grail of shelves. If you are a knight who seeks the Grail of inspiration, or the magician who creates its brew - inspiration, or the magician who creates its brew - beware those gray dragons with dull eyes. There is beware those gray dragons with dull eyes. There is no compromise with those who would limit our no compromise with those who would limit our imagination. To sit back and allow them control of imagination. To sit back and allow them control of our libraries is a spiritual negligence that will take its our libraries is a spiritual negligence that will take its toll on our health. toll on our health. Read! Write! Preserve!Read! Write! Preserve!______________________________________________________________________[16] [16] Hieroglyph 39Hieroglyph 39- by John Youril II°- by John Youril II°No thought succeeds the evening.No thought succeeds the evening.No word escapes here.No word escapes here.No echo arrives there.No echo arrives there.He who enters the waters enters alone.He who enters the waters enters alone.Snow now on the snowless city of the Sun.Snow now on the snowless city of the Sun.Snow in the darkening heavens.Snow in the darkening heavens.Snow on all the fields of the Earth.Snow on all the fields of the Earth.I am alone here with all of enigmatic creation at my I am alone here with all of enigmatic creation at my feet.feet.Echoes of winter,Echoes of winter,Echoes of faces,Echoes of faces,Echoes of echoes:Echoes of echoes:An abrasive silence alien to silence,An abrasive silence alien to silence,Returning to silence,Returning to silence,Returning.Returning.______________________________________________________________________[17] [17] Uncle Setnakt SaysUncle Setnakt Says- by Don Webb IV°- by Don Webb IV°Uncle Setnakt would like to discuss the sense of Uncle Setnakt would like to discuss the sense of wonder - its sources and its importance for the wonder - its sources and its importance for the Black Magician. The sense of wonder [sadly] only Black Magician. The sense of wonder [sadly] only comes to our Right-Hand Path brothers by accident, comes to our Right-Hand Path brothers by accident, but we have the power to create it in ourselves and but we have the power to create it in ourselves and others, and to use it for the purpose of self-others, and to use it for the purpose of self-deification.deification.1. The sense of wonder comes when the 1. The sense of wonder comes when the webwork of “reality” is loosed and we can see the webwork of “reality” is loosed and we can see the real. On September 8, 1993 I purchased Alfred real. On September 8, 1993 I purchased Alfred Jarry’s Jarry’s The Man with the AxeThe Man with the Axe. I had been interested . I had been interested in Jarry’s work over the years, but only after in Jarry’s work over the years, but only after reading Nigey Lennon’s book did I realize what an reading Nigey Lennon’s book did I realize what an arch-Satanist Jarry was. Then, finishing the book by arch-Satanist Jarry was. Then, finishing the book by reading the Introduction, I noticed that it had been reading the Introduction, I noticed that it had been written on September 8, 1983 - the 110th written on September 8, 1983 - the 110th anniversary of Jarry’s death - and I had picked it up anniversary of Jarry’s death - and I had picked it up by “accident” on the 120th anniversary. Followers by “accident” on the 120th anniversary. Followers of the Right-Hand Path would have taken this as of the Right-Hand Path would have taken this as fate, but I took it as communication from myself to fate, but I took it as communication from myself to confirm the sense of wonder I experienced at confirm the sense of wonder I experienced at Jarry’s life and works.Jarry’s life and works.2. The sense of wonder is the gateway (or 2. The sense of wonder is the gateway (or magical link) between the subjective and objective magical link) between the subjective and objective universes. As magicians we have come to realize that universes. As magicians we have come to realize that magic does not overcome the natural order. Money magic does not overcome the natural order. Money does not drift down from the sky after a prosperity does not drift down from the sky after a prosperity ritual; compassion rituals do not make open sores ritual; compassion rituals do not make open sores heal before our eyes. We are again wondering if our heal before our eyes. We are again wondering if our magic “really” produced the result we see. It is magic “really” produced the result we see. It is through the sense of wonder that the magician can through the sense of wonder that the magician can sense the change he or she has wrought, and it is sense the change he or she has wrought, and it is very important to Indulge in that sense so the very important to Indulge in that sense so the rational mind can learn to perceive the rational mind can learn to perceive the communication from the hidden side of the communication from the hidden side of the universe. The sense of wonder completes the universe. The sense of wonder completes the communication cycle, and is one of the ways to communication cycle, and is one of the ways to change your magic from a series of operations into change your magic from a series of operations into a continuous great work, with feedback coming a continuous great work, with feedback coming from the other hidden side of the universe.from the other hidden side of the universe.3. The sense of wonder is the method by which 3. The sense of wonder is the method by which the magicians of the past communicate their work to the magicians of the past communicate their work to us, and we in turn to them. The moment of us, and we in turn to them. The moment of unraveling the code of a runestone, or finding the unraveling the code of a runestone, or finding the hidden meaning in an ancient poem - and hidden meaning in an ancient poem - and discovering that the reality produces that spine-discovering that the reality produces that spine-shivering moment in you as it did in the magician shivering moment in you as it did in the magician who pierced the veil to make that discovery - is a who pierced the veil to make that discovery - is a moment of intimate sharing that two practitioners of moment of intimate sharing that two practitioners of magic can have across the centuries. The truth you magic can have across the centuries. The truth you find might be inexpressible to your neighbor next find might be inexpressible to your neighbor next door, but the finding of the truth not only rewards door, but the finding of the truth not only rewards you with that piece of knowledge, but also instills in you with that piece of knowledge, but also instills in you an illustrative knowledge of how magical you an illustrative knowledge of how magical curiosity aids and has aided true becoming. curiosity aids and has aided true becoming. Decoding the magic of the past is indeed no mere Decoding the magic of the past is indeed no mere intellectual exercise, but an actual working, aiding intellectual exercise, but an actual working, aiding both your becoming and that of the sender across both your becoming and that of the sender across the shores of time.the shores of time.4. The sense of wonder can communicate 4. The sense of wonder can communicate initiatory truths that the rational mind is not ready to initiatory truths that the rational mind is not ready to grasp. We often come across mysteries that take a grasp. We often come across mysteries that take a lifetime to unravel, but we do need some push from lifetime to unravel, but we do need some push from Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 1212"},{"pageNumber":13,"pageContent":"our higher selves to note the experience. Again this our higher selves to note the experience. Again this is not a matter of fate, but a matter of a conscious is not a matter of fate, but a matter of a conscious attitude linking up with the Form of opportunity. attitude linking up with the Form of opportunity. We may witness a scene from our dreams, or we We may witness a scene from our dreams, or we may come across a series of synchronicities so may come across a series of synchronicities so significant that they cannot be ignored. When this significant that they cannot be ignored. When this happens, do not expect that you will walk away happens, do not expect that you will walk away enlightened, but enlightened, but dodo expect that you had better go expect that you had better go take very good notes in your magical diary, and take very good notes in your magical diary, and better still practice those memory skills (that Uncle better still practice those memory skills (that Uncle Setnakt is always trying to get you to improve) so Setnakt is always trying to get you to improve) so that the marked moment is available to you for later that the marked moment is available to you for later examination. [This also shows the need for a examination. [This also shows the need for a magician to develop an art. If he can paint, write magician to develop an art. If he can paint, write poetry, dance, he will have another medium to poetry, dance, he will have another medium to capture the moments of wonder.]capture the moments of wonder.]5. The sense of wonder should be carefully 5. The sense of wonder should be carefully created in those around us. If we instill through created in those around us. If we instill through careful planning and artistry the idea in our friends, careful planning and artistry the idea in our friends, co-workers, and family that there is something co-workers, and family that there is something “magic” about us, we reap three benefits: Firstly “magic” about us, we reap three benefits: Firstly we are not held so closely in their minds. Their we are not held so closely in their minds. Their unconscious magic does not exert a force to bind us unconscious magic does not exert a force to bind us to the world; indeed it produces the opposite. to the world; indeed it produces the opposite. Secondly it allows us to practice our craft without Secondly it allows us to practice our craft without stealth when the need arises. Thirdly it frees us stealth when the need arises. Thirdly it frees us somewhat from social conventions, which gives us somewhat from social conventions, which gives us freedom to do things for our own becoming.freedom to do things for our own becoming.6. The sense of wonder is a key to testing your 6. The sense of wonder is a key to testing your level of being. Since the sense of wonder is to the level of being. Since the sense of wonder is to the sleeping workaday world what dreams are to sleep, sleeping workaday world what dreams are to sleep, the extent you can remember and use your wonder the extent you can remember and use your wonder is the first stage of awakening to life. If you can is the first stage of awakening to life. If you can keep those experiences alive within you, you have keep those experiences alive within you, you have begun to break free from the world machine and are begun to break free from the world machine and are on your way to becoming a truly adept magician. If on your way to becoming a truly adept magician. If you have the strength of will to control your you have the strength of will to control your subjective universe enough to create a moment of subjective universe enough to create a moment of wonder, then you have mastered the Black Flame of wonder, then you have mastered the Black Flame of self-awareness, and can send it forth across the self-awareness, and can send it forth across the expanse of the Earth. In other words a normal man expanse of the Earth. In other words a normal man cannot say “I will be astounded.” and then cannot say “I will be astounded.” and then experience that state any more than he can tickle experience that state any more than he can tickle himself. A magician of a certain level of himself. A magician of a certain level of advancement can do this, and feel astonishment advancement can do this, and feel astonishment flood his being. Magic is the art or science of flood his being. Magic is the art or science of causing changes un the subjective universe, with causing changes un the subjective universe, with proportionate changes in the objective universe. If proportionate changes in the objective universe. If you can’t cause changes in your mind, you’re not you can’t cause changes in your mind, you’re not about to transform the cosmos. Then at an even about to transform the cosmos. Then at an even deeper level of development the sense of wonder can deeper level of development the sense of wonder can be made physically manifest. This is the highest be made physically manifest. This is the highest level of [purely] human initiation. The magician can level of [purely] human initiation. The magician can stand in front of the used bookstore or whatever, stand in front of the used bookstore or whatever, and will himself to be astounded and walk in, and will himself to be astounded and walk in, knowing that he will meet a long-lost friend or find knowing that he will meet a long-lost friend or find a treasure whose beauty and wonder open new parts a treasure whose beauty and wonder open new parts of its dark soul. Note that this is the highest form of of its dark soul. Note that this is the highest form of magic: not the willed bringing about of a known magic: not the willed bringing about of a known event - for tyrants and dictators can do this - but the event - for tyrants and dictators can do this - but the creation of the unknown, the ability that sets the creation of the unknown, the ability that sets the magician apart from his fellows.magician apart from his fellows.7. The sense of wonder enables you to deepen 7. The sense of wonder enables you to deepen your contact with the realm of the real. Since you your contact with the realm of the real. Since you have become aware of this, these moments are an have become aware of this, these moments are an actual opening of the window to the real. Learn to actual opening of the window to the real. Learn to take the moment to send a message to the real. This take the moment to send a message to the real. This is not the time for sorcery, such as a money rite. is not the time for sorcery, such as a money rite. Such things that affect the natural order are best Such things that affect the natural order are best done in the natural order. This is a moment to done in the natural order. This is a moment to [through the power of will and thought] project your [through the power of will and thought] project your intention of becoming a potent, powerful, immortal, intention of becoming a potent, powerful, immortal, and independent essence. By expressing that intent and independent essence. By expressing that intent of entering the world of the real, when you have of entering the world of the real, when you have access to the world of the real, you begin to access to the world of the real, you begin to associate your essence with that realm, and prepare associate your essence with that realm, and prepare yourself for an active post-mortem state of yourself for an active post-mortem state of continuously bringing new impulses to the world.continuously bringing new impulses to the world.8. The sense of wonder is a key to time-travel. 8. The sense of wonder is a key to time-travel. One of the most powerful [hence dangerous] ways One of the most powerful [hence dangerous] ways of breaking with the natural order - so that you can of breaking with the natural order - so that you can come to appreciate your true self as an isolate self-come to appreciate your true self as an isolate self-improving force - is using the sense of wonder as improving force - is using the sense of wonder as time-travel magic. As the great magician and time-travel magic. As the great magician and photographer William Mortensen noted, the great photographer William Mortensen noted, the great keys to subject participation in art are sex, nostalgia, keys to subject participation in art are sex, nostalgia, and the sense of wonder. Because of the unhealthy and the sense of wonder. Because of the unhealthy nature of our society, the first two are harder for a nature of our society, the first two are harder for a beginning magician to deal with. But if you want to beginning magician to deal with. But if you want to experience the mental [and physical?] rejuvenating experience the mental [and physical?] rejuvenating effects of time travel, I, Setnakt, challenge you to effects of time travel, I, Setnakt, challenge you to perform the following evil ritual: Pick some time in perform the following evil ritual: Pick some time in the past that evoked a tremendous sense of wonder the past that evoked a tremendous sense of wonder for you. Perhaps it was watching for you. Perhaps it was watching The MummyThe Mummy. Now . Now remember all the contributing factors: what you ate, remember all the contributing factors: what you ate, what you wore, what your moods before and during what you wore, what your moods before and during were. Now take some time when you’re normally were. Now take some time when you’re normally taking in information to bind your mind and soul to taking in information to bind your mind and soul to the current world - say watching the six o’clock the current world - say watching the six o’clock news or attending a weekly briefing at work. news or attending a weekly briefing at work. Substitute an actual physical enactment of the Substitute an actual physical enactment of the wonder-producing event. Do it alone so that you can wonder-producing event. Do it alone so that you can fully re-create that moment of awe (say that thrill fully re-create that moment of awe (say that thrill when Imhotep’s eyes open). Tell no one you did it, when Imhotep’s eyes open). Tell no one you did it, but watch for the moment someone comments on but watch for the moment someone comments on your “youthful” nature. Learning this skill will do your “youthful” nature. Learning this skill will do more for your health and mind than any number of more for your health and mind than any number of New Age relaxation techniques.New Age relaxation techniques.9. Uncle Setnakt’s hat trick: To thoroughly 9. Uncle Setnakt’s hat trick: To thoroughly show the power of the sense of wonder, the actual show the power of the sense of wonder, the actual experience of magic, Uncle Setnakt will do a experience of magic, Uncle Setnakt will do a working before you. You will read these words, then working before you. You will read these words, then forget them [for it is the nature of the world to forget them [for it is the nature of the world to misdirect us]. Yet within nine days, a powerful misdirect us]. Yet within nine days, a powerful Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 1313"},{"pageNumber":14,"pageContent":"experience of the sense of wonder will be yours. A experience of the sense of wonder will be yours. A few hours afterward you will remember these words, few hours afterward you will remember these words, and a second wave of wonder will pass through you. and a second wave of wonder will pass through you. Now did you do that? Or was it the Now did you do that? Or was it the kaka of Setnakt of Setnakt passing close to you? When it happens, you will passing close to you? When it happens, you will really have something to wonder about.really have something to wonder about.Uncle Setnakt hopes you have a pleasant day.Uncle Setnakt hopes you have a pleasant day.______________________________________________________________________[18] [18] Are there Bats in your Attic?Are there Bats in your Attic?- by Sterling V. Scarborough I°- by Sterling V. Scarborough I°The following excerpts are from the The following excerpts are from the introductory literature Bat Conservation introductory literature Bat Conservation International (a non-profit group) provides to the International (a non-profit group) provides to the public:public:Bats are animals of extraordinary Bats are animals of extraordinary importance. They are the major predators of importance. They are the major predators of night-flying insects [a single brown bat is night-flying insects [a single brown bat is capable of capturing 600 mosquitoes in an capable of capturing 600 mosquitoes in an hour], and they pollinate flowers and disperse hour], and they pollinate flowers and disperse seeds in ecosystems from rain forests to seeds in ecosystems from rain forests to deserts. Some are so essential that, without deserts. Some are so essential that, without them, many other animal and plant species may them, many other animal and plant species may die out, threatening entire systems of life.die out, threatening entire systems of life.Despite their importance, bats are among Despite their importance, bats are among the world’s least appreciated and most the world’s least appreciated and most endangered animals. Like other wildlife, bats endangered animals. Like other wildlife, bats suffer from habitat loss and environmental suffer from habitat loss and environmental pollution, but the primary cause of their decline pollution, but the primary cause of their decline is destruction by humans acting out of fear and is destruction by humans acting out of fear and ignorance. [I think we all know of this stifling ignorance. [I think we all know of this stifling intolerance.] Vandalism and repeated intolerance.] Vandalism and repeated disturbance in roosting caves are primary disturbance in roosting caves are primary causes.causes.Bat Conservation International (BCI) is Bat Conservation International (BCI) is making a difference. It was founded in 1982 CE making a difference. It was founded in 1982 CE as scientists around the world became alarmed as scientists around the world became alarmed about severe declines in bat populations. As a about severe declines in bat populations. As a result of BCI efforts, many of the most important result of BCI efforts, many of the most important caves in North America are now protected; caves in North America are now protected; pesticide use against bats in several states has pesticide use against bats in several states has been banned; land has been set aside in been banned; land has been set aside in American Samoa for a rain forest national park American Samoa for a rain forest national park that will protect flying foxes; and major that will protect flying foxes; and major education campaigns have been launched education campaigns have been launched throughout the world.throughout the world.Bat Conservation InternationalBat Conservation InternationalPost Office Box 162603Post Office Box 162603Austin, TX 78716Austin, TX 78716(512) 327-9721(512) 327-9721BCI offers a bat adoption service, an associate BCI offers a bat adoption service, an associate research program (which offers grants and awards research program (which offers grants and awards for outstanding assistance), as well as educational for outstanding assistance), as well as educational and gift ideas. Honestly, when I read of the and gift ideas. Honestly, when I read of the mindless vandalism incurred upon these beautiful mindless vandalism incurred upon these beautiful creatures, coupled with enclosed photographs of creatures, coupled with enclosed photographs of infants, my blood began to boil! To envision a bat, infants, my blood began to boil! To envision a bat, huddled close to its child (usually only one pup per huddled close to its child (usually only one pup per year), suffering a mortal bludgeoning from year), suffering a mortal bludgeoning from worthless human parasites, can cause tears to flow. worthless human parasites, can cause tears to flow. Think about it! As Elect beings, we must channel Think about it! As Elect beings, we must channel our power into positive focal points. Brothers and our power into positive focal points. Brothers and Sisters, it may very well be left up to us to continue Sisters, it may very well be left up to us to continue the human race, and part of that endeavor will the human race, and part of that endeavor will include assisting the creatures who lack the Gift to include assisting the creatures who lack the Gift to fend for themselves. What other creature (aside fend for themselves. What other creature (aside from some of us) has the dreadfully impeccable from some of us) has the dreadfully impeccable discrimination of sleeping all day and living by discrimination of sleeping all day and living by night?night?______________________________________________________________________[19] [19] Nocticula’s SongNocticula’s Song(Ode to My Immortal (Ode to My Immortal BaBa))- by Sterling V. Scarborough I°- by Sterling V. Scarborough I°I am here, do you hear?I am here, do you hear?Penetrating Death’s embrace.Penetrating Death’s embrace.Human race, crimson laced,Human race, crimson laced,Don’t ye hold your life as dear?Don’t ye hold your life as dear?Silence none, I am one,Silence none, I am one,Proud, courageous, sentient.Proud, courageous, sentient.Body’s rent, shell is spent,Body’s rent, shell is spent,Served me well, now I am one.Served me well, now I am one.Darkness reigns, ruby planes,Darkness reigns, ruby planes,Celebrate immortal man.Celebrate immortal man.Ancient land, onyx hand,Ancient land, onyx hand,Touched my thoughts, immortal taste.Touched my thoughts, immortal taste.Silver thread, weaving thread,Silver thread, weaving thread,Spinning ’round in ecstasy.Spinning ’round in ecstasy.I will be, so mote it be,I will be, so mote it be,In darkest fathoms I am fed.In darkest fathoms I am fed.Blackened heart, quickened star,Blackened heart, quickened star,Thou has stooped into my soul.Thou has stooped into my soul.Dirges toll, I am whole,Dirges toll, I am whole,Into temples of the stars.Into temples of the stars.Apprehend, cosmos bends,Apprehend, cosmos bends,Rolling black infinity.Rolling black infinity.Will to be, demand to be,Will to be, demand to be,Apotheosis with no end...Apotheosis with no end...______________________________________________________________________[20] [20] Georgia IIGeorgia II- by Seam Drakon II°- by Seam Drakon II°The Bifrost Pylon is hosting a regional conclave The Bifrost Pylon is hosting a regional conclave for Setians living in the Southeastern USA, and for for Setians living in the Southeastern USA, and for anyone else who is interested, this December anyone else who is interested, this December XXVIII ÆS. For information, write to me.XXVIII ÆS. For information, write to me.Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 1414"},{"pageNumber":15,"pageContent":"______________________________________________________________________[21] [21] Dark Declaration in DenverDark Declaration in Denver- by Heather L. Snow II°- by Heather L. Snow II°On Hallow’s Eve XXVIII ÆS, while a luminous On Hallow’s Eve XXVIII ÆS, while a luminous pumpkin Moon illuminated the night sky, four pumpkin Moon illuminated the night sky, four Colorado Setians - Adepti Heather Lee Snow and Colorado Setians - Adepti Heather Lee Snow and Daniel Scott Ayres, and Setians S. Thomas Daniel Scott Ayres, and Setians S. Thomas O’Connor and J. David Furcean - gathered together O’Connor and J. David Furcean - gathered together and reached through the Veil of Creation to bring and reached through the Veil of Creation to bring forth the Hlidhskjalf Pylon.forth the Hlidhskjalf Pylon.Hlidhskjalf is the Gate Tower which houses the Hlidhskjalf is the Gate Tower which houses the High Seat, the Throne of the Prince of Darkness in High Seat, the Throne of the Prince of Darkness in his form as Wodanaz/Tiwaz. It is also the location his form as Wodanaz/Tiwaz. It is also the location of the Eternal Flame, the Teutonic parallel of the of the Eternal Flame, the Teutonic parallel of the Black Flame.Black Flame.Hlidhskjalf is the highest place in the Nine Hlidhskjalf is the highest place in the Nine Worlds, symbolizing the geographic area in which Worlds, symbolizing the geographic area in which the pylon is based; the Rocky Mountains and the the pylon is based; the Rocky Mountains and the “Mile High City” of Denver.“Mile High City” of Denver.Hlidhskjalf represents the pylon as a gate to the Hlidhskjalf represents the pylon as a gate to the Temple of Set which is CoSentineled by Adept Temple of Set which is CoSentineled by Adept Snow and Adept Ayres, and sponsored by Magistra Snow and Adept Ayres, and sponsored by Magistra Nancy Brown.Nancy Brown.The dwellers within Hlidhskjalf’s trapezoidal The dwellers within Hlidhskjalf’s trapezoidal walls are known as the Dark Folk, and a newsletter walls are known as the Dark Folk, and a newsletter is forthcoming in the not too distant future.is forthcoming in the not too distant future.______________________________________________________________________[22] [22] Statuary & VideotapesStatuary & Videotapes- by Maharani Parivarta II°- by Maharani Parivarta II°Statuettes of Set (unpainted) are available for Statuettes of Set (unpainted) are available for $130.00, plus $12.00 for shipping in the USA and $130.00, plus $12.00 for shipping in the USA and Canada, or $130.00 plus $32.00 to everywhere else. Canada, or $130.00 plus $32.00 to everywhere else. Payment in US currency by money order or Payment in US currency by money order or international money order made payable to: international money order made payable to: Maharani Parivarta.Maharani Parivarta.Videotapes (VHS, NTSC format only) are Videotapes (VHS, NTSC format only) are available of the Obsidian Masque Performance from available of the Obsidian Masque Performance from Set-XIII International Conclave, “Starry Wisdom” Set-XIII International Conclave, “Starry Wisdom” discourse by Magistra Hardy at the Set-XIV discourse by Magistra Hardy at the Set-XIV International Conclave, and “Lycanthropy” International Conclave, and “Lycanthropy” discourse by Adept Waldmann from Set-XIV discourse by Adept Waldmann from Set-XIV International Conclave. Each tape is $20.00 plus International Conclave. Each tape is $20.00 plus $6.00 shipping to USA and Canada or $20.00 plus $6.00 shipping to USA and Canada or $20.00 plus $16.00 shipping to everywhere else. Payment in US $16.00 shipping to everywhere else. Payment in US currency by money order or international money currency by money order or international money order made payable to: Maharani Parivarta.order made payable to: Maharani Parivarta.______________________________________________________________________[23] [23] Midwest Regional ConferenceMidwest Regional Conference- by James Severson III°- by James Severson III°We are considering conducting the Midwest We are considering conducting the Midwest Regional Conference of the Temple of Set in St. Regional Conference of the Temple of Set in St. Louis for year XXIX ÆS. The approximate dates Louis for year XXIX ÆS. The approximate dates for this Conference would be May 27-29. We for this Conference would be May 27-29. We would like to know and or get a listing of interested would like to know and or get a listing of interested parties. This will give us a sound start to the parties. This will give us a sound start to the planning of this event. Please respond as soon as planning of this event. Please respond as soon as possible. Thank you.possible. Thank you.______________________________________________________________________[24] [24] The Will Pertaining toThe Will Pertaining to XeperXeperand Remanifestand Remanifest- by James P. Meagher II°- by James P. Meagher II°There is a state of consciousness which may be There is a state of consciousness which may be called called XeperXeper, a state in which the will becomes , a state in which the will becomes conscious of its own existence, its powers, and its conscious of its own existence, its powers, and its possibilities. It is a fact thoroughly attested by the possibilities. It is a fact thoroughly attested by the actual experience of many individuals. Yet to those actual experience of many individuals. Yet to those who have not entered into this conscious experience, who have not entered into this conscious experience, there is no way of proving the validity of such there is no way of proving the validity of such experience. And indeed there are no words adequate experience. And indeed there are no words adequate to express or define it justly.to express or define it justly.The experience of The experience of XeperXeper is akin to that is akin to that experience of full self-consciousness which comes experience of full self-consciousness which comes to many persons at some time in life, but which to many persons at some time in life, but which remains but a name to others. Or again it is akin to remains but a name to others. Or again it is akin to that dawn of the æsthetic sense which often that dawn of the æsthetic sense which often suddenly bursts into consciousness in favored suddenly bursts into consciousness in favored individuals, enabling them to experience knowledge individuals, enabling them to experience knowledge as with a new sense, and which, once experienced, as with a new sense, and which, once experienced, can never be entirely forgotten or lost.can never be entirely forgotten or lost.On the other hand, willed consciousness is On the other hand, willed consciousness is different from those two somewhat analogous different from those two somewhat analogous experiences. Those particular experiences are experiences. Those particular experiences are characterized respectively, by a sense of individual characterized respectively, by a sense of individual existence and real being, in the first case; and by a existence and real being, in the first case; and by a sense of added perception, in the second case. sense of added perception, in the second case. XeperXeper, however, is characterized by the recognition , however, is characterized by the recognition of self-power, realization of self-action, and of self-power, realization of self-action, and manifestation of freedom of expression, manifestation of freedom of expression, accompanied by the thrill of the feeling of self-accompanied by the thrill of the feeling of self-mastery. Also by the inner certainty of mastery over mastery. Also by the inner certainty of mastery over outer things, which arises from the consciousness of outer things, which arises from the consciousness of the possession of these self-powers.the possession of these self-powers.In the full state of In the full state of XeperXeper, the awareness of , the awareness of power, freedom, and ability to act is accompanied by power, freedom, and ability to act is accompanied by a popular “feeling” which is most difficult to a popular “feeling” which is most difficult to describe, but which is quite apparent to those who describe, but which is quite apparent to those who have experienced it in even a faint degree. I’ve read have experienced it in even a faint degree. I’ve read where some psychologists have called it “will where some psychologists have called it “will feeling” for want of a better name. feeling” for want of a better name. XeperXeper is is experienced in every true will-action, but reaches the experienced in every true will-action, but reaches the stage of emotion only when the will “wills to will” stage of emotion only when the will “wills to will” for the sake of willing, particularly when in doing for the sake of willing, particularly when in doing so, it sets aside the strenuous push or pull of so, it sets aside the strenuous push or pull of ordinary feeling and desire. In such cases it is as if ordinary feeling and desire. In such cases it is as if the will has ascended to a higher plane of the will has ascended to a higher plane of consciousness, leaving behind it on the lower planes consciousness, leaving behind it on the lower planes the feelings and desires.the feelings and desires.This This XeperXeper and Remanifest will be experienced and Remanifest will be experienced most keenly by you when you proceed to manifest most keenly by you when you proceed to manifest Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 1515"},{"pageNumber":16,"pageContent":"your willpower in the face of obstacles and your willpower in the face of obstacles and hindrances. It will arouse in you the thrill of courage hindrances. It will arouse in you the thrill of courage and daring - the enthusiasm of bravery. You will and daring - the enthusiasm of bravery. You will find that as you develop and train your will, you will find that as you develop and train your will, you will open the door to an entirely new phase of satisfying open the door to an entirely new phase of satisfying and contenting emotion - a phase which seems to and contenting emotion - a phase which seems to develop along the lines of will - development and develop along the lines of will - development and training. Neither will it pall upon you nor will it training. Neither will it pall upon you nor will it grow stale, on the contrary, it grows steadily, grow stale, on the contrary, it grows steadily, Remanifesting until finally it becomes one of the Remanifesting until finally it becomes one of the dominant elements or factors of your emotional life.dominant elements or factors of your emotional life.In the highest stages, this will consciousness In the highest stages, this will consciousness will seem to wear thin the barrier which separates will seem to wear thin the barrier which separates your individual self from what may be called the will your individual self from what may be called the will of the of the all-powerall-power, that ultimate power which is the , that ultimate power which is the source and origin of all the power manifested in the source and origin of all the power manifested in the Universe [Thank you, Set]. In this stage you will at Universe [Thank you, Set]. In this stage you will at times become highly aware of the throb of the heart times become highly aware of the throb of the heart of the Universe. You will feel its energies pulsing of the Universe. You will feel its energies pulsing through your mental and spiritual arteries. At such through your mental and spiritual arteries. At such moments you become aware that Set and you are moments you become aware that Set and you are one. In this dawn of conscious there will come to one. In this dawn of conscious there will come to you a sense of joy, and of peace which indeed you a sense of joy, and of peace which indeed “passeth all understanding”.“passeth all understanding”.XeperXeper and Remanifest cannot be purchased with and Remanifest cannot be purchased with money. Neither can it be acquired as a gift from money. Neither can it be acquired as a gift from others. It must be acquired by work and exercise, by others. It must be acquired by work and exercise, by a steadfast development of your own inherent a steadfast development of your own inherent powers. You learn to “will to will” only by willing, powers. You learn to “will to will” only by willing, and you acquire will consciousness only by and you acquire will consciousness only by “willing to will”. By your own efforts you must “willing to will”. By your own efforts you must arouse the sleeping giant within yourself, and by arouse the sleeping giant within yourself, and by your own efforts you must awaken him to a your own efforts you must awaken him to a conscious realization of his own existence and conscious realization of his own existence and power. When you have done this, then some day it power. When you have done this, then some day it will suddenly dawn upon you that this giant will is will suddenly dawn upon you that this giant will is really yourself - your greater self which has really yourself - your greater self which has swallowed up the old partial manifestation of swallowed up the old partial manifestation of selfhood which you formerly regarded as your self.selfhood which you formerly regarded as your self.From the very dawn of From the very dawn of XeperXeper and Remanifest, and Remanifest, you will become aware that you are a master and no you will become aware that you are a master and no longer a slave. You will experience the sense of longer a slave. You will experience the sense of freedom and independence, and will be able to see freedom and independence, and will be able to see what a puppet-like creature you formally were. what a puppet-like creature you formally were. Having escaped from the control of the lesser Having escaped from the control of the lesser desires and impulses [by having entered into the desires and impulses [by having entered into the spirit of the greater], you will find that lesser desires spirit of the greater], you will find that lesser desires and impulses now will rally around your standard. and impulses now will rally around your standard. They will give you allegiance and will swear fealty They will give you allegiance and will swear fealty to you, for, from moment you have conquered them, to you, for, from moment you have conquered them, they will become your eager and earnest servants. they will become your eager and earnest servants. Despise not these lesser elements of feeling, desire, Despise not these lesser elements of feeling, desire, and impulse, for they will prove useful servants to and impulse, for they will prove useful servants to you. So set them to work for you. It is found that you. So set them to work for you. It is found that feeling, desire, and impulse, like fire, are good feeling, desire, and impulse, like fire, are good servants, though poor masters. Remember the old servants, though poor masters. Remember the old aphorism, “All things are good enough to be used aphorism, “All things are good enough to be used by you, but no thing is good enough to use you.”by you, but no thing is good enough to use you.”It is a platitude that “he who gains self-mastery It is a platitude that “he who gains self-mastery attains to the mastery of others”. But only when attains to the mastery of others”. But only when you have developed willpower and attained you have developed willpower and attained XeperXeper and Remanifestation are you able to read the full and Remanifestation are you able to read the full meaning in these old and familiar words. Only then meaning in these old and familiar words. Only then will you perceive the truth of the teachings of the will you perceive the truth of the teachings of the ancient, occult sages who held that you may exert ancient, occult sages who held that you may exert the mastery over other persons, things, wild beasts, the mastery over other persons, things, wild beasts, and natural forces. You first must have gained the and natural forces. You first must have gained the mastery over the rebellious elements of your own mastery over the rebellious elements of your own nature which have usurped that throne which nature which have usurped that throne which rightfully is your own.rightfully is your own.When you have conquered the inner forces, you When you have conquered the inner forces, you have acquired the right to control the outer forces. have acquired the right to control the outer forces. When you have deposed the usurpers of your When you have deposed the usurpers of your kingdom and have seated yourself upon the inner kingdom and have seated yourself upon the inner throne of your own mental and spiritual being, then throne of your own mental and spiritual being, then will you be able to issue your edicts to the outer will you be able to issue your edicts to the outer kingdom over which you have sovereignty. When kingdom over which you have sovereignty. When you have tamed and mastered the the menagerie of you have tamed and mastered the the menagerie of wild beasts within yourself, then will you be able to wild beasts within yourself, then will you be able to master and control the wild beasts in others. So said master and control the wild beasts in others. So said the ancient teachers; the best modern thought the ancient teachers; the best modern thought sustains the doctrine.sustains the doctrine.There is a serious side to this attainment, There is a serious side to this attainment, however, which you must not fail to recognize and however, which you must not fail to recognize and to heed. In attaining this reward of to heed. In attaining this reward of XeperXeper and and Remanifest, you will find in your hands a mighty Remanifest, you will find in your hands a mighty instrument of power. There will come to you at instrument of power. There will come to you at times a sense of tremendous responsibility for the times a sense of tremendous responsibility for the proper use of this new found power. The greater the proper use of this new found power. The greater the degree of power attained by you, the greater is the degree of power attained by you, the greater is the responsibility. Your resolutions will lose their responsibility. Your resolutions will lose their former character of impermanence and former character of impermanence and ineffectiveness; they will take on the character of ineffectiveness; they will take on the character of permanent, effective forces. They will become permanent, effective forces. They will become terribly sincere and real; at times you may actually terribly sincere and real; at times you may actually experience awe when you contemplate them.experience awe when you contemplate them.At times there may come to you the temptation At times there may come to you the temptation to regard yourself as apart from other people who to regard yourself as apart from other people who have not as yet attained the heights reached by you. have not as yet attained the heights reached by you. These other people will show that they recognize These other people will show that they recognize something “different” in you, and will fail to something “different” in you, and will fail to understand you. They may even feel more or less understand you. They may even feel more or less uncomfortable in your presence, and will be apt to uncomfortable in your presence, and will be apt to regard you as cold, unsympathetic, or even as regard you as cold, unsympathetic, or even as lacking in some of the qualities of humanity in its lacking in some of the qualities of humanity in its present stage of development and evolution. [They present stage of development and evolution. [They should, for now we are Setian social creatures.] You should, for now we are Setian social creatures.] You will find yourself, in a sense, living ahead of your will find yourself, in a sense, living ahead of your time. There will be manifest in you the prophecy time. There will be manifest in you the prophecy and the dawning of spirit of the Setian. Be not and the dawning of spirit of the Setian. Be not unduly affected by these things. Keep in touch with unduly affected by these things. Keep in touch with the world as it is; retain your sympathy with the world as it is; retain your sympathy with mankind as it is; and, above all, keep your feet on mankind as it is; and, above all, keep your feet on the ground of practical everyday life in the present. the ground of practical everyday life in the present. Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 1616"},{"pageNumber":17,"pageContent":"And be not tempted to soar up to the reign of the And be not tempted to soar up to the reign of the clouds. Remember: one plane at a time.clouds. Remember: one plane at a time.You will discover that when you have developed You will discover that when you have developed and trained your will, when you have acquired and trained your will, when you have acquired XeperXeper and attained Remanifest, you have attained will and attained Remanifest, you have attained will consciousness. You will have no doubt become consciousness. You will have no doubt become more truly of an individual than you were before. more truly of an individual than you were before. You will have become a master of your own destiny You will have become a master of your own destiny instead of remaining a slave of circumstance. You instead of remaining a slave of circumstance. You will know what you can do, and you will do it. You will know what you can do, and you will do it. You will be able to do what you will, and to will that will be able to do what you will, and to will that which you do. You will have mastered both impulse which you do. You will have mastered both impulse and lethargy. You will have reached the Golden and lethargy. You will have reached the Golden Mean between the two extremes. You will possess Mean between the two extremes. You will possess and use energy, yet will not needlessly and uselessly and use energy, yet will not needlessly and uselessly waste or dissipate it. You will be able to begin a task, waste or dissipate it. You will be able to begin a task, to continue it as far as necessary, and to discontinue to continue it as far as necessary, and to discontinue it when wisdom dictates that course. You will be it when wisdom dictates that course. You will be able to proceed just as far as is required, yet will be able to proceed just as far as is required, yet will be able to stop at that point and not take an able to stop at that point and not take an unnecessary step.unnecessary step.You will also find that you have no inclination to You will also find that you have no inclination to air and or display your new-found power for the air and or display your new-found power for the edification or mystification of others. You will edification or mystification of others. You will possess that certain sense of inherent power which possess that certain sense of inherent power which will cause you to rise above such weaknesses and will cause you to rise above such weaknesses and vain displays. The truly strong man does not boast vain displays. The truly strong man does not boast of his strength and power; neither does he of his strength and power; neither does he vaingloriously strive to exhibit it. You will be aware vaingloriously strive to exhibit it. You will be aware that others recognize the power within you, and are that others recognize the power within you, and are influenced by it. Yet that very sense of the influenced by it. Yet that very sense of the possession of certain power will tend to inhibit you possession of certain power will tend to inhibit you from boasting about, or making a needless display from boasting about, or making a needless display of it. You will realize that willpower does not of it. You will realize that willpower does not manifest itself in gritting the teeth, clenching the manifest itself in gritting the teeth, clenching the fists, nor protruding the chest like a pouter-pigeon.fists, nor protruding the chest like a pouter-pigeon.Likewise you will discover for yourself that Likewise you will discover for yourself that which all wise people of all ages and all lands have which all wise people of all ages and all lands have always known, i.e. that willpower and will always known, i.e. that willpower and will consciousness do not necessarily impart gruffness, consciousness do not necessarily impart gruffness, sternness, nor harshness to their possessor. True sternness, nor harshness to their possessor. True willpower frequently screens itself with an exterior willpower frequently screens itself with an exterior of suavity and agreeableness.of suavity and agreeableness.Summing up, the discoveries made by you when Summing up, the discoveries made by you when you have developed and trained your willpower to you have developed and trained your willpower to that degree in which you have experienced at least that degree in which you have experienced at least the dawn of the dawn of XeperXeper and Remanifest, you will find and Remanifest, you will find that you have acquired qualities, attributes, and that you have acquired qualities, attributes, and powers. Better than that, you will have discovered at powers. Better than that, you will have discovered at the very center and heart of your will - on the very the very center and heart of your will - on the very throne of throne of XeperXeper - - youyou yourself as the sovereign yourself as the sovereign king. When you have reached the ultimate stage of king. When you have reached the ultimate stage of will consciousness, lo! Will itself will seem to have will consciousness, lo! Will itself will seem to have disappeared, and disappeared, and youyou alone will remain. Then the alone will remain. Then the will will be seen to have become the “acting part” will will be seen to have become the “acting part” of your self!of your self!______________________________________________________________________[25] [25] Anti-Dogmatic DogmaAnti-Dogmatic Dogma- by Pamela J. Hagman II°- by Pamela J. Hagman II°We as Setians pride ourselves in being able to We as Setians pride ourselves in being able to separate ourselves from the world of the mundane, separate ourselves from the world of the mundane, the Christian world, through various practices, such the Christian world, through various practices, such as the study of several philosophies, schools of as the study of several philosophies, schools of thought, and through the practice of Black Magic. thought, and through the practice of Black Magic. Many of the Initiates with whom we correspond and Many of the Initiates with whom we correspond and affiliate ourselves come from a strict Christian affiliate ourselves come from a strict Christian background, and many, myself included, joined the background, and many, myself included, joined the Temple as a means to create such an alternative Temple as a means to create such an alternative lifestyle, apart from that Christian “norm” in which lifestyle, apart from that Christian “norm” in which we could indulge in self-exploration and accentuate we could indulge in self-exploration and accentuate that which made us reject Christian philosophy in that which made us reject Christian philosophy in the first place. The LHP is of course an ideal vehicle the first place. The LHP is of course an ideal vehicle for such behavior, and I don’t think that those for such behavior, and I don’t think that those reading this would say that they found their lives as reading this would say that they found their lives as pseudo-Christians more fulfilling than their Setian pseudo-Christians more fulfilling than their Setian existences have been. Why then do so many Setians existences have been. Why then do so many Setians engage in Christian bashing so frequently?engage in Christian bashing so frequently?It is understandable that we would tell a Jesus It is understandable that we would tell a Jesus joke occasionally, or delight in another’s tale of joke occasionally, or delight in another’s tale of “that crazy Christian who cornered them in the “that crazy Christian who cornered them in the frozen food section at the super market”. Everyone frozen food section at the super market”. Everyone has a story to tell, and if everyone gets a good laugh, has a story to tell, and if everyone gets a good laugh, no harm is done [to the Setian, anyway]. What I am no harm is done [to the Setian, anyway]. What I am talking about are those lengthy rants, drawn-out talking about are those lengthy rants, drawn-out discussions, and recurring battles in the ritual discussions, and recurring battles in the ritual chamber some have with their Christian pasts. [I feel chamber some have with their Christian pasts. [I feel it is important in these cases for Initiates to realize it is important in these cases for Initiates to realize that they are talking about their pasts, subjective that they are talking about their pasts, subjective pasts no less.] It seems to me a waste of magicians’ pasts no less.] It seems to me a waste of magicians’ time and energy to delve so deeply and passionately time and energy to delve so deeply and passionately into something which they have obviously escaped into something which they have obviously escaped from [if they are in the Temple]; and if they haven’t, from [if they are in the Temple]; and if they haven’t, they should give a little more thought as to what they should give a little more thought as to what they think they have joined. The last thing we are they think they have joined. The last thing we are about is blaming others for our problems.about is blaming others for our problems.It is interesting to note that I have been It is interesting to note that I have been acquainted with two people with fixations on the acquainted with two people with fixations on the cross who considered entry into the Temple. I could cross who considered entry into the Temple. I could see at the time that they were not ready to form such see at the time that they were not ready to form such a future, as they were still having trouble resolving a future, as they were still having trouble resolving the past. The first potential candidate wrote a nine-the past. The first potential candidate wrote a nine-page letter for admission to the Temple, explaining page letter for admission to the Temple, explaining his life story in its entirety, including all the times he his life story in its entirety, including all the times he had been disillusioned by Christianity. Another had been disillusioned by Christianity. Another simply complained about the religion until I became simply complained about the religion until I became quite bored. Suffice it to say that these are extreme quite bored. Suffice it to say that these are extreme cases and neither are current Initiates of the Temple cases and neither are current Initiates of the Temple of Set.of Set.This leads me to believe that one cannot initiate This leads me to believe that one cannot initiate oneself if one is too concerned with what other oneself if one is too concerned with what other people are doing with their own souls. I think all can people are doing with their own souls. I think all can agree, as stated by psychologist Victor Frankl, that agree, as stated by psychologist Victor Frankl, that Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 1717"},{"pageNumber":18,"pageContent":"putting distance between our “hang ups” and our putting distance between our “hang ups” and our selves renders that problem powerless over us. In selves renders that problem powerless over us. In his own words, “We can control anything we are his own words, “We can control anything we are detached from, we are controlled by our detached from, we are controlled by our attachments.” This is also summarized by the attachments.” This is also summarized by the phrase we are all familiar with: “So it is done!”phrase we are all familiar with: “So it is done!”Ipsissimus Crowley’s concept of “lust of Ipsissimus Crowley’s concept of “lust of result” may define the antithesis of this concept of result” may define the antithesis of this concept of facing one’s problems and then putting them to rest. facing one’s problems and then putting them to rest. Many psychological theories deal with the notion Many psychological theories deal with the notion that one cannot move into the realms of spiritual that one cannot move into the realms of spiritual fulfillment and actualization before certain problems fulfillment and actualization before certain problems of mundane existence are already dealt with. This is of mundane existence are already dealt with. This is why Black Magic is dangerous to those who don’t why Black Magic is dangerous to those who don’t have a firm grasp on life before they attempt to have a firm grasp on life before they attempt to transcend its boundaries. [Maslow, Frankl, Huxley, transcend its boundaries. [Maslow, Frankl, Huxley, and Jung said essentially this.]and Jung said essentially this.]This is not to say that I am in agreement with This is not to say that I am in agreement with anything the Christian denominations do apart from anything the Christian denominations do apart from humanitarian acts. I am in agreement with those who humanitarian acts. I am in agreement with those who oppose the teachings of the church. I just don’t harp oppose the teachings of the church. I just don’t harp on them. They are not a part of my life anymore, on them. They are not a part of my life anymore, and their release signified my rebirth or and their release signified my rebirth or Remanifestation as a Setian. I did not join the Remanifestation as a Setian. I did not join the Temple of Set in order to gain a peer group which Temple of Set in order to gain a peer group which would indulge my insecurities about Christianity. I would indulge my insecurities about Christianity. I joined to indulge my psyche in a school which joined to indulge my psyche in a school which would elevate me to a higher level. I didn’t want to would elevate me to a higher level. I didn’t want to complain about God; I want to complain about God; I want to bebe a god. I also thirst a god. I also thirst for new and for new and XeperXeper -enhancing information, and I -enhancing information, and I feel at this point asserting that which I already know feel at this point asserting that which I already know is hypocritical and dogmatic about Christianity is a is hypocritical and dogmatic about Christianity is a step backwards.step backwards.Now that we have entered ÆS Working II, I Now that we have entered ÆS Working II, I believe the Temple of Set is no longer the antithesis believe the Temple of Set is no longer the antithesis of Christianity so much as it was when it first of Christianity so much as it was when it first sprouted from the roots of the Church of Satan, sprouted from the roots of the Church of Satan, which, with its Black Masses and Satanic imagery, which, with its Black Masses and Satanic imagery, conveniently accepted that role. We are ascending conveniently accepted that role. We are ascending beyond that.beyond that.However, the huddled masses do have staying However, the huddled masses do have staying power. Both Ipsissimus Aquino and Ipsissimus power. Both Ipsissimus Aquino and Ipsissimus Lewis have spoken recently that while the Tree in Lewis have spoken recently that while the Tree in the North is damaged, we should not drop our the North is damaged, we should not drop our guard. But they are talking, I believe, about a more guard. But they are talking, I believe, about a more immediate situation, not the personal battles one immediate situation, not the personal battles one might have fought to release oneself from might have fought to release oneself from Christianity’s clutches.Christianity’s clutches.We are all in agreement with what and who is We are all in agreement with what and who is the threat, and hashing over Christianity’s flaws will the threat, and hashing over Christianity’s flaws will do us no good. In our last election, if you had the do us no good. In our last election, if you had the stomach to watch its progression into dirty politics, stomach to watch its progression into dirty politics, I’m sure you noticed that each Republican insult I’m sure you noticed that each Republican insult (Ozone Man, Bozo, etc.) shot the Democratic (Ozone Man, Bozo, etc.) shot the Democratic candidates a little higher in the polls. [My apologies candidates a little higher in the polls. [My apologies for the controversial example.] There is a reason for for the controversial example.] There is a reason for this. It is a sign of weakness, a sinking ship if you this. It is a sign of weakness, a sinking ship if you will, to resort to name-calling and tired rhetoric as a will, to resort to name-calling and tired rhetoric as a defense. And we are not weaklings.defense. And we are not weaklings.______________________________________________________________________[26] [26] Of Balance and BalanceOf Balance and Balance- by James L. Knowles, Jr. II°- by James L. Knowles, Jr. II°The Black TigerThe Black TigerCapitalization of certain words is sometimes Capitalization of certain words is sometimes confusing and so I would like to address this issue confusing and so I would like to address this issue regarding one of the words which appears in various regarding one of the words which appears in various forms, and with regularity, throughout the Temple: forms, and with regularity, throughout the Temple: B/balance.B/balance.Balance is that for which the Setian strives. To Balance is that for which the Setian strives. To Become Become XeperXeper) Balanced is to Become - Maat.) Balanced is to Become - Maat.Balance = imbalance = ChangeBalance = imbalance = Changebalance = imBalance = stasisbalance = imBalance = stasisThe fate of my Gifted race rests in The fate of my Gifted race rests in balance... (balance... (The Book of Coming Forth By NightThe Book of Coming Forth By Night))Notice “balance” is not capitalized. My Notice “balance” is not capitalized. My perception tells me this “balance” is that above, perception tells me this “balance” is that above, noted as stasis. To help substantiate this claim, back noted as stasis. To help substantiate this claim, back up two words to “rests”.up two words to “rests”.Webster’s New Universal Unabridged Webster’s New Universal Unabridged DictionaryDictionary defines “rest”, in pertinent part: defines “rest”, in pertinent part:1. (b) sleep or repose.1. (b) sleep or repose.2. refreshing ease of inactivity.2. refreshing ease of inactivity.3. a period or occasion of inactivity.3. a period or occasion of inactivity.4. Sweet indeed in the rest which Christ giveth. - 4. Sweet indeed in the rest which Christ giveth. - WilberforceWilberforce5. the repose of death.5. the repose of death.6. absence of motion.6. absence of motion.Get the idea? Therefore to “rest” in balance Get the idea? Therefore to “rest” in balance means to be inactive, and to be inactive is contrary to means to be inactive, and to be inactive is contrary to XeperXeper. So to . So to XeperXeper one must not be balanced, but one must not be balanced, but imbalanced.imbalanced.Yes, I am well aware of the passage in the Yes, I am well aware of the passage in the Book Book of Coming Forth by Nightof Coming Forth by Night in which it is said, “By in which it is said, “By HarWer I canceled the imbalance, leaving a Void in HarWer I canceled the imbalance, leaving a Void in which true creation could take form as Set.” And which true creation could take form as Set.” And yes, I know this seems to contradict what I said yes, I know this seems to contradict what I said earlier, to wit: One must be imbalanced in order to earlier, to wit: One must be imbalanced in order to progress in progress in XeperXeper. However: Set canceled the . However: Set canceled the imbalance, but that doesn’t mean he imbalance, but that doesn’t mean he annihilatedannihilated the imbalance.the imbalance.The cosmic order was in a balanced state The cosmic order was in a balanced state (stasis). Set brought HarWer Into being as (stasis). Set brought HarWer Into being as opposition to the order and in so doing moved the opposition to the order and in so doing moved the order from balance to imbalance.order from balance to imbalance.The center of this imbalance was the void of The center of this imbalance was the void of which Set speaks in the above passage from the which Set speaks in the above passage from the Book of Coming Forth by NightBook of Coming Forth by Night. Now in this void, . Now in this void, this nothingness of imbalance, that which we know this nothingness of imbalance, that which we know as Set took form. Set took the place of the as Set took form. Set took the place of the imbalance by filling the void with his self, and that is imbalance by filling the void with his self, and that is what is meant by “canceled” the imbalance.what is meant by “canceled” the imbalance.Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 1818"},{"pageNumber":19,"pageContent":"To reiterate: Set did not completely do away To reiterate: Set did not completely do away with (annihilate) the imbalance. The imbalance with (annihilate) the imbalance. The imbalance was/is created by HarWer’s very existence, whose was/is created by HarWer’s very existence, whose existence is necessary to Set’s existence (existence is necessary to Set’s existence (Book of Book of Coming Forth by NightComing Forth by Night), and to completely do away ), and to completely do away with the imbalance would mean to do away with with the imbalance would mean to do away with HarWer, and ultimately Set.HarWer, and ultimately Set.I therefore maintain my position that, when I therefore maintain my position that, when writing in terms of the truly Setian sense, the word writing in terms of the truly Setian sense, the word should be capitalized thusly: Balance; when one is should be capitalized thusly: Balance; when one is writing in terms of referencing the cosmic writing in terms of referencing the cosmic (objective) order the word should be written with a (objective) order the word should be written with a small “b”: balance; when one is talking about being small “b”: balance; when one is talking about being “out of whack” in a magical sense it should be “out of whack” in a magical sense it should be spelled: imBalance (or unBalanced).spelled: imBalance (or unBalanced).I don’t expect everybody to agree with me here, I don’t expect everybody to agree with me here, and would in fact prefer that you disagree with me, and would in fact prefer that you disagree with me, because that will make you want to find answers of because that will make you want to find answers of your own!your own!I owe a special thanks to Magister Robert I owe a special thanks to Magister Robert Menschel for his challenging me to explain my Menschel for his challenging me to explain my position regarding B/balance. Thanks, Mr. position regarding B/balance. Thanks, Mr. Chairman!Chairman!======================================================================The Black PyramidThe Black Pyramid- by Michael A. Aquino VI°- by Michael A. Aquino VI°======================================================================[The [The AMER Guide to Handling Religious AMER Guide to Handling Religious Harassment at WorkHarassment at Work was originally published here, was originally published here, then moved to the then moved to the Crystal Tablet of SetCrystal Tablet of Set.].]______________________________________________________________________[27] [27] Book TalkBook TalkThanks to Adept Alistair McElwee for bringing Thanks to Adept Alistair McElwee for bringing to my attention the recent publication of a new to my attention the recent publication of a new translation of translation of The Secret of the Golden FlowerThe Secret of the Golden Flower (#19S) by Thomas Cleary. It is published by (#19S) by Thomas Cleary. It is published by HarperSanFrancisco, a division of HarperCollins, HarperSanFrancisco, a division of HarperCollins, 1991 (ISBN 0-06-250193-3) for US$10 in a 1991 (ISBN 0-06-250193-3) for US$10 in a quality paperback. [Goes to show that quality paperback. [Goes to show that HarperCollins can do a little better than Raschke’s HarperCollins can do a little better than Raschke’s Painted BlackPainted Black if it takes a deep breath and tries!] if it takes a deep breath and tries!]In its earlier translation this book had a In its earlier translation this book had a significant impact on the Church of Satan’s significant impact on the Church of Satan’s approaches to meditation and conscious immortality approaches to meditation and conscious immortality [see my [see my Church of SatanChurch of Satan, Chapter #24], which in , Chapter #24], which in due course continued to the Temple of Set.due course continued to the Temple of Set.Quoting from the introduction to this new Quoting from the introduction to this new edition [compare to our well-known concept of edition [compare to our well-known concept of XeperXeper]:]:SGF is a lay manual of Buddhist and Taoist SGF is a lay manual of Buddhist and Taoist methods for clarifying the mind. A distillation of methods for clarifying the mind. A distillation of the inner psychoactive elements in ancient the inner psychoactive elements in ancient spiritual classics, it describes a natural way to spiritual classics, it describes a natural way to mental freedom practiced in China for many mental freedom practiced in China for many centuries.centuries.The golden flower symbolizes the The golden flower symbolizes the quintessence of the paths of Buddhism and quintessence of the paths of Buddhism and Taoism. Gold stands for light, the light of the Taoism. Gold stands for light, the light of the mind itself; the flower represents the mind itself; the flower represents the blossoming or opening-up of the light of the blossoming or opening-up of the light of the mind. Thus the expression is emblematic of the mind. Thus the expression is emblematic of the basic awakening of the real self and its hidden basic awakening of the real self and its hidden potential.potential.In Taoist terms, the first goal of the Way is In Taoist terms, the first goal of the Way is to restore the original god-given spirit and to restore the original god-given spirit and become a self-realized human being. In become a self-realized human being. In Buddhist terms, a realized human being is Buddhist terms, a realized human being is someone conscious of the original mind, or the someone conscious of the original mind, or the real self, as it is in its spontaneous, natural real self, as it is in its spontaneous, natural state, independent of environmental state, independent of environmental conditioning.conditioning.This original spirit is also called the celestial This original spirit is also called the celestial or natural mind. A mode of awareness subtler or natural mind. A mode of awareness subtler and more direct than thought or imagination, it and more direct than thought or imagination, it is central to the blossoming of the mind. SGF is is central to the blossoming of the mind. SGF is devoted to the recovery and refinement of the devoted to the recovery and refinement of the original spirit.original spirit.Regarding the earlier edition, the new Regarding the earlier edition, the new introduction asserts that it was flawed twice - first introduction asserts that it was flawed twice - first from an inaccurate original translation into German, from an inaccurate original translation into German, and then from further errors in a subsequent and then from further errors in a subsequent translation from German to English.translation from German to English.In addition to the newly-translated text itself, this In addition to the newly-translated text itself, this new edition includes extensive bibliographical and new edition includes extensive bibliographical and translation commentary sections, as well as a very translation commentary sections, as well as a very thoughtful “modern applications of the SGF thoughtful “modern applications of the SGF method” by Cleary. In summary: A definite method” by Cleary. In summary: A definite improvement in all ways from the old Wilhelm-improvement in all ways from the old Wilhelm-trans. edition, and well-worth adding to your trans. edition, and well-worth adding to your magical library.magical library.* * ** * *At Set-XIV one of the general meeting topics of At Set-XIV one of the general meeting topics of discussion concerned a recent Avon paperback discussion concerned a recent Avon paperback entitled entitled Raising Hell: An Encyclopedia of Devil Raising Hell: An Encyclopedia of Devil Worship and Satanic CrimeWorship and Satanic Crime by Michael Newton by Michael Newton (NY: Avon, 1993). This is merely the latest in the (NY: Avon, 1993). This is merely the latest in the by-now-rather-dreary series of “Satanic crime”-fad by-now-rather-dreary series of “Satanic crime”-fad fast-buck pulps - the paperback equivalent of fast-buck pulps - the paperback equivalent of supermarket tabloids.supermarket tabloids.Arranged with A-Z topics, it includes both Arranged with A-Z topics, it includes both “Aquino, Michael” and “Temple of Set”. Despite “Aquino, Michael” and “Temple of Set”. Despite Newton’s inclusion of my name among the credits Newton’s inclusion of my name among the credits [!], he never contacted the Temple or myself prior to [!], he never contacted the Temple or myself prior to writing this book. His information came from writing this book. His information came from various public media accounts and, apparently, various public media accounts and, apparently, Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 1919"},{"pageNumber":20,"pageContent":"copies of an older edition of the copies of an older edition of the Crystal TabletCrystal Tablet, , COSCOS, and various , and various Scrolls of SetScrolls of Set and and RunesRunes issues issues which he had spuriously acquired. As is usual in which he had spuriously acquired. As is usual in such sleazoid books, the information is substantially such sleazoid books, the information is substantially distorted and taken out-of-context in Newton’s distorted and taken out-of-context in Newton’s attempt to make the Temple and Michael Aquino attempt to make the Temple and Michael Aquino look at least crazy, if not actually criminal. [In a look at least crazy, if not actually criminal. [In a book dedicated to the theme of “evil Satanism”, it book dedicated to the theme of “evil Satanism”, it wouldn’t do to compliment the principal institution wouldn’t do to compliment the principal institution as consisting of “good Satanists”!]as consisting of “good Satanists”!]With a well-practiced roll of my eyes, I wrote to With a well-practiced roll of my eyes, I wrote to the publisher with a list of 38 factual inaccuracies the publisher with a list of 38 factual inaccuracies contained in the MA & TS entries of the book. The contained in the MA & TS entries of the book. The publisher wrote back and agreed to correct 27 of publisher wrote back and agreed to correct 27 of them - including my request that my name be them - including my request that my name be removed from the “acknowledgments” list! - in any removed from the “acknowledgments” list! - in any further printings. While not perfect, I have decided further printings. While not perfect, I have decided to accept this arrangement as a practical to accept this arrangement as a practical compromise. Realistically I rather doubt that compromise. Realistically I rather doubt that Raising HellRaising Hell will even see a second printing, as it will even see a second printing, as it doesn’t seem to be getting much exposure in the big doesn’t seem to be getting much exposure in the big bookstores.bookstores.If Newton tries to make the Temple of Set If Newton tries to make the Temple of Set appear inane and myself as a sort of “intelligent but appear inane and myself as a sort of “intelligent but sinister kook”, he is far harsher in his attacks on sinister kook”, he is far harsher in his attacks on such topics as Wicca and the O.T.O. [I get the such topics as Wicca and the O.T.O. [I get the impression that in spite of himself he became rather impression that in spite of himself he became rather fascinated with the TS/MA material he unearthed, fascinated with the TS/MA material he unearthed, and had to remind himself to be nasty in how he and had to remind himself to be nasty in how he wrote it up!] Anyway, in the Wicca section he says:wrote it up!] Anyway, in the Wicca section he says:Disclaimers notwithstanding, the majority of Disclaimers notwithstanding, the majority of Wicca groups incorporate some form of Wicca groups incorporate some form of semipublic sexual activity which is at once a semipublic sexual activity which is at once a major selling point for new recruits and a major selling point for new recruits and a release for the initiated members. Without release for the initiated members. Without engaging in a long debate on whether group engaging in a long debate on whether group and public sex is “natural” or “healthy”, it is fair and public sex is “natural” or “healthy”, it is fair to say that some of the activities pursued by to say that some of the activities pursued by modern witches violate prevailing laws modern witches violate prevailing laws pertaining to adultery and statutory rape.pertaining to adultery and statutory rape.The O.T.O. also comes in for condemnation as The O.T.O. also comes in for condemnation as a group of frenzied sex-fiends, together with:a group of frenzied sex-fiends, together with:While the O.T.O. officially denies any link While the O.T.O. officially denies any link with criminal activity, various lodges and with criminal activity, various lodges and individual members have been tied to crimes individual members have been tied to crimes ranging from child abuse and drug running to ranging from child abuse and drug running to ritual murder.ritual murder.Unsurprisingly the O.T.O. is a bit upset at this. Unsurprisingly the O.T.O. is a bit upset at this. The Summer 1993 issue of its The Summer 1993 issue of its Magical LinkMagical Link comments that comments that Raising HellRaising Hell::... has a great many things to say about the ... has a great many things to say about the O.T.O., almost all of them erroneous and O.T.O., almost all of them erroneous and several extremely damaging to the Order’s several extremely damaging to the Order’s reputation ... We want to assure members that reputation ... We want to assure members that our New York libel specialists are pursuing the our New York libel specialists are pursuing the matter aggressively.matter aggressively.Anton LaVey is dismissed by Newton as a mere Anton LaVey is dismissed by Newton as a mere “huckster”, and the Church of Satan receives a “huckster”, and the Church of Satan receives a routine discussion of its 1966-75 profile, noting the routine discussion of its 1966-75 profile, noting the crisis of 1975 and LaVey’s subsequent $100-crisis of 1975 and LaVey’s subsequent $100-membership enterprise.membership enterprise.Raising HellRaising Hell is somewhat interesting, indeed is somewhat interesting, indeed useful, for its other entries - as Newton drags up useful, for its other entries - as Newton drags up every crime or alleged crime with even remotely-every crime or alleged crime with even remotely-occult trappings and tries to cite the collection as occult trappings and tries to cite the collection as proof of a genuine Satanic crime epidemic. In fact proof of a genuine Satanic crime epidemic. In fact the book proves nothing of the sort, but - if you can the book proves nothing of the sort, but - if you can filter out the distortions & selective omissions - it filter out the distortions & selective omissions - it can at least familiarize you with this or that “case” can at least familiarize you with this or that “case” that you may have heard being sensationalized on that you may have heard being sensationalized on Geraldo or on some radio banana-brain talk show.Geraldo or on some radio banana-brain talk show.Summarily: Just another “last gasp” of the Summarily: Just another “last gasp” of the “Satanic crime” industry.“Satanic crime” industry.* * ** * *And I suppose mention should be made in And I suppose mention should be made in passing of passing of At the Heart of Darkness: Witchcraft, At the Heart of Darkness: Witchcraft, Black Magic and Satanism TodayBlack Magic and Satanism Today by John Parker by John Parker (NY: Citadel, 1993). This is a British book recently (NY: Citadel, 1993). This is a British book recently reprinted in the USA. Divided into three sections reprinted in the USA. Divided into three sections (Wicca, Ceremonial Magical Societies, and (Wicca, Ceremonial Magical Societies, and Satanism), it is along the line of a casual reporter’s Satanism), it is along the line of a casual reporter’s write-up on same, following the well-beaten path of write-up on same, following the well-beaten path of Francis King et al., and is similarly only semi-Francis King et al., and is similarly only semi-informed on what it is talking about. While Parker informed on what it is talking about. While Parker never contacted me for his section on the Temple of never contacted me for his section on the Temple of Set, at least he did have some dialogue with Set, at least he did have some dialogue with Magister Austen on the subject. As for the C/S, Magister Austen on the subject. As for the C/S, Parker recites the usual stuff - 9 Satanic Statements, Parker recites the usual stuff - 9 Satanic Statements, Jayne Mansfield, etc. - but seems a little bewildered Jayne Mansfield, etc. - but seems a little bewildered by it all, as do many English reviewers. [I by it all, as do many English reviewers. [I sometimes suspect that the strong element of sometimes suspect that the strong element of “American sarcastic burlesque” that underlay the “American sarcastic burlesque” that underlay the entire C/S phenomenon confuses foreign observers, entire C/S phenomenon confuses foreign observers, who have a more straightforward approach to who have a more straightforward approach to humor.] Not worth its US$12.95 price, although humor.] Not worth its US$12.95 price, although you can skim through the TS section at your you can skim through the TS section at your bookstore for amusement.bookstore for amusement.* * ** * *Is there any book on the subject of Is there any book on the subject of historic/modern Setian/Satanic philosophy that historic/modern Setian/Satanic philosophy that knows whereof it speaks? Indeed there is: Magus knows whereof it speaks? Indeed there is: Magus Stephen Flowers’ Stephen Flowers’ Lords of the Left-Hand PathLords of the Left-Hand Path. . When he completed the manuscript, he made a When he completed the manuscript, he made a limited number of photocopy reprints available to limited number of photocopy reprints available to Setians, but at this time it is in the process of being Setians, but at this time it is in the process of being marketed to possible commercial publishers. The marketed to possible commercial publishers. The ScrollScroll will keep Setians advised should it be will keep Setians advised should it be scheduled for a mass printing.scheduled for a mass printing.Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 2020"},{"pageNumber":21,"pageContent":"______________________________________________________________________[28] [28] Scroll of SetScroll of Set Reprint ProjectReprint ProjectDuring the last several months I have been at During the last several months I have been at work scanning the back-issues of the work scanning the back-issues of the ScrollScroll into into computer text, then formatting them into text files to computer text, then formatting them into text files to be compacted in .ZIP format and loaded into be compacted in .ZIP format and loaded into Glinda’s file library. As of December 1 I have Glinda’s file library. As of December 1 I have completed all completed all ScrollsScrolls from 1975 through 1984, and from 1975 through 1984, and am continuing the project with the goal of bringing am continuing the project with the goal of bringing the entire collection on-line by somewhere around the entire collection on-line by somewhere around the turn of the year.the turn of the year.This is not as simple a process as it might This is not as simple a process as it might sound. First each issue must be electronically sound. First each issue must be electronically scanned by a text reader. Some of the early scanned by a text reader. Some of the early ScrollsScrolls were not very clearly printed, or were printed in were not very clearly printed, or were printed in teeny-weeny type, or in ornate type - all of which teeny-weeny type, or in ornate type - all of which scanners don’t like. So after a scan is done, I have scanners don’t like. So after a scan is done, I have to spend some time manually correcting all the to spend some time manually correcting all the errors.errors.In processing each issue for Glinda, I have In processing each issue for Glinda, I have eliminated historically-irrelevant material, such as eliminated historically-irrelevant material, such as dues notices or how to get a bus from the local dues notices or how to get a bus from the local airport to the current conclave. Each issue now airport to the current conclave. Each issue now consists largely of the magical, philosophical, poetic, consists largely of the magical, philosophical, poetic, and news material of permanent interest and value.and news material of permanent interest and value.Articles are now formatted in their entirety, so Articles are now formatted in their entirety, so that you can read straight through them instead of that you can read straight through them instead of having to jump around between several pages. Also, having to jump around between several pages. Also, an article which continues over into another issue of an article which continues over into another issue of the the ScrollScroll is assembled in its entirety under the is assembled in its entirety under the “beginning” issue.“beginning” issue.I am using what I feel to be sensible editorial I am using what I feel to be sensible editorial license to tidy up grammar & spelling goofs, and to license to tidy up grammar & spelling goofs, and to unsplit an occasional split-infinitive. I think readers unsplit an occasional split-infinitive. I think readers will be pleasantly impressed at how many essays will be pleasantly impressed at how many essays “come alive” after a bit of such polishing.“come alive” after a bit of such polishing.In the course of this project I have been In the course of this project I have been continuously impressed by the wealth of valuable continuously impressed by the wealth of valuable and highly-sophisticated information lurking in the and highly-sophisticated information lurking in the pages of the pages of the ScrollScroll, as much so in the Temple’s , as much so in the Temple’s earliest years as today. Much good material was earliest years as today. Much good material was written not only by Initiates still with the Temple written not only by Initiates still with the Temple today, but also by those who came and went for a today, but also by those who came and went for a variety of reasons. Some of the most brilliant stuff variety of reasons. Some of the most brilliant stuff was written by Setians who later succumbed to their was written by Setians who later succumbed to their idid-monsters. Makes no difference: When they had it -monsters. Makes no difference: When they had it together, it was as tight as any boosted Krel could together, it was as tight as any boosted Krel could wish.wish.If you are a Glinda-user, you can get these back-If you are a Glinda-user, you can get these back-issues anytime you wish, as they are in the issues anytime you wish, as they are in the ScrollScroll library area of Glinda. They are arranged by library area of Glinda. They are arranged by calendar year, and all of the issues for each year are calendar year, and all of the issues for each year are included into a single zipped file. Thus all of the included into a single zipped file. Thus all of the issues for 1979 are included in the file “SS-79”. issues for 1979 are included in the file “SS-79”. Once you download the file, you can use an Once you download the file, you can use an unzipping program to expand each issue into full unzipping program to expand each issue into full text, then print it out at your convenience.text, then print it out at your convenience.As I continue through the project, I will do these As I continue through the project, I will do these annual collections through all years up to the current annual collections through all years up to the current calendar one. The issues for the current year will be calendar one. The issues for the current year will be loaded individually on to Glinda, then assembled loaded individually on to Glinda, then assembled into a collected archive (SS-9?) after the year ends.into a collected archive (SS-9?) after the year ends.What about non-Glinda users? [If you are not, What about non-Glinda users? [If you are not, please put it on your list of things to eventually do, please put it on your list of things to eventually do, as Glinda will be continuing to grow as a major as Glinda will be continuing to grow as a major resource for any number of different Setian resource for any number of different Setian reference and communications pursuits.] Once I reference and communications pursuits.] Once I have the back-issues all text-processed, I intend to have the back-issues all text-processed, I intend to do a printed-format edition of them. Each issue will do a printed-format edition of them. Each issue will look pretty much like this look pretty much like this Black PyramidBlack Pyramid in layout in layout and text size/readability. The result will be offered to and text size/readability. The result will be offered to all Setians in the same at-cost format as all Setians in the same at-cost format as COSCOS. It will . It will have a table of contents up front, and a topic index at have a table of contents up front, and a topic index at the back. It may lack some of the “personality” of the back. It may lack some of the “personality” of photocopies of the original back issues, but I photocopies of the original back issues, but I daresay it will be vastly more usable and readable.daresay it will be vastly more usable and readable.What about the artwork and photographs? They What about the artwork and photographs? They aren’t surviving into these initial Glinda text files aren’t surviving into these initial Glinda text files and won’t appear within the printed collection, at and won’t appear within the printed collection, at least initially. I do not have the old master-layouts least initially. I do not have the old master-layouts for the issues - just published copies. And much of for the issues - just published copies. And much of the artwork and many photos are not clear enough the artwork and many photos are not clear enough for further reproduction.for further reproduction.However the scanner I’m using will scan However the scanner I’m using will scan pictures as well as text, and when I’ve got the text-pictures as well as text, and when I’ve got the text-project done, I’m going to see what can be rescued. project done, I’m going to see what can be rescued. Magistra Hardy has found for Glinda a system Magistra Hardy has found for Glinda a system called GIF, which can store photos/illustrations as called GIF, which can store photos/illustrations as electronic files, suitable for “un-GIFing” by a electronic files, suitable for “un-GIFing” by a downloading user. So we may have a collection of downloading user. So we may have a collection of ScrollScroll artwork, and perhaps some photos, as a artwork, and perhaps some photos, as a complement to the individual issue text files. And complement to the individual issue text files. And again, this would be available in printed format with again, this would be available in printed format with the non-Glinda printed back-issue collection.the non-Glinda printed back-issue collection.______________________________________________________________________[29] [29] Dates and Magic/MagickDates and Magic/MagickIn administrative matters you may be seeing In administrative matters you may be seeing various Temple documents and letters starting to use various Temple documents and letters starting to use Common Era dates (1993) rather than Æon of Set Common Era dates (1993) rather than Æon of Set ones (XXVIII). This is simply to make some things ones (XXVIII). This is simply to make some things a little less confusing, particularly as the Temple a little less confusing, particularly as the Temple extends over more and more years. ÆS dates will extends over more and more years. ÆS dates will continue to be used with all magical and ceremonial continue to be used with all magical and ceremonial workings and documents, as per the workings and documents, as per the Book of Book of Coming Forth by NightComing Forth by Night..Occasionally there is some confusion over the Occasionally there is some confusion over the spelling “magic” vs. “magick”. Aleister Crowley - spelling “magic” vs. “magick”. Aleister Crowley - at least in at least in Magick in Theory & PracticeMagick in Theory & Practice - suggested - suggested the “-k” to distinguish non-stage magic. However the “-k” to distinguish non-stage magic. However since his time the “-k” has largely come to identify since his time the “-k” has largely come to identify Crowley-specific magic from all other kinds of Crowley-specific magic from all other kinds of magic, stage or otherwise. Complicating the issue, magic, stage or otherwise. Complicating the issue, Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 2121"},{"pageNumber":22,"pageContent":"the Temple of Set would consider stage magic as a the Temple of Set would consider stage magic as a perfectly valid form of LBM.perfectly valid form of LBM.So I would recommend that Setians use the So I would recommend that Setians use the spelling “magic” except [optionally] when spelling “magic” except [optionally] when referring specifically to Crowley’s system. Even referring specifically to Crowley’s system. Even then, “magic” works adequately most of the time, then, “magic” works adequately most of the time, as indeed he often spelled it.as indeed he often spelled it.Pet-peeve nitpick for Pet-peeve nitpick for ScrollScroll contributors and contributors and other up-and-coming authors: “its” means other up-and-coming authors: “its” means “belonging to it” and “it’s” is a contraction for “belonging to it” and “it’s” is a contraction for “it is”.“it is”.Saw Tom Baker live on television the other day. Saw Tom Baker live on television the other day. He is becoming more indistinguishable from He is becoming more indistinguishable from Ipsissimus Lewis as time passes ... or does it Ipsissimus Lewis as time passes ... or does it “pass” for Time Lords?“pass” for Time Lords?Magical wisdom from the High Priest of Set & Magical wisdom from the High Priest of Set & Magus of the Æon upon stubbing his little toe: Pain Magus of the Æon upon stubbing his little toe: Pain hurts.hurts.______________________________________________________________________[30] [30] What Really Happened?What Really Happened?Who Cares?Who Cares?The Party said that Oceania had never The Party said that Oceania had never been in alliance with Eurasia. He, Winston been in alliance with Eurasia. He, Winston Smith, knew that Oceania had been in alliance Smith, knew that Oceania had been in alliance with Eurasia as short a time as four years ago. with Eurasia as short a time as four years ago. But where did that knowledge exist? Only in his But where did that knowledge exist? Only in his own consciousness, which in any case must own consciousness, which in any case must soon be annihilated. And if all others accepted soon be annihilated. And if all others accepted the lie which the Party imposed - if all records the lie which the Party imposed - if all records told the same tale - then the lie passed into told the same tale - then the lie passed into history and became truth. “Who controls the history and became truth. “Who controls the past,” ran the Party slogan, “controls the future; past,” ran the Party slogan, “controls the future; who controls the present controls the past.” who controls the present controls the past.” And yet the past, though of its nature alterable, And yet the past, though of its nature alterable, never had been altered. Whatever was true never had been altered. Whatever was true now was true from everlasting to everlasting. It now was true from everlasting to everlasting. It was quite simple. All that was needed was an was quite simple. All that was needed was an unending series of victories over your own unending series of victories over your own memory. “Reality control” they called it; in memory. “Reality control” they called it; in Newspeak “doublethink”. - George Orwell, Newspeak “doublethink”. - George Orwell, 19841984In recent months there seems to have been a In recent months there seems to have been a greater-than-usual row in the media about greater-than-usual row in the media about “revisionist history” (or just “revisionism”). “revisionist history” (or just “revisionism”). Revisionism involves the re-interpretation of Revisionism involves the re-interpretation of historical evidence concerning this or that event or historical evidence concerning this or that event or time-period, and the advancement of that re-time-period, and the advancement of that re-interpretation as a more accurate account of what interpretation as a more accurate account of what actually happened and why.actually happened and why.If the usual subjects for revisionist efforts were If the usual subjects for revisionist efforts were non-emotional or non-controversial, few would non-emotional or non-controversial, few would probably care about revisionism outside of ivory-probably care about revisionism outside of ivory-tower academic circles. Some revisionists, however, tower academic circles. Some revisionists, however, focus on highly-charged issues and events whose focus on highly-charged issues and events whose “accepted” interpretations have become enshrined “accepted” interpretations have become enshrined into contemporary morality and folklore as “gods”. into contemporary morality and folklore as “gods”. Arguing that gods don’t exist, or at least are not Arguing that gods don’t exist, or at least are not what they are popularly assumed to be, is just as what they are popularly assumed to be, is just as heretical as challenging any other manifestation of heretical as challenging any other manifestation of religion.religion.And “accepted history” is an authentic religion And “accepted history” is an authentic religion in an age when “formal” religions are tacitly in an age when “formal” religions are tacitly understood to be just social or economic understood to be just social or economic conventions and control devices. But history - That conventions and control devices. But history - That we can count on as a teacher of morality, as hard we can count on as a teacher of morality, as hard evidence of truth, as something certain in our evidence of truth, as something certain in our whirling environment of uncertainties. Right?whirling environment of uncertainties. Right?Wrong, of course. Historical accounts are Wrong, of course. Historical accounts are written by human beings with widely-varying written by human beings with widely-varying backgrounds, perspectives, motives, and paychecks. backgrounds, perspectives, motives, and paychecks. Even given perfect, immediate access to all Even given perfect, immediate access to all information about an event, no two people will information about an event, no two people will describe it, or its significance, in the same way. And describe it, or its significance, in the same way. And in historical research there is almost never access to in historical research there is almost never access to all relevant information to begin with.all relevant information to begin with.Daniel J. Boorstin is Librarian of Congress Daniel J. Boorstin is Librarian of Congress Emeritus, and is a distinguished scholar and Pulitzer Emeritus, and is a distinguished scholar and Pulitzer Prize winner who has authored many superb Prize winner who has authored many superb historical analyses. In his historical analyses. In his Hidden History: Hidden History: Exploring Our Secret PastExploring Our Secret Past (NY: Vintage Books, (NY: Vintage Books, 1989), he proposes several laws that shape what we 1989), he proposes several laws that shape what we know as “history”:know as “history”:(1) (1) The Law of the Survival of the The Law of the Survival of the UnreadUnread. There is a natural and inevitable . There is a natural and inevitable tendency toward the destruction and tendency toward the destruction and disappearance of documents most widely disappearance of documents most widely used; therefore there is an inverse relationship used; therefore there is an inverse relationship between the probability of a document between the probability of a document surviving and its value as evidence of the daily surviving and its value as evidence of the daily life of the age from which it survives.life of the age from which it survives.(2) (2) Survival of the Durable, and That Survival of the Durable, and That Which is not Removed or DisplacedWhich is not Removed or Displaced. . Tombs, burial objects, mummies, temples, Tombs, burial objects, mummies, temples, churches, and pyramids tend to skew our view churches, and pyramids tend to skew our view of the past. They give a prominence to religion of the past. They give a prominence to religion in the relics of the past which it may not actually in the relics of the past which it may not actually have had in the lives people lived.have had in the lives people lived.(3) (3) Survival of the Collected and the Survival of the Collected and the ProtectedProtected: what goes in government files. : what goes in government files. We emphasize political history and government We emphasize political history and government in the life of the past partly because in the life of the past partly because governments keep records while families and governments keep records while families and other informal groups seldom do.other informal groups seldom do.(4) (4) Survival of Objects Which are Survival of Objects Which are not Used or Which Have a High not Used or Which Have a High Intrinsic ValueIntrinsic Value. It is not only in printed matter . It is not only in printed matter that rarity and scarcity induce survival. that rarity and scarcity induce survival. Treasured or hoarded artifacts frequently Treasured or hoarded artifacts frequently survive where commonly-used, more survive where commonly-used, more representative ones do not.representative ones do not.Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 2222"},{"pageNumber":23,"pageContent":"(5) (5) Survival of the Academically Survival of the Academically Classifiable and the DignifiedClassifiable and the Dignified. Teachers . Teachers teach the subjects in which they have been teach the subjects in which they have been instructed.instructed.(6) (6) Survival of Printed and other Survival of Printed and other Materials Surrounding ControversiesMaterials Surrounding Controversies. . What often passes for the history of a practice, What often passes for the history of a practice, belief, or institution is more accurately the belief, or institution is more accurately the history of controversies about it.history of controversies about it.(7) (7) Survival of the Self-Serving: The Survival of the Self-Serving: The Psycho-Pathology of Diarists and Psycho-Pathology of Diarists and Letter-WritersLetter-Writers. Historians are urged to seek . Historians are urged to seek records by participants in events, preferably records by participants in events, preferably those made at the time or soon thereafter. those made at the time or soon thereafter. Such are often self-serving and egotistical at Such are often self-serving and egotistical at the expense of objectivity.the expense of objectivity.(8) (8) Survival of the Victorious Point Survival of the Victorious Point of View: The Success Biasof View: The Success Bias. If an . If an invention, trend, or point of view prevailed, it invention, trend, or point of view prevailed, it and its proponents are assumed to be and its proponents are assumed to be representative rather than failed or minority representative rather than failed or minority alternatives.alternatives.(9) (9) Survival of the EpiphenomenalSurvival of the Epiphenomenal. . People often write and read books because People often write and read books because they cannot personally experience what is they cannot personally experience what is described. It is often uncertain whether a writer described. It is often uncertain whether a writer is recording or escaping an experience.is recording or escaping an experience.(10) (10) Knowledge Survives and Knowledge Survives and Accumulates, but Ignorance Accumulates, but Ignorance DisappearsDisappears. The mind of the modern . The mind of the modern historian has access to the accumulated historian has access to the accumulated knowledge and experience of the ages since knowledge and experience of the ages since the period of the past he is trying to recapture, the period of the past he is trying to recapture, but for this reason he cannot see reality as the but for this reason he cannot see reality as the people of that time saw it.people of that time saw it.If just reading this list makes you a little If just reading this list makes you a little nervous, shakes your confidence in something you nervous, shakes your confidence in something you thought you could have confidence about - you see thought you could have confidence about - you see how “history” is a kind of surrogate God for how “history” is a kind of surrogate God for modern mankind. And why people get so upset modern mankind. And why people get so upset when someone is perceived to be “sacrilegious” by when someone is perceived to be “sacrilegious” by suggesting that perhaps Oceania was not always at suggesting that perhaps Oceania was not always at war with Eurasia.war with Eurasia.As I write this, America has just finished its As I write this, America has just finished its annual November Rite of Assassination concerning annual November Rite of Assassination concerning John F. Kennedy - which has become a national John F. Kennedy - which has become a national sport along with “Satanic crime”, Elvis-alive, and Is sport along with “Satanic crime”, Elvis-alive, and Is Ross Perot really a Ferengi. On one side we have Ross Perot really a Ferengi. On one side we have the Warren Commission Catholics, on the other side the Warren Commission Catholics, on the other side the conspiracy-theory Protestants. Aside from the the conspiracy-theory Protestants. Aside from the assassination proper, there is equally-fierce assassination proper, there is equally-fierce disagreement over whether JFK was the greatest disagreement over whether JFK was the greatest man who ever lived or a corrupt playboy/creep man who ever lived or a corrupt playboy/creep whose bootlegger dad bought his way into the whose bootlegger dad bought his way into the White House and whose brother was responsible White House and whose brother was responsible for the murder of Marilyn Monroe [but not until for the murder of Marilyn Monroe [but not until after Anton LaVey slept with her].after Anton LaVey slept with her].As with As with Raising HellRaising Hell and various other media and various other media treatments, the “historic reality” of the Temple of treatments, the “historic reality” of the Temple of Set [and M.A.] is wrenched this way and that by Set [and M.A.] is wrenched this way and that by passionate, propagandistic, and/or market-pandering passionate, propagandistic, and/or market-pandering writers. Will surviving issues of the writers. Will surviving issues of the ScrollScroll define define the image of the 1993 Temple of Set centuries the image of the 1993 Temple of Set centuries hence? Or will a dog-eared copy of Raschke’s hence? Or will a dog-eared copy of Raschke’s Painted BlackPainted Black? Makes you think, doesn’t it? As for ? Makes you think, doesn’t it? As for my own image, I have now seen myself described in my own image, I have now seen myself described in so many ways - from the adoring to the loathing - so many ways - from the adoring to the loathing - that I have long since realized that people see in me that I have long since realized that people see in me not necessarily what I am, feel, and do, but what they not necessarily what I am, feel, and do, but what they need and want to see as a reflection of themselves. need and want to see as a reflection of themselves. And so it is with any “object”.And so it is with any “object”.Perhaps the biggest and most furious Perhaps the biggest and most furious contemporary storm in “revisionism” involves the contemporary storm in “revisionism” involves the “Holocaust” - the historical assumption that Jews “Holocaust” - the historical assumption that Jews were deliberately and systematically mass-murdered were deliberately and systematically mass-murdered by the Nazis in concentration camps designed and by the Nazis in concentration camps designed and built to be extermination camps (such as built to be extermination camps (such as Auschwitz).Auschwitz).Seems that in the mid-1980s there was a fellow Seems that in the mid-1980s there was a fellow named Ernst Zündel who kept getting into trouble in named Ernst Zündel who kept getting into trouble in Canada by insisting that no Jews were killed in gas Canada by insisting that no Jews were killed in gas chambers. Unlike the United States, where “crazy chambers. Unlike the United States, where “crazy statements” are not against the law, Canada statements” are not against the law, Canada considered this a criminal offense. Zündel was considered this a criminal offense. Zündel was charged, tried, and convicted. He appealed, and in charged, tried, and convicted. He appealed, and in one of those insanely-logical maneuvers of the one of those insanely-logical maneuvers of the politically-incorrect, decided to hire a professional politically-incorrect, decided to hire a professional gas chamber engineer & constructor to visit gas chamber engineer & constructor to visit Auschwitz, Birkenau, and Majdenek - three of the Auschwitz, Birkenau, and Majdenek - three of the “extermination” camps - and provide an expert “extermination” camps - and provide an expert opinion. The engineer in question was one Fred opinion. The engineer in question was one Fred Leuchter, designer and constructor of gas chambers Leuchter, designer and constructor of gas chambers for various prisons in the United States.for various prisons in the United States.Leuchter left for Poland in February 1988 and Leuchter left for Poland in February 1988 and returned a month later, then wrote a highly-technical returned a month later, then wrote a highly-technical 192-page report plus appendices. Its conclusion:192-page report plus appendices. Its conclusion:After reviewing all of the material and After reviewing all of the material and inspecting the sites at Auschwitz, Birkenau, inspecting the sites at Auschwitz, Birkenau, and Majdenek, your author finds the evidence and Majdenek, your author finds the evidence as overwhelming. There were no execution gas as overwhelming. There were no execution gas chambers at any of these locations. It is the chambers at any of these locations. It is the best engineering opinion of this author that the best engineering opinion of this author that the alleged gas chambers at the inspected sites alleged gas chambers at the inspected sites could not have then been, or now be utilized or could not have then been, or now be utilized or seriously considered to function as execution seriously considered to function as execution gas chambers.gas chambers.The Leuchter Report ignited a firestorm of The Leuchter Report ignited a firestorm of ferocity on both sides of the issue which has yet to ferocity on both sides of the issue which has yet to die down. Retribution against Leuchter himself was die down. Retribution against Leuchter himself was swift and devastating: A campaign was mounted to swift and devastating: A campaign was mounted to blacken his reputation and destroy his livelihood by blacken his reputation and destroy his livelihood by Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 2323"},{"pageNumber":24,"pageContent":"pressuring state governments to stop employing him pressuring state governments to stop employing him as an execution hardware engineer. [He currently as an execution hardware engineer. [He currently supports his family as a telemarketer.]supports his family as a telemarketer.]I first heard about the Leuchter Report upon I first heard about the Leuchter Report upon corresponding with a friend in Australia, who sent corresponding with a friend in Australia, who sent me a copy. I read it without prejudice one way or me a copy. I read it without prejudice one way or another, and found its analysis very meticulous. I another, and found its analysis very meticulous. I can certainly see how it would have upset quite a can certainly see how it would have upset quite a few people.few people.Today there is an organization actively - some Today there is an organization actively - some would say almost masochistically - engaged in this would say almost masochistically - engaged in this and similar research projects: The Institute for and similar research projects: The Institute for Historical Review, P.O. Box 1306, Torrance, CA Historical Review, P.O. Box 1306, Torrance, CA 90505. It publishes the magazine 90505. It publishes the magazine Journal of Journal of Historical ReviewHistorical Review and a variety of special-interest and a variety of special-interest studies. Write for information if you’re curious. studies. Write for information if you’re curious. The IHR has come under a lot of fire for its The IHR has come under a lot of fire for its publications - literally on at least one occasion, when publications - literally on at least one occasion, when it was firebombed out of its previous office.it was firebombed out of its previous office.The IHR insists that it is not a special-interest The IHR insists that it is not a special-interest advocate of any part of the social spectrum, and that advocate of any part of the social spectrum, and that with regard to World War II it is neither anti-Jewish with regard to World War II it is neither anti-Jewish nor pro-German. Director Tom Marcellus writes:nor pro-German. Director Tom Marcellus writes:The goal of historical revisionism is a The goal of historical revisionism is a historical record that reflects the facts: the truth historical record that reflects the facts: the truth of what happened and why. In an effort to of what happened and why. In an effort to prevent future conflicts, historical revisionism prevent future conflicts, historical revisionism seeks to counter propaganda and unjustified seeks to counter propaganda and unjustified stereotypes, and to encourage awareness of stereotypes, and to encourage awareness of the origins and consequences of wars.the origins and consequences of wars.While I have found much food for thought in While I have found much food for thought in the the Journal of Historical ReviewJournal of Historical Review, I do not endorse it , I do not endorse it as gospel any more than any other attempt to as gospel any more than any other attempt to “objectify” history. As Boorstin emphasizes, even “objectify” history. As Boorstin emphasizes, even with the purest of intentions it is far more difficult to with the purest of intentions it is far more difficult to assemble an accurate, objective, and comprehensive assemble an accurate, objective, and comprehensive historical account than most people realize. The best historical account than most people realize. The best we can do is to do the best we can, and to be aware we can do is to do the best we can, and to be aware that it is an imperfect science - in some ways no less that it is an imperfect science - in some ways no less precarious than other fields of magic (which it very precarious than other fields of magic (which it very definitely is).definitely is).Isn’t it interesting to realize that so many of the Isn’t it interesting to realize that so many of the things you used to consider non-magical are, upon things you used to consider non-magical are, upon enlightened analysis by an Initiate, indeed magic?enlightened analysis by an Initiate, indeed magic?Scroll of SetScroll of Set - December 1993 - Page - December 1993 - Page 2424"}]
