[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 127Issue Number 127Volume XIX-2Volume XIX-2April 1993April 1993Editor: Editor: Linda Reynolds IV°Linda Reynolds IV°Copyright © 1993 Temple of SetCopyright © 1993 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] De Nox PortæDe Nox Portæ- by Cinda Seaton II°- by Cinda Seaton II°Beloved Set, I spring from the poetry of your Beloved Set, I spring from the poetry of your ancient heart. I hold your sacred mystery of death ancient heart. I hold your sacred mystery of death and the unleashed liquid lightning of your passion. I and the unleashed liquid lightning of your passion. I drink in solitude of your splendor, and celebrate its drink in solitude of your splendor, and celebrate its ecstasy with those of my kind. I stand in the midst ecstasy with those of my kind. I stand in the midst of your searing flames willingly, for there is no of your searing flames willingly, for there is no depth of rapture such as this.depth of rapture such as this.Thou hast led me to the edge of finality in this Thou hast led me to the edge of finality in this world of broken dreams, and revealed to me the world of broken dreams, and revealed to me the ecstatic vision of the immortal essence of my soul. I ecstatic vision of the immortal essence of my soul. I am sanctified by your embrace. There is no further am sanctified by your embrace. There is no further retreat for me into the spell of slumber, wherein retreat for me into the spell of slumber, wherein humanity is danced like a dazed puppet to a death humanity is danced like a dazed puppet to a death march that knows no end in birth. Thy race is won march that knows no end in birth. Thy race is won in immortality, in the nightly vision of the sword and in immortality, in the nightly vision of the sword and the grail, in the luxurious kiss of remembrance thy the grail, in the luxurious kiss of remembrance thy gift holds.gift holds.And all submission is to thee, in ways not And all submission is to thee, in ways not comprehended by those who know not thy Fire and comprehended by those who know not thy Fire and the vision it holds. I praise the courageous heart the vision it holds. I praise the courageous heart born in thy Gifted ones.born in thy Gifted ones.With wings poised and eyes fierce, you swoop With wings poised and eyes fierce, you swoop down and feast upon the plentiful ignorance that down and feast upon the plentiful ignorance that lingers within the hearts and minds of those who lingers within the hearts and minds of those who have not the will to initiate their souls into have not the will to initiate their souls into gracegrace. As . As the line in the movie says, “We would gladly feast the line in the movie says, “We would gladly feast on those who would subdue us.” Not just pretty on those who would subdue us.” Not just pretty words.words.Show me those who burn with the fever to purge Show me those who burn with the fever to purge the unknown and its delicious mystery, with the the unknown and its delicious mystery, with the fodder their beings hold for its incomprehensible fodder their beings hold for its incomprehensible fire, to claim as their own!fire, to claim as their own!I praise those who seek your rich Gift of vision I praise those who seek your rich Gift of vision through the enlightening avenues of intellectual through the enlightening avenues of intellectual analysis. I praise those who dip deeply into your analysis. I praise those who dip deeply into your ancient well through the sensual tides of instinct, to ancient well through the sensual tides of instinct, to hold your mystery in “presence”, to celebrate the hold your mystery in “presence”, to celebrate the endless unfolding of their heart’s song in the living endless unfolding of their heart’s song in the living artart of their beingness. I praise those with the of their beingness. I praise those with the refinement of vision required to consummate these refinement of vision required to consummate these two powers, which are the left and right hand at the two powers, which are the left and right hand at the throne of their own god-essence.throne of their own god-essence.I know your mighty voice to be my own I know your mighty voice to be my own XeperXeper beckoning. I feel your light, swift touch dance with beckoning. I feel your light, swift touch dance with fluid ease upon the keys of my being, like a master fluid ease upon the keys of my being, like a master virtuoso relishing in the divine madness that his own virtuoso relishing in the divine madness that his own brilliant music ignites. Mad I am with passion and brilliant music ignites. Mad I am with passion and longing for what I know life and living-ness to be. longing for what I know life and living-ness to be. Inflamed I am, with a vision of Becoming that Inflamed I am, with a vision of Becoming that ignites my heart into flight through portals that ignites my heart into flight through portals that stand ever ready to receive me. And as my own pitch stand ever ready to receive me. And as my own pitch rises to match your thunder, the gates dissipate rises to match your thunder, the gates dissipate behind me, one by one. How am I served by the behind me, one by one. How am I served by the delusion of our separation? It is my own image in delusion of our separation? It is my own image in celebration of my endless potentiality that holds the celebration of my endless potentiality that holds the Grail in keeping for me. And truly, do I reach for or Grail in keeping for me. And truly, do I reach for or from this mighty chalice to fulfill my relentless lust from this mighty chalice to fulfill my relentless lust for the blood of life? I hold the very heart of the for the blood of life? I hold the very heart of the Abyss, the fathomless strand of black ice within the Abyss, the fathomless strand of black ice within the nucleus of the dancing flames; for the presence of nucleus of the dancing flames; for the presence of the mystery is my gift. How can I not know the the mystery is my gift. How can I not know the power from which my hunger springs? Every cell in power from which my hunger springs? Every cell in my body sings with the electrical, transformative my body sings with the electrical, transformative touch of its chant: “I will not be subdued!”touch of its chant: “I will not be subdued!”How completely my eyes see the beauty in the How completely my eyes see the beauty in the beast. I bask in the fierce, enchanting, irresistible, beast. I bask in the fierce, enchanting, irresistible, terrifying, and ageless love affair with this terrifying, and ageless love affair with this benevolent demon. And he, in our dance, spins me benevolent demon. And he, in our dance, spins me out beyond my precious edges, only to draw me out beyond my precious edges, only to draw me always back into his powerful embrace. But this always back into his powerful embrace. But this dance escapes the stagnant glare of a stunned and dance escapes the stagnant glare of a stunned and slumbering humanity. Still they look to the sugar-slumbering humanity. Still they look to the sugar-coated, goody-goody, beddy-bye-time heroes to coated, goody-goody, beddy-bye-time heroes to save their stoic sanity, when it is the fire-breathing save their stoic sanity, when it is the fire-breathing dragon, horrific and monstrous, who is the keeper of dragon, horrific and monstrous, who is the keeper of the sacred law that liberates, often within the throes the sacred law that liberates, often within the throes of madness. She watches, but now, even for the of madness. She watches, but now, even for the uninitiated, she does not wait. She stirs, she arises in uninitiated, she does not wait. She stirs, she arises in great hunger, she takes even what is not great hunger, she takes even what is not surrendered; for the time has come wherein surrendered; for the time has come wherein immortal essence wills for this Earth the death immortal essence wills for this Earth the death which births the victorious cry of a new æon.which births the victorious cry of a new æon.For most this “devastating” touch of dark grace For most this “devastating” touch of dark grace is far from pretty [as the “good” and the “light” is far from pretty [as the “good” and the “light” should always be], for now their sense of should always be], for now their sense of diminished identity is lost in over-worked, archaic diminished identity is lost in over-worked, archaic reality forms that lie decaying at their feet. They reality forms that lie decaying at their feet. They must finally succumb to the Abyss, where must finally succumb to the Abyss, where formlessness, fueled by death, holds rendezvous formlessness, fueled by death, holds rendezvous with new, coagulating patterns of perception. If there with new, coagulating patterns of perception. If there is daring and thrust, there is the power of Set: feats is daring and thrust, there is the power of Set: feats of alchemical genius, coupled with the indomitable of alchemical genius, coupled with the indomitable will to thrive. And for those with eyes to see, it is the will to thrive. And for those with eyes to see, it is the gorgeous dance of the beast, the tracing with honed gorgeous dance of the beast, the tracing with honed blade of the angles that are the gateways of sublime blade of the angles that are the gateways of sublime initiation.initiation.Beloved Set, although there is no fire as searing Beloved Set, although there is no fire as searing as at your hand, none but your own can know the as at your hand, none but your own can know the cherished splendor of your loving touch upon their cherished splendor of your loving touch upon their wounds, as ever so closely you administer to them wounds, as ever so closely you administer to them your resplendent kiss within your mighty winged your resplendent kiss within your mighty winged embrace. There is no love such as this. You speak in embrace. There is no love such as this. You speak in your own language to your beloved ones; they hear, your own language to your beloved ones; they hear, they understand. You impart keys of knowledge not they understand. You impart keys of knowledge not of this Earth to assist through its demise. And the of this Earth to assist through its demise. And the part most cherished by my soul: You remind the part most cherished by my soul: You remind the vampyric blood of your race of the luxurious and vampyric blood of your race of the luxurious and"},{"pageNumber":2,"pageContent":"intoxicating passion that stalks, with unquenchable intoxicating passion that stalks, with unquenchable thirst, the sweet, hot blood of life. That masterful thirst, the sweet, hot blood of life. That masterful wielding of the will to extract the excellence from wielding of the will to extract the excellence from the coffer of existence. The steel-honed excellence the coffer of existence. The steel-honed excellence that surrounds, like an electrical, vibrant shroud, the that surrounds, like an electrical, vibrant shroud, the endless, primal scream that has crystallized into the endless, primal scream that has crystallized into the black ice of an immortal soul.black ice of an immortal soul.Ah, this I Ah, this I amam. Alien I am - the elegant, deathless . Alien I am - the elegant, deathless stance of the vampyric soul coursing within the stance of the vampyric soul coursing within the veins and arteries of human flesh. What manner of veins and arteries of human flesh. What manner of journey is this? I bow gracefully to my kind in journey is this? I bow gracefully to my kind in acknowledgment. I seek you out in my solitary acknowledgment. I seek you out in my solitary haunts. I hear the blood coursing through your haunts. I hear the blood coursing through your veins like the low, powerful drone of an ancient veins like the low, powerful drone of an ancient galaxy serenading her beloved ones afar.galaxy serenading her beloved ones afar.I move deeply into my vampyric essence, which I move deeply into my vampyric essence, which empowers me beyond mortal comprehension in empowers me beyond mortal comprehension in ways abiding and mysterious, that I may exist within ways abiding and mysterious, that I may exist within the density of this world, unscathed by the the density of this world, unscathed by the heartbreaking lack of living-ness and passion for heartbreaking lack of living-ness and passion for beingness that is deemed “acceptable”. I summon beingness that is deemed “acceptable”. I summon up from my Gothic soul the inherent tools of my up from my Gothic soul the inherent tools of my race. I use them, I work them, I emanate their nature race. I use them, I work them, I emanate their nature and essence. I arouse with the fever of my and essence. I arouse with the fever of my sensuality. I carry in my very presence the sensuality. I carry in my very presence the immensity of life victorious within the grasp of immensity of life victorious within the grasp of unceasing death. In me they are one.unceasing death. In me they are one.Where is there a place on Earth for the vampyric Where is there a place on Earth for the vampyric soul to unfold its wings and scaled the darkened soul to unfold its wings and scaled the darkened night, the bread of its life, to which it is accustomed? night, the bread of its life, to which it is accustomed? Ah, mankind, your numbing grasp into my flesh and Ah, mankind, your numbing grasp into my flesh and sensibilities is another darkness I must scale in this sensibilities is another darkness I must scale in this world: a sluggish stagnation born of the opaque world: a sluggish stagnation born of the opaque silence of slumber and forgetfulness. Is it any silence of slumber and forgetfulness. Is it any wonder you yearn for, yet fear the incomprehensible wonder you yearn for, yet fear the incomprehensible depth of the vampyric passion? For it defies the depth of the vampyric passion? For it defies the precepts of mortality. Your “mortal wounding” precepts of mortality. Your “mortal wounding” bears witness to you who, moment by moment, sit bears witness to you who, moment by moment, sit before a feast and know not how to eat.before a feast and know not how to eat.What power of authority is it you deem above What power of authority is it you deem above your own that steals from you your will and wit? I your own that steals from you your will and wit? I long to witness as your timid caress upon life’s long to witness as your timid caress upon life’s trembling body is transformed into lustful trembling body is transformed into lustful penetration of its heart and soul, for it lies in waiting penetration of its heart and soul, for it lies in waiting for your awakening like a betrayed lover. With for your awakening like a betrayed lover. With piercing eyes it questions your hesitance to move its piercing eyes it questions your hesitance to move its cloak and consummate your rightful union with all cloak and consummate your rightful union with all you deem to be ecstasy! It beckons you to seize the you deem to be ecstasy! It beckons you to seize the night!night!Now fear is the God who has you enslaved. Now fear is the God who has you enslaved. Fear is the law beneath which you toil. Unceasing Fear is the law beneath which you toil. Unceasing battle for your own defiant spirit is your lot. Come battle for your own defiant spirit is your lot. Come into the omnipotent twilight of my realm! Like cool, into the omnipotent twilight of my realm! Like cool, indigo silk it wraps around your tortured heart and indigo silk it wraps around your tortured heart and depleted senses. Move with me down the corridor to depleted senses. Move with me down the corridor to the raging fire that holds vigil for the true nature of the raging fire that holds vigil for the true nature of your passion! Let the magnificence that you are be your passion! Let the magnificence that you are be revealed to your vision in the electrifying abundance revealed to your vision in the electrifying abundance of night’s gifting! Take back the integrity of your of night’s gifting! Take back the integrity of your hunger, and sacrifice your precious fears to the hunger, and sacrifice your precious fears to the piercing dagger of your primal will. Offer up your piercing dagger of your primal will. Offer up your shielded vein to the sacred fang. For you are not shielded vein to the sacred fang. For you are not among the living until it is soaked and dripping with among the living until it is soaked and dripping with your own life blood, until the hunger in the eyes of your own life blood, until the hunger in the eyes of the beast you recognize as your own. Only then will the beast you recognize as your own. Only then will you no longer fear him.you no longer fear him.My arms are the grave in which you lay, dark My arms are the grave in which you lay, dark and still, and icy-sweet the realm my kiss does and still, and icy-sweet the realm my kiss does invade. Yield to me; I offer sanctuary. Let the hidden invade. Yield to me; I offer sanctuary. Let the hidden enemy within decay to lay as a helpless, fallen babe enemy within decay to lay as a helpless, fallen babe within the arms of immortal form. Bid welcome to within the arms of immortal form. Bid welcome to the terrifying release of your restraint. I hunger for the terrifying release of your restraint. I hunger for your virgin blood. Invite me in to taste upon my your virgin blood. Invite me in to taste upon my tongue the silken, liquid heat, sweet and thick, of tongue the silken, liquid heat, sweet and thick, of your life force. And I will gift you with a searing your life force. And I will gift you with a searing song of life that burns your veins with quickening, song of life that burns your veins with quickening, and hands you back the sword that bears your and hands you back the sword that bears your name. And I will roar with the power to match the name. And I will roar with the power to match the thunder. Fight for your life! Resurrect your thunder. Fight for your life! Resurrect your authority, and take back your beloved! Celebrate the authority, and take back your beloved! Celebrate the immensity of the universe you are. Feast!immensity of the universe you are. Feast!Ah, the song of my ancient soul. The mystery of Ah, the song of my ancient soul. The mystery of rhythms beyond mortal sway that empower my will rhythms beyond mortal sway that empower my will to endure. And to my kind I raise a crimson toast. to endure. And to my kind I raise a crimson toast. You know who you are. You know what you are. You know who you are. You know what you are. For those who are of the vampyric race For those who are of the vampyric race knowknow. . Those who are not may Those who are not may believebelieve or not. Those who or not. Those who areare understand, and indeed luxuriate in the true understand, and indeed luxuriate in the true fullness of the vampyric essence beyond the masks fullness of the vampyric essence beyond the masks and roles played out in the movie theaters of Earth. and roles played out in the movie theaters of Earth. Those who believe will stop their exploration of this Those who believe will stop their exploration of this mighty power, when it spills out beyond the play-mighty power, when it spills out beyond the play-acting, to purge their precious realities with acting, to purge their precious realities with sharpened fang. They will recede into their sharpened fang. They will recede into their conviction of separation from it.conviction of separation from it.Those who Those who areare will revel, drink, lust for its will revel, drink, lust for its awesome caress. Its steady, unnerving gaze into awesome caress. Its steady, unnerving gaze into their mortal spell will be met with their own, wherein their mortal spell will be met with their own, wherein they will be locked into a sense of the timeless they will be locked into a sense of the timeless birthing of their souls from a fire from which all birthing of their souls from a fire from which all elements spring to form that which they are, elements spring to form that which they are, universes. Universes of super-energetic emanations universes. Universes of super-energetic emanations with the power to harness the majestic pulsations of with the power to harness the majestic pulsations of life force, in a resplendent uniqueness that courses life force, in a resplendent uniqueness that courses dimensions, like radiant diamonds spiraling deeply dimensions, like radiant diamonds spiraling deeply into the night sky. A power that, when in mortal into the night sky. A power that, when in mortal form, renders an intoxicating, unnerving, perceptual form, renders an intoxicating, unnerving, perceptual explosion of potentiality beyond the vision of mortal explosion of potentiality beyond the vision of mortal restraint. An insatiable hunger and restless defiance restraint. An insatiable hunger and restless defiance of limitation that seem like madness in contrast to a of limitation that seem like madness in contrast to a sleeping humanity that tiptoe like tiny ants across sleeping humanity that tiptoe like tiny ants across the face of life, stoically gathering their modest the face of life, stoically gathering their modest treasures from someone else’s picnic to buy a seat treasures from someone else’s picnic to buy a seat on the train to Heaven.on the train to Heaven.Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 22"},{"pageNumber":3,"pageContent":"O man, I spit back your madness that I may O man, I spit back your madness that I may drink deeply of my own. I am the beingness and the drink deeply of my own. I am the beingness and the ultimate glory of the epic that is my life; the ultimate glory of the epic that is my life; the diamond nectar of the sacred Grail is my own life diamond nectar of the sacred Grail is my own life blood. You fear what I embody, for you fear life and blood. You fear what I embody, for you fear life and death as well. Yes, you fear me. Yet I know you ache death as well. Yes, you fear me. Yet I know you ache for me.for me.Beloved Set, thou hast led me into the sacred Beloved Set, thou hast led me into the sacred Abyss [”Honey, I’m home!”]. Within this Abyss [”Honey, I’m home!”]. Within this ominous embrace I am no stranger. So many have ominous embrace I am no stranger. So many have been my journeys here that I have donned the cloak been my journeys here that I have donned the cloak of innocence and trust. Innocence which yields the of innocence and trust. Innocence which yields the power to surrender old forms to that unknown, born power to surrender old forms to that unknown, born of trust in the potential of my being to forever excel of trust in the potential of my being to forever excel beyond what I now comprehend.beyond what I now comprehend.When I stand before the jackal god who would When I stand before the jackal god who would feast upon me, I know it to be the tenacious love of feast upon me, I know it to be the tenacious love of your protective embrace, for in your passion for your protective embrace, for in your passion for thriving that I am, you would see me freed of my thriving that I am, you would see me freed of my self-imposed restraint. You would challenge me to self-imposed restraint. You would challenge me to be fearless amidst the experiences that fill my life to be fearless amidst the experiences that fill my life to “mirror” the secret enemy within. For, once “mirror” the secret enemy within. For, once revealed, I am at choice. Will I be the host for revealed, I am at choice. Will I be the host for beliefs that are alien to my own beliefs that are alien to my own XeperXeper? Will I allow ? Will I allow them to propagate their disease through my being? them to propagate their disease through my being? Invite the parasite to sup upon my passion and my Invite the parasite to sup upon my passion and my power, that it may echo the pitiful dialogue of power, that it may echo the pitiful dialogue of mankind with his fallen gods? I see it is a dialogue mankind with his fallen gods? I see it is a dialogue filled with embarrassing silences, as he retreats filled with embarrassing silences, as he retreats “religiously” into fear.“religiously” into fear.Whatever threatening hand would seem to raise Whatever threatening hand would seem to raise against me, in truth serves thee in benevolent against me, in truth serves thee in benevolent alliance, that I might see the folly in such. To alliance, that I might see the folly in such. To challenge the lie that I am subject to law above my challenge the lie that I am subject to law above my own being, and beneath the integrity that embraces own being, and beneath the integrity that embraces my potential. To awaken me to the great mystery in my potential. To awaken me to the great mystery in which I thrive that extends its vast body beyond which I thrive that extends its vast body beyond each mortal glimpse, the unknown beat of my heart each mortal glimpse, the unknown beat of my heart that attends fully to my that attends fully to my XeperXeper, and shows me how to , and shows me how to dance my conscious will in harmony with its dance my conscious will in harmony with its immense presence, which holds the vibratory power immense presence, which holds the vibratory power of my sacred names in cohesive synthesis to form of my sacred names in cohesive synthesis to form the great cloak of my immortality upon the body of the great cloak of my immortality upon the body of incomprehensible love. Love of life, love of being, incomprehensible love. Love of life, love of being, love the great darkness that is the true light of man’s love the great darkness that is the true light of man’s salvation.salvation.It is this that empowers my vigilant watch upon It is this that empowers my vigilant watch upon a retching mankind and propels my fang into his a retching mankind and propels my fang into his decaying flesh. He is horrified that I might take his decaying flesh. He is horrified that I might take his pitiful, measly life when, despite him, I swoop down pitiful, measly life when, despite him, I swoop down to offer it!to offer it!Beloved Set, I release the structural integrity of Beloved Set, I release the structural integrity of my most cherished illusions and stand naked at my most cherished illusions and stand naked at your altar, which is in your secret place known not your altar, which is in your secret place known not by the profane, nor comprehended lest there you by the profane, nor comprehended lest there you stand. I drink deeply of your potent mysteries and stand. I drink deeply of your potent mysteries and feel them burn even the most searing chambers of feel them burn even the most searing chambers of my soul. I am at the point where sensations merge. my soul. I am at the point where sensations merge. Is it fire or ice? All seeming opposites consummate Is it fire or ice? All seeming opposites consummate to form a blazing eye which looks deeply into my to form a blazing eye which looks deeply into my heart. It is graced by golden wings on either side heart. It is graced by golden wings on either side and the horns that hold within their circumference and the horns that hold within their circumference the radiant image of a total eclipse. Its midst the radiant image of a total eclipse. Its midst becomes transparent, and what lies beyond remains becomes transparent, and what lies beyond remains incomprehensible within mortal form. But that incomprehensible within mortal form. But that sacred, immortal essence within me knows. I feel it sacred, immortal essence within me knows. I feel it register within every cell of my body. I see my register within every cell of my body. I see my journey is just beginning, for a new chapter in my journey is just beginning, for a new chapter in my epic is soon to unfold upon this transforming epic is soon to unfold upon this transforming planet.planet.______________________________________________________________________[2] [2] The Elder PharosThe Elder Pharos- by Don Webb III°- by Don Webb III°The Elder Pharos blew Earth’s cities away,The Elder Pharos blew Earth’s cities away,And we who had walked among men unseenAnd we who had walked among men unseenTransformed ourselves to severe beings with ebon Transformed ourselves to severe beings with ebon sheen.sheen.We set our brothers free from tomb and pyramid.We set our brothers free from tomb and pyramid.We restored the Sphinx her living faceWe restored the Sphinx her living faceAnd in her honor ran the Heb-Sed race.And in her honor ran the Heb-Sed race.We released shape-shifters from the dreams of We released shape-shifters from the dreams of Ovid.Ovid.Behold the Earth resplendent darkBehold the Earth resplendent darkAnd the rule of nightmare like iron!And the rule of nightmare like iron!Behold the dead city with haunted environsBehold the dead city with haunted environsAnd the Earth bowing beneath the Mark!And the Earth bowing beneath the Mark!All nightmares have looked forward to this:All nightmares have looked forward to this:The emergence of R’lyeh and the City of Dis.The emergence of R’lyeh and the City of Dis.______________________________________________________________________[3] [3] Trafficking in Tigers, RhinosTrafficking in Tigers, RhinosFosters ExtinctionFosters Extinction- by Anita Manning, - by Anita Manning, USA TodayUSA Today[This article is included in this issue[This article is included in this issueby special request of the High Priest.]by special request of the High Priest.]Wild tigers and rhinos have lived on Earth for Wild tigers and rhinos have lived on Earth for millions of years, but by the end of the decade they millions of years, but by the end of the decade they could be gone.could be gone.It’s not that no one is trying to save them. It’s not that no one is trying to save them. Governments and environmental groups have spent Governments and environmental groups have spent millions to protect habitats and enforce anti-millions to protect habitats and enforce anti-poaching laws. Hundreds of rangers in Africa and poaching laws. Hundreds of rangers in Africa and India have risked their lives, and many have died India have risked their lives, and many have died trying to protect these animals from poachers, yet trying to protect these animals from poachers, yet killing continues.killing continues.“In just the past 6 months, the population “In just the past 6 months, the population estimates for the number of wild tigers left in the estimates for the number of wild tigers left in the world has dropped by perhaps 20%,” says the world has dropped by perhaps 20%,” says the associate director of Earth Island Institute, a San associate director of Earth Island Institute, a San Francisco-based group.Francisco-based group.Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 33"},{"pageNumber":4,"pageContent":"The main cause: the tiger bone trade for Chinese The main cause: the tiger bone trade for Chinese medicine.medicine.Earth Island Institute, the Environmental Earth Island Institute, the Environmental Investigation Agency, the Humane Society of the Investigation Agency, the Humane Society of the U.S., and the Animal Welfare Institute are calling on U.S., and the Animal Welfare Institute are calling on American consumers to boycott products from American consumers to boycott products from Taiwan, which they charge is turning a blind eye to Taiwan, which they charge is turning a blind eye to trafficking endangered species. The Convention on trafficking endangered species. The Convention on International Trade in Endangered Species called on International Trade in Endangered Species called on its 118 member countries to ban wildlife trade with its 118 member countries to ban wildlife trade with China, Taiwan, Korea, and Yemen unless those China, Taiwan, Korea, and Yemen unless those countries prohibit sales in rhino horns, destroy countries prohibit sales in rhino horns, destroy current stocks of horns, and take action against current stocks of horns, and take action against traffickers.traffickers.But Taiwan stands out because “smuggling But Taiwan stands out because “smuggling traffic [there] is legendary. It’s out of control”.traffic [there] is legendary. It’s out of control”.For now the environmental groups calling the For now the environmental groups calling the boycott hope U.S. consumers will close their wallets boycott hope U.S. consumers will close their wallets against Taiwanese imports. “We want Americans to against Taiwanese imports. “We want Americans to appreciate the fact that when they pick up something appreciate the fact that when they pick up something that says ‘made in Taiwan’, they’re contributing to that says ‘made in Taiwan’, they’re contributing to the extinction of tigers and rhinos. What ‘made in the extinction of tigers and rhinos. What ‘made in Taiwan’ means from an environmental perspective Taiwan’ means from an environmental perspective is ‘manufactured in environmental hell’.”is ‘manufactured in environmental hell’.”For more information contact the Earth Island For more information contact the Earth Island Institute, Fort Mason Center #E-205, San Francisco, Institute, Fort Mason Center #E-205, San Francisco, CA 94123, USA; or Environmental Investigation CA 94123, USA; or Environmental Investigation Agency, 1611 Connecticut Ave. N.W., Washington, Agency, 1611 Connecticut Ave. N.W., Washington, D.C. 20009, USA.D.C. 20009, USA.Tigers RemainingTigers RemainingIndochinese tiger: 1,000 to 1,200Indochinese tiger: 1,000 to 1,200Indian or Bengal tiger: 3,000Indian or Bengal tiger: 3,000Siberian or Amug tiger: 200Siberian or Amug tiger: 200South China tiger: 30-50South China tiger: 30-50Sumatran tiger: 400-650Sumatran tiger: 400-650Javan, Caspian and Bali tigers: All extinctJavan, Caspian and Bali tigers: All extinctRhinos RemainingRhinos RemainingWhite rhinos: 28 northern; 5,200 southernWhite rhinos: 28 northern; 5,200 southernBlack rhino: 2,300Black rhino: 2,300Indian rhino: 1,900Indian rhino: 1,900Sumatran rhino: 500-900Sumatran rhino: 500-900Javan rhino: 80Javan rhino: 80______________________________________________________________________[4] [4] A Galaxy BecomingA Galaxy Becoming- by Marie Buckner I°- by Marie Buckner I°From the stellar essence of ideas are born From the stellar essence of ideas are born wondrous creations. On the night of December 11, wondrous creations. On the night of December 11, XXVII ÆS, Magister Robert Moffatt graciously XXVII ÆS, Magister Robert Moffatt graciously opened his home to Los Angeles area Setians that opened his home to Los Angeles area Setians that they might join together with common interest by they might join together with common interest by forming a Pylon. Four Setians were present that forming a Pylon. Four Setians were present that portentous evening, which was one filled with portentous evening, which was one filled with interesting discussions and plans for the future.interesting discussions and plans for the future.On February 5, XXVIII six Setians enjoyed On February 5, XXVIII six Setians enjoyed Magister Moffatt’s hospitality in a relaxed Magister Moffatt’s hospitality in a relaxed atmosphere of mutual interaction, with stimulating atmosphere of mutual interaction, with stimulating discussion and another of his sumptuous buffets. discussion and another of his sumptuous buffets. Adept Nicole Goudy was named the Pylon Sentinel, Adept Nicole Goudy was named the Pylon Sentinel, supported and advised by Magister Moffatt; and the supported and advised by Magister Moffatt; and the Pylon officially took the name Set-Amentet. In the Pylon officially took the name Set-Amentet. In the course of the evening, Magister Moffatt bestowed course of the evening, Magister Moffatt bestowed small tokens - Scarab-Ankh pendants - upon those small tokens - Scarab-Ankh pendants - upon those present, which serve to remind each of us of our present, which serve to remind each of us of our affiliation with the Pylon. The magnificent, winged affiliation with the Pylon. The magnificent, winged scarab sculpture, used as the model for the image scarab sculpture, used as the model for the image for the Order of the Scarab, once again hangs for the Order of the Scarab, once again hangs proudly above the altar.proudly above the altar.On March 5, XXVIII the Setians attending had On March 5, XXVIII the Setians attending had increased to the significant number of nine. increased to the significant number of nine. Discussion ranged from Adept Goudy’s offer to Discussion ranged from Adept Goudy’s offer to make custom robes for Pylon members to the make custom robes for Pylon members to the influences of magic on the objective universe. influences of magic on the objective universe. Magister Moffatt read selections from the High Magister Moffatt read selections from the High Priest’s Priest’s Black PyramidBlack Pyramid section of the February section of the February XXVIII XXVIII ScrollScroll, which were timely in their , which were timely in their clarification of the principles behind the formation clarification of the principles behind the formation of a Pylon. It was also agreed in the course of of a Pylon. It was also agreed in the course of discussion that there would be a forthcoming Pylon discussion that there would be a forthcoming Pylon newsletter. A group Working followed, led by newsletter. A group Working followed, led by Adept Goudy, which centered around the theme of Adept Goudy, which centered around the theme of Ma’at, an invitation to undertake the twin challenges Ma’at, an invitation to undertake the twin challenges of truth and will in our of truth and will in our XeperXeper, each participant given , each participant given as token a black feather of Ma’at. Setian Lincoln as token a black feather of Ma’at. Setian Lincoln Brown was formally Recognized Adept by Magister Brown was formally Recognized Adept by Magister Moffatt that evening. It was generally agreed Moffatt that evening. It was generally agreed afterward that the working was quite remarkable and afterward that the working was quite remarkable and would effect subtle but lasting change in our lives.would effect subtle but lasting change in our lives.In each of these gatherings, not only was the In each of these gatherings, not only was the touch of Set present [at least for this Setian], but touch of Set present [at least for this Setian], but also noticeable was the marked contrast of also noticeable was the marked contrast of personalities, which despite their contrast came personalities, which despite their contrast came together with harmonious intent and mutual together with harmonious intent and mutual enjoyment, strongly bringing to mind Crowley’s enjoyment, strongly bringing to mind Crowley’s maxim, “Every man and every woman is a star”; maxim, “Every man and every woman is a star”; and our unique, star-quality individuality is nowhere and our unique, star-quality individuality is nowhere more apparent than when it is allowed to shine more apparent than when it is allowed to shine through the process of through the process of XeperXeper. The Set-Amentet . The Set-Amentet Pylon is indeed a galaxy Becoming.Pylon is indeed a galaxy Becoming.______________________________________________________________________[5] [5] The Myth of KarmaThe Myth of Karma- by Kevin Filan II°- by Kevin Filan II°Every good occultist knows that Karmic Law is Every good occultist knows that Karmic Law is nothing to fool with. All violations receive swift and nothing to fool with. All violations receive swift and terrible punishment from the Lord of Karma, an terrible punishment from the Lord of Karma, an entity who bears a suspicious resemblance to the entity who bears a suspicious resemblance to the “jealous god” of the Old Testament. Malice, deceit, “jealous god” of the Old Testament. Malice, deceit, greed, and indeed any sort of “selfish” behavior greed, and indeed any sort of “selfish” behavior will be taken care of by this Dirty Harry of the gods, will be taken care of by this Dirty Harry of the gods, the dreaded enforcer of the Threefold Law.the dreaded enforcer of the Threefold Law.To quote Wayne and Garth, “Not!”To quote Wayne and Garth, “Not!”The Western conception of Karma is one of the The Western conception of Karma is one of the greatest misunderstandings of modern times. An greatest misunderstandings of modern times. An Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 44"},{"pageNumber":5,"pageContent":"examination of its roots will prove it a examination of its roots will prove it a misconception founded on a misconception. This misconception founded on a misconception. This has not stopped it from being a widely-held and has not stopped it from being a widely-held and influential concept in occultism and “New Age” influential concept in occultism and “New Age” thinking.thinking.Let us then examine what drives the modern idea Let us then examine what drives the modern idea of “Karma” [atrocious pun wholly intentional].of “Karma” [atrocious pun wholly intentional].I. History - Birth of a Bad IdeaI. History - Birth of a Bad IdeaIt is a commonly recognized fact in Judaism and It is a commonly recognized fact in Judaism and Christianity that often bad things happen to good Christianity that often bad things happen to good people. The Book of Job deals with a just man who people. The Book of Job deals with a just man who gets dumped on so God can prove a point. The gets dumped on so God can prove a point. The narrator of Ecclesiastes comes to the conclusion that narrator of Ecclesiastes comes to the conclusion that “the sun shines on the just and the unjust”. Even “the sun shines on the just and the unjust”. Even the Apostle Paul, one of the most vile characters of the Apostle Paul, one of the most vile characters of all time, stated that it was given to Christians to all time, stated that it was given to Christians to “suffer for righteousness’ sake”. Later this idea “suffer for righteousness’ sake”. Later this idea was challenged. The Puritans believed that God was challenged. The Puritans believed that God rewarded the just and punished the unjust in rewarded the just and punished the unjust in thisthis lifetime. If your fields were especially fertile and lifetime. If your fields were especially fertile and your luck good, it was a sign you were pious and your luck good, it was a sign you were pious and beloved of God. Similarly any problems you might beloved of God. Similarly any problems you might encounter were proof that God was angry with you encounter were proof that God was angry with you for your sins. This idea survived long after Oliver for your sins. This idea survived long after Oliver Cromwell fell into the hands of his living God. Cromwell fell into the hands of his living God. English-speaking Christians of the 19th century saw English-speaking Christians of the 19th century saw wealth, social standing, and good health as signs of wealth, social standing, and good health as signs of one’s upright moral character. Everybody knew that one’s upright moral character. Everybody knew that bad things only happened to bad people, and that bad things only happened to bad people, and that those in your social class were infinitely better and those in your social class were infinitely better and more moral than those “great unwashed” below.more moral than those “great unwashed” below.From this environment came Olcott, Leadbeater, From this environment came Olcott, Leadbeater, Besant, and many of the other Theosophists. They Besant, and many of the other Theosophists. They saw the Hindu doctrine of “Karma” (a term used to saw the Hindu doctrine of “Karma” (a term used to describe something akin to Newtonian describe something akin to Newtonian thermodynamic laws of cause and effect) as proof thermodynamic laws of cause and effect) as proof that this was indeed correct. When people did that this was indeed correct. When people did something bad, “Karma” would ensure that something bad, “Karma” would ensure that something equally bad would happen to them. something equally bad would happen to them. Similarly, those who were “good” reaped the Similarly, those who were “good” reaped the benefits of their actions. A surviving vestige of benefits of their actions. A surviving vestige of Puritan theology was grafted to an archaic and Puritan theology was grafted to an archaic and totally different religious tradition and lo and totally different religious tradition and lo and behold! It took root.behold! It took root.II. The Present - Or B.S. Times 3 is Still B.S.II. The Present - Or B.S. Times 3 is Still B.S.This idea takes many shapes in today’s magical This idea takes many shapes in today’s magical community. One of the most famous is the Wiccan community. One of the most famous is the Wiccan “Threefold Law”. According to this “Law” every “Threefold Law”. According to this “Law” every evil action you do (”evil” defined as that which evil action you do (”evil” defined as that which violates the “An It Harm None” clause of the violates the “An It Harm None” clause of the Wiccan Rede, a tradition which is pre-Christian, or Wiccan Rede, a tradition which is pre-Christian, or at least as old as Gerald Gardner, depending on at least as old as Gerald Gardner, depending on whom you ask) will return to you threefold.whom you ask) will return to you threefold.By this law, for example, if you seduce a nubile By this law, for example, if you seduce a nubile young Wiccan priestess and use her merely for her young Wiccan priestess and use her merely for her body, you will later be seduced three times and used body, you will later be seduced three times and used merely for merely for youryour body. [It doesn’t work. I tried it.] body. [It doesn’t work. I tried it.]Of course this can be dismissed summarily. Of course this can be dismissed summarily. Everyone has done “good” deeds which have gone Everyone has done “good” deeds which have gone unrewarded, and “bad” deeds which have gone unrewarded, and “bad” deeds which have gone unpunished. As Rabbi Kushner puts it, “Sometimes unpunished. As Rabbi Kushner puts it, “Sometimes bad things happen to good people.” “Ah,” the wise bad things happen to good people.” “Ah,” the wise Wiccan sage replies. “You are thinking only of this Wiccan sage replies. “You are thinking only of this lifetime. In future lifetimes you will pay for the lifetime. In future lifetimes you will pay for the Karmic debt incurred in this lifetime.” “Wise Karmic debt incurred in this lifetime.” “Wise Wiccan sage,” I respond, “Stick it in your ear.” Wiccan sage,” I respond, “Stick it in your ear.” After he storms away [wise Wiccan sages being After he storms away [wise Wiccan sages being notably temperamental around LHP people], I bring notably temperamental around LHP people], I bring out Occam’s razor. This is a tool of inductive logic; out Occam’s razor. This is a tool of inductive logic; it states that “given two possible solutions, the it states that “given two possible solutions, the simplest one is most likely correct.” Using this tool, simplest one is most likely correct.” Using this tool, let us examine the “Threefold Law”. Are all actions let us examine the “Threefold Law”. Are all actions returned to us threefold?returned to us threefold?As we have seen, there are cases where this does As we have seen, there are cases where this does not happen. The pious Rabbi and his family are not happen. The pious Rabbi and his family are used for unspeakable medical experiments, then used for unspeakable medical experiments, then gassed. The officer who ordered the killings escapes gassed. The officer who ordered the killings escapes to a luxurious estate in Brazil. Are we to assume that to a luxurious estate in Brazil. Are we to assume that the Rabbi was really a horribly nasty person who the Rabbi was really a horribly nasty person who deserved to be injected with bleach, while the Nazi deserved to be injected with bleach, while the Nazi officer was really a sensitive and gentle soul who officer was really a sensitive and gentle soul who earned his oceanfront condo in Rio?earned his oceanfront condo in Rio?If not, we have to postulate the existence of If not, we have to postulate the existence of “reincarnation”. We must assume that after death “reincarnation”. We must assume that after death we will be reborn, and then we will be either we will be reborn, and then we will be either punished or rewarded for our actions. I will not punished or rewarded for our actions. I will not remember my good or bad deeds during this remember my good or bad deeds during this subsequent lifetime, but I will get to reap their subsequent lifetime, but I will get to reap their benefit or punishment. [Rather analogous to benefit or punishment. [Rather analogous to someone getting herpes without enjoying sex first, someone getting herpes without enjoying sex first, isn’t it?]isn’t it?]Compare this to my hypothesis: “The universe Compare this to my hypothesis: “The universe is a nasty, brutal, and unfair place. The only justice is a nasty, brutal, and unfair place. The only justice which exists within it is that which we make.” You which exists within it is that which we make.” You don’t have to postulate any “Gods of Karma” or don’t have to postulate any “Gods of Karma” or “Threefold Laws” or “Wheels of Death and “Threefold Laws” or “Wheels of Death and Rebirth” or suchlike to justify this hypothesis. All Rebirth” or suchlike to justify this hypothesis. All you have to do is look out your window.you have to do is look out your window.III. The Dilemma of “Just Desserts”III. The Dilemma of “Just Desserts”Many Wiccans and New Agers believe it is Many Wiccans and New Agers believe it is important that we continue to believe in “Karma” important that we continue to believe in “Karma” even if it is even if it is notnot objectively real. They seem never to objectively real. They seem never to have outgrown the need for a stern father-figure have outgrown the need for a stern father-figure who dishes out rewards and punishments. If this is who dishes out rewards and punishments. If this is taken away, they think everyone will become wholly taken away, they think everyone will become wholly amoral and nasty, and that the world will fall into amoral and nasty, and that the world will fall into anarchy. After all, people need to be frightened of anarchy. After all, people need to be frightened of bad consequences and hopeful for good bad consequences and hopeful for good consequences if they are going to behave. Does consequences if they are going to behave. Does “Karma” produce good behavior? It is my “Karma” produce good behavior? It is my contention that it does not. In the world of the contention that it does not. In the world of the Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 55"},{"pageNumber":6,"pageContent":"“Threefold Law” and “Karmic Retribution”, we “Threefold Law” and “Karmic Retribution”, we must assume that every bad thing which happens is must assume that every bad thing which happens is punishment for an action in this lifetime or in a punishment for an action in this lifetime or in a previous one. You were paralyzed in a car accident; previous one. You were paralyzed in a car accident; you must have done something terribly wrong. You you must have done something terribly wrong. You were raped; in a previous life you were probably a were raped; in a previous life you were probably a rapist. 100,000 children are in immediate danger of rapist. 100,000 children are in immediate danger of starvation; obviously the world-soul is giving a large starvation; obviously the world-soul is giving a large group of light-beings the chance to work off their group of light-beings the chance to work off their bad karma all at once [and yes, I’ve heard that as an bad karma all at once [and yes, I’ve heard that as an explanation for the famine in Somalia; I’m not explanation for the famine in Somalia; I’m not making it up].making it up].This engenders a certain peaceful complacency. This engenders a certain peaceful complacency. You don’t have to feel guilty about the good things You don’t have to feel guilty about the good things you have. You earned them, even if you don’t you have. You earned them, even if you don’t remember it. And all those poor and suffering remember it. And all those poor and suffering people are just being paid off for their past sins. No people are just being paid off for their past sins. No need to worry about doing anything to help them. need to worry about doing anything to help them. [In fact, some will warn you against helping people [In fact, some will warn you against helping people and thereby “interfering with their karma”.]and thereby “interfering with their karma”.]It is a historical misconception. It can be proven It is a historical misconception. It can be proven to have no objective basis in reality. It isn’t even to have no objective basis in reality. It isn’t even useful as a behavioral modification tool.useful as a behavioral modification tool.Three strikes and you’re out.Three strikes and you’re out.______________________________________________________________________[6] [6] Role Models,Role Models, RunaRuna, and the Limit, and the Limit- by Don Webb III°- by Don Webb III°I’d like to talk about two topics: (1) role models I’d like to talk about two topics: (1) role models and and RunaRuna, and (2) limitation as one of the , and (2) limitation as one of the distinguishing aspects of the Left-Hand Path. I am distinguishing aspects of the Left-Hand Path. I am indebted to the words of Magus Flowers and Adept indebted to the words of Magus Flowers and Adept Rosemary Webb for focusing these thoughts.Rosemary Webb for focusing these thoughts.One of the great secrets contained in the Word One of the great secrets contained in the Word RunaRuna is that what has worked before can work is that what has worked before can work again. We don’t in our career as magicians again. We don’t in our career as magicians superstitiously repeat what others have done, just superstitiously repeat what others have done, just because they have done this or that thing. Nor do we because they have done this or that thing. Nor do we repeat ourselves unless whatever we have done has repeat ourselves unless whatever we have done has worked. If we get a good piece of magic (for worked. If we get a good piece of magic (for example taking a magical name that works for us), example taking a magical name that works for us), then we repeat that act again and again, each time then we repeat that act again and again, each time achieving a small amount of transformation. If we achieving a small amount of transformation. If we have a spell that brings us money we use it when we have a spell that brings us money we use it when we need money, rather than screwing around with a new need money, rather than screwing around with a new spell.spell.Now if our goal is to Now if our goal is to XeperXeper, we can likewise , we can likewise look at what has worked in the past. One of the look at what has worked in the past. One of the ways we can do this is through the use of role ways we can do this is through the use of role models. The idea here is not to completely copy models. The idea here is not to completely copy some other individual, since that would be some other individual, since that would be distasteful, but to see what has worked and then to distasteful, but to see what has worked and then to apply the methods.apply the methods.It is difficult to apply a First Principle directly to It is difficult to apply a First Principle directly to our lives, as the realm in which these Principles exist our lives, as the realm in which these Principles exist is a different one than our own. But as we seek to is a different one than our own. But as we seek to transform ourselves to Become more like Principles, transform ourselves to Become more like Principles, we can study previous, successful manifestations of we can study previous, successful manifestations of these Principles in our own world. We can study these Principles in our own world. We can study which constellations of different Principles work which constellations of different Principles work well together, as well as the role that timing plays in well together, as well as the role that timing plays in making the Principles manifest.making the Principles manifest.We can look for these We can look for these role modelsrole models in a variety in a variety of places, from the purely psychic realm of myth to of places, from the purely psychic realm of myth to the study of living men and women around us. the study of living men and women around us. There are four types of role models:There are four types of role models:The first is the The first is the divine modeldivine model. In divine models, . In divine models, the method of self-transformation is usually the the method of self-transformation is usually the starkest. Myth lays things clear in broad terms, starkest. Myth lays things clear in broad terms, since these transpersonal entities have been worked since these transpersonal entities have been worked and re-worked so often by the human psyche.and re-worked so often by the human psyche.For example, let’s take Odhinn as a role model For example, let’s take Odhinn as a role model for the doing of evil [as his nickname “Bolverker” for the doing of evil [as his nickname “Bolverker” = Worker of Evil reveals]. When, what, and why = Worker of Evil reveals]. When, what, and why does this god do evil, and how is it a guide for me?does this god do evil, and how is it a guide for me?Odhinn’s two crimes are very serious ones for Odhinn’s two crimes are very serious ones for the Germanic personality. He kills his kin, and he the Germanic personality. He kills his kin, and he breaks his oath. Why does he do these things? He breaks his oath. Why does he do these things? He kills the ettin Ymir in order that he might fashion the kills the ettin Ymir in order that he might fashion the worlds from Ymir’s body. Through this act he sets worlds from Ymir’s body. Through this act he sets in motion the process of gods and men, he achieves in motion the process of gods and men, he achieves his greater purpose of creating a place of Becoming. his greater purpose of creating a place of Becoming. He broke his oath when he stole the poetic mead. He broke his oath when he stole the poetic mead. He had promised the ettin wife Gunnlodh that he He had promised the ettin wife Gunnlodh that he would not steal the mead, yet when the opportunity would not steal the mead, yet when the opportunity arose he snatched it and flew off.arose he snatched it and flew off.The myth becomes a model of when to do The myth becomes a model of when to do “evil”. In the first example: to destroy the old “evil”. In the first example: to destroy the old order, even if you are fond of it [and it has begat order, even if you are fond of it [and it has begat you] when it is time to create a new cosmos. The you] when it is time to create a new cosmos. The two factors to consider before emulating these two factors to consider before emulating these actions are (1) that you will be reviled for the actions are (1) that you will be reviled for the destruction, and (2) you are truly ready to do the destruction, and (2) you are truly ready to do the very hard work of bringing a new order into very hard work of bringing a new order into existence. The other myth poses the question existence. The other myth poses the question “Which is more important: inspiration or social “Which is more important: inspiration or social norms?”, and answers in favor of the former.norms?”, and answers in favor of the former.The problem with the divine role model is that it The problem with the divine role model is that it is very stark. In our day-to-day lives we don’t often is very stark. In our day-to-day lives we don’t often have the opportunity of stealing the poetic mead. In have the opportunity of stealing the poetic mead. In fact some of us go our entire lives without even fact some of us go our entire lives without even seeing an ettin. This leads us to a closer model.seeing an ettin. This leads us to a closer model.The second type of role model is the The second type of role model is the herohero: the : the exalted, almost mythic human man or woman who exalted, almost mythic human man or woman who provides a clearer model. The transformation actions provides a clearer model. The transformation actions are just as clear with a little bit of study, but we also are just as clear with a little bit of study, but we also see the blind alleys that hero went through, and his see the blind alleys that hero went through, and his actions are a little easier for us to do.actions are a little easier for us to do.Let’s take the Hebraic folk hero Sampson. His Let’s take the Hebraic folk hero Sampson. His self-transformation was in two parts (pre- and post-self-transformation was in two parts (pre- and post-Delilah). In the second phase, after he has made the Delilah). In the second phase, after he has made the mistake of falling into the enemy’s hands, he begins mistake of falling into the enemy’s hands, he begins a long period of using the enemy and silence to a long period of using the enemy and silence to build himself up again. He grinds their grain, and he build himself up again. He grinds their grain, and he Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 66"},{"pageNumber":7,"pageContent":"keeps his mouth shut about his growing strength. In keeps his mouth shut about his growing strength. In fact he hides his force behind his apparent weakness fact he hides his force behind his apparent weakness of blindness. This is a useful myth if we are in the of blindness. This is a useful myth if we are in the position of having fallen into our enemies’ hands. It position of having fallen into our enemies’ hands. It shows how to use hard work imposed from the shows how to use hard work imposed from the outside as a way of building strength, and how to outside as a way of building strength, and how to bear the manifestations of others as a way of bear the manifestations of others as a way of regaining one’s strength. But again this type of role regaining one’s strength. But again this type of role model, while more useful than the divine in giving model, while more useful than the divine in giving easy to repeat patterns, is not much of a day-to-day easy to repeat patterns, is not much of a day-to-day guide in the World of Horrors.guide in the World of Horrors.The third type of model is the The third type of model is the living exemplarliving exemplar: : a real man or woman whose life is the manifestation a real man or woman whose life is the manifestation of a Principle or constellation of principles. If we of a Principle or constellation of principles. If we look at someone who clearly manifests the principle look at someone who clearly manifests the principle we want to manifest for the sake of our self we want to manifest for the sake of our self transformation, we can see practical techniques that transformation, we can see practical techniques that are useful in the day-to-day world.are useful in the day-to-day world.We might say Magister X demonstrates the very We might say Magister X demonstrates the very Principle of dynamic balance. So then we find out Principle of dynamic balance. So then we find out what he does and did, and apply the same what he does and did, and apply the same techniques to our own life. This is not to be done in techniques to our own life. This is not to be done in a slavish fashion, but as consciously as possible - a slavish fashion, but as consciously as possible - analyzing and experimenting. Does Y activity analyzing and experimenting. Does Y activity support this manifestation?support this manifestation?The problem with the human exemplar is the The problem with the human exemplar is the opposite of the divine model. We can do what they opposite of the divine model. We can do what they do too easily; we can pick up their weaknesses as do too easily; we can pick up their weaknesses as well as their strengths, or we can lose our well as their strengths, or we can lose our individuality in the process.individuality in the process.The balanced approach to the use of role models The balanced approach to the use of role models - that is to say, the use of the great secret that what - that is to say, the use of the great secret that what has worked before will work again - is to pick the has worked before will work again - is to pick the Principles you want to work with and then look for Principles you want to work with and then look for role models on all three levels of action. Find out role models on all three levels of action. Find out what events support and enhance the Principle you what events support and enhance the Principle you wish to manifest, and use the elements from the wish to manifest, and use the elements from the models when they provide a useful map to your models when they provide a useful map to your development.development.A fourth type of role model is the A fourth type of role model is the fictional fictional charactercharacter, which can take on elements of the other , which can take on elements of the other three. These should be approached with more three. These should be approached with more caution, for these are models which have worked in caution, for these are models which have worked in only one place: the mind of the author.only one place: the mind of the author.The second matter I wished to discuss was The second matter I wished to discuss was limitationlimitation. In many RHP groups today the . In many RHP groups today the members are told they are without limits - that they members are told they are without limits - that they can be anything [in a typical example of RHP can be anything [in a typical example of RHP imagined-resources rather than LHP practicality].imagined-resources rather than LHP practicality].This is an admirable approach to dissolve the This is an admirable approach to dissolve the self, but for the Left-Hand Path the notion of self, but for the Left-Hand Path the notion of limitation is essential. We seek separation of the self limitation is essential. We seek separation of the self from the surrounding environment and from the surrounding environment and transformation of it according to innate patterns transformation of it according to innate patterns hidden within. The choice of role model is one of hidden within. The choice of role model is one of the best ways to limit and therefore define the self.the best ways to limit and therefore define the self.Anton LaVey was very aware of the importance Anton LaVey was very aware of the importance of limitation as a source of power. The need to make of limitation as a source of power. The need to make choices as the root of freedom appears again and choices as the root of freedom appears again and again in his works, such as the “Love and Hate” again in his works, such as the “Love and Hate” chapter in the chapter in the Satanic BibleSatanic Bible [LaVey was also very [LaVey was also very interested in the antinomian role model as a guide to interested in the antinomian role model as a guide to power, as shown in the lengthy dedications of his power, as shown in the lengthy dedications of his books and books and Cloven HoofCloven Hoof articles on Satanic masters.] articles on Satanic masters.] Particularly if the chosen role model represents a Particularly if the chosen role model represents a “going against the grain”.“going against the grain”.The idea is not to be like this god or that hero, The idea is not to be like this god or that hero, but to say: “This is what sets this god or hero apart. but to say: “This is what sets this god or hero apart. This is the factor that isolates him from the This is the factor that isolates him from the universe.”universe.”Once you have discovered these secrets without, Once you have discovered these secrets without, you can begin to use the techniques that have you can begin to use the techniques that have worked to begin to separate yourself from the mass worked to begin to separate yourself from the mass of mankind, and eventually from the mechanical of mankind, and eventually from the mechanical universe itself. Then you too may Become as Set, universe itself. Then you too may Become as Set, the Principle of isolate intelligence.the Principle of isolate intelligence.Reyn Til RunaReyn Til Runa______________________________________________________________________[7] [7] LBM CombatLBM Combat- by Paul Hulebak II°- by Paul Hulebak II°I recently read the Roman Ritual of Exorcism in I recently read the Roman Ritual of Exorcism in a book authored by an “official” exorcist of the a book authored by an “official” exorcist of the Roman Catholic Church. It sparked a whole chain Roman Catholic Church. It sparked a whole chain of ideas related to destruction workings.of ideas related to destruction workings.Until this point I have usually used Ipsissimus Until this point I have usually used Ipsissimus Lewis’s “Rite of Fear” as a core for this sort of Lewis’s “Rite of Fear” as a core for this sort of working, with my own improvisations fleshing it working, with my own improvisations fleshing it out. I was pleased to come across this new addition out. I was pleased to come across this new addition that resonated so intimately with me as well. Along that resonated so intimately with me as well. Along with its use as a GBM tool, it has very good with its use as a GBM tool, it has very good applications for LBM. Indeed in my mind a point is applications for LBM. Indeed in my mind a point is reached in certain intense LBM “combat” reached in certain intense LBM “combat” situations where the line between LBM and GBM is situations where the line between LBM and GBM is difficult to define.difficult to define.From the moment the person who is the focus From the moment the person who is the focus of attention enters the same physical space, the will of attention enters the same physical space, the will should create a peculiar feeling in the room: an should create a peculiar feeling in the room: an awareness of an alien presence; unexplainable and awareness of an alien presence; unexplainable and unmistakable as it is inescapable. Everything else in unmistakable as it is inescapable. Everything else in the room pales before this force that is marshaled. the room pales before this force that is marshaled. There is no physical trace of the presence, and in There is no physical trace of the presence, and in one sense it is nowhere but everywhere. This only one sense it is nowhere but everywhere. This only magnifies the reaction of the work on the individual magnifies the reaction of the work on the individual in focus. Invisible and intangible, the presence claws in focus. Invisible and intangible, the presence claws at the very core of the “humanness”. Logic cannot at the very core of the “humanness”. Logic cannot be exercised to expel the mental “image” of it. An be exercised to expel the mental “image” of it. An inaudible hiss in the brain, a wordless threat to the inaudible hiss in the brain, a wordless threat to the self. This mind-set creates a background and self. This mind-set creates a background and foundation that can be used as a springboard for foundation that can be used as a springboard for endless variations on the theme.endless variations on the theme.Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 77"},{"pageNumber":8,"pageContent":"______________________________________________________________________[8] [8] Musings on a PoemMusings on a Poem- by Paul Hulebak II°- by Paul Hulebak II°The poem that Priest Webb wrote in the last The poem that Priest Webb wrote in the last issue of the issue of the Scroll of SetScroll of Set really touched some things really touched some things in me. From this two things emerged.in me. From this two things emerged.Initially the images flowed from the text almost Initially the images flowed from the text almost like the storyboard of a movie. I could see Crowley like the storyboard of a movie. I could see Crowley shivering: a cold, junk-sick deathbed, his former shivering: a cold, junk-sick deathbed, his former glory now faded to a sad memory. And yet the glory now faded to a sad memory. And yet the token, the symbol, survives, lying in wait for him token, the symbol, survives, lying in wait for him who was yet to come. And he has!who was yet to come. And he has!The other was a stream of consciousness about The other was a stream of consciousness about desire and will. Some of the revelations which came desire and will. Some of the revelations which came from this follow: The lesson of the Wewelsburg from this follow: The lesson of the Wewelsburg Working is, to me, the fact that Working is, to me, the fact that XeperXeper can amplify can amplify and strengthen undesirable portions of our self as and strengthen undesirable portions of our self as well as those we intend. well as those we intend. XeperXeper can create and can create and XeperXeper can destroy.can destroy.We all have “control programs” (engrams) We all have “control programs” (engrams) embedded in our minds. This comes about by embedded in our minds. This comes about by performing actions repeatedly and frequently until performing actions repeatedly and frequently until they cease to be conscious actions. Try putting on they cease to be conscious actions. Try putting on the shoe other than the one you first normally do the shoe other than the one you first normally do and you’ll see what I mean. When these become and you’ll see what I mean. When these become overt, they are usually referred to as habits.overt, they are usually referred to as habits.If there is a “reward” that accompanies a pre-If there is a “reward” that accompanies a pre-engram behavior, it happens that much faster and is engram behavior, it happens that much faster and is that much more deeply attached. This is classic that much more deeply attached. This is classic Skinnerian conditioning, and we are quite capable of Skinnerian conditioning, and we are quite capable of doing it to ourselves.doing it to ourselves.Desire is the creator; desire is the destroyer. The Desire is the creator; desire is the destroyer. The conscious being strives to be mindful of these conscious being strives to be mindful of these before they become destructive. If it is already past before they become destructive. If it is already past the engram stage, the will should be used as a tool to the engram stage, the will should be used as a tool to prevent the handing over of the self to the prevent the handing over of the self to the undesirable control program.undesirable control program.XeperXeper anyone? anyone?______________________________________________________________________[9] [9] RecognitionsRecognitions“On the night of 12/12/XXVII, in a working of “On the night of 12/12/XXVII, in a working of the Bull of Ombos Pylon, Setian Betty Duce was the Bull of Ombos Pylon, Setian Betty Duce was Recognized to the II°. Adept Duce is one of the Recognized to the II°. Adept Duce is one of the Temple’s shining examples of how the work begins Temple’s shining examples of how the work begins with the need [and some east Texas curiosity and with the need [and some east Texas curiosity and persistence]. The Black Flame burns brightly in her persistence]. The Black Flame burns brightly in her as she walks the Plain of the Red. Hail Adept!” - as she walks the Plain of the Red. Hail Adept!” - Michael Rigby III°Michael Rigby III°I was also notified of the II° Recognition of I was also notified of the II° Recognition of James T. Graeb by Priest John Felczak, and of Nico James T. Graeb by Priest John Felczak, and of Nico Lair by Priest Larry Evans.Lair by Priest Larry Evans.It is my intention to announce all Recognitions It is my intention to announce all Recognitions in each forthcoming issue of the in each forthcoming issue of the Scroll of SetScroll of Set. . Please let me know as soon as a Recognition occurs, Please let me know as soon as a Recognition occurs, so no one will be missed. The format above is fine. so no one will be missed. The format above is fine. Congratulations to our three new Adepts, and Congratulations to our three new Adepts, and apologies to those whose Recognitions do not apologies to those whose Recognitions do not appear in this issue.appear in this issue.______________________________________________________________________[10] [10] Iku-TursoIku-Turso: A Sampling: A Sampling- by Robertt W. Neilly IV°- by Robertt W. Neilly IV°Setian philosophy/Satanism can never Setian philosophy/Satanism can never become a mass movement, partly because of become a mass movement, partly because of the prejudices due to our upbringing and the the prejudices due to our upbringing and the thought models that society has given us. - thought models that society has given us. - Setian Niko Karppinen, Setian Niko Karppinen, Iku-TursoIku-Turso #III-1, January #III-1, January XXVIII.XXVIII.In addition to being an artist [see the cover of In addition to being an artist [see the cover of the above-mentioned issue for an example], Setian the above-mentioned issue for an example], Setian Karppinen has his magical finger on the pulse of Karppinen has his magical finger on the pulse of our Æon. But then so do all the members of the our Æon. But then so do all the members of the Kalevala Pylon in Finland.Kalevala Pylon in Finland.Months have passed since I first compiled a few Months have passed since I first compiled a few pages of notes from Volume II, issues 1-4 [97 pages of notes from Volume II, issues 1-4 [97 pages’ worth!] of the pages’ worth!] of the Iku-TursoIku-Turso, the Pylon’s , the Pylon’s newsletter. Conclave and a host of pressing newsletter. Conclave and a host of pressing mundane demands postponed this article. My earlier mundane demands postponed this article. My earlier efforts were resurrected, however, with the latest efforts were resurrected, however, with the latest issue, and in part because of getting to meet three issue, and in part because of getting to meet three members of the Pylon at Set-XIII.members of the Pylon at Set-XIII.Iku-TursoIku-Turso may come to be known and measured may come to be known and measured by several criteria. It may be known for its dramatic by several criteria. It may be known for its dramatic artwork, or measured by virtue of its contributions. artwork, or measured by virtue of its contributions. It may come to be recognized by its wide-range of It may come to be recognized by its wide-range of topics. No matter what component stands out in topics. No matter what component stands out in your mind, this newsletter is a gritty, realistic, honest your mind, this newsletter is a gritty, realistic, honest recounting of the thoughts of some of our finest recounting of the thoughts of some of our finest Initiates in the Temple of Set.Initiates in the Temple of Set.As mentioned, the cross-section of material is As mentioned, the cross-section of material is far-reaching and interesting. #II-1 for example, was far-reaching and interesting. #II-1 for example, was replete with excellent illustrations and articles. It replete with excellent illustrations and articles. It started with a solid [and humorous] introduction by started with a solid [and humorous] introduction by the Editor (then-Adept Laakso, at the time), in which the Editor (then-Adept Laakso, at the time), in which he spoke of attending an occult fair and getting to he spoke of attending an occult fair and getting to “stare at the many branches of Finnish weirdos”.“stare at the many branches of Finnish weirdos”.Included in this edition were thoughts on the Included in this edition were thoughts on the egregore of the Pylon [It would seem that egregore of the Pylon [It would seem that Iku-TursoIku-Turso is an “evil being” ... hmmm]. Then-Setian Vesa Iitti is an “evil being” ... hmmm]. Then-Setian Vesa Iitti (now Adept, and recently dubbed “the playboy”) (now Adept, and recently dubbed “the playboy”) recorded his very concrete ideas on Set and on two recorded his very concrete ideas on Set and on two of our current Æonic Words. He stated: “I want to of our current Æonic Words. He stated: “I want to surpass my self again and again (Remanifestation), surpass my self again and again (Remanifestation), and in so doing, strive to and in so doing, strive to XeperXeper (to Come Into (to Come Into Being, to Become).”Being, to Become).”In #II-2 then-Adept Laakso (now Priest) In #II-2 then-Adept Laakso (now Priest) demonstrated the qualities of an excellent Sentinel demonstrated the qualities of an excellent Sentinel and leader.and leader.Setian Iitti wrote about the “ordinary” things he Setian Iitti wrote about the “ordinary” things he did on his birthday, like: a Tarot consultation, the did on his birthday, like: a Tarot consultation, the construction of a yearly sigil, reviewing the reading construction of a yearly sigil, reviewing the reading Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 88"},{"pageNumber":9,"pageContent":"list books, etc. [His activities were “ordinary” only list books, etc. [His activities were “ordinary” only to alien beings, or Setians.]to alien beings, or Setians.]Adept Nino Wächter (then Setian) penned a Adept Nino Wächter (then Setian) penned a very “Open Letter to All Setians”. He spoke of his very “Open Letter to All Setians”. He spoke of his interests, and invited Setians outside of Finland to interests, and invited Setians outside of Finland to write to him.write to him.Setian Iitti and Adept Laakso teamed up in the Setian Iitti and Adept Laakso teamed up in the same issue to talk about the wave of “Satanic same issue to talk about the wave of “Satanic abuse” that was surfacing in Finland at the time. abuse” that was surfacing in Finland at the time. Both of these Initiates countered the “wave” Both of these Initiates countered the “wave” publicly and with intellectual flair.publicly and with intellectual flair.For the sake of brevity this article will now warp For the sake of brevity this article will now warp ahead to modern times. The most recent issue of ahead to modern times. The most recent issue of Iku-TursoIku-Turso arrived in my mailbox last week, and arrived in my mailbox last week, and among the gems it contained were photographs among the gems it contained were photographs taken at the Set-XIII Conclave. Three pages of the taken at the Set-XIII Conclave. Three pages of the newsletter are covered with snapshots, all of them a newsletter are covered with snapshots, all of them a delight to behold and to remember.delight to behold and to remember.Included in #III-1 were recountings of rites and Included in #III-1 were recountings of rites and Runes, thoughts on being Recognized to the II° Runes, thoughts on being Recognized to the II° (Adept Wächter), a reminder to us all of the (Adept Wächter), a reminder to us all of the importance of being Awake during our everyday importance of being Awake during our everyday “role-playing” (Setian Karppinen), Priest Laakso’s “role-playing” (Setian Karppinen), Priest Laakso’s diary entries on his “Sentenced to Death diary entries on his “Sentenced to Death Working”, Adept Iitti’s “Initiatory Diagram”, and Working”, Adept Iitti’s “Initiatory Diagram”, and as much else as the Editor could squeeze into those as much else as the Editor could squeeze into those twenty-four pages!twenty-four pages!What has impressed me the most about the What has impressed me the most about the content and substance of content and substance of Iku-TursoIku-Turso is the amount of is the amount of effort that each member of the Kalevala Pylon has effort that each member of the Kalevala Pylon has put into sharing his thoughts. We all know how put into sharing his thoughts. We all know how difficult it can be to describe to someone else what difficult it can be to describe to someone else what are, at times, some of the most powerful, meaningful, are, at times, some of the most powerful, meaningful, and perhaps private revelations we’ve ever and perhaps private revelations we’ve ever experienced. Each author in this newsletter seems to experienced. Each author in this newsletter seems to me to have done his level best in the fine art of me to have done his level best in the fine art of communication. Most of the articles, prose, and communication. Most of the articles, prose, and perspective in this newsletter convey a deeply-perspective in this newsletter convey a deeply-abiding commitment on behalf of its authors to that abiding commitment on behalf of its authors to that splendid journey that is the Setian adventure. splendid journey that is the Setian adventure. XeperXeper and Remanifest!and Remanifest!* * * * ** * * * *Speaking of publications, the Temple continues Speaking of publications, the Temple continues to benefit from a variety of wonderful newsletters. to benefit from a variety of wonderful newsletters. Iku-TursoIku-Turso is but one of them. It isn’t my intention is but one of them. It isn’t my intention to highlight the work of the Kalevala Pylon as if it to highlight the work of the Kalevala Pylon as if it were the only game in town. Many other works and were the only game in town. Many other works and workings emanate from the Temple, and on a global workings emanate from the Temple, and on a global scale. Here are some of them:scale. Here are some of them:Let’s start with Ipsissimus Lewis’ Let’s start with Ipsissimus Lewis’ The Trail of The Trail of the Serpentthe Serpent [approaching its 100th issue]. [approaching its 100th issue].Looking at what you’re reading now, we’re all Looking at what you’re reading now, we’re all familiar with the immense efforts which go into the familiar with the immense efforts which go into the Scroll of SetScroll of Set (Magistra Linda Reynolds, Editor). (Magistra Linda Reynolds, Editor).Honorary [and long-time Priest] Roger Honorary [and long-time Priest] Roger Whitaker produces, in addition to his chilling Whitaker produces, in addition to his chilling harmonics and Tesla coils, a fascinating newsletter harmonics and Tesla coils, a fascinating newsletter called called The OIT JournalThe OIT Journal..Every once-in-a-while, I receive a copy of Every once-in-a-while, I receive a copy of Magister Roland Winkhart’s Magister Roland Winkhart’s De Finibus TerræDe Finibus Terræ (courtesy of the Order of Nietzsche).(courtesy of the Order of Nietzsche).Under the auspices of the Order of the Vampyre Under the auspices of the Order of the Vampyre (an Order close to my heart!) comes the not-too-(an Order close to my heart!) comes the not-too-frequent [but dark and suspenseful] frequent [but dark and suspenseful] NightwingNightwing..Then there is Then there is Vox TauriVox Tauri, which, under the , which, under the guidance of the Bull of Ombos Pylon [and Priest guidance of the Bull of Ombos Pylon [and Priest Don Webb], illustrates for us time and again just Don Webb], illustrates for us time and again just how varied and majestic the Setian adventure can be.how varied and majestic the Setian adventure can be.The list of publications goes on. Newsletters The list of publications goes on. Newsletters require hard work, and in most cases, the work is require hard work, and in most cases, the work is freely shared with others. To all the Setians who freely shared with others. To all the Setians who participate, write for, or appear in the pages of our participate, write for, or appear in the pages of our many journals, I offer my sincere appreciation!many journals, I offer my sincere appreciation!______________________________________________________________________[11] [11] Comments on ÆS Working IIComments on ÆS Working II- by Robertt W. Neilly IV°- by Robertt W. Neilly IV°In the February XXVIII edition of our High In the February XXVIII edition of our High Priest’s Priest’s Black PyramidBlack Pyramid, an unfolding of great , an unfolding of great significance to the Temple of Set appeared. A significance to the Temple of Set appeared. A magical cycle of eighteen years has elapsed, and in magical cycle of eighteen years has elapsed, and in doing so has set the present stage(s) of the Æon. All doing so has set the present stage(s) of the Æon. All stages must be set in advance of their being stages must be set in advance of their being occupied; so it is with events in time as well. Dr. occupied; so it is with events in time as well. Dr. Aquino has suggested that we recognize and seize Aquino has suggested that we recognize and seize the moment.the moment.Do you feel the whirr and sway which result Do you feel the whirr and sway which result from successful magic? Can you ride the waves of from successful magic? Can you ride the waves of change that begin to crash upon the Setian change that begin to crash upon the Setian landscape?landscape?Many of the items the High Priest discussed in Many of the items the High Priest discussed in the the Black PyramidBlack Pyramid can be said to already be in can be said to already be in progress. Upon reading these things I was struck by progress. Upon reading these things I was struck by the starkness of the clear and crisp picture painted the starkness of the clear and crisp picture painted for me. Isn’t hindsight wonderful when someone for me. Isn’t hindsight wonderful when someone else has put the forethought into the forefront for else has put the forethought into the forefront for you? For example, some of the last shackles of the you? For example, some of the last shackles of the Church of Satan - at least the ones which may have Church of Satan - at least the ones which may have been dogging us - dissipated or died completely been dogging us - dissipated or died completely only in XXVI or XXVII (the last year of the first only in XXVI or XXVII (the last year of the first Working). I remarked to Dr. Aquino that our re-Working). I remarked to Dr. Aquino that our re-doubled efforts to “de-Satanize” the Temple of Set doubled efforts to “de-Satanize” the Temple of Set felt as if they were overdue. On further reflection, felt as if they were overdue. On further reflection, however, it would seem that these efforts are on time however, it would seem that these efforts are on time [as are the results of all magical acts stemming from [as are the results of all magical acts stemming from genuine need].genuine need].As I read of the changes which would affect the As I read of the changes which would affect the Temple’s “operational environment”, it seemed that Temple’s “operational environment”, it seemed that a de-centralization could cause a ripple effect to a de-centralization could cause a ripple effect to occur ... certain primary Setian objectives might be occur ... certain primary Setian objectives might be lost. And yet how could that most striking spark of lost. And yet how could that most striking spark of all disappear from the hearts of those who will fly all disappear from the hearts of those who will fly with us through the many wondrous futures? If with us through the many wondrous futures? If one’s personal affinity to, with, and within the Great one’s personal affinity to, with, and within the Great Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 99"},{"pageNumber":10,"pageContent":"Black Magic isn’t present anymore, nor will there Black Magic isn’t present anymore, nor will there be Setians present to discuss it.be Setians present to discuss it.I’ve not been as fortunate as the many Setians I’ve not been as fortunate as the many Setians who live in regions where Pylons exist. Yet I’ve who live in regions where Pylons exist. Yet I’ve been delighted by all the letters, newsletters, and been delighted by all the letters, newsletters, and communications I’ve received about or from them!communications I’ve received about or from them!Setians will continue to want to be around other Setians will continue to want to be around other Setians. Kindred spirits, we’ve been called. Setians Setians. Kindred spirits, we’ve been called. Setians will seek out Pylons much as before. Only now, will seek out Pylons much as before. Only now, becoming a member of Pylon will be a part of the becoming a member of Pylon will be a part of the curriculum.curriculum.Similar words could be used to describe the Similar words could be used to describe the expectations of the Temple for its Adepts. Perhaps expectations of the Temple for its Adepts. Perhaps the wisest path that leads to the portals of an Order the wisest path that leads to the portals of an Order is the one where all Orders relevant to the Adept are is the one where all Orders relevant to the Adept are carefully considered in advance of a membership carefully considered in advance of a membership request. This kind of pathworking need not change. request. This kind of pathworking need not change. But emphasis on the Orders themselves is changing. But emphasis on the Orders themselves is changing. Pylon and Order affiliation should serve to ensure Pylon and Order affiliation should serve to ensure that all Setians have access to more senior Initiates. that all Setians have access to more senior Initiates. Those of us who are Sentinels or Grand Masters Those of us who are Sentinels or Grand Masters will in turn benefit from the wider exposure that will in turn benefit from the wider exposure that each Setian/Adept receives through a Pylon and/or each Setian/Adept receives through a Pylon and/or Order membership.Order membership.Our storehouse of knowledge, the Our storehouse of knowledge, the Ruby Tablet Ruby Tablet of Setof Set, will be quickened with a re-working that will , will be quickened with a re-working that will include a wealth of information on many serious include a wealth of information on many serious GBM-related documents and rites. Additionally the GBM-related documents and rites. Additionally the Crystal Tablet of SetCrystal Tablet of Set is being redesigned to is being redesigned to supplement and enhance this new Order/Pylon-supplement and enhance this new Order/Pylon-oriented system.oriented system.What might be the results of all the realignment What might be the results of all the realignment we’re about to face, or are currently undergoing? we’re about to face, or are currently undergoing? We will continue to pursue those aspects of the We will continue to pursue those aspects of the Dark Gift which are most personal and promising to Dark Gift which are most personal and promising to us. That we’ll be doing so in a more coherent us. That we’ll be doing so in a more coherent fashion can only add spice to the mixture! More fashion can only add spice to the mixture! More emphasis on Orders, Pylons, and our emphasis on Orders, Pylons, and our Jeweled Jeweled TabletsTablets - and less on Satanism - will encourage the - and less on Satanism - will encourage the magical maturity and sophistication that is within magical maturity and sophistication that is within our grasp. For those of you who haven’t done so, I our grasp. For those of you who haven’t done so, I recommend a second, and a third reading of the recommend a second, and a third reading of the High Priest’s “Æon of Set Working II”. There’s High Priest’s “Æon of Set Working II”. There’s excitement in the air!excitement in the air!______________________________________________________________________[12] [12] You Know You’re a Setian WhenYou Know You’re a Setian When ......- by Heather Snow II°- by Heather Snow II°... you’ll wear any color as long as it’s black.... you’ll wear any color as long as it’s black.... you hiss uncontrollably at a movie if the ... you hiss uncontrollably at a movie if the vampire gets staked.vampire gets staked.... your favorite bedtime stories are by H.P. ... your favorite bedtime stories are by H.P. Lovecraft.Lovecraft.... you consider “being given the third degree” ... you consider “being given the third degree” something to look forward to.something to look forward to.... you respond to being called “strange” or ... you respond to being called “strange” or “weird” with “Thank you!”.“weird” with “Thank you!”.... you sit alone in a dark room when you’re in a ... you sit alone in a dark room when you’re in a good mood.good mood.... instead of naming your pets “Fluffy” or ... instead of naming your pets “Fluffy” or “Rover”, you call them “Hel” or “Mantas”.“Rover”, you call them “Hel” or “Mantas”.... during the cycle of the full Moon you just ... during the cycle of the full Moon you just can’t seem to get rid of that five o’clock shadow!can’t seem to get rid of that five o’clock shadow!______________________________________________________________________[13] [13] Solomon and the DæmonsSolomon and the Dæmonsof the Eastern Quarterof the Eastern Quarter- by Margot G. Nation I°- by Margot G. Nation I°[The following is Part I of the information given [The following is Part I of the information given to me during the several months I was visited by an to me during the several months I was visited by an ancient duke of Hell who called himself “Bune”. ancient duke of Hell who called himself “Bune”. He was awesome in appearance, but spoke with a He was awesome in appearance, but spoke with a gentle voice. According to Bune, he and 71 other gentle voice. According to Bune, he and 71 other dæmons were captured by an eccentric adept of the dæmons were captured by an eccentric adept of the Black Arts named Solomon. After ages of serving, Black Arts named Solomon. After ages of serving, the dæmons want to be free. They are aware of the the dæmons want to be free. They are aware of the Age of Satan, now the Æon of Set. Their freedom of Age of Satan, now the Æon of Set. Their freedom of thought and action appear to be dependent upon thought and action appear to be dependent upon humanity’s ability to humanity’s ability to XeperXeper and Remanifest.] and Remanifest.] A Brief Look at Ancient HistoryA Brief Look at Ancient HistorySolomon was the third and last king of ancient Solomon was the third and last king of ancient Israel. He was one of the four sons born to King Israel. He was one of the four sons born to King David and Bathsheba. His name meant “peace”, David and Bathsheba. His name meant “peace”, although in later years he was all but at peace when although in later years he was all but at peace when he met a chief of dæmons.he met a chief of dæmons.“Shlomoh” was Solomon’s name in Hebrew. “Shlomoh” was Solomon’s name in Hebrew. He established himself as a strong and influential He established himself as a strong and influential person at an early age. Jewish and Arab traditions person at an early age. Jewish and Arab traditions say that he was only twelve when he became the say that he was only twelve when he became the ruler. Bune, however, states Solomon was twenty ruler. Bune, however, states Solomon was twenty when he succeeded his father to the throne, though when he succeeded his father to the throne, though he was definitely not the logical choice.he was definitely not the logical choice.Bathsheba was enamored with Solomon, her Bathsheba was enamored with Solomon, her second son. Little did she know that he would second son. Little did she know that he would become the personification of a dual personality. become the personification of a dual personality. Bune said that Solomon had a tremendously-Bune said that Solomon had a tremendously-developed sense of intuition, which in ancient times developed sense of intuition, which in ancient times was looked upon as a mental illness due to dæmonic was looked upon as a mental illness due to dæmonic possession.possession.Solomon was highly revered by all, even by his Solomon was highly revered by all, even by his older brother Andonijah, from whom he took the older brother Andonijah, from whom he took the throne by having him killed.throne by having him killed.As the most powerful king Israel ever had, As the most powerful king Israel ever had, Solomon acquired the political alliances of Tyre and Solomon acquired the political alliances of Tyre and Egypt. He made trading treaties with neighboring Egypt. He made trading treaties with neighboring countries. He established commercial districts and countries. He established commercial districts and appointed each with governing administrations.appointed each with governing administrations.Solomon’s palace was stunningly beautiful. His Solomon’s palace was stunningly beautiful. His court life was most elaborate, and so generous was court life was most elaborate, and so generous was he to his staff and harem that they became his he to his staff and harem that they became his undaunted followers. When he was nearly thirty undaunted followers. When he was nearly thirty years old, Solomon married a daughter of Pharaoh, years old, Solomon married a daughter of Pharaoh, receiving the city of Gezer as a dowry.receiving the city of Gezer as a dowry.Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 1010"},{"pageNumber":11,"pageContent":"Solomon’s skill at sorcery came to a full bloom Solomon’s skill at sorcery came to a full bloom shortly after he had a temple built in Jerusalem. At shortly after he had a temple built in Jerusalem. At this point he became even more extravagant, placing this point he became even more extravagant, placing a tremendous burden on the people. A great a tremendous burden on the people. A great discontent ensued. Despite all this Solomon discontent ensued. Despite all this Solomon amassed a large fortune of coins and gems. amassed a large fortune of coins and gems. Questions arose as to how he managed this. Surely Questions arose as to how he managed this. Surely not from the people, who by now were rock-bottom-not from the people, who by now were rock-bottom-poor.poor.News of this traveled quickly, and the Queen of News of this traveled quickly, and the Queen of Sheba came to visit. Bune said that she emerged Sheba came to visit. Bune said that she emerged from Solomon’s study chambers “white as a from Solomon’s study chambers “white as a ghost”. All she could remember was that he was ghost”. All she could remember was that he was writing songs.writing songs.Bune further stated that Solomon mastered the Bune further stated that Solomon mastered the language of animals and held sway over the dæmon language of animals and held sway over the dæmon Asmodeus, the powerful King of the Eastern Asmodeus, the powerful King of the Eastern Quarter.Quarter.In 930 BCE Solomon became a recluse. For In 930 BCE Solomon became a recluse. For three years he spoke to no one outside his private three years he spoke to no one outside his private chambers. Only eerie whispers from within could be chambers. Only eerie whispers from within could be heard, which sometimes resounded like angry peals heard, which sometimes resounded like angry peals of thunder. His secrets went with him to his tomb in of thunder. His secrets went with him to his tomb in 933 BCE, except for the seals he left behind near a 933 BCE, except for the seals he left behind near a mystical mountain.mystical mountain.The Eastern QuarterThe Eastern QuarterThe Eastern Quarter is a real place, and not just The Eastern Quarter is a real place, and not just a state of mind or frame of reference. It is located a state of mind or frame of reference. It is located within the troposphere of Earth’s sky, which Bune within the troposphere of Earth’s sky, which Bune described as one of the dense Astral levels. In a described as one of the dense Astral levels. In a physical sense the Eastern Quarter’s lowest point is physical sense the Eastern Quarter’s lowest point is atop the snow-capped crests of Mt. Hermon, which atop the snow-capped crests of Mt. Hermon, which is 9,732 feet high. An unusual mountain of three is 9,732 feet high. An unusual mountain of three imposing pinnacles, Mt. Hermon is situated at the imposing pinnacles, Mt. Hermon is situated at the southern ridge of Lebanon, the northeastern border southern ridge of Lebanon, the northeastern border of Israel and the western border of Syria.of Israel and the western border of Syria.The people of these countries view this The people of these countries view this mountain as awesome, phenomenal, beautiful, and mountain as awesome, phenomenal, beautiful, and frightening. In the days of the frightening. In the days of the Old TestamentOld Testament Mt. Mt. Hermon was named Mount Sirion (Deut. iii:-9) Hermon was named Mount Sirion (Deut. iii:-9) after the Dog Star Sirius, but was also spoken of as after the Dog Star Sirius, but was also spoken of as the Peak of Baal, for worshippers were seen the Peak of Baal, for worshippers were seen carrying out their rituals. In the carrying out their rituals. In the New TestamentNew Testament Mt. Mt. Hermon was the true location for the symbolic Hermon was the true location for the symbolic “Transfiguration”, which was purposely changed “Transfiguration”, which was purposely changed to read as Mt. Tabor by the religious mongers to read as Mt. Tabor by the religious mongers during the Council of the Nicene Creed in 425 CE.during the Council of the Nicene Creed in 425 CE.The seals King Solomon left behind were sigils The seals King Solomon left behind were sigils of the dæmons he “captured”. According to legend, of the dæmons he “captured”. According to legend, Solomon had been overshadowed by Asmodeus at Solomon had been overshadowed by Asmodeus at the age of twelve. Other occult chronicles indicate he the age of twelve. Other occult chronicles indicate he evoked 72 “demons” in all and then imprisoned evoked 72 “demons” in all and then imprisoned them in a metal urn, which he cast at the foot of Mt. them in a metal urn, which he cast at the foot of Mt. Sirion (now Mt. Hermon). Bune said the “metal Sirion (now Mt. Hermon). Bune said the “metal urn” is symbolic and represents the ethereal vortex urn” is symbolic and represents the ethereal vortex existing at the base of Mt. Hermon, one of the spirit existing at the base of Mt. Hermon, one of the spirit gates or windows to the Astral world.gates or windows to the Astral world.The Ancient SpiritsThe Ancient SpiritsThe dæmon spirits existed back when this planet The dæmon spirits existed back when this planet was very young. There were trillions of these was very young. There were trillions of these supernatural beings, greater and lesser, comprising supernatural beings, greater and lesser, comprising the cosmos and chaos. Cosmos spirits belonged to the cosmos and chaos. Cosmos spirits belonged to the System of Inertia, wherein order and balance the System of Inertia, wherein order and balance remained constant. Chaos spirits developed into remained constant. Chaos spirits developed into separate intelligences after a gruesome battle separate intelligences after a gruesome battle between the two factions. The battle brought on the between the two factions. The battle brought on the System of Change, which in turn brought about the System of Change, which in turn brought about the experience called death.experience called death.Curiously there was a third faction of spirits that Curiously there was a third faction of spirits that remained neutral in their opinions about nature and remained neutral in their opinions about nature and the yet-unconscious humans. These were angelic the yet-unconscious humans. These were angelic orders of the Seraphim and Cherubim. The orders of the Seraphim and Cherubim. The Seraphim (Seraphs) were later referred to as the Seraphim (Seraphs) were later referred to as the Serpent People (Magicians), colonizing Earth as Serpent People (Magicians), colonizing Earth as Lemurians during the Silver Age. The Cherubim Lemurians during the Silver Age. The Cherubim migrated to what is now the Pleiadian Star System.migrated to what is now the Pleiadian Star System.The Lemurian Root Race brought the spirits’ The Lemurian Root Race brought the spirits’ reality out of the ancient mystery schools, and reality out of the ancient mystery schools, and taught the arts of magic to the public. The first taught the arts of magic to the public. The first spirits to respond to the public cries were the spirits to respond to the public cries were the dæmons of Lesser Black Magic. These spirits dæmons of Lesser Black Magic. These spirits answered to both the Left- and Right-Hand Paths. answered to both the Left- and Right-Hand Paths. However it was apparent that the public was not However it was apparent that the public was not ready for magical workings, as an utter mess ready for magical workings, as an utter mess resulted from their underdeveloped minds and wills. resulted from their underdeveloped minds and wills. To resolve the matter the Lemurians established To resolve the matter the Lemurians established outer temples in which the esoteric and metaphysical outer temples in which the esoteric and metaphysical White Magic was taught. Greater Black Magic was White Magic was taught. Greater Black Magic was then taught to but a select few of the inner circles.then taught to but a select few of the inner circles.Ancient grimoires and the seal parchments by Ancient grimoires and the seal parchments by King Solomon indicate there were 666 specific King Solomon indicate there were 666 specific dæmons under Lucifer/Satan, who came to Earth. dæmons under Lucifer/Satan, who came to Earth. The 666 in this regard represented the universal The 666 in this regard represented the universal vibration of the “9”, the completion of a creation vibration of the “9”, the completion of a creation pattern. Bune said that the 72 dæmons (a 9 pattern. Bune said that the 72 dæmons (a 9 vibration) of the Eastern Quarter also worked with vibration) of the Eastern Quarter also worked with Solomon during his past lives on Lemuria.Solomon during his past lives on Lemuria.According to the Akashic Records of Planet According to the Akashic Records of Planet Earth, the Eastern Quarter dæmons were titled Earth, the Eastern Quarter dæmons were titled beings. The titles also indicated their skills and beings. The titles also indicated their skills and governing range over other spirits. Interested governing range over other spirits. Interested Setians can obtain the complete list of the Black Setians can obtain the complete list of the Black Seals, sigils, and lines of work from me for $1 Seals, sigils, and lines of work from me for $1 postage.postage.Evoking the Ancient SpiritsEvoking the Ancient SpiritsSetians, Satanists, and other practitioners of the Setians, Satanists, and other practitioners of the occult arts often use both Black and White Magic to occult arts often use both Black and White Magic to attain their desired goals. The same dæmons are attain their desired goals. The same dæmons are skilled to function and operate for both vice and skilled to function and operate for both vice and virtue. They are conscious of the magician’s level of virtue. They are conscious of the magician’s level of awareness and development.awareness and development.Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 1111"},{"pageNumber":12,"pageContent":"Ancient spirits were once known to prefer Ancient spirits were once known to prefer elaborate rituals and plenty of “gifts” such as elaborate rituals and plenty of “gifts” such as candles, incense, flowers, etc. The decor doesn’t candles, incense, flowers, etc. The decor doesn’t matter. In fact besides sincerity, which is always matter. In fact besides sincerity, which is always good practice, the ritual is best when it has been good practice, the ritual is best when it has been personally designed, rather than the words and personally designed, rather than the words and actions of someone else.actions of someone else.The Other Dæmon QuartersThe Other Dæmon QuartersBune stated that there were 1,758,064,176 Bune stated that there were 1,758,064,176 bona bona fidefide dæmons associated with Earth during the dæmons associated with Earth during the Lemurian times, 18 million years ago. The ancient Lemurian times, 18 million years ago. The ancient temple priests and priestesses set up altars facing temple priests and priestesses set up altars facing the four corners of Earth. The spirits gifted with the the four corners of Earth. The spirits gifted with the special attunement of each direction were then special attunement of each direction were then assigned to specific “quarters”.assigned to specific “quarters”.The Northern Quarter houses some of the The Northern Quarter houses some of the hierarchal dæmons who train the young ones hierarchal dæmons who train the young ones without individual work assignments. Apparently without individual work assignments. Apparently this is a school of sorts, or birthing area for spirits this is a school of sorts, or birthing area for spirits and humans in their Astral forms (usually in the and humans in their Astral forms (usually in the dream state) undergoing magical training.dream state) undergoing magical training.The Southern Quarter contains the fierce The Southern Quarter contains the fierce dæmons and those who have the magical ability to dæmons and those who have the magical ability to shape-shift into many forms of life and are highly shape-shift into many forms of life and are highly skilled in alchemy.skilled in alchemy.The Western Quarter is the Gateway to Hell. The Western Quarter is the Gateway to Hell. Therein resides the Majestic Hierarchy of Darkness.Therein resides the Majestic Hierarchy of Darkness.In closing I quote from In closing I quote from The Ingoldsby LegendsThe Ingoldsby Legends, , written by Thomas Barham over a century ago. The written by Thomas Barham over a century ago. The account is in the form of a tale about Cornelius account is in the form of a tale about Cornelius Agrippa who, after having fought a vicious battle Agrippa who, after having fought a vicious battle within himself about his destiny-path of the Left-within himself about his destiny-path of the Left-Hand, became a dæmon in his own right:Hand, became a dæmon in his own right:“He drew the mystic circles bound with skulls “He drew the mystic circles bound with skulls and crossbones fenced around. He traced full many and crossbones fenced around. He traced full many a sigil there and uttered many a backward prayer, a sigil there and uttered many a backward prayer, sounding like souls long lost. “He comes!” he sounding like souls long lost. “He comes!” he cried. “Watch this who can, and behold the core of cried. “Watch this who can, and behold the core of man!”man!”______________________________________________________________________[14] [14] Suggestions of Madness in KhemnuSuggestions of Madness in Khemnu- by Bret C. Cagle II°- by Bret C. Cagle II°The 15th Name of Upper Egypt was called The 15th Name of Upper Egypt was called “Hermopolis” by the Greeks; today the Muslims “Hermopolis” by the Greeks; today the Muslims call it “El-Ashmunein”. But to the ancient call it “El-Ashmunein”. But to the ancient Egyptians it was “Khemnu” - the City of Eight.Egyptians it was “Khemnu” - the City of Eight.Containing less remains than almost any other Containing less remains than almost any other center of Egypt, it is scarcely addressed by modern center of Egypt, it is scarcely addressed by modern scholars, and thus holds a certain air of mystery, scholars, and thus holds a certain air of mystery, which increases the more one explores the which increases the more one explores the symbolism of this “lost sacred space” which was symbolism of this “lost sacred space” which was surely among the darkest of predynastic Egypt.surely among the darkest of predynastic Egypt.Considering this name, I cannot help but create Considering this name, I cannot help but create the subjective association of the subjective association of XemXem and Nu - the and Nu - the nameless and unknown neter within the Realm of nameless and unknown neter within the Realm of Darkness or the Abyss. The Eight to which the Darkness or the Abyss. The Eight to which the name Khemnu refers are four pairs of primeval male name Khemnu refers are four pairs of primeval male and female neters which, presided over by Temu, are and female neters which, presided over by Temu, are said by many to be the oldest company of Nine said by many to be the oldest company of Nine Gods in Egypt.Gods in Egypt.These Eight were Nu and Nunet, Heh and These Eight were Nu and Nunet, Heh and Heket, Ke and Keket, and Amun and Amunet (or Heket, Ke and Keket, and Amun and Amunet (or Gerh and Gerhet). The first pair were the male and Gerh and Gerhet). The first pair were the male and female principles of the primeval waters (substance), female principles of the primeval waters (substance), the second were the principles of its eternal the second were the principles of its eternal existence, the third pair its Darkness, and the fourth existence, the third pair its Darkness, and the fourth pair the endless night in which the whole was pair the endless night in which the whole was enveloped; hence the coming into being of the enveloped; hence the coming into being of the cosmic egg.cosmic egg.The male neters were depicted with frog heads, The male neters were depicted with frog heads, creatures that begin as water dwellers but transform creatures that begin as water dwellers but transform to Become of the “higher order” of earth dwellers; to Become of the “higher order” of earth dwellers; creatures that emerge from the deep with the power creatures that emerge from the deep with the power of leaping, who unite two worlds very alien to one of leaping, who unite two worlds very alien to one another.another.The female neters are usually depicted with The female neters are usually depicted with serpent heads, though at times with those of cats. serpent heads, though at times with those of cats. The cobra is at once a symbol of cyclic continuity in The cobra is at once a symbol of cyclic continuity in existence and is also the bearer of a certain death. existence and is also the bearer of a certain death. Serpents shedding their skin seem to leave old Serpents shedding their skin seem to leave old bodies behind, continuing to exist as though for bodies behind, continuing to exist as though for eternity, so potent the force of life in their bodies eternity, so potent the force of life in their bodies that they wiggle and writhe for hours even after their that they wiggle and writhe for hours even after their head is severed. “Long mouths” are they that head is severed. “Long mouths” are they that devour their prey whole; creatures of enchantment devour their prey whole; creatures of enchantment because of their gaze which compels one to look. because of their gaze which compels one to look. Uniquely female serpents store sperm and thus can Uniquely female serpents store sperm and thus can produce several hatchings of young from but one produce several hatchings of young from but one mating.mating.These frog and serpent Neteru are shadowy to These frog and serpent Neteru are shadowy to look up, reflecting one’s own Dark imaginings and look up, reflecting one’s own Dark imaginings and ancient atavistic memories more than any singular ancient atavistic memories more than any singular forms of their own. Thus touching upon Temu and forms of their own. Thus touching upon Temu and the Eight is like entering into a Lovecraftian tale of the Eight is like entering into a Lovecraftian tale of cosmic horror laying-in-wait; and curiously enough cosmic horror laying-in-wait; and curiously enough the Sumerian Myths of gods killed and bound the Sumerian Myths of gods killed and bound “outside the circles of time” are reflected in some “outside the circles of time” are reflected in some of the ancient myths of Khemnu; hints at Elder of the ancient myths of Khemnu; hints at Elder Dark Races do seem to dance as shadows within the Dark Races do seem to dance as shadows within the mysteries of the 15th Nome, which some claim to be mysteries of the 15th Nome, which some claim to be the Primeval Mound or Mystic Isle of creation self-the Primeval Mound or Mystic Isle of creation self-begotten.begotten.The symbol for this Nome was the hare (or The symbol for this Nome was the hare (or rabbit), a quick leaper whose greatest skill is to rabbit), a quick leaper whose greatest skill is to avoid predators by instantly turning the direction of avoid predators by instantly turning the direction of its leaping flight at angles, sometimes acute angles, its leaping flight at angles, sometimes acute angles, sometimes obtuse. So is the hare in folklore the odd sometimes obtuse. So is the hare in folklore the odd creature of madness and leaping and vast generative creature of madness and leaping and vast generative powers in procreation; a somewhat refined rodent powers in procreation; a somewhat refined rodent with exceptionally long back legs, front teeth and with exceptionally long back legs, front teeth and ears - a refined distortion. The “spirit-guide” of ears - a refined distortion. The “spirit-guide” of dear Alice in Wonderland comes to mind; perhaps a dear Alice in Wonderland comes to mind; perhaps a Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 1212"},{"pageNumber":13,"pageContent":"kindred spirit to this hare would guide our Ka into kindred spirit to this hare would guide our Ka into the ancient memories of Khemnu, though only so the ancient memories of Khemnu, though only so far before fleeing out of mind.far before fleeing out of mind.The Master Magus of these dread and strange The Master Magus of these dread and strange powers is the Neter Tehuti, Lord of Khemnu Self-powers is the Neter Tehuti, Lord of Khemnu Self-Begotten. He is that Moon-god of primeval Begotten. He is that Moon-god of primeval shamanic lunacy, always the Teacher, Assessor, shamanic lunacy, always the Teacher, Assessor, Communicator, Interpreter, Balancer, Reflector of Communicator, Interpreter, Balancer, Reflector of Wisdom and Knower of magic that transcend three Wisdom and Knower of magic that transcend three dimensional existence and mortal reason. Word dimensional existence and mortal reason. Word speaker, Word writer; surely the “cracker of the speaker, Word writer; surely the “cracker of the cosmic egg”.cosmic egg”.In the Ibis, Tehuti is the knower of the In the Ibis, Tehuti is the knower of the Mysteries of the “Bright Eye of Ra” as well as Mysteries of the “Bright Eye of Ra” as well as those of the Black Eye of Heru. So is the body of those of the Black Eye of Heru. So is the body of the Ibis the shape of Ab, the heart, wherein the Neter the Ibis the shape of Ab, the heart, wherein the Neter of Ma’at dwells; the heart that mediates between Ka of Ma’at dwells; the heart that mediates between Ka and Ba, the astral double formed by human ego and and Ba, the astral double formed by human ego and personality and the “soul” or Higher Man in the personality and the “soul” or Higher Man in the Image of Neter.Image of Neter.But Tehuti in the dog-faced ape tells of the But Tehuti in the dog-faced ape tells of the deeper mysteries of that ancient priesthood of deeper mysteries of that ancient priesthood of Khemnu - a Black Priesthood. Tricksters and Khemnu - a Black Priesthood. Tricksters and pranksters were these priests, revealing the cosmic pranksters were these priests, revealing the cosmic joke and the power of Khaibit to the Neophyte, unto joke and the power of Khaibit to the Neophyte, unto whom these Wizards could have only been an whom these Wizards could have only been an enigma, as surely as the Baboon, by nature enigma, as surely as the Baboon, by nature unpredictable and fierce toward man, yet when unpredictable and fierce toward man, yet when tamed from youth, the most loyal and docile of tamed from youth, the most loyal and docile of companions.companions.The necropolis of Khemnu was the burial place The necropolis of Khemnu was the burial place of the Ibis and Baboon, a non-human burial ground of the Ibis and Baboon, a non-human burial ground of beasts-become-gods - of beasts-become-gods - XeperXeper indeed! indeed!The beast Becoming the Neter was the Mastery The beast Becoming the Neter was the Mastery of Khaibit, the Shadow of man bearing his of Khaibit, the Shadow of man bearing his weakness, imperfections and fears. For in the weakness, imperfections and fears. For in the leapers’ metamorphosis (Setamorphosis implied), leapers’ metamorphosis (Setamorphosis implied), the Shadow of the beast Becomes the power of the the Shadow of the beast Becomes the power of the Dark Neter - “ascending” is not the only way to Dark Neter - “ascending” is not the only way to Become. Refinement was the key and controlled Become. Refinement was the key and controlled folly (Remanifestation). Again the silliness of the folly (Remanifestation). Again the silliness of the Shaman in the Dark Realm I see!Shaman in the Dark Realm I see!To learn quicklyTo learn quickly is the real key, those black is the real key, those black priests would undoubtedly say, for soul may well be priests would undoubtedly say, for soul may well be naught but potential in the beast-man; a potential for naught but potential in the beast-man; a potential for which, if not realized in the self-creative act, may which, if not realized in the self-creative act, may fade and be forgotten in the oblivion of death -the fade and be forgotten in the oblivion of death -the fate of the many bestial ones, truth to tell. Indeed, fate of the many bestial ones, truth to tell. Indeed, learn quickly, for the span of mortal life is brief and learn quickly, for the span of mortal life is brief and the primeval slime of nuclear chaos a horror of the primeval slime of nuclear chaos a horror of devouring few shall avoid; few shall ever be the devouring few shall avoid; few shall ever be the Elect who endure.Elect who endure.There is a Neter implied, by the dog-face of the There is a Neter implied, by the dog-face of the Ape of Thoth, that guides the Elect in the Dark Ape of Thoth, that guides the Elect in the Dark Quest of rapid Self Gnosis; Anpu the Alchemist, Quest of rapid Self Gnosis; Anpu the Alchemist, Anpuat the Opener of the Way, who the black priest Anpuat the Opener of the Way, who the black priest of Khemnu knew very well, as they did Tehuti.of Khemnu knew very well, as they did Tehuti.The Shta-t of Khemnu goes deeper and deeper The Shta-t of Khemnu goes deeper and deeper into the Shadows of the Dark Realm, until that into the Shadows of the Dark Realm, until that Indwelling Essence of the Black Flame is revealed Indwelling Essence of the Black Flame is revealed in the Nameless and Unknown Neter wherein is in the Nameless and Unknown Neter wherein is illumination in the Purity of Darkness that is not illumination in the Purity of Darkness that is not light.light.Thus is the beginning of my Quest into Thus is the beginning of my Quest into Khemnu, mad imaginings of a sillyKhemnu, mad imaginings of a silly11 Setian seeking Setian seeking in Darkness!in Darkness!Xepera Xeper Xeperu.Xepera Xeper Xeperu.NotesNotes(1) “Silly” is derived from (1) “Silly” is derived from seelyseely, meaning , meaning happy, blessed or holy.happy, blessed or holy.This work was inspired by This work was inspired by Inner Guide To Inner Guide To EgyptEgypt by Alan Richardson and B. Walker-John. by Alan Richardson and B. Walker-John. References also: References also: The Dwellers On The NileThe Dwellers On The Nile, A. E. , A. E. Wallis Budge; Wallis Budge; The Gods Of The EgyptiansThe Gods Of The Egyptians, Vols. I , Vols. I & II, A. E. Wallis Budge; & II, A. E. Wallis Budge; Coffin TextsCoffin Texts, translated by , translated by R. O. Faulkner.R. O. Faulkner.______________________________________________________________________[15] [15] Ontology and theOntology and theSetian PhilosophySetian Philosophy- by Paul F. McAtee III°- by Paul F. McAtee III°Ontology is that branch of philosophy which Ontology is that branch of philosophy which examines the phenomenon of mind and body - what examines the phenomenon of mind and body - what they are, and what their relationship is. The two they are, and what their relationship is. The two extreme schools of thought in this field are extreme schools of thought in this field are materialismmaterialism (reality is entirely physical/ objective), (reality is entirely physical/ objective), and and idealismidealism (reality is all in the mind/ subjective, (reality is all in the mind/ subjective, and/or the existence of the mind constitutes and/or the existence of the mind constitutes generally accepted reality). generally accepted reality). DualismDualism is the school is the school which believes reality to be a combination of the which believes reality to be a combination of the physical and non-physical/spiritual. Throughout and physical and non-physical/spiritual. Throughout and amongst these basic streams of thought are various amongst these basic streams of thought are various sub-schools and branches, a number of which are sub-schools and branches, a number of which are covered in covered in Black MagicBlack Magic. But for our purposes it is . But for our purposes it is enough to keep these basics in mind.enough to keep these basics in mind.Our Setian perspective may lead us to favor a Our Setian perspective may lead us to favor a doctrine of dualism. It may seem closer to the truth, doctrine of dualism. It may seem closer to the truth, and in any case the most workable model for a and in any case the most workable model for a society of Black Magicians. In other words, even if society of Black Magicians. In other words, even if the “true” universe the “true” universe isn’tisn’t dualistic in nature, it is dualistic in nature, it is sufficient for us to presume that it is, so that we may sufficient for us to presume that it is, so that we may have a sound basis upon which to establish further have a sound basis upon which to establish further work. The alternatives, arguments in favor of either work. The alternatives, arguments in favor of either extreme - materialism or idealism - being extreme - materialism or idealism - being tautological or circular, have raged on for some time tautological or circular, have raged on for some time and will no doubt continue to do so. But as a society and will no doubt continue to do so. But as a society of Elect Beings, our aim is to of Elect Beings, our aim is to XeperXeper, not chase our , not chase our tails with clever arguments of mere academic tails with clever arguments of mere academic significance. In other words, knowledge benefits us significance. In other words, knowledge benefits us here only insofar as it can be applied.here only insofar as it can be applied.Not surprisingly, the academic community is Not surprisingly, the academic community is more concerned with issues of academic more concerned with issues of academic significance. They by and large are reluctant to significance. They by and large are reluctant to Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 1313"},{"pageNumber":14,"pageContent":"accept a doctrine of dualism, preferring to construct accept a doctrine of dualism, preferring to construct and reconstruct arguments in favor of extreme and reconstruct arguments in favor of extreme materialist or idealist doctrines [consider what may materialist or idealist doctrines [consider what may happen to their status as philosophers, were the happen to their status as philosophers, were the debate ever resolved]. They are generally debate ever resolved]. They are generally uncomfortable with a dualist doctrine, as it somehow uncomfortable with a dualist doctrine, as it somehow seems that dualism means an acceptance of seems that dualism means an acceptance of contradictions. In fact it’s not quite that cut-and-dry. contradictions. In fact it’s not quite that cut-and-dry. Let us approach this by examining some instances Let us approach this by examining some instances where these various doctrines have been applied in where these various doctrines have been applied in practice.practice.In examining idealism, the extreme case of In examining idealism, the extreme case of subjective idealism, where the individual’s mind is subjective idealism, where the individual’s mind is conceived to constitute the entirety of existence, is conceived to constitute the entirety of existence, is easily dispensed with. For if it easily dispensed with. For if it isis the case, then there the case, then there is no reason for this communication to be taking is no reason for this communication to be taking place, as there will be no one else in the universe to place, as there will be no one else in the universe to read it. There is furthermore no reason for anyone read it. There is furthermore no reason for anyone to form a school based on subjective realism, for to form a school based on subjective realism, for obvious reasons.obvious reasons.More significant is the example of most right-More significant is the example of most right-hand path religions. For example, Vajrayana hand path religions. For example, Vajrayana Buddhism - the dominant school of Tibet, Nepal, Buddhism - the dominant school of Tibet, Nepal, and Mongolia - is a vision of reality practically and Mongolia - is a vision of reality practically identical to the idealist doctrines of George Berkeley identical to the idealist doctrines of George Berkeley (a Western philosopher who apparently was (a Western philosopher who apparently was moonlighting as a Catholic Bishop), where the moonlighting as a Catholic Bishop), where the Universe is conceived to exist entirely in the mind. Universe is conceived to exist entirely in the mind. Subsequently, all seemingly material substance is Subsequently, all seemingly material substance is simply an illusion of the mind which needs to be simply an illusion of the mind which needs to be transcended.transcended.Then of course there are the Judæo-Christian Then of course there are the Judæo-Christian schools. These would qualify as idealist doctrines in schools. These would qualify as idealist doctrines in that they hold a higher reality or mind - that of God that they hold a higher reality or mind - that of God - to be transcendent and in ultimate control of - to be transcendent and in ultimate control of material reality, which is transient at best. “But wait material reality, which is transient at best. “But wait a minute,” you might say. “Many of them a minute,” you might say. “Many of them recognize the existence of material reality - wouldn’t recognize the existence of material reality - wouldn’t that qualify them as dualists rather than that qualify them as dualists rather than materialists?” This point may well be argued. But materialists?” This point may well be argued. But now, for our purposes, let us classify them as now, for our purposes, let us classify them as idealists on the grounds that they believe the idealists on the grounds that they believe the universe was created by God and continues to exist universe was created by God and continues to exist only by “His” will. Therefore, God’s is the “true” only by “His” will. Therefore, God’s is the “true” reality, as “He” could entirely restructure this reality, as “He” could entirely restructure this current one at any moment if “He” chose to do so.current one at any moment if “He” chose to do so.This basic proposition of theirs being This basic proposition of theirs being established, we have seen the hapless work of their established, we have seen the hapless work of their priests and scholars in attempting to prove that this priests and scholars in attempting to prove that this is the case, and eventually deciding that it must is the case, and eventually deciding that it must simply be accepted by an act of faith. It is fine and simply be accepted by an act of faith. It is fine and well that they choose this as a basis to work from, well that they choose this as a basis to work from, but they find themselves running into increasing but they find themselves running into increasing difficulty as materialist science uncovers more and difficulty as materialist science uncovers more and more knowledge regarding the world around us. more knowledge regarding the world around us. Science presents us with evidence that is hard to Science presents us with evidence that is hard to refute, and by contrast, Judæo-Christian and other refute, and by contrast, Judæo-Christian and other RHP theologies seem more and more like wishful RHP theologies seem more and more like wishful thinking and become harder and harder to swallow. thinking and become harder and harder to swallow. Having settled on an idealist doctrine, they find bits Having settled on an idealist doctrine, they find bits of materialist fact seeping through the cracks. of materialist fact seeping through the cracks. Consequently their ideology is stretched a bit Consequently their ideology is stretched a bit further - and thinner.further - and thinner.It is rare that a purely materialist doctrine is put It is rare that a purely materialist doctrine is put into practice in any form other than scientific into practice in any form other than scientific research or conventional academic programs. It is research or conventional academic programs. It is good that materialism is applied in these areas and good that materialism is applied in these areas and few rational thinkers will argue that.few rational thinkers will argue that.Then came I A.S., and for perhaps the first time Then came I A.S., and for perhaps the first time in history, materialist doctrine was rigorously in history, materialist doctrine was rigorously applied to the matter of theology - the essentially applied to the matter of theology - the essentially materialist philosophy of the Church of Satan. The materialist philosophy of the Church of Satan. The Magus Anton LaVey reduced human motivation to Magus Anton LaVey reduced human motivation to the basest survival instincts, and explained the the basest survival instincts, and explained the theory and practice of magic in terms of theory and practice of magic in terms of psychodrama, basic human motivation / psychodrama, basic human motivation / manipulation, applied psychology and manipulation, applied psychology and communication skills. Nothing that couldn’t be communication skills. Nothing that couldn’t be backed up by the materialist science of the day.backed up by the materialist science of the day.But as the body of Black Magicians that But as the body of Black Magicians that accumulated around him began to experiment on accumulated around him began to experiment on their own, they began to find that there just might be their own, they began to find that there just might be something more to reality than the mere material something more to reality than the mere material universe. Having settled on a materialist doctrine, universe. Having settled on a materialist doctrine, fragments of an “unknown” factor were seeping fragments of an “unknown” factor were seeping through, making it harder to remain within the through, making it harder to remain within the framework of that doctrine. It was perhaps the framework of that doctrine. It was perhaps the inability to resolve this conflict which drove the inability to resolve this conflict which drove the High Priest of Satan further into subjective fantasy High Priest of Satan further into subjective fantasy realms of mannequins, androids, and the like.realms of mannequins, androids, and the like.When material science reaches its limits and When material science reaches its limits and can’t explain anything more regarding certain can’t explain anything more regarding certain phenomena [and this does happen], idealists as well phenomena [and this does happen], idealists as well as dualists are quick to point their fingers. The as dualists are quick to point their fingers. The materialists refute them by insisting that this is only materialists refute them by insisting that this is only due to limited technology, and the unknown factor due to limited technology, and the unknown factor in question could eventually be explained as in question could eventually be explained as technology improves over time. This was also Anton technology improves over time. This was also Anton LaVey’s approach to magic - that it was a natural LaVey’s approach to magic - that it was a natural phenomenon that science simply hadn’t gotten to ... phenomenon that science simply hadn’t gotten to ... yet. In support of this he observed that everything yet. In support of this he observed that everything now called science was at one time or another now called science was at one time or another considered magic. This is an attractive as well as considered magic. This is an attractive as well as safe way of accounting for unknowns, and may even safe way of accounting for unknowns, and may even be true in a number of cases. Yet there remains one be true in a number of cases. Yet there remains one unknown quantity which neither materialism nor unknown quantity which neither materialism nor science shall ever be able to account for. We’ll get science shall ever be able to account for. We’ll get to that in a minute.to that in a minute.The point is, having gone to one or the other The point is, having gone to one or the other doctrinal extreme, these various institutions found doctrinal extreme, these various institutions found themselves plagued, aggravated, confused, stifled, themselves plagued, aggravated, confused, stifled, and stumped by the emergence of a contradiction - and stumped by the emergence of a contradiction - presumably what they had intended to escape by presumably what they had intended to escape by going toward an extreme in the first place! [Isn’t going toward an extreme in the first place! [Isn’t Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 1414"},{"pageNumber":15,"pageContent":"there some magical anecdote about overcoming a there some magical anecdote about overcoming a conflict by embracing or consuming it, rather than conflict by embracing or consuming it, rather than hiding from or ignoring it? (Cf. Crowley’s hiding from or ignoring it? (Cf. Crowley’s MoonchildMoonchild - M. Aquino)]. - M. Aquino)].It would seem that betwixt these two extreme It would seem that betwixt these two extreme theoretical opposites, the Temple of Set is one of theoretical opposites, the Temple of Set is one of those fortunate organizations to have found a those fortunate organizations to have found a middle-ground (not to be confused with the middle-ground (not to be confused with the “Middle Way” of Buddhism). Rather than merely “Middle Way” of Buddhism). Rather than merely accepting a contradiction in our own philosophy accepting a contradiction in our own philosophy however, we have perhaps arrived here by avoiding however, we have perhaps arrived here by avoiding the examples of previous experimenters whose the examples of previous experimenters whose attempts to avoid philosophical contradictions laid attempts to avoid philosophical contradictions laid the groundwork wherein the emergence of even the the groundwork wherein the emergence of even the slightest contradiction could be most volatile. slightest contradiction could be most volatile. Perhaps this is a result of the search for truth Perhaps this is a result of the search for truth accompanied by lust for result and maybe even a accompanied by lust for result and maybe even a little narrow-mindedness.little narrow-mindedness.By presuming the existence of and working with By presuming the existence of and working with the “(C) factor” (the “(C) factor” (Black MagicBlack Magic), but at the same ), but at the same time approaching it with Occam’s Razor in hand, we time approaching it with Occam’s Razor in hand, we are able to transcend the traditionally accepted are able to transcend the traditionally accepted parameters of conditioned reality, while at the same parameters of conditioned reality, while at the same time retaining enough discriminatory faculties to time retaining enough discriminatory faculties to maintain an accurate perspective of the Universe. By maintain an accurate perspective of the Universe. By allowing for the possibility of new information and allowing for the possibility of new information and ideas to surface, we remain flexible enough to ideas to surface, we remain flexible enough to persevere. Perhaps most significantly, by refusing to persevere. Perhaps most significantly, by refusing to play the game of tautology, we can begin to conceive play the game of tautology, we can begin to conceive of a conscious evolutionary process occurring on a of a conscious evolutionary process occurring on a continuum, rather than in a cycle, e.g. following continuum, rather than in a cycle, e.g. following your own footprints.your own footprints.Ontology and BeingOntology and BeingAs mentioned before, a dualist (and perhaps an As mentioned before, a dualist (and perhaps an idealist) may refute materialism on the grounds that idealist) may refute materialism on the grounds that despite what great strides science has made in despite what great strides science has made in uncovering the “truth” about reality, they still can’t uncovering the “truth” about reality, they still can’t tell us tell us everythingeverything. Science is limited by time and . Science is limited by time and the level of its technology. The materialist will go on the level of its technology. The materialist will go on to say that this is all that it is limited by, and that to say that this is all that it is limited by, and that there are no unknown quantities which cannot be there are no unknown quantities which cannot be eventuallyeventually tagged by one or more of the various tagged by one or more of the various sciences.sciences.A prime method of materialism is called A prime method of materialism is called reductionismreductionism. The theory behind this is that . The theory behind this is that everything that exists may be “reduced” to everything that exists may be “reduced” to component parts, and in this way, everything can be component parts, and in this way, everything can be explained. For example, my computer keyboard explained. For example, my computer keyboard may be reduced to a collection of keys in a flat, may be reduced to a collection of keys in a flat, rectangular structure, with electricity, wires, and rectangular structure, with electricity, wires, and metal stuff inside it. These things in turn may be metal stuff inside it. These things in turn may be reduced to any number of chemicals and elements, reduced to any number of chemicals and elements, and so on through molecules and atoms and the and so on through molecules and atoms and the like. Using this method, the materialist can tell you like. Using this method, the materialist can tell you the truth behind just about everything, from the truth behind just about everything, from lightning bolts and gravity to even the most lightning bolts and gravity to even the most seemingly obscure facets of human behavior. seemingly obscure facets of human behavior. However eventually, as we get down to protons, However eventually, as we get down to protons, neutrons, and the like, we won’t be able to reduce neutrons, and the like, we won’t be able to reduce any further because we’ll quite simply run out of any further because we’ll quite simply run out of words. At this point the materialist claims that there words. At this point the materialist claims that there is more to it, but our technology is not yet advanced is more to it, but our technology is not yet advanced enough to detect it, and in the meantime, we may enough to detect it, and in the meantime, we may simply accept the lowest common denominator simply accept the lowest common denominator known as a basis to work from.known as a basis to work from.This presumption is quite sound. Throughout This presumption is quite sound. Throughout history, science has earned quite a reputation for history, science has earned quite a reputation for dispelling myth, so we do not want to champion any dispelling myth, so we do not want to champion any ideas which may easily be disproven with ideas which may easily be disproven with tomorrow’s next nuclear physics breakthrough. In tomorrow’s next nuclear physics breakthrough. In fact, we don’t need to doubt the “limited fact, we don’t need to doubt the “limited technology” explanation of materialism, for its technology” explanation of materialism, for its limitation lies elsewhere.limitation lies elsewhere.Take the example of a blind neurophysicist. He Take the example of a blind neurophysicist. He can take the phenomenon of a human perceiving the can take the phenomenon of a human perceiving the color red and tell you absolutely everything about it. color red and tell you absolutely everything about it. He can tell you about refraction, how light plays on He can tell you about refraction, how light plays on surfaces, how the cones and rods in your eyeball surfaces, how the cones and rods in your eyeball interact, how electrical and chemical reactions occur interact, how electrical and chemical reactions occur in the brain and how the brain responds to them. in the brain and how the brain responds to them. But no matter how much he studies the issue, he will But no matter how much he studies the issue, he will nevernever know what it’s actually like to see the color know what it’s actually like to see the color red. Here the process of reduction stops dead in its red. Here the process of reduction stops dead in its tracks. No more can be said about what it’s actually tracks. No more can be said about what it’s actually like to like to bebe in this or any other position, future in this or any other position, future technology notwithstanding.technology notwithstanding.A similar and perhaps more popular anecdote is A similar and perhaps more popular anecdote is that of the bat. Bats are fascinating because they can that of the bat. Bats are fascinating because they can hear in three dimensions. Biologists could study hear in three dimensions. Biologists could study bats intensively for years and know every minute bats intensively for years and know every minute detail of how a bat functions, but I [nor the detail of how a bat functions, but I [nor the biologists] will ever begin to fathom what it means biologists] will ever begin to fathom what it means to hear in three dimensions. We’ll never know what to hear in three dimensions. We’ll never know what it’s like to it’s like to bebe a bat. And it is this very phenomenon a bat. And it is this very phenomenon of of beingbeing - a result of psychecentric consciousness - a result of psychecentric consciousness and therefore a part of the Gift of Set - that and therefore a part of the Gift of Set - that materialistic reductionism materialistic reductionism cannot touchcannot touch..That this phenomenon of being is at the root of That this phenomenon of being is at the root of all speculations concerning unconditioned reality all speculations concerning unconditioned reality (the ineffable or divine), is evidenced by the fact that (the ineffable or divine), is evidenced by the fact that the formulæ of most Magi may be seen to, in some the formulæ of most Magi may be seen to, in some way, approach the question of what to do with this way, approach the question of what to do with this being. For example:being. For example:Lao Tzu: The function of the being is ... to be.Lao Tzu: The function of the being is ... to be.Siddartha: The function of being is ... to escape Siddartha: The function of being is ... to escape it.it.Krishna/Jesus: The function of being is ... to Krishna/Jesus: The function of being is ... to love.love.Mosheh: The function of being is ... to obey.Mosheh: The function of being is ... to obey.Crowley: The function of being is ... to be itself.Crowley: The function of being is ... to be itself.LaVey: The function of being is ... to enjoy it.LaVey: The function of being is ... to enjoy it.Aquino: The function of being is ... to become.Aquino: The function of being is ... to become.Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 1515"},{"pageNumber":16,"pageContent":"If it seems we’re getting closer and closer to the If it seems we’re getting closer and closer to the mark, then you’re reading the right newsletter.mark, then you’re reading the right newsletter.The separateness of consciousness is something The separateness of consciousness is something we all seem to be aware of, even if only peripherally. we all seem to be aware of, even if only peripherally. Magi have tried to get at this in some way or another Magi have tried to get at this in some way or another throughout history. The decision to hide form it or throughout history. The decision to hide form it or embrace it however, is left to the individual.embrace it however, is left to the individual.______________________________________________________________________[16] [16] The Beatitudes of BaphometThe Beatitudes of Baphomet(or, the Sermon from Under the Mount)(or, the Sermon from Under the Mount)- by Bret Cagle II°- by Bret Cagle II°1. Blessed are the peacemakers, for they shall 1. Blessed are the peacemakers, for they shall reconcile the beast and the gods.reconcile the beast and the gods.2. Blessed are the Void in Spirit, for they shall 2. Blessed are the Void in Spirit, for they shall remanifest the dimensions of a new creation.remanifest the dimensions of a new creation.3. Blessed are those who mourn forgetfulness, 3. Blessed are those who mourn forgetfulness, for in remembrance they shall awaken “they who for in remembrance they shall awaken “they who sleep without”.sleep without”.4. Blessed are the fluid of mind, for they shall 4. Blessed are the fluid of mind, for they shall inherit a greater reality than mortal imaginings.inherit a greater reality than mortal imaginings.5. Blessed are they whose lust imbues them with 5. Blessed are they whose lust imbues them with life abundant, for they shall be satisfied in eternity life abundant, for they shall be satisfied in eternity now.now.6. Blessed are those whose mercy is fortified 6. Blessed are those whose mercy is fortified with severity and justice, for they shall know with severity and justice, for they shall know enduring strength of will.enduring strength of will.7. Blessed are those who understand and attain 7. Blessed are those who understand and attain purity in essence - the covenant of spirit in the blood purity in essence - the covenant of spirit in the blood restored, for they shall become the Beast, the Man restored, for they shall become the Beast, the Man and the Gods of Remembrance.and the Gods of Remembrance.8. Blessed are those who Become the reversal of 8. Blessed are those who Become the reversal of the Lie and the Destruction of Wrong Beginnings, the Lie and the Destruction of Wrong Beginnings, for though they shall endure isolation and strife for for though they shall endure isolation and strife for a while, yet shall Enlightenment Become their a while, yet shall Enlightenment Become their Eternal Possession.Eternal Possession.9. Blessed are the Righteous Warriors whose 9. Blessed are the Righteous Warriors whose Becoming is of the True Nosferatu, for those who Becoming is of the True Nosferatu, for those who dare the sojourney through conflict and devouring dare the sojourney through conflict and devouring and who endure, shall attain the Great Liberation.and who endure, shall attain the Great Liberation.======================================================================The Black PyramidThe Black Pyramid- by Michael A. Aquino VI°- by Michael A. Aquino VI°======================================================================______________________________________________________________________[17] [17] PylonsPylonsIn “ÆS Working II” (In “ÆS Working II” (ScrollScroll #XIX-1) I #XIX-1) I discussed a modernization of the Pylon concept discussed a modernization of the Pylon concept within the Temple. After receiving & considering within the Temple. After receiving & considering comments, I have decided to implement that comments, I have decided to implement that modernization. Some additional points:modernization. Some additional points:(1) Pylon affiliation within one year of entering (1) Pylon affiliation within one year of entering the Temple: If you are already a member of the the Temple: If you are already a member of the Temple, the one-year period begins May 1, XXVIII Temple, the one-year period begins May 1, XXVIII (1993CE).(1993CE).(2) This Pylon affiliation requirement does not (2) This Pylon affiliation requirement does not apply to the Priesthood, as it is assumed that they apply to the Priesthood, as it is assumed that they will already be working with a number of Pylons will already be working with a number of Pylons and Sentinels.and Sentinels.(3) If you don’t join a Pylon within a year, you (3) If you don’t join a Pylon within a year, you won’t be expelled from the Temple automatically, won’t be expelled from the Temple automatically, but on the other hand if you continue to ask for but on the other hand if you continue to ask for guidance, services, or information that would have guidance, services, or information that would have been easily accessible to you through a Pylon, you been easily accessible to you through a Pylon, you may find that contacts & correspondents are may find that contacts & correspondents are somewhat less accommodating. This is not a somewhat less accommodating. This is not a “policy” just a fact of life.“policy” just a fact of life.(4) How does one find out about current (4) How does one find out about current Pylons? Every new Setian gets an up-to-date list Pylons? Every new Setian gets an up-to-date list with the with the Crystal TabletCrystal Tablet. This same list is . This same list is continuously updated in the continuously updated in the Crystal TabletCrystal Tablet file area file area of Glinda, so can be accessed there at any time. If of Glinda, so can be accessed there at any time. If you do not have a Glinda account, contact the you do not have a Glinda account, contact the Executive Director for a print-out. Then just contact Executive Director for a print-out. Then just contact the Sentinel(s) via the IC Roster or any one of the the Sentinel(s) via the IC Roster or any one of the alternate means shown (direct address, electronic alternate means shown (direct address, electronic mail, Glinda).mail, Glinda).(5) Can you join more than one Pylon? Yes, if (5) Can you join more than one Pylon? Yes, if both you and the Sentinels involved think it’s a both you and the Sentinels involved think it’s a good idea. Just be careful not to spread your time so good idea. Just be careful not to spread your time so thinly that you don’t have time to really participate thinly that you don’t have time to really participate in any one of them.in any one of them.(6) How does the Temple know when you join a (6) How does the Temple know when you join a Pylon? Sentinels should advise me directly of new Pylon? Sentinels should advise me directly of new Pylon memberships. These will be noted on the Pylon memberships. These will be noted on the master membership database, which is then available master membership database, which is then available to the entire Priesthood. It also feeds automatically to the entire Priesthood. It also feeds automatically into the IC Roster, so if you are on the ICR, your into the IC Roster, so if you are on the ICR, your Pylon affiliation will show up in each succeeding Pylon affiliation will show up in each succeeding run. A print-out of the latest ICR is contained in run. A print-out of the latest ICR is contained in every new CT, and the ICR is also updated every every new CT, and the ICR is also updated every week or so on Glinda. Non-Glinda users can week or so on Glinda. Non-Glinda users can request hardcopies (maximum 1/six-month-period) request hardcopies (maximum 1/six-month-period) from the ED. Hint: If you don’t have a Glinda from the ED. Hint: If you don’t have a Glinda account but have a friend who does, ask him/her to account but have a friend who does, ask him/her to download the latest ICR for you. Another hint: In download the latest ICR for you. Another hint: In most Pylons there are probably one or more most Pylons there are probably one or more persons with Glinda accounts.persons with Glinda accounts.(7) Will Pylons be getting special attention, (7) Will Pylons be getting special attention, information, publications, or services that individual information, publications, or services that individual Setians don’t? Right now, no because this “new Setians don’t? Right now, no because this “new design” is just starting, and the Temple likes to design” is just starting, and the Temple likes to implement things gradually & easily. I would guess implement things gradually & easily. I would guess that in about a year we will definitely have shifted that in about a year we will definitely have shifted over to a mode where a large number of Temple over to a mode where a large number of Temple functions are channeled through the Pylon system functions are channeled through the Pylon system rather than directly to individual Setians. Obviously rather than directly to individual Setians. Obviously there will be exceptions. The there will be exceptions. The ScrollScroll, ICR, and , ICR, and Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 1616"},{"pageNumber":17,"pageContent":"Glinda, for example, will remain direct-connections Glinda, for example, will remain direct-connections between the individual and the Temple office.between the individual and the Temple office.(8) Will the Orders operate through the Pylons? (8) Will the Orders operate through the Pylons? No. A Setian’s affiliation & activities within an No. A Setian’s affiliation & activities within an Order will be entirely distinct. Continuing with the Order will be entirely distinct. Continuing with the university analogy: If Orders are somewhat similar university analogy: If Orders are somewhat similar to academic departments, then a Pylon might be to academic departments, then a Pylon might be likened to a “campus fraternity/sorority” wherein a likened to a “campus fraternity/sorority” wherein a number of Setians with a variety of majors enjoy number of Setians with a variety of majors enjoy both the social & philosophical company of one both the social & philosophical company of one another in their continued experience of the Temple another in their continued experience of the Temple & Æon of Set.& Æon of Set.(9) If you apply to a Pylon, can it refuse you (9) If you apply to a Pylon, can it refuse you admission? Yes, if in the Sentinel’s opinion there is admission? Yes, if in the Sentinel’s opinion there is a sound reason for doing so such as too many other a sound reason for doing so such as too many other Pylon memberships, a past membership in that Pylon memberships, a past membership in that Pylon which was disruptive or nonparticipatory, Pylon which was disruptive or nonparticipatory, Pylon size too big to be practical, etc. You shouldn’t Pylon size too big to be practical, etc. You shouldn’t be turned down for no reason at all, however. If this be turned down for no reason at all, however. If this happens and you don’t get an explanation [or one happens and you don’t get an explanation [or one you think is fair], please contact any Priest or you think is fair], please contact any Priest or Priestess for advice & help.Priestess for advice & help.(10) How is a Pylon started? Any III°+ Initiate (10) How is a Pylon started? Any III°+ Initiate can start one on his/her own authority. An Adept can start one on his/her own authority. An Adept may start one with the sponsorship of any member may start one with the sponsorship of any member of the Priesthood. When a Pylon is started, please of the Priesthood. When a Pylon is started, please provide me with relevant data for inclusion on the provide me with relevant data for inclusion on the Temple database and Glinda.Temple database and Glinda.(11) How is a Pylon stopped? If its membership (11) How is a Pylon stopped? If its membership drops below 3 for six months, or if it wishes to stop, drops below 3 for six months, or if it wishes to stop, or if the sponsor perceives that it is mal-/non-or if the sponsor perceives that it is mal-/non-functioning.functioning.(12) What about newsletters? A very important (12) What about newsletters? A very important part of the Pylon concept. Pylons can circulate them part of the Pylon concept. Pylons can circulate them gratis as desired, and/or charge a reasonable gratis as desired, and/or charge a reasonable subscription fee to cover costs & mailing.subscription fee to cover costs & mailing.Glinda has a “Pylons” file area, wherein a Glinda has a “Pylons” file area, wherein a Pylon’s newsletters (text only) can be made Pylon’s newsletters (text only) can be made available to all Glinda users without charge. If you available to all Glinda users without charge. If you upload a newsletter directly to the SYSOP (me), I’ll upload a newsletter directly to the SYSOP (me), I’ll put it in that area without delay. If you send me put it in that area without delay. If you send me hardcopies, I’ll try to scan them and get them in hardcopies, I’ll try to scan them and get them in there as time permits.there as time permits.(13) What else does Glinda have for Pylons? (13) What else does Glinda have for Pylons? Every Pylon has its own subforum area in Glinda’s Every Pylon has its own subforum area in Glinda’s discussion forums. Every Glinda-user can read discussion forums. Every Glinda-user can read from & contribute to these forums. To date these from & contribute to these forums. To date these have not been very active, particularly by small or have not been very active, particularly by small or distant Pylons, but they are there & available.distant Pylons, but they are there & available.And as mentioned, Glinda always contains the And as mentioned, Glinda always contains the most current list of Pylons for all interested Setians.most current list of Pylons for all interested Setians.______________________________________________________________________[18] [18] GlindaGlindaEven if you aren’t a Glinda account or don’t Even if you aren’t a Glinda account or don’t even have a computer/modem, please read this article even have a computer/modem, please read this article carefully. You may have a friend in the Temple who carefully. You may have a friend in the Temple who can apply it for you, and you may want to think can apply it for you, and you may want to think about moving in the direction of getting your own about moving in the direction of getting your own access.access.Take a moment to re-read the Glinda section of Take a moment to re-read the Glinda section of the the CTCT. This will soon be expanded & updated to . This will soon be expanded & updated to reflect the following developments:reflect the following developments:For some time now I have been exploring For some time now I have been exploring various options to make Glinda more accessible to various options to make Glinda more accessible to Setians at a distance from San Francisco. [Anyone Setians at a distance from San Francisco. [Anyone can access Glinda from anywhere in the world; it is can access Glinda from anywhere in the world; it is the long-distance phone bill that is the irritant.] the long-distance phone bill that is the irritant.] There are a number of commercial computer There are a number of commercial computer networks, but (a) they all cost at least as much networks, but (a) they all cost at least as much money as an occasional direct call to Glinda would money as an occasional direct call to Glinda would set you back, and (b) they do not connect directly set you back, and (b) they do not connect directly with Glinda’s software.with Glinda’s software.FidoNet, however, does connect directly and is FidoNet, however, does connect directly and is free. In an earlier free. In an earlier BPBP I said that I doubted Fido’s I said that I doubted Fido’s usefulness because I was wary of its security. usefulness because I was wary of its security. Having looked into it more carefully now, I have Having looked into it more carefully now, I have much better hopes for it.much better hopes for it.FidoNet is something like “ham radio” for FidoNet is something like “ham radio” for computer bulletin boards (BBSs like Glinda). Fido computer bulletin boards (BBSs like Glinda). Fido BBSs exchange data over phone lines at very BBSs exchange data over phone lines at very high/inexpensive speeds, making it virtually a cost-high/inexpensive speeds, making it virtually a cost-free cooperative, amateur system. There are free cooperative, amateur system. There are thousands of participating Fido BBSs around the thousands of participating Fido BBSs around the world, in virtually every country & major population world, in virtually every country & major population center.center.What this means is that if you and your What this means is that if you and your computer participate in an amateur BBS in, say, computer participate in an amateur BBS in, say, Finland, Australia, Ontario, or Florida that is hooked Finland, Australia, Ontario, or Florida that is hooked up with FidoNet, you can use your local account to up with FidoNet, you can use your local account to send electronic mail (EM) to any other Fido BBS send electronic mail (EM) to any other Fido BBS worldwide including Glinda. Glinda users can also worldwide including Glinda. Glinda users can also send EM back to you via the same procedure.send EM back to you via the same procedure.There is more. Glinda contains an ever-growing There is more. Glinda contains an ever-growing library of Temple-relevant documents (files). Until library of Temple-relevant documents (files). Until now there were only two ways you could get these: now there were only two ways you could get these: (1) Use your computer to dial Glinda directly and (1) Use your computer to dial Glinda directly and download them. (2) Ask someone with a Glinda download them. (2) Ask someone with a Glinda account to download them and provide you with a account to download them and provide you with a printout. Now via Fido, however, you can request a printout. Now via Fido, however, you can request a file from Glinda over your local BBS. Glinda will file from Glinda over your local BBS. Glinda will process the request automatically and send the process the request automatically and send the file(s) back through the Fido system to your local file(s) back through the Fido system to your local BBS, where you can pick it up for yourself.BBS, where you can pick it up for yourself.There is still more. FidoNet carries a large There is still more. FidoNet carries a large number of “echoes” (ongoing computer number of “echoes” (ongoing computer conferences similar to Glinda’s forums). The conferences similar to Glinda’s forums). The difference is that echoes are shared among a wide difference is that echoes are shared among a wide variety of interested Fido BBSs and updated variety of interested Fido BBSs and updated constantly, so that each “conversation” includes constantly, so that each “conversation” includes participants from all over the world. Glinda is now participants from all over the world. Glinda is now carrying an initial selection of some of these echoes carrying an initial selection of some of these echoes (thanks to the gracious help of Setian John Youril’s (thanks to the gracious help of Setian John Youril’s Northern Lights BBS in Sacramento, California). Northern Lights BBS in Sacramento, California). Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 1717"},{"pageNumber":18,"pageContent":"Glinda-users can now participate in any or all of Glinda-users can now participate in any or all of these echoes. If you are not a Glinda user, but want these echoes. If you are not a Glinda user, but want to participate in one of these echoes, you would have to participate in one of these echoes, you would have to find a convenient Fido BBS which carries one or to find a convenient Fido BBS which carries one or more of them.more of them.Each FidoNet member BBS is identified by a Each FidoNet member BBS is identified by a “node number”, which in Glinda’s case is “node number”, which in Glinda’s case is 1:125/430.1:125/430.Fido drawbacks: (1) EM and files transmission Fido drawbacks: (1) EM and files transmission will be slower than a commercial service such as will be slower than a commercial service such as MCI-Mail, because the transmissions have to be MCI-Mail, because the transmissions have to be relayed through a series of Fido computers. (2) EM relayed through a series of Fido computers. (2) EM and files can be read by intermediate computers, and files can be read by intermediate computers, hence should not be considered securely private. hence should not be considered securely private. Normally, however, Fido transmissions are passed Normally, however, Fido transmissions are passed automatically without interference or examination. automatically without interference or examination. [For that matter, it is possible for CompuServe or [For that matter, it is possible for CompuServe or MCI-Mail to examine any EM/files transmitted by MCI-Mail to examine any EM/files transmitted by their systems too.] (3) Since FidoNet is 100% their systems too.] (3) Since FidoNet is 100% amateur, you can occasionally run into amateur, you can occasionally run into uncooperative or unreliable links in the chain.uncooperative or unreliable links in the chain.Does being a Fido node make Glinda any less Does being a Fido node make Glinda any less secure as a Temple of Set BBS? No. Outside of secure as a Temple of Set BBS? No. Outside of accepting a packet of incoming EM/files and accepting a packet of incoming EM/files and sending a packet of outgoing EM/files via Fido sending a packet of outgoing EM/files via Fido every night, Glinda remains inaccessible save every night, Glinda remains inaccessible save through controlled passwords. No one can use Fido through controlled passwords. No one can use Fido to bypass these passwords.to bypass these passwords.Fido access to Glinda’s files is controlled in two Fido access to Glinda’s files is controlled in two ways. First, only those Glinda files specifically ways. First, only those Glinda files specifically identified for Fido access can be seen or identified for Fido access can be seen or downloaded via Fido request. Secondly a special downloaded via Fido request. Secondly a special password is necessary before Glinda will transmit a password is necessary before Glinda will transmit a Fido-request file. This password will be given only Fido-request file. This password will be given only to current Initiates of the Temple of Set.to current Initiates of the Temple of Set.What parts of Glinda can’t remote-Fido users What parts of Glinda can’t remote-Fido users access? (1) Files in Glinda’s General Text area. I access? (1) Files in Glinda’s General Text area. I will probably move these GT files into Glinda’s will probably move these GT files into Glinda’s regular files area to make them Fido-accessible. (2) regular files area to make them Fido-accessible. (2) Glinda’s internal forum discussions, which will not Glinda’s internal forum discussions, which will not be “echoed” outside of Glinda. (3) Files in Glinda be “echoed” outside of Glinda. (3) Files in Glinda which are considered too private or sensitive to be which are considered too private or sensitive to be passed to a requester through the Fido relay system passed to a requester through the Fido relay system for example the IC Roster. For these you will still for example the IC Roster. For these you will still have to log directly on to Glinda, or request have to log directly on to Glinda, or request hardcopies from a Glinda-user or a Temple official.hardcopies from a Glinda-user or a Temple official.Next question: How do you find a FidoNet Next question: How do you find a FidoNet BBS in your vicinity to enable you to do all these BBS in your vicinity to enable you to do all these wonderful things? (1) You can ask around the local wonderful things? (1) You can ask around the local computer community for names and phone numbers computer community for names and phone numbers of FidoNet participant systems. (2) You can nearby of FidoNet participant systems. (2) You can nearby computer BBS users in the Temple of Set for computer BBS users in the Temple of Set for referrals. (3) You can EM or write me directly. I will referrals. (3) You can EM or write me directly. I will have Glinda do a search for various Fido BBSs near have Glinda do a search for various Fido BBSs near you and send you a list of them, whereupon you can you and send you a list of them, whereupon you can contact them directly to see about joining one of contact them directly to see about joining one of them.them.Cost to you: Usually $0, £0, that is zero, Cost to you: Usually $0, £0, that is zero, nothing, Nichts. Fido is amateur and strictly non-nothing, Nichts. Fido is amateur and strictly non-commercial. It is possible that a local BBS may commercial. It is possible that a local BBS may charge a fee for your participation on that BBS charge a fee for your participation on that BBS (which would include your use of it for Fido (which would include your use of it for Fido purposes). But you might look further and find one purposes). But you might look further and find one without any membership fee.without any membership fee.Glinda’s internal forum areas are: (1) General Glinda’s internal forum areas are: (1) General [Temple of Set, Non-TS Occult, Public Affairs, [Temple of Set, Non-TS Occult, Public Affairs, Media, OccultInstTech, Drosophila], (2) Orders Media, OccultInstTech, Drosophila], (2) Orders [each Order], (3) Pylons [each Pylon], (4) [each Order], (3) Pylons [each Pylon], (4) Publications, and forums for the Priesthood, Publications, and forums for the Priesthood, Masters of the Temple, and Council of Nine.Masters of the Temple, and Council of Nine.Meanwhile Glinda’s regular files library Meanwhile Glinda’s regular files library continues to grow. This library continues to grow continues to grow. This library continues to grow only as Glinda-users upload files directly or as I am only as Glinda-users upload files directly or as I am able to scan printed material into new electronic able to scan printed material into new electronic versions for inclusion. When I do such scans, I then versions for inclusion. When I do such scans, I then edit the result carefully for grammatical perfection edit the result carefully for grammatical perfection & conciseness, then add it to the library. For & conciseness, then add it to the library. For example, a series of articles extending over several example, a series of articles extending over several RunesRunes issues may be consolidated into a single issues may be consolidated into a single topical file in the Order of the Trapezoid section.topical file in the Order of the Trapezoid section.I reiterate: Glinda is still a young system with I reiterate: Glinda is still a young system with enormous capacity for data. She continues to be enormous capacity for data. She continues to be refined into a format by which any Setian anywhere refined into a format by which any Setian anywhere can instantly locate material of greatest interest and can instantly locate material of greatest interest and have a printed copy on his/her desk virtually have a printed copy on his/her desk virtually immediately [or with a slight delay if via Fido]. It is immediately [or with a slight delay if via Fido]. It is not a perfect resource; computers are still more not a perfect resource; computers are still more expensive than typewriters or telephones, and so far expensive than typewriters or telephones, and so far Glinda cannot store photographs or artwork. But in Glinda cannot store photographs or artwork. But in another few years who knows? The new Setian of another few years who knows? The new Setian of 2001 may join, be issued a Glinda password, and 2001 may join, be issued a Glinda password, and have the whole of our entire 28-year archives have the whole of our entire 28-year archives instantly available at the tap of a key.instantly available at the tap of a key.Scroll of SetScroll of Set - April 1993- Page - April 1993- Page 1818"}]
