[{"pageNumber":1,"pageContent":"(ebook – PDF - Government )  IMPORTANT NOTE (please paste this note on the top of all ebooks): Please use the following classifications in the names of ebooks that you input or currently have on your hard drive: 1.) Ebooks are Adobe Acrobat PDF files or Tomeraider type only, do not name txt files ebooks, no matter how long your lines are. 2.) In parenthesis within the name, type (ebook – Type - Class) 3.) In the “Type” space put the format, either PDF or TOMERAIDER. In the “Class” space, put t he classification of the book, classifications are: Biography, Children, Fiction, Food, Games, Government, Health, Internet, Martial - Arts, Mathematics, Other, Programming, Reference, Religious, Science, Sci - Fi, Sex, and Software. This new standard is ac cepted by Fink Crew (who do most of the conversions from plain text to PDF) and MacWarez (One of the largest groups currently scanning ebooks). It helps people searching for these files to find them more easily. "},{"pageNumber":2,"pageContent":"SECTION VI NUCLEAR WEAPONS EFFECTS TECHNOLOGY"},{"pageNumber":3,"pageContent":"II-6-1 SECTION 6—NUCLEAR WEAPONS EFFECTS TECHNOLOGY Scope 6.1 Underground Nuclear Weapons Effects (NWE) Testing ................II-6-5 6.2 Blast and Shock Effects from Nuclear Detonations .......................II-6-11 6.3 Nuclear Thermal Radiation Effects ................................................II-6-16 6.4 Transient Radiation Effects in Electronics (TREE) and Systems-Generated Electromagnetic Pulse (SGEMP) Effects .......II-6-22 6.5 Nuclear Effects on Electromagnetic Signal Propagation ...............II-6-26 6.6 High-Altitude Electromagnetic Pulse (HEMP) Effects ..................II-6-28 6.7 Source Region Electromagnetic Pulse (SREMP) Effects ..............II-6-31 6.8 Pulsed-Power Nuclear Weapons Effects Simulation ......................II-6-33 BACKGROUND A nuclear detonation creates a severe environment including blast, thermal pulse, neutrons, x- and gamma-rays, radiation, electromagnetic pulse (EMP), and ionization of the upper atmosphere. Depending upon the environment in which the nuclear de- vice is detonated, blast effects are manifested as ground shock, water shock, “blueout,” cratering, and large amounts of dust and radioactive fallout. All pose problems for the survival of friendly systems and can lead to the destruction or neutralization of hostile assets. Although some nuclear weapons effects (NWE) such as blast and cratering have analogs in the effects of conventional weapons, many NWE are unique to nuclear use. In addition, blast and other “common” weapons effects are likely to be much more powerful in the nuclear case than in the realm of conventional weapons. NWE are so severe that combinations of two or more simultaneously (as in a real event) may not add linearly, complicating the design and construction of physical simulators or the writing and validation of computer simulation codes. OVERVIEW Some NWE can be modeled mathematically using powerful computers; others, and in particular the combination of several effects, are beyond valid analytic or nu- merical assessment. The only way to know if friendly systems or target assets will endure a given nuclear attack may be to expose representative equipment to real nuclear explosions or to construct complex simulators which reproduce a part of the spectrum of NWE. Until the conclusion of the Limited Test Ban Treaty (LTBT) in 1963, the United States conducted atmospheric tests of nuclear weapons, and it was relatively simple to include effects testing in the experiment. By signing the 1963 accord, the United States, the UK, and the Former Soviet Union agreed to discontinue atmospheric testing, testing in outer space, and testing under water. The only environment in which nuclear devices could be detonated was underground in circumstances where radioac- tive debris did not drift beyond national boundaries. In the years between 1963 and 1992 the States Parties to the LTBT conducted underground tests to study NWE. As a result of congressional action the United States unilaterally entered a testing moratorium, which was made permanent with the signing of the Comprehensive Test Ban Treaty (CTBT) in 1996. Because it is no longer con- sidered acceptable for the United States to conduct any nuclear explosions for any reason, future U.S. assessments of the vulnerability of its systems or of potentially hostile systems will have to rely upon the use of simulation and analysis validated by comparison with the results from almost 50 years of testing. Combinations of nuclear weapons effects pose particularly difficult simulation problems. The thermal pulse can weaken or ignite a target, permitting the blast wave Highlights • NWE technologies enable a country to harden more effectively its offensive and defensive systems against a nuclear weapon. • Physical simulators that mimic the environments generated by a nuclear explosion and validated computer codes that can predict the NWE on systems are both used to evaluate the vulnerabilities of potential targets or delivery systems. • Each type of nuclear weapons effect—blast and shock, thermal radiation, transient nuclear radiation, and EMP—requires its own set of physical simulators and validated codes. Few simulators are able to replicate more than one NWE. • Both physical simulators and validated codes require large financial investments."},{"pageNumber":4,"pageContent":"II-6-2 to be more effective than against a “cold” object. X-ray radiation can damage elec- tronics and protective systems, making the target more vulnerable to neutrons. EMP and transient radiation effects in electronics (TREE) can operate synergistically. Ther- mal effects could conceivably damage some components designed to harden a system against EMP. Low-energy x-rays absorbed by a target in space can heat surface mate- rial to the vaporization point, causing it to explode away from the system, producing shock effects within the target. The effects produced and the ranges at which they are effective depend upon the yield of the nuclear weapon and the height of burst (HOB) and may depend upon the design of the device itself. Potential proliferators will not have their own data from atmospheric and under- ground testing of nuclear weapons to use in validating simulation and analysis. If a proliferator decides that detailed knowledge of weapons effects is necessary for devel- oping either a targeting or a survival strategy, it will need to gain a useful increment of information beyond that in the open literature (e.g., in Glasstone and Dolan’s The Effects of Nuclear Weapons and in more technical publications) to justify the expense of simulation. It will also have to acquire a detailed knowledge of the mechanisms by which nuclear weapons produce their physical effects. Should a proliferator actually carry out an NWE test despite international norms against such testing, one can infer that the testing state can produce significantly more special nuclear material (SNM) than it requires for its war stocks. Theoretical predictions of NWE based on computer codes and algorithms that have not been compared with experiments may not be accurate, and the details of such experiments are not generally available. Those codes and algorithms which have been validated by experiment usually contain adjustable parameters and are much more reliable predictors of NWE. Such codes are termed “substantiated.” Physical simula- tion provides more confidence in predicting NWE because it does not rely upon the mathematical approximations of codes and algorithms but uses physical phenomena closely related to those produced by a nuclear detonation to test the behavior of real systems. But physical simulation remains “second best” compared to testing against a real nuclear detonation. The technologies to be discussed at length in this section are briefly described in the following paragraphs. 1. Underground Nuclear Weapons Testing Underground testing (UGT) can provide much insight into weapon design, radia- tion effects (gammas, neutrons, x-rays) on military systems, selected aspects of shock and blast, thermal effects, and source region EMP (SREMP). Countries with limited defense budgets are less likely than the major nuclear powers to have had exhaustive underground testing programs. 2. Blast and Shock Effects From Nuclear Detonations Although thermal radiation, EMP, and ionizing radiation from a nuclear blast are all damage producing, at yields below about a megaton the blast and shock produced by a nuclear weapon are the predominant means of damaging a target. For some targets, such as underground bunkers and missile silos, blast and shock are virtually the only effective destructive mechanisms. 3. Nuclear Thermal Radiation Effects The intensity of thermal radiation decreases only as the inverse square of the dis- tance from a nuclear detonation, while blast, shock, and prompt ionizing radiation effects decrease more rapidly. Thus, high-yield weapons are primarily incendiary weap- ons, able to start fires and do other thermal damage at distances well beyond the radius at which they can topple buildings or overturn armored vehicles. 4. TREE and System-Generated Electromagnetic Pulse (SGEMP) Effects An understanding of TREE and SGEMP is of critical importance in designing and building equipment that can survive a nuclear attack. It is not clear, however, that a nation having limited financial and technical resources could develop unique radia- tion-hardened devices and/or systems. These countries could, however, test a few critical subsystems or systems in an established foreign simulation facility. Although there are certain aspects of TREE and SGEMP technology that are of general scientific interest, for nations which have interests in the acquisition of nuclear weapons, the desire to evaluate and test systems at SGEMP and TREE dose rate levels typical of nuclear weapons is a useful indicator that they plan on nuclear combat, whether as a user or as a victim of the weapon. While TREE and SGEMP may indeed be effective, a nuclear planner without the benefit of extensive simulation and substantiated codes will probably rely on the gross NWE such as blast, shock, and thermal radiation. 5. Nuclear Effects on Electromagnetic Signal Propagation Nuclear effects on electromagnetic signal propagation, which affects command, control, communications, computers, and intelligence (C 4 I), are of concern to coun- tries expected to use nuclear weapons, particularly those which intend to explode a weapon at great altitudes or those which expect to have to defend against such a nuclear attack. C 3 I technology is primarily affected by high-altitude nuclear effects that could interrupt satellite-to-satellite communications, satellite-to-aircraft links, or satellite- to-ground links. Most nations will hope that signals from Global Positioning System (GPS) satellites and ground-based differential GPS transmitters will be usable shortly after a nuclear explosion, as well as traditional communications channels which must be protected."},{"pageNumber":5,"pageContent":"II-6-3 6. High-Altitude Electromagnetic Pulse (HEMP) Effects The electromagnetic pulse generated by the detonation of a single nuclear weapon at high altitudes can be a threat to military systems located as much as a thousand miles away. HEMP can disable communications systems and even power grids at enormous distances from the burst. This type of threat could be used by a third world country that has the capability to launch a rocket carrying a high-yield device (about 1 megaton or more) a few hundred kilometers into the upper atmosphere and a few thousand kilometers from its own territory (to avoid damaging its own systems). Nuclear weapons effects simulators, particularly for HEMP, require high-energy, terawatt-class power conditioning. Parts of these systems have significantly advanced energy storage, switching, and power-control technologies in the submicrosecond, multimegajoule regime. These technologies directly map into support for the power technologies needed for advanced weapons such as high-power microwaves. 7. Source Region Electromagnetic Pulse (SREMP) Effects This technology is specifically concerned with nuclear detonations that occur at very low altitudes down to ground level and that are usually targeted at military instal- lations. Interest in this technology is uniquely associated with interest in using or defending against the use of nuclear weapons. SREMP produces an environment char- acterized by a combination of electromagnetic and ionizing radiation caused by a low- altitude nuclear detonation. 8. Pulsed-Power Nuclear Weapons Effects Simulation Although this technology is focused on developing simulators which produce pulsed electromagnetic and particle radiation resembling that arising from a nuclear weapon, it is shared by many nations. Certain aspects of this technology have relevance for non-nuclear directed-energy weapons devices and thermonuclear power technology. Countries that have an interest in acquiring in-house capability in this technology could possibly have a long range interest in nuclear weapons. The financial investment re- quired “for admission” is, however, very large. RATIONALE Nuclear detonations are the most devastating of the weapons of mass destruction. To make this point one need only recall the pictures from Hiroshima or the international furor over the accidental but enormous radiation release from the Chernobyl power plant. The contamination from Chernobyl was significantly larger than would have been expected from a nuclear detonation of about 20 kT at ground level, but was comparable in extent to what might result from a “small” nuclear war in which a dozen or so weapons of nominal yield were exploded at altitudes intended to maximize blast damage. Hence, for those nations which are concerned about being the victims of a nuclear attack, the requirement for understanding and implementing ways of mitigat- ing NWE is important. It is just as important for the user of a nuclear weapon to understand (and be able to mitigate) NWE on his own forces, not merely on the deliv- ery vehicle, unless he can be certain that there will be no nuclear retaliatory strike. Some important nuclear weapons effects are subtle in their action, producing no obvious visible damage to targeted systems. If these effects are to be employed delib- erately, the using state must understand them well. To do so requires simulation and substantiated computation codes. In the absence of nuclear testing, simulation equipment, numerical simulation, and theoretical analysis of NWE are the only means states can verify how NWE will affect their own forces and those of their opponents in a nuclear environment. NWE simulation, as well as survivability and hardening programs, have both offensive and defensive aspects, and may be desired by both nuclear possessor states and those with neither nuclear weapons nor plans to build them. FOREIGN TECHNOLOGY ASSESSMENT (See Figure 6.0-1) Most of the relevant equipment and specialized software has been developed in parallel by many countries including Russia, China, the UK, and France, as well as Japan, Germany, Switzerland, Sweden, Canada, and members of the former Warsaw Treaty Organization. Although the simulation, survivability, and hardening equip- ment available from non-Western countries is inferior to that produced in the West (“years behind” in the case of HEMP simulation), it may be good enough to permit a nuclear aspirant to understand how to make its own equipment more survivable than otherwise. The most advanced capabilities usually only are necessary when one is trying to design equipment to be the lightest, most effective, and most efficient; when one backs away from the edge of the envelope, less-detailed analysis and testing may suffice. After all, the NATO allies operated acceptably survivable equipment decades ago."},{"pageNumber":6,"pageContent":"II-6-4 Figure 6.0-1. Nuclear Weapons Effects Foreign Technology Assessment Summary Legend: Sufficient Technologies Capabilities: ♦♦♦♦ exceeds sufficient level ♦♦♦ sufficient level ♦♦ some ♦ limited Because two or more countries have the same number of diamonds does not mean that their capabilities are the same. An absence o f diamonds in countries of concern may indicate an absence of information, not of capability. The absence of a country from this list may indicate an abse nce of information, not capability. Country Sec 6.1 Underground Test ing Sec 6.2 B last and Shock Sec 6.3 Thermal Radiation Sec 6.4 TREE and SGEM P Sec 6.5 Signal Propagation Sec 6.6 HEMP Sec 6.7 SREM P Sec 6.8 Pulsed Power Australia ♦♦ ♦♦ ♦♦ Canada ♦ ♦♦ ♦ ♦♦ ♦♦♦ China ♦♦♦ ♦♦♦ ♦♦♦ ♦♦ ♦♦ ♦♦ ♦♦ ♦♦ Egypt ♦♦ ♦ France ♦♦♦ ♦♦♦ ♦♦♦ ♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ Germany ♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦ India ♦♦ ♦♦ ♦♦ ♦♦ ♦♦♦ ♦ ♦ Iran ♦♦ ♦ Iraq ♦♦ Israel ♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦ ♦♦♦ ♦♦ Italy ♦ ♦♦ ♦♦ ♦♦ ♦♦♦ ♦♦ ♦♦ Japan ♦ ♦♦ ♦♦ ♦♦♦ ♦♦ ♦♦ ♦♦ ♦♦ Libya ♦♦ ♦ North Korea ♦♦ ♦ Pakistan ♦♦♦ Russia ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ South Africa ♦♦♦ ♦ UK ♦♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ ♦♦♦ United States ♦♦♦♦ ♦♦♦♦ ♦♦♦♦ ♦♦♦♦ ♦♦♦♦ ♦♦♦♦ ♦♦♦♦ ♦♦♦♦"},{"pageNumber":7,"pageContent":"II-6-5 SECTION 6.1—UNDERGROUND NUCLEAR WEAPONS EFFECTS TESTING OVERVIEW This section concentrates on those additional and specific technologies needed for nuclear weapons effects testing. The technologies for underground nuclear testing in general are covered in Section 5.10. Underground nuclear weapons effects tests (UGWETs) provide nuclear environments for demonstrating the hardness and surviv- ability of military equipment and materials as well as for studying basic nuclear effects phenomenology. The UGWET-specific technologies include horizontal emplacement of the de- vice, the provision of evacuated horizontal line-of-sight (HLOS) tubes for viewing the detonation, and mechanical closures to prevent debris from traveling through the HLOS tube to the experiment station that measures the radiation and shock environment and the response of systems. Also included are scattering station design and the computer codes necessary to understand the results of the experiments. Technologies to contain the release of radiation are only covered to the extent that they differ from those used in nuclear weapon development tests. For effects testing, horizontal emplacement tests (HET) are preferred over verti- cal emplacement tests because the emplacement of device and test equipment is sim- plified. Horizontal tunnels provide greater experiment flexibility and access. Vertical shaft tests are less expensive but only provide limited exposure area because of the risk associated with containment when the crater is formed. The need to excavate large cavities for the placing of “test samples” and the construction of appropriate environ- ments for those samples (for example, a vacuum for reentry bodies) drives the conduc- tor of HLOS tests to seek suitable terrain such as a mesa or mountainside. Effects tests could also be conducted inside a deep mine. HETs can incorporate large cavities so that shock and SREMP from a low-yield device actually have space to develop to the point where they are representative of similar effects in the open air from a large-yield weapon. The minimum burial depth is: D = 400 Y 1/3 feet, and the radius of the cavity formed by the detonation is: R = 55 Y 1/3 feet, where linear dimensions are measured in feet and yield in kilotons. The object of an HET is often to allow nuclear radiation to reach the test object while preventing it from being destroyed by the other effects. Indeed, scientists expect to be able to recover the test instrumentation. Such a test requires redundant contain- ment vessels: the first around the device, a second around all of the experiment to protect the tunnel system if the inner vessel fails and the experimental equipment is lost, and a third to ensure that no radiation escapes into the atmosphere even if the experimental equipment is lost and the tunnel system contaminated. The HET-HLOS configuration is most often used for radiation effects tests, but the HLOS configuration must withstand the blast and shock waves produced by the device. The HLOS pipe is tapered from about 6 inches in diameter at the “zero room” (the device emplacement cavity) to about 30 feet in diameter at the experimental area 1,500 to 1,800 feet away and provides a clear line of sight to the device for those test subjects which need to see direct radiation. Highlights • Full-yield nuclear tests are the only way to produce all relevant nuclear weapon effects simultaneously. • Signatories of the 1996 Comprehensive Test Ban Treaty (CTBT), including all five declared nuclear weapon states and Israel, are no longer permitted to conduct nuclear test explosions. For those states physical simulation combined with validated computer codes provides the most reliable way to evaluate NWE. • Even when it was allowed, underground testing was a very expensive way to garner the needed information. It was used by countries with significant economic bases and which were also committed to the development of nuclear offensive and defensive capabilities. • Complete containment of radioactive debris is probably essential if a nation wishes to conduct a clandestine nuclear test. In any underground nuclear weapons effects test (UGWET), fast-acting mechanical closures to prevent debris from reaching the test objects are unique and critical equipment. Underground nuclear weapons effects tests can provide insight into weapon performance, nuclear radiation effects, shock and blast, thermal effects, and source region EMP (SREMP). •"},{"pageNumber":8,"pageContent":"II-6-6 Not all experiments require “direct” nuclear radiation; many are suitable for use with a scattered (lower intensity) beam produced in a scatter station—typically made with appropriate nuclear and atomic properties to deflect the correct wavelength and intensity of radiation. The design of these scatter stations requires both technical skill and experience so that the scattered radiation is properly tailored for its intended use. An incorrectly designed station could mean that the test object is exposed to incorrect radiation types or intensities, which could significantly reduce the value of the test. A number of techniques are used in parallel to ensure that the HLOS pipe is closed before nuclear debris reaches the experiment. X- and gamma-rays travel at the speed of light, and electrons (beta particles) and neutrons are not much slower. The debris, however, moves much more slowly, at hydrodynamic velocities. [A “modified auxil- iary closure” (MAC) or, when lower-yield weapons are used, a “fast acting closure” (FAC), positioned close to the device location—the working point—is able to shut the pipe in about 1 ms and to withstand pressures of about 30,000 psi.] A gas seal auxiliary closure (GSAC) farther along the HLOS pipe can close in less than 30 ms, and the tunnel and pipe seal (TAPS) will shut the pipe off in 300–700 ms. The TAPS is consid- erably farther from the working point than the FAC and therefore (a) has more time to function and (b) must close a larger aperture due to the taper of the HLOS pipe. These closure technologies are likely to require significant experience to develop to the point of reliable operation. Other instrumentation to measure device performance, delivered shock, thermal pulse, electromagnetic pulse, and radiation is essentially similar to that used in a de- vice development test (see Section 5.10). RATIONALE Emplacement canisters, fast-acting closures for HLOS tunnels, and containment technology are the keys to preventing the release of radioactive debris into the atmos- phere, allowing UGWET tests to be conducted without their being detected off-site. Mechanical closure designs and materials unique to underground tests in general and UGWET in particular include mechanical and cable gas-flow blocking designs and techniques that operate up to a pressure difference of 1,000 psi for up to an hour and specialized explosive and/or mechanically driven devices capable of isolating portions of the HLOS pipe during or within the first 100 ms after exposure to radiation. Because the experimental area is often quite large and is at a considerable distance from the working point, the vacuum systems needed to evacuate air from them to simulate a space environment are unusual. Required are specially designed diffusion or cryogenic pumps capable of maintaining a pressure much less than 10 –3 Torr over a pipe system as long as 1,800 feet and varying in diameter from as small as 1 inch to as large as 30 feet. The crystals used to determine the energy spectrum of the radiation are unusual as well, and must be specially designed and fabricated to measure x-ray fluences at levels >0.1 cal/cm 2 in a time <50 ns and to operate in the UGT environ- ment. FOREIGN TECHNOLOGY ASSESSMENT (See Figure 6.0-1) Some foreign vendors can manufacture digitizers, measurement systems, and fiber-optic equipment comparable to those used in U.S. UGWET. France manufac- tures digitizing oscilloscopes; Japan, South Korea, and Taiwan manufacture the elec- tronic components for measurement and recording systems; and Germany manufac- tures cryogenic vacuum pumps of the large size required for HLOS events. For an FTA covering equipment generally usable in a nuclear test, see Section 5.10."},{"pageNumber":9,"pageContent":"II-6-7 Table 6.1-1. Underground Nuclear Weapons Effects Testing Technology Parameters (cont’d) Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters UGWET Testbed that Contains the Nuclear Radiation Generated in the Explosion Contain radioactive release that concurrently complies with environmental con- straints and detection using mechanical and cable-gas- flow blocking designs that withstand up to 1,000 psi for up to 1 hour, or mechanical devices that isolate portions of the line-of-site pipe within 100 ms after exposure to radiation; techniques for recording analog signals with frequency content >250 MHz; timing and firing systems that provide a probability of failure less than 0.01%. Systems that permit measurement and recording of x-ray fluence >0.1 cal/cm 2 and time- resolved spectra in the photon energy range 50 eV to 500 keV measure and record neutron spectrum at flux levels >10 19 n/cm 2 -5 of 14 MeV neutrons; measure the complete time-dependent flux of gamma rays. USML XVI Stemming materials Specially designed: mechanical closures that prevent the uncontrolled release of gas or debris, diffusion or cryogenic pumps that maintain less than 1 Torr over a total pipe system m ore than 500 feet in length, manu- facturing equipment that can maintain 2-dimen- sional uniformity <1%, detectors that measure X-ray fluence >0.1 cal/ cm 2 , stress and particle motion gauges capable of measuring stress greater than 1 kilobar and velocities >10 m/s, airblast gauges with <2 ms risetime. Substantiated computer codes and algorithms for computing: coupled radiation hydrodynamics flow (especially in 2- or 3-dimensional geome- try), high-temperature opacity, x-ray deposition and material response, shock propagation and equation-of-state, stress waves in and around nuclear explosive cavities, Maxwell's equations in ionized air; and evaluate x-ray blow- off. Scattering Station Design Design parameters and design rules for scatter station design that facilitate the acquisition of information on system res ponse to the nuclear and electromagnetic radiation generated in UGWETs . USML XVI Lithium hydride None identified Substantiated computer codes and algorithms that facilitate the design of scatter stations and collectively incorporate the effects of electro- magnetic and x-ray environments."},{"pageNumber":10,"pageContent":"II-6-8 Table 6.1-1. Underground Nuclear Weapons Effects Testing Technology Parameters (cont'd) Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters Codes and Related Algorithms for Computing Coupled Radiation- Hydrodynamics Flow Radiation/hydrodynamic flow parameters that have been derived from UGT environ- ments that improve the ability to design UGWETs. USML XVI None identified None identified Substantiated computer codes and algorithms that compute radiation- hydrodynamics flow for the range of parameters relevant to an under- ground nuclear test environment. Computer Codes and Related Algorithms for Computing High- Temperature Opacity Opacities of materials of atomic number greater than 71 and for photon energies from 50 to 20,000 electron volts. USML XVI None identified None identified Substantiated computer codes and algorithms that compute high- temperature opacity (including ionized gas contributions), and multi- group opacity libraries created by such codes. Computer Codes and Related Algorithms for Computing x-ray Deposition and Material Response Thermal conduction and electron transport param- eters theoretically derived and/or empirically deduced from UGWETs that can accurately predict the response of thin-film optical systems to nuc lear weapon generated x-rays. USML XVI None identified None identified Substantiated computer codes and algorithms that can predict x-ray deposition and material response of thin-film optical systems. Computer Codes and Related Algorithms for Computing Shock Propagation and Equation of State Substantiated parameters for shock propagation and equation of state at high pressures and temperatures that can be used in the prediction of these entities. USML XVI None identified None identified Substantiated computer codes and algorithms for computing shock propa- gation that contain equa- tion of state information at high pressures and temperatures."},{"pageNumber":11,"pageContent":"II-6-9 (cont’d) Table 6.1-2. Underground Nuclear Weapons Effects Testing Reference Data Technology Technical Issues Military Applications Alternative Technologies UGWET Testbed that Contains the Nuclear Radiation Generated in the Explosion Containing the large overpressures generated by nuclear detonation while allowing the transport of nuclear radiation through the various test chambers, and preventing the residual gases from reaching the atmosphere. Developing instrumentation and integrated electronic systems that can operate acceptably in the presence of the high level ionizing radiation and strong shock waves that are generated by the nuclear detonation. All military systems that must operate in a nuclear detonation environment involving gamma rays, x-rays, thermal radiation, or shock waves. Above-ground radiation testing techniques, computer codes, and related algorithms for determining system res ponse to nuclear weapons. Scattering Station Design Methods of obtaining sufficient energy from the main nuclear radiation beam using suitable scattering materials in conjunction with placement of measurement instrumentation to obtain a large amount of information on the radiation response of sub systems. Typical radiation levels at the experiment are 1 cal/cm 2 of x-rays, 10 12 neutrons/cm 2 . All military systems that must operate in a nuclear detonation environment involving gamma rays, x-rays, or neutrons. Above-ground radiation testing techniques, computer codes, and related algorithms for determining system res ponse to nuclear weapons. Codes and Related Algorithms for Computing Coupled Radiation- Hydrodynamics Flow Incorporating experimental data into theoretical models that give accurate results for coupled radiation- hydrodynamics flow. All military systems that must operate in a nuclear detonation environment involving gamma rays, x-rays, or neutrons. None identified Computer Codes and Related Algorithms for Computing High- Temperature Opacity Incorporating experimental data into theoretical models that give accurate results for x-ray and gamma ray energy absorption and transmission through materials All military systems that must operate in a nuclear detonation environment involving gamma rays, x-rays, or neutrons. None identified Computer Codes and Related Algorithms for Computing x-ray Deposition and Material Response Incorporating experimental data into theoretical models that give accurate results for the energy deposition and response of thin films to x-rays. All military systems that must operate in a nuclear detonation environment involving gamma rays, x-rays, or shock waves. None identified Computer Codes and Related Algorithms for Computing Shock Propagation and Equation of State Incorporating experimental data into theoretical models that provide insight into the equation of state at extremely high pressure and temperature. All military systems that must operate in a nuclear detonation environment involving gamma rays, x-rays, or shock waves. Gas guns and flyer-plate tests."},{"pageNumber":12,"pageContent":"II-6-10 Table 6.1-2. Underground Nuclear Weapons Effects Testing Reference Data (cont'd) Technology Technical Issues Military Applications Alternative Technologies Computer Codes and Related Algorithms for Computing Stress Waves from Nuclear Explosive Cavities Incorporating experimental data into theoretical models that give predictable and repeatable results for the stress waves produced by underground nuclear detonations. All military systems that must operate in a nuclear detonation environment involving gamma rays, x-rays, thermal radiation, or shock waves. None identified Computer Codes and Related Algorithms for Computing x-Ray Induced Blow-Off Incorporating experimental data into theoretical models that give predictable and repeatable results for the blow-off of materials produced by incident x-rays. All military systems that must operate in a nuclear detonation environment involving gamma rays, x-rays, thermal radiation, or shock waves. None identified"},{"pageNumber":13,"pageContent":"II-6-11 SECTION 6.2—BLAST AND SHOCK EFFECTS FROM NUCLEAR DETONATIONS OVERVIEW As pictures of Hiroshima, Nagasaki, and of the test structures erected at the Ne- vada Test Site in the 1950’s amply demonstrate, the blast and shock waves produced by nuclear explosions are the principal means for destroying soft targets. Ground shock from a low-altitude, surface, or underground burst may be the only way to de- stroy hardened underground structures such as command facilities or missile silos. In the absence of atmospheric and underground nuclear testing to determine the survivability of structures, means must be found to simulate the phenomena associated with a nuclear explosion. For blast and shock this can be done either in a large-scale, open-air test employing chemical explosives or in a specially designed test facility which can also produce thermal fluxes comparable to those from a nuclear weapon. The air blast from a nuclear explosion is, however, different from that produced by conventional explosives. Because of the intense thermal pulse, the surface and near-surface air mass surrounding ground zero is heated rapidly. Within this heated region the blast wave travels more rapidly than it does in the cooler air above. As a result, blast waves reflected from the ground travel outwards and merge with the direct blast wave from the explosion. This produces a nearly vertical shock front called the Mach stem, which is more intense than that from the direct blast. To simulate the Mach stem with tests using high explosives, scientists employed helium-filled bags at ground level surrounding the high explosives used in the test. Because such tests can only be scaled and do not replicate the actual effects of a nuclear explosion, only scale models of test objects could normally be used. More recently, U.S. attention has focused on a higher pressure regime than can be attained in open-air testing and on the construction of large simulators capable of re- producing simultaneously the blast and the thermal pulse from a nuclear detonation. These simulators typically employ a fuel-oxygen mixture, for example, liquid oxygen and finely powdered aluminum, and consist of long semicircular tubes. These simula- tors can even approximate the effects of soil type on blast wave propagation as well as the entraining of dust in the blast wave. RATIONALE Proliferators could conduct nuclear simulations to obtain quantitative data about the behavior of blast and shock waves interacting with real structures. The actual combination of overpressure, dynamic pressure, lift, and diffraction effects on a target is exceedingly difficult to model analytically or to simulate numerically, particularly without actual data. Military interest in the effects of dynamic loading on systems is in the survivability of tracked and wheeled vehicles, towed vehicles, C 3 shelters, etc., in the pressure regime characteristic of nuclear weapons. Civilian interest is in the sur- vivability of similar systems and structures subjected to storm winds. The two are not completely distinct interests because the dynamic pressure from strong hurricanes may be comparable to that from nuclear blasts. Military interest also focuses on shock loading, a dynamic process which differs from the nearly steady-state effects of storm winds. As a rule of thumb, a 30 kPa pressure threshold corresponding to a 60 m/s particle velocity in the shock, or a drag force equivalent to that produced by about 210 km/hr (130 mph) steady winds, distinguishes the military and civilian applica- tions. A frequently used design objective for civil structures is survivability in 190 km/hr (120 mph) winds. Technologies for simulation include not only the ability to produce strong shocks and air blasts but also those used to measure shock wave values, dynamic pressure in a dusty environment, and deflections or other motions of the test structure. Dust-loaded shock tubes are unique to NWE testing. Similarly, combining both blast and thermal pulse would be unique to the nuclear situation. Explosives which are diluted or mixed with inert materials such as dilute explosive tiles produce more uniform detonations that more closely resemble a nuclear detonation; such explosives would also be critical to NWE testing. Highlights • Blast and shock effects are the primary damage-producing mechanisms for soft targets such as cities and are often the only effective mechanism for destroying underground structures such as missile silos. • Nuclear weapons with yields below about one megaton are particularly identifiable as blast/shock weapons. • Nuclear blast and shock phenomena differ from those produced by conventional chemical explosives because of their long duration and large overpressures. • There is considerable overlap between the pressure regime of nuclear-produced blast and shock and that of air drag produced in strong hurricanes."},{"pageNumber":14,"pageContent":"II-6-12 Simple software for computing nuclear blast, shock, and thermal effects is already uncontrolled, but codes which have been compared with nuclear detonations and which have been improved as a result are critical. FOREIGN TECHNOLOGY ASSESSMENT (See Figure 6.0-1) U.S. capability in numerical simulations of nuclear blast effects is probably un- surpassed, but France, Canada, the UK, and Germany are making rapid progress in the field. Note that neither Canada nor Germany possesses nuclear weapons and that neither is believed to have any program to acquire such arms. Israel has some capabil- ity in numerical simulation. Most likely, Russia does as well. The French had the most advanced Western blast simulator, a compressed-air- driven facility with a 70 m 2 cross section that is large enough to test full-sized military vehicles. The United States now has the Large Blast/Thermal Simulator with a larger cross section (about 300 m 2 ), a greater operating envelope than the French installation, and the capability to perform combined synergistic blast and thermal simulations (ther- mal pulse up to 8 cal/cm 2 ). Germany has a blast simulator with a cross-section of 76 m 2 and is acquiring thermal radiation simulators. The Germans are good at shock wave photography in small laboratory-scale shock tubes. The UK has a smaller explosively driven blast simulator with a smaller cross-section and smaller operating envelope than any of the above-listed facilities. The UK also operates lamp-type thermal radiation simulators. Canada, Australia, Sweden, Switzerland, Norway, Israel, and the Netherlands have had active blast simulation programs in the past. Italy, Japan, India, and Pakistan have capabilities in some critical elements of survivability and hardening to nuclear blast and thermal radiation. Japan has been conducting high-quality, laboratory-scale shock- tube research. Russia and some Eastern European states have above-ground blast simulators comparable to those of the United States and other NATO nations. Most of the countries with blast simulation capabilities do not possess nuclear weapons and likely acquired the technologies to study the survivability of their own assets."},{"pageNumber":15,"pageContent":"II-6-13 Table 6.2-1. Blast and Shock Effects from Nuclear Detonations Technology Parameters (cont’d) Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters Nuclear Airblast Simulator Overpressure and/or dynamic pressure levels exceeding 3 kPa, dust generated by nuclear burst with scaled HOB below 250m/(KT) 1/ 3 , and all high- yield bursts at higher HOB for high humidity layers below 3,000 m above sea level. USML XVI Explosives or explosives mixed with inert materials (dilute explosives) specially designed for nuclear weapons simulation. Miniaturized gauges that can measure pressure and structural response; shock tubes or other devices that can simulate the non-ideal nuclear airblast environment. Substantiated computer codes and algorithms that predict the pressure waveform generated by a nuclear airblast that can be used for designing the simulator and for calibration. System Level Thermal/ Blast Simulators for Low- Altitude Nuclear Detonations 3,000 K e.b.b. source, pulse- length 0-10 s, surface emittance >8 cal/cm 2 -s, that can test subsystems and systems against combined thermal and blast effects of a low-altitude nuclear detonation. USML XVI Liquid oxygen, powdered aluminum Instrumentation for measuring response of systems and materials for flux levels >8 cal/cm 2 -s, cameras with spectral resolution <0.25 nm, sampling rate >120/s, and with 10-bit resolution. Substantiated computer codes and algorithms that can interpret and extrapolate the results from simulation to real systems; and include: the response of mater- ials at elevated tempera- ture and temperature gradients in the pres- ence of shock waves. Nuclear Ground Shock Simulator Peak overpressures from 0.1 MPa surface flush and shallow-buried structures that extend from the surface to several meters below the surface. USML XVI Explosives or explo- sives mixed with inert materials (dilute explosives) specially designed for nuclear weapons simulation. All- weather materials that can protect RVs, launch vehi- cles, and aircraft against dust. Instruments for measuring effects resulting from stresses ≥ 10 MPa, gauges that measure stresses and strains in underground detonations. None identified Underwater Nuclear Detonation Simulator Overpressures greater than 100 psi and having impulse sufficient to degrade the operational capability of sea- based assets resulting from an underwater nuclear detonation. USML XVI None identified None identified None identified"},{"pageNumber":16,"pageContent":"II-6-14 Table 6.2-1. Blast and Shock Effects from Nuclear Detonations Technology Parameters (cont'd) Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters Thermostructural Shock Simulator Generate time history (1 to 100 ns pulse duration) of soft x-ray induced shock wave on space platforms. USML XVI None identified Optical measuring systems that ex hibit less than 10 mm per meter change in lateral or longitudinal dimensions when exposed to levels of x-ray generated pressures and impulses necessary to degrade the operational effectiveness of space assets. None identified"},{"pageNumber":17,"pageContent":"II-6-15 Table 6.2-2. Blast and Shock Effects from Nuclear Detonations Reference Data Technology Technical Issues Military Applications Alternative Technologies Nuclear Airblast Simulator Ability to maintain sufficiently high pressure for sustained period of time using high explosives so as to adequately simulate the effect of a nuclear blast. Above-ground communication nodes, jeeps, tru cks, tanks, art illery; RVs, boost vehicles, and aircraft. Substantiated computer codes and related algorithms that predict: overpressure and impulse on surface platforms, and dust lofting and atmospheric transport; laboraory scaled experiments of airblast over non- ideal grounds using laser beam facilities. System Level Thermal/Blast Simulator for Low-Altitude Nuclear Detonations Achieving synchronization of blast and thermal radiation waveforms. Above-ground communication nodes, jeeps, tru cks, tanks, art illery; RVs, boost vehicles, and aircraft. Substantiated computer codes and related algorithms that predict combined effects of blast and thermal radiation. Nuclear Ground Shock Simulator Disposable simulation techniques that produce ground-shock sho cks >5 MPa and coupled energy >10 KT of TNT. Buried communication nodes, bunkers, underground missile silos that may either be simply covered or structurally reinforced. Substantiated computer codes and related algorithms that predict any of the following: airblast, ground shock, loads on flush- mounted, shallow-buried, or deeply buried structures that may include the effect of non-ideal terrain. Underwater Nuclear Detonation Simulator Engineering of conventional high- explosive shaped charges to simulate nuclear detoanation pressure-time history of underwater detonation. Combat and combat-related surface ships, submarines. Substantiated computer codes and algorithms that predict overpressure and impulse on surfce ships and submarines due to nuclear-produced underwater detonations out to ranges where the pressures fall to 100 psi. Thermostructural Shock Simulator Tailoring of shock overpressure and impulse (pulse width 1 to 100 ns) on irregular surface of space structures and RVs. Satellites, ICBMs Substantiated computer codes and algorithms that can predict the mechanical and structural response of missile/spacecraft structures due to nuclear weapon generated x-rays."},{"pageNumber":18,"pageContent":"II-6-16 SECTION 6.3—NUCLEAR THERMAL RADIATION EFFECTS OVERVIEW Thermal radiation decays only as the inverse square of the distance from the deto- nation. Thus, weapons in the megaton class and above are primarily incendiary weap- ons, able to start fires and do other thermal damage at distances well beyond the radius at which they can topple buildings or overturn armored vehicles. The effect of thermal radiation on unprotected human beings is likely to be very serious, producing flash burns over large areas of the body. However, the Hiroshima and Nagasaki bombings demonstrated that once the victim is beyond the radius at which light-colored fabrics are directly ignited, even simple precautions can greatly reduce the extent and seriousness of thermal injuries. Many examples exist of people severely burned on their faces and arms, but unburned beneath even a thin shirt or blouse. Thermal effects on structures are equally complex. The response of a structure to the thermal pulse from a nuclear weapon depends upon its composition (wood, ma- sonry, concrete); the type and albedo of any exterior paint; the transparency of any windows facing the burst; the type, texture, and composition of roofing; and even the presence or absence of awnings and shades. For weapons in the 1 to 200-kiloton region used against structures commonly found in the West, blast effects are likely to predominate; larger weapons will have the ability to start fires at distances far greater than they can inflict significant blast damage. Films of tests conducted in Nevada in the 1950’s confirm that at the extreme distance at which wood-frame houses can be ignited by lower yield weapons, the buildings are blown apart seconds later by the blast wave, while structures which survive the blast do not ignite after the blast. Tests conducted in the Pacific using megaton-class weapons show the opposite effect. Sec- ondary fires started by broken gas mains, electrical short circuits, etc., are not consid- ered here. To fight on the modern electronic battlefield, one must understand the effects of nuclear weapons on sensors which function in the ultraviolet, optical, and infrared wavelength regions. Much less information about the response of such instruments is available openly, simply because no modern sensors were operating in Japan in 1945, and few were tested above ground before the LTBT went into effect. Thus, a state seeking to harden its sensors against the “light” flash from a nuclear weapon must determine the spectrum of the radiation from the weapon, simulate that spectrum at appropriate intensity levels and for representative durations, and then expose sensors to the flash. This probably could be done for small systems and sensors in a facility of modest size using commercially available non-nuclear technology; it is much more difficult to test large systems. Note that the spectrum of interest is a function of the yield of the attacking weapon, the time after detonation, and the distance the sensor is from the burst (because the atmosphere is not uniformly transparent at all wavelengths of interest). RATIONALE The fireball from a nuclear explosion reaches blackbody temperatures greater than 10 7 K, so that the energy at which most photons are emitted corresponds to the x-ray region of the electromagnetic spectrum. For detonations occurring below 30,000 m (100,000 ft) these X-rays are quickly absorbed in the atmosphere, and the energy is reradiated at blackbody temperatures below 10,000 K. Both of these temperatures are well above that reached in conventional chemical explosions, about 5,000␣ K. For Highlights • The thermal flash from nuclear weapons in the megaton class is able to ignite structures at distances greater than the blast wave from the same weapons can destroy them. Ignition of wood, etc., takes place at fluences of about 5 cal/cm 2 , while many modern structures can withstand overpressures of at least a few psi. • Thermal radiation can produce flash burns on unprotected human beings, but at distances beyond that at which clothing is ignited by the flash even simple precautions can greatly reduce injuries. • Thermal radiation from a nuclear weapon can adversely affect sensors in the infrared through the ultraviolet regions of the electromagnetic spectrum. • A country seeking to harden its sensors against the “light” flash from a nuclear weapon must determine the spectrum from the weapon as affected by atmospheric absorption and then simulate that spectrum at appropriate intensity levels for representative duration. • High-temperature blackbody radiation sources are used for simulation of the nuclear thermal radiation."},{"pageNumber":19,"pageContent":"II-6-17 detonations below 100,000 feet, 35 percent to 45 percent of the nuclear yield is effec- tively radiated as thermal energy. In addition to the high temperature of the nuclear fireball, the blackbody radiation is emitted in a characteristic two-peaked pulse with the first peak being due to the radiating surface of the outrunning shock. As the shock front temperature drops below 6,000 K, thermal radiation decreases when the shock front becomes transparent to radiation from the interior. This occurs between 10 –5 and 10 –2 seconds after detona- tion. At about 0.1 second after detonation, the shock front becomes sufficiently trans- parent that radiation from the innermost, hottest regions becomes visible, producing a second thermal peak. Before the second peak begins the fireball has radiated only about one quarter of its total energy. About 99 percent of the total thermal energy is contained in the second pulse. The duration of this pulse depends on the yield of the weapon and the height of burst (HOB); it ranges from only about 0.4 s for a 1 kT airburst to more than 20 s for a 10 MT explosion. Both theory and experiment indicate that the dominant thermal pulse can be ad- equately represented by a blackbody at a temperature between 6,000 and 7,000 K, which places the peak of the spectrum near the boundary between the ultraviolet and the visible regions of the spectrum. The shape of the Planck spectrum is such that most of the radiation is contained in the visible and infrared regions. The response of any given system to the thermal pulse depends on the absorption properties of the test subject but also to the distance from the burst and the atmospheric conditions between fireball and target such as clouds, snow, aerosols, and dust. The atmosphere is not equally transparent at all wavelengths, so the spectrum of the radia- tion incident on a target must be correctly calculated and then simulated. By the same token, known atmospheric absorption effects can be used by a system incorporating sensors at different distances from a nuclear explosion to establish the characteristics of the explosion itself and, therefore, the weapon type. Such informa- tion would be very useful in selecting appropriate responses. Sensors used to deliver information on which decision makers can rely, however, must be calibrated against simulated nuclear fireballs under a wide range of atmospheric conditions. Mixing and ignition facilities with surface emittance rates on the order of 150 cal/cm 2 -s at blackbody temperatures of ≥ 3,000 K are critical to some simulators. Such mixer facilities should mix fuel and oxidizer before ignition to avoid the produc- tion of smokes and particulate clouds. Instrumentation designed to function at flux levels above about 150 cal/cm 2 -s is specialized to the nuclear simulation role; this intense radiation environment can easily melt all known materials over the duration of a full thermal pulse. These conditions are not found in any commercial applications. Other processes and technologies such as plasma discharges with arc diameters >1.0 cm and arc lengths >10 cm for current greater than 1,000 Å and more than 300 kW input power are unique to nuclear simulation and have no commercial appli- cations. Software is to be validated against nuclear detonations or simulations and intended to model the characteristics of the fireball as functions of the characteristics of the nuclear source, burst environment, and atmospheric conditions. FOREIGN TECHNOLOGY ASSESSMENT (See Figure 6.0-1) The new U.S. Large Blast/Thermal Simulator (LBTS) is the most advanced facil- ity of its type in the West, having a larger operating envelope (blast) than the compa- rable French instrument plus the capability to perform simultaneous blast and thermal testing, also a capability lacked by the French. The United States and France lead in full-scale, thermal pulse simulation technol- ogy. Large-area, chemically driven, thermal-radiation simulators were developed in the United States but have been sold to France, the UK, and Germany. The United States operates flash and continuous-lamp facilities and uses solar furnaces on small targets. France and Germany have made incremental improvements to the simulators purchased from the United States. Russia and some Eastern European countries have thermal simulators comparable to those of the United States and other NATO nations."},{"pageNumber":20,"pageContent":"II-6-18 Table 6.3-1. Nuclear Thermal Radiation Effects Technology Parameters (cont’d) Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters High Intensity Thermal Radiation Chemical Energy Sources 3,000 K e.b.b. sources, pulse length >1 sec, that can provide a flux >7 cal/cm 2 -s to test objects with volumes >100 cubic feet. USML XVI Liquid oxygen, powdered aluminum Movable asymptotic calorimeters for measuring thermal flux, cameras with spectral resolution <0.25 nm, digital sampling rate >120/s, and with 10-bit resolution. No special commercial software is required for power control. Solar Power Tower (Central Receiving Tower with Mirror Field) Heliostats and receiver that produce 3,000 K e.b.b., provide ≥ 5 MW total thermal power, peak fluxes ≥ 260 W/cm 2 , illuminate targets as large as 27 m 2 , and simulate thermal nuclear transient in second range. USML XVI None identified Instrumentation including photometers and flux gauges that can accurately measure incident flux densities in the 10's of W/cm 2 range (temperature and flux are inferred from power density measurement) No special commercial software is required for power control. Programming effort is challenging but straightforward. Solar Parabolic Dish/ Parabolic Trough Systems Parabolic dish that generates solar thermal power by tracking the sun and provides ≥ 75 kW total thermal power, peak flux ≥ 1500 W/cm 2 over a 15-in. diameter circular area, and can control pulse duration in millisecond range. USML XVI None identified Instrumentation including photometers and flux gauges that can accurately measure incident flux densities in the 10's of W/cm 2 range (temperature and flux are inferred from power density measurement) No special commercial software is required for power control. Programming effort is challenging but straightforward. Solar Furnace Systems Heliostat that tra cks and directs sunlight into parabolic dish and can provide ≥ total thermal power, and peak flux ≥ 400 W/cm 2 , and can control power to simulate nuclear thermal transients. USML XVI None identified Instrumentation including photometers and flux gauges that can accurately measure incident flux densities in the 10's of W/cm 2 range (temperature and flux are inferred from power density measurement) No special commercial software is required for power control. Programming effort is challenging but straightforward."},{"pageNumber":21,"pageContent":"II-6-19 Table 6.3-1. Nuclear Thermal Radiation Effects Technology Parameters (cont'd) Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters Thermal Effects Simulators for IR Detectors Peak energy density from 1 to 10 3 J/cm 2 ; peak power density from 10 3 to 10 6 W/ c m 2 ; laser irradiation pulses from 10 –7 to 1 sec; uncertainty in damage threshold <35%. USML XVI Photovoltaic Detec- tors (PV): HgCdTe, PbSnTe; Pyro- electric Detectors: TGS, SBN; Thin-film Photoconductors (PC): PbS, PbSe; bulk HgCdTe Laboratory lasers having following capabilities: peak energy density from 1 to 10 3 J/cm 2 ; peak power density from 10 3 to 10 6 W/ c m 2 ; pulse width from 10 –7 to 1 sec. None identified Thermal Effects Simulators for Optical Semiconductors Pulse length between 10 –9 to 10 –4 sec, power density from 10 5 to 10 8 W/ c m 2 . USML XVI Ge, Si, InSb, GaAs, SiGa, SiAs, InAs, InGaSb, PbSnSe, LiTaO 3 Laboratory lasers having following range of capability: pulse length between 10 –9 to 10 –4 sec, power density from 10 5 to 10 8 W/ c m 2 . None identified Thermal Radiation Effects Soft x-Ray Simulators Using Plasma Radiation Source Soft x-ray (photon energies between 1 to 10 keV) radiation spectrum for on- target fluences ≤ 4.5 cal/cm 2 over an area > fraction of a centimeter in under 100 ns; capability of generating peak pressures in 10 s of kbar (few GPa) range. USML XVI None identified Plasma Radiation Source None identified Magnetic Driven Flyer Plates Simulator for Soft x-ray Thermal Radiation Effects Magnetic driven flyer plates that simulate thermally generated pressures at the surface of space platforms as high as 10 kbar, and impulses as low as ~ 5 ktap (500 Pa-s). USML XVI None identified Pulsed power system for magnetic field None identified Explosive Loading Simulators for Soft x-ray Thermal Radiation Effects Explosively driven flyer plates that simulate thermally generated pressures and impulses at the surface of generic shaped space plat- forms of moderate size (e.g., RVs) with pressures <1 kbar to 70 kbar (7 GPa) for fiber- reinforced organic ablators and up to 13 GPa for metal targets; and impulses ranging from several hundred taps to >7,000 taps (700 Pa-s). USML XVI High Explosives None identified None identified"},{"pageNumber":22,"pageContent":"II-6-20 (cont’d) Table 6.3-2. Nuclear Thermal Radiation Effects Reference Data Technology Technical Issues Military Applications Alternative Technologies High Intensity Thermal Radiation Chemical Energy Sources Generate nuclear thermal radiation for testing and evaluation of materials, components, sub systems, and systems for m ilitary application. Systems that must survive the thermal effects from a low altitude nuclear detonation Substantiated computer codes and algorithms that can predict the response of systems to the thermal radiation generated by a nuclear detonation; solar simulation methods. Solar Power Tower (Central Receiving Tower with Mirror Field) Precise computer control of reflector field to simulate thermal nuclear pulse; design and focus of mirrors; tech- niques for determining incident flux. These must work in combination with high speed shutter to produce the leading edge of the thermal pulse. Systems that must survive the thermal effects from a low altitude nuclear detonation Substantiated computer codes and algorithms that can predict the response of systems to the thermal radiation generated by a nuclear detonation; chemical energy sources Solar Parabolic Dish/Parabolic Trough Systems Design and fabrication of facets; tailor power level by facet alignment; control of transients, in conjunction with high speed shutter, to replicate nuclear thermal pulse (especially leading edge); techniques for determining incident flux. Systems that must survive the thermal effects from a low altitude nuclear detonation Substantiated computer codes and algorithms that can predict the response of systems to the thermal radiation generated by a nuclear detonation; chemical energy sources Solar Furnace Systems Design and fabrication of facets; tailor power level by facet alignment; control of transients, in conjunction with high speed shutter, to replicate nuclear thermal pulse (especially leading edge); techniques for determining incident flux. Systems that must survive the thermal effects from a low altitude nuclear detonation Substantiated computer codes and algorithms that can predict the response of systems to the thermal radiation generated by a nuclear detonation; chemical energy sources Thermal Effects Simulators for IR Detectors Determination of damage thresholds for detectors including vaporization and melting in photoconductors, cracking caused by thermal stress in pyroelectric detectors, and junction degradation in photodiodes. Sensor systems that must survive the thermal effects from either a low or high altitude nuclear detonation. Substantiated computer programs and algorithms that can predict melting and vaporization, cracking caused by thermal stress, and junction degradation, taking into account laser beam parameters and geometry. Thermal Effects Simulators for Optical Semiconductors Theoretical models for: optical and carrier transport, depth of heated material, coupled diffusion equations for temperature and excess carrier density, non-linear processes including two-photon absorption, free- carrier absorption, dynamic Burstein shift. Sensor systems that must survive the thermal effects from either a low- or high-altitude nuclear detonation. Substantiated computer programs that can predict optical and carrier transport; depth of heated region; coupled diffusion equations for temperature and excess carrier density; two-photon absorption, free-carrier absorption, and dynamic Burstein shift."},{"pageNumber":23,"pageContent":"II-6-21 Table 6.3-2. Nuclear Thermal Radiation Effects Reference Data (cont'd) Technology Technical Issues Military Applications Alternative Technologies Thermal Radiation Effects Soft x- Ray Simulators for High-Altitude Nuclear Detonations Using Plasma Radiation Source Simulation: of impulse, material blow- off, s pallation and surface damage caused by vaporization and/or ablation, buckling of thin-walled structures, brittle fracture, delamina- tion, nucleation and growth of flaws. RVs and space platforms that must survive a high-altitude NUDET. Substantiated multidimensional shock wave computer programs that incorporate constitutive models of composite materials, blow-o ff, fract ure, nucleation, growth of flaws; buckling, brittle fracture, and delamination. Simulation of Soft x-ray Thermal Radiation Effects Produced by High-Altitude Nuclear Detonations Using Magnetic Driven Flyer Plates Increasing the size of the energy source >500 kJ for applying magnetic pressures >10 kbar (1 GPa) to large targets. RVs and space platforms that must survive a high-altitude NUDET. Substantiated multidimensional shock wave computer programs that incorporate constitutive models of composite materials, blow-o ff, fract ure, nucleation, growth of flaws; buckling, brittle fracture, and delamination. Explosive Loading Simulator for Soft x-ray Thermal Radiation Effects Methods for concurrent simulation of peak pressure, impulse, and angular distribution of shock waves produced by soft x-rays on moderate to large space platforms or segments of space platforms using a combination of the: Sheet-Explosive Loading Technique (SELT), Light-Initiated High Explosive (LIHE) technique, and methods for spraying explosive on complex targets such as the Spray Lead at Target (SPLAT) technique. Specific issues are: SELT—accounting for finite velocity and oblique shock wave instead of uniform detonation time over surface and nonperpendicular shock, especially at low stress, reducing the minimum explosive thickness to permit reduction of impulse to threat levels, and adjusting the peak pressure and impulse using attenuators; LIHE—produce impulses <1,000 taps (100 Pa-s) using short- duration blast waves, reduce sensitivity of explosives and improve handling capabilities, and apply to complex target shapes; SPLAT— generate low-impulse simulation for large test objects. RVs and space platforms that must survive a high-altitude NUDET. Substantiated multidimensional shock wave computer programs that incorporate constitutive models of composite materials, blow-o ff, fract ure, nucleation, growth of flaws; buckling, brittle fracture, and delamination."},{"pageNumber":24,"pageContent":"II-6-22 SECTION 6.4—TRANSIENT RADIATION EFFECTS IN ELECTRONICS (TREE) AND SYSTEMS-GENERATED ELECTROMAGNETIC PULSE (SGEMP) EFFECTS OVERVIEW Many military systems (and, increasingly, civilian systems such as communica- tions and weather satellites) must be capable of operating in environments containing sources of both natural and man-made radiation. In this context “radiation” refers to particle-like effects caused by neutrons, photons, and charged particles. When ener- getic radiation passes through matter, many complex processes occur including Compton scattering, photoelectric excitation, Auger electron emission, and pair production caused by photons; ionization caused by charged particles; and various nuclear processes caused by neutrons. Neutron-induced reactions can stimulate the release of charged particles and photons. As the level of integration of modern electronics increases, and as the size of individual devices on chips shrinks, electronic systems become increasingly vulner- able to any unwanted charge deposition or atomic displacement within the silicon base of the semiconductors. Effects which are generally short-lived are classed as transient radiation effects in electronics (TREE). EMP generated within the system by the pas- sage of radiation through cases, circuit boards, components, and devices is called sys- tems-generated EMP or SGEMP. The quantification of both phenomena is critical to the design of optical and elec- tronic packages which can survive these effects. Ideally, such subsystems should be produced without significant increases in either cost or weight. Because the radiation which causes TREE and SGEMP is relatively strongly absorbed in the atmosphere, both phenomena are of primary importance to space systems exposed to high-altitude, high-yield nuclear detonations. RATIONALE Survivability analysis of semiconductor electronics requires quantitative under- standing of at least the following: • Ionization effects (both total dose and dose rate) which produce enhanced photocurrents in the transient state and can also cause permanent trapping of free charge in metal oxide semiconductor (MOS) devices. • Displacement effects (displacement of lattice atoms leading to changes in the bandgap energy levels) and thermomechanical shock induced by the rapid deposition of energy from the nuclear detonation. These effects depend not merely on total dose but also on dose rate. Naturally occurring effects include total dose from electrons and protons trapped in the Van Allen belts and single-event upset (SEU) or even single-event burnout. SEU re- sults when enough ionization charge is deposited by a high-energy particle (natural or man-produced) in a device to change the state of the circuit—for example, flipping a bit from zero to one. The effect on a power transistor can be so severe that the device burns out permanently. Large x- and gamma-ray dose rates can cause transient upset and permanent fail- ure. These dose rates are delivered over a 10–100 ns time period. Delayed gammas in a 1–10 microsecond period at the same dose rate can cause latchup and burnout of devices. Latchup is the initiation of a high-current, low-volt- age path within the integrated circuit and causes the circuit to malfunction or burnout by joule heating. Neutron fluences of greater than 10 10 n/cm 2 can cause permanent damage. A nuclear weapon will typically deliver this dose in a period from 0.1 to 10 ms. Total ionization greater than 5,000 rads in silicon delivered over seconds to min- utes will degrade semiconductors for long periods. As device sizes decrease, the thresh- old for damage may go down. Highlights • Radiation can damage or destroy microelectronic integrated circuits by a number of mechanisms. • Although high doses and dose rates are more predictably effective at damaging microcircuits, single-event upsets are becoming increasingly more common and devastating as individual device size decreases. • TREE and SGEMP are primarily problems for space-based systems. Natural radiation can do similar damage over a period of years. • It is difficult to predict the details of system survivability using com- putation, and it is also very expensive to build adequate simulators. • Many foreign powers have the ability to produce radiation- hardened or radiation-resistant microcircuits."},{"pageNumber":25,"pageContent":"II-6-23 It is inherently difficult to predict the effects of TREE and SGEMP from first principles. Because components, circuit boards, cases, connectors, and everything else within a system can be arranged in many ways, and because radiation can come from any direction, only a detailed simulation (perhaps involving Monte Carlo calcu- lations) can do the job. The task of prediction is made more complex because the effects of the radiation pulse can depend on the operating state of the system at the moment the radiation passes through it. A series of tests with conditions chosen to reach design dose and dose rate limits during many different phases of system operation is probably preferable. Such testing, however, requires simulators which can reproduce the extreme conditions produced by nuclear weapon detonation, typically >10 11 rads (Si)/s. Simulators of this environ- ment typically include high-current, short-pulse electron linear accelerators irradiating a primary target to produce an appropriate flux of secondary radiation. FOREIGN TECHNOLOGY ASSESSMENT (See Figure 6.0-1) Many nations have the capability to produce radiation-hardened microelectronic and electro-optical devices and to use these devices in military systems. These states include the UK, France, Germany, Sweden, Japan, Russia, Taiwan, and South Korea. Many of these nations do not possess nuclear weapons. The UK, France, Sweden, and Russia have demonstrated their ability to produce radiation-hardened systems. All nations which can produce radiation-hardened components and systems may be presumed to have the ability to verify by experiment that such systems function correctly. Those countries which did not conduct nuclear effects tests must have some simulation capability. Nuclear weapon states must also have the capability to simulate TREE and SGEMP since all have signed the CTBT."},{"pageNumber":26,"pageContent":"II-6-24 Table 6.4-1. Transient Radiation Effects in Electronics (TREE) and Systems-Generated Electromagnetic Pulse (SGEMP) Effects Technology Parameters Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters TREE/SGEMP Effects Simulators Pulsed gamma ray, x-ray, electron beam, and ion beam sources that simulate a nuclear weapons radiation environment with dose rates >10 11 rads(Si)/s over a volume that is large enough to test military subsystems/systems; diagnostic and test equipment that can operate in dose rates >10 11 rads(Si)/s. USML XVI Optical fibers and semiconductor materials that can operate in dose rates >10 11 rads(Si)/s. Substantiated multi- dimensional shock wave computer programs that incorporate constitutive models of composite materials, blow-o ff, frac- ture, nucleation, growth of flaws; buckling, brittle fracture, and delamina- tion. that can operate and evaluate the per- formance of compo- nents, sub systems and systems in a nuc lear weapon generated environments >10 11 rads(Si)/s. None identified TREE/SGEMP Hardening Systems, subsystems, and components that are hardened against nuclear weapon generated environments that exceed 10 11 rad(Si)/s USML XVI None identified Specially designed test systems that can evaluate the perform- ance of components, subsystems, and sys- tems that are required to operate in a radiation environment >10 11 rads(Si)/s. Substantiated radiation computer codes and algorithms that: perform TREE/SGEMP hardening assessments and trade- off studies at either the component, sub system and system level; can evaluate “operate- through capability.”"},{"pageNumber":27,"pageContent":"II-6-25 Table 6.4-2. Transient Radiation Effects in Electronics (TREE) and Systems-Generated Electromagnetic Pulse (SGEMP) Effects Reference Data Technology Technical Issues Military Applications Alternative Technologies TREE/SGEMP Effects Simulators Computer implemented analytical models of gamma ray, x-ray, electron and ion transport in multilayered and multidimen- sional structures. Development of testing procedures and related measurement systems that can operate at dose rates exceeding 10 11 rad (Si)/s. Mission critical military systems that must operate in the TREE and SGEMP threat environment such as satellites, C3 nodes, RVs, etc. Substantiated radiation (gamma ray, x-ray, electron beam, and ion beam transport) computer codes and algorithms that predict TREE/SGEMP effects in subsystems or systems. TREE/SGEMP Hardening Methods for circumventing and mitigating the effects of prompt nuclear radiation induced electrical signals. Minimizing sensor degradation from debris gammas. Developing radiation-hardened components and circuits. Mission critical military systems that must operate in the TREE and SGEMP threat environment such as satellites, C3 nodes, RVs, etc. None identified"},{"pageNumber":28,"pageContent":"II-6-26 SECTION 6.5—NUCLEAR EFFECTS ON ELECTROMAGNETIC SIGNAL PROPAGATION OVERVIEW The large quantities of ionizing radiation produced by a high-altitude, high-yield nuclear detonation can severely change the environment of the upper atmosphere, pro- ducing heavily ionized regions which can disrupt electromagnetic waves passing through those zones. These disturbed regions can easily be the size of North America and can persist for tens of hours. The trapping mechanism for these high-energy electrons may be similar to that which produces the Van Allen radiation belts. The actual degree of communications interruption is dependent upon the scenario and includes weapon yield and HOB, time of day, cloud cover, latitude and longitude of the burst, the specific communications path, and the time after the detonation. Other systems which may be affected by nuclear weapons effects on electromagnetic wave propagation include sensors in the IR, visible, and UV regions, and laser communica- tions which may be affected by the background IR. A very hot (but transparent) region of the atmosphere can act as a lens to refract a laser communications beam off of its intended receiver. Radar beams are both attenuated and refracted when passing through a nuclear fireball at altitudes below 25 km. At these altitudes the mean free path is small, and it is reasonable to speak of the fireball as being in local thermal equilibrium. Under these circumstances it is difficult to track incoming reentry vehicles (RV). Optical systems will suffer increased noise levels both because of ionized regions and from blackbody radiation from the fireball, and long-wave infrared (LWIR) systems may be unable to see through the fireball to an RV in the distance and may not be able to see an RV nearer to the sensor than the fireball because of the background. No high-altitude nuclear tests have been carried out by the United States since the ratification of the 1963 Limited Test Ban Treaty (LTBT). Apparently, few IR data were obtained from the CHECKMATE, KINGFISH, ORANGE, and STARFISH high- altitude tests, so the visual information from those tests has been extrapolated to the IR regime. The main sources of high-altitude IR which would produce clutter include plasma emission, molecular and atomic emission from excited states, and emission from uranium oxide. All of these are functions of electron density. At frequencies above about 300 MHz (UHF, SHF, and EHF), signals may be dis- rupted by scintillation, primarily characterized by intermittent fading and multipath transmission. These effects may persist for long periods and can degrade and distort a signal almost beyond recognition (for example, the plasma clouds are dispersive so that the speed of all frequencies of electromagnetic radiation are not equal in the cloud). Temporal and frequency coherence can both be destroyed. RATIONALE The vast majority of information relating to the propagation of electromagnetic radiation in a nuclear environment is pure science, primarily ionospheric and auroral physics including such phenomena as whistlers between northern and southern hemi- sphere locations. It requires no protection, but information on the mitigation of the effects may be classified because of considerations applicable to specific systems. Two areas require special mention as critical technology: • The process of calculating the evolution of the nuclear-produced plasma in the Earth’s atmosphere and magnetic field. • Certain aspects of propagation simulators that reproduce the nuclear environ- ment. FOREIGN TECHNOLOGY ASSESSMENT (See Figure 6.0-1) All five of the declared nuclear weapon states, the United States, Russia, the UK, France, and China may have some capability to determine the effects of nuclear envi- ronments on electromagnetic signal propagation. All have access to and/or have con- tributed to the unclassified literature on RF propagation through structured media. The United States and the UK have provided models for calculating line-of-sight com- munications effects; the status of similar models in the other three nations is unknown. Highlights • Trans-satellite and satellite-to-ground communications are frequently interrupted. • Operational effects include lower signal-to-noise ratio, fading, and reduced information rate for communication channels. • Simulation of these effects uses hardware-in-loop."},{"pageNumber":29,"pageContent":"II-6-27 Table 6.5-2. Nuclear Effects on Electromagnetic Signal Propagation Reference Data Table 6.5-1. Nuclear Effects on Electromagnetic Signal Propagation Technology Parameters Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters Fading Dispersive Communication Channel Simulators Simulate RF propagation through disturbed ionosphere generated by high altitude nuclear detonations, com- pute: frequency-selective bandwidth, coherence time, signal-to-noise ratio, bit error rate; frequency-selective band >100 kHz USML XVI None identified None identified Substantiated computer codes and algorithms integrated with hardware in the loop that predict the space-time iono- spheric plasma concen- tration, frequency- selective bandwidth, and coherence time in nuclear disturbed ionosphere. Optical and Infrared Simulators Simulate propagation of IR (0.8–30 microns), VIS (0.4–0.8 microns), UV (0.01–0.4 microns) waves in backgrounds generated by nuclear detonations. USML XVI None identified None identified Substantiated computer codes and algorithms integrated with hardware- in-the-loop that calculate high-altitude nuclear environments and predict propagation for IR/VIS/UV signals. Technology Technical Issues Military Applications Alternative Technologies Fading Dispersive Communication Channel Simulators Predict generation of ionic species, plasma concentration, coherence bandwidth, coherence time, propagation delay, and probability of correct message resulting from a high altitude nuclear detonation. Military communication systems and radars that must operate in nuclear disturbed propagation paths. None identified Optical and Infrared Simulators Predict generation of ionic species, plasma concentration, and propagation characteristics such as attenuation, refraction, etc., in IR/VIS/UV region resulting from a high altitude nuclear detonation. IR/VIS/UV systems that must operate in nuclear disturbed propagation paths. None identified"},{"pageNumber":30,"pageContent":"II-6-28 SECTION 6.6—HIGH-ALTITUDE ELECTROMAGETIC PULSE (HEMP) EFFECTS OVERVIEW A high-altitude nuclear detonation produces an immediate flux of gamma rays from the nuclear reactions within the device. These photons in turn produce high energy free electrons by Compton scattering at altitudes between (roughly) 20 and 40 km. These electrons are then trapped in the Earth’s magnetic field, giving rise to an oscillating electric current. This current is asymmetric in general and gives rise to a rapidly rising radiated electromagnetic field called an electromagnetic pulse (EMP). Because the electrons are trapped essentially simultaneously, a very large electromagnetic source radiates coherently. The pulse can easily span continent-sized areas, and this radiation can affect systems on land, sea, and air. The first recorded EMP incident accompanied a high- altitude nuclear test over the South Pacific and resulted in power system failures as far away as Hawaii. A large device detonated at 400–500 km over Kansas would affect all of CONUS. The signal from such an event extends to the visual horizon as seen from the burst point. The EMP produced by the Compton electrons typically lasts for about 1 microsecond, and this signal is called HEMP. In addition to the prompt EMP, scattered gammas and inelastic gammas produced by weapon neutrons produce an “intermediate time” signal from about 1 microsecond to 1 second. The energetic debris entering the ionosphere produces ionization and heating of the E-region. In turn, this causes the geomagnetic field to “heave,” producing a “late-time” magne- tohydrodynamic (MHD) EMP generally called a heave signal. Initially, the plasma from the weapon is slightly conducting; the geomagnetic field cannot penetrate this volume and is displaced as a result. This impulsive distortion of the geomagnetic field was observed worldwide in the case of the STAR- FISH test. To be sure, the size of the signal from this process is not large, but systems connected to long lines (e.g., power lines, telephone wires, and tracking wire antennas) are at risk because of the large size of the induced current. The additive effects of the MHD-EMP can cause damage to unprotected civilian and military systems that depend on or use long-line cables. Small, isolated, systems tend to be unaffected. Military systems must survive all aspects of the EMP, from the rapid spike of the early time events to the longer duration heave signal. One of the principal problems in assuring such survival is the lack of test data from actual high-altitude nuclear explosions. Only a few such experiments were carried out before the LTBT took effect, and at that time the theoretical understanding of the phenomenon of HEMP was relatively poor. No high-altitude tests have been conducted by the United States since 1963. 1 The “acid test” of the response of modern military systems to EMP is their perfor- mance in simulators, particularly where a large number of components are involved. So many cables, pins, connectors, and devices are to be found in real hardware that computation of the progress of the EMP signal cannot be predicted, even conceptually, after the field enters a real system. System failures or upsets will depend upon the most intricate details of current paths and interior electrical connections, and one can- not analyze these beforehand. Threat-level field illumination from simulators com- bined with pulsed-current injection are used to evaluate the survivability of a real sys- tem against an HEMP threat. The technology to build simulators with risetimes on the order of 10 ns is well known. This risetime is, however, longer than that of a real HEMP signal. Since 1986 the United States has used a new EMP standard which requires waveforms at threat levels having risetimes under a few nanoseconds. Threat-level simulators provide the best technique for establishing the hardness of systems against early-time HEMP. They are, however, limited to finite volumes (air- 1 In addition to the more familiar high-yield tests mentioned above, three small devices were exploded in the Van Allen belts as part of Project Argus. That experiment was intended to explore the methods by which electrons were trapped and traveled along magnetic field lines. Highlights • HEMP is generated by electric currents in the atmosphere produced by Compton scattering of the gamma radiation from a high-altitude nuclear detonation. • The electromagnetic waves from EMP can degrade the performance of ground and airborne systems more than 1,500 km from the burst. • The technologies used to harden against HEMP are essentially those used in the area of electromagnetic compatibility and electromagnetic interference; they are internationally available."},{"pageNumber":31,"pageContent":"II-6-29 craft, tanks, communications nodes) and cannot encompass an extended system. For these systems current injection must be used. RATIONALE HEMP can pose a serious threat to U.S. military systems when even a single high- altitude nuclear explosion occurs. In principle, even a new nuclear proliferator could execute such a strike. In practice, however, it seems unlikely that such a state would use one of its scarce warheads to inflict damage which must be considered secondary to the primary effects of blast, shock, and thermal pulse. Furthermore, a HEMP attack must use a relatively large warhead to be effective (perhaps on the order of one mega- ton), and new proliferators are unlikely to be able to construct such a device, much less make it small enough to be lofted to high altitude by a ballistic missile or space launcher. Finally, in a tactical situation such as was encountered in the Gulf War, an attack by Iraq against Coalition forces would have also been an attack by Iraq against its own communications, radar, missile, and power systems. EMP cannot be confined to only one “side” of the burst. Because actual nuclear tests can no longer be performed, and because above-ground explosions have been prohibited since 1963, the only ways to determine the results of attacks utilize simulators, theoretical models, and the data from earlier U.S. nuclear tests. The integrated use of this information in computer models which can predict the HEMP environment as a function of weapon parameters and explosion geometry is a critical technology requiring protection. In contrast, basic theoretical models lacking actual test results should not be controlled. Theoretical models of HEMP coupling to generic systems such as cables and an- tennas are of general scientific interest. Codes associated with the generic coupling of HEMP to systems and which do not reveal specific features of military systems and their responses, performance, and vulnerabilities to HEMP need not be controlled. These codes are similar to those used in electromagnetic compatibility and electro- magnetic interference and the study of lightning. Interest in the synergism between lightning and HEMP will continue. FOREIGN TECHNOLOGY ASSESSMENT (See Figure 6.0-1) The United States has been the world leader in HEMP technology since the first articles on the subject appeared in the early 1960’s. These scientific papers appeared in the open literature, which allowed the Soviet Union to become active in the field. The general consensus is that Soviet (now Russian) capabilities lag years behind those of the United States. Nonetheless, Soviet interest in pulsed-power, which began under A.D. Sakharov, should call attention to the possibility that some of the Soviet HEMP program was very closely held. HEMP capabilities have been acquired by the European nations, including Swe- den and Switzerland. Many of these countries have developed active programs that include the use of simulators operating nearly at the threat level. Papers presented at recent unclassified conferences by participants from the coun- tries of the former Warsaw Pact indicate that they lag significantly behind the West in both simulation and theoretical understanding. Several foreign vendors produce equipment comparable to that available from U.S. sources. France manufactures pulse generators, field sensors, fiber-optic links, transient digitizers, and measurement systems; England manufactures 1-GHz band- width fiber-optic links used mainly in HEMP and conducts high-power microwave research. Switzerland and Israel have also developed test/simulation equipment of high quality."},{"pageNumber":32,"pageContent":"II-6-30 Table 6.6-1. High-Altitude Electromagnetic Pulse (HEMP) Effects Technology Parameters Table 6.6-2. High-Altitude Electromagnetic Pulse (HEMP) Effects Reference Data Technology Technical Issues Military Applications Alternative Technologies System Threat Level HEMP Simulators Developing plane wave EM fields for horizontal and vertical polarization with peak electric field >5 kV/m, risetime <10 ns, and pulse duration <1 μ s over volumes that can test complete military systems. The development of plane wave EM fields is extremely difficult. In all tests, configuration effects due to the simulation must be removed to develop the system res ponse in a plane wave EM environment. These codes are critical for an adequate test. The use of current injection tech- niques adds risk because nonlinear effects due to arcing and sparking cannot be taken into acount, so results can be misleading. Subsystems and systems that must complete their mission in the presence of the HEMP threat. Current injection techniques, theoretical computations Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters System Threat Level HEMP Simulators Generate peak electric fields exceeding 5 kV/m, risetime <10 ns, and pulse duration <1 μ s over volumes that are large enough to test complete military systems. USML XVI None identified Pulsers capable of delivering rates of voltage rise greater than 100 kV/ns into less than 100 ohms, or rates of current rise greater than 1 kA/ns into impedances greater than 100 ohms into a port on a system. Substantiated computer programs and related algorithms for computing the on-test-target electric field generated by the pulser."},{"pageNumber":33,"pageContent":"II-6-31 SECTION 6.7—SOURCE REGION ELECTROMAGNETIC PULSE (SREMP) EFFECTS OVERVIEW SREMP is produced by low-altitude nuclear bursts. An effective net vertical elec- tron current is formed by the asymmetric deposition of electrons in the atmosphere and the ground, and the formation and decay of this current emits a pulse of electromag- netic radiation in directions perpendicular to the current. The asymmetry from a low- altitude explosion occurs because some electrons emitted downward are trapped in the upper millimeter of the Earth’s surface while others, moving upward and outward, can travel long distances in the atmosphere, producing ionization and charge separation. A weaker asymmetry can exist for higher altitude explosions due to the density gradient of the atmosphere. Within the source region, peak electric fields greater than 10 5 V/m and peak mag- netic fields greater than 4,000 A/m can exist. These are much larger than those from HEMP and pose a considerable threat to military or civilian systems in the affected region. The ground is also a conductor of electricity and provides a return path for elec- trons at the outer part of the deposition region toward the burst point. Positive ions, which travel shorter distances than electrons and at lower velocities, remain behind and recombine with the electrons returning through the ground. Thus, strong magnetic fields are produced in the region of ground zero. When the nuclear detonation occurs near to the ground, the SREMP target may not be located in the electromagnetic far field but may instead lie within the electro- magnetic induction region. In this regime the electric and magnetic fields of the radia- tion are no longer perpendicular to one another, and many of the analytic tools with which we understand EM coupling in the simple plane-wave case no longer apply. The radiated EM field falls off rapidly with increasing distance from the deposi- tion region (near to the currents the EMP does not appear to come from a point source). As a result, the region where the greatest damage can be produced is from about 3 to 8 km from ground zero. In this same region structures housing electrical equipment are also likely to be severely damaged by blast and shock. According to the third edition of The Effects of Nuclear Weapons, by S. Glasstone and P. Dolan, “the threat to electrical and electronic systems from a surface-burst EMP may extend as far as the distance at which the peak overpressure from a 1-megaton burst is 2 pounds per square inch.” One of the unique features of SREMP is the high late-time voltage which can be produced on long lines in the first 0.1 second. This stress can produce large late-time currents on the exterior shields of systems, and shielding against the stress is very difficult. Components sensitive to magnetic fields may have to be specially hardened. SREMP effects are uniquely nuclear weapons effects. RATIONALE During the Cold War, SREMP was conceived primarily as a threat to the elec- tronic and electrical systems within hardened targets such as missile launch facilities. Clearly, SREMP effects are only important if the targeted systems are expected to survive the primary damage-causing mechanisms of blast, shock, and thermal pulse. Because SREMP is uniquely associated with nuclear strikes, technology associ- ated with SREMP generation has no commercial applications. However, technologies associated with SREMP measurement and mitigation are commercially interesting for lightning protection and electromagnetic compatibility applications. Only those as- pects of SREMP involving intense ionizing radiation or extremely large current pulses are militarily critical. Basic physics models of SREMP generation and coupling to generic systems, as well as numerical calculation, use unclassified and generic weapon and target param- eters. However, codes and coupling models which reveal the response and vulnerabil- ity of current or future military systems are militarily critical. FOREIGN TECHNOLOGY ASSESSMENT (See Figure 6.0-1) Several NATO countries including the UK, France, and Germany can perform the calculations of the SREMP environment and coupling to systems. More extensive capabilities for SREMP testing exist in Russia, France, and the UK. Highlights • SREMP is generated by electric currents produced by ionizing radiation from nuclear bursts below 20 km in altitude and can be effective within a radius of 3 to 8 km from the burst point, depending on weapon yield. • SREMP adversely affects communications facilities and power grids and may be effective against electronic systems in blast- hardened targets such as missile launchers. • It is difficult to simulate SREMP because the electromagnetic and radiation environments must be produced simultaneously."},{"pageNumber":34,"pageContent":"II-6-32 Table 6.7-1. Source Region Electromagnetic Pulse (SREMP) Technology Parameters Table 6.7-2. Source Region Electromagnetic Pulse (SREMP) Reference Data Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters Source Region Electro- magnetic Pulse(SREMP) Simulators Systems that can generate simultaneously a radiation environment that exceeds 10 9 rad(Si)/s, and an electromagnetic environment for a nuclear weapon detonation ≤ 5 km in altitude. USML XVI None identified Current generators that produce an action >2 x 10 7 A 2 -s, or currents that exceed 20 kA, or rates of current change >2 x 10 10 A/s; current generators that simulate SREMP induced long line currents at high voltages with the following com- bined characteristics: load current >2 x 10 4 A, load voltage >100 kV, FWHM greater than or equal to 30 micro- seconds. None identified Technology Technical Issues Military Applications Alternative Technologies Source Region Electromagnetic Pulse (SREMP) Simulators Substantiated computer codes and related algorithms that can predict the SREMP waveform and coupling to military systems. Military systems and sub systems that must operate in the SREMP threat environment. Substantiated computer codes and algorithms for predicting SREMP that include: neutron inelastic scattering and capture, radiation induced electric properties of fireballs; models of electrical discharges in soil"},{"pageNumber":35,"pageContent":"II-6-33 SECTION 6.8—PULSED-POWER NUCLEAR WEAPONS EFFECTS SIMULATION OVERVIEW The large amount of commonality among the various pulsed-power schemes used to simulate TREE, HEMP, and SREMP makes it reasonable to discuss those technolo- gies in a single subsection. However, the enormous amount of detail required to dis- cuss even one technology thoroughly means that this section can only sketch the ma- chines used to produce, tailor, and control the physical processes which produce the effects. Radiation, as commonly used in the nuclear weapons arena, applies to neutrons, gamma rays, and x-rays alike. It can also include high-energy beta particles (elec- trons). All of these types of radiation show corpuscular behavior when interacting with matter—the high-energy photons because of their extremely short wavelength. Describing these interactions quantitatively requires the full machinery of relativistic quantum mechanics including the computation of the relevant Feynman diagrams. The particle energies involved range from the upper energy limit of the ultraviolet band, 0.124 keV, to the MeV and tens of MeV associated with the gamma rays and neutrons emitted from a fissioning or fusioning nucleus. Figure 6.8-1 shows the nuclear effects and the radiation sources for simulation. Figure 6.8-1. Simulation of Nuclear Effects Using Pulsed-Power Radiation Sources Nuclear Effect Radiation Sources for Simulation TREE gamma rays, hard x-rays, neutrons SGEMP gamma rays, hard x-rays SREMP gamma rays IEMP (internal EMP) gamma rays, hard x-rays Thermomechanical shock (TMS) soft x-rays, electrons, ions Thermostructural shock (TSR) soft x-rays, ions The distinction between x-rays and gamma rays is not fundamentally based on photon energy. Normally, one speaks of gamma rays as having energies between 10 keV and 10 MeV and thinks of even hard x-rays as having lower energies. In fact, the difference between the two phenomena lies in their origin: gamma rays are pro- duced in nuclear reactions while x-rays are an atomic phenomenon produced by elec- tron transitions between discrete atomic levels or by blackbody (thermal) radiation from a heated object. A reasonable upper bound for “x-ray energy” in discussing nuclear phenomenology would be a few hundred keV, associated with the initial stages of fireball formation. The upper limit to the frequency of the electromagnetic radiation attributed to HEMP is in the range of a few GHz. Thus, the interactions of the HEMP pulse with systems can be computed using classical electromagnetic theory without the need to include quantum effects. Off-the-shelf equipment suffices for the simulation of HEMP in small volumes. The peak electric field is about 50 kV/m, with a pulse width of several nanoseconds. However, producing equivalent fields over an entire military system such as a tank requires a very large radiating system with feed-point driving voltages in the megavolt range. The combination of antenna feed-point voltage and nanosecond rise time is what gives rise to the connection between HEMP pulsed-power technology and the technology needed to produce appropriate gamma- and x-rays. The production of pulses of neutrons corresponding to those generated by a nuclear weapon is primarily of interest for simulating TREE. Flash x-ray (FXR) techniques are used to produce hard and soft x-rays. Typically, a high-energy electron beam is dumped onto a target to produce bremsstrahlung (“break- ing radiation”) photons over a broad range of energies up to the kinetic energy of the incident particles. Calculating the actual spectrum produced in a given target is difficult because thick targets, in which the electrons may interact several times, are Highlights • Pulsed-power technologies are critical to the simulation of NWE caused by gamma rays, x-rays, neutrons, SREMP, and HEMP. • Many of the identified energy storage, pulse formation, and switching techniques are relevant for particle accelerators, possible thermonuclear power production, particle-beam weapons, and laser weapons. • Some of the identified pulsed-power techniques are also used in the design and testing of civilian power distribution systems. • Pulsed-power generators for NWE simulation are very expensive."},{"pageNumber":36,"pageContent":"II-6-34 required to obtain the desired intensities. This, in turn, raises the importance of nonlin- ear terms. Ideally, an FXR device should produce the same photon spectrum distrib- uted identically over time as the spectrum from a nuclear device. This is not possible at the present time, but existing simulators provide useful approximations. Specific technologies used to provide the power pulse include the Z-pinch; Blumlein or coaxial cable pulse-forming and transmission lines; large banks of very high-qual- ity, low-loss capacitors; fast opening and closing gas and liquid switches with very low resistance in the closed state; Marx generators to produce the actual high-voltage pulse, and even Van de Graaff electrostatic generators with high current (for the class of accelerator) output. The switches used are unusual and have few other uses. One, for example, must conduct with a low resistance over a period of 0.4 to 1.0 microsecond, but must open to a high resistance state in times of the order of 10 ns. RATIONALE Pulsed-power generating and conditioning systems and their associated loads (e.g., vacuum diodes) which convert the pulsed system’s electrical output pulse to a photon or particle beam are valuable tools to study the hardness and survivability of critical military systems. The required fidelity of the simulation increases as the size of tested hardware increases because it is important to maintain the correct conditions over the aggregate of components which must function together. Some aspects of systems used in simulators are unclassified, and some border on the classified world. Some devices which may be used to simulate nuclear effects (e.g., the National Ignition Facility to be built at Livermore, or the Particle Beam Fusion Accelerator operating at Sandia Na- tional Lab) are also important research tools for the broader scientific community. Of particular importance are NWE simulators that can produce pulses with peak power greater than 25 TW from sources with impedance <0.1 ohm and having vacuum power flow and conditioning that can couple to a radiating load having a circular area less than 500 cm 2 . These performance levels exceed the publicly available figures for the SATURN and HERMES III accelerators at Sandia National Laboratory. FOREIGN TECHNOLOGY ASSESSMENT (See Figure 6.0-1) Russia has demonstrated strong NWE simulation capabilities, comparable to those of the United States. The UK and France have extensive programs, but less ambitious than Russia’s. China has an NWE simulation program, but little is known about its capabilities. Germany has always been a leader in pulsed-power conditioning for ba- sic research applications. Pulsed-power conditioning has been developed in Sweden, primarily to support kinetic energy and particle beam weapons research; in Switzerland, to investigate pro- tection against EMP; and in Israel, primarily for basic research at the Weizmann Insti- tute of Science and for kinetic-energy weapons research at Israel's SOREQ Nuclear Research Center. Germany and Japan use similar technology primarily in support of light ion beams for inertial confinement fusion. For HEMP simulation, the principal advanced technologies developed in the United States for risetimes less than 2 ns are multiple channel gas switches and multistage circuits in which the last stage charges very rapidly to increase the breakdown field of the output switch and decrease its inductance. The existence of triggered multichannel switches and the use of multistage circuits has been reported widely, but not in the context of EMP simulations. Countries with substantial pulsed-power capabilities (e.g., the UK, France, Russia, and Japan) could easily develop EMP simulators using such technologies."},{"pageNumber":37,"pageContent":"II-6-35 Table 6.8-1. Pulsed-Power Nuclear Weapons Effects Simulation Technology Parameters Technology Sufficient Technology Level Export Control Reference Critical Materials Unique Test, Production, and Inspection Equipment Unique Software and Parameters Plasma Radiation Sources for Soft x-Ray Effects Simulation X-rays under 15 keV pro- duced by Z-pinches or other devices that can be used to approximate the soft x-ray spectrum produced by a high altitude nuclear detonation. USML XVI None identified None identified None identified Bremsstrahlung Sources for Hard x-Ray and Gamma Ray Simulation X-rays produced by electrons with energies >100 keV hitting a high-Z target, and can approximate either the gamma rays or hard x-rays generated by a nuclear detonation. USML XVI None identified None identified None identified Neutron Beam Sources for Simulation Neutron beam sources capa- ble of generating >10 13 neutrons/ sq-cm that approximate the spectrum generated by either a fission or fusion device. USML XVI None identified None identified None identified Ion Beam Sources for Soft x-Ray Simulation Ion beam sources that can be used to approximate the soft x-ray deposition in materials generated by a nuclear detonation. USML XVI None identified None identified None identified Vacuum Power Flow Transport electrical power to a vacuum load at levels >2. 5 TW. USML XVI None identified None identified None identified"},{"pageNumber":38,"pageContent":"II-6-36 Table 6.8-2. Pulsed-Power Nuclear Weapons Effects Simulation Reference Data Technology Technical Issues Military Applications Alternative Technologies Plasma Radiation Sources for Soft x-Ray Effects Simulation Development of: sources >40 kJ using 1–10 keV x-rays and >.5 kJ using 5–20 keV x-rays in under 100 ns over an area >1 sq. cm; debris mitigation techniques; x-ray optic components with reflectivity >20%; methods for collecting and focusing x-rays. All military systems that must survive the soft x-ray threat Substantiated computer programs and related algorithms that can predict the effects of soft x-ray penetration in materials; magnetic flyer plate or high explosive simulators. Bremsstrahlung Sources for Hard x-Ray and Gamma Ray Simulation Development of: electron beam currents >2.5 MA in rise or fall time <100 ns, an assembly of multiple- series diodes and components capable of operation at power levels >0.6 TW; debris shields that maintain a vacuum seal over areas >10 sq. cm. All military systems that must survive the gamma ray or hard x-ray threat Substantiated computer programs and related algorithms that can predict the effects of hard x-ray penetration in materials. Neutron Beam Sources for Simulation Neutron sources that can generate the required fluence and energy spectrum over a large area in under 10 ms. All military systems that must survive the neutron irradiation threat Substantiated computer programs and related algorithms that can predict the effects of neutron penetration in materials. Ion Beam Sources for Soft x-Ray Simulation Match ion beam energy deposition profile in various materials. All military systems that must survive the soft x-ray threat Substantiated computer programs and related algorithms that can predict the effects of ion beam penetration in materials. Vacuum Power Flow Transporting and conditioning the electrical power through the vacuum interface and vacuum region to a vacuum load at power levels >2.5 TW. None identified None identified"}]
