[{"pageNumber":1,"pageContent":"ALASKA MASONIC CODE 1988 OF THE MOST WORSHIPFUL GRAND LODGE OF FREE AND ACCEPTED MASONS OF ALASKA WITH APPENDED RULINGS AND DECISIONS OF GRAND MASTERS, 1981 THROUGH 2003 REORGANIZED AND ADOPTED BY THE GRAND LODGE FROM ORIGINAL CODE ADOPTED FEBRUARY 5, 1981 SECOND PRINTING MARCH 1997 Published under the authority of the Most Worshipful Grand Lodge of Free and Accepted Masons of Alaska February 9, 2006 INCLUDES CHANGES SINCE PRINTING IN 1997 "},{"pageNumber":2,"pageContent":" The original Alaska Masonic Code was adopted on February 5, 1981 by the Constitutional Convention convened to form a Grand Lodge of Alaska. Over the ensuing years of use, the Code shortcomings becam e clearer and it was felt that it should be reorganized, primarily to bring like subjects together under a differe nt numbering system. To that end, Grand Master Fred V. A ngleton appointed a Code Reorganization Committee in April 1987. This committee cons isted of W. Leslie R. Little (10,15), Chairman, V.W. Frank W. Erie (3,12), W. Russell A. Burne tt (11), W. Dennis M. Bump (12), W. Marvin B. Fitzpatrick (10) and M.W. James A. Williams (3,15). No new law was created, but some sections were clarified with revised phraseology. The final draft was, after review by the Lodges, presented to and adopted by the Grand Lodge on February 5, 1988. The final format used by the printer fo r reproduction was pr epared with laser printing equipment by Brother Richard C. Morrison (7,10,15). The Second Printing was prepared after refo rmatting the entire document to Microsoft Word v6.0 and reproducing it on the Hewlett Packard LaserJet 4 Printer for the reproduction by the printer. No new law was created but the Code was updated with the unpublished Amendments. The only change to th e original printing was in the formatting. This Second Printing was prepared by th e Grand Secretary, R.W. Richard D. Bender (10).  "},{"pageNumber":3,"pageContent":"CONTENTS OF THE ALASKA MASONIC CODE BY PART, CHAPTER, AND SECTION PART I - GRAND LODGE CHAPTER 1 - GENERAL PROVISIONS SECTION 1.01 Title 1.02 Seal 1.03 Supreme Jurisdiction 1.04 Powers 1.05 Communications 1.06 Quorum 1.07 Recognition of Foreign Grand Lodge, Basis of CHAPTER 2 - OFFICERS AND MEMBERS SECTION 2.01 Officers and Members 2.02 Elections and Appointments 2.03 Installation 2.04 Vacancies 2.05 Vacancy of Office of Grand Master 2.06 Retention of Title CHAPTER 3 - POWERS AND DUTIES OF OFFICERS SECTION 3.01 Grand Master, Powers 3.02 Grand Master, Duties 3.03 Deputy Grand Master, Duties 3.04 Grand Wardens, Duties 3.05 Grand Secretary, Duties 3.06 Grand Treasurer, Duties 3.07 Grand Chaplain, Duties 3.08 Grand Lecturer, Duties 3.09 Grand Orator, Duties 3.10 Grand Historian, Duties 3.11 Other Grand Officers, Duties i"},{"pageNumber":4,"pageContent":"CHAPTER 4 - DISTRICTS AND DEPUTIES SECTION 4.01 Districts 4.02 Districts and Lodges 4.03 Deputies of the Grand Master 4.04 Deputy of the Grand Master, Eligibility 4.05 Deputy of the Grand Master, Removal, Vacancy, Appointment 4.06 Deputy of the Grand Master, Powers and Duties CHAPTER 5 - COMMITTEES SECTION 5.01 Standing Committees 5.02 Reports 5.03 Jurisprudence 5.04 Grievance and Appeals 5.05 Finance 5.06 Fraternal Relations 5.07 Masonic Research and Education 5.08 Credentials 5.09 Masonic Public Relations 5.10 DeMolay 5.11 Bylaws 5.12 Public Schools 5.13 Long Range Planning 5.14 Leadership Training CHAPTER 6 - ANNUAL COMMUNICATION SECTION 6.01 Grand Lodge Proceedings 6.02 Approval of Minutes 6.03 Distribution of Proceedings ii "},{"pageNumber":5,"pageContent":"CHAPTER 7 - RULES OF ORDER AND VOTING SECTION 7.01 Vote of Members 7.02 Vote of Lodges 7.03 Tie Vote 7.04 Voting 7.05 Manner of Voting 7.06 Constitution Amendments 7.07 Bylaw Amendments 7.08 Format of Resolutions CHAPTER 8 - STANDARD WORK SECTION 8.01 Standard Work 8.02 Standard Work Cipher 8.03 Certificates of Proficiency CHAPTER 9 - FINANCE AND REVENUE SECTION 9.01 Revenue Sources 9.02 Fees 9.03 Charity Fund 9.04 Grand Lodge Dues 9.05 Dues for N.P.D. Reinstatements 9.06 Power to Sell and Convey Real Estate and Securities 9.07 Permanent Fund Interest 9.08 Grand Lodge Life Membership Fund CHAPTER 10 - APPROPRIATIONS SECTION 10.01 Check Signatures 10.02 Appropriations, Approval of 10.03 Appropriations, Payment for 10.04 Emergency Aid 10.05 Salary iii"},{"pageNumber":6,"pageContent":"PART II - MASONIC LAW CHAPTER 11 - MASONIC LAW, THE CODE AND AMENDMENTS SECTION 11.01 Masonic Law 11.02 Constitutions 1 1.03 Resolutions CHAPTER 12 - RESTRICTIONS SECTION 12.01 Abuse of Masonic Name and Emblem 12.02 Business or Begging Letters 12.03 Masonic Offense Soliciting for Concordant Orders 12.04 Intoxicating Liquors in Lodge Room 12.05 Lotteries 12.06 Incorporation of a B ody for a Masonic Purpose 12.07 Incorporation of Lodges 12.08 Masonic Clubs  iv "},{"pageNumber":7,"pageContent":"PART III - CONSTITUENT LODGES CHAPTER 13 - FORMATION OF NEW LODGES SECTION 13.01 Lodges, How Formed, Duration, Condition 13.02 Certification by Recommending Lodge 13.03 Notice to Lodges 13.04 Constituting Lodges 13.05 Dispensation Entered on Lodge Records 13.06 Charter Members 13.07 Powers of Lodge U.D. 13.08 Must Pay Grand Lodge Dues 13.09 Bylaws 13.10 Discipline, Charges 13.11 Master Not Amenable to Lodge Discipline 13.12 To Submit Records Books, When 13.13 Requirements to Secure Charter 13.14 Necessary Work of Lodges U.D. 13.15 Meetings After Charter Granted, Prior to Issue 13.16 Precedence on Grand Lodge Roll CHAPTER 14 - GENERAL PROVISIONS SECTION 14.01 Authority for Lodges 14.02 Sunday Labor 14.03 Business on Third Degree at Stated Communication 14.04 Voting by All Members 14.05 Change of Meeting Place 14.06 Public Appearance 14.07 Grand Honors, Visitation 14.08 Visitors, Examination 14.09 Visitors, Objection to 14.10 Visitors, Inspection of Charter 14.11 Examination for Masonic Intercourse v"},{"pageNumber":8,"pageContent":"CHAPTER 15 - LODGE POWERS AND DUTIES SECTION 15.01 Powers of Lodges 15.02 Lodge Bylaws 15.03 Short Form Bylaws 15.04 Communication 15.05 Lodge Seal 15.06 Books 15.07 Minutes of Meetings 15.08 Annual Returns 15.09 Lodges Must be Represented in Grand Lodge 15.10 Communication During Gr and Lodge Session, When 15.11 Audit Committee 15.12 Signs and Notices CHAPTER 16 - LODGE OFFICERS SECTION 16.01 Lodge Officers 16.02 Qualification to Vote, Eligibility to Office 16.03 Officer Qualification 16.04 Holding Two Offices 16.05 Election, When to be Held 16.06 Majority Elects 16.07 Failure to Elect 16.08 Installation 16.09 No Installation Pending Charges 16.10 Jewels and Aprons 16.11 Powers of Master 16.12 To Preside and Work by Proxy 16.13 When Master is Absent 16.14 No Appeals From Decisions of Master, Exception 16.15 Treasurer 16.16 Secretary 16.17 Books to Keep 16.18 Other Officers 16.19 Resignations 16.20 Vacancy -- Succession 16.21 Vacancies 16.22 How Filled vi "},{"pageNumber":9,"pageContent":"CHAPTER 17 - LODGE MEMBERSHIP SECTION 17.01 Lodge Membership, How Acquired 17.02 Honorary Membership 17.03 Affiliation With Dimit 17.04 Affiliation With Certificate of Good Standing 17.05 Dual or Plural Membership 17.06 Dimitting 17.07 Dimit After Assessment 17.08 Certificate to E.A. and F.C. 17.09 Dropping From Roll 17.10 Notice to Delinquents 17.11 Committee to Interview Delinquents 17.12 Reports on Dropping From Roll 17.13 Assessments and Loans 17.14 Status After Membership Lapse 17.15 Certificate When Dropped N.P.D. 17.16 Delinquents not to be Suspended or Expelled 17.17 Twenty Five Year Membership Recognition 17.18 Fifty Year Membership Recognition 17.19 Sixty or Seventy Five Year Membership Recognition 17.20 Life Membership 17.21 Grand Lodge Life Membership Fund  vii"},{"pageNumber":10,"pageContent":"CHAPTER 18 - PETITIONS FOR DEGREES SECTION 18.01 Prerequisite to Initiation, Conditions and Proceedings Under 18.02 Qualifications 18.03 Sole Test 18.04 Defects After Initiation 18.05 Meaning of Residence 18.06 Lodge may Require Longer Residence 18.07 Armed Services 18.08 Seafaring, Naval, and Military Men 18.09 Students 18.10 Petition Upon Waiver 18.11 Waiver by One Lodge Only 18.12 On Waiver of Jurisdiction 18.13 Waivers, Procedure 18.14 When Jurisdiction Acquired 18.15 Jurisdiction of a Lodge, How Measured 18.16 Concurrent Jurisdiction 18.17 Extinct Lodges 18.18 Date of Petition 18.19 Petition, Form and Contents 18.20 Fee for Degrees 18.21 Degrees by Misrepresentation  viii "},{"pageNumber":11,"pageContent":"CHAPTER 19 - COURSE OF PETITIONS SECTION 19.01 Action Upon a Petition 19.02 Receiving a Petition by Mistake 19.03 Petition for Degrees, Wit hdrawal, Return of Fees 19.04 Petition Upon Waiver 19.05 Residence Change Before Election 19.06 Balloting 19.07 No Discussion on Petition 19.08 Balloting not to be Postponed 19.09 Every Member Must Vote 19.10 Correcting Error in Ballot 19.11 Secrecy of Ballot 19.12 One Ballot for the Degrees 19.13 Failure to Receive Degrees 19.14 Removal After Election 19.15 Affiliation, Dimit 19.16 Affiliation, Residence Immaterial 19.17 Rejection, Effect of CHAPTER 20 - CONFERRING OF DEGREES SECTION 20.01 Degrees, Limit on Conferring 20.02 Right to Object 20.03 Objection to Initiation 20.04 Objection to Advancement 20.05 Objection, When Determined, Procedure 20.06 Degrees, Interval Between 20.07 Degrees by Courtesy 20.08 Degrees by Courtesy, Objection to 20.09 Degrees by Courtesy, Verifi cation by Grand Secretary 20.10 Material of Other Lodges 20.11 Proficiency in the Degrees 20.12 One-Day Ritual Class ix "},{"pageNumber":12,"pageContent":"CHAPTER 21 - PROPERTY AND FINANCE SECTION 21.01 May Levy Tax 21.02 Real Property 21.03 Borrowing for Building Purposes 21.04 Submission of Plans 21.05 Title - Holding Corporation 21.06 Reports of Corporations, Borrowing Money 21.07 Property of Demised Lodge 21.08 Corporation or Foundation to Administer Scholarships CHAPTER 22 - MASONIC RELIEF SECTION 22.01 Relief, No Invasion of Rights by Grand Lodge 22.02 Relief, Master to Act, When 22.03 Bylaws for Charity and Relief Fund 22.04 Relief From Lodge Funds 22.05 Relief, No Obligation of Lodge 22.06 Relief to Sojourners 22.07 Relief, Voluntary Organizations CHAPTER 23 - FUNERAL SERVICES SECTION 23.01 General Provisions 23.02 Funeral Procession 23.03 Further on Masonic Services CHAPTER 24 - CONSOLIDATION SECTION 24.01 Consolidation, How Effected 24.02 Special Charter 24.03 Property x "},{"pageNumber":13,"pageContent":"CHAPTER 25 - DISSOLUTION OF LODGES, SUSPENSION OF CHARTER SECTION 25.01 How Dissolved 25.02 Surrender of Charter 25.03 Forfeiture of Charter 25.04 Condition of Forfeiture 25.05 Suspension of Charter PART IV - DISCIPLINARY CODE CHAPTER 26 - OFFENSES AND PENALTIES SECTION 26.01 Masonic Offenses 26.02 Penalties CHAPTER 27 - ORIGINAL JURISDICTION IN GRAND LODGE SECTION 27.01 Service of Complaint or Charges 27.02 Citation 27.03 Witnesses 27.04 Reference 27.05 Judgment 27.06 Summary Punishment, When 27.07 Penalties 27.08 Notice of Judgment xi "},{"pageNumber":14,"pageContent":"CHAPTER 28 - DISCIPLINARY POWER OF A LODGE SECTION 28.01 Jurisdiction of Lodges 28.02 Concurrent Jurisdiction 28.03 Summary Punishment 28.04 E.A.’s and F.C.’s 28.05 Officers Deposed 28.06 Penalties 28.07 Suspended Mason, Further Discipline CHAPTER 29 - CHARGES AND PRETRIAL PROCEDURE SECTION 29.01 Charges 29.02 Junior Warden, Duty of 29.03 Charges, Disposition of 29.04 Citation 29.05 Service 29.06 Return of Service CHAPTER 30 - PROVISIONS COMMON TO ALL MASONIC TRIALS SECTION 30.01 Powers of Lodge, Lodge Trial Committee, and Grand Master’s Trial Committee 30.02 Appearance of Accused 30.03 Plea of Accused 30.04 Trial May Proceed If Accused Voluntarily Absent 30.05 Timely Notice of Hearings 30.06 Testimony to be Reduced to Writing, When 30.07 Prosecuting Officer 30.08 Visitors 30.09 Judgment of Civil Court as Evidence 30.10 Withdrawal of Accuser and Accused 30.l l Expense of Trial 30.12 Notice of Judgment 30.13 New Trial 30.14 Judgment of Expulsion, Disposition of xii "},{"pageNumber":15,"pageContent":"CHAPTER 31 - TRIAL BY LODGE SECTION 31.01 Right of Lodge to Choose the Trial Forum 31.02 Lodge to Elect Where Evidence to be Taken 31.03 Appointment of Lodge Trial Committee, Vacancies 31.04 Report of Lodge Trial Committee 31.05 Disqualification or Absence of Master or Wardens 31.06 Notice of Disqualification 31.07 Verdict of the Lodge 31.08 Judgment CHAPTER 32 - TRIAL BY GRAND MASTER’S TRIAL COMMITTEE SECTION 32.01 When Lodge Relinquishes Jurisdiction 32.02 Appointment of Grand Master’s Trial Committee 32.03 Jurisdiction of Grand Master’s Trial Committee 32.04 Convening of Grand Ma ster’s Trial Committee 32.05 Judgment 32.06 Procedure After Judgment 32.07 Judgment Entered Upon Minutes of Lodge CHAPTER 33 - APPEALS SECTION 33.01 Appeal, Right of 33.02 Status During Appeal 33.03 Jurisdiction 33.04 Reference 33.05 Hearings 33.06 No New Evidence on Appeal 33.07 Judgment 33.08 Reversal or Annulment of Judgment, Effect of 33.09 Final Record xiii "},{"pageNumber":16,"pageContent":"CHAPTER 34 - RESTORATION SECTION 34.01 From Definite Suspensio n, by Limitation or Petition 34.02 From Suspension Indefinite, Unappealed From, by Petition 34.03 From Suspension, Affirm ed on Appeal, by Petition 34.04 Expulsion, Unappealed From 34.05 Expulsion Appealed From 34.06 Without Recommendation 34.07 Reference 34.08 Successive Petitions for Restoration   xiv "},{"pageNumber":17,"pageContent":"ALASKA MASONIC CODE Part 1 - Grand Lodge CHAPTER 1 - GENERAL PROVISIONS Section 1.01 Constitution TITLE. The title of this Grand Jurisdiction is “The Most Worshipful Grand Lodge of Free and Accepted Masons of Alaska.” Section 1.02 Constitution SEAL. The Seal of the M. W. Gr and Lodge of F. & A.M. of Alaska is as illustrated: Section 1.03 Constitution SUPREME JURISDICTION. This Grand Lodge has supreme jurisdiction over all matters of Ancient Craft Masonry within the te rritorial limits of the State of Alaska and over such Lodges as it may hereafter establis h in open territory belonging to the United States of America; except that it may sh are its supreme jurisdiction with the Most Worshipful Prince Hall Grand Lodge of F. & A. M. of Alaska and its Jurisdiction. It does not recognize or adm it the existence of any coordi nate or superior Masonic authority, however styled, and it has the inhere nt power to investigate and determine all Masonic Matters relating to the Craft in general, to particul ar Lodges, and to individual Brethren, either direc tly or by its delegated authority, and its authority cannot be called into question. A Mason’s conduc t is judged that of a Mast er Mason subject to the discipline as provided in the Masonic Code. Th is sharing of jurisdiction also provides limited recognition, which establishes mutual vi sitation rights with the Most Worshipful Prince Hall Grand Lodge of F. & A. M. of Alaska. ( Section revised 1997.) - 1 -"},{"pageNumber":18,"pageContent":"Section 1.04 Constitution POWERS. The powers of this Grand Lodge are le gislative, executive and judicial. These powers are limited only by the Ancient Landm arks of Masonry and the Grand Lodge’s own Constitution and Laws. 1. Legislative. Its legislative powers ex tend to every case of legislation not immemorially inherent in the C onstituent Lodges. Its Constitution, Bylaws, and Regulations are binding upon all Lodges and Masons of this Jurisdiction. 2. Executive. Its executive powers include but are not limited to: A. Granting Dispensations and Charters for Lodges within this Jurisdiction and in open territory where no other Grand Lodge has supreme jurisdiction. B. Revoking or suspending Dispensations or Charters for cause. C. Issuing special dispensations fo r all purposes embraced in the provisions of the Constitution and Bylaws. D. Exercising such authority as may be necessary to carry its own legislation into complete effect. 3. Judicial. Its judicial powers are of two kinds: A. Original. Including th e resolution of controvers ies between Lodges, or between members of different Lodges ; the enforcement of discipline upon its own members and upon the Lodges under its jurisdiction; and of charges preferred against th e Master of a Lodge during his incumbency and of charges preferred against him subsequent to his incumbency for official misconduct during his term of office. B. Appellate. Embracing the review and determination of matters of controversy or discipline, proper fo r Masonic investigation, which may arise in a Lodge. Section 1.05 Bylaw COMMUNICATIONS. Grand Lodge meets annually on the first Thursday in February. This change will become eff ective with the 2000 Annual Communication. It meets in the city of Anchorage unless an invitation to m eet in another city is accepted by membership vote. A Special Communicati on may be called by the Grand Master. Business at a Special Communication is restricted to the matters announced in the call . (Section revised 1988, 1991, 1997) Section 1.06 Bylaw QUORUM . Due notice of a Grand Lodge communica tion must be given to all Chartered Lodges. Grand Lodge may be opened for busin ess only if a majority of the Chartered Lodges are represented. Grand Lodge may be opened for a specified ceremony by the Grand Master or his Deputy with sufficient Brethren to fill the stations and places. - 2 -"},{"pageNumber":19,"pageContent":" Section 1.07 Bylaw RECOGNITION OF FOREIG N GRAND LODGE, BASIS OF . Fraternal recognition of a foreign Grand Lodge is based on fulfillment of the following requirements: First, that such Grand Lodge has been legall y formed by at least three regularly constituted Lodges, or chartered by some le gally authorized body of Masons to act as a Grand Lodge. Second , that such Grand Body is self gove rning, responsible, and independent, with undisputed authority over the Symbolic Lodges conferring the first three degrees of Freemasonry, and not subject to, or holding di vided jurisdiction with, a Supreme Council or any other Body claiming to have ritualisti c or other control over the symbolic degrees. Third, that the membership of the Symbo lic Lodges under its jurisdiction is composed of men only. Fourth , that each candidate for the degrees of Masonry expresses a belief in a Supreme Being. Fifth, that such Grand Body requires of its constituent Lodges, a strict adherence to the Ancient Landmarks, Customs, and Usag es of the Craft, as set forth in the Constitution adopted by the Grand Lodge of England in 1723, except insofar as they have been modified since that date by the Un ited Grand Lodge of England, by our Mother Jurisdiction, the M.W. Grand Lodge of F. & A.M. of Washington, or by this Grand Body. Sixth, that such Grand Body has no Masonic relation of any kind with a mixed Lodge or Body which admits women to its membership. Seventh , that such Grand Body obligates its initiates on the B ook of the Sacred Law. Eighth , that such Grand Body prohibits the discussion of religious or sectarian doctrines or political subjects. Ninth , that such Grand Body requires that when at work, in either Grand or Constituent Lodges, there are displayed the Three Great Lights of Freemasonry.  - 3 -"},{"pageNumber":20,"pageContent":"Part 1 - Grand Lodge CHAPTER 2 OFFICERS AND MEMBERS Section 2.01 Constitution OFFICERS AND MEMBERS . The officers of this Grand Lodge are: 1. Elective: Grand Master Deputy Grand Master Senior Grand Warden Junior Grand Warden Grand Treasurer Grand Secretary 2. Appointive: Grand Chaplain Grand Lecturer Grand Orator Grand Historian Grand Marshal Senior Grand Deacon Junior Grand Deacon Grand Standard Bearer Grand Sword Bearer Grand Bible Bearer Senior Grand Steward Junior Grand Steward Grand Organist Grand Tyler Titles of the Grand Officers are: 1. Grand Master: “Most Worshipful”; 2. Deputy Grand Master, Se nior Grand Warden, Juni or Grand Warden, Grand Treasurer and Grand Secretary: “Right Worshipful”; and 3. Appointive Officers: “Worshipful ” or higher previous title. Members of this Grand Lodge are: 1. Each Master and each Warden of each Ch artered Lodge of th is Jurisdiction or his duly appointed proxy; - 4 -"},{"pageNumber":21,"pageContent":"2. Each Past Master of a Chartered Lodge of this Jurisdiction while he is a member of a Lodge of this Jurisdiction; and; 3. Each Past Master of a Lodge of another Jurisdic tion which is recognized Jurisdiction while he is a member of a Lodge of this Jurisdiction. (Section revised 1983, 1987, 1994) Section 2.02 Bylaw ELECTIONS AND APPOINTMENTS. 1. The following Grand Lodge Officers ar e elected by ballot at each Annual Communication of this Grand Lodge: a Grand Master, a Deput y Grand Master, a Senior Grand Warden, a Junior Grand Warden, a Grand Treasurer and a Grand Secretary. A majority of the votes cast is necessary for election. All other Gra nd Officers and Deputies of the Grand Master must be appointed by the Grand Master el ect before his installation. Ballot Boxes for balloting on the Grand Lodge Officers may be opened at any time after the Annual Communication is opened and may not be closed until any delegate who has not balloted is given an opport unity to ballot after the noon r ecess on the second day. The final opportunity to ballot takes precedence over all other matters that afternoon. The election must be concluded before the Grand Lodge can be recessed. 2. A person desiring to serve as Grand Treasurer, Grand Secr etary, or Junior Grand Warden of this Grand Lodge ma y, at least 120 days preceding the Annual Communication, file with the Grand Secretar y a Statement of Availability containing a resume of his service to his Symbolic Lodge and to the Grand Lodge. All such Statements must be duplicated and forwarded by the Grand Secretary to all Constituent Lodges for study at least 75 days prior to the next Annual Gra nd Communication. This action does not preclude the right of the Grand Lodge to elect an elig ible member without such statement. 3. Past Masters who are members of this Grand Lodge as specified in Section 2.01 are eligible for Grand Office except that any Master Mason who is a member in good standing of a Lodge of this Jurisdicti on may be appointed Grand Chaplain, Grand Organist, or Grand Tyler. 4. Ballot boxes for balloting on Grand L odge Officers may be opened at any time after the annual Communication is opened and may not be closed until any delegate who has not balloted is given an opportunity to ballot after the noon re cess on the second day. 5. The final opportunity to ballot takes precedence ove r all other matters that afternoon.  (Section revised 1982, 1983, 1985, 1986, 1994, 1999.) Section 2.03 Bylaw INSTALLATION. Installation of Grand Lodge Officers takes place before close of the Annual Communication and is the last order of business. The Installation may be public if requested by the Grand Master elect and approved by Grand Lodge. 5 -"},{"pageNumber":22,"pageContent":" Section 2.04 Bylaw VACANCIES. When a vacancy occurs in a Grand Office, Grand Master shall appoint a member of the Grand Lodge to discharge th e duties of the office until the vacancy is filled at the next Annual Communication. Section 2.05 Constitution VACANCY OF OFFICE OF GRAND MASTER . In the case of the death, absence, or inability of the Grand Master, the powers and duties of the office will be assumed in succession by the Deputy Grand Master, Senior Grand Warden, or Junior Grand Warden. In the absence or inability of all said offi cers, the Junior Past Grand Master of the Jurisdiction assumes the powers a nd duties of the Grand Master. Section 2.06 Bylaw RETENTION OF TITLE. An elected Grand Lodge Officer retains for life the title appropriate to the highest office to wh ich he has been elected. (Adopted 1990)   - 6 -"},{"pageNumber":23,"pageContent":"Part 1 - Grand Lodge CHAPTER 3 - POWERS AND DUTIES OF OFFICERS Section 3.01 Constitution GRAND MASTER, POWERS. The Grand Master has power: 1. To convene any Lodge within this Ju risdiction, preside th erein, inspect its proceedings, and require its conformity to Masonic rules. 2. To require the attenda nce of and information from any Grand Officer respecting his office. 3. To depose any officer of a Lodge from th e functions of his office for just cause, to suspend any Mason for cause, and to arrest the Charter of any Lodge for dereliction of duty, or other un-Masonic condu ct, until the next Annual Communication of the Grand Lodge, when he will present in writing the reasons for such deposition, suspension, or arrest, subject to Section 27.02. 4. To grant a dispensation for an election to fill a vacancy in the office of Master or Warden of a Lodge. 5. To grant a dispensation to a Lodge to el ect its officers when such Lodge fails to elect them at the proper time. 6. To grant a dispensation for a new Lodge under the restrictions of the Constitution and on the petition of at least fifteen Master Masons. 7. To grant such other dispensations as may be applied for in accordance with the Constitution, Bylaws, or Regulations of the Grand Lodge. 8. To appoint such officers and comm ittees as may be required under the Constitution and Bylaws of this Grand Lodge. He may act as ex officio chairman of any committee so appointed. 9. To appoint Representatives of this Grand Lodge near other Grand Lodges, and to receive and accredit Representatives of other Grand Lodges near this Grand Lodge. 10. To do such other things as are inhere nt in and pertaining to his office in accordance with Ancient Usages, and not in conflict with the Constitution. (Section revised 2005) Section 3.02 Constitution GRAND MASTER, DUTIES. It is the duty of the Grand Master: 1. To preside in Grand Lodge. 2. To present at each Annual Communica tion a written message, therein setting forth his official acts during the year, exhi biting the general condition of Masonry within the Jurisdiction, and recommending such legi slation as he may deem necessary or expedient for the welfare of the Fraternity. 3. To constitute all Chartered Lodges, ei ther in person or by a duly authorized representative who must be a Past Master of this Jurisdiction, in accordance with the Ancient Usages and regulations. 4. To exercise a strict supervision over the Craft and see that the Constitution, Bylaws, and Regulations of this Grand Lodge are strictly observed. - 7 -"},{"pageNumber":24,"pageContent":" 5. To discharge all the n ecessary executive functions of the Grand Lodge when it is not in session. Section 3.03 Constitution DEPUTY GRAND MASTER, DUTIES. The Deputy Grand Master shall discharge such executive functions of the Grand Lodge as may be delegated to him by the Grand master. Section 3.04 Constitution GRAND WARDENS, DUTIES. The Grand Wardens shall a ssist the Grand Master in conducting the affairs of the Grand Lodge an d diligently endeavor to preserve the Ancient Landmarks throughout the Jurisdiction. Section 3.05 Constitution GRAND SECRETARY, DUTIES. The duties of the Grand Secretary are to 1. Record the proceedings of the Grand Lodge proper to be written. 2. Register all initiates a nd members of Lodges under this Jurisdiction returned to him for that purpose, with the partic ulars set forth in such returns. 3. Receive, file, and keep all papers and documents of the Grand Lodge committed to his custody. 4. Prepare, sign, and certify all dispen sations, charters, and other instruments issuing from the Grand Lodge, and affi x its seal thereto when necessary. 5. (Repealed in 1994) 6. Report annually to the Grand Lodge the Lodges that have neglected to render proper returns of their elections, members, a nd dues; and such general facts regarding the financial and membership condition of the L odges as may be proper for the information or action of the Grand Lodge. 7. Conduct the correspondence of the Gr and Lodge under the direction of the Grand Master. 8. Attend, with the necessary books and papers under his control, on all communications of the Grand Lodge, and, wh en required, attend upon the Grand Master on Masonic business. 9. Supervise all printing ordered during the Communications of the Grand Lodge, and, at its close, cause to be printed the Pr oceedings of the Grand Lodge and such reports and documents as may be required. 10. Serve as the Librarian of the Gr and Lodge under the direction of the Committee on Masonic Research and Education. 11. Examine the returns made by the L odges for the preceding year and the records of the Lodges under dispensation and see that errors and irregularities are corrected. Make a tabulated re port showing the number of Ma ster Masons, Fellowcrafts, and Entered Apprentices enrolled; the number admitted, initiated, passed, raised, reinstated, dimitted, dropped, suspended, expelled, deceased, and rejected; the net increase and decrease of membership of each Lodge for the year; the amount of dues paid and the amount due the Grand Lodge. - 8 -"},{"pageNumber":25,"pageContent":" 12. At the expense of the Grand Lodge, provide the blank forms necessary for its use and such forms as may be required for th e use of Lodges in tr ansmitting th eir annual returns and other reports to the Grand Lodge. 13. Provide the requisite blank forms for petitions, dimits, certificates, and diplomas for use by the Lodges; and furnish th e same to Secretaries at reasonable rates. 14. Make and retain in his office duplicates of all Lodge Charters. The Grand Secretary may appoint such stenogra phers and assistants as necessary to serve during the Communications of Grand Lodge and such assist ants and stenographers as necessary to assist him in th e performance of his duties in the interim between Annual Communications. Section 3.06 Constitution GRAND TREASURER, DUTIES . The duties of the Grand Treasurer are to: 1. Receive and keep a proper account of a ll monies of the Grand Lodge, with the date of their receipt, and pay the same ove r promptly to the Depository or Depositories selected by the Committee on Finance and the Grand Master, ta king proper receipt therefore; and further, to report annually to the Grand Lodge and submit financial statements of various Grand Lodge funds, along with operating statements of the said accounts, both of which are to comply with generally accepted principles and procedures. 2. Attend, with the necessary financial books, papers, return correspondence, and other similar documents, all communications of the Grand Lodge. 3. To receive from the Grand Secretary al l monies paid into the Grand Lodge; to keep a just and regular account thereof; to pay them out by order of the Grand Master and the Committee on Finance with consent of the Grand Lodge. (Section added 1994)  - 9 -"},{"pageNumber":26,"pageContent":" Section 3.07 Constitution GRAND CHAPLAIN, DUTIES. The Grand Chaplain opens and closes the Communications of the Grand Lodge with appr opriate prayer, and performs like services on special occasions at the re quest of the Grand Master. Section 3.08 Constitution GRAND LECTURER, DUTIES. The Grand Lecturer will disseminate and impart the Standard Work and Lectures to members of each lodge, and give them such general instructions as they may require concerni ng their duties, and pe rform like services on special occasions at the re quest of the Grand Master. (Section Revised 2000) Section 3.09 Constitution GRAND ORATOR, DUTIES. The Grand Orator shall, at each Annual Communication, deliver an address on the subject of Freem asonry, or upon a topic bearing thereon, and render like services on special occasions at the request of the Grand Master. Section 3.10 Constitution GRAND HISTORIAN, DUTIES. The Grand Historian shall prepare and write a history of the Grand Lodge of Alaska and collect, cl assify, arrange, and file with the Grand Secretary, all available data, documents, and mate rial touching matters of interest to the Grand Lodge for use in the preparation of subsequent histories. Section 3.11 Constitution OTHER GRAND OFFICERS, DUTIES . The Grand Marshal, Grand Deacons, Grand Standard Bearer, Grand Sword Bearer, Gr and Bible Bearer, Grand Stewards, Grand Organist, and Grand Tyler perform the duties in cident and appropriate to their respective places and such as the traditions, usages, a nd customs of the Craft prescribe and as the Grand Lodge or the Grand Master may from time to time direct.  - 10 -"},{"pageNumber":27,"pageContent":" (This page intenti onally left blank)    - 11 -"},{"pageNumber":28,"pageContent":" Part 1 - Grand Lodge CHAPTER 4 - DISTRICTS AND DEPUTIES Section 4.01 Constitution DISTRICTS . The Jurisdiction of this Grad Lodge is divided into Districts. Each Chartered Lodge is assigned to a District. Th e Grand Master has the authority to make such arrangements of the Districts as he ma y deem advisable if he determines that a change will facilitate the operation of the system. The rearrangement will be effective until the next Annual Communication, when th e Grand Master report s his action to the Grand Lodge for its approval. Section 4.02 Bylaw DISTRICTS AND LODGES. The Jurisdiction of this Grand Lodge is divided into Districts with Lodges assigned as shown below: District l  Tanana Lodge No. 3, Fairbanks ,   Valdez Lodge No. 4, Valdez  Fairbanks Lodge 12, Fairbanks  North Pole Lodge No. 16, North Pole District 2  Mt. McKinley Lodge No. 5, Cordova  Seward Lodge No. 6, Seward  Kodiak Lodge No. 9, Kodiak  Kenai Lodge No. 11, Soldotna  Sterling Lodge 22, Sterling District 3  Glacier Lodge No. 10, Anchorage  Aurora Lodge No. 15, Anchorage  Anchorage Lodge No. 17, Anchorage District 4  White Pass Lodge No. 1, Skagway  Mt. Verstovia Lodge No. 18, Sitka  Ketchikan Lodge No. 19, Ketchikan  Mt. Juneau-Gastineaux Lodge 21, Juneau  Petersburg Lodge 23, Petersburg District 5  Matanuska Lodge No. 7, Palmer  Eagle River Lodge No. 13, Eagle River  Iditarod Lodge No. 20, Wasilla - 12 -"},{"pageNumber":29,"pageContent":"Section 4.03 Constitution DEPUTIES OF THE GRAND MASTER . A Deputy of the Grand Master is appointed annually each District. His title will be \"Ver y Worshipful\" from then on. This Section is retroactive and applies to all who have served as Deputies of Grand Masters. Section 4.04 Bylaw DEPUTY OF THE GRAND MASTER, ELIGIBILITY. A Deputy of the Grand Master must be well skilled in the Standard Wo rk and Lectures of this Jurisdiction and in the Customs and Usages of the Craft. He mu st be a Past Master. He must also be a member in good standing of a Lodge in the Di strict for which he is appointed and a resident therein. He may not hol d the office of Deputy of the Grand Master for more than two consecutive terms, but he is eligible fo r reappointment after a lapse of one year. Section 4.05 Bylaw DEPUTY OF THE GRAND MA STER, REMOVAL, VACANCY, APPOINTMENT . A Deputy of the Grand Master may be removed from office during his term by the Grand Master. A vacancy o ccurring in the office of the Deputy of the Grand Master by such removal, or by death, resignation, or other cause , must be filled by appointment by the Grand Master for the un-expired term thereof. Section 4.06 Bylaw DEPUTY OF THE GRAND MAS TER, POWERS AND DUTIES. The powers and duties of a Deputy of the Grand Master are: 1. To visit every Lodge within his District officially at least once each year and at such other times as he may be requeste d to do so by the Worshipful Master of the Lodge. 2. To examine such books a nd records of each Lodge w ithin his District as the Grand Master may direct. 3. To perform such other duties as the Grand Master may direct. 4. To report to the Grand Ma ster after each visit any unus ual conditions or events and his official acts in relation thereto. (Section revised 2000)  - 13 -"},{"pageNumber":30,"pageContent":"Part 1 - Grand Lodge CHAPTER 5 - COMMITTEES Section 5.01 Bylaw STANDING COMMITTEES . On the last day of each Annual Communication, just before its close, the Grand Master shall appoint the following Standing Committees to seine until the close of the succeeding Annual Communication: 1. A committee of five on Jurisprudence. 2. A committee of three on Grievance and Appeals. 3. A committee of three on Finance. 4. A committee of one on Fraternal Relations. 5. A committee of five on Masonic Research and Education. 6. A committee of five on Credentials. 7. A committee of three on Masonic Public Relations. 8. A committee of three on DeMolay. 9. A committee of three on Bylaws. 10. A committee of one on Public Schools. 11. A committee of seven on Long Range Planning 12. A committee of five on Leadership Training. Committees 1, 2, 3, and 6 shall meet on Wednesday preceding the Annual Communication of the Grand L odge. (Section revised 1988, 2003) Section 5.02 Bylaw REPORTS . Committees to which matters are referred shall put the matters and recommendations in writing, if proper to be written. Section 5.03 Bylaw JURISPRUDENCE. The Committee on Jurisprudence sh all consider a nd report on all questions, documents, papers, and decisi ons on Masonic Law and Usage and proposed amendments to the Constitution, Bylaws, and Regulations. Section 5.04 Bylaw GRIEVANCE AND APPEALS. The Committee on Grievance and Appeals shall consider and report upon, with such reco mmendations as it may deem proper: 1. All documents and papers relating to any matter of complaint or grievance and appertaining to Ma sonic discipline; 2. All appeals from decisions of a Lodge or the Master thereof or from a Grand Master's Trial Committee; and 3. All petitions for restoration. Matters contained in the Report of the Committee on Grievance and Appeals are mentioned in the printed proceedings only by titles of the cases and statements of action taken. No details of the cases are to be printed. (Section revised 1988) - 14 -"},{"pageNumber":31,"pageContent":"Section 5.05 Bylaw FINANCE . The Committee on Finance shall: 1. Examine and report upon all matters touc hing the finances of the Grand Lodge, not otherwise provided for, and upon any subj ect involving an appropriation of its funds. Without such report, no a ppropriation may be made; 2. Examine and compare the books, papers, vouchers, and accounts of the Grand Master and Grand Secretary, ma ke detailed reports thereon, and submit the same to the Grand Lodge before the close of each A nnual Communication, and report the financial condition of the Grand Lodge; 3. Present, before the close of each Annual Communication, am estimate of the probable expenses of the ensu ing year (giving each class of expenditure under its proper head), and recommend the appropriation of such sums as it deems necessary; 4. Take charge of and manage all real property not assigned to the control of another committee; and 5. Invest the accumulated goods of the Grand Lodge in excess of current expenses, subject to the approval of the Grand Master and re view by Grand Lodge. The authority and obligations regarding pr operties donated to the Grand Lodge are centered in the Finance Committee. Conveyances , leases, etc. (of such properties), must be made by the Grand Mast er and Grand Secretary on r ecommendation of the Finance Committee. All such properties must be managed and controlled by the Finance Committee. The expense of upkeep , taxes, insurance, etc., of such properties must be separately budgeted by the Finance Committee and a special appropria tion made therefor. Section 5.06 Bylaw FRATERNAL RELATIONS. The Committee on Fraternal Re lations shall examine the printed or written proceedings or other doc uments emanating from other Grand Lodges and report at each Annual Communication what ever may seem of sufficient importance and interest to the Craft. He shall deliver hi s report to the Grand Secretary prior to the meeting of the Grand Lodge. (Section revised 1988) Section 5.07 Bylaw MASONIC RESEARCH AND EDUCATION . The Committee on Masonic Research and Education shall invite and conduct corr espondence with Lodges or members thereof concerning Masonic subjects, a nd has power to expend in its work such funds as may have been appropriated for its use by the Grand Lodge. Section 5.08 Bylaw CREDENTIALS. The Committee on Credentials shall: 1. Examine carefully the credentials of all Masons claiming the right of membership in the Grand Lodge. - 15 -"},{"pageNumber":32,"pageContent":" 2. List properly and report the names of all officers and other members of the Grand Lodge, stating the names and numbers of the Lodges represented, the names and official positions of the Masters and Warden s present, and the names of the proxies of those not present. Section 5.09 Bylaw MASONIC PUBLIC RELATIONS. The Committee on Masonic Public Relations shall assist the Grand Lodge and its Constituen t Lodges with public relations and news releases on Masonic matters including Grand Lodge Communications, cornerstone layings, dedications, and similar matters. Section 5.10 Bylaw DEMOLAY . The Committee on DeMolay shall maintain a con tinuous program throughout the year to advise, assist, an d guide the Committee on DeMolay in each Constituent Lodge of this Grand Jurisdiction for the purpose of assistance and guidance to DeMolay in each Lodge's area. Section 5.11 Bylaw BYLAWS . The Committee on Bylaws shall recomme nd to the Grand Master approval or disapproval of all Bylaws of Lodges Under Dispensation, the Bylaws of Chartered Lodges, or any amendments thereto referred to it for consideration. The Committee on Bylaws shall report to the Grand Lodge at the Annual Communication on all Bylaws or amendments thereto submitted to it for its consideration. Section 5.12 Bylaw PUBLIC SCHOOLS . The Committee on Public School s shall maintain a continuous program throughout the year of educating Lodge members on the importance of the American system of tax supported public school s and the preservation of its inviolability. Section 5.13 Bylaw LONG RANGE PLANNING. The Committee on Long Range Planning shall conduct long-range planning for the purpose of improving Masonry in Alaska. This process includes, but is not limited to, setting goals and devel oping and implementing programs designed to encourage membership growth, fi nancial security, enhanced administrative capability, successful lodge management, positive public image, and overall support to the lodges and Members of the Craft. The Co mmittee shall be appointed annually by the Grand Master and report as specified in Section 5.02 of the Alaska Masonic Code. (Adopted 1998) Section 5.14 Bylaw LEADERSHIP TRAINING. The Committee on Leadership Training shall annually conduct a school of leadership training at a time and place designated by the Grand Master. The form and content of this Sc hool shall be determined by the Committee. (Adopted 2003) - 16 -"},{"pageNumber":33,"pageContent":"Part 1 - Grand Lodge CHAPTER 6 - ANNUAL COMMUNICATION Section 6.01 Bylaw GRAND LODGE PROCEEDINGS. Grand Lodge convenes not later than 10:00 a.m., on the first day of the Annual Communicati on. Thereafter, the hours of labor and refreshment are at the will and pleasure of the Grand Master. The order of business is as follows unless changed by the Grand Master: 1. Prayer by the Grand Chaplain; 2. Roll call of officers and permanent members of the Grand Lodge and notation of absentees, if any, by the Grand Secretary; 3. Solemn Ceremonies of Opening the Grand Lodge in Ample Form; 4. Message of the M.W. Grand Master, and reference thereof; 5. Annual report of the Grand Secretary; 6. Report of the Committee on Fraternal Relations; 7. Report of Committee on Credentials; 8. Appointment of regular committees' and filling of vacancies, if any, in Standing Committees; 9. Reports on Unfinished Business; 10. Motions and Resolutions, and refere nce or other disposition of same; 11. Reports of Standing Comm ittees and action thereon; 12. Reports of Special Comm ittees and action thereon; 13. Consideration of Amendments to th e Constitution, Bylaws, Regulations and Rules, if any; 14. Miscellaneous Business, not included in the above; 15. Election of Grand Lodge Officers; and 16. Installation of Grand Lodge Officers. (Section revised 1988, 1997) Section 6.02 Bylaw APPROVAL OF MINUTES The Grand Master shall examin e, correct, if necessary, and approve the Minutes of the Pro ceedings held while he presid ed as Grand Master before the record of such proceedings may be printed. Section 6.03 Bylaw DISTRIBUTION OF PROCEEDINGS. The Grand Secretary annually distributes the printed Proceedings of the Grand Lodge as follows: 1. Two copies to each recognized Alaska Lodge; 2. One copy to each Grand Lodge Offi cer, District Deputy, and Standing Committee member; 3. One copy to each recognized Grand Lodge; 4. One copy to each Grand Representative upon request; and - 17 -"},{"pageNumber":34,"pageContent":"5. One copy to each public Masonic Library upon request. Surplus copies are held by the Grand Secretary and sold at not le ss than the cost of publication. Proceeds from such sales are depos ited in the General Fund. (Section Revised 1986,1987)    - 18 – "},{"pageNumber":35,"pageContent":"(This page left blank intentionally)    -19 –"},{"pageNumber":36,"pageContent":"Part 1 - Grand Lodge CHAPTER 7 - RULES OF ORDER AND VOTING Section 7.01 Constitution VOTE OF MEMBERS. Each member of the Grand Lodge has one vote except as provided in Section 7.03. Voting must be done in person except for Masters and Wardens as provided in Section 7.02. Section 7.02 Constitution VOTE OF LODGES . Each Chartered is entitled to three votes. Properly executed proxies of any of the three principal officers who are una ble to attend may be carried by any Master Mason in good st anding in the same Lodge. Section 7.03 Constitution TIE VOTE . In case of a tie vote, the Grand Master shall cast the deciding vote in addition to his regular vote. Section 7.04 Bylaw VOTING . Motions in Grand Lodge are deci ded by majority vote except as may otherwise be specifically provided. Section 7.05 Bylaw MANNER OF VOTING . Questions in Grand Lodge ar e decided by a show of hands, except election of officers and as may otherwise be provided. Section 7.06 Constitution CONSTITUTION AMENDMENTS. Proposed amendments to the Constitution are presented at an Annual Comm unication and are referred to a committee, which reports thereon before a vote is taken. If a vote in favor of a proposed amendment is ninety percent or more, it is declared adopted, and at the close of that communication becomes a pan of the Constitution. If the vote is not ninety percent, but there is a majority in favor of the proposed amendment, it lies over one year , and is published with the proceedings or is published and circulated as set forth in Section 11.03 under the caption of \"Proposed Amendment to the Constitution\". At the next succeeding Annual Communication, if it receives two thirds of the vote cast thereon, it is declared adop ted, and at the close of that communication becomes a part of the Constitution . (Section revised 1989, 1995) - 20 -"},{"pageNumber":37,"pageContent":"Section 7.07 Constitution BYLAW AMENDMENTS . Bylaws of the Grand Lodge may be amended, added to, or repealed at an Annual Communication by a three fourths vote of the Grand Lodge. If the vote is not a three fourths majority, but it is a majority in favor of the proposed amendment or repeal, it lies over until the next Annual Comm unication, when it is called for final action and is finally disposed of in advance of action on any new business. At least sixty days in advance of such Annua l Communication the Gra nd Secretary certifies such proposed amendment or repeal in full to the Master of each of the Constituent Lodges to be read and discussed in open Lodge. It is also published with the proceedings under the caption \"Proposed Changes\". At su ch next succeeding Annual Communication, if it receives a majority of the votes cast there on, it is declared adopted and becomes effective at close of such Annual Communicat ion; otherwise it is declared rejected by Grand Lodge. Section 7.08 Constitution FORMAT OF RESOLUTIONS . Proposed Amendments to the Constitution and Bylaws shall be prefaced by a clear, factual, and concise statement of the purpose of the proposed legislation.   - 21 – "},{"pageNumber":38,"pageContent":"Part 1 - Grand Lodge CHAPTER 8 - STANDARD WORK Section 8.01 Constitution STANDARD WORK. The Esoteric Work, together with the Monitorial Work, as approved by a three fourths vote of the Grand Lodge, is the Standard work of this Grand Jurisdiction. Constituent Lodges shall practi ce this Standard Work and no other. The Grand Secretary is the custodian of the Master Copy of the Esoteric Work. He shall store it within a suitable safe within his office. The Craft may examine the Master Copy under safeguards provided by the Grand Secretary. (Section revised 1989) Section 8.02 Bylaw STANDARD WORK CIPHER . 1. For the purpose of insuring uniformity in the Standard Work and Lectures throughout this Jurisdiction, the Grand Lodge prints such Standard Work and Lectures in cipher, but with the es sential secrets excluded. 2. The Standard Work and Lectures, includ ing the Posting Lecture, are printed in a size not to exceed three inches in width, by fi ve inches in length. Each degree is printed in a separate book, and its Posting Lecture is included in that book. 3. Such booklets are sold to the Lodges a nd members of this Grand Jurisdiction by the Grand Secretary at a price not more th an 25% higher than th e cost of printing. 4. Said ciphers may not bear writing, title page, or other identi fication indicating it to be the work of this Grand Jurisdiction. 5. The printed copies of the Standard Wo rk Cipher authorized by this Section may be sold only to Secretaries of Constituen t Lodges of this Grand Jurisdiction for distribution to members, provi ded that the Grand Secretary is authorized to exchange copies with recognized fore ign Grand Jurisdictions. Section 8.03 Bylaw CERTIFICATES OF PROFICIENCY. A Certificate of Proficiency is issued to a Brother who passes a satisfactory examination in the Standard Work of any one of the three degrees of Masonry before a Deputy of the Grand Master or a Past Master appointed by the Grand Master. Separate Cert ificates will be issued for each of the following examinations: 1. The Standard Work of th e Entered Apprentice Degree. 2. The Standard Work of the Fellowcraft Degree. 3. The Standard Work of the Master Mas on Degree. The Certificates are issued in the following named Awards: - 22 -"},{"pageNumber":39,"pageContent":" a. Past Master, upon an exam ination with 5 or less errors. b. Masters, upon an examination with 6 but not more than 12 errors. c. Master Masons, upon an examinat ion with 13 but not more than 25 errors. A reasonable opportunity must be given during the examination to correct each error. Such certificates must be signed by the Deput y of the Grand Master or the Past Master who gave the examination and attested by th e Grand Secretary, who shall keep a record thereof. (Section revised 1995)    - 23 -"},{"pageNumber":40,"pageContent":" Part 1 - Grand Lodge CHAPTER 9 - FINANCE AND REVENUE Section 9.01 Constitution REVENUE SOURCES. Revenue of the Grand Lodge is derived from the following sources: 1. From fees charged for dispensations, charters, and other documents issued under its authority. 2. From contributions levied upon the L odges, which must always be equal and uniform in proportion to their memb erships and the de grees conferred. 3.From the funds, dues, and proceeds of the property of dissolved Lodges within its jurisdiction; subject to al l legal and equitable rights of creditors of such dissolved Lodges in and to such properties. 4. From the proceeds of investments, loans, or otherwise, made by the Grand Lodge. Section 9.02 Bylaw FEES . Fees charged by the Grand Lodge are as follows: 1. For each dispensation to form a new Lodge, two hundred and fifty dollars; 2. For each charter granted to a new Lodge, fifty dollars; 3. For each dispensation to authorize the conferring of a degree in less than statutory time, ten dollars; and 4. For each dispensation issued for any other purpose, ten dollars . (Section revised 1988) Section 9.03 Bylaw CHARITY FUND. Monies received for dispensa tions issued and other monies appropriated by the Grand Lodge for charity pur poses are kept in a separate fund to be known as the Charity Fund. Section 9.04 Bylaw GRAND LODGE DUES. Each Lodge pays annually into the treasury of the Grand Lodge: 1. For each degree conferred during the year, five dollars; 2. For each member affiliated during the year, thirty dollars; and 3. For each Master Mason on its roll, such per capita sum as the Grand Lodge may levy by resolution per Section 11.03 fo r its general activities except for the following: A. An indigent member suppor ted by the Lodge or Grand Lodge; B. An indigent member whose dues are remitted by the Lodge; C. A fifty year member whose dues are remitted by the Lodge; D. An honorary member who is not also an active member. (Section revised 1989) - 24 -"},{"pageNumber":41,"pageContent":"Section 9.05 Bylaw DUES FOR N.P.D. REINSTATEMENTS. Each Lodge must pay to the Grand Lodge dues on each N.P.D. reinstatement for the year the member was dropped. Section 9.06 Bylaw POWER TO SELL AND CONVEY RE AL ESTATE AND SECURITIES . 1. The Grand Master and the Grand Secretary, with the approval of the Committee on Finance, have the power to sell and convey any real estate now held or hereafter acquired by the Grand Lodge in liquidation of inde btedness or received as a donation. 2. The Grand Master and the Grand Secretary, with the approval of the Committee on Finance, have the power to acq uire, purchase, sell, exchange, convert, assign, and endorse for transfer, capital st ock, bonds, and securities; and where such stock, bonds, or securities are issued or regi stered in the corporat e name of this Grand Lodge, then upon such sale, exch ange, conversion, or assignment to endorse the same in its corporate name, attested by the seal. Section 9.07 Bylaw PERMANENT FUND INTEREST. To the extent that interest is earned from the Grand Lodge permanent fund and it b ecomes necessary to utilize th at interest for Grand Lodge operations, only that interest and not the pr incipal may be withdr awn for general fund use. Any accrued but unused in terest will remain in the pe rmanent fund and will become part of the principal. (Adopted 1989)  - 25 -"},{"pageNumber":42,"pageContent":"Section 9.08 Bylaw GRAND LODGE LIFE MEMBERSHIP FUND . The Grand Lodge Life Membership Fund shall consist of all moneys, bonds and secu rities accruing thereto from the sale of Life Memberships by constituent Lodges as provided in Section 17.20 and 17.21. 1. Investment of Funds. The principal of this fund shall he invested by the Finance Committee of the Grand Lodge as provide d in Section 5.05, subsection 5 for the investment of other funds of the Grand L odge, and shall not be otherwise expended or transferred to any other fund; provided, howev er, that investment of Grand Lodge Life Membership Funds may be made as a part of investments of other funds of the Grand Lodge so long as the principal of the Gr and Lodge Life Membership Fund and the earnings therefrom are accounted for separately. 2. Distribution of Earnings. The earnings fr om the investment of the principal of this fund, less the cost of management as provided in Section 9.02, subsection 5 shall he disbursed as soon as possible after the end of each calendar year to the constituent Lodges, prorated according to the amount of m oney each Lodge shall have to its credit in the fund. A Lodge may elect to have the earni ngs added to the principal amount credited to that Lodge. 3. Record Keeping. The Grand Secretary sh all keep a record of each life member by Lodge and the amount paid for each Life Membership. The Grand Treasurer will keep strict account of the fund by Lodge and will issue earnings to each Lodge as provided for in subsection 2 above. If a L odge elects to have the earni ngs added to the principal amount credited to that Lodge, the earnings will be posted to the Lodge account on a separate entry as \"earni ngs added to principal.\" 4. Transfer of Life Membership. Life me mbership may be transferred only when a Lodge voluntarily surrenders its Charter or when two or more Lodges consolidate. A. Voluntary Surrender of Charter. When a Lodge voluntarily surrenders its Charter, a member holding a Life Membersh ip in that Lodge may transfer that Life Membership to another Lodge that particip ates in the Grand Lodge Life Membership Fund, after the member has petitioned to and been accepted for membership in the Lodge, in accordance with the provisions of Section 17.04, except that the effective date of the transfer will be the final date approved fo r the surrender of Charter by Grand Lodge per Section 25.02. B. Consolidation of Lodges. When two or more Lodges consolidate, all Life Memberships will be transferred to the new consolidated Lodge . (Section added 1996) Section 9.09 Bylaw GRAND LODGE PER CAPITA LI FE MEMBERSHIP FUND. A member of a lodge or lodges in this jurisdiction desiring member ship in this fund may do so by, applying to the Grand Secretary on a form supplied by th e Grand Lodge and through the Secretary of the lodge which he is a member of, for such membership. All Fees must be paid in full prior to obtaining Membership in the Fund. - 26 - "},{"pageNumber":43,"pageContent":"1. Upon his receiving full Membership, a me mber’s Per Capita fees that are presently paid by the lodge or lodges of which he is a memb er shall be paid by the Grand Lodge, beginning the year following his fi nal payment and membership recognition 2. If he is a member of more than one lodge and upon full life Membership in the Grand Lodge Per Capita Fund, the Gr and Lodge shall pay the Members per capita fees jointly and in full for each lodge that he is a member of. 3. Fees for Life Membership shall be $1000.00, payable at the time of application. Arrangements may be made th rough the Grand Secretary at the time of application, to submit a $100.00 application fee and an annual payment of a minimum of $100.00 until the financial obligation for membership is satisfied. 4. Distribution of earnings, All fees for Membership are permanently invested and cannot be withdrawn, and all inte rest earned shall be distributed as follows. A. 70% of the interest earned may be placed in the General Account of the Grand Lodge of Alaska. B. 30% of the funds interest earnings shall be reinvested in the permanent, Per Capita Life Membership Fund. C. The Finance Committee may reinvest more than the 30% but not less than 30%. D. The per-capita fees, upon full membership, shall be drawn from the Grand Lodge General Fund. 5. Investment. The Principal of this fund shall be inve sted by the Grand Lodge Finance Committee and report ed upon at each Grand Lodge Session. 6. Record Keeping. The Grand Secretary and Grand Treasurer shall maintain a record of all Brothers who apply as well as to their status within the fund, as applies to their payment of fees. A. Upon a Brother becoming a Life Member in the Per Capita Fund, the Grand Secretary shall give written notif ication of such Membership to each Lodge that the Brother is a member of. B. If a Brother has opted for the payment plan, the Grand Secretary shall inform all Lodges of which he is memb er, of his status in the fund, along with the Grand Lodge annual statement to the Lodges for reimbursement of per capita fees. C. All Per Capita fees charged to a lodge or Lodges of which a Brother is a member and upon hi s being fully vested in the Grand Lodge Per Capita Life Membership Fund, shall be deducted from the An nual Statement of per capita fees sent to all lodges of which he is a member. D. All lodges must continue to report this Brother as a member in good standing in their annual membership repo rt to the Grand Lodge. Such lodge may make an entry in their lodge records regard ing the status of a lif e membership in the Grand Lodge Per Capita Life Membership Fund. E. The Grand Lodge Secretary shall i ssue a certificate, suitable for framing, to each member of the Fund. F. A plaque with the name and date of Membership of all Brothers who become a Member, presently and in the future, shall be displayed at the Grand Lodge Office. (Section added 2006) - 27 -"},{"pageNumber":44,"pageContent":"Part 1 - Grand Lodge CHAPTER 10 - APPROPRIATIONS Section 10.01 Bylaw CHECK SIGNATURES . The funds of the Grand Lodge may be disbursed only by a check signed by the Grand Secretary and the Grand Treasurer, or in the absence or disability of either the Gr and Secretary or the Grand Tr easurer, by one other elected Grand Lodge Officer. (Section revised 1985,1994) Section 10.02 Bylaw APPROPRIATIONS, APPROVAL OF. A proposal or resolutio n for the appropriation or expenditure of money may not be put upon its final passage until it has been considered and reported upon by the Committee on Finance. Section 10.03 Bylaw APPROPRIATIONS, PAYMENT FOR. Payment for labor or material may not be made for anything that has been authorized by the Grand Lodge until the labor is finished or the material actually furnished. (Section revised 1988) Section 10.04 Bylaw EMERGENCY AID . The Grand Master may, with the approval of the Committee on Finance, draw upon the Charity Fund for the reli ef of worthy applican ts and in cases of extraordinary calamities causing extensive distress to large numbers of the Fraternity and calling for instant relief in the emergency. Section 10.05 Bylaw SALARY. The salary of the Grand Secretary is determined by the Committee on Finance, subject to approval by the Grand Lodge.  - 28 -"},{"pageNumber":45,"pageContent":"Part II - Masonic Law CHAPTER 11 - MASONIC LAW, THE CODE AND AMENDMENTS Section 11.01 Constitution MASONIC LAW. The actions of Freemasons in the Grand Lodge and in their Lodges and in their individual cap acity are regulated and contro lled by Masonic Law. Masonic Law consists of the following: 1. The moral law; our obliga tions, charges, and rituals. 2. The common law of Masonry, which is the immemorial law, and includes the Ancient Landmarks. 3. The written law of Masonry, which includes our Constitutions and the general and specific laws, rules, edicts, resolutions , and bylaws enacted by competent authority. 4. Usages and Customs of Masonry: Usag es, which are those practices and modes of behavior of Brethren, indi vidually and collectively, in Grand Lodge and in Lodges and towards each other, long observed in this Jurisdiction by voluntary assent: Customs, which are usages of such universality and antiquity as to have acquired the force and effect of law. Section 11.02 Constitution CONSTITUTIONS . Constitutions are those written compacts or laws enacted by Freemasons for the government of Grand Lodges, Constituent Lodges, and their members. These include fundamental provi sions, constitutionally adopted, that are intended to be permanent in their character. Section 11.03 Bylaw RESOLUTIONS . Resolutions must be in writing and must be received by the Grand Secretary not less than 120 da ys preceding the Annual Comm unication to be considered at the next Annual Communication. The Gra nd Secretary refers resolutions to the Jurisprudence Committee. At least 75 days preceding the Annual Communication, the Grand Secretary shall forward all resolutions, together with the committee recommendations, to all Constituent Lodges fo r study. Resolutions received less than 120 days preceding the Annual Communication will be considered only upon approval of the Grand Master. (Section revised 1994) - 29 -"},{"pageNumber":46,"pageContent":" Part II - Masonic Law CHAPTER 12 - RESTRICTIONS Section 12.01 Bylaw ABUSE OF MASONIC NAME AND EMBLEM . It is a Masonic offense for a Mason to: 1. Exhibit a Masonic emblem on a sign, flag, or banner exce pt in a Masonic procession, or on any place of business or in connection with a business advertisement; 2. Use a Masonic emblem or the word \"M ason\" or the words \"for Masons only\" or \"for Masons and their families only\"; 3. Use words of similar or different import to those in (2) above which constitute an appeal based on Masonic membership or relationship; or 4. Make reference to such words as in (2) above in connection with a private business or insurance or othe r business enterprise, whether the business is conducted by a stock company, mutual company, association, or individual to solicit patronage. A Mason is guilty of un-Masonic conduct who accepts empl oyment with or solicits business for a person, association, company, or corporation whic h is in violation of this Section. This Section does not apply to Masonic books, journals , or periodicals, or to legitimate trade in Masonic supplies. A Mason is guilty of un-Masonic conduct if he is engaged in the publishing of a Masonic book, journal, or period ical and if he permits the printing of an advertisement in such publica tion which uses the words referre d in (2) above or any other term, sign, or symbol of Freemasonry for a commercial or business enterprise. Before advertising matter may be solic ited for or on behalf of, or published in, a publication claiming or purporting to be Ma sonic in character, the publisher must first obtain the Grand Master's written approval of the publication. The Grand Master's approval of a Masonic publ ication may be withheld or revoked if, in the Grand Master's opinion the welfare of Ma sonry will be promoted thereby. If approval is revoked after being granted, ten day's writte n notice must be served in person or by certified mail, return receipt requested, and th e publisher must be gi ven opportunity to be heard in person and/or by counsel. A Maso n is guilty of un-Masonic conduct if he solicits, accepts, or publishes the advertising matte r referred to above without the Grand Master's written approval or after such approval is revoked. The use of a Masonic emblem or design or the word \"Masonic\" in connection with an unauthorized publication is prohibited. An offender of this prohibition is subject to the pena lties of Masonic and civil law. - 30 -"},{"pageNumber":47,"pageContent":" Section 12.02 Bylaw BUSINESS OR BEGGING LETTERS. 1. A Lodge shall not: A. Issue, furnish, or endorse a letter or document to a person or organization to be used for business or begging purposes; B. Solicit monetary assistance or do nations of money by circular letter or otherwise from a Lodge or Mason in this or another Jurisdiction, or from the general public; or C. Entertain or permit to be read in Lodge a begging letter from a Mason or Lodge of another Jurisdiction or from a nother source unless such letter or document has received the approval of the Grand Lodge or Grand Master of this Jurisdiction, which approval must appear on the face of such letter. 2. A Mason shall not circulate in a Lodge a petition asking for financial aid for a matter or thing not of a strictly Masonic nature. Section 12.03 Bylaw MASONIC OFFENSE SOLICITI NG FOR CONCORDANT ORDERS . It is a Masonic offense for a Mason to solicit anothe r Mason to solicit another Mason to accept or to petition membership in an organi zation requiring Masonic membership as a prerequisite prior to the time that the Mas on so solicited has completed the ritualistic work in the Third Degree and passed his prof iciency in the Lecture of the Third Degree. Section 12.04 Bylaw INTOXICATING LIQUORS IN LODGE ROOM . Intoxicating liquors shall not be introduced into a Lodge Room. Lodges or Te mple Corporations may, at their option by Standing Resolution, adopt and enforce such re gulations relating to other areas than a Lodge Room as they, in thei r wisdom, may deem appropriate . If said Lodges or Temple Corporations or Holding Companies choose to allow a function, by individuals, parties, or an organization where alcohol may be served or consumed on properties under their cont rol, they must have a liability insurance policy on file with the Grand Lodge of Alaska in the amount of $2,000,000.00 ( two million dollars) expressly covering the serving or consumption of alcohol at such event. This policy must state that the Grand Lodge of Alaska and all it’s members and constituent Lodges, and/or concordant bodies are in sured against any incident that ma y occur from the serving or the consumption of alcohol on said premises. (Section revised 1992, 2004) - 31-"},{"pageNumber":48,"pageContent":"Section 12.05 Bylaw LOTTERIES. The conduct of raffles, bingo, and other lo tteries to the extent authorized by civil law are permitted, provided that all organizations conducting same fully comply with all state and local laws, rules, and regulations. Section 12.06 Bylaw INCORPORATION OF A BODY FOR A MASONIC PURPOSE . A Mason or group of Masons may, with permission of the Grand Lodge, organize or sponsor an incorporated body for a declared purpose. (See also Sections 21.05 and 21.08.) Section 12.07 Bylaw INCORPORATION OF LODGES . A Lodge may form itself into a corporate body with permission from the Grand Lodge. Section 12.08 Bylaw MASONIC CLUBS . A Masonic Club may be formed w ith permission obtained from the Grand Master, in writing, and submitt ed through the Grand Secretary. 1. After formation, all Masonic Clubs must adhere to the following rules and regulations: A. Be under the direct authority of the Grand Master. B. Must be sponsored by a Blue L odge nearest to their locality; C. May not confer degrees; D. All members must be Master Masons in good standing of a Constituent Lodge of this Jurisdic tion, or of another Jurisdiction recognized by this Grand Lodge. E. Must submit an annual report to the Grand Secretary by Janua ry  10 th , for the previous year, listing its O fficers and members and a brief  synopsis of its activities. (Adopted 1997)   - 32 -"},{"pageNumber":49,"pageContent":"Part III - Constituent Lodges CHAPTER 13 - FORMATION OF NEW LODGES Section 13.01 Bylaw LODGES, HOW FORMED, DURATION, CONDITION. The Grand Master may, upon the petition of fifteen or more Ma ster Masons, properl y recommended by the nearest or most convenient Lodge of Free and Accepted Masons working under Charter, grant a dispensation to form a new Lodge with in the limits of this Jurisdiction or in foreign territory where no Grand Lodge ha s Supreme Jurisdiction. Such Dispensation, together with the Bylaws, books of records and returns of the Lodge Under Dispensation must be returned to the Grand Secretary on or before the 31st day of December preceding the next annual Communication of the Gr and Lodge. The Grand Lodge in session may annul the Dispensation, order a perpetual Charter, or contin ue the Dispensation until the next Annual Communication of Grand Lodge. Section 13.02 Bylaw CERTIFICATION BY RECOMMENDING LODGE. A Dispensation may be issued to the petitioners if their petition is accompanied by a certificate from the recommending Lodge stating that: 1. The Master and Wardens named in the petition are each fully competent to do the work of his respective Station in c onferring the three degrees of Masonry; 2. All the petitioners are in good Masoni c standing and at least 15 of them are residents within the jurisdiction of the proposed new Lodge; 3. A certificate of dimission or its equi valent for each petitioner accompanies the petition; and 4. The Grand Master shall satisfy himsel f by personal examination or examination by a specially authorized deputy that the petitioners are fully competent to confer the three degrees of Masonry according to the Alaska Standard Work. Section 13.03 Bylaw NOTICE TO LODGES. Upon receipt of and before acting upon a petition to form a new Lodge, the Grand Master no tifies all Lodges whose jurisd ictions will be affected by the granting of such. Section 13.04 Bylaw CONSTITUTING LODGES. When a Dispensation is issu ed to open and hold a Lodge, the officers therein named hold their respectiv e offices will and pleasure of the Grand Master until the expiration of the Dispensa tion. Upon the issuance of a Charter the Grand Master or his Special Deputy convenes said Br ethren, constitutes the Lodge, and installs its officers.. The Special Deputy in this case mu st be a Past Master belonging to a Lodge in this Jurisdiction or a Grand Lodge Officer. - 33 -"},{"pageNumber":50,"pageContent":"Section 13.05 Bylaw DISPENSATION ENTERE D ON LODGE RECORDS . The Dispensation is copied at length upon the records of the L odge. The Charter, when issue d, is copied in like manner. Section 13.06 Bylaw CHARTER MEMBERS . All members of a Lodge Under Dispensation at the time the Charter is granted are charter members thereof. Section 13.07 Bylaw POWERS OF A LODGE, U.D . A Lodge Under Dispensati on has the general powers and privileges and performs the duties of a Chartered Lodge, except that it cannot install its officers, nor discipline its members or other Masons, nor be represented in Grand Lodge. It need not have a seal. Section 13.08 Bylaw MUST PAY GRAND LODGE DUES. A Lodge Under Dispensa tion must pay Grand Lodge dues. Section 13.09 Bylaw BYLAWS . A Lodge Under Dispensation must have a Code or Bylaws conforming to the Constitution, Bylaws, and Regulations of the Grand Lodge. Section 13.10 Bylaw DISCIPLINE, CHARGES . All matters of charges and discipline against a member or members (except the Master) of a Lodge Unde r Dispensation are vested in the nearest Chartered Lodge, whose jurisdiction is comple te, subject to appeal to the Grand Lodge.  - 34 -"},{"pageNumber":51,"pageContent":"Section 13.11 Bylaw MASTER NOT AMENABLE TO LODGE DISCIPLINE . The Master of a Lodge Under Dispensation is not amenable to di scipline by any Chartered Lodge during his official term. In case such Dispensation is annulled, or the Charter refused, the Lodge of original jurisdiction over him may take cognizance of the c onduct of such Master unless the same is of a strictly official character. Section 13.12 Bylaw TO SUBMIT RECO RDS BOOKS, WHEN . When a Lodge working under a Dispensation applies for an extension of su ch Dispensation or for a Charter, it must submit its books of record for th e inspection of the Grand Lodge. Section 13.13 Bylaw REQUIREMENTS TO SECURE A CHARTER . A Charter may be issued to fifteen or more Masons if: 1. They have given proof of their ski ll and ability to work under Dispensation; 2. Said Dispensation and an attested transcript of all the proceedings of such Lodge, including a copy of the Bylaws thereof, have been delivered to the Grand Lodge; 3. They show that, as a Lodge Unde r Dispensation, they are clear of all indebtedness; and 4. That they have secured and prepared a suitable and safe place for meeting as a Lodge. Section 13.14 Bylaw NECESSARY WORK OF LODGES U.D. A Lodge may be constituted under Charter after it has conferred the degrees of Entered Apprentice, Fellowcraft, and Master Mason in a manner acceptable to the Grand Lodge. Section 13.15 Bylaw MEETINGS AFTER CHARTER G RANTED, PRIOR TO ISSUE . Brethren to whom a Charter has been granted by vote of the Gra nd Lodge may continue to meet and work as a Lodge Under Dispensation until the Lodge has been constituted under Charter unless otherwise ordered by the Grand Lodge or the Grand Master.  - 35 -"},{"pageNumber":52,"pageContent":" Section 13.16 Bylaw PRECEDENCE ON GRAND LODGE ROLL . Lodges take precedence according to the order in which they stand upon the roll of the Grand Lodge.    - 36 -"},{"pageNumber":53,"pageContent":"Part III - Constituent Lodges CHAPTER 14 - GENERAL PROVISIONS Section 14.01 Constitution AUTHORITY FOR LODGES . All Lodges within the State of Alaska and boundaries of the Grand Jurisdiction of Alaska, they bei ng the same, will by Dispensation or Charter issued solely by the M.W. Gra nd Lodge of Alaska, F. & A.M ., exist and opera te by that authority alone. (Section revised 2005) Section 14.02 Bylaw SUNDAY LABOR. A Lodge may not meet on Sunday fo r Masonic labor other than the burial of a Mason. Section 14.03 Bylaw BUSINESS ON THIRD DEGREE AT STATED COMMUNICATION. Business is transacted and balloting is done only when a Lodge is open on the Third Degree at a Stated Communication. Proceedings while open on the First and Second Degrees may only be such as appertain to the work and le ctures of those degrees, or the taking of testimony upon charges preferred against an Entered Apprentice or a Fellowcraft. Section 14.04 Bylaw VOTING BY ALL MEMBERS . All members present must ballot on the following questions: 1. A petition for the degrees or for affiliation; 2. The acceptance or rejection of charges for a Masonic trial; and 3. The expulsion or suspension of a memb er. A member, by unanimous consent, may be excused from balloting on No. 1. A vote of all members present is not required on other business matters.  - 37 -"},{"pageNumber":54,"pageContent":"Section 14.05 Bylaw CHANGE OF MEETING PLACE. 1. Regular meetings. A Lodge may permanently change its regular place of meeting by a vote of its members and the sanc tion of the Grand Master. Written notice of the proposal to change the meeting place and the day of the Stated Communication at which the proposal will be voted upon must be mailed to each member of the Lodge at least ten days prior to the meeting. A vote of two thirds of th e members present and voting is necessary to approve. 2. Temporary meetings. The Grand Master may gran t permission for a Lodge to temporarily change its regular meeting da y, time and/or place for the purpose of: A. Holding a Stated Communication at a suitable place in event of an emergency preventing the Lodge from m eeting at its regular place of meeting. B. Holding a Special Communicat ion, upon good cause shown, at a safe place in this Jurisdiction other than its own Lodge room, or C. Hosting the Lodges of one or mo re Districts for a District meeting. 3. Installations . The Master of a Lodge may, for th e installation of officers, either separate or joint, open his Lodge in the Lodge room of another Lodge. 4. Funerals. The Master may, for the purpose of holding a Masonic funeral service, open his Lodge in the Lodge room of another Constituent Lodge in this Jurisdiction, or in any convenient, safe place. 5. Joint Meetings . The Grand Master may in his discretion, upon good cause shown, permit a Lodge to hold a joint meeting w ith another Lodge in Alaska in a suitable place within the jurisdiction of such other Lodge.(Section revised 1993) Section 14.06 Bylaw PUBLIC APPEARANCE . On a strictly Masonic occasion and with the consent of the Grand Master, a Lodge or Mason ma y appear in Masonic clothing: 1. In a public meeting, procession, or place; 2. To attend Divine services; 3. In the performance of a Masonic duty, ceremony, or custom; or 4. To take part in a patriotic, historical, or educational event. Consent of the Grand Master is not necessa ry for the purposes of Sections 23.01 and 23.02.  - 38 -"},{"pageNumber":55,"pageContent":" Section 14.07 Bylaw GRAND HONORS, VISITATION. 1. A Mason does not have the right to demand that he be accorded the Grand Honors of Masonry. 2. The Worshipful Master of the Lodge is the sole judge of what honors, if any, are to be tendered to visitors. 3. When the M.W. Grand Master visits a Lodge, the Worshipful Master should direct the Marshal or Senior Deacon, or so me distinguished member or members of the Lodge, to meet the Grand Master in the Tyle r's room and to remain with him until the proper time for his introduction after opening th e Lodge; then escort him to the Altar, where, after the usual salutation, he shoul d be presented to th e Worshipful Master, whereupon, the Worshipful Master should meet him at the Altar, tender him greetings, then escort him to the East , and, after introducing him to the Lodge, accord him the Grand Honors (Private or Public). 4. Until the M.W. Grand Master accepts the gavel, the Worshipful Master of the Lodge is in full charge, and should remain covered. Section 14.08 Bylaw VISITORS, EXAMINATION . A Mason who has been unaffiliated for more than three years may not be permitted to visit a Cons tituent Lodge in this Jurisdiction, provided, however, that in an exceptional case the Master of the Lodge may give written permission to an unaffiliated Brother to attend the Lodge for a period of not to exceed six months. A Master Mason, on applying for admitta nce as a visitor to a Lodge, shall exhibit either a receipt for dues, show ing him to be in good standing, or a dimit which has been issued not more than three years previous to its presentation. In th e absence of personal avouchment, he shall then take the test oath and submit to a strict trial and due examination. Neither diploma, nor a dimit, nor a receipt showing payment of dues, is conclusive as to the identity of the holder, nor as to his good standing in the Fraternity. Evidence as to his identity and as to the genuineness of such document or documents is necessary; and the Lodge must be satisfied as to his good Masonic Standing and as to the regularity of the Lodge from which he hail s. The genuineness of such document is not sufficient to warrant avouchment. The applican t shall prove himself in strict conformity with Masonic usage and requirement. Such pr oof may be secured in an examination duly made by a committee appointed for that pur pose. Knowing him to be in good Masonic Standing, and having met him in open Lodge are grounds for avouchment. Examination by a Brother outside of Lodge does not justify avouchment. - 39 -"},{"pageNumber":56,"pageContent":" Section 14.09 Bylaw VISITORS, OBJECTION TO. The privilege of a Mason in good standing to visit a Lodge other than his own is subject to the ri ght of any member thereof to object to his admittance. Such member is not required to state his reason for the objection. The objection is good only during the communicatio n at which it is made and while the objector is present. Section 14.10 Bylaw VISITORS, INSPECTION OF CHARTER. Inspection of the Charter of a Lodge by one seeking admittance as a visitor is a privilege which the Master may grant or withhold at his discretion. It is not an absolute right. Section 14.11 Bylaw EXAMINATION FOR MASONIC INTERCOURSE. Whenever it becomes necessary for one Brother to prove another, he may do so in any secure place after first taking the necessary precaution of administering the test oath. Masonic intercourse may be held only with a Mason, and then only after proof that he is a Brother. When by strict trial each is fully satisfied, they may converse Masonically; but the one cannot vouch for the other for purpose of visitation. Such proof ma y be secured in an ex amination duly made by a committee appointed for that purpose.   - 40 -"},{"pageNumber":57,"pageContent":" Part III - Constituent Lodges CHAPTER 15 - LODGE POWERS AND DUTIES Section 15.01 Constitution POWERS OF LODGES. The powers and duties of a Lo dge are those prescribed and determined by the immemorial laws and usages of the Fraternity, except such as the Lodge may have delegated to the Grand L odge, and except such as may have been expressly modified by the terms of its Dispen sation or Charter, or by the Constitution or Bylaws of the Grand Lodge. Its powers are executive, legislative, and judicial, and include the following: 1. Executive. To perform its proper work under control of its Master and in accordance with law. 2. Legislative. To enact any legislation relative to its own affairs not in conflict with the Constitution or Bylaws of the Grand Lodge or the immemorial customs or usages of the Fraternity. 3. Judicial. To exercise di scipline over its own member s (except the Master and a Past Master for official mi sconduct during his term of office as Master), and over all other Masons within its territo rial jurisdiction, and to settle controversies between them, subject to revision and final determinati on by the Grand Lodge upon appeal. The Lodge also has the right to elect to have the accu sed tried by a Grand Master's Trial Committee as may be prescribed by the Bylaws of this Grand Lodge. 4. Educational. The education of deserv ing persons is a Masonic purpose. Lodges have the power, singly or collectively, to disb urse Lodge funds to, or for the benefit of, deserving persons for their education. Section 15.02 Constitution LODGE BYLAWS. 1. A Lodge has the power and authority to enact Bylaws for its own government which are not in conflict with the Constitution or Bylaws of the Grand Lodge or with the principles of Masonry. 2. Proposed Bylaws or amendments theret o are presented in wr iting at a Stated Communication. Bylaws can be adopted or amended only at a subsequent Stated Communication by a two thirds majority vote of the members present after written notice of the proposed action has been mailed to each member of the Lodge at least ten days prior to the Stated Communication. 3. When adopted, the new Bylaw or amendment is sent in duplicate to the Grand Secretary for referral to the proper committee(s) and then to the Grand Master, or directly to the Grand Master, as appropriate. 4. When approved or disapproved, one copy is returned to the Lodge and one copy is retained in the Grand Lodge files. 5. The Bylaws and amendments thereto become effective when approved by the Grand Master. (Section revised 1989, 2004) - 41 -"},{"pageNumber":58,"pageContent":"Section 15.03 Bylaw SHORT FORM BYLAWS . A Lodge may adopt a short form of Bylaws to be provided by the Grand Secretary. Section 15.04 Bylaw COMMUNICATION. Each Lodge shall meet at least once in six months. Neglect of a Lodge to hold a Stated Communica tion for six months may subject it to a forfeiture of its Charter. Section 15.05 Bylaw LODGE SEAL. Each Chartered Lodge, within two mont hs from the date of its Charter, shall provide a suitable seal bearing such devices as may be deemed proper: the name and number of the Lodge; F. & A.M.; the date of its Charter; and the place of its location. All documents or papers requiring attestation eman ating from such Lodge, or from its Master or Secretary in his official capacity, must bear the impress of such seal. Section 15.06 Bylaw BOOKS . Each Lodge shall prov ide the books needed by the Secretary in the performance of his official duties. Section 15.07 Bylaw MINUTES OF MEETINGS. The Minutes of each co mmunication are read and corrected (if necessary) and a pproved by the Lodge before it is closed, and having been approved, cannot be altered or expunged. A tran script of such Minutes must be submitted to the Grand Lodge when required. Section 15.08 Bylaw ANNUAL RETURNS. Each Chartered Lodge, on or before the 10th of January following, shall transmit to the Grand Secretary, a full return for the calendar year ending on the 31st day of December on such forms as may be provided by him. In case of nonperformance of this duty, the Lodge's repr esentatives may be barred from privileges of the Grand Lodge, and/or the Lodge ma y be fined five dollars for each day's delinquency after February 1, or its Charter may be declared forfeited by a vote of the Grand Lodge. - 42 -"},{"pageNumber":59,"pageContent":" Each Lodge Under Dispensation shall transm it a similar return fr om the date of its organization to the 31st day of December in each year. Upon completion of processing of the return for the year pr evious, the Grand Secretary shall transmit to each Lodge by April 15, an itemized statement of the amount of dues and fees less the amount paid during the year . Payment must be transmitted to the Grand Secretary on or before May 15t h after receipt of statement. A penalty of five dollars per day may be assessed the Lodge for failure to submit payment by the required date. (Section revised 1988) Section 15.09 Bylaw LODGES MUST BE REPRES ENTED IN GRAND LODGE. Each Chartered and duly constituted Lodge must be represen ted in the Grand L odge at each Annual Communication by its Master and Wardens or their duly appointed proxies. A proxy appointment is valid only when the written or printed certificate of the Master or Warden making such appointment has been filed w ith the Grand Secretary. A Mason may serve as a proxy in the Grand Lodge only if he is a member of the Lodge for which he seeks to act. A Lodge which neglects, without approval of the Grand Master, to be properly represented in Grand Lodge for two successive years, will have its Charter suspended until the next Annual Communi cation. If not restored, the Charter may be forfeited by vote of the Grand Lodge. After forfeiture, the Ch arter may be restored at the next Annual Communication by a favorable vote of the Gran d Lodge at the request of the Lodge and upon payment of a one hundred dollar penalty. Section 15.10 Bylaw COMMUNICATION DURING GRAND LODGE SESSION, WHEN. A Lodge may not hold a communication while the Grand Lodge is in session at its Annual Communication unless by permission of the Grand Lodge or for funeral services.  - 43 -"},{"pageNumber":60,"pageContent":"Section 15.11 Bylaw AUDIT COMMITTEE. 1. Each Lodge shall have an Audit Committee. The Worshipful Master shall appoint this committee at the last Stated Communication on or befo re the annual election of its officers. 2. It is the duty of the Audit Committee to audit the books of the Secretary and Treasurer. 3. The Committee shall make a full and deta iled report of its findings to the Lodge by the second Stated Communication followi ng the annual installation of officers.. If an Audit Committee cannot meet the date for reporting because of Bylaws requiring audit by professional accountants, it shall repo rt to the Lodge at the earliest convenient date. Section 15.12 Bylaw SIGNS AND NOTICES . A Lodge may place or erect a welcoming sign, subject to the Grand Master's approval, at each entrance to its community. it may also place a notice in an appropriate section of one or more loca l newspapers. Such sign and such notice may include no more than the Masonic emblem, th e Lodge name and its number, the Location of its meeting place, the time( s) of its meetings, and the Lodge Secretary's phone number. (Section adopted 1983)  . - 44 -"},{"pageNumber":61,"pageContent":" Part III - Constituent Lodges CHAPTER 16 - LODGE OFFICERS Section 16.01 Constitution LODGE OFFICERS . Each Lodge shall elec t the following officers: 1. Worshipful Master 2. Senior Warden 3. Junior Warden 4. Treasurer  5. Secretary The Worshipful Master sh all appoint the following: 6. Senior Deacon 7. Junior Deacon 8. Senior Steward 9. Junior Steward 10. Tyler The Worshipful Master may also, at his discretion, appoi nt the following: 11. Chaplain  12. Marshal  13. Organist The duties of the officers are such as appropr iately belong to the respective offices and are prescribed by the ancient usages of Freemasonry and by law. Section 16.02 Bylaw QUALIFICATION TO VOTE, ELIGIBILITY TO OFFICE. Each member in good standing of a Lodge is entitled to vote, and is eligible to hold any office therein, except as restricted in Section 20.11. (Section revised 2004) Section 16.03 Bylaw OFFICER QUALIFICATION. Prior to election or appointment, officers of a Lodge must be voting members thereof except the Ch aplain, Organist, and Tyler, who may also be voting members of the Lodge or they may be members of other regular Lodges, except as restricted in Section 20.11. (Section revised 2004) - 45 -"},{"pageNumber":62,"pageContent":"Section 16.04 Bylaw HOLDING TWO OFFICES . A Brother may not hold two offices in a Lodge at the same time. Section 16.05 Bylaw ELECTION, WHEN TO BE HELD . 1. The Master, Senior Warden, Junior Warden, Treasurer, and Secretary are chosen annually by secret vo te. Election is by a majority of votes by members present and voting. The election must be at a Stated Communication of the Lodge held between November 1 and December 31. Officers ar e installed at a Sp ecial or Stated Communication as soon thereafte r as possible. Lodge by major ity vote decides to hold it in public. If a public installation is held, a ny part of the ceremony not proper to be used outside of a tiled Lodge is omitted. 2. The installation ceremony is held in a tiled Lodge, unless the Lodge by majority vote decides to hold it in public. If a public installa tion is held, any part of the ceremony not proper to be used outs ide of a tiled Lodge is omitted. (Section Revised 1997) Section 16.06 Bylaw MAJORITY ELECTS. A Brother receiving a majority of all votes cast for an elective office in the Lodge is duly el ected. The incumbent of an elective office or any other Brother receiving votes may decl are at any time during the elec tion process that he is not available for the office for which a vote is be ing taken. A blank ball ot is not a vote. A show of hands is not a ballot at an election of officers.. (Section revised 1988) Section 16.07 Bylaw FAILURE TO ELECT. If, at the time prescribed, a Lodge fails to elect a Master and Wardens, or any of them, or if, having elected its Master and Wardens, any of them fails or refuses to be installed, it forthwith lays the matter before the Grand Master. The Grand Master, for good cause shown, may grant a di spensation to hold an election as soon thereafter as may be practicable. Such di spensation must be entered at length upon the records of the Lodge. Section 16.08 Bylaw INSTALLATION. Officers of a Chartered Lodge must be installed as often as re-elected or appointed. An officer ma y not be installed by proxy. - 46 -"},{"pageNumber":63,"pageContent":"Section 16.09 Bylaw NO INSTALLATION PENDING CHARGES. A Brother may not be installed while charges of un-Masonic conduct are pending against him. Section 16.10 Bylaw JEWELS AND APRONS. 1. The jewels of a Past Master a nd of the Officers of a Lodge are: A. Past Master the Blazing Sun within the Compasses ex tended on a Quadrant, or the Blazing Sun within the Square and Comp asses extended on a Quadrant.  B. Worshipful Master the Square C. Senior Warden the Level D. Junior Warden the Plumb E. Treasurer the Crossed Keys  F. Secretary the Crossed Pens  G. Chaplain the Bible H. Senior Deacon the Square and Compasses united with a Sun I. Junior Deacon the Square and Compasses united with a Moon J. Stewards the Cornucopia  K. Marshal the Crossed Batons  L. Organist the Lyre  M. Tyler the Sword 2. The Aprons of a Past Master and of the Officers of a Lodge are white and should be of lambskin, fourteen inches wide and twelve inches deep, and may have sky blue lining and edging, with th e respective emblems thereon. 3. A Past Master belonging to a Lodge of this Jurisdiction may purchase and wear the Past Master's Apron as supplied by the Alaska Masonic Research Association. This apron shows the outline of the State of Alaska in blue, the \"Eight Stars of Gold\" of the Alaska State Flag, and th e Past Master's Emblem . (Section revised 1989, 1993) Section 16.11 Bylaw POWERS OF MASTER. The Master of a Lodge has power: 1. To congregate the members of his Lodge upon an emergency; 2. To discharge the executiv e functions of the Lodge; and 3. To remove an appointed officer for just cause. - 47 -"},{"pageNumber":64,"pageContent":" Section 16.12 Bylaw TO PRESIDE AND WORK BY PROXY . The Master, or Warden acting as Master, may call to the East any Master Mason and permit him to open the Lodge for the purpose of Degree Work, preside, confer the Degree, and/or close the Lodge while the Master or acting Master is present . (Section revised 1995) Section 16.13 Bylaw WHEN MASTER IS ABSENT . The Master may not authorize anyone except a Warden to open the Lodge in the Master's absence. In the absence of the Master and both Wardens, a Lodge may not be opened except by the Grand Master or his Special Deputy. Section 16.14 Bylaw NO APPEAL FROM DECISIONS OF MASTER: EXCEPTION . There is no appeal from a decision of the Master, or of the Ward en presiding in the absence of the Master, except to the Grand Master or to the Grand Lodge. Section 16.15 Bylaw TREASURER. It is the duty of the Treasurer: 1. To receive from the Secretary all monies paid into the Lodge; 2. To keep a just and regular account thereof; 3. To pay them out by order of the Ma ster and the consent of the Lodge; and 4. To submit a financial report annually to the Lodge, and transmit a copy of same to the Grand Lodge when requested and on such forms and in such manner as prescribed by the Grand Secretary. Section 16.16 Bylaw SECRETARY. It is the duty of the Secretary: 1. To record in a minute book at each co mmunication, under the direction of the Master, all of the proceedings proper to be written, and to submit the same to the Lodge for approval or correction before the Lodge closes; 2. To transcribe fairly, such procee dings from the minute book to the regular record book after they have been approved or corrected, read them from the record book at the next Stated Communication for inform ation, and after signing them, present them to the Master for his approval and signature. The Master may dispense with reading the minutes of previous Special Communications when deemed expedient; 3. To receive all monies paid into the Lodge and promptly pay the same to the Treasurer; 4. To attest the official signature of the Master to Masonic documents when necessary; - 48 -"},{"pageNumber":65,"pageContent":" 5. To report monthly to the Grand Secr etary, on forms provide d by him all those who have been Initiated, Passed, and Raised, wi th the dates thereof; all losses, including suspensions and expulsions and the causes therefor, those dropped for non payment of dues, deaths, dimits, and rej ections; and such other matters as may be required by the Grand Secretary; 6. To make to the Grand Secretary an annual report on or before January 10 listing all Lodge members by name, those whose dues have been remitted by the Lodge, the number of members as of December 31, and such other information as may be required by the Grand Secretary on the forms or otherwise; 7. To transmit to the Grand Secretar y immediately after every election a certificate of the names and residences of the officers installed; 8. To certify and affix the Seal of the L odge to all returns a nd certificates of election made to the Grand Lodge; and 9. To keep such account books as may be necessary to present clearly the account of each member with the Lodge, the receipts of the Secretary and his payments to the Treasurer, and preserve the Constitution, Bylaws, and Regu lations of the Grand Lodge, which may from time to time be published, together with all the printed proceedings thereof as promulgated by its order . (Section revised 1988) Section 16.17 Bylaw BOOKS TO KEEP . The Secretary shall keep the following books: 1. Minute and Record Books, as provided in the preceding Section; 2. A Membership Register, containing th e Bylaws in which each member, in the order of his admittance, signs his full name, and in which the Secretary records upon pages alphabetically arranged, the full name or names, present post office address, and the birthplace of each member of the Lodge, th e date of his initiation, passing, raising or affiliation, the name, number and location of the Lodge, respectively, of which each affiliated was last a member, the age of each when received, the name, number, and location of any other Lodge or Lodges in which a member may also hold membership, the date of his withdrawal, dropping from the roll, expulsion, suspension, death, or restoration, and the full names of thos e expelled, suspended, or restored; 3. A Register, to be kept in the Tyler's Room, in which each member records his name and in which each visitor records his name and the name, nu mber, and location of his Lodge before entering the Lodge. - 49 -"},{"pageNumber":66,"pageContent":"Section 16.18 Bylaw OTHER OFFICERS . Each appointive officer of a L odge performs such duties as may be directed by the Master and Wardens, not conflicting with the Byla ws of the Lodge, the Constitution, Bylaws, and Regulations of th e Grand Lodge and the Usages and General Regulations of Masonry. In all things relating to his official duties, each officer is subject to the direction of the Master or acting Master. Section 16.19 Bylaw RESIGNATIONS. The Master may not resign and, on ce installed, holds his Office until his Successor is installed unless his office becomes vacant as provided in Section 16.21. Section 16.20 Bylaw VACANCY - SUCCESSION. In case of the death, absence, or inability of the Master, or of a vacancy in his office, the Senior Warden and the Junior Warden, in that order, succeed to his prerogatives and duties except such as pertain to the installation officers. (Section Revised 1998) Section 16.21 Bylaw VACANCIES . A vacancy in office in a Lodge can occur: 1. By death; 2. By resignation of an officer other than Master; 3. By election and installation of the holder of an office, other than that of Master, to fill another office in the Lodge; or 4. By expulsion, by suspension for a time extending beyond the next annual election, or by removal from office. (Section Revised 1998)  - 50 -"},{"pageNumber":67,"pageContent":" Section 16.22 Bylaw HOW FILLED. A vacancy in an elective office, excep t that of Master, may be filled by ballot at any Stated Communication, after due notice to the members. A vacancy in an appointive office may be filled at any time. In case the office of Master becomes vacant, an election is held only by virtue of a dispen sation from the Grand Ma ster, which must be applied for by two-thirds of the members pr esent and certified by the Secretary. In case such election is to be held, the members mu st be duly notified. The result is immediately reported to the Grand Secretary, a nd the officer is duly installed. (Section Revised 1998)    - 51 -"},{"pageNumber":68,"pageContent":"Part III - Constituent Lodges CHAPTER 17 - LODGE MEMBERSHIP Section 17.01 Bylaw LODGE MEMBERSHIP, HOW ACQUIRED . Membership in a Lodge is acquired only in one of the following manners: 1. By being one of the Brethren to whom was granted the Dispensation or Charter under which the Lodge was constituted; 2. By being elected by the Lodge to r eceive the degrees, receiving the Third Degree therein, signing the Bylaws, and payi ng dues as provided for in Section 20.11; 3. By affiliation; a Master Mason may b ecome a member of a Lodge other than that in which, or at the request of which, he received the Third Degree, if it appears that he is nonaffiliated and not indebted to any Lodge for dues or assessment, and that no charges of un-Masonic conduct are pending agai nst him, or as provided in Sections 17.03, 17.04, 17.05. Provided further that a Lodge may not receive or act upon a petition for affiliation from a person who was formerly a member of a Lodge under Jurisdiction of this Grand Lodge, and has been dropped for any cause, un til such former member is reinstated or restored to memb ership in the Lodge of which he was last a member in good standing. 4. By reinstatement: A Master Mason dropped for nonpayment of dues for a period in excess of 24 months, as is provi ded in Section 17.14 may submit a petition for reinstatement. Such petition must comply w ith the provisions of Section 17.14 as relates to dues in arrears and dues for the current year. The petition is processed in the manner prescribed in Section 19.01, as it applies to petitions for affiliations. and further; 5. By restoration: A Mason deprived of membership under the penal sections of this Code may apply for restoration to me mbership as prescribed in Section 34.01 and subsequent Code sections using a fo rm provided by the Grand Secretary. 6. An Entered Apprentice or Fellowcraft made by a Lodge Under Dispensation which has ceased to exist may petition a Lodge within the Lodge jurisdiction where he resides for the remaining degrees or degree. If he is elected therein, he becomes a member of such Lodge on receiving the Third Degree as provided in Section 20.11. Upon affiliating with or receiving the Third Degree in a Lodge, the Brother shall sign its Bylaws, as provided in subsecti on 2 of this Section, except wh en that degree is conferred upon him by courtesy for another Lodge, in wh ich case his signature must be provided by the Brother to the Lodge which he petitioned. ( Section revised 1988 , 2004) - 52 -"},{"pageNumber":69,"pageContent":" Section 17.02 Bylaw HONORARY MEMBERSHIP . A Lodge may elect to Honor ary Membership a Master Mason in good standing who has rendered excep tional service to Masonry. Such election is by secret ballot at a Stat ed Communication after one month's notice of the proposed election in open Lodge, and must be by a tw o thirds vote of those present and voting. Honorary membership, when conferred by a Lodge upon a Master Mason other than a member of that Lodge, confers all rights of membership in the Lodge so electing him an Honorary Member except that of voting. Ho norary Membership, conferred by a Lodge upon one of its members, does not impair the st atus of such member or exempt him from payment of dues to that Lodge, nor exempt th at Lodge from the payment of dues to the Grand Lodge on account of such member. Section 17.03 Bylaw AFFILIATION WITH DIMIT . A petition for affiliation from a Brother who has dimitted from his Lodge of previous member ship must be accompanied by the dimit. The petition for affiliation must take the same course as a petition for the degrees. Upon his election he becomes a member of recor d. His Masonic standing is not impaired by a rejection of his petition, and he may, at pl easure, again petition the same or another Lodge in this Jurisdiction. Section 17.04 Bylaw AFFILIATION WITH CERTIFICATE OF GOOD STANDING . A Brother desiring to change his membership from one Lodge to another Lodge may petition such other Lodge for membership therein before he is dimitted. His petition must be accompanied by a certificate from his Lodge that he is a Master Mason in good st anding and free from indebtedness to the Lodge. The petition for a ffiliation must take the same course as a petition for the Degrees. Upon election to membership in the Lodge petitioned, the Secretary of such Lodge so certifies to his former Lodge on the tear-off portion of the petition for affiliation, is a request for a dim it and which must be signed by the Brother affiliating. Upon receipt of such dimit, the same is made of record by the Secretary, and the Brother is a member of the Lodge from th e date of his dimit. His Masonic standing is not impaired by a rejection of his petition, and he may, at pleasure, again petition the same or any other Lodge in this Jurisdiction. A petition for dual membership follows th e same procedure, the petition being accompanied by certification of his good standing and notification of the Lodge of other membership governed by the provisi ons of Section 17.05 of these Bylaws. - 53 -"},{"pageNumber":70,"pageContent":"Section 17.05 Bylaw DUAL OR PLURAL MEMBERSHIP. 1. A Master Mason may become a memb er of two or more Lodges in this Jurisdiction at the same time, but he may not be a Master of more than one Lodge at a time and may not exercise the powers of Acting Master of any Lodge during his incumbency as Master or Acting Master of another Lodge. Involuntary loss of membership by expulsi on or suspension or by being dropped for N.P.D. in one Lodge constitutes loss of me mbership by expulsion or suspension or by being dropped for N.P.D., as the case may be, in the other Lodge or Lodges. 2. A Master Mason may become a member of a Lodge or Lodges in this Jurisdiction while holding membership in a Lodge or Lodges in a foreign jurisdiction, provided the foreign jurisdiction permits dual or plural membership. Involuntary loss of membership by expulsion or suspension in a Lo dge of a foreign jurisdiction for any cause recognized as a Masonic offense in this Ju risdiction, or loss of membership by being dropped NPD by a Lodge of foreign Jurisdic tion, constitutes a loss of membership by expulsion or suspension, or by being dropped NPD, as the case may be, in the lodge or Lodges in this Jurisdiction. 3. This Section does not apply to Honor ary Membership provided for in Section 17.02. 4. A member holding dual or plural membership is eligib le to hold the proxies of, and represent in Grand Lodge the officers of, only one Lodge. 5. A petition for dual or plural membership, or a dimit from dual or plural membership must be on a form supplied by the Grand Secretary. The petition for dual or plural membership must be accompanied by a fee as required in Sections 9.04 and 19.15.  - 54 -"},{"pageNumber":71,"pageContent":"6. Upon the election of a Brother to dual or plural membershi p, or the granting of a dimit from dual or plural membership, the Secret ary of the Lodge taking such action shall notify the Grand Secretary in the monthly report and/or appr oved forms currently in use. The Grand Secretary will there upon notify, as appropria te, the Secretary or Secretaries of other Alaska Lodges and/or the Grand Secretar y of the foreign jurisdiction in which the Brother holds membership, of such fact. The Alaska Lodge Secretary or Secretaries so notified will report these cha nges in the monthly report. 7. In the event a dual or plural member is expelled, suspended, or dropped for N.P.D., the same reporting sequence will be followed as described in subsection 6 above. (Section revised 1985, 1989) Section 17.06 Bylaw DIMITTING. A member of a Lodge (except the Master or Warden) who is in good standing and who is not charged with a Masonic offense and not indebted to the Lodge, is entitled as a matter of right to withdraw from membership th erein at pleasure. Upon the written application of such member at a Stated Communication, th e Master shall order that a dimit be issued to him. If such member files his application with the Secretary after the December Stated Communication but prior to the end of that month, the dimit shall be granted at the following January Stated Co mmunication, and no dues for the lapsed time after January 1st shall be required by the Lodge . The dimit is dated and takes effect as of the date of the order and terminates his membership. (Section revised 1994) Section 17.07 Bylaw DIMIT AFTER ASSESSMENT . If a member applies for a dimit at the same communication at which an assessment is levi ed, and if the assessment comes first in the order of business, he is liable for the assessment, and it must be paid before the dimit is granted. Section 17.08 Bylaw CERTIFICATE TO E.A. AND F.C. An Entered Apprentice or a Fellowcraft may not receive a dimit, but a Lodge may grant a certif icate setting forth his status in the Lodge. The effect of a dimit granted in another jurisdiction to an Entered Apprentice or a Fellowcraft is determined by the law of the jurisdiction which issued the dimit.  - 55 -"},{"pageNumber":72,"pageContent":"Section 17.09 Bylaw DROPPING FROM ROLL . The annual dues of Lodge members are payable in advance before the first day of January of each year for that calendar year. A member who has not paid his dues for the calendar year before December 31 of that year ceases to be a member of the Lodge and his name must be dr opped from its roll unle ss on or before that date the Lodge remits his dues or grants him an extension for a defi nite period in which to pay his dues. Section 17.10 Bylaw NOTICE TO DELINQUENTS. It is the duty of the Lodg e Secretary on or before the first day of September of each year to notif y in writing each member of said Lodge who has not yet paid his dues for th at calendar year that his dues are delinquent, and that he will be dropped from the roll of membership unless his dues are paid on or before December 31st of that year. Section 17.11 Bylaw COMMITTEE TO INTERVIEW DELINQUENTS. It is the duty of the Lodge Secretary at the first Stated Communication in November of each year to report to the Master the names of all members who have not yet paid their dues for that calendar year. The Master then appoints a committee to pe rsonally or otherwise interview each such member to ascertain the cause of such delinquency and to report to the Lodge at the Stated Communication next preced ing December 31st of that year. Section 17.12 Bylaw REPORTS ON DROPPING FROM ROLL.(Repealed 1988) Section 17.13 Bylaw ASSESSMENTS AND LOANS . The indebtedness for which a member's name may be dropped from the roll may consist in whole or part of money due upon an assessment lawfully levied by the Lodge; but his na me may not be dropped for nonpayment of money lent to him by the Lodge. Section 17.14 Bylaw STATUS AFTER MEMBERSHIP LAPSE. A Mason whose membership lapses for nonpayment of dues or assessments ceases to be a member of the Lodge. His status is that of an unaffiliated Mason without a dimit. He will be reinstated at his request if, within 24 months after becoming unaffiliated, he does the following: 1. Notify the Lodge of his de sire to resume membership; 2. Pay or obtain the remission of the amount owed at the time his name was dropped; and - 56 -"},{"pageNumber":73,"pageContent":" 3. Pay the dues for the year in which he is reinstated. A Mason unaffiliated for more than 24 m onths because of nonpa yment of dues or assessments can obtain membership only throug h a petition for reinstatement as provided in Section 17.01, subsections 3 and 4. Section 17.15 Bylaw CERTIFICATE WHEN DROPPED N.P.D. (Repealed 1988) Section 17.16 Bylaw DELINQUENTS NOT TO BE SUSPENDED OR EXPELLED . A Lodge may not suspend or expel a member for failure to pay dues or assessments. Section 17.17 Bylaw TWENTY-FIVE YEAR MEMBERSHIP RECOGNITION. A Master Mason belonging in this Grand Jurisd iction who has maintained memb ership in some Symbolic Lodge for at least twenty-five years unde r the provisions of Section 17.18 may be presented by his Lodge with a certificate and button of uniform design as prescribed by the Grand Master and the Grand Secretary. Section 17.18 Bylaw FIFTY YEAR MEMBERSHIP RECOGNITION. 1. A Mason belonging to this Gr and Jurisdiction who has maintained membership in some Symbolic Lodge for at l east fifty years from the date of enrollment as a Master Mason may be presented with a suitable card and lapel emblem of uniform design as approved by the Grand Ma ster and the Grand Secretary. 2. Eligibility of fifty year memb ers must be verified by Grand Lodge office records. Time in excess of six months between dimit and affiliation, time lost as a result of action by a Trial Committee, and time dropped for N.P.D. are deducted in calculating membership time. 3. Loss of time is not chargeable against a Brother who was a signer on a Petition for Dispensation to form a new L odge and whose membership record indicates there was a loss of time between the date of his dimit and the date the Dispensation was granted for the new Lodge. Should the Dispensation to form a new Lodge be subsequently disapproved, there is no loss of time charged to the signer if, within one year from the date the Dispensation was denie d, the signer of the Petition affiliates with a regular Lodge of this Jurisdiction. - 57 -"},{"pageNumber":74,"pageContent":"4. The card and lapel emblem are supplied to the Lodges of this Jurisdiction at cost. The presentation may be made at the wi ll and pleasure of the Lodge on the date of eligibility or any time thereafter. Section 17.19 Bylaw SIXTY OR SEVENTY-FIVE YEAR MEMBERSHIP RECOGNITION. A Master Mason belonging to this Grand Jurisdiction who has maintained membership in some Symbolic Lodge for at least sixty or sevent y-five years may be presented by his Lodge with a certificate and button of uniform de sign as prescribed by the Grand Master and Grand Secretary. Section 17.20 Bylaw LIFE MEMBERSHIP. A Lodge may not establish a life membership plan without the written approval of the Grand Master a nd the Grand Lodge Committee on Finance; provided, however, that any Lodge with an approved life membership plan prior to February 7, 1981, is permitted to retain its existing plan. Section 17.21 Bylaw GRAND LODGE LIFE MEMBERSHIP FUND. A Lodge may elect to deposit Life Membership funds in the Grand Lodge Life Membership Fund as provided in Section 9.08. The Lodge Secretary will forward, to the Grand Secretary, a list of Life Members and the amount paid by each member for the Life Membership. Any amount over the sum paid for all Life Memberships will he shown on a separate entry as \"earnings added to principal.\" The Lodge Secretary will still be responsible for issuing dues cards yearly and maintaining a list of Life Members A Lodge may elect to withdraw its Life Membership Fund by notifying the Grand Secretary . (Section added 1996)  - 58 -"},{"pageNumber":75,"pageContent":"Part III - Constituent Lodges CHAPTER 18 - PETITIONERS FOR DEGREES Section 18.01 Bylaw PREREQUISITE TO INITIATION, CONDITIONS AND PROCEEDINGS UNDER . A Lodge may not initiate a person except upon his petition and may not knowingly receive a petition from , or initiate a candidate who is less than eighteen years old, or who has not been an actual resident with in the jurisdiction of the Lodge at least six month preceding the date of such petiti on. (See Sections 18.05 through 18.09 regarding residency.) If a petitioner so qualified has been rejected by a Lodge in this Jurisdiction, that Lodge or another Lodge may not accept a petition from him until the expiration of one year after such rejecti on, nor without due notice to the Lodge re jecting such petitioner and requestin g from said Lodge full informa tion regarding the character and qualifications of said petitioner to recei ve the degrees. A petitioner who has been rejected by a Lodge of another Jurisdiction is subject to th e same foregoing restrictions and requirements as a petitione r rejected by a Lodge of this Jurisdiction. When such petitioner is from another Ju risdiction, the required notice and request for information must be sent through the offi ce of the Grand Secretary. (Section revised 1987, 1995, 1998) Section 18.02 Bylaw QUALIFICATIONS. A petitioner is eligible for the degrees of Masonry if he: 1. Is at least 18 years of age; 2. Has the senses of a man, especially those of hearing, seeing, and feeling; 3. Is a believer in God; 4. Is capable of reading and writing; 5. Has no maim or defect in his body that would render him incapable of conforming reasonably to what the degrees require of him. No provision of this Section may be set aside, dispensed with, or susp ended by the Grand Master or by the Grand Lodge. (Revised 1998)  - 59 -"},{"pageNumber":76,"pageContent":"Section 18.03 Bylaw SOLE TEST . The Lodge determines the petitioner' s physical qualifications by the sole test of whether any maim or defect in his body renders him in capable of conforming reasonably to what the several degrees require of him. Section 18.04 Bylaw DEFECTS AFTER INITIATION. A candidate physically qualified when initiated, and thereafter suffering a maim or defect of body, does not there by become disqualified to receive the remaining degree or degrees. Section 18.05 Bylaw MEANING OF RESIDENCE. Masonic residence means th e permanent or continuous abiding place and home of the petitioner fo r six months next preceding the date of presentation of his petition to the Lodge. Legal or voting residence is not the test. A person without a settled abode, bu t moving from one place to a nother in the pursuit of his business, is not eligible as a petitioner for the degrees. (Section revised 1995) Section 18.06 Bylaw LODGE MAY REQUIRE LONGER RESIDENCE. A Lodge may by its Bylaws require more than six months of residence within its jurisdiction. (Section revised 1995) Section 18.07 Bylaw ARMED SERVICES. 1. A man otherwise eligible who enters th e Armed Services of the United States may petition a Lodge for the degrees of Masonry. In this circumstance he is considered temporarily absent from home. 2. A man in the Armed Services of the Un ited States, who, while in such service, has maintained his continuous residence with in the Jurisdiction of a Lodge for three months preceding the date of presentation of his petition, may petiti on that Lodge for the degrees of Masonry. (Section revised 1995) Section 18.08 Bylaw SEAFARING, NAVAL, AND MILITARY MEN . The requirement of six months' residence within this Jurisdiction does not apply to a seafaring man whose home is on board ship, but said seafaring men must petiti on a Lodge situated in a regular port of call for his ship. A person who is, and for three months preceding the date of petitions has been in the United Stated Naval or Milit ary service, may petition a Lodge having jurisdiction over the place at which he is stationed. (Section revised 1995) - 60 -"},{"pageNumber":77,"pageContent":" Section 18.09 Bylaw STUDENTS. A resident of this Jurisdiction is not deemed to have changed his residence by reason of his attendance as a student at a college, school, or university. Section 18.10 Bylaw PETITION UPON WAIVER. When a Lodge is petitioned for the degrees by a petitioner who resides in the jurisdiction of another Lodge, the Lodge petitioned must request a waiver of jurisdiction from the Lodge having jurisdiction, which then acts upon the request for waiver per Section 18.13. When the Lodge petitioned receives the waiver, it then acts upon the petition as provided in Section 19.01. Section 18.11 Bylaw WAIVER BY ONE LODGE ONLY. When a waiver of jurisdiction for a petitioner residing within the concurrent jurisdiction of several Lodges is sought, the Lodge seeking the waiver applies to one Lodge only in the concurrent jurisdiction. The applying Lodge, at the time the waiver is requested, must, under its Seal, notify the other Lodges having jurisdiction over the petitioner of the appli cation and the name of the Lodge to which such application for waiver was made. If the waiver is refused, anot her application for a waiver for the same candidate may not be made to any Lodge in said concurrent jurisdiction until one ye ar has elapsed from the date of the previous application for the waiver of jurisdiction. Such refusal does not af fect the petitioner's right to petition for the degrees in a Lodge having jurisdiction ove r him. A Lodge, when so petitioned, acts upon the petition as provided in Section 19.01 as though no reques t for a waiver had been made. Section 18.12 Bylaw ON WAIVER OF JURISDICTION. If a Mason receives the First Degree, or the First and Second Degrees in one Lodge, in this or any other Grand Juri sdiction, and obtains from such Lodge a waiver of jurisdiction and permission to receive the remaining degree or degrees in another Lodge, he may petiti on such other Lodge th erefore, paying the required fee, which petition is considered as a petition for the degrees. His election constitutes him a member of the Lodge in which he receives the Third Degree.  - 61 -"},{"pageNumber":78,"pageContent":" Section 18.13 Bylaw WAIVERS, PROCEDURE. A Lodge receiving an application for a waiver to allow a resident to petition another Lodge of this Jurisdiction or a Lodge of another Grand Jurisdiction shall process the application for waiver exactly as a petition for the degrees, as in Section 19.01 except that such applica tions must be passed through the respective Grand Secretaries. (Section revised 1988) Section 18.14 Bylaw WHEN JURISDICTION ACQUIRED. Jurisdiction over a petiti oner is acquired at the time the petition is presented and accepted. Section 18.15 Bylaw JURISDICTION OF A LODGE, HOW MEASURED. A Lodge's jurisdiction extends over all persons residing nearer to its meeting place, measured in a straight line, than to that of any other Lodge within this Gra nd Jurisdiction, except as modified by Section 18.16. Adjacent Lodges may agree as to juri sdictional boundaries between them. The agreement must be approved by the Grand Master. A jurisdictional agreement may be terminated at any time by one of the Lodge s which is a party thereto, when such termination is approved by the Grand Master. Section 18.16 Bylaw CONCURRENT JURISDICTION. When one Lodge only is situated within the corporate limits of a city or town, it exercise s exclusive territorial jurisdiction within such corporate limits, and over adjoining territory to a point equidistant, when measured on a straight line, between its meeting place a nd the meeting place of any adjacent Lodge within this Grand Ju risdiction. When two or more Lodges are situat ed within the corporate limits of a city or town, whether meeting separately or in the same building, they exercise concurrent jurisdiction over all territory outside such corporate limits to a point equidistant between the nearest meeti ng place within such corporate limits and the meeting place of an adjacent Lodge outside su ch corporate limits, but within this Grand Jurisdiction, such distance to be measured on a straight line.  - 62 -"},{"pageNumber":79,"pageContent":"Section 18.17 Bylaw EXTINCT LODGES. An Entered Apprentice or Fellowcraft of this Jurisdiction or another Jurisdiction in frater nal relation with this Grand Lodge, in a case where the Lodge in which he received his degree or degrees has ceased to exist, is, upon the presentation of a certificate to that effect from the Grand Secretary of the Jurisdiction in which he was initiated or passed, entitled to pe tition a Lodge in this Jurisdiction for either the Fellowcraft or Master Mason's degree, or both, upon payment of the fee required by the Lodge receiving his petition. Section 18.18 Bylaw DATE OF PETITION. A petition is treated and considered as of the date of its first reading at a Stated Communication, subject to the provisions of Section 18.19, regardless of the date which may appear on its face. (Section revised 1988) Section 18.19 Bylaw PETITION, FORM AND CONTENTS. A petition for the degrees or for affiliation is made in writing and signed by the petitioner w ith his full name. He states his age, occupation, and place of residence, and, in cas e of a petitioner for the degrees, he answers in writing all of the questions on the petit ion for the degrees. To be accepted by the Lodge, the petition must be recommended in writing by three members of the Lodge and be presented at a Stated Comm unication. If accepted, it is entered in substance upon the records of the Lodge. Section 18.20 Bylaw FEE FOR DEGREES. The fee for the degrees must be at least one hundred and fifty dollars. In addition to the fee for the degrees fixed by the Bylaws of the Lodge, a fee of fifty dollars is required as a contribution to the general fund of the Grand Lodge. An additional fee of five dollars is require d as a contribution to the Endowment Fund of the George Washington National Memorial A ssociation. The contributions to the George Washington National Memorial Association are transmitted at convenient intervals to that association by the Grand Secretary. A petition for the degrees may not be received by a Lodge unless all the fees required by this section accompany the petition. (Section revised 1982, 1988)  - 63 -"},{"pageNumber":80,"pageContent":"Section 18.21 Bylaw DEGREES BY MISREPRESENTATION . If, at any time, it is charged that a Mason made a misrepresentation to the Lodge in wh ich he has been initiated, or to a committee of investigation appointed by such Lodge, or used any concealment or deceit in relation to his initiation, he may be tried theref or. If found guilty, he may be punished by suspension or expulsion.    - 64 -"},{"pageNumber":81,"pageContent":" Part III - Constituent Lodges CHAPTER 19 - COURSE OF PETITIONS Section 19.01 Bylaw ACTION UPON A PETITION . A petition for the degrees or for affiliation is acted upon in the following manner: 1. A petition may be presented and accep ted only at a Stated Communication. No vote of acceptance is taken. 2. Upon acceptance, the petition is referre d to an investigation committee of three Lodge members, none of whom can be the same members who recommended the petitioner. 3. The investigating committee shall repor t at a Stated Communication not earlier than 4 weeks after such referra l of the petition. In case of a vacancy in the committee when the report is due, the Master may fill the vacancy and receive the report at that Communication. 4. The investigation report is valid if it is signed by at least two members of the committee. 5. A ballot is necessary whether the comm ittee report is favorable or unfavorable. The rejection of a petition can be effected only by ballot after it is accepted by the Lodge. 6. A petition for affiliation follows the same course as a petition for the degrees. The investigating committee repor t is due 4 weeks after referra l of the petition and, in no case, need a petition for affiliation be held longer than 4 weeks. (Section revised 1988) Section 19.02 Bylaw RECEIVING PETITION BY MISTAKE. When a petition has been received by mistake and has not been balloted upon, the re turn of the petition does not operate as a rejection, and the peti tioner may at any time present anot her petition to a Lodge within whose jurisdiction he may be without reference to the former petition. Section 19.03 Bylaw PETITION FOR DEGREES, WITHDRAWAL, RETURN OF FEES. A petition for the degrees may not be withdrawn nor retu rned to the petitioner after having been accepted by the Lodge. If the petition has been balloted upon and rejected, the fee and contributions which accompanied the petition must be returned to the petitioner. The petition remains the property of the Lodge. The Lodge, when so directed by the Grand Master, shall return the fee and contributions when the petitioner has been elected to receive but has not taken the de grees. Following a favorable ba llot, but prior to delivery of the Preparatory Lecture of the First Degr ee, a majority of the Lodge members present may vote at a Stated Communication to return all fees to the petitioner upon receipt of a request in writing by the petitioner showi ng good cause for the return of the fees. - 65 -"},{"pageNumber":82,"pageContent":" Section 19.04 Bylaw PETITION UPON WAIVER . When a Lodge is petitioned for the degrees by a petitioner who resides in the jurisdiction of another Lodge, and when the jurisdiction has been waived by such other Lodge after investigation required in Section 18.13 at the request of the petitioned Lodge, the Lodge so petitioned and receiv ing such waiver may act upon such petition as provided in Section 19.01. Section 19.05 Bylaw RESIDENCE CHANGE BEFORE ELECTION . A petitioner for the degrees who changes his residence before being elected to receive the degrees continues to be material of that Lodge for a period of six months from the date of acceptanc e of the petition. If, thereafter, he petitions for the degrees in a Lodge at his newly acquired place of residence, the time limit of his necessary re sidence there dates from the time of his arrival. Section 19.06 Bylaw BALLOTING. A ballot on a petition for the degrees or for affiliation may be taken only at a Stated Communicati on. The ballot must be unanimous in its favor or the petition is declared rejected. Section 19.07 Bylaw NO DISCUSSION ON PETITION . Discussion upon the merits of a petition is not allowed in the Lodge. Section 19.08 Bylaw BALLOTING NOT TO BE POSTPONED . Balloting on a petition may not be postponed; when once commenced it must be co mpleted, and the result thereof declared. When a ballot has resulted unfavorably, it may be spread a sec ond time to ascertain whether a mistake has occurred. It may not be spread a third time.  - 66 -"},{"pageNumber":83,"pageContent":"Section 19.09 Bylaw EVERY MEMBER MUST VOTE . Each member of a Lodge present at a balloting therein for the degrees or for affiliation shall ballot unless excused by unanimous consent. Section 19.10 Bylaw CORRECTING ERROR IN BALLOT . When the petition of a candidate for the degrees has been rejected by a Lodge thr ough mistake or misapprehension, the Lodge may correct the error at the same Stated Communication in the following manner: the member or members who balloted in the negative by mistake or under misapprehension may announce the same in open Lodge, and the nu mber of such members, whether one or more, must correspond with the number of ne gative ballots by which the candidate was rejected. Section 19.11 Bylaw SECRECY OF BALLOT. A Brother who in any way ma kes known, except as provided in Section 19.10, the kind of ballot cast by himself or another on a petition for the degrees or for affiliation, or in any wa y declares that any specified or indicated number of white balls or ballots, or black balls/cubes or ballo ts, were cast at a balloting, is deemed guilty of a Masonic offense. Such Brother so offe nding, on conviction thereof, must be expelled or suspended. Section 19.12 Bylaw ONE BALLOT FOR THE DEGREES . A Lodge may not have more than one ballot for the three degrees, except as provided in these Bylaws. When a candidate has been elected to receive the degrees, and for any reason fails to receive the first degree within six months from the date of such election, a new ballot must be cast at a Stated Communication with a favorable result before su ch degree can be conferred. If the failure be due to the Lodge, the Grand Master may issue a dispensation extending the time for a period not exceeding six months. Section 19.13 Bylaw FAILURE TO RECEIVE DEGREES. If a candidate fails to present himself to receive the First Degree within three years of his elec tion to receive the degrees, or to receive the Second or Third Degree, or to be examined on his proficiency in the Lecture of the Third Degree, within three years after receiving the preceding degree, and cannot be located by any reasonable means, including certified mail, his candidacy terminates and his fees are forfeited to the Lodge. A candidacy so terminat ed may be restored at the written request of the petitioner without payment of further fees, but a new investigation and ballot are required. (Adopted 1988) - 67 -"},{"pageNumber":84,"pageContent":"Section 19.14 Bylaw REMOVAL AFTER ELECTION . An elected candidate who leaves the jurisdiction of the Lodge which elected him wit hout receiving any of the degr ees remains the material of that Lodge. Although he resides in the jurisdic tion of another Lodge, he remains eligible to receive the degrees in the Lodge which elected him, subject to the provisions of Section 19.12 and 19.13. Section 19.15 Bylaw AFFILIATION, DIMIT . A Lodge may receive a petition for affiliation if it is accompanied by an affiliation fee of at least th irty five dollars and a proper dimit or a duly certified copy thereof (or a letter of good standing pendi ng receipt of such dimit) from the Lodge of which the petitioner wa s last a member, under the provisions of Sections 17.03 or 17.05. Until its first reading at a Stat ed Communication, the petition and accompanying fee may be withdrawn or re turned upon written request therefor. A record of the name of the affiliate and the da te of his election is transmitted to the Grand Secretary in the monthly report of the Lodge Secretary. Thir ty dollars of the affiliation fee must be paid into the Grand Lodge General Fund. (Section revised 1989) Section 19.16 Bylaw AFFILIATION, RESIDENCE IMMATERIAL . A petitioner for affiliation, as provided in Sections 17.03, 17.04, 17.05, and 19.15 may be admitted to membership without regard to his place of residence, bu t not until a strict examination into the character and standing he maintained in the Lodge of which he was last or is a member finds him to be worthy. A petition for affiliatio n takes the same course as a petition for the degrees unless withdrawn.  - 68 -"},{"pageNumber":85,"pageContent":"Section 19.17 Bylaw REJECTION, EFFECT OF . A Brother’s Masonic sta nding is not affected by a rejection of his petition for affiliation. He ma y, at pleasure, again petition the same or any other Lodge. The rejection should not be reported to other Lodges.   . - 69 -"},{"pageNumber":86,"pageContent":"Part III - Constituent Lodges CHAPTER 20 - CONFERRING OF DEGREES Section 20.01 Bylaw DEGREES, LIMIT ON CONFERRING . A Lodge may confer degrees upon not more than fifteen candidates in any one-calendar day. It may not confer a degree or portion of a degree upon more than one candi date at a time except that the Lectures, including the Middle Chamber Lecture, and the Charges may be delivered to more than one candidate at a time. The first and second sections of each degree must be conferred on the same calendar day. The provisions of this paragra ph may be waived by the Grand Master for the purpose of conducting a “One-Day Ritual Class,” (See Section 20.12) (Section Revised 2000) Section 20.02 Bylaw RIGHT TO OBJECT . Any member of a Lodge has the righ t to object to the initiation or advancement of a candidate, even though the member reported favorably on his petition or was present at his election. A member in attendance at the co mmunication, but absent from the Lodge Room when the ballot was spread, has the right to object to the initiation of the candidate. Section 20.03 Bylaw OBJECTION TO INITIATION. If a candidate is elected to receive the degrees, and, before his initiation an objection is made by a member to the Master, the candidate may not be initiated until such objection is wit hdrawn. The Master shall not divulge the name of the objector. If the objection is not withdr awn within sixty days, it has the effect of a rejection by ballot, and is so recorded by the Secretary. Section 20.04 Bylaw OBJECTION TO ADVANCEMENT . If objection to the adva ncement of an Entered Apprentice or Fellowcraft is made by a memb er of the Lodge, or by another Lodge in whose jurisdiction he formerly resided, such objection with power to inquire into the cause thereof is referred to a committee wh ich reports thereon at the next Stated Communication unless additional ti me is given. If a cause fo r the objection is assigned, the Brother objected to is informed thereof and is given an opportunity to be heard before the committee and before the Lodge. After the Lodge receives the report of the committee, if no cause for the objection has been assigned, or if the cause assigned is in the opinion of two thirds of the members pr esent not a valid and Masonic one, the Lodge may confer the degree or degrees as if no objection had been made. - 70 -"},{"pageNumber":87,"pageContent":" Section 20.05 Bylaw OBJECTION, WHEN DETERMINED, PROCEDURE . If objection to the advancement of a Brother is sustained, the Ma ster directs the Junior Warden to prefer charges based thereon, and puts the Brother on trial. If acq uitted, the Lodge may confer the degree or degrees without furt her petition from the Brother. Section 20.06 Bylaw DEGREES, INTERVAL BETWEEN . Without dispensation, a Lodge may not confer either the Second Degree or th e Third Degree on a candidate in less than two weeks from the time of conferring the pr eceding degree. The Grand Mast er may grant a dispensation to confer the Second Degree or Third Degr ee within less than two weeks upon a member of the Armed Services of the United States, including the Air Force and Coast Guard, or upon a Brother changing his home to a distant locality. No such dispensation is effective unless the Master of the Lodge asking for such dispensation is satisf ied the candidate is proficient in the preceding degree; as is pr ovided in Section 20.11. The provisions of this paragraph may be waived by the Grand Master for the purpose of conducting a “One-Day Ritual Class.” (See Section 20.12) (Section Revised 2000) Section 20.07 Bylaw DEGREES BY COURTESY. If a person has been elected in one Lodge to receive the three degrees, and at the request of such Lodge, and on its behalf, receives the degrees or either of them in another Lodge, no petition, reference or ballot is necessary in the last named Lodge. His raising therein does not ma ke him a member of the last named Lodge. Section 20.08 Bylaw DEGREES BY COURTESY, OBJECTION TO. A Lodge which has consented to confer the degrees by courtesy may not pro ceed with the conferri ng after objection is made by a member of the Lodge, unless the obj ection is withdrawn. If the objection is not withdrawn, the consenting L odge notifies the requesting Lodge and withdraws the consent given. Section 20.09 Bylaw DEGREES BY COURTESY, VERI FICATION BY GRAND SECRETARY. Request from Lodges in other Jurisdictions to confer degrees by courtesy are transmitted to the Grand Secretary for his verifi cation of the regularity of th e Lodge making the request. If he finds the Lodge to be regular , no further authority is required. - 71 -"},{"pageNumber":88,"pageContent":"Section 20.10 Bylaw MATERIAL OF OTHER LODGES. An Entered Apprentice or Fellowcraft of a Lodge outside of this Jurisdiction may not be pa ssed or raised unless the permission of the Lodge in which he was initiated or passed is obtained, if that Lodge is in existence. Section 20.11 Bylaw PROFICIENCY IN THE DEGREES. A candidate may not be passed to the degree of Fellowcraft, nor raised to the Sublime De gree of a Master Mason without proof of proficiency in the preceding degr ee. This may be done by either: 1. memorization and recital of the Sta ndard Proficiency as detailed in the Standard Work Cipher of this Jurisdiction; or, 2. by completion of a written Study Guide provided by the Grand Secretary as an education in Freemasonry and the memorizi ng and recital of the obligation of each degree as the Brother progre sses through the degrees. The choice of proficiency method shall be made by the Worshipful Master of the Lodge, and can be changed as the situation may dictate. If option (1) is selected, the Standard Pr oficiency may be done by examination in open Lodge or by a committee appointed by the Master of the Lodge to examine such Candidate. If option (2) is selected, the comple ted written Study Guide is reviewed by the Master of the Lodge or a Committee of one or more members of the Lodge and if completed correctly the Brother is declared proficient by the Master and may progress to the next degree. The obligation of each degree must be given in accordance with the provisions in (1) above. The si gns, tokens, and words must al so be demonstrated at the same time. After being raised as a Master Mason the Brother shall pay his dues for the current year as established in the Lodge Bylaws and sign the Bylaws. He then becomes an enrolled member of that Lodge. If at a later date he wishes to progress thr ough the ”Chairs” of his Lodge he must demonstrate proficiency in the Master Mason degr ee in accordance with Section 20.11 Bylaw paragraph 1 & 2 prior to being installed in the office of Senior Deacon, Junior Warden, Senior Warden, or Worshipful Master. The Provisions of this paragraph may be waiv ed by the Grand Master for the purpose of conducting a One-Day Ritual Class. (Section revised 1988,1990, 1992, 1996, 2000, 2004) - 72 -"},{"pageNumber":89,"pageContent":"Section 20.12 bylaw One-Day Ritual Class. The Grand Master may, at hi s option, authorize a One-Day Ritual Class using the following guide lines: 1. All Candidates for the class must have petitioned and been elected by a lodge  in this Jurisdiction as outlined in Ch apter 19 of the Alaska Masonic Code. 2. One Blue Lodge will be selected, by the Grand Master, to act as Host Lodge for the One-Day Ritual Class. Candidates from lodges other than the Host Lodge will be handled as courtesy candidates; 3. All three degrees (E.A., F.C., & M.M.) will be pres ented in full form during the One-Day Class; 4. Proficiencies at the conc lusion of the One-Day Class will consist, minimally, of the modes of recognition (step, due guard and sign, grip and word ) of each Degree. A candidate who passes said minimal proficiency will be declared proficient by the Worshipful Master of his L odge. The Candidate must sign the bylaws of his Lodge and pay the current year’s dues. He then beco mes an enrolled Member of that Lodge. (A Candidate who wishes to go beyond the minimum requirement and complete the entire Posting Lecture or alternate Proficiency pe r Section 20.11 should certainly be encouraged to do so. 5. Any Member who receives his degrees in a One-Day Class and opts for the minimal proficiency, and who, at a later date, wishes to pr ogress through the “chairs” of his Lodge will demonstrate proficiency in each of the three degrees, in accordance with Section 20.11, prior to being installed in th e Office of Senior Deacon, Junior Warden, Senior Warden or Worshipful Master. (Section Adopted 2000)   - 73 -"},{"pageNumber":90,"pageContent":"Part III - Constituent Lodges CHAPTER 21 - PROPERTY AND FINANCE Section 21.01 Bylaw MAY LEVY TAX . In addition to its regular due s, a Lodge may, at a Stated Communication, on ten day's notice, tax or assess its members for strictly Masonic purposes, or to pay off its floating indebtedness. This tax or assessment assumes the nature of dues and must be paid. Section 21.02 Bylaw REAL PROPERTY. A Lodge may acquire and hold real property for its use and benefit. It may constitute the Master, Senior Warde n, and Junior Warden a continuing board of trustees to take and hold such property in trus t for it, with power of sale, lease, mortgage or other disposition, when so authorized by a two thirds vo te of all its members present and voting at a Stated Communication of the Lodge after four week's notice thereof. Section 21.03 Bylaw BORROWING FOR BUILDING PURPOSES. A Lodge, either in its name or in the name of an association or corporation, may undertake to borrow money for the purchase or construction of a Lodge building or site th erefor, but it must have written approval of the Grand Master and the Gr and Lodge Committee on Finance for such an undertaking. Section 21.04 Bylaw SUBMISSION OF PLANS . A plan for a new Masonic Temple or a major remodeling involving structural design of an existing Temple, and the financing plan, must be submitted to the Finance Committee and the Grand Master for approval prior to commencement of the building or remodeling program. Section 21.05 Bylaw TITLE-HOLDING CORPORATION . A Mason or group of Mas ons may, if he or they have the written approval of the Grand Ma ster and the Committee on Jurisprudence, organize or sponsor an incorporated body fo r the purpose of holding title to lodge property. When adopted, the Ar ticles of Incorporation in qui ntuplicate and a copy of the Bylaws or an amendment thereof must be transmitted to the Grand Master in quintuplicate on a form adopted by the Grand Lo dge. The original and two copies of each document are returned to the Lodge, indicati ng thereon the approval or the disapproval by the Grand Master. Such Bylaws become effec tive when thus approved unless rejected by the Grand Lodge at its next Annual Co mmunication. A copy of the Articles of Incorporation and a copy of the temple Cor poration Bylaws must be transmitted to the Grand Secretary for the record. The forms for Articles of Incorpor ation and Bylaws of such title holding corporati on may provide for the sharing of ownership, management, and control of real and pers onal property of such title ho lding corporation by and for the benefit of both Masons and non-Masons, or by and for the benefit of a constituent Lodge - 74 -"},{"pageNumber":91,"pageContent":"or Masons only, regardless of profit motive a nd tax exempt status. No right, title, or interest in real or personal property of a Lodge may be transferred to a title holding corporation unless the Articles of Incorporation thereof specifically provide that all net assets of such corporation will be distributed to such Lodge or to Grand Lodge upon dissolution of such corporation. Section 21.06 Bylaw REPORTS OF CORPORATIO NS, BORROWING MONEY. The Grand Master has the power to require a corporation formed under any Section of these Bylaws whether heretofore or hereafter create d, to render such reports as to its activities, receipts, expenditures, and plans of procedure as will enable him to make report and recommendation to the Grand Lodge relativ e to the same. A corporation may borrow money only after securing the written approval of the Grand Master and the Grand Lodge Committee on Finance. Section 21.07 Constitution PROPERTY OF DEMISED LODGE. Upon the demise of a Lodge, the books, papers, jewels, funds, furniture, and other property of the Lodge vest in and belong to the Grand Lodge subject to the legal rights of creditors of the demised Lodge. It is the duty of the last presiding officer, th e Secretary, and the Trea surer to surrender the properties without delay to th e Grand Secretary. In case of real property, the proper officers shall have the title conveyed to the Grand Lodge.  - 75 -"},{"pageNumber":92,"pageContent":"Section 21.08 Bylaw CORPORATION OR FOUNDATION TO ADMINISTER SCHOLARSHIPS. Subject to approval of the Grand Master a nd the Committee on Jurisprudence, individual Masons or Lodges may form corporations or foundations to administer scholarships for the education of deserving persons.    - 76 -"},{"pageNumber":93,"pageContent":"Part III - Constituent Lodges CHAPTER 22 - MASONIC RELIEF Section 22.01 Bylaw RELIEF, NO INVASION OF RIGHTS BY GRAND LODGE . The Grand Lodge may not invade the rights of a Lodge to appropriate funds for relief work. The Lodge is sole judge of Masonic charity. Section 22.02 Bylaw RELIEF, MASTER TO ACT, WHEN . On application for assistance or relief when a Lodge in not in session, the Master may for that purpose draw upon the funds of the Lodge to an amount not to exceed the amount sp ecified in the Bylaws for present relief. Section 22.03 Bylaw BYLAWS FOR CHARITY AND RELIEF FUND. Subject to the provisions of Section 15.02, a Lodge may, by a provision in its Bylaws, create a sp ecial fund to be used for charitable and relief purposes under such cond itions and restrictions as may be therein specified. When so provided a Lodge may recei ve, hold, and administer trust funds for those purposes. Section 22.04 Bylaw RELIEF FROM LODGE FUNDS . Members in good standing of a Lodge, their wives and minor children, and the widows and orphans of deceased members, are proper subjects for charitable relief from that Lodge when they present satisfactory evidence of their Masonic character or relations and that they are in circumstances requiring assistance or charitable relief. Section 22.05 Bylaw RELIEF, NO OBLIGATION OF LODGE. 1. A Lodge is not obligated to pay the debts of a deceased member. 2. A Mason's former wife has no claim on Masonry after she is legally separated from her husband. 3. The wife and minor children of a Ma ster Mason who has been suspended or expelled are not entitled to Masonic relief wh ile he is under that sentence, nor after is death, should he die wi thout being reinstated. 4. A Lodge is not obligated to extend Ma sonic aid or privileges to nonaffiliated Masons who have resided within the jurisd iction of the Lodge for one year without affiliating with the Lodge a nd contributing to its dues. - 77 -"},{"pageNumber":94,"pageContent":"Section 22.06 Bylaw RELIEF TO SOJOURNERS. A person claiming to a Master Mason hailing from a Lodge outside the Jurisdiction of this Grand Lodge who has no proper personal avouchment, who applies for visitation to a Lodge in this Jurisd iction, or who seeks pecuniary or other assistance from a Lodge, shal l, before he is allowed to visit the Lodge or before pecuniary or other assistance is granted to him, if demanded by any member of the Lodge, produce and exhibit a properly a ttested diploma, certificate, or other satisfactory evidence of his Maso nic standing at the time of making such visit or applying for such relief. Section 22.07 Bylaw RELIEF, VOLUNTARY ORGANIZATIONS. A board of relief may be established by one or more Lodges or by individual Brethr en. A Masonic relief association may be established when authenticated by two or mo re Lodges upon just and equitable principles of benevolence for dispensing of charitable relief. Each such organization shall, at least once yearly, publish and issue to member Lodges a written financial statement summarizing its cash receipts, cash disbursement s, profit and/or lo ss, and assets on hand for each fiscal year.   - 78 -"},{"pageNumber":95,"pageContent":"Part III - Constituent Lodges CHAPTER 23 - FUNERAL SERVICES Section 23.01 Bylaw GENERAL PROVISIONS. 1. A Masonic burial service may be request ed by a Brother in his lifetime or by a close relative after his death. It is a privilege, not an absolute right. It is for the Lodge or Master to determine. A worthy Master Mas on should not be denied this sacred rite. 2. The Brethren shall be properly clot hed, and none but Master Masons in good standing may assume our funeral habiliments. 3. A Lodge shall not attend a funeral clothi ng unless properly re quested. If it is desired and so requested by n ear relatives, the Lodge may a ttend a funeral service in a body and clothed as Masons without having any part in the service whatsoever. 4. The Master, or a Warden in his absence (or a competent Brother called by him to preside for the time being), officiates in the funeral ceremonies, during all of which the Lodge remains open on the Third Degree. 5. The Master of a Lodge, on vote of the Lodge, may open a Lodge of Sorrow, which will remain open only during his term of office for the purpose of conducting Masonic funeral rites. Section 23.02 Bylaw FUNERAL PROCESSION. When the Lodge is invited to officiate it must have entire charge of the funeral processi on after the minister has perfor med his duties at the house, funeral chapel, or church. The Lodge in charge is immediately in front of the hearse. If societies composed solely of Masons are invite d to take part in the procession, they serve as an escort to the Lodge, and follow the musi cians. Societies not so composed follow the mourners. The Lodge or Lodges become the es cort, and march in front of the hearse. The pallbearers should be Master Masons, but in the event of extenuating circumstances, as many as three nonmembers may act in that capacity. The officer officiating at the grave and reading the funeral ri tual must be a Master Mas on. The order of procession is as follows:  - 79 -"},{"pageNumber":96,"pageContent":"The Tyler, with drawn sword; Musicians; Stewards, with white rods; Master Masons; Treasurer and Secretary; Senior and Junior Wardens; Past Masters; The Bible Bearer; (The Bible, Square and Compasses on a cush ion covered with black cloth, is carried, when practical, by the oldest member of th e Lodge, and is supported by the Deacons with crossed rods. The Marshal may seine escort on the left of the a bove line of officers.) The Chaplain, and the attending clergyman, if a Mason; The Master C O Pall Bearers  F  Pall Bearers F I N (Upon the coffin, a Masonic Apron) The Mourners Section 23.03 Bylaw FURTHER ON MASONIC SERVICES. In the conduct of funera l services in the open air, Masonic propriety does not require th e uncovering of the head except when the blessing of deity is invoked.  - 80 -"},{"pageNumber":97,"pageContent":"Part III - Constituent Lodges CHAPTER 24 - CONSOLIDATION Section 24.01 Bylaw CONSOLIDATION, HOW EFFECTED. Two or more Lodges may consolidate their membership into one Lodge. The proposition fo r such consolidation is presented at a Stated Communication of each Lodge inte rested, and may not be acted upon until a subsequent Stated Communicati on, of which all the members must have due notice. The consolidation is effected only by a unanimous vote, by a show of hands or by ballot, of the members present when such proposition is acted upon. Section 24.02 Bylaw SPECIAL CHARTER. When a consolidation has been effected, and the Grand Lodge or the Grand Master is officially informed of the same, a new special Charter containing the names of the new officers and bearing th e number of one of the Lodges and such name as may have been selected, is issued without fee. The origin al Charters of the Lodges are returned to the Grand Secretary. If the consolidating Lodges adopt both the name and number of one of the consolidating Lodges, no new Charter need be issued, but an endorsement of the consolidation is entered on the Charter of such Lodge. The Ch arter or Charters of the other Lodge or Lodges included in the cons olidation are returned to the Grand Secretary. Section 24.03 Bylaw PROPERTY. Title to all property and effects of the consolidated Lodges is vested in the Lodge named in the new Charter. The new L odge is duly constituted and its officers installed by the Grand Master or his Special Deputy before acting under said Charter.  -81-"},{"pageNumber":98,"pageContent":"Part III - Constituent Lodges CHAPTER 25 - DISSOLUTION OF LODGES SUSPENSION OF CHARTER Section 25.01 Bylaw HOW DISSOLVED. A Lodge may be dissolved: 1. By the voluntary surrender of its Char ter, when such surrender has been accepted by the Grand Lodge; or 2. By the revocation of its Charter by the Grand Lodge. Section 25.02 Bylaw SURRENDER OF CHARTER. The Charter of a Lodge may not be surrende red if there are at least seven members duly qualified who de sire to retain the same, and not until due notice has been given at a Stated Communication that a resolution to that effect will be presented at the next succeeding Stated Communication. A surrender may not be considered final until it has been approved by the Grand Lodge. Section 25.03 Bylaw FORFEITURE OF CHARTER. A Lodge's Charter may be forfeited by: 1. Contempt of the authority of the Grand Master or the Grand Lodge; 2. Departure from the original plan of Masonry and the Ancient Landmarks; 3. Disobedience to the Constitution or Bylaws; 4. Ceasing to meet for six months; 5. Neglecting for two years to make returns and pay dues; or 6. By willful and inexcusable neglect to be represented in the Grand Lodge. Section 25.04 Bylaw CONDITION OF FORFEITURE. The Chatter of a Lodge may be forfeited only when charges are regularly made in the Grand Lodge at an Annual Communication. Due notice of the charges must be given to the Lodge, a nd opportunity must be a fforded to be heard in its defense.  - 82 -"},{"pageNumber":99,"pageContent":"Section 25.05 Bylaw SUSPENSION OF CHARTER. The Charter of a Lodge may be suspended by the Grand Lodge or the Grand Master at any time upon proper cause shown. When ordered by the Grand Master, the suspension does not extend beyond the next Annual Communication of the Grand Lodge.    - 83 -"},{"pageNumber":100,"pageContent":"Part IV - Disciplinary Code CHAPTER 26 - OFFENSES AND PENALTIES Section 26 . 01 Constitution MASONIC OFFENSE. Masonic offenses are of two classes: 1. Those acts which are morally wrong in themselves; and 2. Those acts which are wrongful only because they are expressly prohibited or enjoined. A. Masonic offenses include but are not limited to the following: i) Bringing or filing or assisting or aiding in th e bringing or filing of a legal action or lawsuit against the Grand L odge or any Constituent Lodge thereof or against any member of the Grand Lodge or of a constituent Lodge for any action or inaction on behalf of the Grand Lodge or C onstituent Lodge without first exhausting all procedures and remedies provi ded in the Masonic Code. (Section revised 2006) Section 26.02 Constitution PENALTIES . The penalties which may be inflicted for a violation of Masonic Law are: 1. Reprimand or censure; 2. Suspension of all rights and privileges of Masonry, which is for a time definite or indefinite; or 3. Expulsion.  - 84 -"},{"pageNumber":101,"pageContent":"Part IV - Disciplinary Code CHAPTER 27 - ORIGINAL JURISDICTION IN GRAND LODGE Section 27.01 Bylaw SERVICE OF COMPLAINT OR CHARGES . When the original jurisdiction of the Grand Lodge is invoked by the filing of compla int or charges with the Grand Secretary, he notifies the Grand Master and causes a copy of the complaint or ch arges to be served upon the party or parties complained against. Section 27.02 Bylaw CITATION . If the Grand Master finds reasonable grounds for the filing of a complaint or charges he may, if the accused is an officer of the Grand Lodge or of a Lodge, suspend or depose him from the functions of his office; and he causes the accused to be cited by the Grand Secretary to appear and answer th e complaint or charges at the next Annual Communication of the Grand L odge following the expiration of twenty days after the date of service of such cita tion. Service of citation is ma de as prescribed by Section 29.05. Section 27.03 Bylaw WITNESSES . At the request of a party to the comp laint or charges, the Grand Secretary should issue summons for the attendance of w itnesses and cause the same to be served through the Master of each Lodge nearest the residence of each witness. The expense of service of the summons and of attendance of the witness ar e borne by the party causing such summons to issue, unless othe rwise directed by the Grand Master. Section 27.04 Bylaw REFERENCE . The Grand Lodge may, by a majority vote, decide to try a party complained against in open session or to re fer the complaint or charges to the Committee on Grievance and Appeals to hear and report the evidence thereon with its recommendation to the Grand Lodge for final action. Section 27.05 Bylaw JUDGMENT . Upon conclusion of a trial in open session, or upon report of the Committee on Grievance and Appe als, the Grand Lodge renders judgment as the justice of the case may require including the penalt y to be imposed, if the accused is found guilty. - 85 -"},{"pageNumber":102,"pageContent":"Section 27.06 Bylaw SUMMARY PUNISEIMENT, WHEN . If a flagrant offense is committed by a Mason present while the Grand Lodge is at labor, the rules requiring notice and delay are dispensed with, and the Grand Master may order the offending Brother to show cause immediately why he should not be punished. Section 27.07 Bylaw PENALTIES. The penalties which may be imposed under the provisions of Chapter 27 for a violation of Masonic Law, are: 1. Reprimand or censure; 2. Suspension from all rights and privileg es of Masonry, which are for a time definite or indefinite; or 3. Expulsion, provided that no judgment of expulsion may be rendered except upon a two-thirds vote of the Grand Lodge in favor thereof. While under the judgment of suspension, definite or indefinite, the offending Brother is deprived of all Lodge and Grand Lodge privileges. The printed proceedings of the Grand Lodge are the official announcemen ts of its judgments, of which the parties *n interest have constructive notice. Section 27.08 Bylaw NOTICE OF JUDGMENT. The Grand Secretary furnishes each party to the complaint or charges with a copy of the judgment of th e Grand Lodge rendered with respect thereto.  - 86 -"},{"pageNumber":103,"pageContent":"Part IV - Disciplinary Code CHAPTER 28 - DISCIPLINARY POWER OF A LODGE Section 28.01 Bylaw JURISDICTION OF LODGES. A Chartered Lodge has a ri ght to exercise discipline for a violation of Masonic Law over each of its members wherever residing over each unaffiliated as well as an affiliated Mason residing or sojourning within its territorial jurisdiction except the Grand Master, the incumbent Master of the Lodge, and a Past Master charged with official misconduct during his term of office as Master. It also has the right to elect to have the accused trie d by a Grand Master's Trial Committee as set forth in Section 31.01. Section 28.02 Bylaw CONCURRENT JURISDICTION. If two or more Lodges ha ve concurrent jurisdiction over an accused, the Lodge which first claims such jurisdiction retain s it to the exclusion of the others. Section 28.03 Bylaw SUMMARY PUNISEIMENT . If a flagrant offense is committed by a Mason present while the Lodge is at labor, the provisions of this Code requiring formal charges and notice may be dispensed with by the Master, and he may order the offending Brother to show cause immediately why he should not be punished for such offense. Section 28.04 Bylaw E.A.'S AND F.C.'S. The name of an Entered Apprentice or Fellowcraft may not be dropped from the roll for misconduct, nor ma y he be suspended or expelled without charges, notice, trial, and judgment. Section 28.05 Bylaw OFFICERS DEPOSED. When a Master or other offi cer of a Lodge is only deposed from office, he is not thereby deprived of the rights and privileges of membership. Section 28.06 Bylaw PENALTIES. The penalties which may be imposed by a Lodge for violation of Masonic Law, are: 1. Reprimand or censure; 2. Suspension from the rights and priv ileges of Masonry, which are for a time definite or indefinite; or 3. Expulsion. While under judgment of suspension, definite or indefinite, an offending Brother is deprived of all Lodge and Grand Lodge priv ileges. He has no right s except the right of appeal. - 87 -"},{"pageNumber":104,"pageContent":"Section 28.07 Bylaw SUSPENDED MASON, FURTHER DISCIPLINE . If a suspended Mason is charged with further un-Masonic conduct which was not included in th e charges for which he was suspended, and if the further un-Masonic conduct, if proven, justifies further or greater punishment than that now imposed, he may be a rraigned for trial. If he is found guilty of the further un-Masonic conduct, he may suffer additional penalty.    - 88 -"},{"pageNumber":105,"pageContent":"Part IV - Disciplinary Code CHAPTER 29 - CHARGES AND PRETRIAL Section 29.01 Bylaw CHARGES. Charges against an offending Brother: 1. May be preferred by a member of a Lodge; 2. May not be received from a non-affiliate; 3. May not be considered or received: A. Which involve matters of a po litical or sectaria n character; or  B. Which involve priv ate legal rights, pecuniar y or otherwise, unless clearly specifying fraud; and 4. Must be in writing, specifying with reasonable certainty the character of the offense alleged and the time and place of its commission, substantially as in a form supplied by the Grand Secretary. Section 29.02 Bylaw JUNIOR WARDEN, DUTY OF. It is the duty of the Juni or Warden, in the absence of an accuser, to prefer charges against an offe nding Brother and bring the same to trial. In case of death, disability, or disqualification of the Junior Warden, that duty devolves upon the Senior Warden; but the Master may direct another member of the Lodge to prefer the charges for an d on behalf of the Lodge. Section 29.03 Bylaw CHARGES, DISPOSITION OF. 1. Charges preferred by the Junior or Seni or Warden, or under the direction of the Master, or by the Lodge, are filed with the Secretary of the Lodge; 2. Charges preferred by a member of the Lodge (other than the Master or Wardens) in his individual capacity are first lodged with the Master; 3. Charges lodged with the Master whic h involve exclusively a private wrong, as between accuser and accused, are delivered to a Committee of Reconciliation. This Committee consists of three members of the Lodge, to be appointed by the Master. The duty of this Committee is to make every reas onable effort to compose or adjust such wrong and report the results of its efforts to the Master. No record is made of the committee appointments on the records of the Lodge. - 89 -"},{"pageNumber":106,"pageContent":" 4. If a composition or adjustment is e ffected by the Committee of Reconciliation, the charges with an endorsement thereon to that effect signed by that Committee are returned to the Master. The Master redelivers them to the accuser. In this case, no record of the charges or of the r econciliation of same is made upon the records of the Lodge. 5. When the charges lodged with the Master: A. Involve exclusively a pr ivate wrong and the Committee of Reconciliation reports that the same cannot be adjusted; or B. Are of a general nature, not involving exclusively a private wrong; the Master files the same with the Secretary of the Lodge. 6. When the charges are filed with the Secretary of a Lodge, they are presented and read to the Lodge at the next Stat ed Communication. The Lodge, at the same communication, votes upon the question of wh ether or not the charges as drawn constitute a Masonic offense. All member s present must vote (see Section 14.04). If a majority of the members present vote that the charges do constitute a Masonic offense, the charges are deemed accepted by the Lodge. If the charges are not accepted, a Mason feeling aggrieved thereby may appeal from th e decision of the Lodge to the Grand Lodge, if in session; otherwise, to the Grand Master . The appeal is restricted to a question of whether or not the charges as drawn charge a Masonic offense. 7. When charges are accepted by the L odge, they may not be withdrawn except for cause shown and by a vote of two thirds of the members present and voting at a Stated Communication in favor of such withdrawal. Section 29.04 Bylaw CITATION. Upon the acceptance of charges by a L odge, the time and place of trial are fixed as follows: 1. If it is determined that the trial w ill be by the Lodge, the Master fixes and announces the time and the Lodge Room as th e place for the trial. He instructs the Secretary of the Lodge to cite the accused to appear and answ er the charges at such time and place. 2. If it is determined that the trial will be by a Grand Master's Trial Committee, the Committee fixes the time and place of tria l. The Chairman of the Committee instructs the Secretary of the Lodge to cite the accused to appear and answer the charges at such time and place. The citation follows a form to be supplie d by the Grand Secret ary and has attached thereto a copy of the charges. - 90 -"},{"pageNumber":107,"pageContent":" Section 29.05 Bylaw SERVICE. Service of the citation with acco mpanying copy of charges is deemed complete when made as follows: 1. Personal service. By delivering a copy of the same personally to the accused, or by leaving a copy of the same at the usual place of abode of the accused with some person of suitable age and discre tion then resident therein, in a sealed envelope addressed to the accused; or 2. Constructive service. When the wherea bouts of the accused and his usual place of abode are unknown, by depositi ng a copy of the same in a sealed envelope, postage prepaid, in a United States Post Office within the territorial jurisdic tion, addressed to the accused at his last known post office address. Section 29.06 Bylaw RETURN OF SERVICE. Proof of service of citation with ac companying copy of charges upon the accused follows a form to be supplied by the Grand Secretary, is signed by the Brother making such service over the na me and number of his Lodge, and is filed with the Secretary of the Lodge issuing the citation.   - 91 -"},{"pageNumber":108,"pageContent":"Part IV - Disciplinary Code CHAPTER 30 - PROVISIONS COMMON TO ALL MASONIC TRIALS Section 30.01 Bylaw POWERS OF LODGE, LODGE TRIAL COMMITTEE, AND GRAND MASTER'S TRIAL COMMITTEE. The Lodge, the Lodge Trial Committee, and the Grand Master's Trial Committee, as the case may be, have power to fix the time of hearings, to hear all the evid ence, to adjourn from time to time, and, at the request of either party to the charges, to cause the S ecretary to issue summons for the attendance of witnesses and cause the same to be served through the Tyler of the Lodge of other designated member of a Lodge, and to issue a commission or commissions to take the depositions of witnesses who are not Masons or who are unable to attend the hearings. A commission should be issued to a Mason, if practicable, otherwise to a discreet person authorized by the civil la w to administer oaths. Section 30.02 Bylaw APPEARANCE OF ACCUSED. In proceedings on charges of un-Masonic conduct, the accused can appear or be represented as follows: 1. By his personal appearance at the time and place fixed for the trial of which he is notified; or 2. By the authorized appearance for hi m by any Master Mas on in good standing, as counsel, at such time and place; or 3. By his written communication, or that of his counsel in his behalf, filed with the Secretary of the Lodge or of the Grand Master's Trial Committee, as the case may be, at or before such time, in which he may stat e his objections to the charges or plead guilty or not guilty or set forth any matter in extenuation of the offense charged. Section 30.03 Bylaw PLEA OF ACCUSED. At the time fixed for the trial by the Master or by the Grand Master's Trial Committee, as the case may be, the charges are read to the accused and his plea or answer thereto entered upon the records of the proceedings. When the accused pleads guilty to the charges or any of the counts, the ballot is not spread on such charge or count, but he Lodge or the Grand Master's Trial Committee, as the case may be, determines only the punishment to be inflicted. Where there are one or more charges or one or more counts to which the plea is not guilty, evidence is taken upon the same. - 92 -"},{"pageNumber":109,"pageContent":" Section 30.04 Bylaw TRIAL MAY PROCEED IF ACCUSED VOLUNTARILY ABSENT . An accused is not required to attend his trial. He may wa ive his right to attend by being voluntarily absent. The trial may proceed in his absence at the time and place fixed if proof is presented of due service on him of the citati on and a copy of the charges. If the Lodge has elected that he be tried by a Grand Master 's Trial Committee, proof must be presented of due service on him of notice of time and plac e of the trial. In either case, due service requires ten day's notice prior to the trial date if served within this Grand Jurisdiction and twenty day's notice if served outside of this Jurisdiction. Section 30.05 Bylaw TIMELY NOTICE OF HEARINGS . The accuser and the accused must be given timely written notice and opportunity to atte nd in person or by counsel and to examine and cross-examine witnesses at all heari ngs including the taking of depositions under commission. Section 30.06 Bylaw TESTIMONY TO BE REDUCED TO WRITING, WHEN . All testimony given before the Lodge Trial Committ ee and, in case of an appeal, all testimony taken in open Lodge, or before the Grand Master's Trial Committee, is reduced to writing. A Master Mason who is a competent stenographer ma y be employed for that purpose. Testimony given by a Mason is given on his honor. Te stimony given by a non Ma son is given under oath administered by one authorized by civil law to administer oaths. Section 30.07 Bylaw PROSECUTING OFFICER. The Junior Warden, or other member of the Lodge directed by the Master, prosecutes char ges preferred by order of the Lodge. Section 30.08 Bylaw VISITORS . A visiting Brother is not permitted to sit in attendance at a trial except by consent of the accuser and accuse d and of the Lodge holding th e trial. When a visitor is so permitted, he may not take any part in the conduct of such hearing. Only the accuser and accused and their respective counsel , the prosecuting officer and Secretary of the Lodge (trial, tribunal), and witnesses while testifying, may be present at the hearings before a Lodge Trial Committ ee or a Grand Master's trial Committee. - 93 -"},{"pageNumber":110,"pageContent":"Section 30.09 Bylaw JUDGMENT OF CIVIL COURT AS EVIDENCE . A judgment of a civil court in a criminal proceeding is prima facie evidence th at a criminal act has been committed, but it is not conclusive evidence of the guilt or innocence of an accused when tried by a Lodge or Grand Master's Trial Committee on a charge which requires proof of the same act. For the accused to be judged guilty, the Lodge or Committee must find that the act was proven or admitted by a plea of guilty in the criminal proceeding. Section 30.10 Bylaw WITHDRAWAL OF ACCUSER AND ACCUSED. The accuser and the accused with their respective counsel, at the close of taking of testimony and when argument of counsel is concluded, shall withdraw from the Lodge or the Grand Master's Trial Committee, as the case may be, during determ ination of verdict and judgment. This Section does not apply to the Junior Warden or other person officially designated to prefer charges when the trial is in open Lodge. Section 30.11 Bylaw EXPENSE OF TRIAL . The expense incurred in conductin g a Masonic trial is paid in the first instance by the Lodge, but may be ta xed as costs against one or both of the parties to the controve rsy, as may be determined by the judgment rendered; provided no part of such costs is taxe d against a Brother acquitted. Section 30.12 Bylaw NOTICE OF JUDGMENT . The accused is notified by the Secretary of the Lodge of the judgment rendered, and, in case of appeal, of the action of the Grand Lodge thereon. In case of acquittal, he is no tified thereof in open Lodge.  - 94 -"},{"pageNumber":111,"pageContent":"Section 30.13 Bylaw NEW TRIAL . When an accused is judged guilty of a charge, the Lodge or Grand Master's Trial Committee may set aside its judgment and grant a new trial on its own motion or on application of the accused if an error has occurred at the trial which is prejudicial to the accused or for other good cause shown. Section 30.14 Bylaw JUDGMENT OF EXPULSION, DISPOSITION OF. If a judgment of expulsion by a Lodge is timely appealed, the Lodge Secretary tr ansmits a transcript of the proceedings to the Grand Secretary, and the Grand Secretary refers the transcripts to the Committee on Grievance and Appeals. If a judgment of expulsion by a Grand Master's Trial Committee is appealed, the proceedings which the Committee files with the Grand Secretary are referred by him to the Committee on Grieva nce and Appeals. In either case, the Committee on Grievance and Appeals makes a report and recommendation to the Grand Lodge in session for final action. If ther e is no timely appeal, the transcript or proceedings are filed with the Grand Secretary for the record, but they are not referred to the Committee on Grievance and Appeals.   - 95 -"},{"pageNumber":112,"pageContent":"Part IV - Disciplinary Code CHAPTER 31 - TRIAL BY LODGE Section 31.01 Bylaw RIGHT OF LODGE TO C HOOSE THE TRIAL FORUM . The Lodge, at the time of its acceptance of charges by a majority vote by show of ha nds (see Section 29.03, par. 6) determines whether the trial on the charges wi ll be by the Lodge or by a Grand Master's Trial Committee. Section 31.02 Bylaw LODGE TO ELECT WHERE EV IDENCE TO BE TAKEN . If, at the time of its acceptance of charges, the Lodge elects that the trial of th e charges will be by the Lodge, it thereupon determines by a majority vote by show of hands whether the evidence will be taken in open Lodge or be fore a Lodge Trial Committee. Section 31.03 Bylaw APPOINTMENT OF LODGE TRIAL COMMITTEE, VACANCIES. If the Lodge determines that the evidence will be taken be fore a Lodge Trial Committee, the Master of the Lodge appoints a Lodge Trial Committee of three Lodge members, preferably Past Masters, designating in such appointment the chairman. The Secretary of the Lodge acts as Secretary of the Lodge Trial Committee and attends all its meeti ngs and keeps a true and complete record of all its proceedings ; but he is without voice or vote therein. The Master fills any vacancies occu rring on said Lodge Trial Committee. Section 31.04 Bylaw REPORT OF LODGE TRIAL COMMITTEE. At the close of al l the testimony, when taken before a Lodge Trial Committee, and upon the return of all commissions issued to take depositions, the Lodge Trial Committee as soon as practical, reports all of the proceedings, together with a transcript of all testimony and the depositions received in evidence, to the Lodge with its findings a nd conclusions for final action by the Lodge.  - 96 -"},{"pageNumber":113,"pageContent":"Section 31.05 Bylaw DISQUALIFICATION OR ABSENCE OF MASTER OR WARDENS. A Master may be disqualified from discharging his duties with respect to: 1. Charges preferred; 2. Presiding at the trial; or 3. Appointing a Lodge Trial Committee or filling vacancies thereon. Causes for such disqualification are prejudice, bias, or personal interest in the event of a trial. In case of such disqualification or ab sence of the Master, the Senior Warden shall perform the Master's duties. If the Senior Ward en is absent or similarly disqualified, then the Junior warden shall perform the Master's duties. If the Junior Warden is absent or similarly disqualified, then a Special Deputy of the Grand Master performs the Master's duties. Section 31.06 Bylaw NOTICE OF DISQUALIFICATION. The Master, Senior Warden, and Junior Warden, each, in that order, notifies the Lodge Secret ary of his disqualifica tion as described in Section 31.05 if such disquali fication exists. On receiving such notice, the Secretary notifies the Senior or Junior Warden, as the case may be, of the disqualification. If all three Officers give notice of disqualificati on, the Lodge Secretary notifies the Grand Master through the Grand Secretary. Section 31.07 Bylaw VERDICT OF THE LODGE . Upon reading of the report of the Lodge Trial Committee, including all testimony and depo sitions taken at a Stated or Special Communication of the Lodge, to which all me mbers of the Lodge must be summoned, or, in the case of taking the evidence in open Lodge, then at the close of the testimony and reading of depositions, after argument of counsel for the respective parties, the Lodge forthwith determines by written ballot upon eac h count whether the accused is guilty or not guilty. A two thirds vote of those present and voting is required for a verdict of \"guilty\". Section 31.08 Bylaw JUDGMENT . If the accused is found guilty by a vote of two thirds of the members present and voting, the Master without motion puts to vote by written ballot, the highest degree of punishment, i.e., expulsion; if that is lost, he puts to vote in like manner the next highest degree of punishment, i.e., indefin ite suspension; and if that is lost, he puts to vote in like manner the next highest order of punishment, suspension for a time specified. If two thirds of the members fail to expel or suspend, the guilty Brother is reprimanded in open Lodge by the Master unle ss a new trial is immediately taken by the convicted Brother. A two-thirds vote is neces sary to expel or suspend, and every member present must vote; provided that in case of appeal, no judgment of expulsion becomes effective unless approved by a two-thirds vote of the Grand Lodge. - 97 -"},{"pageNumber":114,"pageContent":" (This Page intenti onally left blank.)    - 98 -"},{"pageNumber":115,"pageContent":"Part IV - Disciplinary Code CHAPTER 32 - TRIAL BY GRAND MASTER'S TRIAL COMMITTEE Section 32.01 Bylaw WHEN LODGE RELINQUI SHES JURISDICTION. If the Lodge elects to have the accused tried by a Grand Master 's Trial Committee per Section 31.01, the Lodge is then without jurisdiction to proceed further in th e matter. The Secretary of the Lodge shall then transmit to the Grand Secretary for delivery to the Grand Master: 1. A certified copy of the charges, 2. A return of service, and 3. A notice of election by th e Lodge to have th e accused tried by a Grand Master's Trial Committee. The Lodge does not lose its power to wit hdraw the charges up to the time of final judgment. Section 32.02 Bylaw APPOINTMENT OF GRAND MASTER'S TRIAL COMMITTEE. The Grand Master, upon receiving the f iles of a case from the Gran d Secretary per Section 32.01, shall appoint a Grand Master's Trial Committ ee to try the accused upon the charges. The Committee consists of five Past Masters who are members of Lodges of this Grand Jurisdiction other than the Lodge of whic h the accused is a member. The appointment shall designate the Chairman of the Committee. The Grand Master shall direct the Grand Secretary to notify the memb ers of their appointment a nd of the designation of the Committee Chairman, and to transmit to the Chairman the files received from the Secretary of the Lodge. The Grand Master shall fill any vacancy occurring on a Grand Master's Trial Committee. Section 32.03 Bylaw JURISDICTION OF GRAND MASTER'S TRIAL COMMITTEE . The Grand Master's Trial Committee has all the judicial power of, and is charge d with all the duties prescribed by law for, a Lodge in the trial of charges. It has the power to set aside its judgment and grant a new trial. - 99 -"},{"pageNumber":116,"pageContent":"Section 32.04 Bylaw CONVENING OF GRAND MASTER'S TRIAL COMMITTEE. The Grand Master's Trial Committee convenes at a time a nd place designated by its Chairman. The Committee appoints a Secr etary from among its members othe r than the Chairman. It is the duty of the Secretary to keep a true and complete record of all the Committee proceedings. Section 32.05 Bylaw JUDGMENT. The Grand Master's Trial Committee sh all, at the close of the testimony and the reading of depositions taken by a commission, and fo llowing argument of counsel for the respective parties, decide as to the guilt or innocence of the accused. If the accused is found guilty, the Commi ttee shall decide the penalty to be imposed and shall render judgment accordingly, including the as sessment of costs against either or both parties, or without costs. Costs may not be taxed against a party acq uitted. A majority of the Committee constitutes a quorum necessary for the conduct of the trial; but the verdict of the Committee as to the guilt or innocence of the accused and its judgment as to the penalty to be imposed requires a majority of the full Committee in favor of such verdict and judgment. Section 32.06 Bylaw PROCEDURE AFTER JUDGMENT. The Grand Master's Trial Committee, as soon as practicable, shall transmit a copy of its judgmen t, including a statement of costs of trial, certified by its Chairman and the Secretary, to the Secretary of the Lodge in which the charges originated. The Secretary of the Lodge, shall enter the judgment upon the records of the Lodge and communicate the date of such entry in wr iting under the seal of the Lodge to the Chairman of the Grand Master's Trial Comm ittee. At the expiration of thirty days following the date of entry of judgment upon the records of the Lodge, the Committee shall transmit to the Grand Secretary the origin al record of its proc eedings together with all depositions offered and/or received in ev idence. In case of an appeal from said judgment, the Committee shall transmit to th e Grand Secretary the transcript of all testimony taken before it, depositions, if any, and a statement of all costs incurred in the course of the appeal with a certificate whic h identifies the records and which is signed by the Committee Chairman and Secretary. - 100 -"},{"pageNumber":117,"pageContent":"Section 32.07 Bylaw JUDGMENT ENTERED UPON MINUTES OF LODGE. Upon receipt of the copy of the judgment from the Grand Master's Tria l Committee, the Secretary of the Lodge spreads the same at large upon the minut es of the Lodge at its next Stated Communication. The judgment th en has the same effect as a judgment of the Lodge, subject to the right of appeal by th e accused in case of a conviction.    - 101 -"},{"pageNumber":118,"pageContent":"Part IV - Disciplinary Code CHAPTER 33 - APPEALS Section 33.01 Bylaw APPEAL,RIGHT OF. The accused and the accuser and also, in the event of a trial by a Grand Master's Trial Committee, the Lodge may w ithin thirty days after the date of entry of judgment upon the records of the Lodge, appeal therefrom to the Grand Lodge by filing a Notice of Appeal from such judgmen t with the Grand Secretary and with the Secretary of the Lodge, who notifie s all parties of such appeal. Within sixty days after the filing of a Notice of Appeal, the appellant may file a written memorandum with the Grand Se cretary and with the Secret ary of the Lodge stating briefly and informally the reasons for the appeal and the points upon which the appellant relies. Upon receipt of such notice, the Secretary of the Lodge, if the trial was held by the Lodge, forthwith transmits a copy of the pro ceedings in the case, including a complete transcript of the testimony and deposi tions taken, to the Grand Secretary. Section 33.02 Bylaw STATUS DURING APPEAL . In case of appeal from a judgment of suspension or expulsion, the accused is not permitted to exercise any Masonic rights (except the right of appeal from such judgment); provided th at the Grand Master may, in his discretion, permit the exercise of designated Masonic ri ghts by the accused as the Grand Master may determine. Any such permission is communicat ed in writing by the Grand Master to the Secretary of the Lodge in which judgment was entered, and such permission is spread upon the minutes of said Lodge. Section 33.03 Bylaw JURISDICTION. If an appeal is taken from a judgment of a Lodge or of a Grand Master's Trial Committee, the Gran d Lodge may, upon investigation: 1. Dismiss the appeal, approve the findi ngs, or affirm the judgment appealed from; 2. Modify or change the judgment or impose a penalty if the Lodge or Grand Master's Trial Committee has failed to do so; or 3. Set aside the judgment for error or informality and remand the case for further proceedings. - 102 -"},{"pageNumber":119,"pageContent":" Section 33.04 Bylaw REFERENCE . In case of an appeal, the proceedings of the Grand Master's Trial Committee or the transcript from the Lodge , as the case may be, are referred to the Committee on Grievance and Appeals, which re ports the facts with its recommendations thereon to the Grand Lodge in session for its action. Section 33.05 Bylaw HEARINGS . Hearings by the Committee on Grie vance and Appeals are held on the Wednesday preceding the opening of each Annua l Communication of the Grand Lodge at the place of the Annual Comm unication. At these hearings, the Committee shall hear any person who desires to be heard regarding any appeal pending before the Grand Lodge.(Section revised 1987) Section 33.06 Bylaw NO NEW EVIDENCE ON APPEAL. The Committee on Grievance and Appeals may not receive or consider any evidence other than that which is contained in the transcript from the Lodge or in the proceedings f iled by the Grand Master's Trial Committee. Section 33.07 Bylaw JUDGMENT. If the Grand Lodge affirms, modifies , or changes the judgment appealed from, that action by the Grand Lodge is fi nal; and upon notice ther eof the Lodge causes the same to be entered upon its minut es at its next Stated Communication. Section 33.08 Bylaw REVERSAL OR ANNULMENT OF JUDGMENT, EFFECT OF. If the Grand Lodge, on a review of a judgment of expulsion or suspension of a Mason, reverses or annuls the judgment, or fails to approve a judgment of expul sion or to modify the same, the accused is thereby restored to all of his Masonic rights, privileges, and membership. When a case is remanded for a new trial, no amendment to the original charges and specifications may be made without giving the accused due and timely notice thereof.  - 103 -"},{"pageNumber":120,"pageContent":"Section 33.09 Bylaw FINAL RECORD . The printed proceedings of the Grand Lodge are the official announcements of its judgments, of which the pa rties in interest have constructive notice, and except in case of remanding for a new trial, constitute the final record.    - 104 -"},{"pageNumber":121,"pageContent":"Part 1V - Disciplinary Code CHAPTER 34 - RESTORATION Section 34.01 Bylaw FROM DEFINITE SUSPENSION, BY LIMITATION OR PETITION. Definite suspension expires by limitation. A suspended Ma son becomes restored to membership in the Lodge from which he was suspended at th e expiration of the time defined in the judgment of suspension without vote or ot her action on the part of the Lodge. If the Lodge from which he was suspended ha s ceased to exist, he may, at the expiration of the period of suspension, petition for reinstatement in the Fraternity to a Lodge in whose jurisdiction he resides or to the Grand Lodge, either of which may reinstate him to good standing in the Fraternity. A suspended Mason seeking reinstatement prior to the termination of his suspension may petition in writing to the Lodge having juri sdiction. If the Lodge from which he was suspended has ceased to exist, he may apply fo r reinstatement in the Fraternity to a Lodge in whose jurisdiction he resides. Upon a favor able vote of two th irds of the members present and voting at a Stated Communication, if notice was given at a preceding Stated Communication, he is re stored to good standing in the Fraternity. Section 34.02 Bylaw FROM SUSPENSION INDEFINITE, UNAPPEALED FROM, BY PETITION . A Mason suspended for an indefi nite time who did not appeal that judgment and who seeks reinstatement may petition in writing to th e Lodge having jurisdiction. Upon a favorable vote of two-thirds of the members presen t and voting at a Stated Communication, if notice of such petition was given at a precedin g Stated Communication, he is restored to membership in the Lodge. If the Lodge from which he was suspende d has ceased to exist, the petition for reinstatement may be made to a Lodge in whos e jurisdiction he resi des or to the Grand Lodge, either of which may reinstate him to good standing in the Fraternity.  -105-"},{"pageNumber":122,"pageContent":"Section 34.03 Bylaw FROM SUSPENSION, AFFIRMED ON APPEAL, BY PETITION. A Mason suspended for a definite or indefinite time, if the judgment of suspension was appealed from and affirmed by the Grand Lodge, who seeks restoration, may petition the Lodge from which he was so suspended, or if such Lodge has ceased to exist then to the Lodge within whose jurisdiction he resides, for its recommenda tion to the Grand Lodge for reinstatement. If such petition is supported by a two-thirds vote of the members present and voting at a Stated Communication of the Lodge, if notice of su ch petition was given at a preceding Stated Communication, the peti tion is endorsed under the Seal of the Lodge and transmitted to the Grand Secretary at least ten days before the Annual Communication of the Grand Lodge for its action thereon. If he is reinstated by the Grand Lodge, he becomes restored to membership in the Lodge from which he was suspended, or if it has ceased to exist, to good standi ng in the Fraternity. Section 34.04 Bylaw EXPULSION, UNAPPEALED FROM . A Mason expelled, whose case was not appealed to the Grand Lodge and who seeks re storation to the rights of Masonry without Lodge membership, may petition the Lodge from which he was expelled for restoration. If notice of his petition was given at a preceding Stated Communication, the Lodge may, at a Stated Communication, by a two-thirds vote of the members present and voting, restore him to such rights. A Br other so restored is entitled to a certificate of that fact from the Secretary, which serves in lieu of a regular dimit in case of a petition for membership. In case the Lodge becomes extinct, the petition may be ma de directly to the Grand Lodge with a statement of the facts, and upon favorable action the Brother is restored to the status of a nonaffiliated Mason. Section 34.05 Bylaw EXPULSION, APPEALED FROM . After an expulsion of a Mason is affirmed by the Grand Lodge, he may seek restoration either to good standing in the Fraternity or to all his rights, privileges, and membership in the Lodge from which he was expelled by petitioning such Lodge for its recommendati on to the Grand Lodge in his behalf. The Lodge gives notice that such petition will be considered and voted on at a specified subsequent Stated Communication. At su ch communication, if the petition is for restoration to good standing in the Fraternity, a two-thirds vote of the members present and voting in support thereof is sufficient for such recommendation to the Grand Lodge. If the petition is for restora tion to all rights, privileges, and membership in the Lodge a unanimous vote of those present and voti ng in its favor is necessary for such recommendation. In either case, the petition is endorsed under seal, in accordance with the fact, and is transmitted to the Grand Secretary at least ten days before the Communication of the Grand Lodge. If favorab le action by the Grand Lodge is certified to the Lodge by the Grand Secretary, the petit ioner is restored either to good standing in the Fraternity or to all his rights, privilege s, and Lodge membership, as the case may be, in accordance with the Lodge recommendation. In case the Lodge becomes extinct, the petition may be made directly to the Grand Lodge with a statement of that fact, and upon favorable action, the Brother is restored to the status of a nonaffiliated Mason. - 106 -"},{"pageNumber":123,"pageContent":" Section 34.06 Bylaw WITHOUT RECOMMENDATION. The Grand Lodge may, by a two-thirds vote, without the recommendation provided for in Section 34.05, restore an expelled Mason to good standing as a nonaffiliated Mason, but not to membership in any Lodge. A Brother so restored is entitled to a ce rtificate of that fact from th e Grand Secretary, which serves in lieu of a regular dimit. Section 34.07 Bylaw REFERENCE. A petition for restoration coming before the Grand Lodge is referred to the Committee on Grievance and Appeals for its report and recommendation to the Grand Lodge for action. Section 34.08 Bylaw SUCCESSIVE PETITIONS FOR RESTORATION. After a petition for restoration or for favorable recommendation thereon to the Grand Lodge has been read in Lodge, the Lodge may not accept another petition from th e same party until ex piation of one year from the date of such read ing, regardless of whether the petition was rejected or withdrawn.   - 107 -"},{"pageNumber":124,"pageContent":"Part 1V - Disciplinary Code CHAPTER 35 – LEGAL ACTION Section 35.01 Bylaw INSTITUTION OF LEGAL ACTION. A Mason may not bring or file or aid or assist in bringing or filing a lawsuit or civil action or other legal action against the Grand Lodge or any constituent Lodge or against a member of either lodge for an action or inaction by a member of either lodge on be half of such lodge without fi rst complying with all of the provisions of the Alaska Masonic Code. (Section added 2006)   - 108 -"},{"pageNumber":125,"pageContent":"ALASKA MASONIC CODE RULINGS AND DECISIONS PART I - CHAPTER 2 2.01 OFFICERS AND MEMBERS. 1. Ruling of Grand Master pertaini ng to Grand Lodge Appointments . (para.l) Grand Chaplain, Grand Tyler, and Grand Organist may be Master Masons. Grand Lodge ruled inconsistent with Code 1982. (Section revised 1983) (par.2) Gives title of \"Worshipful\" to Master Mason while holding office of Grand Chaplain, Grand Tyler, or Grand Organist. Also gi ves vote in Grand Lodge to same. Grand Lodge ruled inconsistent with Code 1982 . (Section revised 1983) (par. 3) Gives membership in this Gra nd Lodge to Past Masters of the Grand Lodge of Washington while members of a Lodge in this Grand Jurisdiction. Grand Lodge concurred 1982. (Section revised 1987) (par.4) Permits appointment as Grand Repr esentative only to members of this Grand Lodge. Grand Lodge concurred 1982. PART I – CHAPTER 3 3.01 Powers of Grand Master 1. The Grand Master suspended a Mason for cause for an indefinite period. Action of the Grand Master approved by Grand Lodge, 2003. PART I - CHAPTER 8 8.01 Standard Work 1. Ruling of Grand Master regarding Apron Lecture. Grand Master ruled that the portion of Apron Lecture in brackets is op tional and further that additional Apron Lectures or explanations may be given if designated as additional information or enlightenment. Grand Lodge ruled par. 2 not consistent with Code 1982. PART III - CHAPTER 14 14.05 Change of Meeting Place. 1. Change of Place for Special Co mmunication. Grand Master granted dispensation to a Lodge to conduct Degree Work at an outdoor location on the 4th of July. Jurisprudence approve d. Grand Lodge concurred 1990. - 109 -"},{"pageNumber":126,"pageContent":" 2. Change of Date for Stated Communication . Grand Master granted dispensation to a Lodge to change the date of a Stated Communication for a special occasion. Jurisprudence disapproved. Grand Lodge concurred with disapproval 1990. 14.06 Public Appearance. 1. Wearing of Grand Lodge Regalia . Ruling of Grand Master on wearing of Grand Lodge Rega lia. Grand Lodge concurred 1982 2. Wearing of Grand Lodge Regalia. Ruling of Grand Master on wearing of Grand Lodge Rega lia. Grand Lodge concurred 1986 3. Wearing of Grand Lodge Regalia. Ruling of Grand Master on wearing of Grand Lodge Rega lia. Grand Lodge concurred 1988 4. Wearing of Grand Lodge Regalia. Ruling of Grand Master on wearing of Grand Lodge Rega lia. Grand Lodge concurred 1993 PART III - CHAPTER 15 15.05 LODGE SEAL. 1. Contents of Seal. Ruling of Grand Master setti ng forth the contents of Lodge Seal as: Square and Compasses, Columns, and Clasped Hands; Name and Number of Lodge; date of Lodge's Charte r, and location (town or city) of the Lodge. Grand Lodge concurred 1987. PART III - CHAPTER 16 16.04 Holding Two Offices. 1. Irregularity Healed. Lodge scheduled an installation of officers knowing that the Senior Warden elect would be out of town. Grand Master permitted installation to proceed due to shortne ss of notice. Grand Lodge concurred 1987.  - 110 -"},{"pageNumber":127,"pageContent":"2. Irregularity Healed. A Lodge elected and installed a Brother to hold offices of Secretary and Treasurer Grand Master de clared election and installation null and void, and directed Lodge to request disp ensation to hold election and installation out of time to fill the two offi ces. Grand Lodge concurred 1987 16.10 Jewels and Aprons 1. A. Past Master's Jewel . Ruling of Grand Master defined the Past Master's Jewel. Grand Lodge concurred 1993 2. Scottish or York Rite Aprons. Ruling of the Grand Master allowed presiding officers of these bodies to wear the regali a and apron of their office when invited to represent their organiza tion at a Lodge or Grand Lodge meeting. Grand Lodge concurred 2003. 3. Grand Master’s ruling (#2 above) rescinded by Grand Master 2004. Grand Lodge concurred 2005. 16.16 Secretary. 1. General Mailings . Ruling of Grand Master that copy of all general mailings to Lodge membership including Lodge newsle tters, notices of Special Meetings, changes of Bylaws, Dues increases, etc. be sent to Grand Lodge office Grand Lodge concurred 1982. PART III - CHAPTER 17 17.01 Lodge Membership. 1. (par.2) Dues Cards. Ruling of Grand Master setti ng forth form and contents of Dues Cards. Grand Lodge concurred 1982. 2. (par.2) Lambskin Apron. Ruling of Grand Master, the Lambskin Apron not given as personal property to candidate until he has signed the Bylaws. Grand Lodge concurred 1982 17.02 Honorary Membership. 1. May Sign Petition. Committee Report of Jurisprude nce Committee stated that an Honorary Member may sign a Petition fo r the degrees but he does not have the right to vote on the same. Also he may not serve as a member of the investigating committee on a petition Grand Lodge concurred 1984 - 111 -"},{"pageNumber":128,"pageContent":"PART III - CHAPTER 18 18.01 Prerequisite to Initiation. 1. Irregularity Healed. Lodge knowingly received petition from man under 21 years of age. Man was not elected until 10 weeks after 21st birthday. Acting Grand Master admonished Lodge to heed Code and healed irregularity. Grand Lodge concurred 1983. 18.03 Sole Test. 1. Dispensation . Grand Master granted dispensati on to Lodge to confer degrees upon a man who was missing his right hand. Grand Lodge concurred 1985. PART III - CHAPTER 20 20.06 Degrees, Interval Between. 1. Military Man . Grand Master granted dispensa tion to a Lodge to confer the Master Mason Degree on a military man in less than two weeks. Jurisprudence approved. Grand Lodge concurred 1990. PART III – CHAPTER 25 25.05 Suspension of charter. 1. Charter suspended. The Grand Master suspended the Charter of Anvil Lodge #2 of Nome for failure to submit Monthly and Annual returns, and failure to pay per capita fees for a period in excess of 2 years. Grand Lodge concurred 2003. 2. Charter suspended. The Grand Master suspended the Charter of Seward Lodge #6 for failure to submit Monthly and Annual returns, and failure to pay per capita fees for a period in excess of 2 years. Grand Lodge concurred 2003. PART IV - CHAPTER 26 26.01 Masonic Offense. 1. Edict. Grand Master issued edict making it a Masonic offense to sit in a tiled Shrine meeting with a suspended or e xpelled Mason. Grand Lodge concurred 1988. - 112-"},{"pageNumber":129,"pageContent":"PART IV – CHAPTER 32 32.02 Appointment of Grand Master’s Trial Committee. 1. Grand Master’s Trial Committee. The Grand Master appointed a Grand Master’s trial Committee after receiving a grievance from Masons regarding un Masonic conduct by three Masons. The tr ial committee found the Brothers guilty and recommended suspension for a time definite for each. Grand Lodge concurred 2003. GRAND MASTER'S RULINGS AND DECISIONS IN THEIR ENTIRETY AS ORIGINALLY ISSUED. September 1, 1981 RULING #1 DUES CARDS It is the policy of this Grand Lodge that: (1) dues cards are standard in form fo r all Lodges except th at each Lodge's designation and address are shown, (2) dues cards are purchased through the Grand Secretary, (3) a dues card is not given an expiration date which is later than December 31 of the year following its date of issue, even though the dues may be paid up beyond that date, (4) the Lodge Secretary designates a Life Honorary Membership card by stamping a standard dues card diagonally across its face with an appropriate stamp unless the dues card is preprinted in this fashion, (5) stamps for Life and Honorary Member ship cards are purchased through the Grand Secretary, and (6) each Life or Honorary Membership car d is issued annually and is given an expiration date which is not later than D ecember 31 of the year following its date of issue. James A. Williams  Grand Master - 113 -"},{"pageNumber":130,"pageContent":"September 1, 1981 Ruling #2 Apron Lecture It is the policy of this Grand Lodge th at the required portion of the Apron Lecture (Monitor, page 18, first paragraph) is given in each First Degree. The bracketed portion is optional. For purposes of additional information or enlightenment, work of other Jurisdictions may be used in addition to, but not in lieu of, the above required portion of our Standard Work. Any additional work must be prefaced by an appropriate explanation as to its source and the purpose of giving it. James A. Williams Grand Master ************************************************************ September 1, 1981 Ruling #3 Lambskin Apron It is the policy of this Grand Lodge that th e same original Lambskin Apron presented to a Candidate in the First Degree be returned to that Candidate to wear while taking his Second and Third Degrees. The Apron is retained by the Lodge Secretary when the Candidate departs from the Lodge room after completion of each of the three Degrees. The Worshipful Master, ff he so wishes, ma y appoint a Lodge member other than the Secretary to be responsible for custody of Candidate's Aprons. Identity of each Candidate's Apron is maintained, but the Apron is not marked until it is returned to him permanently only when he signs the Lodge Bylaws, at which time the Apron has all appropriate in scriptions entered on it. If this policy places an undue burden on a L odge or Secretary, th e Grand Master will consider a request from that Lodge for an amended Apron policy for that particular Lodge. James A. Williams Grand Master - 114 -"},{"pageNumber":131,"pageContent":" ************************************************************ September 1, 1981 Ruling #4 Grand Lodge Regalia It is the policy of this Grand Lodge that a Grand Lodge Officer a Deputy of the Grand Master wears his Grand Lodge Rega lia (apron and jewel) as follows: (1) at official Grand Lodge functions (this includes Grand Communications, official visitations by any Officer or Deputy to constitute Lodges, cornerstone layings, etc.), (2) at Communications of other Grand Lodges and constituent Lodges of other Jurisdictions, (3) at Masonic funerals, (4) at Stated Communications of any Constituent Lodge of this Jurisdiction, (5) at Special or Called Communications of Lodges of which the Officer or Deputy is not a member, and (6) at other times by permission or direction of the Grand Master. An Officer or Deputy does not wear his regalia at a Speci al or Called Communication of his own Lodge opened for the purpose of Degree Work except when (1) an official visitati on is also scheduled, or (2) permission or direction is given by the Grand Master. James A. Williams Grand Master  - 115 -"},{"pageNumber":132,"pageContent":"March 13, 1985 Ruling #4 (Revised) Grand Lodge Regalia It is the policy of this Grand Lodge that a Grand Lodge Officer a Deputy of the Grand Master wears his Grand Lodge Rega lia (apron and jewel) as follows: (1) at official Grand Lodge functions (this includes Grand Communications, official visitations by any Officer or Deputy to constitute Lodges, cornerstone layings, etc.), (2) at Communications of other Grand Lodges and constituent Lodges of other Jurisdictions, (3) at Masonic funerals conducted by Grand Lodge (4) at Stated Communications of any Constituent Lodge of this Jurisdiction, (5) at Special or Called Communications of Lodges of which the Officer or Deputy is not a member, and (6) at other times by permission or direction of the Grand Master. An Officer or Deputy does not wear his regalia at a Speci al or Called Communication of his own Lodge opened for the purpose of Degree Work except when (1) an official visitati on is also scheduled, or (2) permission or direction is given by the Grand Master. Glen W. Pruett Grand Master  - 116 -"},{"pageNumber":133,"pageContent":"April 21, 1987 Ruling #4 (Revised) Grand Lodge Regalia The policy of this Grand Lodge with respect to the wearing Ma sonic regalia is as follows: 1. Masons shall attend funerals and othe r public functions ap proved by the Grand Master( church parades, cornerstone layi ng, etc.) clothed as Masons (See Code Section 14.06). 2. \"Clothed as Masons\" means wearing th e jewel and apron of a currently held Grand Lodge office or of a past office he ld in the Grand Lodge or a Constituent Lodge. It also means wearing a plain white apron by others. a. EXCEPTION - when authorized to be in a Shrine parade, all masons not wearing Shrine regalia or uniforms will wear plain white aprons. 3. At nonpublic factions, Grand Lodge Offi cers, Deputies, Past Grand Masters and Past Masters should wear the jewel and apron of his current or past office as follows: a. At Grand Lodge functions and official visits of a Grand Lodge Officer or Deputy of the Grand Master to  Constituent Lodges. b. At Stated Communications of Constituent Lodges of this  Jurisdiction. c. At Communications of ot her Grand Lodges or their  Constituent Lodges. d. At other times by permission or direction of the Grand  Master. 4. A Grand Lodge Officer or Deputy will not wear his regalia at a Special or Called Communication of his own Lodge ope ned for the purpose of Degree work except when an official visit is scheduled. Fred V. Angleton Grand Master - 117 -"},{"pageNumber":134,"pageContent":"October 1, 1981 Ruling #5 Lodge Mailings It is the policy of this Grand Lodge that the Grand Lodge office be furnished with a courtesy copy of each general mailing of each Lodge to its membership. The office of the Grand Secretary will be included on each Lodge 's mailing list. This includes mailings of regular Lodge publications such as newslett ers, Trestle Boards, Cable Tows, etc., and letters to the Lodge memberships regarding such things as special meetings, special events, changes in bylaws, financ ial reports, dues increases, etc. The purpose of this policy is not to exert bureaucratic control over the Lodges, but to allow the Grand Lodge Officers to be better informed on what the Lodges are doing and how they are meeting their problems. Communi cations are especially important in the early years of this new Grand Lodge un til everyone has a better knowledge and understanding of what the various L odges are doing, or may do, under various circumstances. Further, copies of the Lodge mailings in the Grand Lodge files will provide valuable historical background in later years. James A. Williams Grand Master  - 118 -"},{"pageNumber":135,"pageContent":"November 14, 1981 Ruling #6 Grand Lodge Appointments Based on a consensus of the five Elective Gra nd Lodge Officers, it is the policy of this Grand Lodge that: (1) Although appointment of Past Master s is customary, any Master Mason in good standing in a Lodge of this Grand Ju risdiction may be appointed as Grand Chaplain, Grand Tyler, or Grand Organist . All other Grand Officers must be Past Masters and voting member s of this Grand Lodge. (2) A Grand Chaplain, Grand Tyler, or Gr and Organist who is not a Master or Past Master carries the title \"Worshipful\" while in office, but does not retain it after his term of office ends . Likewise, he is a voting member of the Grand Lodge by reason of his appointment, but only during the term of his of lice. (3) A Past Master of the Grand Lodge of Washington who is an affiliated or dual member of a Lodge of this Jurisdiction is a voting member of this Grand Lodge and is eligible for Grand Lodge office. An affiliated or dual Past Master from a Jurisdiction other than Washington will be accorded a voting membership in this Grand Lodge when he presents evidence that the Grand Lodge in which he was Master has a provision to extend the same privilege to an Alaskan Past Master. (4) An affiliated or dual Past Mast er will be recommended to another Grand Lodge as its Grand Representative near th is Grand Lodge only if he is a voting member of this Grand Lodge. James A. Williams Grand Master (This ruling is no longer in eff ect as various amendments to Alaska Masonic Code have provided for all items in this Ruling.) (July 1990) - 119 -"},{"pageNumber":136,"pageContent":"Ruling #7 Lodge Seals It is the policy of this Grand Lodge that the seals of Chartered Lodge, as required by Section 15.05 of the Alaska Masonic C ode, must include only the following: 1. Square and Compasses, Co lumns, and Clasped Hands, and 2. Name and Number of the Lodge, and 3. Date of the Lodge's Charter, and 4. Location (city or town) of the Lodge. This policy was established when this Gr and Lodge was formed in 1981, and is now confirmed in writing. Gunnar Flygenring Grand Master ************************************************************ December 1, 1989 Ruling #8 Ciphers Whereas, a number of Lodges in this Juri sdiction are giving ciphers to a newly obligated Brother as his private property be fore he becomes a member of the Lodge, and Whereas, the Alaska Masonic Code requires that ciphers be sold or given only to members of Lodges (see Section 8.02, paragraphs 3 and 5), and Whereas, a Brother is not a member until he becomes proficient in the Third Degree, signs the bylaws, and pays his dues (see Sections 17.01 and20.11); Now Therefore, I, Charles I. Gregg, Grand Ma ster of Masons in Alaska, do hereby direct that: 1. Ciphers may not be sold or given to a Brother as his ow n property until he becomes a Lodge member in good standing. - 120 -"},{"pageNumber":137,"pageContent":"2. Ciphers may be loaned to a Brother who is not yet a member by his coach; such coach must be held accountable for ciphers he loan s out by the Lodge Secretary or another de signated Lodge Officer. Given under my hand and the Seal of the M.W. Grand Lodge of Free and Accepted Mason's of Alaska this first day of December, 1989. Charles I. Gregg Grand Master ******************************************************************** March 10, 1992 Ruling #4 (Revised) Grand Lodge Regalia The policy of this Grand Lodge with respect to the wearing of Ma sonic regalia remains the same but with the following exception: If a Grand Lodge Officer also is an officer of a Constituent Lodge, he should wear the apron of that office in the Lodge except when attending any Grand Lodge function and official visits of a Grand Lodge Officer or Deputy of the Grand Master to a Constituent Lodge. Leslie R. Little Grand Master  - 121 -"},{"pageNumber":138,"pageContent":"March 10, 1992 Ruling #9 Past Master's Jewel Section 16.10, paragraph 1-A of the Alaska Ma sonic Code describes the jewel of a Past Master as the Blazing Sun within the Compa sses extended on a Quadrant. A Past Master residing in this Grand Jurisdic tion may not display any other version of this jewel on his vehicle, his ring, his lapel, his apron or a ny other place. All improper versions of this jewel must be removed fr om display immediately. The exception to this is if the Past Master is a past or present District Deputy of the Grand Master or a Past Grand Master. The official Grand Lo dge apron of those officers displays the jewel as the Square and Compasses extended on a Quadrant. Leslie R. Little Grand Master (This ruling is no longer in e ffect as Resolution 93-10 pa ssed and redefined the Past Master's Jewel.) (February 1993) ************************************************************ February 5, 1993 Ruling #10 Masonic Dress in Other Jurisdictions The Alaska Monitor states that \"Aprons shall be worn outside the garments. That practice shall be observed by members of this Jurisd iction when attending any Masonic function in this Jurisdiction. However, it is permi ssible for the apron to be worn under the suit coat, leaving the coat unbuttoned, when visiti ng another Jurisdiction, if that is acceptable in the other Jurisdiction. Leslie R. Little Grand Master - 122 -"},{"pageNumber":139,"pageContent":"October 18, 1995 Grand Master's Ruling #11 Masonic Clubs It is the policy of this Grand Lodge concerning Masonic Clubs that the following conditions be met: 1. Permission to start a Masonic Club must be obtained from the Grand Master, in writing, and submitted through the Grand Secretary. 2. All members must be Master Masons in Good Standing of a Constituent Lodge of this Jurisdiction, or of another Ju risdiction recognized by this Grand Lodge. 3. Masonic Clubs may not confer degrees. 4. Each Masonic Club shall submit an Annua l Report to the Grand Secretary by January 10th. This report shall contain th e names and addresses of it's officers and a brief synopsis of activitie s conducted the previous year. 5. It is desirable, but not mandatory, th at each Masonic Club be sponsored by the Blue Lodge nearest to their locality. 6. Nothing in this policy is meant to discourage the formation of Masonic Clubs. On the contrary, brethren residing in a community where no Masonic Lodge exists should be encouraged to form Clubs, thus promoting Masonic activities throughout this Grand Jurisdiction. Henry T. Dunbar Grand Master Grand Master’s Ruling # 12 York Rite & Scottish Rite Aprons The various elected presiding officers of the grand York R ite bodies, and the Scottish Rite Orient of Alaska (SGIG or Deputy), are hereby authoriz ed to wear the regalia and aprons of their office when requested to act as the official representative of their organization to a Lodge, or to the Grand Lodge. Stephen L. Cox Grand Master -123 -"},{"pageNumber":140,"pageContent":"Feb 4, 2005 Grand Master’s Ruling # 13 This ruling rescinds Grand Master’s ruling # 12. L. V. (Joe) Dees Grand Master Recommendations Approved Recommendation #1 Feb. 6, 2003 Financial security for the Grand Lodge is of paramount importance to the continuation of the projects and charities we wish to fund. I recommend that the Finance Committee work with the Fund Raising Committee and establish two gaming permits for the Grand Lodge. One Gaming permit should be for normal operation of the Grand Lodge. The monies earned through this system would allo w the employment of a staff to help the Grand Secretary and his assistant. The othe r permit should be for the Travel Fund, so Brothers would not be held personally responsib le for the considerable expense it takes to be a Grand Lodge officer. To make the funds fiscally secure, I would recommend that half the funds earned by these permits be pl aced in the appropriate permanent fund. I also encourage every Lodge in this Jurisdiction to follow the lead of the Grand Lodge and help support their coffers through this method. Recommendation approved by Grand Lodge, 2003.  -124-"}]
