[{"pageNumber":2,"pageContent":"AUTHORIZED CHAPTER GUIDE TO ALL CAPITULAR DEGREES FOR THE USE OF ROYAL ARCH MASONS GRAND CHAPTER OF THE STATE OF NEW YORK R.A.M. V 1940 R"},{"pageNumber":3,"pageContent":"First:~ It is not to be copied in whole or part. Second: It is not to be loaned or given to any other than a Royal Arch Mason in good standing. Third: When not in use it must be kept under lock and key. Fourth: It must not be used publicly and should not be used in open chapter. Acceptance of this book will be consid - ered as your agreement to observe above conditions. Committee on Rituals I RAM OPENING H.P. * Cmp Cdl. (C.H. rss, drws swd & sits.) C.H. E.H.P. H.P. OraCoRAM. C.H. Off tk yr resp Sta. Cmps b cl. E.H.P., a C o R A M is dly or. H.P. AraprRAM? C.H. I wl asc & rpt. Cmp P.S., asc if a pronthsthsdothTbarRAM.Cmp R.A.C., asc if a pr on th nth sd o th Tb ar RAM? ( Th two Off tk up thPbgng atthE&dwnt thW.(Pnttkn fmOff.) Thy meet inthW&goup dbl fi t thr Sta.) (If either off zcer I~nds anyone present unable to give pass correctly the following course u pursued Off Comp C H, a gentleman without the pass C H. Cause the gentleman to rise, (done) Can any Corn. i)anton present vouch for the gentleman? (if pro perlv ~‘ouched for) Invest the Companion with the pass and receive it from bun (done) (if not properly ?,ouched for, he is conducted to the onte-roonz, by direction of H.P., for exa,ni,iation R.A.C. Cnip C.H., a pr on th nth sd o thTbarRAM. P.S. Cmp C.H., a pr Ofl th sth sd o th Tb ar R A M. Cdl. E.H.P., a pr ar R A M. H.P. Is thr a suf nm pr t opn a C o R A M? THIS GUIDE i~ issued by The Grand .Chu~, - ter of the State of New York and I~ tur - nished subject to the following conditloiis: 3"},{"pageNumber":4,"pageContent":"Ar thy s? I wl snd & se. Cmp R.A.C., & MVs rs & drw swds. R.A.C. C.H. Thr ar t t t. H.P. Se tha th cmps ar in ord a~ It A M. C.H. Cmps,b in ord as HA £~1. (Done.) E.H.P., th cmps ar in ord as H A M. H.P. *WhnaCoRAMisabttbopd, wht bec yr fst dty? C.H. To se tha th otr crts o th Tb ar sec gd. H.P. C.H. (R.A.C. sits.) R.A.C. Cmp C.H. C.H. Se tha th otr crts o th Tb ar sec gd & inf th Sntl tha th E.H.P. is abt t opn a C o H A M; drc hm t tk du not thrf & gd ac. R.A.C. (Goes t dr, MVs sit as he passes.) * Sntl. * R.A.C. Cmp Sntl, I am drctd t inf y tha th E.H.P. is abt t opn a C o H A M. Tk du not thrf & gd ac. (Cis dr.) * Sntl. *** *4i* R.A.C. Cmp C.H., th otr crts o th Tb ar sec gd. C.H. E.H.P., th Tb is sec. H.P. * (R.A.C. & MV8 seated.) Ar y a RAM? CM. ~ H.P. C.H. H.P. C.H. asmbld bren nr H.P. C.H. H.P. C.H. R.A.C.; H.P. C.H. lh fst G H.P. C.H. HwshllknytbaR AM? By t t t. WhrwrymdaRAM? Wthn a leg c & dly opd C oR A M, in a p1 rpsg th Tb ercd by our anc th r o K S T. HwmnycomaCoRAM? N o mr. Whn com o only n, wh ar thy? Th E.H.P., K. & S.~ C.H., P.S. & & thr Ms o th Vs. Whm d th fst thr rps? J, Z & H, ths thr anc wor wh com in Cn at J & hld thr mtgs in th Tb. Whm d th last thr rps? Ths thr o our anc bren wh dis & br t 1 th p s o ths deg, aftr thy hd lain b i d fm th d o G M H A untl th erctn o th s T & as a rwd fr thr v ls wr xltd t b th thr Ms o th Vs. H.P. C.H. H.P. sits.) Th M1V Sta? Wthn th fst V. ** Cmp M1V (M1V stps out & 4 5"},{"pageNumber":5,"pageContent":"M1V. H.P. M1V. th P. • E.H.P. Yr dty? To gd th fst V & adm nu wtht H.P. M1V. H.P. M1V.. M1V. F, wch is th pclr chstc o a M M. H.P. Th M2V Sta? MIV. Wthn th sec V. H.P. Cmp M2V (M2V stps out & sits.) M2V. E.H.P. H.P. Yr dty? M2V. To gd th sec V & adm nn wtht th wds & s o th M1V. H.P. Whtarhswds? M2V. ~ H.P. Wht is hs s? M2V. An imt o tha gvn by th.L unt M whn he cmnd hm t cst hs r on th g. h.P. Thclroyrb? M2V. H.P. Wht ds it dnt? M2V. U,&bngcomoadumxtob& s, is plcd btwn th fst & thd Vs, wch ar o .3, Wht is th P? ** * * * Th dr o yr b? ths clrs, t shw th I cnnctn tha xsts btwn th M M deg & th H R A. H.P. Th M3V Sta? M2V. Wthn th thd V. H.P. Cmp M3V. (M3V stps out & sits.) M3V. E.H.P. H.P. Yr dty? M3V. To gd th thd V & adm nn wtht th wds & s o th M2V. H.P. Wht ar hs wds? M3V. **&* H.P. Whtishss? M3V. AnimtothagvnbthLuntM whn he cmnd hm t pt hs hnd mt hs b. H.P. M3V. H.P. M3V. RAM. H.P. M3V. H.P. sits.) R.A.C. Th dr o yr b? Wht ds it dnt? Tha f & z wch Th R.A.C. Sta? Wthn th Sc. Cmp R.A.C. (R.A.C. E.H.P. shd evr a al stps out & H.P. Yr dty? R.A.C. To gd th Sc & adm nn wtht th wds, s & sg o th M3V. 6 7"},{"pageNumber":6,"pageContent":"r H.P. Wht ar hs wds? R.A.C. **&~ H.P. Whtishss? R.A.C. An imt o tha gvn by th L unt M whn he cmnd hm tp w upon th dl. H.P. Wht is hs sg? R.A.C. Tha o Z, or t. H.P~. Thclroyrb? H.P. Wht ds it dnt? R.A.C. Tha p o h & r o c wch ar essntl t gn admn mt th S S,or H o Hs. H.P. Wht d th four bs rps? R.A.C. Ths bin thru th w by th four p trbs o th C o I, nmly: J, R, E & D, mblm rpsg th s o th 1, th i o m, th p o th o & th so the. H.P. ThP.S.Sta? R.A.C. On th 1 o th Cn. H.P. Cmp P.S. (P.S. ems t s oF.) P.S. E.H.P. H.P. Yr dty? P.S. To brng th b by a w tha thy knew nt, t ld thin in plhs tha thy’ hv nt knwn, t mk d I bfr thin, & ckd t s. H.P. Th C.H. Sta? P.S. OnthrothCn. A H.P. Cmp CM. (C.H. sits.) C.H. E.H.P. H.P. Yr dty? C.H. Toobythcmndsomc,tbnrat h t xct hs ords, t intrdc strs amg th wkmn & t se tha th otr crts o th Tb ar sec gd. H.P. C.H. H.P. C.H. in hs H.P. C.H. H.P. C.H. dts & in H.P. C.H. H.P. C.H. ThS.Sta? On th 1 o th E.H.P. Hs dty? To ast th E.H.P. in th dis o hs dts & abs&thaothK.,tprsovrthC. Th K. Sta? Onth rothE.H.P. Hs dty? To ast th E.H.P. in th dis o hs hs abs, t prs ovr th C. Th E.H.P. Sta? In th E o th Sc. Hs dty? To prs ovr & gv th C wth f, t o in th Tb, t rd & e th law t hs cmps & t ofr up th i o a p & c h t th G * * H.P. Cmp C.H., se tha th cmps ar in du fm fr our dvs. C.H. Cmps, fm in pro in two fis on th nth sd o th Tb, fcg th E. (C.H. hds if t fi, R.A.C. hds rt fi.) Frd. Mch. Hlt. Inw fc. 8 9"},{"pageNumber":7,"pageContent":"(C.H. drets cmps t dress t th E.) I(n on th rt k. Fm a c wth th r h ovr th I a. (C.H. sits H.P. wth hs swd.) E.H.P., th emps ar in du fm fr our dvs & awt yr pr. (C.H. rtns swd & tks p1 kng in th in.) H.P. Th Cn wl dscd. PRAYER Direct us, 0 Lord, in these and all our doings with Thy most gracious favor, and further us with Thy continual help; that in all our works, begun, continued and ended in Thee, we may glorify Thy Holy Name and finally, by Thy mercy, obtain everlasting life. Amen. All. So mt it b. H.P. Cmps, bl t t t, tkg tm fm th E. Rise. (An opng ODE may nw b sung.) H.P. Cmp C.H., se tha th cmps fm in grps o thr, fr th prps o rsg th R A. C.H. Cmps, fm in grps o thr, fr th prps o rsg th R A, cmncg wth th Vs. (Done.) E.H.P., th grps ar find. H.P. Cmps, rpt a me: A w t d a - p1 a u - t sw t s; a w t d a - i p1 a u - t s w t k; s w t d n a - i p 1 a u - t r t R A. Bat t t t. (Done.) Rs th A. (Done.) Gv th wd & ith A. (Done.) Bat t t t. (Done.) Th Cn wi rtn. Cmp C.H., it is my ord tha th C b nw opd. C.H. (In th entr, fcg th W, swd at a carry.) Cmps, it is th ord o th E.H.P. tha C,No. oRAM,bnwopd& std opn fr th tins o sch bus as rn r & c b br bi~r it. Tk du not thrf & gv yr ac. (At hs Sta.) Cinp P.S., atd at th alt. (Opn B at Ezra, I. Done.) H.P. Cmps, atd t gvg th ss, ob th E. (Done.) Thn ~ ~ ~ Cmps, in th Nm o th G * ~, I nw dcl th C dly opn. Cmp C.H., inf th Sntl. C.H. Cmp R.A.C., inf th Sntl. R.A.C. (To dr, bck o in.) ******* Sntl. *~* *** * R.A.C. (Opns dr.) Cmp Sntl, th C is dly opn. (Cis dr.) (R.A.C. bek o in t Sta.) Cmp C.H., th Sntl is inf. C.H. E.H.P., th Sntl is inf. C.H.&R.A.C. i Sta in ih W, sngl /1. MVs sit as thy pass.) H.P. * H.P. Cmp C.H., (C.H. ems t s o F.) asc if any cands ar in wtg, thr nms & fr wht deg? 10 11"},{"pageNumber":8,"pageContent":"CII. Cmp R.A.C., (R.A.C. alps in I mt o, & fcs C.H. at hs Sta in th W; ails wth ha swd.) asc if any cands ar in wtg, I:hr nins & fr wht deg? R.A.C. **4i *** Sntl. * R.A.C. (Opns dr & goes out. Snti hnds hm card with full nms o cands & deg fr wch th~y ar in~ wtg. R.A.C. rtns carrying card in if t hnd, sIps in frnt o C.H., sits wth hs swd & hnds hm th card. C.H. drws swd & he & R.A.C. proceed I th K, sngi /1, MVs slIg. C.H. carrying card in hs if I hnd, sits H.P., rtns swd & hnds card t H.P. C.H. & R.A.C. 1k thr Sta in th E.) H .P. (Rising & reading fm card. If cands in wtg fr deg o M M M:) H.P. Cmps, Bros A & B ar in wtg t rec th deg o M M M, thy hvg bn dly elcd. If thr is no obj I shl cnfr th deg upn thin. (Pause.) .Thr bng no obj I wl proceed.* H.P. (If cand in wtg fr th deg o PM:) Cmps, Bro A is in wtg t rec th deg o P M, he bng dly ql. If thr is no obj I shl cnfr th deg upn hm. (Pause.) Thr bng no obj, I wl proceed.* H.P. (If cands in wtg fr deg o M E M:) Cmps, Bros A & B ar in wtg t rec th deg o M E M, thy hvg md suit prof in th prec degs. If thr is no obi I shl cnfr th deg upn thin. (Pause.) Thr bng no obj I wl proceed.* H.P. (If cands in wIg fr th deg o R A M:) Cinps, Bros A, B & C ar in wtg t rec th deg o R A M, thy hvg md suit prof in th prec degs, thr ms hvg bn rcrd & a cnstnl tm hvng elpsd. If thr is no obj I shl cnfr th deg upn thin. (Pause.) Thr bng no obj I wl proceed.* (If any o th L degs ar to be en/rd. 1 in ~h C inst b dspnsd uth.) DISPENSING WITH LABOR H.P. ~ Cmps, I nwedcl 1 dspnsd wth in th C fr th prps o opng a L o (M M M or P M or M E M) fr w & instn. Cmp C.H., inf th Sntl. C.H. Cmp P.S., atd at th alt. (P.S. brks Ls.) Cinp R.A.C. inf th Sntl tha 1 is dspnsd wth in th C fr th prps oopng a Lo (MM M or P M or M E M) fr w & instn. R.A.C. *** **~ * Sntl. *** *** * 12 13"},{"pageNumber":9,"pageContent":"R.A.C. (Opns dr.) Cmp S~tI, I am drctd t inf y tha us dspnsd wth in th C fr th prps o opng a L ~ (M M M or P M or M E M) fr w & instn. Cinp C.H., th Sntl is inf. C.H. E.H.P., th Sntl is inf. H.P. ~. (Note~: Labor must be rsmd in th C at tr ech L deg.) RESUMING LABOR H.P. * Cinp C.H., rorg th C. C.H. All blw th deg o R A M wl please rtr. Off tk yr resp Sta. Cmps b cl. (Done.) E.H.P., th C is dly rorg. H.P. ~ Cmps, I nw dcl I rsmd in th C. Cmp C.H., inf th Sntl. C.H. Cmp P.S., atd at th alt. (Done.) Cinp R.A.C., inf th Sntl tha 1 is rsmd in th C. Drc hin t tk du not thrf & gd ac. R.A.C. * SntI. * R.A.C. Cinp SntI, I am drctd t inf y tha us rsmd in th C. Tk du not thrf & gd ac. (Cis dr.) ~ *~* * S ntl. * R.A.C. Cmp C.H., th Sntl is inf. C.H. E.H.P., th Sntl is inf. H.P * MMM OPENING R.W.M. *BrO Mar., or a L o M M M. Mar. Off tk yr resp Sta & pls. Bren b ci. R.W.M., a L o M~M M is dly or. R.W.M. * Bro S.W., ar a pr M M M? S.W. AprarMMM. R.W.M. Se tha th bren ar in ord as MMM. S. W. Bren, b in ord as M M M. (Done.) R.W.M., th bren ar in ord as M M M. R.W.M. * BroJ.D.,whnaLoMMM is abt t b opd what bec yr fst dty? J.D. To se tha th L is dly t. R.W.M. Atd t tha dty & inf th T tha I am abt t opn a L o M M M; drc hin t tk du not thrf & t ac. JD. * T. * J.D. Bro T., I am drctd t inf y tha th R.W.M. is abttopn a Lo MM M. Tkdu not thrf & t ac. (Cis. dr.) ~ * T. *** * J.D. R.W.M., th L is dly t. R.W.M. 11w is th L t? I 14 15"},{"pageNumber":10,"pageContent":"J.D. By a bro o ths deg wtht, a wth th ppr i o hs ofc. R.W.M. Hs dty thr ? J.D. To ob th app o c & e & se tha nn p o r-p, exc sch as ar dly qi, & hv per fin th R.W.M. R.W.M. * BroS.W.,aryaMMM? S.W. I am, t in. R.W.M. Hwwlybt? S.W. Bythc&m. R.W.M. Whbythc&m? S.W. Bcs thy ar th ppr m i blg t ths deg. R.W.M. Whr wr y ind S.W. Inaj&dcLoM R.W.M. Hw inny coin a S.W. Fv o mr. R.W.M. Whn coin o ei, wh ar thy? S.W. Th R.W.M., S & J. Ws., S. & J. Ds., M., S. & J. Ovs. R.W.M. Th J.O. Sta? S.W. At th s g. R.W.M. ** Yr dty, Bro J.O. ? J.O. Toithwatthsg. R.W.M. Th S.O. Sta? J.O. At th w g. aMMM ? MM. LoMMM? R.W.M. Yr dty, Bro S.O. ? S.O. Toithwatthwg. R.W.M. Th M.O. Sta? S.O. Attheg. R.W.M. Yr dty, Bro M.O.? M.O. Tofnshthiothwattheg. R.W.M. Th J.D. p1 ? M.O. AtthrothS.W.inthW. R.W.M. Yr dty, Bro J.D.? J.D. To cr msg fin th S.W. in th W t th J.W. in th S & els abt th L as h in drc; prep & pres cands, atd t a at th o d, rpt th sin t th R.W.M., als t se tha th L is dly t. R.W.M. Th S.D. p1? J.D. At th r o th R.W.M. in th E. R.W.M. Yr dty, Bro S.D.? S.D. To cr ords fin th R.W.M. in th E t th S.W. in th W & els abt th L as h in drc; wlcm & cl vstg bren, atd t a at th i d, als t r & c cands. R.W.M. Th J.W. Sta? S.D. In th S. R.W.M. Yr dty in th 5, Bro J.W. ? J.W. To ob th Sn at in, wch is th g & b o th d, ci th C fm 1 t r, sprntd thin drg th hs thrf, crfly t ob tha th inns o 16 17"},{"pageNumber":11,"pageContent":"r ar nt p t i or e & se tha thy rtn t thr I in du ssn, tha th R.W.M. in rec h & thy p & p thrby. R.W.M. Th S.W. Sta ? J.W. In th W. R.W.M. Wh in th W, Bro. S.W. ? S.W. Asth Sn is inthW at th cod, stds th S.W. 3 in th W, t ast th R.W.M. in 0 & c th L, p th C thr w, if any b du, tha nn in go awy d, hrm bng th s o all ins, espc ths o ours. R.W.M. Th R.W.M. Sta? S.W. In th E. R.W.M. Wh in the E? S.W. As th Sn rss in th E t opn & gv th d, (R.W.M. gvs. ~ & rss.) s rss th R.W.M. in th E t o & g th L, st th C at w, gvg thin ppr instns fr thr 1. R.W.M. Bro. S.W., it is my ord tha a L o M M M b nw opd & std opn fr w & instn. Ths y wi cmnc t th J.W. hi th S & he t th bren pr tha, hvg du not thrf, tlW in gv t ac. S.W. Bro J.W., it is th ord o th R.W.M. tha a L o M M M b nw opd & std opn fr w & instn. Ths y wi cmnc t th bren pr tha, hvg du not thrf, thy in gv t ac. r J.W. Bren, it is the ord o th R.W.M., cmncd t me thru th S.W. in th W, tha a L o M M M b nw opd & std opn fr w & instn. Tk du not thrf & gv y ac. R.W.M. Bro S.D., atd at th alt. (Opn B at MatI XX. Done.) Bren, atd t gvg th ss, ob th E. (Ss fm E A t M M M, inc. Thn * rptd by Wrdns.) I nw dcl th L dly opn; Bro J.D., inf th T. JD. ~ * T. ~ * J.D. (Opns dr) Bro. T., th L is dly opn. (Cis dr.) R.W.M., th T is inf. R.W.M. * WORK FIRST SECTION R.W.M. Bro Mar., se tha th cand is prep & pres. Bro S.D., acinpy hm. Mar. (Goes down south sd o L; S.D. crosses west o ait, & follows:) Bro J.D., prep & pres th cand. (Th J.D. retires thru inner dr., fid by S.D. Th Mar. tks J.D. p1. Th cand is prep by bng d o all mnys, c rmvd, bth sivs riled up, ci as F. C. Two bras, actng as c/mn, ar smrly prep. Ech c/mn is provided wth sq 5; cand is instd hw t carry & pres k s. Whn ail is ready the S.D. gvs & Mar 18 19"},{"pageNumber":12,"pageContent":"tks pstn near inner dr, fcg east. The ~.W.M. gvs * & th Ovs rise. Th Mar. opns th dr & gvs corn - rgtand “Frd Mch”; Th in entrs & mchs up nth sd, crossing est o alt t th s •q, in ths ord: 1st. Mar.; 2nd S.D.; 3rd & 4th. C/mn; 5th. Cand. After cand hs entrd, th J.D. cis dr & resumes hs p1.) S.D. (At s g.) * * J.O. * Wh cins hr? S.D. Wkmn fin th qrs. J.O. KPres yr w. (Tries it.) Ps on. (To 2nd cfmn.) Pres yr w. (Tries it.) Ps on. (Thn I cand.) Pres yr w. (Exmns with care, without sq, eye only.) Is ths yr w? S.D. (Behind cand.) It is nt. J.O. Hw cm y by it? S.D. I fnd it in th qrs & cncldg it dsgnd fr sin portion a th T br it up. J.O. (To cand.) Ar y a F C? Cand. I am, t in. J.O. Gv in th P. (Cand does so, at low brth.—J.O., aftr trying w wth sq:) Ths is nthr a rg obl nor a sq, nor hs it th in a any a th wkmn upn it, bt fr its sin fin & bty I am u t r it & wl sfr ~t t ps t th S.O. at th w g fr ns i. Ps on. S.D. (At w g) ** S.O. * Wh cins hr? S.D. Wkmn fin th qrs. 20 r S.O. Pres yr w (Tries it.) Ps on. (Thn to 2nd cfmn.) Pres yr w. (Tries it.) Ps on. (Thn to cand.) Pres yr w. (Exmns with care, wtht sq, eye onty.) Is ths yr w? S.D. (Behind cand.) It is nt. S.O. Hwcmybyit? S.D. I fnd it in th qrs & cncldg it dsgnd fr sin portion o th T br it up. S.O. (To cand.) Ar y a F.C.? Cand. I am, t in. S.O. Gv me th P (Cand does so, at low brth. S.O. aftr trying w wth sq:) Ths is nthr a rg obl nor a sq, nor hs it th in o any o th wkmn upn it, bt fr its sin fin & bty I am u t r it & wl sfr it t ps t th M.O. at th e g fr hs i. Ps on. S.D. (At e g.) ** M.O. *Whcmshr? S.D. Wkmn fm th qrs. M.O. Pres yr w (Tries & retains it.) Ps on. (1st cfmn tks seat east of M.O.) (To 2nd cfmn) Pres yr w. (Tries & re - tains it) Ps on (2nd cfmn tks seat east of M.O.) (To cand.) Pres yr w. (Exmns with care, eye only.) Is ths yr w? S.D. (Behind cand.) It is nt. 21"},{"pageNumber":13,"pageContent":"M.O. 11w cm y by it? S.D. I fnd it in th qrs & cncldg it dsgnd fr sin portion o th T br it up. M.O. (To cand.) Ar y a Cand. Iam,t in. M.O. Gv me th P (Cand. does so at low brth). Ths is nthr a rg obi nor a sq, nor hs it th in o any o th wkmn upn it. Std asd, (P~s cand t hs rt) & I wi cl tgthr my Bro Ovs & se wht dsp shi b ind o it. (S.D. & Mar. tk seats) Bro. Ovs, rep t th e g. (J.O. crosses rm & mkg rt tin mchs I th e g, fid by th S.O.) Bro J.O., dd ths pc o w ps yr ofc? J.O. It dd. M.O. 11w came y t sfr it t ps? J.O. Fritssinfm&btylwsutrit & sfrd it t ps t th S.O. at th w g fr hs i. S.O. And I, fr sum rsns, sfrd it t p5 t the g fr yr i. M.O. Ths is nthr a rg obi nor a st~, nor hs it th in o any o th wkmn upn it, nor d I k tha wch is upn it, (To J.O.) d y? J.O. I d nt. M.O. (To S.O.) Dy? S.O. I d nt. M.O. Wht dspn shi w mk o it? .1 3.0. Ltusrit&hltoamgthrb. M. & S.O. (Together.) Agrd. (S rjctd; Ovs rtn t Sta. Thy & cand ar seated.) R.W.NI. * Bro S.W., wht is th h? S.W. Thsxhothsxdothwk. R.W.M. Rep t yr apt & p th cfmn thr w. Bro M.O., ths is th d & th h whn th cfmn shd rep t th apt o th S.W. & rec thr w. Gv yr ords ac. M.O. Cfmn, wh hv lty pres w fr i, rep t th apt o th S.W. & rec yr w. R.W.M. Bro Mar., acinpy thin. Mar. Cfmn, fin in sngl fi on th nth sd o th L, fcg th E. (Th cand in rear); Frd Mch. (Line pcds t apt o $.W. & c/mn rec w, rtn & ar seated. Cand szd.) S.W. An i! An i! Wht shi b dn wth hm? Mar.&S.D. Sohrh. S.W. No! No! Lt j b tmprd wth in. He m b abl t ofr smthg in ext or jstn o hs o. Cndt hin t th R.W.M. fr hs d. (Cand tkn east, Mar. hldg rt a, S.D. if t a.) S.D. R.W.M., th S.W. hs dtctd, as he sys, an i dmdg w nt hs du. 22 23"},{"pageNumber":14,"pageContent":"R.W.M. An i! by wht nin?. S.D. Mr (S.D. & Mar. step back one pace.) R.W.M. Mr , I am srpd Lha almst yr fst act on entrg ths L is t dind w nt yr du. Hv y anthg t ofr in ext or jstn o yr o? M.O. R.W.M., I rclt ths md as hvg pres w at my ofc fr i. It ws by my ord tha h”repd t’th apt o th S.W. t rec w. I prsm it is rthr thru ig thn any evi intn on hs prt tha h stds ths c bfr y; I kn hm tbaF. C. R.W.M. Ar y a F.C.? Cand. I am, t in. R.W.M. Stsfy yr cndtr. S.D. Gv me th P (Done.) I am stsfd. R.W.M. R.W.M. My Bro, I am plsd t se y ths v fr by two crdbl wtnss. Ar y dsrs o fthr emp tha wild t fthr advint in Msy?, Cand. I am. R.W.M. Thn at th fst h o th fst d o th wk, whn th cfmn rep t th qrs t rsm thr labs, y g wth thin & if fnd wor, y shi b tght hw t rec yr w & nvr agn sfr undr th imptn o bng an i. Fr th pr y wi b seated. (S.D. shows cand t seat. Mar. & S.D. tk thr seats.) R.W.M. ~ Bren, th pres mmnt is in - tended t rps Ihe J.S. Fr in sx days G crtd th h & th e & rested th svnth day; th svnth, thrfr, our anc bren cnscd as a day o rest fin thr labors, thrby enjyng fiqnt opprtnts t cntmplt th girs works o crtn & adr thr grt Crtr. SABBATH ODE (Tune: Old Hundred—G) Another six days’ work is done; Another Sabbath is begun; Return my soul! Enjoy thy rest, Improve the day thy God hath blest. In holy duties let the day, In holy pleasures pass away! iTow sweet a Sabbath thus to spend, Ii. hope of one which ne’er shall end. R.W.M. * Bro S.W., wht is th h? S.W. Thfsthothfstdothwk. R.W.M. Bro M.O., ths is th d & th h whn th cfmn shd rep t th qrs & rsm thr labs. Gv yr ords ac. M.O. Cfmn, rep t th qrs & rsm yr labs. R.W.M. Bro Mar., acinpy thin. 24 25"},{"pageNumber":15,"pageContent":"Mar. Cfmn, fin in sngl fi on th n sd o th L, fcg th E. (Th cand in th rear) Frd Mch. (Mar. changes p1 wth J.D. Line goes out. S.D. prvds cand with sq w. Aftr th line entrs c/mn come in & tk seats. Whn all is ready the S.D. gvs * & th Mar. tks pstn near inner dr. Th FLW.M. thn g~ * & th Ovs rise. Th Mar. opns dr & gvs command “Frd Mch.” Line entrs & passes arnd t th S in following order: 1st. Mar.; 2nd. S.D.; 3rd. Cand. After caAd hs entrd, th J.D. cis dr & resumes hs p1.) S.D. . (At s g.) ** J.O. * Wh cins hr? S.D. Wkmn fin th qrs. J.O. Pres yr w. (Tries it wth sq & whl so dng says:) Ths is gd w, trw, sq w; Ps on. (Same at th w g; thn t th e g whr th same cer is rptd wth addition as follows:) M.O. Ths is gd w, tr w, sq w, jst sch w as w hv ords t rec. (Pls w on stand.) Ps on. (Thy pst thE&hlt.) S.D. R.W.M., ths is th yng F C wh ws lty chgd wth bng an i. He hs nw pres w wch hs psd th Ovs, & bn acpd. R.W.M. My Bro, I cngt y on hvg, pres w wch hs psd th i o th Ovs & entis y t w, bt bfr y cn b tght hw t rec thin, y inst rtr & b prep & pres in du fin. (Mar. Ids th line dwn th sth sd, changes pl wth th J.D., wh tks chg in th prep room. Aftr clsg dr, S.D. rtns t hs p1. Prepn o cand cmpld by exp left brst, plc c t fr tins arnd b, aprn as M.M.) NoTE: If mr thn one cand, all bt one, aftr bng prepd, may be cndtd into th L, seated back o th M.O. & observe all the fst section, joining in th line & going out t b prep & prcs fr th second section. SECOND SECTION J.D. (At th dr.) ~ * S.D. R.W.M., thr is an a. R.W.M. Atd L th a. S.D. ~ * (Opns dr.) Wh cins hr? J.D. Bro , wh hs bn rsd t th sub deg o M M & nw wshs fthr prmtn in Msy by bng a t th h deg o M M M. S.D. My Bro, is ths an act o yr own fr wl & a? Cand. S.D. J.D. S.D. J.D. He is. S.D. Hs he wrgt in th suit spc o hs w? J.D. S.D. t ob ths It is. Bro J.D., is he wor & wl qI? He is. Dly & trly prep? qrs & xbtd a He hs. By wht fthr rt or ben ds he xpct imp priv? 26 27"},{"pageNumber":16,"pageContent":"J.D. By ben o th P. S.D. HshethP? J.D. He hs nt, I hv it fr hin. S.D. Adv & gv it. (Done.) Th P is rt. Wt untl th R.W.M. hs bn inf o yr req & hs airs rtnd. (S.D. at alt.) R.W.M., thr is wtht Bro , wh hs bn rsd t th sub deg o M M—(etc., as at dr.) R.W.M. Gv it. (P gvn aid.) Th P is rt. Lt th bro ent ths L o M M M & b rec in du & anc fin. S.D. (At dr.) It is th ord o th R.W.M. tha th bro ent ths L o M M M & b rec in du & anc fin. Mar. Frd Mch. Chin rt, Mch. Hlt. Lft fc. (Line in wst, fcg est.) S.D. My Bro., I rec y mt ths L M M M upon th e o th eng chl, undr th psr o th mlt, wch is t tch y tha th mrl prc o ths deg shd ink a dp & lstg mhlsn upon yr ftr lf & c. Mar. Rt fc. Frd, chin lft, Mch. (Mar cndts line once arnd rm (J. & S.W. gvg try as it passes) & t th E whr Mar gvs cmnd— Hit. Lft fc.” S.D. thn steps one pace frd, 1/ t fcs & instincts ~Z (:~a~:ht; returns to hs pun lin~ Th 28 R.W.M. thn rises & he, or Chap, reads or recites portion o lesson, as follows:) 1. “And we will cut wood out of Lebanon, as much as thou shalt need; and we will bring it to thee in floats by sea to Joppa, and thou shalt carry it up to Jerusalem.” (R.W.M. *) (Another crct; Same procedure, except d g & ~ o F C. Lesson.) 2. “Then he brought me back the way of the gate of the outward sanctuary, which looketh toward the east, and it was shut. Then said the Lord unto me, This gate shall be shut, it shall not be opened, and no man shall enter in by it; because the Lord, the God of Israel, hath entered in by it, therefore it shall be shut.” (R.W.M. **). (Another crct; Same procedure, except d g & ii o M M. Lesson.) 3. “It is for the prince; the prince he shall Mit in it to eat bread before the Lord; he Mhall enter by the way of the porch of that gate, and shall go out by the way of the Hame.” (R.W.M. ***). 29"},{"pageNumber":17,"pageContent":"(Another crct; Same procedure, except s o F. Lesson.) 4. “And the Lord said unto me, Son of man, mark well, and behold with thine eyes, and hear with thine ears, all that I say unto thee concerning all the ordi - nances of the house of the Lord, and all the laws thereof; and mark well the en - tering in of the house, with every going forth of the sanctuary.” (R.W.M. ~ (Mar. gvs nec cmnds fr floor work. Line arrives at S aftr ~th. Lesson.) S.D. (At tk S.) *** * J.W. (Rising.) * Wh cins hr? (Same qstns & ans as at IA dr.) Th P is rt. Cndt th bro t th S.W. in th W, fr hs exin. S.D. (At IA W.) *** * S.W. (Rising.) * Wh cins hr? (Sm qstns & ans as at IA dr.) S.W. Th P is rt. Cndt th bro t th R.W.M. in th E, fr hs exin. S.D. (At IA E.) ~ * R.W.M. (Seated.) * Wh cins hr? (Sm qstns & ans as at th dr.) R.W.M. Th P is rt. Rcndt th bro t th S.W. in th W, wh wi tch hin hw t adv t th alt fr, th frth tin In Msy in du & anc fin. Mar. Rt fc. Frd, chin ift, Mch. (Mar. goes I hs seat. S.D. leads th line.) S.D. (At th W.) Hlt. Rt fc. Bro S.W., (S.W. rises.) it is th ord o th R.W.M. tha y tch ths bro hw t adv t th alt fr th frth tin in Msy, in du & anc fin. S.W. CsthbrotfcthE. S.D. Abt fc. (Done. S.W. leaves Sta & Iks pstn at th nth wst crnr o th alt, fcg W.) S.W. My Bro, adv on yr 1 f as E A, gv th d g & s; on yr r as F C, gv th d g & s; on yr 1 as M M, gv th d g & s. Adv on yr r f, bring th hls tgthr as bfr. (Tka cand by 1 a) I wi nw cndt y t th alt whr y ar abt t b ind a M M M in du fin, wch is by kng on bth kns, bth hnds rstng on th H B, S & Cs. (Done.) R.W.M., th bro is in du fin. R.W.M. My Bro, y ar agn kng at th S A o F Msy & ar in du fin t tk th sol O o M M M. I am per t gv y th sin assnc y hv rec in th prec degs, tha thr is nthg thin cntd wch wI cnflct wth yr mrl, scl or (v1 dts, b thy wht thy may. Wth ths assnc on my pt, ar y wlng t tk th 0? F 30 31"},{"pageNumber":18,"pageContent":"Cand. I am. R.W.M. ~ Th bren wl fin two pri Ins xtng fin th alt t th E. (Lines find under th drctn o th Mar. Mar. at lid o sth In; .1.0. at th ft. M.0. at hd o nth In, S.0. at th ft. Wrdns in th E fcg the W. All in lines at s o F.) R.W.M. Those nt in th lns, may b seated~ (R.W.M. goes I all.) Say I, pm yr nm’in full, & rep a me: o in of w a a, p o A G a t R W L o M M M, e t G a d t t in o H A, d h a h, sol a sin p a s, t I w n r t s o t d t a p i t w, e I b w a leg c a d o L o M M M, o t a b o t d w I s h f t b 5, b d t, s e, o lawful in i. I furthermore p a s t I w a a o a d s a s, s t a r b in f a L o M M M, o g in b a b o t d, i w t 1 o in c t. I f p a s t I w r t in o a b M M M, w o t in a a p, a w g h r i i in p; i n, I w r h in w t p t, w i a j h sos, e i vt t I~ P0 a,d. I f p a s t I w n a o c t in w I s h s; a t s h b r i t L b o in. I f p a s t I w n 1 o 5 in in, n p i a s t, u is h b r f if p. If past 1w n w, c,nd aLoMM M, o a b o t d, o o t v o a d w, w i o p, n p t s t b d b a, i~’i in p t p. At I do~sol a sin pa s, w a h, e, o in r, b in u n I a p t t oh in r e s o, a in r h s o, s I e, k o w, v t in s 0 oM M M. S h in G a in m s t k a p t s. I t o y s, k t H B o w y h r. Bro S.D., mv th c t. R.W.M. (At hs Sla in Ih E.) * (R.W.M. rmns standing.) My Bro, bfr y rise fin tha s A, I pro - pose t cl yr atn t sin o th ties o th 0 y hv jst tkn. You hv sol swrn tha y w n a o c tin w y s h s, at s h b r it Lb o in; you hv als sol swrn tha y w n 1 o s y in, nor p i a s t, u i s h b r f i .f p. At th bldg o K S T thr wr eghty thsnd F C mpld. Amg so Irg a nmbr it wld b ntrl t sps tha our G Ms wld hv bn mpsd upon ~y unskfl cfmn pres w unf ft use; bt thy wr nt, fr K S tk th prctn tha ech cfmn shd chs fr hmslf a in & p1 it upon hs w, so tha it shd b kn & dstgd whn brt up prmscly fr insp. A bro’s in, thrf, bcm synins wth hs nm & y wld hv no mr rt t alt o.chg yr m, 1 o s it, thn y wld yr nin. You hv als sol swrn tha y wl rec th moabroMMMwhnotyaap&w g h r, if i y p; if nt, y wl r h in w t p t, 32 33"},{"pageNumber":19,"pageContent":"wch is a j h s o s, eql in v t t f p o a d. It nw bcms nec fr me t ask o y th 1 o t d, fr wch I o y in in a a p. Bro S.D., pres th in. (R.W.M. tks seat.) (If cand receives th m, thr ar no words at th alt. If he deins t tk it, th S.D. says t hm:) S.D. My Bro, y hv jst sol swrn tha y wi r t m o a bro M MM, whn o ty a a p. (If he ~sIl dclns, S.D. says:) You inst r thin! S.D. R.W.M., th bro hs cmpld wth a prtn o hs 0, tha o r y in. R.W.M. WI he grnt my req? S.D. (To cand.) Wl y grnt th R.W.M. req? (Cand responds.) R.W.NI., he cnnt grnt yr req. R.W.M. He wi thn rtn my in tha I in apply t sm othr bro. S.D. (As cand ofrs I rtn in.) My Bro. y hv jst sol swrn tha y wi nt r a b in w t p t. Hv y a q o a d? (Cand responds.) R.W.M., th bro cnnt cmply wth a prtn o hs 0, tha o r a b m w t p t; he is ntriy d. R.W.M. Bren, y se bfr y a wor bro M M M, wh is so ntrly d as t b unbl t cmpiy wth a prtn o hs 0, tha o r a b in w t p t. Wh wi ast hm? 34 All (Prom pIly.) I wI. (Mny is handed by sm bro t th eand, wh tim gvs it & th m t th S.D., wh tks thin t th R.W.M.) R.W.M. (Rises.) My Bro, ths dmnd is ind o y at ths tin, whi at th alt on yr bnd kns, t mprs upon yr ind in th inst sol mnnr, tha y shd nvr hstly r th aplctn o a wor bro whn acmpd by SO s a p as hs m, bt g h r ii yr p; if nt, r h in w t pt, wch wI enbl hin t prcr th cmn necessaries o If. I wi nw ins y in th ss o ths deg. Ths ..,isthGHSoSoDoMMM. It aids t th way & mnnr in wch ech bro is rqrd t cr & pres hs w whn bng advd tthsdeg. Ths ,isthPS,&aldstth P Ws, wch ar H 0. It ais aids t th r o th k s by th Ovs. “He tha hth an e, It hin h.” Ths is th D G o M M M & ths th S. Thy aid t th p o th 0, tha y wid h y r e sin o & y r h st o, shd y v y s 0 oM M M. Ths D G & 5, (Gvg thin.) shd always b gvn as a s t th R.W.M., o entrg o rtng fin a L o M M M. (At Ih alt.) Aing so lrg a nmbr as eghty thsnd, it wld b ntri t sps tha our G Ms wld hv bn mpsd upon by cfmn d w nt thr du; bt thy wr nt, fr K S tk th fthr 0~ I"},{"pageNumber":20,"pageContent":"prctn tha ech cfmn d w shd thrst hs r h mt th apt o th S.W., wth a cpy o hs in in th plm thrf, at th sin tin gvg ths t. (Illus - Irale.) Th aint o w du tha ptclr in ws p1 upon hs fngrs, wth wch he wthdw hs h & so ech bro psd on in suc. It ws fr th wnt o ths t tha y wr dtctd as an i, & it cm ~r cstngyyrrh. I nw pres my r h in tkn o f & b i & wi pt y in pssn o th grps & wds o ths deg. As y ar unstcd, h wh hs hthrt ansd fr y wi at ths tin. (Gvs P G I cand.) Bro S.D., wht is tha? S.D. ThPGoMMM. R.W.M. Hsitan? S.D. It hs. R.W.M. Wlygitm? S.D. Idnsrecinthrwl [s:i. R.W.M. Hwwiydoi? S.D. Iwisiwy. R.W.M. S i & b. S.D. Y b. R.W.M. S.D. ** R.W.M. S.D. **~~* R.W.M. Ths, my Bro, is th P G o B y. (Sec syl fsl.) M M M, its nin is *****~ It tks its nin fin th anc c o ~ whr th mtrls fr th T wr md whn br dwn fin M L. Mas trdtn infs us tha th s c at tha p1 ws so nrly prpn, tha~ it ws wth dif tha th wkmn cid ascd without astc fin abv, wch astc ws afrd thin by ths 5 g, gvn by grds sta thr fr tha prps. It hs snc bn adptd as a p P t b gvn bfr gng admn mt any j & d c b o M M M. Rise. Bro S.D., wi y b o, o U S.D. F. R.W.M. Fw&tw? S.D. FthPGoMMM, t th R G o th s. R.W.M. Ps. Wht i t? S.D. ThRGoM MM. R.W.M. Hs~i a n? S.D. It hs. R.W.M. Wiygitm? S.D. Idnsrecinthrwilsii. R.W.M. Hwwiydoi? S.D. Iwisiwy. R.W.M. S i & b. S.D. Yb. R.W.M. B y. S.D. **** (Sec syl fst.) 36 37"},{"pageNumber":21,"pageContent":"F R.W.M. ~ S.D. ~ R.W.M. Ths, my Bro, is th R G o M M M, its nin is “““~ ~ It tks its nin fin a pas o 5, in wch it is wrtn,” ~ “‘~ th entrg in o th h wth evry gng frth o th Sc.” You wI prcv tha or a & 1 fin th intis o.th nin o ths G; th I, th itr*, th a, th ltr*; **** ~ my Bro. ~ (R.W.M. rtns I hs Sta. Cand cndld I Ih nIh sd o Ih L, fcg sth.) (Three Cfmn now enter by way o th otr dr, one o thin carrying a roll o plans. They proceed t th trstl brd, wch hs prvsly bn st up jst wst o th J.W.Sta. Th trstl brd hs on it a cmpld arch, wth k s hvg th in o G M H A. 1st. Cf inn unrolls plans & proceeds t cmpr thin wth dsgn on th trstl brd, th other two Cfmn lkng on wth interest.) I] 1st. C. in t cinpit 2nd. C. 3rd. C. IrsIl brd) idntl. S.W. Cfmn, hv y fnshd yr w? 1st. C. Bro SW., th pins gvn us fr th day, ci fr th cmpln o th prin arch; all Our pIns cl fr a k s wth a crtn th prin arch. Th dsgn on th t b is unsl. Ths in, (Indicaling th one on & th m on th k s in our plns, ar th stones br up fr tha prps hv bn placed. Th arch is cmpit, bt fr th k s. S.W. Whhsntthksbnbrup? 1st. C. Nn o th wkmn hv hd ords t frnsh it; it evdntly hs nt bn wrght. (Cfmn relire.) R.W.M. Bro S.W., wht is th cs o ths cnfsn? S.W. Th T is nriy cinpid, bt th wkmn ar at a std fr th wnt o a crtn k s wch nn o thin hv hd ords t frnsh. R.W.M. Tha pc o w ws asgnd t our G M H A, & fin hs wi knwn pncity, I hv cnfdc t blv tha he has cinpid it agrbiy t th org dsn. Mk inq o th Ovs & se if a pc o w, brg ths ptcir in, hs bn pres t thin Er i? Bro Mar, tins th in. (Done.) S.W. Bro Ovs, rep t th W. (Th Ovs meet wst o th alt, fcg W. Th M 0 is on th rt o th ln, th 5 0 in th cntr, & th .1 0 on th lit. Thy pcd t th W.) S.W. Bro M 0, hs a pc o w brg ths m bn pines t y fr I? M.0. (A fIr exmg in.) Thr hs. S.W. Wht dspn dd y ink o it? M.O. It bng nthr a rg obl nor a sq, nt hv th in o any o th wkmn upon it, & we 38 39"},{"pageNumber":22,"pageContent":"nt kng tha wch ws upon it, cncld it unft fin use, & hvd it ovr a th rb. (Ovs. separate.) S.W. R.W.M., a pc o w binng ths in hs bn p t th Ovs fin i, bt it bng nthr a rg obi nor a sq, not hvg th in o any o th wkmn upon it, & thy nt kng tha wch ws upon it, cncld it unft fr u & hvd it ovr aing thinb., R.W.M. Ths is tinly unf as no ls dpnds on tha s thn th c o th T. Cs strc s t b ind & se if it cn b fnd. S.W. Bro Ovs, (Ovs rsm frmr psln.) ink strc s & se if th s cn b fnd. (Th Ovs rt fc, throwing thin in sngl fi, wth th M.0. in adv. Thy pcd t th nth est crnr o th L. Th s is fnd. Mchng three abrst, M.O. on th rt o th ln, thy carry it t th S.W., fi bk & separate as bfr.) S.W. (AfIr cmprng in.) R.W.M., th s sght fin hs bn fnd & I now trans it t y. (Ovs rsm frinr pstn, xct a rt abt whl & carry it t the R.W.M. going up the sth sd o th alt. Th Qvs, aftr handing up th s, fi bk & stand in sngl f 1, fcg the est, M.0. on th rt. Th R.W.M. tks the s, examines it crfly. & holding it in hs rt hand, says:) R.W.M. “Ths is th s wch ws st at nght o you bldrs, wch is bcm th hd o th cinnin.” (R.W.M. pls s on pdstl; Ovs xct lft fc & starr twrds wst, sngl fi, J.0. in adv. Thy ar hltd by th R.W.M. wth one blow o th g. Thy tin & fc th R. W.M. diagonally, & do nt move fin ths pstn until th R.W.M. lis cm pid th Lesson:) Dd ye nvr ind in th S. “Th s wch th bidins in, th sin is bcm th hd o th crnr.” ** And hv ye nt rd ths S, “Th s wch th bldins in, is bcm th hd o th cinnin.” ~ Wht is ths thn tha is wrtn, “Th s wch th bidins r, th sin is bcm th hd o th cinnr.” **** Rep t yr Sta. (Ovs rtn t Sta, & ar seated. S.D. cndts cand t th est by way o th nth; chair plcd fr cand.) HISTORICAL LECTURE My Brother, this degree is founded on the k s of a certain a of K.S.T. It was wrought by our G.M.H.A., but before he had given orders to have it carried up, he w s, as we have had an account in the preceding d. It so happened that on the s d of a certain w, when the craftsmen were carrying up their w for i, a young FC, seeing this piece of w, and concluding it designed for some por - tion of th T, brought it up. He presented it to the J.O. at the s g, who observed that it was neither a r obi nor a s, nor had it the in of any of the workmen upon it, but for its singular form and beauty, he was un - willing to r it, and suffered it to p to the 40 41"},{"pageNumber":23,"pageContent":"S.O. at the w g. He, for similar reasons, suf - fered it to p to the M.O. at the e g, who called together his Bro. Ovs and held a con - sultation. They, observing that it was nei - ther a in obi nor a s, not having the in of any of the workmen upon it, and not knowing that which was upon it, concluded it unfit for use, and h it o aing th rb. The S.W. then informed K.S. that the T was nearly c but that the workmen were at a stand for the Want of a certain k s, which none of them had had orders to furnish. K.S., con - fidently believing that our G M H A had completed this piece of w agreeably to the original design, ordered inquiry to be made of the Ovs to see if a piece of w, bearing a certain in, had been presented to them for inspection. Upon inquiry being made, it was found there had, but for the reasons already given they had concluded it unfit for use and h it o aing th rb. K.S. then ordered strict search to be made to see if it could be found. Search was accordingly made, the 5 found, and afterward applied to its in - tended use. Its c was w, and to it alludes a certain p of S: “To him that overcometh will I give to eat of the hidden manna, and I will give him a w s, and in the s a new name written which no man knoweth saving he that re - ceiveth it.” The~ new name is composed of words, of which the letters on the k s are the initials. They are *** * * ** *• In pass - Ing an examination, you will alternate these words, as I now do with the S.D. Brother S.D., Commence (Words alternated by S.D. and R.W.M.) This was the in of our G M H A. It is now the general in of this d, in the center of which each brother places his own private in, to which the t in the 0 particularly alludes. It will be necessary for you to select a in and cause it to be filed with the Sec’y, to be recorded in the L b of in, before you can lawfully receive the degree of R.A.M. This degree was founded to’be conferred on all who should be found worthy and well qualified, not only as an honorary reward for their zeal, fidelity and attachment to Masonry, but to render it impossible that any brother, who should be found worthy of being advanced to this honorary degree, should ever be reduced to such extreme in - digence as to suffer for the common neces - 42 43"},{"pageNumber":24,"pageContent":"F saries of life, when the price of his in would procure the same. A brother, presenting his in and craving assistance, represents our G M H A, who was a poor man; but, for his regular and upright conduct, his great skill in architecture and the sciences, became eminently distinguished among the crafts - men. A brother, receiving the in and grant - ing assistance, represents our G M , S K of I, who was a rich man and eminently dis - tinguished for his great liberality. WORKING TOOLS The working Tools of a Mark Master Mason are the Chisel and Mallet. The Chi - sel is used by operative masons to cut, carve, mark and indent their work. It morally demonstrates the advantages of discipline and education. The mind, like the rough ashlar, when taken from the quarries, is rude and unpolished; but as the effect of the chisel in the hands of the skillful workman soon outlines and per - fects the carved capital, the stately shaft, and the beautiful statue, so education dis - covers the latent virtues of the mind, and draws them forth to range the large field of matter and space, to display the sum - mit of human~ knowledge, our duty to God and to man. The Mallet is used by operative masons to knock off excrescences and to smooth Surfaces. It morally teaches to correct irregularities and reduce man to a proper level; so that, by quiet deportment, he may, in the school of discipline, learn to be con - tent. What the mallet is to the workman, en lightened reason is to the passions; it curbs ambition, it depresses envy, it mod - erates anger, and it encourages good dis - positions; whence arises among good ma - sons that comely order: “Which nothing earthly gives or can de - stroy, The soul’s calm sunshine, and the heartfelt joy.” QUESTION AND ANSWER LECTURE Q.AryaMMM? A. I am, t in. Q. Hwwlybt? A. By th c a in. Q. Wh by th c a in? 44 45"},{"pageNumber":25,"pageContent":"A. Bcsthyarthpprmiblgttd. Q. WhrwrymdaMMM? A. In a j a d c L o M M M. Q. Wht win th p crc atdg yr a t t d? A. I ws csd t r one o th c e a t b o K S T, whs cstm it ws, on th s d o e wk, t c u thr w f i. Q. By whin ws t w A. By t Ovs ap by K S a s at th s, w a e gts o t T. Q. Hw mny F C win e a th b o K S T? A.Et. Q. Aing s lg a nin, win nt o G Ms lbl t b i u by uns c p w u f u A. Thy win nt, fr K S tk th p t e c s c f h a in and p i u h w, so t i s b k a d, whn b up p f i. Q. Wht win t wg o a F C whs w w a? A. 0 p a d. Q. Aing s Ig a nin as e t, win nt o G Ms IbI t b i u by c d w n t d ? A. Thy win nt, fin K S tk th f p t e c d w shd t h in h i t a o t S W, wth a c o h in in th p t, at th sin t g t t. Q. Towhtdtta? A. To th w a in in wch e t c in h w. Q. Of wht f u i it? 46 A. To dst a t.cf a i. Q. Whn a i ws dtc, wht w t p? A. To h h in h s o. Q.HwwryptbmdaM MM? A. Bng dpr o a ins, c in, b e, a c t f t a in b, and c a M M. Q. Hv y ass b t t d? A. I hv sv. Q. Shw in a s. (Done.) Wht it c? A. ThGHSoSoDoMMM. Q. To w d i a? A. To th w a in in wch e b is in t c and p h w, whn b a t t d. Q. Shw in a s. (Done.) Wht it c? A. ThP-S. Q. To w d i a? A. To t P Ws. Q. Wht at? A. ~ Q. To w d i f a? A. To th in o t 1~ s b t Ovs. Q. Shw in a s. (Done.) Wht i t c? A. ThDGoMMM. Q. Shw in a s. (Done.) A. Th ~o M M M. Q. To w d t a? A. To t p o t 0, t I w h Wht it c? m r e sin o and 47"},{"pageNumber":26,"pageContent":"in r h st o, shd I v in s 0 o M M NI. Q. Hv y a g big t t d? A. Ih. Q. Cmc i. (Done.) Wht it? A. Th P G o M M M. Q. Hs i a n? A. Ih. Q. Wi y g it in? A. I d nt s in i, n wi I s i i. Q. Hwwlydoi? A. I wI s i w y. ~. ~ i a b. A. Yb. Q. By. Q. A. Q. A. Q. A. Q. A. Q. A. Q. To w d i a? To th a c o ~“‘~“‘, whr th in f t T w I whn b d f M L. WI y b o o f? F. F w a t w? FtPGoMMMttRGots. Ps. Wht i t? ThRGoM MM. Hs i a n? A.Ih. Q.Wlygitm? A. Id nt s in i, nw Isii. Q.Hwwlydoi? A. I wi s i w y. ~. ~ i a b. A. Yb. Q. By. Q. Q. Towdia? A. To a c p o 5, ~ h w e g f o th S.” Q. Onwwtdf? A. Th k s o a c a o K S T. Q. By w w i w? A. ByoGMHA. Q. Whtwiclr? A. W, at ia ac po 5, “To ht o wil gv to e o th h in, and I wi gv h a w s, and i t s a n n w, wch n in k s he t in Q. Whtitnnm? A. It i c o w of w Q. Wht a A HTwsstKS. **** th e i o th t 1 o t k 5 a t i. ~18 49"},{"pageNumber":27,"pageContent":"ADDRESS TO CANDIDATE (Direct Cand to rise.) My Brother, I congratulate you on hay. ing been thought worthy of being advanced to this honorary degree of Masonry. Per - mit me to impress it on your mind that your assiduity should ever be commensur - ate with your duties, which become more and more extensive as you advance in Masonry. In the honorable character of Mark Master Mason, it is more particularlyyour duty to let your conduct in the world, as well as in the Lodge and among your brethren, be such as may stand the test of the Grand Overseer’s square, that you may not, like the unfinished and imperfect work of the negligent and unfaithful of former times, be rejected and thrown aside, as unfit for that spiritual building, that house not made with hands, eternal in the heavens. While such is your conduct, should mis - fortune assail you, should friends forsake you, should envy traduce your good name and malice persecute you, yet may you have confidence that, among Mark Master Masons, you will find friends who will ad - minister relief to your distresses, and coin - rort your afflictions; ever bearing in mind, as a consolation under all the frowns~ of fortune, and as an encouragement to hope I’or better prospects, that the stone which the builders rejected (possessing merits to them unknown) became the chief stone of the corner. CLOSING R.W.M. *BroJ.D.,whnaLoMMM is abt t b clsd, wht bec yr fst dty? J.D. TosethathLisdlyt. R.W.M. Atd t tha dty & inf th T tha I am abt t cis ths L o M M M; drc hin t tkdunotthrf&tac. J.D. ~ * T. ~ * J.D. (Opns dr.) Bro T., I am drctd t inf y tha th R.W.M. is abt t cls ths L o M M M. Tk du not thrf & t ac. (Cis (Jr.) R.W.M., th L is dly t. R.W.M. Hw is th L t? J.D. By a bro o ths deg wtht, a wth 51 50"},{"pageNumber":28,"pageContent":"th ppr i o hs ofc. R.W.M. Hs dty thin? J.D. To ob th app o c & e & se tha nn p or r-p, exc sch as ar dly q & hv per fin th R.W.M. R.W.M. * Bro S.W., ar y a M M M? S.W. I am, t in. R.W.M. Hwwlybt? S.W: Bythc&m. R.W.M. Whbythc&m? S.W. Bcs thy ar th ppr in i big t ths deg. R.W.M. WhrwrymdaMM~? SW. Inaj&dcLoMMM R.W.M. HwmnycomaLoMMM9 S.W. Fv o min. R.W.M. Whn corn o ei, wh ar thy? S.W. Th R.W.M., S & J. Ws., S & J Ds., M., S. & J. Ovs. R.W:M. Th J.O. Sta? S.W. At th s g. R.W.M. ** Yr dty, Bro J.O.? J.0. Toithwatthsg. R.W.M. Th S.0. Sta? J.O. At th w g. R.W.M. Yr dty, Bro S.0.? S.0. Toithwatthwg. 52 RWM. ThM.O.Sta? SO. Attheg. RWM. Yr dty, Bro M.O.? MO Tofnshthiothwattheg. RWM. Th J.D. p1? M.O. AtthrothS.W.inthW. R.W.M. Yr dty, Bro J.D.? J.D. To cin msg fin th S.W. in th W t th J.W. in th S & els abt th L as h in drc; prep & pres cands, atd t a at th o d, rpt th sin t th R.W.M., als t se tha th L is dly t. R.W.M. Th S.D. p1? J.D. At th in o th R.W.M. in th E. R.W.M. Yr dty, Bro. S.D.? S.D. To cin ords fin th R.W.M. in th E t th S.W. in th W & els abt th L as h in drc; wlcm & ci vstg bren, atd t a at th i d, als t in & c cands. R.W.M. Th J.W. Sta? S.D. In th S. R.W.M. Yr dty in th 5, Bro J.W.? J.W. To ob th Sn at in, wch is th g & b o th d, cl th C fin 1 to r, spinntd thin ding th hs thrf, cinfly t ob tha th inns o r ar nt p t i or e & se tha thy rtn t thin 1 in du ssn, tha th R.W.M. in rec h & thy p & p thinby. 53"},{"pageNumber":29,"pageContent":"R.W.M. Th S.W. Sta? J.W. InthW. R.W.M. Wh in th W, Bro S.W.? S.W. AsthSnisinthWatthcod, s stds th S.W. in th W, t ast th R.W.M. in o & c th L, p th C thin w, if any b du, tha nn in go awy d,— R.W.M. * Hv y prf tha dty? S.W.” I hv nt. R.W.M. Rep t yr apt & p th cfmn thin w. Bro M.O., ths is th d & th h whn th cfmn shd rep t th apt o th S.W. & rec thin w. Gv yr ords ac. M.O. Cfmn, rep t th apt o th S.W. & rec yr w. R.W.M. Bro Mar., acinpy thin. Main. Cfmn, fin in pro in two fis on th nth sd o th L. fcg th E. (Th cand in adv, S.D. on hs rt. Done.) Find Mch. (As th pro passes arnd th L, th following may b sung.) MARK MASTER ODE (Tune: America—F) Mark Masters, all appear Before the Chief O’einseein, In concert move. Let him your work inspect, For the Chief Architect; If there be no defect, He will approve. You who have passed the square, For your rewards prepare, Join heart and hand; Each with his mark in view, March with the just and true; Wages to you are due, At your command. Hiram, the widow’s son, Sent unto Solomon Our great keystone; On it appears the name Which raises high the fame Of all to whom the same Is truly known. (As pro reaches ath aftr third crct, Mar. gvs omnd:) Mar. Rt by fi, Mch. (Pro forms into sngl fi as follows; 1st. Mar.; 2nd. S.D.; 3rd. Cand, followed by cf inn. As it r~’aches th north, Mar. gvs cmnd:) Mar. Chin If t, Mch. (As pro marches t th wst, this verse may b ~iung) Now to the westward move, Where, full of strength and love, 54 55"},{"pageNumber":30,"pageContent":"Hiram doth stand; But if imposters are Mix’d with the worthy there, Caution them to beware Of the right hand. (Mar. rec hs w & tks pstn at rt o S.W. wicket, fac east. S.D. & cand rec thr w & form a in across th west, fcg east, wth S.D. on th rt. Mar. nw leads pro past wicket & to a point behind th cand, &. directs th cfmn towards th east, alter - nating them, so that th j~rst ef inn passes to th rt o th S.D., th second to th if t o th cand, & so on until the last cf inn hs passed. He thn gvs cmnd: Hit. mw fc.) (Th S.W. returns t hs Sta.) (By th foregoing movements thr wl b formed three sds o a sq, the north & south sides consist - ing o th cfmn, & th west sd, or base, o th S.D. (on th rt), th cand (In th center), & the Mar. on th left. Thn follows argument & discussion, after wch the 1st cf inn addresses th S.W.:) 1st. C. Bro S.W., ths yng F C hs wrght bt one h & thou hst md hin e unto us, “wch hv borne th brdn & ht o th d,” & we ar nt stsfd. R.W.M. Bro S.W., wht is th cs o ths dstsfn? S.W. The cfmn ar dstsfd wth thin w. R.W.M. Hvyntpthinata? S.W. I hv, bt thy wh hv borne th b & h o th d cinpln tha ths wh cm in at th e h, ar ind e u t. R.W.M. Bren, ar y wig t hr th L? Cfmn. We ar. R.W.M. Nt oniy hr it, bt abd by it? Cfmn. We wi. (Th R.W.M. goes t th alt, tins th B arn~d & read~ Matt. XX, I t 16:) It “is like unto a man that is an house - holder, which went out early in the morn - ing to hire labourers into his vineyard. And when he had agreed with the labourers for a penny a day, he sent them Into his vineyard. And he went out about the third hour, and saw others standing idle in the mar - ket-place, And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way. Again he went out about the sixth and ninth hour, and did likewise. And about the eleventh hour he went out, ~nd found others standing idle, and saith unto them, Why stand ye here all the day idle? They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever IM right, that shall ye receive. 56 57"},{"pageNumber":31,"pageContent":"So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first. And when they came that were hired about the eleventh hour, they received every man a penny. But when the first came, they supposed that they shou(d have received more; and they likewise received every man a penny. And when they had received it, they murmured against the goodman of the house, Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day. But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny? Take that thine is, and go thy way: I will give unto this last, even as unto thee. Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good? So the last shall be first, and the first last :“ (At th conclusion of th reading, th cf inn say:) Cfmn. I am satisfied. (Th R.W.M. turns th B arnd t its frmr pstn.) (Th fifth verse o th hymn may now be sung:) Now to the praise of those Who triumphed o’er the foes of Mason’s art; To the praiseworthy three, Who rounded this degree; May all their virtues be Deep in our hearts. (Th group remains at th alt until th L is dsd.) (There is now delivered the—) KEYSTONE LECTURE My Brother, the Key-stone of the Mark degree is duty, “Stern daughter of the voice of God.” We live not merely to breathe, but to act, therefore remembering that our works live after us, “let us do with our might what our hands find to do.” The chisel and mallet teach us not to be found in the market-places, idly stand - ing with folded hands, but to “work while the day lasts,” for life was not given for a possession, but for use. 58 59"},{"pageNumber":32,"pageContent":"This degree morally teaches us that we are to be honest in our work—not de - manding wages that we have not earned— to let our hands bear the mark of our work, whether in the burden and heat of the day, or in the coolness of eventide. We are also admonished that there is an Eye ~,that looks to our work, to see if it bears the stamp of His name, and lest we should be weary as we toil from day to day, we are encouraged by the promise of reward if we faint not. And this in - spires us to put ourselves—soul and body, talent and energy—faithfully to perform the work that lies before us; that, when the shadows of night fall, and we can work no more, we shall hear with gladness the command, “Call the labourers and give them their hire.~~ “Then shall each brother’s tongue de - clare How bounteous his wages are.~~ The design of all Masonry is a search for truth, and he who earnestly seeks it shall be rewarded for his labors in the attainment of his desires. So, in the Vineyard of Masonry, it mat - ters not whether we begin with the morn - ing sun—bearing the heat and burden of Ihe day—or in the darkening twilight,~at the eleventh hour, if we but do our work eaithfully and earnestly, we shall receive our wages in a clear conscience and with the commendation “Well done, good and faithful servant.” (Durtng these ceremonies the subordinate of - ficers may be seated (except S.D. & Mar.), rising (~ the conclusion of the Keystone Lecture.) R.W.M. (At hs Sta in th E.) Th R.W.M. Sta? S.W. In th E. R.W.M. Wh in th E? S.W. AsthSnrssinthEtopn&gvth d, (R.W.M. gvs & rss.) s rss th R.W.M. in th E t o & g th L, st th C at w, gvg thin ppr instns fr thr I. R.W.M. Bro S.W., it is my ord tha ths L o M M M b nw clsd. Ths y wi c t th J.W. in th S & he t th bren pr tha, hvg du not thrf, thy m gv t ac. S.W. Bro J.W., it is th ord o th R.W.M. tha ths L o M M M b nw clsd. Ths y wl 60 61"},{"pageNumber":33,"pageContent":"c t th bren pr tha, hvg du not thrf, thy m gv t ac. J.W. Bren, it is th ord o th R.W.M., c t me thru th S.W. in th W, tha ths L o M M M b nw clsd. Tk du not thrf & gv y ac. R.W.M. Bren, atd t gvg th ss, oh th E. (Ss fm E.A. ~ M M M inc.:) (Thn ~ * rptd by th Wrdns.) Bro. S.D., atd at th alt. (Done.) I nw dcl th L dly clsd. Bro. J.D., inf th T. J.D. ~ * T. ~ * J.D. (Opns dr.) Bro. T., th L is dly clsd. R.W.M., th T. is infd. R.W.M. * PM OPENING R.W.M. * Bro. Mar., or a L o P’M. Mar. Off tk yr resp Sta & p15. Bren b ~‘1. R.W.M., a L o P M is dly or. :R.W.M. * Bro S.W., ar a pr P M ? S.W. AprarPM. R.W.M. Se tha th bren ar in ord as I~M. S.W. Bren, b in ord as P M. (Done.) I.L,W.M., th bren ar in ord as P M. R.W.M. * Bro J.D., whn a L o P M hi abt t b opd what bec yr fst dty? J.D. To se tha th L is dly t. R.W.M. Atd t tha dty & inf th T tha I urn abt t opn a L o P M; drc hm t tk du aiot thrf & t ac. J.D. * T. * J.D. Bro. T., I am drctd t inf y tha th R.W.M. is abt t opn a L o p M. Tk du not thrf & t ac. (Cis dr.) ~ T. ~ ** J.D. R.W.M., th IL is dly t. R.W.M. Hw is th L t? 62 63"},{"pageNumber":34,"pageContent":"J.D. By a bro o ths deg wtht, a wth th ppr i o hs ofc. R.W.M. Hs dty thr ? J.D. To ob th app o c & e & se tha nn p o r-p, exc sch as ar dly ql, & hv per fm th R.W.M. R.W.M. *BroS.W.,aryaPM? S.W~ Ihv~hhstb. R.W.M. Hwgndythadh? S.W. By hvg bn dly e & i t prs o & gv a j & d c L o F & A M. R.W.M. HwmnycomaLo PM? S.W. Thr 0 mr. R.W.M. Whn corn o fv, wh ar thy ? S.W. Th R.W.M., S. & J. Ws, S. & J. Ds. R.W.M. Th J.D. pl? S.W. At my r. R.W.M. ** Yr dty, Bro J.D. ? J.D. To cr msg fm th S.W. in th W t the J.W. in th S & els abt th L as h m drc; atd t a at th o d, rpt th sm t th R.W.M., als t se tha th L is dly t. R.W.M. Th S.D. pl? J.D. At th r o th R.W.M. in the E. R.W.M. Yr dty, Bro S.D.? S.D. To cr ords fm th R.W.M. in th E t th S.W. in th W & els abt th L as h. m drc; wlcm & cl vstg bren, atd t a at th I d, als t r & c cands. R.W.M. Th J.W. Sta? S.D. In th S. R.W.M. Yr dty in th 5, Bro J.W. ? J.W. To ob th Sn at m, wch is th g & b o th d, cI th C fm 1 t r, sprntd thin (irg th hs thrf, crfly t ob tha th inns o r ar nt p t i or e & se tha thy rtn t thr 1 In du ssn, tha th R.W.M. m rec h & thy p & p thrby. R.W.M. Th S.W. Sta? J.W. In th W. R.W.M. Wh in th W, Bro S.W.? S.W. AsthSnisinthWatthcod,s ~tds th S.W. in th W, t ast th R.W.M. in o & c th L, p th C thr w, if any b du, tha nn m go awy d, hrm bng th s o all ins, ospc ths o ours. R.W.M. Th R.W.M. Sta? S.W. InthE. R.W.M. Wh in th E ? S.W. AsthSnrssinthEtopn&gvth d, (R.W.M. gvs ~ & rss.) s rss th R.W.M. in th E t o & g th L, st th C at w, gvg thin ppr instns fr thr 1. 64 65"},{"pageNumber":35,"pageContent":"R.W.M. Bro S.W., it is my ord tha a L o P M b nw opd & std opn fr w & instn. Ths y wI cmnc t th J.W. in th S & he t th bren pr tha, hvg du not thrf, thy m gv t ac. S.W. Bro J.W., it is th ord 0th R.W.M., tha a L o P M b nw opd & std opn fr w & ins±n. Ths y wI cmnc t th bren pr tha, hvg du not thrf, thy m gv t ac. J.W. Bren, it is th ord o th R.W.M., cmncd t me thru th S.W. in th W, tha a L o P M b nw opd & sid opn fr w & instn. Tk du not thrf, & gv y ac. R.W.M. Bro S.D., atd at th alt. (Opn B at Ecci. XII. Done.) Bren, atd t gvg th ss, ob th E. (Ss fm E.A. t P.M. inc. Thn ***** rptd by Wrdns.) I nw dcl th L dly opn; Bro J.D., inf th T. J.D. ~** ** T. ~ ** J.D. (Opns dr.) BroT.,th L is dly opn. (Cis dr.) R.W.M., th T is inC. R.W.M * WORK R.W.M. Bro Mar, intrdc th cand. (Cand ci as Ill M cndtd into L & seated wtht fin. Mar. tks hs seat.) R.W.M. Bren, in cnfrg ths deg it wl b nec fr me t vct th Ch. Y wI, thrfr, elc Mm bro t prs as M. If thr is no obi th ~ec wI cst th vt o th L. Thr bg no obj, It is s ord. * Sec. (Rising.) R.W.M., Bro he rec th vt o th ~L. R.W.M. I dcl Bro dly elcd. lIro IWar, pres th M elc fr instln. Mar. R.W.M., I pres Bro wh hs bn dly elcd t prs as M. R.W.M. My Bro, I congt y on hvg bn elcd t prs as M. It is an h o wch y may WI fi prd. Bt, bfr tkg yr p1, it is nec tha y b i. It is als nec tha y tk a sol 0 t kp th C blg t th Ch. Wth th usl assnc on my pt, if y ar wig t tk t 0, y wI kn at th alt on bth kns, bth hnds rstng on th H B, S & Cs. (Done.) ~ Th bren wl fm two prl Ins ~ctng fm th alt t th E. (Lines fmxl under th drctn o th Mar, wh tks hs p1 at th hd o th sth in. Th S.D. tks hs p1 at th alt, tha is the p1 whr th Mar ws. Wrdns in th cst, fcg wst. All in th lns at s of F.) R.W.M. Those nt in th Ins may b seated. (R.W.M. goes t alt) Say I, pm yr nm in full, & rep a me: o m o f w a a, i p o A G a t R W L o P M, e 66 67"},{"pageNumber":36,"pageContent":"t G a d t t m o t H Ss J, d h a h, sol a sin p a s, t I w n r t s o t d t a p i t w, e i b w a leg c a d o L o P M, o t a b o t d w 1 shftbs,bdt,se,olawfulmi. Ifurthermorepastlwnot,oaoL o F a A M, o w I m b c t p, w g a 1, a p o a 1, oct stbd. I f p a s t I w n r t, o a o L o F a A M, o w I m b c t p, i a a o u m, b w g t s a t t a c, u a 1 o t C. A t I do sol a sin p a s, w a h, e, o m r, b m u n 1 a p t t o h m t s f t t r, t w t i o p o p d, s I e, k o w, v t m 5 0 o P M. S h m G a m m s t k a p t 5. I t o y s, k t H B o w y h r. Rise. R.W.M. (At hs Sta in th E.) * My Bro, thr is a D G & S bI~ t th Ch. Ths isthDG&ths thS.Thyaldtth p o th 0, tha y wld hv yr t s f t t r, t w t o p o p d, shd y v yr s 0 o P M. Ths D G & S (Gvg thin.) shd always b gvn as a s t th R.W.M., on entrg or rtrg fm a L o P M. (At th alt.) Thr is als a grp & wd bIg t th Ch. (Tks cand by strong G o M Al.) Fm a grp ta s, a two fid crd is s, bt a three fid crd is nt e b. Bro S. D., wht is tha ? S.D. ThGoPM. R.W.M. Hs it a n S.D. Iths. R.W.M. Wlygitm? S.D. Idnsrecinthrwllsii. R.W.M. Hwwlydoi? S.D. Iwlsiwy. R.W.M. S i & b. S.D. Yb. R.W.M. B y. S.D. *** (Sec syl fst.) R.W.M. *~* S.D. R.W.M. Ths, my Bro, is th G o P M; its nm is ~ ~ wch sig s-sqrs. I nw mv y wth th J o yr ofc, wch y wl prcv is a sq & I trst y wl pry a sq s in th T o M. (At est o alt.) I als pres y th thr G Ls in M, wch ar th H B, Sq & Cs & wthn tha S V y wl fnd all tha is nec fr yr c & g. Ths thr G Ls y ar alws t se in thr ppr pstn whn th L is opn. If on th E A deg, bth pts o th Cs bnth th Sq; if on th F C deg, one pt abv th Sq; if on th M M deg, bth pts abv th Sq. (Th R.W.M. ds nt tch th Ls.) I als pres y th chr, wch nabls y t do reg m w. 68 69"},{"pageNumber":37,"pageContent":"I als pres y th cnstn, wch y ar t stdy crfly & se tha its pvsns ar nt vltd. I als pres y th b-Is, wch y ar als t stdy crfly & se tha thy ar str enfd. (Th R.W.M. tks cand by lft a & cndts hm t a pstn near th See dsk. Th S.D. flws, bhnd th. cand.) I als pres y th rcrds, wch y ar t se crctly kpt, tha nthg imp is cmtd t p & y ar t hv a gnrl sprvsn ov th dts o th Sec. (No books ar handed t th cand.) As a m o dis, y as M ar t b cvd, (Th S.D. pis ht on cand.) whl th rst o th bren rmn uncvd. (Th R. W.M. rmvs hs ht & passes it avr th if t shldr o th cand t th S.D. As th R.W.M. & cand move t th E, th S.D. hnds th R.W.M.’s ht t th Mar, wh pis it on th Sec dsk. T.h S.D. thn passes arnd th alt t hs seat.) I wI nw cndt y t yr Sta, once so ably fid by our G M, S K o I, & I trst tha a prtn o hs wsdm wl rst upon & abd wth y. Lst, bt nt least, I pres y th g, wch is an mblm o pwr; one blw o wch * cls th L t ord; two blws * * cl up th sb Off; thr blws ~‘~‘ th whl L & one blw * agn sts thin & cls thin t ord. Hvg bn dly elcd & i, wth a wrnt or chr mprng y t w, th thr G Ls in thr ppr pstn & a cnstnl nmbr o bren pr, it is in yr hnds trly an mblm o pwr, fr shd th bren at any tm b in d o nfrng th cnstn o A,L o F M, it wld b yr dty, wth one blw o th g, t cl thin t ord; & shd an mrgncy evr arise whn it wld b bynd yr pwr t cntrl thin, it wld als b yr dty, wth one blw o th g t dcl th L clsd, snr thn print thin t nfrng th cnstn o A L o P M & y v th 0 y hv jst tkn at th alt. (R.W.M. hnds p t cand & bth ar seated. R.W.M. thn drcts cand t cl up L. Done. Th R.W.M. thn says:) R.W.M. M, bhld yr bren. Bren, bhld yr M. Slt hm wth th G Hs, tkg tm fm th E. (Done.) (Th R.W.M. drcts cand t seat th L. [If done at all, ths is th p1 t inst cand hw t r & g a L. Not nec, however, as cand, hvg cid up & seated th L, hs dn all rqrd t ps th Ch.] Note: Bfr th L is seated th R.W.M. may drct th Mar t fm th bren in pro, in two fls, and as th pro ~ asses arnd th L, th following P M Ode may sung.) PAST MASTER ODE (Tune: Peterboro, G; Arlington, G; or Asmon, G.) Accept the trust we offer thee, Our Master and our Guide; 70 71"},{"pageNumber":38,"pageContent":"F May justice, truth, and purpose high, In all thy power abide. God help, in thy extended charge, To keep our temple fair; To rear it higher, higher still, The temple of thy care. Oh !‘ lead us~ by the light of truth, To walk in wisdom’s way, Through all the trying paths, of life, To realms of endless day. (If procession is used & Ode sung th bren at mchd arnd L three tins, singing one ‘vrs each crct; aftr third crct, pro continues t th wst whr th Mar dvds th Ins, bren passtng up each ad o alt in two prl lns; Mar thn gvs cmnd: mw fc, & whl in ths pstn th R.W.M. says:) R.W.M. M, bhld yr bren, Bren, bhld yr M. Slt hin wth th G Hs, tkg tin fm th E. (Done.) (Aftr wch th R.W.M. drcts th cand t seat th L.) (Th R.W.M. nw rmvs th cand ht & drcts hm t vct th Ch & step dwn fm dais. Th S.D. pls th cand in frnt o th R.W.M. fcg th E. Th R.W.M. hnds th cand ht i th Mar wh pls it on th Sec dsk & hnds th R.W.M. ht t hin. Th R.W.M. is nw cvrd.) R.W.M. (At hs Sta in th E & cvrd.) My Brother, the dutlem of the Chair are many and various. They consist of open - ing, instructing and closing Lodges; ini - tiating, crafting and raising Masons; pre - siding at dedications, consecrations and ~n- stallations, at the laying of corner-stones of public edifices, at funeral obsequies, and the performance of all other duties corres - ponding thereto or connected therewith. A brother should be well qualified in these several duties in order to preside credit - ably over a Lodge of Free and Accepted Masons. QUESTION AND ANSWER LECTURE Q. Ar y a P M? A. I hv th h 5 t b. Q. A. dcL Q. A. Q. A. Q. A. Hw gnd y t d h ? By hvg bn dly e & oF a A M. itpo&gaj& Hv y a s blg t t d ? I hv. ~ in a s. (Done.) W it c ThDGoPM. S in a s. (Done.) W it c Th 5 o P M. 72 73"},{"pageNumber":39,"pageContent":"F Q. T w d thy a? A. T t p o t 0, t I w h m t 5 f t t r, t w t i o p o p d, s I v in 5 0 o p M. Q.Hvyagblgttd? A. I h. Q. Cmc i. (Done.) Wht i t? A. ThGo PM. Q. Hs i a n? A. I’h. Q. Wlygitm ? A. I d nt s r i, n wl I 5 ii. Q. Hw wi y d o A. I wI s i w y. Q. Si a b. A. Yb. Q. By. A. *** (Sec syl fst.) Q. A. Q. A. *** *** Wht d it s ? S ss. ADDRESS TO CANDIDATE My Brother: The Past Master’s de - gree, unlike all the other degrees of Pree - masonry, sheds no light upon itself. It was formerly conferred only on Masters of Lodges, to instruct them in the duties they owed the Lodges over which they were called to preside, and likewise the duties of the brethren to the Chair; but we, as Royal Arch Masons, confer this degree,not only as a preliminary step, but also for the more important purpose of guarding us against a breach of our Masonic obliga - tions. The conferring, at this time, of a degree which has no historical connection with the other capitular degrees is an apparent anomaly, which, however, is indebted for its existence to the following circum - stances: Originally, when Royal Arch Masonry was under the government of Symbolic Lodges, in which the Royal Arch degree was then always conferred, it was a regu - lation that no one could receive it unless he had previously presided as the Master of that or some other Lodge, and this re - striction was made because the Royal Arch was deemed too important a degree to be conferred only on Master Masons. But, as by confining the Royal Arch to those only 74 75"},{"pageNumber":40,"pageContent":"F who had been actually elected as the pre - siding officers of their Lodges, the exten - sion of the degree would have been mate - rially circumscribed, and its usefulness greatly impaired, the Grand Master often granted, upon due petition, his dispensa - tion to permit certain Master Masons (al - though, not elected to preside over their Lodges) “to p~ss the Chair,” which was a technical term, intended to designate a brief ceremony, by which the candidate was invested with the mysteries of a Past Master, and, like him, entitled to advance in Masonry as far as the Royal Arch, or the perfection and consummation of the third degree. When, however, the control of the Royal Arch was taken from the Symbolic Lodges and intrusted to a distinct organization —that, namely of Chapters—the regula - tion continued to be observed, for it was doubtful to many if it could legally be abolished, and, as the law still requires that the august degree of Royal Arch shall be restricted to Past Masters, our candi - dates are made to pass the Chair simply as a preparation and qualification towards 76 being invested with the solemn instruc - tions of the Royal Arch. Your receiving this degree confers upon you no official rank outside of the Chap - ter. The honors and peculiar privileges be - longing to the Chair of Symbolic Lodges are confined exclusively to those who have been “duly elected to preside over and govern” such Lodges, and who have been called “Actual Past Masters,” whereas, those who receive the degree in the Chap - ter are termed “Virtual Past Masters,” for, although they are invested with the secrets of the degree, yet they are not en - titled to the rights and prerogatives of “Actual Past Masters.” This brief explanation is made in order that you may understand why this degree has been conferred upon you, and you per - mitted to preside as “Master in the Chair.” (Note: As th cand does nt opn th L, it is nt nec t hv hm gv a lctr, or prt o a lctr.) Note: Th R.W.M. o a L o PM shd b crvd. Th Mar. shd carry a baton. (Note: Whn class consists o mr thn one cand, th cands shd nt b admtd until aftr th elcn. All ar elcd at one tm & so ddd by th R.W.M., wh thn drcs th Mar t pres th Mstrs elc fr instln. Th Mar retires, lns up th cands in th prep rm & addresses thin as follows: 77"},{"pageNumber":41,"pageContent":"Mar. My Bros, as a pt o ths deg y by ech bn elcd t prs as M in th Ch. (He thn cndts thin t th wst o th alt. Stndg on th rt o th ln he says:) Mar. R.W.1V1., I pres Bros (Nmg thin by full nins) wh hv bn dly elcd t prs as Ms. (lJ’in ths pnt th wrk proceeds on all at th sin tin. Th cand in th cntr o th ln shd b advd one pace, t~iv wth ~h J & p’res wth th vrs artcls. He shd b crvd, cndtd t hs Sta & pres wth th p wth full xplntn. He is thn seated in th cntr Ch. Th rmng cands ar thn br up individually & pres wth th g. Ech shd prs & prfin sin act o athrty whl hldg th p. In pres th g t ths cands, I, th full xplntn may b oinid, th R.W.M. saying t ech:) R.W.M. I pres y th g. Y hv jst hrd its use xplnd. (Th g is thn rtnd t fst cand. He [by drctn o th R.W.M.] cls up th L, whn th R.W.M. says:) R.W.M. Ms, bhld yr bren, Bren bhld yr Ms. SIt thin wth th G Hs, tkg tin fin th E. CLOSING R.W.M. * Bro J.D., whn a L o P M is abt t b clsd, wht bec yr fst dty ? J.D. To se tha th L is dly t. R.W.M. Atd t tha dty & inf th T tha I am abt t cls ths L o P M, drc hin t tic du not thrf & t ac. J.D. ~ ** T. ~ ** J.D. (Opns dr.) Bro T., I am drctd t inf y tha th R.W.M. is abt t cis ths L~ o P M. Tk du not thrf & t ac. (Cis dr.) R.W.M., th L is dly t. R.W.M. Hw is th L t? J.D. By a bro o ths deg wtht, a wth th ppr i o hs ofc. R.W.M. Hs dty thr ? J.D. Toobthappoc&e&sethann p or r-p, exc sch as ar dly q & hv per fin th R.W.M. R.W.M. * BroS.W.,aryaPM? S.W. Ihvthhstb. R.W.M. Hwgndythadh ? S.W. Byhvgbndlye&itprso&gva & d c L o F & A M. R.W.M. HwmnycomaLoPM? S.W. Thr or mr. R.W.M. Whn coin o fv, wh ar thy ? S.W. Tb R.W.M., S. & J. Ws, S. & J. Ds. R.W.M. Th J.D. pi? S.W. At my r. R.W.M. ** Yr dty, Bro J.D. ? J.D. To cr msg fin th S.W. in th W t 78 79"},{"pageNumber":42,"pageContent":"tb J.W. in tb S & els abt tb Lash m drc; atd t a at tb o d, rpt tb sin t tb R.W.M., als t se tha tb L is dly t. R.W.M. Th S.D. p1? J.D. At tb r otb R.W.M. in th E. R.W.M. Yr dty, Bro S.D.? S.D. To cr ords fin th R.W.M. in tb E t th’ S.W. iA th W & els abt tb L as b in drc; wlcm & cI vstg bren, atd t a at tb i d, als t r & c cands. R.W.M. Th J.W. Sta? S.D. In tb S. R.W.M. Yr dty in th 5, Bro J. W. ? J.W. To oh th Sn at in, wch is th g & b o tb d, cl th C fin It r, sprntd thin drg th hs tbrf, crfly t ob tha th inns o r ar nt p t i or e & se tha thy rtn t thr 1 in du ssn, tha th R.W.M. in rec h & thy p & p thrby. R.W.M. Th S.W. Sta? J.W. In th W. R.W.M. Wh in th W, Bro S.W.? S.W. AsthSnisinthWatthcod, s stds th S.W. in th W, t ast th R.W.M. in o & c th L, p th C thr w, if any b du, tha nn in go awy d, hrm bng th s o all ins, espc ths o ours. R.W.NI. Tb R.W.M. Sta? S.W. InthE. R.W.M. Wh in the E ? S.W. AsthSnrssinthE topn&gvtb d, (R.W.M. gvs &rss.) srss th R.W.M. in th E t o & g th L, st th C at w, gvg thin ppr instns fr thr I. R.W.M. Bro S.W., it is my ord tha ths L o P M b nw clsd. Ths y wl c t th J.W. in th S & he t th bren pr tha, hvg du not thrf, thy m gv t ac. S.W. Bro J.W., it is th ord o th R.W.M. tha ths L o P M b nw clsd. Ths y wI c t th bren pr tha, hvg du not thrf, thy in gv t ac. J.W. Bren, it is th ord o th R.W.M., c t me thru th S.W. in th W, tha ths L 0 P M b nw clsd. Tk du not thrf & gv y ac. R.W.M. Bren, atd t gvg th ss, ob th E (Ss fm E. A. t P. M. inc. Thu *** ~ rptd by Wrdns.) Bro. S.D., atd at th alt. (Done.) I nw dcl th L dly clsd; Bro J.D., inf th T. J.D. ~ ** T. ~ ** J.D. (Opns dr.) Bro T., th L is dly clsd. R.W.M., th T is inf. R.W.M. * 80 81"},{"pageNumber":43,"pageContent":"MEM OPENING R.W.M. *BroMar.,oraLoMEM. Mar. Off tk yr resp Sta & pls. Bren bcl. R.W.M.,aLoM EMis dly or. R.W.M. * BroS.W.,araprMEM ? S.W.~.AprarMEM. R.W.M. Se tha th bren ar in ord as M E M. S.W. Br~n, b in ord as M E M. (Done.) R.W.M., tb bren ar in ord as M E M. R.W.M. *BroJ.D.,whnaLoME M is abt t b opd what bec yr fst dty ? J.D. To se tha th L is dly t. R.W.M. Atd t tha dty & inf th T tha I am abt t opn a L o ME M; drc hint tk du not thrf & t ac. J.D. * T. * J.D. Bro T., I am drctd t inf y tha tb R.W.M.isabttopnaLoMEM. Tkdunot thrf & t ac. (Cls dr.) “‘~ “~ T. “~ ~ J.D. R.W.M., th L is dly t. R.W.M. Hw is th L t? J.D. By a bro o ths deg wtht, a wth th ppr i o hs ofc. R.W.M. Hs dty thr ? .J.D. Toobthappoc&e&setha.nn p or r-p, exc sch as ar dly qI, & by per fin th R.W.M. R.W.M. *BroS.W.,aryaMEM? SW Iam,tm. RWM Hwwlybt? SW. Bythks. R.W.M. Wh by th k s S.W. Bcs it cinpld K S T, on th cer o th ded o wch ths deg is fnd. R.W.M. WhrwrymdaMEM? S.W. Inaj&dcLoMEM. R.W.M. HwmnycomaLoMEM? S.W. Tw o mr. R.W.M. Whn corn o fr, wb ar thy ? SW. Th R.W.M., S.W., S. & J.Ds. R.W.M. Wb is thr n J.W. ? S.W. Jst bfr th cmpln o th T our G M H A ws s, as w by hd an acc in a prec deg; at th ded thfr, as no one hd bn app t fi hs p1, bs Sta ws v & hs I e. R.W.M. Th J.D. p1? S.W. At my r. 82 83"},{"pageNumber":44,"pageContent":"R.W.M. ** Yr dty, Bro J.D. ? J.D. To cr msg fin th S.W. in th W t th R.W.M. in th E & els abt th L as h in drc; prep & pres cands; atd t a at th o d, rpt th sm t th R.W.M., als t se tha th L is dly t. R.W.M. Th S.D. p1? J.D. .At th r o th R.W.M. in th E. R.W.M. Yr dty, Bro Sfl.? S.D. To cr ords fin th R.W.M. in th E t th S.W. in th W & els abt th L as h in drc; wlcin & cI vstg bren, atd t a at th d, als t r & c cands. R.W.M. Tb S.W. Sta? S.D. In th W. R.W.M. Wh in the W, Bro S.W. ? S.W. As th Sn is in thW atth cod, s stds th S.W. in th W, t ast th R.W.M. in o & c th L, p th C thr w, if any b du, tha nn in go awy d, hrm bng th 5 o all ins, espc ths o ours. R.W.M. Tb R.W.M. Sta? S.W. In th E. R.W.M. Wh in th E? S.W. AsthSnrssinthEtopn&gv th d, (R.W.M. gvs ~ & rss.) s rss th 84 F R.W.M. in th E t o & g th L, st th C at w, gvg thin ppr instns Ir thr I. R.W.M. Bro Mar, se tha th bren ar in du fin fr our dvs. Mar. Bren, fin a crcl abt th alt. Kn on th r k. Fm a cwth th rhovrthla. (Done.) R.W.M., th bren ar in du fm fr our dvs & awt yr pr. (R.W.M. & S.W. dscd & cmplt th crcl & c.) PRAYER Chap. “Praise the Lord, all ye people; praise him in his sanctuary; praise him for his mighty acts; praise him according to his excellent greatness. For his merci - ful kindness is great toward us and his truth endureth forever.” Amen. or Almighty God, unto whom all hearts are open, all desires known, and from whom no secrets.. are hid, cleanse the thoughts of our hearts by the inspiration of thy Holy Spirit, that we may perfectly love thee, and worthily magnify thy Holy Name. Amen. (Or any suitable prayer.) 85"},{"pageNumber":45,"pageContent":"R.W.M. Bren, hal two t t, tkg tin fin th E. (Done.) Rise. (R.W.M. & S.W. rtn t Sta.) R.W.M. Bro S.W., it is my ord tha a L o M E M b nw opd & std opn fr w & instn. Ths y wi cmnc t th bren pr tha, hvg du not thrf, thy in gv t ac. S.W. Bren, it is th ord o th R.W.M., tha a L’~o M E~M b nw opd & std opn fr w & instn. Tk du not thrf, & gv y ac. R.W.M. Bro S.D., atd at th alt. (Opn B at II Chrpn VI. Done.) Bren, atd t gvg th ss, oh th E. (Ss fm E A t M E M inc. Thn ~ •~* rptd by S.W.) I nw dcl th L dly opn. Bro J.D., inf th T. J.D. ~ T. ~“‘~ J.D. (Opns dr.) Bro T., th L is dly opn. (Cls dr.) R.W.M., th T is inf. R.W.M. * WORK FIRST SECTION R.W.M. Bro Mar., se tWa th cand is prep & pres. Mar. (Goes down south ad o I.e.) Bro J.D., prep & pres th cand. dr. (Th Mar. tks J.D. p1. J.D. retires thins inner Preps cand wth aprn as P M; c t sx tins arnd b.) S.D. R.W.M., thr is an a. R.W.M. Atd t th a. S.D. ~ ~ (Opns dr.) Wh cins hr? J.D. Bro ,whhspasMinth Ch & nw wshs fthr prmtn in Msy by bng r&aaMEM. S.D. My Bro, is ths an act o yr own fr wI & a Cand. It is. S.D. Bro J.D., is he wor & wI qI ? J.D. He is. S.D. Dly & trly prep ? J.D. He is. S.D. Hs he ind suit prof in the prec degs ? J.D. He hs. S.D. By wht fthr rt or ben ds he xpct t oh ths imp priv ? J.D. By ben o th P. S.D. Adv & gv it. (Done.) Th P is rt. Wt untl th R.W.M. hs bn inf o yr req & hs ans ret. (S.D. at alt.) R.W.M., thr is wthtBro ,whhspasMinth Ch— (etc., as at dr) 86 87"},{"pageNumber":46,"pageContent":"R.W.M. Gv it. (P gvn ald.) Tb P is rt. Lt th bro ent ths L o M E M & b rec in du & anc fin. S.D. (At dr.) It is th ord oth R.W.M. tha th bro ent ths L o M E M & h rec in du & anc fin. Mar. Frd Mch, cm rt, Mch. Hlt, Lft fc. (Li~ze in ws(t, fcg est.) S.D. MyBro.,IrecyintthslOME M upon th k s, bcs at th cmpln o th T, th s wch th bldrs hd r hcm th h s o th c. Mar. Rf fc. Frd, chin Ift, Mch. (Mar. cndts line once at-nd rin (S.W. gvg btry as it passes] & t th E whr Mar gvs cannd— “Hit. Lft fc.” S.D. thn steps one pace frd, if t fes & instructs cand [at saine tin illustratingl t gv th d g & s o E.A., aftr wch he returns to hs p1 in line. TK R.W.M. thn rises & he, or Chap, reads or recites portion of lesson, as follows:) 1. “The earth is the Lord’s, and the fulness thereof; the world, and they that dwell therein: For he hath founded it upon the seas, and established it upon the floods.” (R.W.M. *) (Another ct-ct; Same procedure, except d g & s o F C. Lesson.) 2. “Who shall ascend into the hill of the Lord? or who shall stand in his holy place? He that hath clean hands and a pure heart; who bath not lifted up us soul unto vanity, nor sworn deceitfully.” (R.W. M. **). (Another ct-ct; Same procedure, except d g & s o M M. Lesson.) 3. “He shall receive the blessing from the Lord, and righteousness from the God of his salvation. This is the generation of them that seek him, that seek thy fate, O Jacob.” (R.W.M. ***) (Another ct-ct; Same procedure, except d g & s o M M M. Lesson.) 4. “Lift up your heads, 0 ye gates: and he ye lifted up, ye everlasting doors: and the King of Glory shall come in.” (R.W.M. *** (Another ct-ct; Same procedure, except d g & s o P M. Lesson.) 5. “Who is this King of Glory? The Lord strong and mighty, the Lord mighty in 88 89"},{"pageNumber":47,"pageContent":"battle. Lift up your heads, 0 ye gates: even lift them up, ye everlasting doors; and the King of Glory shall come in.” (R.W.M. *** (Another ct-ct; Same procedure, except s o F. Lesson.) 6. “Who is this King of Glory? The Lord of Hosts, he~ is the King of Glory.” (R.W.M. ~ ~ (Psalm XXIV) (Mar. gvs nec cinnds fr floor work. Line ar - rives at W aftr 6th. Lesson.) S.D. (At th W.) *** *** S.W. (Rising.) * Wh cins hr ? (Same qstns & ans as at th dr.) Th P is rt. Cndt th bro t th R.W.M. in th E, fr hs exin. S.D. (At th E.) *** *** R.W.M. * Wh cins hr ? (Sm qstns & ans as at th dr.) R.W.M. Tb P is rt. Rcndt th bro t th S.W. in th W, wh wItch hin hw t adv t th alt fr th sxth tin in Msy in du & anc fin. Mar. Rt fc. Frd, chin Ift, Mch. (Mar. goes t hs seat. S.D. leads th line.) S.D. (At th W.) HIt. Rt fc. Bro S.W., (S.W. rises.) it is th ord o th R.W.M. tha y tch ths hro hw t adv t th alt fr th sxth tin in Msy, in du & anc fin. S.W. CsthbrotfcthE. S.D. Aht fc. (Done. S.W. leaves Sta & tks pstn at th nth wst crnr o th alt, fcg W.) S.W. MyBro,advonyrlfasE A,gv th d g & s; on yr r as F C, gv th d g & s; on yr las MM, gv th d g & s; on yr r as M M M, gv th d g & s; on yr 1 as P M, gv th d g & s. Adv on yr r C, hring th his tgthr as bfr. (Tks cand by if t arm.) I wi nw cndt y t th alt whr y ar aht t b ind a M E M in du fin, wch is by kn on bth kns, hth hnds rstng on th H B, S & Cs. (Done.) R.W.M., th bro is in du fin. R.W.M. My Bro, y ar agn kng at th S A o F Msy & ar in du fm t tk th sol 0 o M E M. I am per t gv y th sm assnc y hv rec in th prec degs, tha thr is nthg thin cntd wch wl cnflct wth yr mrl, scl or cvi dts, h thy wht thy may. Wth ths assnc on my pt, ar y wlng t tk th 0 ? Cand. I am. R.W.M. ~ Th bren wl fm a crcl abt th alt. (Ct-cl find under th drctn o th Mar., wh places hiinself so tha he wi b at th If t o th R.W.M.; S.D. at st/i wst ct-nt- o alt. All in ct-cl at s o F.) 90 91"},{"pageNumber":48,"pageContent":"w d M E M, t n in r a in R.W.M. Those nt in th crcl may b seated. (R.W.M. & S.W. dscnd & cinplt ct-cl.) Say I, pm yr nin in full, & rep a me: o in o f w a a, i ~0 A G a t R W L o M E M, e t G a d t t in o K 5, d h a h, sol a sin p a s, t I w n r t s o t d t a p i t w, e i h w a leg C a d o L o M E M, o t a b o t d w I s h f t h s, h d t, s e, o lawful ml. I furthermore p a s t I w a a o a d 5 a 5 s t a r h m f a L o M E M, o g in b a h o t d, i w t 1 o in c t. I f p a s t I w h, a, a a a t w, w a 0, w I m f t, s f a a p, w it in 0th pc u m. I f p a s t I w d t in I a k t in I i h, t t b o in a. Ifpastlwndftcl o M E M. A t I do sol a sin p a s, w a h, e, o m r, bin u n la ptt oh mhsto,invtt,at o a d t r, s I e, k o w, v t in s 0 o NI E M. S h m G a in in s t k a p t s. I t o y s, k t H B o w y h r. Bro. S.D., rmv th c t. R.W.M. (At hs Sta in 92 a a t a, i b t th E.) Ths, myBro isthDGoMEM&ths thS.Thyaldtthpoth O,tha y wld h y hs t 0, y v t t, a t o a d t r, shd y v y s 0 o M E M. Ths D G & 5, (Gvg thin.) shd always h gvn as a s t th R.W.M., o entrg o rtrg fin a L o M E M. (At thalt.) mw pres inyrh in tkn of& b 1 & wl pt y in pssn o th grp & wd o ths deg. (Gvs grp.) Ths, my Bro, is ti. G o M E M. Its nin is ** ** ***~ (Lets go hnd.) At th cmpln o th T, whn K S entrd, he ws s wi plsd wth th M B, tha he tk hm by th r h (agn gvs cand grp.) & xc]md, “Hi ** ** ~ wch sig G M o M E M. It is othrws cld th C G, fr as ths cvs grps o prec degs, s shd we, as M E M, cnsdrng tha in in hs bst e is shj t frlty & error, end t c hs f & i wth th brd m o c & b 1. Rise. (Lfts cand by grp.) Th P gvn at th dr in ths deg is ~ ~ th W o P M. (R.W.M. rins t hs Sta. Cand cndtd t th nth sd 0 th L, fcg S.) R.W.M. Bro S.W., wht is th h ? S.W. Ththrdhothsxthdothw. R.W.M. Ths is th d & th h st aprt fr th cinpln o th T. Bro S.D., rcndt th bro t th p1 whnc he c & in du tin rtn wth bin, 93"},{"pageNumber":49,"pageContent":"fr th prps o prtcg in th cer incdt t th c & d 0th T. (S.D. crulis cand wst o alt, instructs hin t sIt th R.W.M., & thn cndts hin t th prep rin, by way o i dt-.) (Room Put in Order for Second Section.) SECOND SECTION PART I.—COMPLETION R.W.M. Bro. Mar., asmhl th C. Mar. Cf inn, fin in pro in two fis on th n sd o th L, fcg th E. (Pro is find. R.W.M. & S.W. [rep S. K o I & H, K o T] in at/v. Three Ovs, wth k s & g on a cat-met- in th rear. J.D. informs S.D. tha all is in t-eadtness. S.D. cndts cand mt th L, & tks pstn in the wst, fcg est, S.D. on th rt.) Mar. (Leading pro.) Frd Mch. DEDICATION ODE (Tune: Portuguese Hymn—G) (Ft-st ct-ct. Singing:) Companions asseinhle on this joyful day, The occasion is glorious, the Key-Stone to lay; Fulfilled is the promise hy the Ancient of Days, To hring forth the cape-stone with shouting and praise. (Mar. hIts p’ro at end o ct-ct. Th two Ks stp est o alt, fcg th est.) S.K.I. Bro Mar., se tha th k s is pprly p1. Mar. Opn fis. Inw fc. (Mar. goes tht-u lns & cndts Ovs t th est. M.O. goes up; S.O. hnds kin th k 5; M.O. pls it in th arch. J.O. hnds hin th g; M.O. seats k s wth g ~ “““. Mar. cntlts Ovs t th sth, whr g is If t. He thn cndts thin t th nthwst crut- o th L, whr cat- - met- is lft. He thu cntlts thin t th ft o th Ins. Mar prcds thru Ins t hd & gvs cinnd:) Mar. CIs fis. Frnt fc. (Done.) S.K.I. Rhid th T cmpld. (Same tm gvg s o A, all on fir ing wtht cmnd. Th Ks rtn t th lns.) (Sec ct-ct. Singing.) There is no more occasion for level or plumh-line, For trowel or gavel, for compass or square; Our works are completed, the stone safely seated, And we shall he greeted as workmen most rare. (Hlt at end o ct-ct.) Mar. Cfmn, our wk on th T is fnshd. 94 95"},{"pageNumber":50,"pageContent":"It is no lngr nec tha we shd wr cfmn’s ci. Lt th aprns b tkn off & Id asd. Opn fis, Inw fc. (Th aprns at- clctd fin est t wst by S. & J.O. S.D. & cand rinv thr aprns & S.D. hnds thin S.O. Thy at- dpstd in nthwst ct-nt- in ordrly innnr.) (Thrd ct-ct. Singing:) Now those that are worthy, our toils who have shared, And proved themselves faithful, shall meet their reward. Their virtue and knowledge, industry and skill, Have our approbation, have gained our good will. (S.D. & cand join pro & tk pstn est o alt, fcg th est. Th pro hlts at end o ct-ct. Th Ks stp oui & shk hnds wth cand, saying t hin:) Kings. Werec&ackyaME M. (Ks rtn t th lns.) (Ft-tb ct-ct. Singing.) We accept and receive them, Most Ex - cellent Masters, Invested with honors, and power to preside; Among worthy craftsmen, wherever as - seinhled, The knowledge of Masons to spread far and wide. (S.D. & cand join in pro, wch dvds at th wst. Lns pass est at t-t & If t o alt, & hit. S.D., cand & Mar. fin across th wst, Mar at lft. Lns fc mw, th Mat-. gvg nec cmnds fin ks pstn tn th wst.) S.K.I. Bro H, K o T, th T hng nw cinplt, nthng rmns t h dn ht t cnsc it t th ~rv o th A. I by aptd th mth Tisri fr tha scrd cer. WI nt y, wh hv so gnrsly astd in th glrs wk o cnstrctg th H o G, h pr wth us at its ded ? H.K.T. M E K 5, altho th strctr hs hii fnshd, th T is nt cinplt, fr it cnnt h th H o G untl th A o th C hs hn plcd thin, & th T acpd hy th G o I. I wl, thrfr, h pr wth y at th ded, t hhld th sf seating o th GIry o I, & t wtch fr a s o acptnc fm th Almighty. (Pro resumed, passes out ott- dr. Singing:) (S.D. & cand fm prt o th pro.) All hail to the morning, that hids us rejoice; The Temple’s completed, exalt high each voice. The cape-stone is finished, our lahor is o’er; The sound of the gavel shall hail us no more. 96 97"},{"pageNumber":51,"pageContent":"PART II DEDICATION (Pro goes out ott- dr & rtns by i dr, hvg bn joined by th H P o th T & th Lvts bearing th A o th C on thr shldrs by th stvs. [No hnd shd tch th A at any tin.] Th Organist plays a March. The pt-o hits on th nth sd o th rin. The Mar gvs cinnd, “Rt fc.”) (HP o th Thereafter referred t as H P.) (Th following lesson is then read by the Chap, or t-eade~t-.) Then Solomon assemhled the elders of Israel, and all the heads of the tribes, the chief of the fathers of the children of Israel, unto Jerusalem, to hring up the ark of the covenant of the Lord out of the city of David, which is Zion. Wherefore all the men of Israel assem - bled themselves unto the king, in the feast which was in the seventh month. And all the elders of Israel came; and the Levites took up the ark. And they hrought up the ark, and the tahernacle of the congregation, and all the holy vessels that were in the tabernacle, these did the priests and the Levites bring up. Also King Solomon, and all the congre - gation of Israel, that were assembled unto r him before the ark, sacrificed sheep and oxen, which could not he told nor num - bered for multitude. And the priests hrought in the ark of the covenant of the Lord unto his place, to the oracle of the house, into the most holy place, even under the wings of the cherubiins. For the cherubims spread forth their wings over the place of the ark, and the cheruhims covered the ark, and the staves thereof ahove. And they drew out the staves of the ark, that the ends of the staves were seen from the ark before the oracle, hut they were not seen without. And there it is unto this day (II Chron., V, 2-9). (Th pro is resiiined, sin grn.q.) To the Power Almighty, who ever has guided The trihes of old Israel, exalting their fame; To him who hath governed our hearts undivided, Let’s send forth our voices to praise His Great Name. Line dvds in th wst, passing est at th rt & If t 98 99"},{"pageNumber":52,"pageContent":"o th alt, hlts. Th S.D. & cand r-mn prt o th pro. Th H P & tb Lvts, wtb tb A, occupy the spc in th wst. Tb Mar. is at thr If t. Tb Mar. gvs cinnd:) “mw fc.” S.K.I. Bro H, K o T, tb yr tha bs psd snc tb cinpln o tb T, bs hr us ngb unt tb F o tb Tbs. I by cbsn tbs as a prpts ssn in wcb t cnsc tb edi t tb wor o G, & ded it t hs H N. Wl y nt ast me ? H.IC~T. M ~E K 5, it is md a ftg tin fr tb prfmc o tb sol cerml o tb ded o tb T, & it is my dsr t prtc in tha scrd srv; bt I rcl wtb prf s tb d o one lng assctd wtb us in tb bldg o tb T, & dply dpI bs abs from an ocsn tha inst pres t evry bbldr astnsbng evi o th mag & xclnc o bs bdwl~. S.K.L Alas,**** ~ bs d ws md untinly. I wld tha be wr wtb us ths dy, bt as tha cnnt b, lt us cnsl orslvs wtb tb rfictn tha tb perfectness & bty ‘o bs wkmn - sbp, bs vrt, hs mt & bs pty, wI be rvrd by all tr cfmn tbrgbt tb ertb t tb ltst pstrty. Lt tb A b sfly seated. (Tb H P & tb Lvts proceed t tb est by way 0 tbe ntb, wtb th A. Thy go up slowly &, as tby go, tb following verse inay b sung:) Almighty Jehovah, descend now and fill This place with thy glory, our hearts with good-will; Preside at our meetIngs; assist us to find True pleasure in teaching good-will to mankind. (Th A is placed in th H o Hs by th Lvts. Th •tvs ar drwn out, one t the rt, one t th ift. Th Lvts cin dwn, keeping thr Ics twrd th A. Th H P o th T tks pstn back o th A, whr he reinains. Th Lvts rtn between, & tk thr pis in, th ins. Th S. D., cand 6- Mar hvg in the inntin, forined act-s th /t o th ins. As th Lvts cin down, th jollowing verse inay be sung:) Thy wisdom inspired the great institu - tion, Thy strength shall support it till nature expire; And when the creation shall fall into ruin, Its beauty shall rise through the midst of the fire. S.K.I. (In th cntr, est o alt, fcg t est.) The Lord bath said that be would dwell in the thick darkness. (Rm drknd.) But I have built an house of habitation for thee, and a place for thy dwelling forever. (Shekinah appears.) (All drp on lft kn, rt elb on rt kn, hd resting on rt hand.) 100 101"},{"pageNumber":53,"pageContent":"HPoT. TbLisinbsHT.Ltalltb ertb kp slnc bfr bin. Chap. And the king turned his face, and blessed the whole congregation of Israel, and all the congregation of Israel stood. (All rise.) And be said: (A pause.) S.K.J. (Fcg th wst.) Blessed be the Lord God of Israel, who bath with his bands fulfilled that which be spake with his mouth to my father David, saying, “Since the day that I brought forth my people out of the land of Egypt I chose no city among all the tribes of Israel to build an house in, that my name might be there; neither chose I any man to be a ruler over my people Israel: But I have chosen Jerusalem, that my name might be there; and I have chosen David to be over my people Israel.” Now it was in the heart of David my father to build an house for the name of the Lord God of Israel. But the Lord said to David my father, Forasmuch as it was in thine heart to =2. build an house for my name, thou didst well in that it was in thine heart. Notwithstanding thou shalt not build the house; but thy son which shall come forth out of thy loins, be shall build the house for my name. The Lord therefore bath performed his word that be bath spoken: for I am risen up in the room of David my father, and am set on the throne of Israel, as the Lord promised, and have built the house for the name of the Lord God of Israel. And in it have I put the ark, wherein Is the covenant of the Lord, that he made with the children of Israel.” (II Chron., VI, 3-11) Chap. And be stood before the altar of the Lord (Done) and kneeling down upon his knees before all the congregation of Israel, be spread forth his bands toward heaven, and said: S.K.I. (Kneeling) “0 Lord God of Israel, there is no god like thee in the heaven, nor in the earth; which keepest covenant, and shewest mercy unto thy servants that walk before thee with all their hearts: Thou which hast kept with 102 103"},{"pageNumber":54,"pageContent":"r thy servant David my father that which thou hast promised him; and spakest with thy mouth, and hast fulfilled it with thine band, as it is this day. Now, therefore, 0 Lord God of Israel, keep with thy servant David, my father, thatwbich thou bast promised him, saying, There shall not fail thee a man in my sight to sit”upon tb~e throne of Israel; yet so that thy children take heed to their way, to walk in my law, as thou bast walked be - fore me.’ Now then, 0 Lord God of Israel, let thy word be verified, which thou bast spoken unto thy servant David. But will God in very deed dwell with men on the earth? Behold, heaven and the heaven of heavens cannot contain thee; bow much less this house which I have built! Have respect, therefore to the prayer of thy servant, and to his supplication, 0 Lord my God, to hearken unto the cry and the prayer, which thy servant prayeth be - fore thee: That thine eyes may be open upon this house day and night, upon the place where- of thou bast said that thou wouldest put Uiy name there; to hearken unto the prayer which thy servant prayeth toward this place. Hearken therefore unto the supplica - lions of thy servant, and of thy people tsrael, which they shall make toward this place: hear thou from thy dwelling place, oven from heaven; and when thou bearest, forgive” (II Chron., VI, 14-21). (Fire descends.) (All drop on btb kns, hds t th fir & say, three tines:) All. Fr be is good; fr bs mercy endrth frvr. (K S thn gvs cnind:) S.KI.I. Rise. (Th following Psaln& is tbn recited, o•r chanted. If recited, it is dn alternately, H o T beginning:) H.K.T. I was glad when they said unto me, Let us go into the house of the Lord. S.KI.I. “Our feet shall stand within thy gates, 0 Jerusalem. Jerusalem is builded as a city that is compact together; H.K.T. Whither the tribes go up, the tribes of the Lord, unto the testimony of 105 104"},{"pageNumber":55,"pageContent":"Israel, to give thanks unto the name of the Lord. S.K.I. For there are set thrones of judgment, the thrones of the house of David. HI.K.T. Pray for the peace of Jeru - salem: they shall prosper that love thee. Peace be within thy walls, and prosper - ity within thy palaces. S.K.I. For my brethren and compan - ions’ sakes, I will now say, Peace be within thee. Because of the house of the L9rd our God I will seek thy good” (Psalm CXXII). R.W.M. (At hs Sta.) * ADDRESS TO CANDIDATE My Brother: In the course of the cere - monies of this degree you have received a sign in addition to those given you at the altar. It is this (Copy, my Bro.). This is called the S of A. It alludes to the wonder and admiration expressed by those of our ancient brethren who were permit - ted to view the interior of that magnificent edifice which King Solomon had erected ~nd was about to dedicate to the service of the Supreme Being. The ceremonies of this degree are in - Lended to represent those of the completion nnd dedication of King Solomon’s Temple. You have now arrived at a period in Ma - ~onry when the labor is over. The key - stone has been placed in the principal arch, lMe temple finished, and the ark, which bad ~)een so long without a permanent resting place, is at last safely seated. We have imitated our ancient brethren In assembling on that occasion, repairing to the place designated, and participating In those solemn ceremonies. We have imi - tated them in gathering around the altar, engaging in prayer, and have witnessed a representation of the fire coming down from heaven, consuming the burnt-offer - ing and the sacrifices. We have also imitat - ed their astonishment on beholding it, by falling down upon the ground and ex - claiming: “He is good; for his mercy en - dureth forever !“ A perusal of the books of Chronicles and Kings will give you a minute description 106 107"},{"pageNumber":56,"pageContent":"of the temple and of the ceremonies here intended to be represented. You will there find that the foundations of the temple were laid by King Solomon in the year of the world 2992, and the building was finished in the year 3000. About seven years and six months were consumed in its erection. It ~as dedicated in the year 3001, with the most imposing and solemn ceremonies, to the worship of Jehovah, who conde - scended to. make it the place for the spe - cial manifestation of his glory. Perhaps no structure erected either before or since is to be compared with it, for its exactly proportioned and beautiful dimensions. Its various courts and apartments were cap - able of holding three hundred thousand persons. It was adorned with 1453 columns, of the finest Parian marble, twisted, sculp - tured and voluted; and 2906 pilasters, dec - orated with magnificent capitals. The or - acle and sanctuary were lined with massive gold, adorned with embellishments in sculpture, and set with numerous gorgeous and dazzling decorations of diamonds and all kinds of precious stones. In the empha - tic language of Josephus, “The temple shined and dazzled the eyes of such as entered it by the splendor of the gold that was on every side of them.” The multitude on beholding it were struck with bewildering amazement, and raised their hands in admiration and as - tonishment at its wondrous magnificence, as well as to protect their eyes from the effect of its exceeding brilliancy. Nothing ever equalled the splendor of its consecration. Israel sent forth her thou - sands, and the assembled people beheld, in solemn adoration, the vast sacrifice of Sol - omon accepted. The flame descended upon the altar and consumed the offering; the shadow and glory of the Eternal pro - claimed his presence between the cheru - bim, and the voice of his thunders told to the faithful of the craft that the perfect - ness of their labor was approved. ** ** Bright was the hour When Israel’s princes, in their pxide and power, 108 109"},{"pageNumber":57,"pageContent":"Knelt in the Temple’s court; the living flame, The accepted sacrifice to all proclaim. Brightly the splendor of the Godhead shone, In awful glory, from His living throne; Then bowed was every brow—no human sight Could brave the splendor of that flood of light That veiled His presence and His awful form— Whose path the whirlwind is—whose breath the storm. (Th address may end here, ot- b continued as follou’s:) Our mystic temple is now completed and dedicated. You have wrought industriously with zeal and fidelity, and have been re - ceived and acknowledged a Most Excellent; Master. You are now invested with power to dispense true Masonic light and knowl - edge to all uninformed brethren. The temple which we have just coin. pleted represents the temple of the present life. The wages which you are to receive are the rewards of a well-spent life and the knowledge of divine truth, which the Grand Master of the Universe will bestow upon all who have faithfully performed their task. You have seen the foundations of the temple laid deep and strong. You have, as e~n Entered Apprentice, served your Mas - tor with freedom, fervency and zeal; and, as a bearer of burdens, have brought up ~rom the quarries of Zarthan many a rough ashlar for the building. You have wrought your full time as a Fellow Craft, end, under the skillful touch of your work - ing tools, these rough ashlars have be - come perfect ashlars—stones, we doubt not, fitted to adorn and beautify our tem - ple. As a Master Workman, you have watched with unceasing care the wondrous beauties of the temple increase under the skillful bands of the Widow’s Son; and now you have at length seen the object of our hopes completed, and the last arch bound together by the rejected though priceless keystone. We have now dedicated the temple to the service of the Supreme Being; and by this we are reminded that we should also dedicate our spiritual build- 110 111"},{"pageNumber":58,"pageContent":"K ing—that temple which we have been erecting within ourselves—to the service of the same Supreme Being. And although we know of a certainty that all earthly things are transient, and that in process of time, even at the best, the decay of ages will crumble our magnificent temple into dust, yet we are persuaded, that, if we have erected the temple of our inner life by Square, Plumb-line, and Rule, its foundations shall never fail, and its fabrics shall never crumble nor decay. Then let us, my brother, take care that we so labor in the erection of our temple here, that when we leave this, for that far-distant country from whence we shall never return, we may there receive the wages of faithful craftsmen. QUESTION AND ANSWER LECTURE Q.AryaMEM? A. I am, t in. Q. Hwwlybt? A. Bythks. Q. Wb by tb k s A. Bcs itcKST,ontbcerotbded o wcb ths d is fnd. I, Wbt i t c Q. WbwrymdaMEM? A. In a j a d c L o M E M. Q. Hv y a ss b t t d ? A. I by sv. Q. Sbw in a s. (Done.) A. TbDGoMEM. Q. Sbwmas. (Done.) Witc ? A. Tb So M E M. Q. To w d t a A. To t p o t 0, t I w b in bs t o, in v t t, a t o a d t r, s I v in s 0 o M E M. Q. Sbw in a s. (Done.) W it c? A. Tb 5 o A. Q. To w d i a ? A. To tb w & a xprsd by lbs o o a b wb wr per t vw tb mt o t in e wcb K S hd e & ws abt t d t tb sv o tb S B. Q. Hv y a g blg t t d? A.Ib. Q. Cmc it. (Done.) W it ? A. TbGoMEM. Q. Hs i a n A. lb. Q. Gvit. A. ** ** *** Q. A. Wbt d i s GMoMEM. 112 113"},{"pageNumber":59,"pageContent":"Q. Wbt i i o c A. Tbcg. Q. Wb•? A. Bcs as tbs c g o prec degs, s sbd we, as M E M, c tha man, in bs b e, is “ sbjtf&e,etcbsf&iwtbth b m o c & b 1. CHARGE My Brother: Your admission to this degree of Masonry is a proof of the good opinion the brethren of this Lodge enter - tam of your Masonic abilities. Let this consideration induce you to be careful of forfeiting, by misconduct or inattention to our rules, that esteem which has raised you to the rank you now possess. It is one of your great duties, as a Most Excellent Master, to dispense light and truth to the uninformed Mason; and I need not remind you of the impossibility of complying with this obligation without possessing an accurate acquaintance with the lectures of each degree. If you are not already completely con - versant with the degrees heretofore con- ferred on you, remember that an indulg - ence, prompted by the belief that you would apply yourself with double diligence to be - come so, has induced the brethren to accept ytu. Let it, therefore, be your unremitting study to acquire such a degree of knowl - edge and information as shall enable you to discharge with propriety the various duties incumbent upon you and preserve, unsullied, the title now conferred upon you, it being that of Most Excellent Master. CLOSING R.W.M. *BroJ.D.,wbnaLoMEM is abt t b clsd, wbt bec yr fst dty ? J.D. To se tha th L is dly t. R.W.M. Atd 1b tha dty & inf tb T tha lam abt t cls tbs L o M E M; drc bin t tk du not thrf & t ac. J.D. *** *** T. ““““‘ *** J.D. (Opns dr.) Bro T., I am drctd t inf y tha tb R.W.M. is abt t cls tbs L o M E M. Tk du not tbrC & t ac. (Cis dr.) R W M , tb L is dly t. RWM. HwisthLt? 114 115"},{"pageNumber":60,"pageContent":"J.D. By a bro o tbs deg wtbt, a wtb th ppr i o hs ofc. R.W.M. Hs dty tbr ? J.D. Toobtbappoc&e&sethann p or r-p, exc sch as ar dly q & by per fin tb R.W.M. R.W.M. *BroS.W.,aryaMEM? R.W.M. Hwwlybt? S.W. By tb k s. R.W.M. Wb by tb k s ? S.W. Bcs it cinpld K S T, on tb cer o tb ded o wcb tbs deg is fnd. R.W.M. WhrwrymdaMEM? S.W. Inaj&dcLoMEM. R.W.M. HymnycomaLoMEM ? S.W. Two o mr. R.W.M. Wbn coin o fr, wb ar thy ? S.W. Tb R.W.M., S.W., S. & J.Ds. R.W.M. Wb is tbr n S.W. Jst bfr tb cmpln o tb T our G M H A ws s, as w by bd an acc in a prec deg; at tb ded tbfr, as no one bd bn app t fi hs p1, bs Sta ws v & bs I e. R.W.M. Tb J.D. p1? S.W. At my r. R.W.M. ** Yr dty, Bro J.D. ? I, •1 J.D. To cr msg fin th S.W. in tb W t tb R.W.M. in th E & els abt th L as b in drc; prep & pres cands; atd t a at tb o d. rpt th sin t tb R.W.M., als t se tha tb. L is dly t. R.W.M. Tb S.D. p1? J.D. At th r o tb R.W.M. in th E. R.W.M. Yr dty, Bro S.D. ? S.D. To cr ords fin tb R.W.M. in tb E t tb S.W. in th W & els abt th L as b in drc; wlcm & cI vstg bren, atd t a at tb d, als t r & c cands. R.W.M. Tb S.W. Sta? S.D. In tb W. R.W.M. Wh in th W, Bro S.W. ? S.W. AsthSnisintbWatthcod, s stds th S.W. in th W, t ast tb R.W.M. in o & c tb L, p tb C thr w, if any b du, tha nn m go awy d, bin bng th s o all ins, espc tbs o ours. R.W.M. Tb R.W.M. Sta? S.W. InthE. R.W.M. Wb in tb E? S.W. AsthSnrssintbEtopn&gv tb d, (R.W.M. gvs ~ & rss.) s rss tb R.W.M. in tb E t o & g tb L, st tb C at w, gvg thin ppr instns fr tbr 1. 116 117"},{"pageNumber":61,"pageContent":"R.W.M. Bro Mar., se tha tb bren ar in du fin fr our dvs. Mar. Bren, fin a crcl abt tb alt. Kn on tb I k. Fm a c wtb tb I h ovr tb r a. (Done.) R.W.M., th bren ar in du fin fr our dvs & awt yr pr. (R.W.M. & S.W. dscd & cinpit th crcl & c.) PRAYER. Chap. “The Lord is my shepherd; I shall not want. He maketh me to lie down in green pastures; be leadeth me beside the still waters. He restoreth my soul; be leadeth me in the paths of righteousness for his name’s sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil; for thou art with me, thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: thou anointest my bead with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the Lord forever.” Amen. (Psalm XXIII) R.W.M. Bren, bal two t t, tkg tin fm tb E. (Done.) Rise. (R.W.M. & S.W. rtn t Sta.) R.W.M. Bro S.W., it is my ord tha tbs L o M E M b nw clsd. Tbs y wl c t tb bren pr tha, bvg du not tbrf, thy in gv t ac. S.W. Bren, it is th ord o tb R.W.M., tha tbs L o M E M b nw clsd. Tk du not thrf & gv y ac. R.W.M. Bren, atd t gvg tb ss, ob th E. (Ss fm E.A. t M E M inc.: Thn ~ rptd by S.W.) Bro S.D., atd at th alt. (Done.) I nw dcl th L dly clsd. Bro J.D., inf tb T. J.D. ~ T. ~ J.D. (Opns dr.) Bro T., tb L is dly clsd. R.W.M., tb T is infd. R.W.M. * 118 119"},{"pageNumber":62,"pageContent":"RAM WORK H.P. * (Calls C t ard.) H.P. * * (Sb Off rs & drw swds.) H.P. Cmp C.H. C.H. E.H.P. H.P. Se tha th cands ar prep & pres. G.H~ Gmp P.S. (P.S. cms I s oF.) P.S. Gmp G.H. G.H. Prep & pres th cands. (P.S.slts at alt & rtrs: MVs sit as he passes. Preps cands—Hdwks; sndls; c t svn tm6 arud 6; wht arm as M M.) H.P. *** (C.H. rtns swd & carries G Ls fm alt rn th E t alt tn th W. R.A.C. acmps hm on hs ift, swd at a carry. MVs sit. AU emps at s o F. C.H. & R.A.C. tk Sta in th W & R.A.C. & MVs rtn swds.) H.P. * (MVs rmv tr alt t n,th est crnr o Sc.) (Prig ~s nw divrd t th cands; i dr may b itt prtiy opn fr th ben. o ths in th Tb.) The foilowing Proiogue should be given by the P.S. or some other off wer to the entire class of cand.~, tn the preparation room, before they enter to rece%ve the degree. PROLOGUE 1’Ay Bros, to enable you to understand clearly the true relationship of the Holy r Royal Arch to the Third Degree, I shall present to you a brief summary of what is known concerning its origin and de - velopment. Masonic scholarship is agreed that our present Craft of Free and Accepted Ma - ~onry has resulted from the union of two distinct currents, which flowing down through the Middle Ages quite independ - ently, came together during the seven - teenth century. One of these was the sym - bolic teaching of the gilds of operative masons; the other the philosophical specu - lations of some of the scholars of that period. It was the gradual introduction of these scholars into the remnant of the old oper - ative lodges that led to the union, and brought about in 1717 the formation of a Grand Lodge of Free and, Accepted Masons at London; and from this body we may trace directly or indirectly, almost all our present day Freemasonry. The work inherited by this Grand Body from its f or- bears consisted probably of a single cere - mony of initiation to the Graft, together with another and more secret ceremony, 120 121"},{"pageNumber":63,"pageContent":"—I the Master’s Part, which was restricted to installed Masters of Lodges. By 1723 a system of two degrees was well established, and a year later there had come into use a third ceremony which embodied the symbolism of the Master’s Part. This ceremony, amplified by the leg - end of H A, was later expanded into the Master Mason Degree. Admission to this degree was opened to Fellows of the Craft, free from the earlier restriction that had confined the Master’s Part to installed Masters; and thereby was created a new class of brethren, namely: that of nominal Master Mason, whose members, however, had never actually served the Craft as in - stalled Masters of Lodges. Soon after this epoch of tr,ansition there came a period of dissension, followed by a division in the Craft, the precise causes of which are unknown. It is reasonably certain, however, that one of the major differences had to do with the significance of the Master’s Part, then embodied in the Third Degree. Those who withdrew pro - fessed to resist innovation, and styled their new Grand Lodge the Ancient Grand 122 r Lodge. The original Grand Lodge they ‘alled the Modern. These names have per- Misted in all Masonic historical writings. It was the Ancients who first introduced into their ritual the degree of Royal Arch Mason, and there is ample reason to be - Ueve that this degree embodied the essen - tials of the Master’s Part, which had been removed from the Third Degree for this purpose. And in our own lodge rituals, as well as in those of countries unaffected by the division, there are many indications that this Master’s Part contained the es - sence of Craft teaching and was of su - preme Masonic significance. Because of this the Royal Arch Degree has been ac - corded from the beginning all the respect and reverence to which it was entitled as the Supreme Order of Ancient Masonry. In due course the ritual of the Moderns was also modified to provide for a Royal Arch Degree, similar in character, al - though different in detail from that of the Ancients. And in 1813 all the differences between the two Grand Lodges were bur - ied forever in the formation of the United 123 is 7wgq Ii”"},{"pageNumber":64,"pageContent":"F Grand Lodge of England to embody the authority of both factions. It was at this time and under these aus - pices that the half century of controversy as to the true essence and teaching of Ancient Masonry was settled for all time by the second of the Articles of Union, which reads as follows: “Pure Antient Masonry con~ists of three degrees and no more, namely: those of the Entered Ap - prentice, the Fellow Craft, and the Master Mason, including the Supreme Order of the Holy Royal Arch.” This statement was then written into and is now a part of the Constitution of the United Grand Lodge of England. And this recognition of the Holy Royal Arch as the Supreme Order of Ancient Masonry restored to the symbolism of the Craft the completeness it had lost with the mutilation of the Third Degree. P.S. (In prep rm.) ******* R.A.C. (Stps in front o C.H. & slts wth hs swd.) Cmp C.H., thr is an a. C.H. Atd t th a. R.A.C. ****** * (Opns dr.) Wh cms hr? P.S. BrosA,B&C,whhvbnrec& ack M E M & nw hmb cry xltn t th inst sub deg o th H R A. R.A.C. My Bros, is ths an act o yr own fr wl & a? Cands. It is. R.A.C. Cmp P.S., ar thy wor & wl ql? P.S. Thy ar. R.A.C. Dly & trly prep? P.S. Thy ar. R.A.C. Hv thy md suit prof in th prec degs? P.S. Thy hv. R.A.C. By wht fthr rt xpct t ob ths imp priv? P.S. BybenothP. R.A.C. liv thy th P? P.S. Thy hv nt, I hv it fr thin. R.A.C. Adv & gv it. (Done.) Th P is rt. Wt unti th C.H. hs bn inf o yr req, & hs ans rtnd. (R.A.C. cls dr, tks pstn ii~ tint o C.H., slts wth swd, & rpts:) Cmp C.H., thr ar wtht Bros A, B & C, wh hv bn rec & ack M E M, & nw hmb cry xltn t th inst sub deg oth HR A. Cli. Is ths an act o thr own fr wl & a~ R.A.C. It is. or ben d thy 124 I 25"},{"pageNumber":65,"pageContent":"C.H. Arthywor&wlql? R.A.C. Thy ar. C.H. Dly & trly prep? R.A.C. Thy ar. C.H. Hv thy md suit prof ~n th prec degs? R.A.C. Thy hv. C.I{. By wht fthr rt or ben d thy xpct t ob this imp priv? R.A.C. By ben o th P. C.H. HvthythP? R.A.C. Thy hv nt, I hv it ~r thin. C.H. Gv it (R.A.C. gvs * ** * * ald.) C.H. Th P is rt. Lt th bros ent ths C o R A M in th Nm o th Gr * * & b rec in du & anc fin. Cmps Ms o th Vs asmbl & fm a 1 a. (MVs rss, ft if t & inch sngl fi t a pstn nr i dr. Thy fm I a at lvi o throat, & hid it thr.) R.A.C. * (Opns dr.) It is th ord o th C.H. tha th bros ent ths C o R A M in th Nm o th Gr * * & b rec in du & anc fin. (Cartels ent, id by P. S., R.A.C. tks hs Sta in W, rtns swd & is seated.) P.S. Stp 1w my Bros, stp 1w, “He tha hmbh hmsl shl b xltd.” My Bros, y-ar rec mt ths C o R A M und a I a, t mprs upn yr r mnds in th inst sol mnr tha th p s o ths deg ~shd b cmncd only und a 1 a. (MVs tk pstn at cande rt & cndt thin.) (P.S. mchg wth cands.) As no man shd ent upn any grt o imp undrtkg wtht fst invkng th aid o D, It us kn & p. (P.S. & cartels kit at alt. MVs ast.) C.H. ***. P.S. 0 thou eternal and ever present God, the glorious and everlasting * bestow Thy blessing, we beseech Thee, upon the compan[ons here assembled in Thy Holy Name; and grant that these brothers, who humbly seek to be xltd to th mys o th H.R.A., may be endued with Thy spirit to enable them to understand and appreciate the Divine Truths taught herein, and so prove faithful servants unto Thee. And 0 Thou who didst afore - time appear unto Thy servant iVI in a fi of fr out o th mdst o a b, enkindle, we beseech Thee, in each of our hearts, a flame of devotion to Thee, of love to each other, and of charity and benevolence to all mankind; to the honour and glory of Thy G and S N. Amen. All So mt it b. (C.H.*) 126 127"},{"pageNumber":66,"pageContent":"P.S. Rise. (MVs acmpy cands. Frst Cret:) I will bring the blind by a way that they knew not; I will lead them in paths that they have not known: I will make darkness light before them, and crooked things straight. These things will I do unto them and not forsake them. For they that wait upon me shall renew their strength; they shall m6unt up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint. P.S. (At int o ln, in tint o alt, fcg C.H. in the H’.) *** **** C.H. (Rising) * Wh cms hr? (Sm qstns & ana as at th din.) Th P is rt. My Bros. bfr y cn pcd fthr in ths deg it wl b necfryttk th sol 00 R A M. Wth th usl assnc on my pt, ar y wlng t tk th 0? Cands. I am. C.H. Thn kn at th alt on bth kns, bth hnds rstng on th H B, S & Cs. (MVs ast.) C.H. ~ Say I, pm yr nms in full, and rep a me: o m o f w a a, i p o t G * * at C o R.A.M., e t H a d t t m~o Z, d h a h, sol a sin p as, t I w n r t s o t H R A t a p i t w, e i b w a leg c a d o C o R.A.M., o t a c o t d w i s h f t b s, b d t, s e, o lawful m i. I furthermore p a s t I W a a o a d s a s s t a r b m f a C o R.A.M., o g m b a c otd,iwt lomct. If past 1w st a a b t blot o a o C o R.A.M. o w I m b a m; a t C a 1 o t G Cu w at smw; at CR a Rot M E G G R A C o t U 5 o A, s f a t s s c t m k. I f p a s t I w n b p a t o o a C o R.A.M u t b p a I n r R.A.M. I fpastlwnbpatettdoagol n t t, a o a t 5 t. I f p a s t I w n u r t k t t c b t t d, a w t s s h s i p, I w i d i. Ifpastl wnctGRAWiaomt t i w I m r i; n w I i t G a S N, si t r p i w t s m b c t m. A tldo sola sin p a s, w a h, eom bmunlapttohmssoambetts r o t n d s, s I e, k o w, v t m s 0 o R.A.M. ShmGammstkapts. I t o y s, k t H B o w y h r. C.H. Cmp P.S., rmv th c ts. (This is dii by th MVs & M1V dpsts thin in nthwst cnnr.) C.H. Rise, My Bros. (P.S. cndts cands 128 129"},{"pageNumber":67,"pageContent":"r four paces nthwrd & hits until C.H. rtns t E wth G Ls acmpd by R.A.C. on hs int, wth swd at a cainry. Th4 off insm thr Sta & H.P. seats C.) P.S. (Sec crct.) Now Moses was keep - ing the flock of Jethro, his father in law, the priest of Midian: and he led the flock to the back of the wilderness, and came to the mountain 6f God, even to Horeb. “And the angel of the Lord appeared unto him in a flame of fire out of the midst of a bush: and he looked, and behold, the bush burned with fire, and the bush was not consumed.” (P.S. tins t lft.) “And Moses said, I will now turn aside, and see this great sight, why the bush is not burnt.” (MVs ast cands, b b apins. Lights lwrd. Hdwks rmvd. May. oin may nt, b rplcd.) P.S. (At b b.) And when the Lord saw that he turned aside to see, God called unto him out of the midst of the bush, and said, Moses, Moses. And he said, Here am I. And the Lord said, Draw not nigh hither: put off thy shoes from off thy feet, (Sndls rmvd, MVs astg.) for the place whereon thou standest is holy ground. Moreover he said, I am the God o~ thy father, the God of Abraham, the God of Isaac, and the God of Jacob. And Moses hid his face; for he was afraid to look upon God. (P.S. cvrs fc wth hs hnds. MVs ast in rylcy sndls. If hdwks ar t b ryled on cands MVs may acmpy thin; if ni, MVs rtn t Sta, b b rmns xpsd. Lights rmr& lwrd.) P.S. (At b b.) And the Lord said unto Moses, I have surely seen the afihic- tion of my people that are in Egypt, and I am come to bring them unto a land flow - ing with milk and honey. Come now therefore, and I will send thee unto Pharaoh, that thou mayest bring forth my people the children of Israel out of Egypt. And Moses said unto God, Behold, when I come unto the children of Israel, and shall say unto them, The God of your fathers hath sent me unto you; and they shall say to me, What is his name? What shall I say unto them? And God said unto Moses * * * * *: and he said, Thus shalt thou say unto the children of Israel, * * hath sent me unto you. * * * *, the God of your fathers, the God of Abraham, 130 131"},{"pageNumber":68,"pageContent":"r the God of Isaac, and the God of Jacob hath sent me unto you: this is my name forever, and this is my memorial unto all generations. B b fades out—Lts raised. P.S. (Thind cinci.) My Bros, the sym of th b b has been exhibited to you to impress upon your minds in the most solemr~ manner that the wds and ss used in our mys are of Divine origin, and as such, were sacredly regarded by th C of I, and by them transmitted to their posterity as wds and ss by which they should make themselves known and be distinguished by each other forever after. P.S. (Finth ct-ct.) Moses, having re - ceived the Divine command, thenceforth became the great leader and prophet of his people. He led them out of the land of Egypt, through the Red Sea, into the wil - derness, and up to the river Jordan, where on the mountain of Nebo, in the land of Moab, he was gathered to his fathers. P.S. (Ffth cinct.) After the death of Moses, under the leadership of Joshua, the C of I, with the A o t C before them~ crossed the river Jordan, and entered into that land which God had promised them. There they became a great nation, and, so long as they remained faithful to the G * *, they prospered. P,S. (Sxth crct.) About 418 years after the consecration of King Solomon’s Temple, during the reign of Zedekiah, the C of I, having done evil in the sight of the Lord, and having rebelled against the su - premacy of Babylon, Nebuzaradan, by command of the King of Babylon, went up, besieged and took the C of J. He seized all the hly vs o t T and all the treasures of the King’s palaces and then ~et the c and T on fire, totally leveling and razing them until all became one thorough deso - lation. The people that escaped the swd carried he away captive to the K o B, where they remained servants to him and his successors until the reign’ of C, K o P, by whom they were liberated in the first year of his reign, by the following procla - mation: (In thW.) “The Lord God of Heaven hath given me all the kingdoms of the earth; and he hath charged me to build him an house at J, which i i Judah. Who is there among 132 133"},{"pageNumber":69,"pageContent":"you of all his people? his God be with him, and let him go up to J, wch i i Judah, and build the house of th L G o I.” (If MVs hv acmpd cands thy nw rtn t Sta.) P.S. (Svnth ct-ct.) My Bros, in B our fs dd; in B we wr bin. Bt as K C hth prclmd us free to rtn t J t rbld th h ‘F, lt us go up & ast in tha nbl & glrs w, tha th p o Jrmh m b flfd; fr He hth sd: “After seventy years be accomplished at Babylon I will visit you and perform my good word toward you, in causing you to return to this place. Then shall ye call upon me, and ye shall go and pray unto me, and ] will hearken unto you. And ye shall seek me, and find me, when ye shall search for me with all your heart.” (R.A.C. & MVs rs; drw swds; close vs t thr Sta. P.S. cntrrnchs wth cands t pstn ~m frnt o fst V. Hdwks, if on, nw rmvd.) P.S. My Bros, we hv nw a at J & th Tb is bfr us. Lt us endvr t ent th pr o th GCn. *** *** * M1V. Wh drs app ths lV o our scr Tb? Wh cms hr? P.S. ThrwryswhhvcmfmBtastin rbldg th h o th L, wtht th hope o f or r. M1V. ByadothGCn,nwcnvdinth Sc o th Tb, md in cnsqnc. o d hvg arsn by th intr o strngrs amg th wkmn, nn ar p t eng in ths nbl & glrs w xcpt th tru dsc o th twl trbs o th C o I. You wl thrfr, b ptclr in trcg yr gen. Wh ar P.S. We ar M E M, o yr own bren & kin, chl o th cptvy, dscndts o ths o th prncly trb o Jdh, wh wr pr at th des o th T by Nabuzaradan & by hm crd awy cp t th K o B, whi thy rmnd sbj t hm & hs sucsrs untl th rgn o C K o P, by whs prclmtn we hv bn lbrtd, & hv nw cm up t ast in rbldg th h o th L. M1V. By wht fthr rt or ben d y xpct t ob ths imp priv ? P.S. Byb~nothwdspknbythGoO ppl I, fm out th b b, whn he rvld hs pr unt M. M1V. Wht is tha wd ? P.S. * * * * * MIV. (Drwg asd V.) Ent ths lV o our sc Tb. Thr M E M y inst b t hv cm ths fr t pint ths nbl & glrs w; bt fthr y cnnt go wtht my wds & s. My wds ar * * & * My s is an imt o tha gvn by th L unt M whn he cmnd hm t cst hs r on th g. 1.34 135"},{"pageNumber":70,"pageContent":"U,________ I— Th xplntn o ths s is fnd in th wrtngs o as fiws: And Moses answered and said, But, behold, they will not believe me, nor hearken unto my voice: for they will say, The Lord hath not appeared unto thee. And the Lorc~ said unto him, What is that in thine hand? And he said, A rod. And the Lord said~ Cast it on the ground. And he cast it on the ground, and it became a serpent; and Moses fled from before it. And the Lord said unto Moses, Put forth thine hand, and take it by the tail. And he put forth his hand, and caught it, and it became a rod in his hand: That they may believe that the Lord God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath appeared unto thee. Wth ths wds & s y wl b enbld t ent th 2V. Ps on. (M1V. stps t hs Sta & is seated.) P.S. *** *** * M2V. Wh drs app ths 2V o our sc Tb ? Wh cms hr ? P.S. ThrwryswhhvcmfmBt~ 5~ in rbldg th h o th L, wtht th hope o f or r. As M E M we hv pad th iV & nw rqst per t ent th 2V.~ M2V. By wht fthr int or ben d y xpct t gnadm? P.S. Bybenothwds&sgvnusbyth M1V. M2V. Wht ar hs wds ? P.S. * M2V. Wht is hs s ? P.S: An imt o tha gvn by th L unt M whn he cmnd hm t cst hs rd on th g. M2V. (Dinwy asti V.) Ent ths 2V o our sc Tb. Thr M E M y inst b t hv cm ths fr t pint ths nbl & glrs w; bt fthr y cnnt go wtht my wds & s. My wds ar * * & * My s is an imt o tha gvn by th L unt M whn he cmnd hm t pt hs hnd mt hs b. Th xplntn o ths s is fnd in th wrtngs o M, as fiws: And the Lord said furthermore unto him, Put now thine hand into thy bosom. And he put his hand into his bosom: and when he took it out, behold, his hand was leprous as snow. And the Lord said, Put thine hand into thy bosom again. And he put his hand into his bosom again; and plucked it out of his bosom, and behold, 137"},{"pageNumber":71,"pageContent":"it was turned again as his other flesh. And it shall come to pass, if they will not believe thee, neither hearken to the voice of the fst s, that they will believe the voice of the ltr s. Wth ths wds & s y wl b enbid t ent th 3V. Ps on. (M2V stps ths Sta & is seated.) P.S. *~* *** * M3V. Wh drs app ths 3V o our sc Tb ? Wh cms hr ? P.S. Thrwryswhhvcmfm Btast in rbldg th h o th L, wtht th hope o f or r. As M E M we hv psd th 2V & nw rqst per t ent th 3V. M3V. By wht fthr rt or ben d y xpct t gn adm ? P.S. Bybenothwds&sgvnusbyth M2V. M3V. Wht ar hs wds ? P.S. ~ M3V. Wht is hs s ? P.S. AnimtothagvnbythLuntM whn he cmnd hm t pt hs hnd mt hs b. M3V. (Drwg asd V.) Ent ths 3V o our sc Tb. Thr M E M y inst b t hv cm ths fr t pint ths nbl & glins w; bt fthr y cnnt go wtht my wds, a & sg. My wds ar * * & * My s is an imt o tha gvn by th L unt M whn he cmnd hm t p w upn th d I. Th xpln o ths s is fnd in th wrtngs o M, as fiws: “And it shall come to pass, if they will not believe also these tw ss, neither hearken unto thy voice, that thou shalt take of the water of the river, and pour it upon the dry land: and the water which thou takest out of the river shall become blood upon the dry land.” Wth ths wds & s, tgthr wth ths sg o or T, y wI b enbld t ent th Sc. Ps on. (M3V stps t hs Sta & is seated.) p~5~ *** *** * R.A.C. Wh drs app th Sc o our scr Tb, whr inc bins upn th h alt bth d & n Wh cms hr ? P.S. Thr wry s whhv cm fm B t ast in rbldg th h o th L, wtht th hope o f or r. As M E M we hv psd th 3V & nw rqst per t ent th pr o th G Cn. R.A.C. By wht fthr rt or ben d y xpct t gn adm ? P.S. By ben o th wds, s & sg gvn us by th M3V. 138 139"},{"pageNumber":72,"pageContent":"R.A.C. Wht ar hs wds ? ~~5~ * * & * R.A.C. Wht is hs s ? P.S. An imt o tha gvn by th L unt M whn he cmnd hm t p w upn th d 1. R.A.C. Wht is hs sg ? P.S. Tha o Z, or T. R.A.C. Prs th sg. (P.S’~passes 4’ thin V; R.A.C. rec it in hs hnd.) Wt untl th G Cn hv bn inf o yr rqst & thr ans rtnd. Cmp C.H. C.H. (C.H. rss) Cmp R.A.C. R.A.C. Thin ar wtht thin wry s wh hv cm fm B t ast in rbldg th h o th L wtht th hope o f or r. Thy din t b M E M & as sch hv reg psd th Vs & nw rqst per t ent th pin o th G Cn. C.H. By wht ptclr int or ben d thy xpct t gn adm. R.A.C. By ben o ths sg. C.H. Pines th sg. (Passed fm hnd t hnd.) (C. H. drws swd & sits.) E.H.P. E.H.P. Cmp C.H. C.H. Thin ar wtht thin wry s wh hv cm fm B t ast in rbldg th h o th L, wtht th hope o f or in. Thy din t b M E M & 140 ‘N as sch hv ingly psd th Vs & nw rqst per t ent th pin o th G On. H.P. By wht ptclr int or ben d thy xpt t gn adm ? C.H. By ben o ths sg. H.P. Pines th sg. (C.H. rtns swd—pres sg—rsms hs Sta & agn drws swd.) (Ths mnnr o apprchng th E o th Sc shd b flwd on all ocsns.) (Th G Cu cnfr.) H.P. Th G On blv tha th sg o Z wld nt hv bn intrstd t any unwinthy o thin pin. Adm thin. C.H. (To R.A.C.) Adm thin. (Th svn brnch cudistek in th sthest o th Sc & th alt o inc in th nthest, ar lighted bir th wht V is drwn. Th cndlstck & alt o inc ar nec prts o th fur - niture o th Sc & shd b plcd in th pstns here stated.) R.A.C. (Drwg a.sd V.) Ent. (As soon as C. H. says, “Adm thin,” th H. P. bgns t read fm ~cro II. C. H. & R.A.C. xtnd thin swds in fr’nt o cands t ~rvnt thr advg fthr.) H.P. (Reading fm Sd.) In the seventh month, in the one and twentieth day of the month, came the word of the Lord by the prophet Haggai, saying, Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, and to the residue of the people saying, Who is left 141 J"},{"pageNumber":73,"pageContent":"among you that saw this house in her first glory ? and how do ye see it now is it not in your eyes in comparison of it as nothing ? Yet now be strong, 0 Zerub - babe I, saith the Lord; and be strong, 0 Joshua, son of Josedech, the high priest; and be strong, all ye people of the land, saith the Lord, and work: for I am with you, saith the Lord of hosts: According to the word that I covenanted with you when ye came out of Egypt, so my spirit re - maineth among you: fear ye not. For thus saith the Lord of hosts; Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land; And I will shake all nations, and the desire of all nations shall come: and I will fill this house with glory, saith the Lord of hosts. The silver is mine, and the gold is mine. The glory of this latter house shall be greater than of the former, and in this place will I give peace. In that day will I take thee, 0 Zeinubbabel, my servant, the son of Shealtiel, saith the Lord, and will make thee as a signet; for I have chosen thee. (C. H. & R.A.C. tk thin Sta, at sgnl fm th H. P.) r H.P. My Bros, we undstnd y ar fm B; tha y ar M E M; & hv cm t ast in rbldg th h o th L wtht th hope o f or in ? (P.S. bows assent.) Wht pt o th xv ar y wing t undtk ? P.S. Any pt, evn th inst sinvi, t pint ths nbl & gins w. H.P. Yr mdsty bspks yr mint, bt wht evdnc cn y fur th G Cn tha y an M E M ? (P.S. & cands cnfr.) P.S. Wecngvythss&wdsothsvnl degs thin wch we hv p. (G Cn cnfr, sotto voce.) H.P. You xvi gv th ss & w o M E M. (Done. G Cn agn con fr.) H.P. Th G Cn an nw cnvc tha y an eqi t any pntn o th xv, evn th inst d. Bt as it is nec tha sm min o th nb b rmvd fm th estinn pt o th ins, in ord t 1 th f fin th sec T, y wl c yr opntns thin. And shd y, in th cins o yr Is, mk any d y dm o imp, y wi cmnc it t nn bt th G Cn, fin we hv no dbt thin lie b mny v tinsins & spcmns o ant, wch if bin t 1 wi pry o essnti s t th Cf t. Th C.H. wi fur y wth th nec wkg tis & undin hs dnctn y xv rep t yr is. (CII. tks wkg tls & pls one on int shldr o ech 142 143"},{"pageNumber":74,"pageContent":"cand; cmncg on int o in, c fet, thn p & s, saying as he da so:) C.H. MyBros,thwkgtisoaRAM an th c, p & s, & may b ths xplnd: The Crow is used by Operative Masons to raise things of great weight and bulk; the Pickaxe to loosen the soil, and prepare it for digging; and the Spade to remove rubbish. But the Royal Arch Mason is emblematically taught to use them for more noble purposes. By them he is re - minded that it is his sacred duty to lift~ from his mind the heavy weight of pas - sions and prejudices which encumber his progress toward virtue, loosening the hold which long habits of sin and folly may have had upon his disposition, and remov - ing the rubbish of vice and ignorance, which prevents him from beholding that eternal foundation of truth and wisdom upon which he is to erect the spiritual and moral temple of his second life. (C.H. cndts P S & cands t ms. MVs ins & sit C. H.) ‘C.H. (At ms.) Ths is th p1. (C.H. rtns thru Vs, bng sltd as he passes. Wht V clsd.) (MVs seated.) (Note:—A prtn o th ms o K S T, t cnfrm t plans apprvd by G L o Coin on Rtl shd b lctd at, or near, inner din.) P.S. (At ms.) My Bros, th thin soj whm y rps repd t th p1 as drctd, whin thy wrght digntly fin svri dys wtht d a o imp. Thy noticed, hwvn, svi brkn c o exq wkmshp, wch fm thin pstn amg th inns ld thin t blv tha thy inst hv std nr th Ho Hs o th T. Cntng thin is thy dis wht thy at fst spsd t b an i in, bt as one o thin stin it wth th c it rtnd a hiw snd. Thy thrupn ndbid thin efints & aftin rmvg sm o th rb, fnd it t rsmbl th tp o an a, in th vertx o xvch ws a s, hvg upn it cintn cs wch fm ips o tin, win nnly efcd. (By drctn o th P. S. one o th cands stinks wth th c as indctd & rmvs k s fm tp o th a.) P.S. Lt us rtn wth ths s t th G Cn. (Wkg tis ar nt bin back. Wkmn pass th MVs, wh mn seated.) P.S. (At th Sc.) *** *** * R.A.C. Wh cms hin? P.S. Wkmn fm th inns. R.A.C. Cmp C H, wkmn fm th inns. C.H. Adm thin. R.A.C. (Drwg asd V.) Ent. (Thy ent & ar hltd as bfr whi K. reads fm Sd.) K. This is the word of the Lord unto Zeinubbabel, saying, Not by might, nor by 144 145"},{"pageNumber":75,"pageContent":"power, but by my spirit, saith th~ ~ord of hosts. Who art thou, 0 great ~.iiountain? before Zerubbabel thou shalt become a plain: and he shall bring forth the head - stone thereof with shoutings, crying, Grace, grace unto it. Moreover the word of the Lord came unto me, saying, The hands of Ze ru~babei have laid the foundation of this house; his hands shall also finish it; and thou shalt know that the Lord of hosts hath sent me unto you. For who hath des - pised the day of small things? for they shall rejoice, and shall see the plummet in the hand of Zeinubbabel, with those seven. (C.H. & R.4.C. tk Sta at sgn~ fm H.P.) H.P. My Bros, we an plsd t se y rtn & trst it is nt wtht hvg md sin imp d. P.S. E.H.P., we repd t th p1 as drctd. Thin we dis ths s in th tp o an a wch hd bn hdn in th rb. H.P. Cmp C.H., pines it. (C.H. rtns swd. P.S. tks s fm cand & hnds it t CII. wh pines it t th H.P. & rtns t hs Sta. Drws swd.) (G. Cn cnfr, sotto voce.) H.P. Th G Cn an o th opnn tha ths s ws th k s o an a o K S T & wrght by a Mk M. Ar y wIg on th morrow t ink sch fin further trsr? (P.S. & cands cnf in.) P.S. Th tsk m b atd wth dif & prps d, yt we ar wlg t pint ths nbl & gins xv. H.P. Th tsk m b atd wth dif & prps d bt th G Cn gv y thin assnc tha yr mints shl nt go unrwd. Rtn t yr Is. (P.S. & cands rtn t inns. MVs rmn seated.) P.S. (At ms.) Whn our anc bren rtnd t th scn o thin Is thy wdnd th aper by rmvg min 0th 55 in th a. (By drctn 0th P.S. one o th cands ds so.) One o thin thn dscd mt th vlt & fnd thin sqs. (By drctn o P.S. one o th cands fnds & brings out thr sqs.) Lt us rtn wth ths sqs t th G Cn. (P.S. & cands rtn & ar rptd & hfld as b/in, whi S reads fm Sd.) S. “In that day will I raise up the tab - ernacle of David that is fallen, and close up the breaches thereof; and I will raise up his ruins, and I will build it as in the days of old.” (C.H. & R.A.C. tk thin Sta at sgnl fm H.P.) H.P. My Bros, we an plsd t se y ntn & trst it is nt wtht hvg md sm imp d. P.S. E.H.P., we agn repd t th scn o our Is & af tin rmvg sm min o th ss t wdn th apen, 146 147"},{"pageNumber":76,"pageContent":"one o my bros dscd mt th vit & fnd ths thin sqs. H.P. Cmp C.H., pres thin. (C.H. does as b/in. G Cn cnfr, sotto voce.) H.P. Th G Cn an o th opnn tha ths an G M Js, undbtly ths win by S K o I, H K o T & H A. Ar y wlg t ink sch fin f tinsin? (P.S. & cands cit/in.) P.S. ‘Th tsk ~wl b atd wth dif & d, yt we are wig, evn at th nsk o our lvs, t pint ths nbl & gins xv. H.P. Thtsk xvi b atd wth dif & d, bt th G Cn reiterate thin assnc tha yr mints shl nt go unnwd. Rtn t yr ls. (P.S. & cands rtn as b/in. MVs inmn seated. Wht V clsd.) P.S. (At ms.) Our anc bren agn nepd t th vit, whin one o thin dscd. Tn sn hvg gnd its mndn hgt, dntd its ins wth sch nflgnt spi mt th inrmst recesses o th vlt, tha he ws enbld t dscnn in th estinly pint thrf, a cbcl pdstl o wht m, on wch rstd a Cskt ovinld wth g, & hvg on its tp & sds crtn mys cs. Blvg th dis t b an imp one, he tk th Cskt & ascd. On ascg h fnd hs hnd invlntinly plcd in ths pstn t gd hs eyes fin th I I wch asid thin fm abv. (By drctn o th P.S. one o th cands md’s & bings out th Cskt, plcg hs hnd in th pstn indctd by th P.S.) P.S. Lt us rtn wth ths Cskt t th G Cn. (Thy rtn & ar rprtd as b/in. Thy ar nt hltd in th Sc.) H.P. My Bros, we an plsd t se y rtn in sfty &, as we pncv, it is nt wtht ‘hvg ind an imp dis. P.S. E.H~P., we agn repd t th scn o our Is, whin one o my bros dscd & by th ins o th sn pen th vlt, he ws enbld t dis ths Cskt on a cbcl pdstl o wht in. On ascg he fnd hs hnd invlntrly plcd in ths pstn t gd hs eyes fin th I I wch asld thin fm abv. Wth ths tinsin we hv repd t th G Cn. H.P. Cmp C.H., p1 it upn th pdstl. (G.M. rtns swd, does so & rtns t hs Sta. Th fgrs on th A shd b twrd th W.) (G Cn ins & exm cinfly.) H.P. Cinp P.S., hs ths bn opd? P.S. It hs nt. H.P. Cmp C.H., ast in opg it. (C.H. raps thin tins wth g on one end o cvr, thin tins on th othin end, & thin tins in cntr. Rmvs cvr & pics it agnst base o pdstl, feg oands. He thn rtns t hs Sta & is seated. H.P. tks out pt & he, K. & S. exm it crfly. He thn inpics it ~n th A, & does sm wth ind. Thn tks out Sd & reads:) “In the beginning God created the lAS 149"},{"pageNumber":77,"pageContent":"heaven and the earth. And the earth was without form and void; and darkness was upon the face of the deep. And the spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light.” And it came to pass, when Moses had made ~n end of writing these words in a book, until they were finished, that he commanded the Levites which bare the ark of the covenant of the Lord, saying, Take this book of the law, and put it in the side of the ark of the covenant of the Lord your God, that it may be there for a. witness against thee. (H.P. in-rolls Sd & wth it gvs th D G & S ~ R A M. saying:) H.P. Th B o th L, Ing 1st, nw fnd. Lt us ascrb H t th L. Ths B o th L 1st t us in our dkns in B, G hs nw bn plsd t instin. It is th incind o hs invld wI & is th scrmnt & sym o th L W o G, by whin all thngs win md. Lt us thrf in, fin th xvsdm vchsfd t us, wik wor - thily in th I He hs csd t shn abt us. (H.P. rsms reading /m Sd.) “And thou shalt put the mercy seat above, upon the ark; and in the ark thou shalt put the testimony that I shall~ give thee.” And Moses said, This is the thing which the Lord coin mandeth, Fill an omen of the manna to be kept for your genera - tions; that they may see the bread where - with I have fed you in the wilderness, when I brought you forth from the land of Egypt. And Moses said unto Aaron, Take a pot, and put an omen full of manna there - in, and lay it up before the Lord, to be kept for your generations. As the Lord com - manded Moses, so Aaron laid it up before the testimony to be kept. “And the Lord said unto Moses, Bring Aaron’s nod again before the testimony, to be kept for a token.” (H.P. inpics Sd in th A & trng to K. & S., says:) H.P. ThsisacpyothAothCv. K&S. Nodbtoit. H.P. My Bros. we fnd ths t b a cpy o th A o th Cv, wch ws th scin sinbl o th dv pin amg th C o I, so Ing as thy win obdnt t th vc o G. And may we so wlk bfr Hin in hlns o if tha ths cpy 0th A may b asure smblohsprwthus. (H.P. tks out p. hnds it t K. & th ind t S. In th 150 151"},{"pageNumber":78,"pageContent":"flwg dscrptn he mentions ech aintcl as he tks it in hs hnds, & at th end o th dscrptn, inpics it in th A.) Th cntnts o ths A an a p, a ind & th B o th L. Th p, (Tkg it fm K.) is an mt o th p o in, wch M, by dv cmnd, laid up in th sd o th A, as a inminl o th minds innin in wch th C o I win spld wth tha antcl o f, fin finty yrs in th wldnns. Th ind, (Tkg it fm S.) is an mt o. A ind wch bdd, bisind & yid aimnds in a sngi nght, whl laid up bfr th tstmny in th Tb o th cngngtn. (H.P. agn tks out Sd, unrolls it & dis ky; inplcs Sd in A. K. pts cvr on A, & exms cs on th sds o A. WhI K. is ths ~ngd, H.P. wth ky in hs hnds, says:) H.P. It als cntns a pinhint on wch an nscnbd cntn mys cs. (H.P. & S. cmpr ky wth cs on sds & tp o th A & .appear to dcpr thin. Th K., hvg cncld hs exm o th A looks at th ky in th H.P.’s huds & says:) K. E.H.P., d nt ths cs cnspnd wth ths on th A? H.P. Thy d, & thin mng is clear, bt I fail t und thin sgnfc on th sds o th tin, as ths cs fin th nin o Din lngs 0th gntls: B * * in th ChI, 0 * in th Egy & J * * in th Syr. (H.P., K. & S. erm viny cin/ly thtin on th tp o th A. H.P. thn says:) H.P. LtusskfthinlinthBothL. (K. rmvs cur t per H.P. t tk out th Sd, thn inplcs 2t. H.P. reads /m Sd:) 152 I H.P. (Reading.) And God said uhto Moses * * * * is my nin forever; and this is my memorial unto all generations. And again God spake unto Moses, and said unto him, I am the Lord and I appeared unto Abraham, unto Isaac, and unto Jacob, by the name of God Almighty; but by my name— (H.P. stps reading, pics Sd & ky on A & exms tr, using mdx fngr o itt hnd.) H.P. ** ~ ** ~‘~““ (Rt tilt.) * * * * (Lft t rt.) *** ** *** (Rt t itt.) * * * (Lft t rt.) ** ** ~ (Lettined, itt t rt, pause end o ech syl.) ~ (Cmplt w. H.P. rs rt hnd, & says:) H.P. At 1st th ing 1st M’s W. (Off ins & cm t s o F.) H.P. Most gracious and merciful God, we humbly thank Thee for preserving and bringing to light the 11 M’s W; for our fathers have declared unto us the sacred - ness with which Thy M H N was wor - shipped and adored in their days and in the old time before them. So direct, sanctify and govern us, that we may ever 153"},{"pageNumber":79,"pageContent":"remember that our Holy Order is founded upon the honour and glory of Thy G and S N. Amen. All. So int it b. (Au Off, exc H.P. seated) H.P. My Binos, we fnd ths xv in th cntr o th tin, cnstg o f Hb cs t b th anc Ttgn, th G & S N o G, th 11 M’s W. Ths crp prhmt we fnd t b a ky~ t th cs on th A & on th sds o th tin; by inns o wch we decpr ths on th sds o th A t b th intls o th nins o our thin a G Ms, S K o I, H K o T, & H A tgthr wth th yr o dpst, & ths on th sds o th tin t b th G R A W, wch ws engnvd thin fin th prps o psvg th tin prnctn 6 th G & S N. In accdnc wth th assnc y hv nec, tha yr mints shd nt go unnwd, th G Cn wI nw dscd & mv y wth th prncpl s o th H R A. Th C.H., P.S., & R.A.C. xvi ast. (Thin is nw find.) K. H.P. S. t Cand. Cand. Cand. P.S. C.H. R.A.C. H.P. Ths isthDGoRAM.It aids t th pstn in wch th bro fnd hs hnd invlntnly plcd on ascg th arch, to gd hs eyes fin th i 1 wch asld thin fin abv. Ths isthS.Italdstaprtnoth p o th 0, tha o hvg y s 5 0. Ths DG&S.(Gvgthm.) shd alws b gvn as a s t th E H P. on enting on inting fin a C o R A M. Ths isthGHSonSoDoRA M. It alds t th adtnl pntn o th p, tha o hvg y b e t t s in o t n d s, shd y v y s 0 o R A M. Th P wch xvi b dind o y by one o th Off, at th opg o a C o R A M, on at th din, is *** ** We xvi nw cmnc t y th G R A W & th G & S N. Adv yr int ft & fin a dlt on tr. K. H.P. S. Cand. P.S. Cand. C.H. Cand. R.A.C. Rs yr int hnd as if abt t gv t 5 o E A, xtnd it & g t in w o th cmp on yr 1. Wth yr Ift hnd invins th g b. Ths is cid a 1 a. Rinbin y hv sol swn tha y wid not cmnc th G R A W in any othr innin thn tha in wch y mght rec it. Rpt aftin me: W t d a - 154 155"},{"pageNumber":80,"pageContent":"i p1 an - t swt s; wt d a-i p1 an -t 5W t k; xv t d a - i p 1 a u - t in t R A. Th G R A W i c o t n o D i t I, t 5, t C & t E. p is th S; p .isth isthE. Ths syls ar t b p thin tins arnd u t R A a o a tin. Th fst tin arnd th Cn Off gvs th, f s, th astg Off th s & th cand th t. Th sec t a th astg Off g th f s, th cand th s & th Cn Off th t. Th t t a th cand gvs th f s, th Cn Off th s & th astg Off th t. Bat t t t (Done.) in t a (Done.) gv th wd a it a. (Done.) Ths wd is alws t b gvn in ths in at th opng o a C o R A M. Rmbr y hv als so] swn tha y wid nt i t G & S N s i t r p i w t s mght b cmnc t y. Th nin is tha gvn by G t M, fst at th b b & agn on hs sec cing unt th L. Ths an th fst incind invls o th infbl nin gvn by G t inn. * * is my nin finvin; and ths is my mmnl unt all gnntrns. I am * * *; and I apind unt A, unt I, and unt J, by th nin o GA; bt by my nin*** ws I nt knwn unt thin.~, It is coin o t syl, th fst is ~p * * pro * th sec * * pro * *; & th thd * * * pro * * * Ths syl an t b p u th R A & ovin a tin in th sin in as th GR A W. Prsinvng th pstn o yr int ft. k o y 1 k (Done.) in t a (Done.) gv th wd a 1 t a. (Done.) Bat t t t. (Done.) Rise. Th Cn xvi rtn. (All Off, exc H.P. seated.) H.P. My Bros, up to this time you have been addressed, and have addressed each other, by the title of bros or bren. You will now be called cmps. My Cmps, you will now be clothed as R A M. APRON LECTURE My Cmps, I now present you with the apron of a Royal Arch Mason. Its color is white, embroidered in red, symbolizing the purity of your intentions and the fervency and zeal that should actuate you in the per - formance of every duty in promoting the noble and glorious work of building the Temple of your life, and in your labors for all mankind. The Triple Tan in a triangle, within a circle, is the emblem of emblems of a Royal Arch Mason, typifying the Sacred Name, the Author of Eternal Life. It is worn as a mark of distinction, separating us who know and worship the true Name from 156 157"},{"pageNumber":81,"pageContent":"those who are ignorant of this august mys - tery. May yon wear it as one who, knowing and believing, may find in it the highest hope and faith ever given to man. (Cands /urnished chairs by MVs. H.P. dines thin t b seated.) (Ky xplnd. Use blkbrd & crayon. Retain dia - gram fin use in gvg concluding paragraphs a Hist Lee t.) HISTORICAL LECTURE My Cmps, th mysteries o th H R A an fnd npn th G & S N o G, tha nin wch we as R A M, ar tght t nevinnc abv all othins. Ths deg bnngs t I inny vibi tinsins o th Cft, aftr thy had lain b in d fin th spc o 470 yrs, th inst imp o wch an th 11 M’s W & th B o th L. Th H R A is th cinpln & flflmnt o th M M deg, fin hinn is ncvrd th s in sinbi wch ws thin 1. Th cen o ths deg an dsgnd t pintry th hstnci & igndry evnts cnnctd wth th rcvry o th in tinsins npn wch th deg is fnd. Aftin Cyrns hd issned hs proc lbrtg th C o I, th pnin pp 1 o th trbs o Jndah & Bnjmn, tgthr wth th pnsts & Lvts dpntd imdtly fin J, whin thy erctd a Tb nin th inns o K S T. In th Sc thy st up th alt & thin th G Cn, cnstg o J th F 158 H.P., Z th K; & H th 5, hId thin cnvctns. Aing ths Ift bhnd in B win thin o our anc bren, wh aftinwinds wnt up t J t ast in rbldg th B o th L. Ths thin sois xvhm y hv rpstd, dis & bin t I crtn tinsins o nstmbi vi t th Cft & as a nwd win xltd t b th Ms o th Vs. Ths tinsins owe thin pnfnd in sig t a sins o crcs & evnts, o wch ~ hv hd a pinti acct in th M M deg. You wI rem tha G M H A ws s fin in t gv th l’~4’s W. .Th rsn why he cld nt d so is nw obvs, fin ac t th Nb I, no one aln ws per t pinnc it xcpt th H P o I & he only wthn th H o H. As th prsnl nin o G ws cnsrd by th Hbs t s tb utind, it ws thin prc t sth wd ~ mng 0 L, whnvn th Ttgn xvs t b spkn. Whn th fst T ws des by th Chldns, it is pinbl that th A o th Cv ws als des, bt in trdtn infs us that bfr th cmpln o th T, K S blt a s v und th 5 5, whin our G Ms hId thin mtngs & entind mt a sol cv nvr t gv th M’s W, unls thy thin win pin & a. In ths s v thy dpstd a cpy o th A o th Cv & plcd wthn it imts o th Pt o inn & A ind, & als th B o th L. Af tin th d o G M H A ths s v ws clsd wth all its scin tinsins. 1< 5 thn s a wd fin tha wch 159"},{"pageNumber":82,"pageContent":"ws 1, & tha s y recd in th M M deg. And y wi ininbin tha K S als vgly xspd th hope that th wsdm o futin gns night dis & bin t 1 th t wd. Tha hope y hv at last sn rlzd. The /ollowing paragraphs in parenthesis may here be inserted as paint o/ the Historical Lecture, or another Lecture may be begun ending with the concluding paragraphs o/ the regular Historical Lecture. (The Working Tools of a Royal Arch Nason, in addition to the Crow, Pickaxe and Spade are the Square and Compasses, which have~been presented to your view in every degree of Masonry through which you have passed. The Square teaches us, as Royal Arch N asons, that God has made all things square, upright, and perfect. The Com - passes are used by operative masons to describe circles. All the parts of the cir - cumference of a circle are equally near to the centre. The circle, therefore, is a strik - ing emblem of the relation in which the creature stands to his Creator. For, as all the paints of the circumference of a circle are equally near to its centre, so are all creatures whom God has made equally near to him. The equilateral or perfect triangle on the sides of which the G R A W is found is emblematical of the three essential attrib - utes of Deity — namely, Omnipresen.ce, Omniscience arid Omnipotence; for as the three equal sides, or angles, form but one Triangle, so these three attributes consti - tute but one God, whose name in three languages is the G R A W. The equilateral or perfect triangle was adopted by the ancients as a symbol of the Deity—as embracing in himself the three stages of time—the Past, the Present, and the Future. Among the Hebrews a yod, or point in the centre of an equilateral tri - angle, was one of the modes of expressing the incommunicable name of *******• For this reason, the number three has al - ways been held in high estimation by the Fraternity. We find it pervading the whole ritual. There are three degrees of ancient craft Masonry, three principal officers of a Lodge, three supports, three ornaments, three greater and three lesser lights, three movable and three immovable jewels, three principal tenets, three rounds of Jacob’s ladder, three working tools of a Fellow- 160 161"},{"pageNumber":83,"pageContent":"Craft, three principal orders of architec - ture, three important human senses, three ancient Grand Masters, and the s W o M M ws thin tins d o G M H A by one o th thin ins at ech o th thin gts o th T, & hs b ws thin tins b. In short the allusion to the triangle may be found wherever we turn our steps in Freemasonry. It is held in still higher es - timation by all Royal Arch Masons. There are three principal officers who compose the Council, three Masters of the Veils, three—and only three—can be exalted at the same time; there were three deposits in the Ark; our Altar is triangular, our jew - els are triangular, and our hnds & ft inst b plcd in a tinnglr pstn bfr we can cmnc th G R A W, or impint the G a S N.) HISTORICAL LECTURE (Conclusion) (Use drgm on blkbrd t ilistint th flwg pain.) You prcv wthn th tin on th tp o th A, four Hb cs. Reading fin int t Ift thy an ** ~ ** crspdg in our aiph t * * * ~. Ths ltrs cnnt b pinncd as one wd, wtht th a o vs. By aplyg ths cntd in th G R A W, wch in I tra infs us ws ngrv on th sds o th tin by our thr anc G Ms fin fh prps o prsvg th tru p o th G a S N, & stl reading fin int t lft, we fnd in th C nin o D,***, th v * ; in th E, ~, th v *; & in th 5, ““““‘, th v “‘, wch gvs us th tru p. Ths it ws tha t G Cn win enbid to dcph th mystery o th i on th A, & ths it is tha ~e, as R A M, dis th tru p o th G a S N, th Hb N o G, th II M’s W. To comply wth a crtn t o th 0, tha o d th ky t th cs blg t ths deg, whn th sin shd hv s its prps, I nw d ths ky fnd in th scin Sd. (H.P. thu bins th ky, in ~h pin o th cands; at th sm tm ers th drgm fm th blkbrd.) (There may now be explained) THE ROYAL ARCH BANNER The Royal Arch Banner, which should be displayed in every regular Chapter of Royal Arch Masons, is composed of the four standards used to distinguish the four prin - cipal tribes of the children of Israel, who bore their banners through the wilder - ness, namely: Judah, Reuben, Ephinaim, and Dan; and under each of these princi - pal standards were assembled three tribes. There were, consequently, four divisions, with three tribes in each numbering 150,- I 63 162"},{"pageNumber":84,"pageContent":"000, making in all 600,000 fighting men, or men of war. They marched in a hollow square in traveling through the wilder - ness, in order to guard and protect on every side the sacred ark of the covenant. The escutcheon, or shield on the banner, is divided into four compartments by a green cross, over which a narrow one of yellow is placed, On ea~h compartment formed by the limbs of the cross is delineated the peculiar emblem of one of these tribes, to wit: in the first quarter, a golden lion on a field of blue, representing Judah; in the second, a man on a field of gold, represent - ing Reuben; in the third, a black o,c, on a field of gold, representing Ephinaim; and in the fourth, a golden eagle on a field of blue, representing Dan. Each of these isa component part of the hieroglyphic of the Cherubim, which represent the children of Israel; and they teach us that, in the erec - tion of our second temple of “Holiness to the Lord,” as well as in the prosecution of every great and important undertaking, we should display, as did our ancient brethren in the erection of the first temple, the strength of the lion, the intelligence of 164 4 man, the patience of the ox, and the swift - ness of the eagle.. As a crest, the banner is surmounted by the ark of the covenant, guarded by two Cherubim, with their wings touching in the center. QUESTION AND ANSWER LECTURE Q. AryaRAM? A. *****. Q. HwshllkytbaRAM? A. Byttt. Q. Whinwinyinda RAM? A. Wthn a 1 c & d opd C o R A M, asmbld in a p1 rpsg th Tb e by our a b nin th in o K S T. Q. HwmnycaCoRAM? A. Nom. Q. Whncoonlyn,whart? A. Th E.H.P., K & 5; C.H, P. 5 & RA. C & thin Ms o th Vs. Q. Wht an th cer o ths deg intnd t in? A. ThdothfstT,thcothcol,th rtn o th c fin B, th bldg o th s T, & th r o th G A S N, or 11 M’s W. Q. Whmddyrps? A. OneothrMEMwhrtndtJfm B, t ast in th n & g xv o rbldg th h o th L. 165"},{"pageNumber":85,"pageContent":"Q. Hwddymkyrslfktyrb? A. Bythsmwd&ssgvnbythLuM whn he cmnd hm t cndt lh C o I out o th 1 o E&fmthhob. Q. WhtwsthaW? A. *****. Q. Whtwsthfs? A. Cstg hs r on th g. Q. Whtwsthss? A. Ptghshintohsb. Q. Whtwsth Is? A. Prgwuponthdl. Q. Hvyany o ssbtthsd? A. I hv svrl. Q. Shw m a s. (Done.) Wht is t c? A. ThDGoRAM. Q. Towhtdsila? A. To th pstn in wch I fnd my h i pled on a th a, t grd my eyes fm th i I wch a thin fm a. Q. Shw m a s. (Done.) Wht is t c? A. ThSoRAM. Q. To wht ds it a? A. Tothpo a pothO,thaohms S 0. Q. Shw m a s. (Done.) Wht is t c? A. ThGHSoSoDoRAM. Q. To wht ds it a? A. To th adni prtn o th p, tha o hvg nh b e t t s r o t n d s,shd I v m s 0 o R A M. Q. Hv y any othr wds bing t ths d? A. IhvthsgvnmebythMsothVs, als th p s o th d. Q. Wht ar th wds 0th M1V? A. **&*. Q. Wht ar th wds o th M2V? A. **&*. Q. Wht ar tWwds o th M3V? A. **&*. Q. Whtarthpsothd? A. Th****&th**** Q. Wlygvthm? A. I wi, wth th a o y & a. (Grps find.) Q. Pcd. We t do a-i p 1 a u-th s w t s; We t do a-i p 1 a u-th s w t k; We t do a-i p 1 a u-to r t R A. (Battery & /st wd gvn; thn kn & gv see wd.) Q. WhtisthmoRAMsy? A. HttL. (In addition to the above Lectures the following may be given: ADDRESS TO CANDIDATES And now, my Companions, you have re - 166 167"},{"pageNumber":86,"pageContent":"ceived all the ceremonial instruction that pertains to our noble Craft. You have ascended, by regular grada - tions, to the summit of our sublime and royal art. You have been conducted around the outer courts of the temple, viewed its beau - tiful proportions, its massive pillars, its starry-decked canopy, its Mosaic pave - ments, its lights, jewels, and furniture. You have been introduced into the Mid - dle Chamber, and learned, by the example of our ancient brethren, to reverence the sabbath-day and keep it holy. You have entered the unfinished S S and there, in the integrity and inflexible fidelity of the illustrious Tynian, witnessed an example of firmness and fortitude never surpassed in the history of man. You have wrought in the quarries, and exhibited suitable specimens of your work, and have been taught how to receive, in a proper manner, your Masonic wages. You have regularly passed the chair, and learned its important duties—a knowledge of which can alone qualify you to preside over the sons of light. You have been present, and assisted at the completion and dedication of our mys - tic temple; and, for your zeal and fidelity to the craft, have received the congratula - tory title of Most Excellent Master. You have heard the story of the mourn - ful desolation of Zion, the sack and de - struction of the city and temple of our God, and the utter loss, as the world sup - posed, of all those articles contained in the Holy of Holies; how the chosen people of God were forced by a foreign despot from the pleasant groves and peaceful vineyards of their native Israel, and dragged into captivity on the banks of the fain-off Euphrates. But you have seen those afflicted sons of Zion visited, in the darkest night of their adversity, by a peaceful light from heaven, which guided them to the scenes of their former glory. You have seen them enabled, by the sig - net of Eternal Truth, to pass the veils that interposed between them and their fondest hopes. You have seen them successfully en- 168 169"},{"pageNumber":87,"pageContent":"gaged in the noble and glorious work of rebuilding the House of the Lord. And finally, you have seen the sacred treasures of the first temple brought to light, and the blessed book restored to the longing eyes of the devout Israelites, to be the rule and guide—the comfort and sup - port—of the people of God throughout all future time. And, my Companions, if, in all these things, you have seen only a series of un - meaning rites—if the spirit of truth has not applied to your hearts the morals of these ceremonies—then, indeed, have we labored in vain, and you have spent your strength for naught. But I am persuaded to believe better things of you. I trust you have entered into the spirit of these solemn ceremonies, and understand the full import of these inter - esting symbols; that all the forms and cer - emonies through which you have passed, from the moment you first trod the outer courts of the temple until your final recep - tion within the veils, have impressed deeply on your minds the great and funda - mental principles of our time-honored in- stitution: for then, and only then, can you justly claim the noble name of Mason; then, and only then, can you feel that friendship, that union, that zeal, and that purity of heart which should actuate every one who would appropriate to him - self the proud title of a workman that needeth not to be ashamed. (There is now delivered the) CHARGE My Companions, no one can reflect upon the ceremonies of gaining admission into this Holy Place without being profoundly ‘impressed with the important lessons they teach. I trust that you have entered into the spirit of these solemn rites and will understand, more and more, their great significance. Here we are necessarily led to contemplate, with reverence and grati - tude, the Sacred Source whence all bless - ings flow, and to realize, more and more, the ever presence of the great * It is a duty we owe to the Companions of this Order to examine with the most scrutinizing eye the petition of every Can - didate for admission into this chapter, 170 171"},{"pageNumber":88,"pageContent":"that there may be none among us save those who will promote, to the utmost of their power, the sublime teachings of Royal Arch Masonry, and the solemnity of its ceremonies. You will therefore, never recommend any Candidate for our Mysteries, for whom you cannot freely vouch, 8nd who you do not firmly and con - fidently believe will conform fully to the principles of our Order, and fulfill the Obligations of a Royal Arch Mason. And finally, my Companions, as this supreme degree teaches the most profound reverence for God a h i nm, I charge you, should you ever be about to mention His Name lightly or irreverently, pause, and recall to your minds the solemn ceremonies through which you have just passed. H.P. My Companions, this concludes the degree. You will pass to the Secre - tary’s desk and sign the by-laws, thereby consummating your membership in this Chapter, after which you will be seated with your companions. (Vs rmv chairs & rplc alt in th cntr o th Sc.) Note :—Appropriate music may be used in con - ferring this degree. RAM CLOSING H.P. * * * Cmp C.H., I am abt t cls th C. C.H. Cmps, fin in grps o thin fin th prps o clsg. (Th grps ar find alug th sd his as at th opug o th C.) E.H.P., th grps an find. H.P. Th Cn wI dscd. Cmps rpt a in: A xv t d a—i p 1 a u—t s xv t s; s xv t d n a— i p 1 a u—t s w t k; u xv t, o t s a w—s xv o a—n t R A. Bat t t t & bink th A. (Done.) H.P. or Chap. Cmps, we an nw abt t dprt fin ths Scin Tb. Lt us not frgt th Hly mys hr unfld t us & th Os we hv s sol asind. May we lv in chinty & gd wI twind one anthin; and may th G o peace & love dwl wth us & bls us. Amen. All. So int it b. C.H. Cmp P.S., atd at th alt. (Done.) H.P. I nw dcl th C dly clsd. Cmp C.H., inf th Sntl. C.H. Cmp R.A.C., inf th Sntl. R.A.C. *** *** * Sntl. ~ *** * 172 173"},{"pageNumber":89,"pageContent":"R.A.C. (Opns dr.) Cmp SntI, th C is dly clsd. (Rtns t Sta.) Cmp C.H., th Sntl is inf. C.H. E.H.P., th Sntl is inf. H.P. * (Procedure in conferring th R A M degree on more than three, candidates at one Convocation: All cands & sbsts are pprly prep, xcp last Class only need wr sndls. If all cands pr bfr 1st Class ents, pr~logue is ‘gvn bfr any ar cndtd in. Fst Class—(Cand, or cands, sbst, or sbsts.) Three. Alrm at i dr; qstns & ans at dr; rptd at Sta o C H. Cands adin undr lvg a; PS thn says:) P.S. My Bros. th rsn y hv bn nec into ths C o R A M undin a lvg a wI ltr b xplnd in yr hearing. (Cands thn tk 0 at alt, hdwks & c ts ar rmvd & thy ar cndtd thru Vs wtht cer, Vs bng If t opn. In the Sc thy ar mv wth th Prim Secrets & seated.) Sec & thrd Class sin procedure. Last Class—If prologue hs nt bn gvn it is dlvrd nw by P. 5. or othr Off, th i dr bng If t prtly opn, so tha all in Tb may hear. Ths Class rcvs deg in full, th othr Classes joining whn I? A aprns ar pres. Thn flws xplntn o th ky, th lctrs, chrg, etc. All cands ar thin drctd t sgn th By-Lws & tk seats on th sd Ins. Note: Substitutes inst b prep as ar rg cands. PARAPHERNALiA For Chapter Opening. Charter and gavel. G Ls on tr alt. Aprons & jewels fr Off. Swds & belts fr R.A.C. & MVs. & CM. Banners at Sta o R.4.C. & MVs. Royal Arch Standard. (Banner.) For M M M degree. In prep in. Wht aprons & c ts fr cands. Two sq & one k s. Wicket dr. Arch design, plans & tretl brd. Pennies fr wkmn & cands. In Lodge in. Sq alt wth G Ls. Gavels, E. W & S. Three pedestals & sqs fr Ovs. Swd fr Mar. at hs p1. Hand bible & k s mark in E. Chisel & mallet in W. For P M degree. In prep in. Wht aprons fr cands. In Lodge in. Sq alt wth G Ls. Gavels, E, W & S. Baton fin Mar. at hs p1. Masters hat. (On hs hd.) Cand’s hat, on Sec desk. Jewel, Chrtr, Cnstns & By-Lws at alt. Rcrds on Sec desk. For M B M degree. In prep inn. Wht aprons & c ts fr cands. Also hv ready fr 2nd. Section. 174 175"},{"pageNumber":90,"pageContent":"Arch wth movable k s. Carrier fr k s & gavel. Ladder fr placing k s. Seven brnch candlestick Table of shew bread. Altar of burnt offering. Ark wth cherubim & staves. Robes fr Off. (If C hs thin.) In Lodge in. Sq alt wth G Ls. Gavels, E & W. Band bible in K. Key ‘stone in ‘W. Swd fr Mar. at hs p1. For R A M degree. In prep in. Wht aprons, hdwks, c ts & sndls. Ark with pot, rod & B o L wth key. Burning bush. Part o ruins in wch k s, sqs & ark. Robes fr Off & staff fr P.S. In Tabernacle. Sq alt in W. Imitative Tb & Vs. In Sanctuary. Alt o incense. R A aprons fr cands. Wkg tools. Blkbrd & craaion. Sg o Z wth R.A.C. Seven brneh cndlstck. MANUAL OF THE SWORD The sword consists of the hilt and blade. The hilt is divided into the gripe and the guard. The gripe is the handle grasped by the hand. The blade is divided into the edge & back, stdes and the point. The scabbard is the receptacle of the sword; the opening of the same, the mouth. DRA W-S WORDS 1. At the command “draw,” grasp the scab - bard with the left hand, near its mouth, incline the hilt a little forward, seize the gripe with the right hand, and draw the blade until the right forearm is horizontal, back of the hand against the breast. 2. At the word “swords,” draw the sword quickly, raising the arm to its full length, at an angle of about 45 degrees, the sword in a straight line with the arm, edge down, extending in the same direction as the right foot. 3. Bring the back of the blade against the shoulder, the blade vertical, back of the gripe to the rear, the arm nearly straight down, the thumb and forefinger embracsng the gripe, the thumb against the thigh, the other fingers extended and joining in the rear of the gripe. This is the position of Carry Swords. From this position all move - ments of the sword begin. PRESENT-S WORDS Raise and carry the sword to the front, cross hilt as high as the chin and six inches in front of the neck, edge to the left, point six inches farther to the front than the cross hilt, thumb extended on the back of the gripe, wrist straight, all fingers 176 177"},{"pageNumber":91,"pageContent":"INSTALLATION grasping the gripe. Resume the carry in one mo - tion, wsthout throwing the right hand to the front, or the point to the rear. SALUTE-SWORDS Execute present swords. Drop the point of the sword, edge to the left, to about fifteen inches in front of and in a prolongation of the right foot, arm hanging naturally, the elbow close to the body, the back of the hand down. Note :—6 When addressed by a superior officer come to thi’s positioi~ before responding and main - tain it until order, or dialogue, is finished.) Then execute “present” and come to a carry. RETURN-S WORDS At the command “return,” seize the scabbard near the mouth with the left hand, inclining it a little forward, and keeping the right hand near the body, drop the blade forward and to the left so that the point is about six inehes from the floor and pointing to a line which is a p”rolonga - tion of the left foot. Move the sword hand to the left, then raise the hand, drawing the sword blade between the first two fingers of the left hand. Insert the point of the blade in the mouth of the scabbard, edge to the front, assisted by the thumb and fingers of the left hand, eyes to the front, thrust the blade into the scabbard until the right forearm is ,horizontal (first motion of draw). (Swords.) Return the blade smartly and drop the hands to the sides. Note :—In inserting the point avoid turning the scabbard to meet the sword Note :—The above Manual of the Su,ord and the manner of exec~{ting the four positions outlined are taken from the Drill Regulations of the Grand Command ery Knights Templar of the State of New York. - The ceremonies here outlined are intended as a guide for the annual installation of the Officers of existing Chapters. This is done by the retiring High Priest, or h~s proxy. The installation of a new Chapter is done by the Grand High Priest, or his proxy. To curtail explanatory notes and the use of blank names and spaces, the following example is made use of—i.e. F~XCmp I.B.Dunn, High Priest of Star Chapt~r, No. 1. R.A.M. invites R.~. Cmp Royal A. Mason to act as his proxy and in - stall the Officers of Star Chavter. Mason accepts the invitation, and asks E.Cmp Will B. Ready, to act as his Captain of the Host, at said cere - mony. He also invites other Right Excellent and Excellent Companions to fill the several Statwns of the Chapter, during the interim from the va - cating of the Station by the old Officer, until the installation of the new. Others are also asked to act as escort. They form in the ante-room under the direction of Ready and enter the Tabernacle in a body. The Ritual, floor work, forms and cere - monies in the entering, reception, conduct and retiring, are not set, but follow general masonic custom and usage. To distinguish between the regular Chapter Officer and the Companion who is asked to tem - porarily fill the Station, an asterisk is placed before the title of the latter. Obviously, in the installation of the Officers of a new Chapter, or in the event that the High Priest of a Chapter is to succeed himself, the wording must be slightly modified. Formation in the ante-room as follows: * *C H. (Readn.) * * Visiting High Priests. I~ * 179 178"},{"pageNumber":92,"pageContent":"* * * * * * * * * * * * * * * * * * * * * * * * *CH R.A.C. hr? Past High Priests. Past Right Excellents. Present Right Fxcellents. Past Grand Chapter Off. Present Grand Chapter Off. *MIV *M2V *M3V *RAC. Chap. *Treas *Sec *King. *Scd be. ~D.H.P. *EHP (At otr dr.) *** *** * *** *** * (Opns dr.) Wh cms *C.H. R.13~. Cmp. Royal A. Mason & associates sk adm. R.A.C. (Cis. dr.) E.H.P., R.E. Royal A. Mason & associates sk adm. E.H.P. Admthm. R.A.C. (Opns dr.) Enter. *CH Frd Mch. (Cndts pro into Tb in two / is; stps dretly op - postte to, & fcs W; dvds th us, wch inch up ech o alt. * H.P. tks *C.H. lit arm & is cndtd abt six ft wst o th alt. (btwn th ins.) *CH Hit. (Cmnds in low tone.) Sal - ute. mw fc. E.H.P., I hv th plsr o pres R. E. Cmp Royal A. Mason, (If Gr C Off, gv title) & associates, wh ar hr in rspns t yr invtn t insti th Off o Star C. I H.P. Cmp Ready, I wi thnk y t es R.E. Cmp Mason t th E. (Done. Ps lft o alt.) Cmps, R.E. Cmp Mason (If Gr C Off, gv title.) & associates, ar hr by my invtn tins th Off o Star C. Rcv thin wth th G Hs tkg tm fm th E. (Done) (None wh hv entrd wth Mason join in G Hs, btallcints oF.) R.E. Cmp Mason, it is wth plsr tha I wlcm y & yr ascts into th Tb o Star C, t insti its Off aslhv rqstdytdo&Isrndr th gavel t y fr tha prps. (Hnds gavel t Mason.) Mason. E.H.P., fr myself & ascts, I thnk y fr th vry crdl & frtrnl rcptn y & yr mbrs by ac us; I asr y it wi b a plsr t “wld th gavel” o Star C & instl its Off, & wi y, E Cmp Dunn, occupy th seat at my rt drg th cer (Anil prvd he hs bn prvsly asked t do so,) & act as *D.H.P. (Th rmrks o th Off in th pres, Tcptn & Te - sponses ar nt set & may b varied as thy see fit, bt do itt tik t inch.) Th Off t b instid wl vacate thr Sta, rtr wtht cer t th ante-rm, & undr th drctn o th incoming C.H., fm in fis prep t bng rcndtd into th Tb. (Whn th Off rtn thr ar two fins in wch thy may b seated. In th fin o a triangle, as hereafter 180 181"},{"pageNumber":93,"pageContent":"~plnd, ot in two Unee in. ~h tvst o Tb, five in fr-at in, seven in th rear. ‘J’ho two fins o seating wi b ref eT~ed t as ~r (Triangular) & In (line). If tr seating is u8ed, Off ar find in ths manner: C.H. * * H.P. Treas. * * Chap. R.A.C. ~ * Sec. K. * * P3 M2V. * * S. M3V. * M1V. If ln seating is t b used, thy a~r find in sng~ fl, in ord~o rank, H.P. elect in th reaT. Meantiine, in th Tb.) *H.P. Cmp *C.H., cndt th *D.H.P. (if nt in E.) t hs Sta. (Done.) R.E. Cmp—t th Sta o K. (Done.) E. Cmp—t th Sta o S. (Done.) (Likewise Treas., Sec. & Chap.) With Cmps asngd t th rmng Sta assume thin? All othrs wi tk seats (in or) near th E. (Done.) * (All seated.) (12 seats ar nw arngd in fin o tr with apex abt six ft wst o th alt in wch C Off wi b seated as follows:) H.P. I C.H. * * Chap. Treas. * R.A.C. * * Sec. * ~•~~ K. * * * * * S. M2V. MSV. MJV. n •1 (If in seating used, arng two Tows in th wat, five in frnt row, seven in Tea~r.) *H.P. Cmp *C.H., rtr & cndt th Off o Star C into th Tb. (*CH slis & rtrs; cndts Off into Tb in two f is, dvds f is in W, & thy inch up th sds o tr t thr seats.) *C.H. Be seated. *H.P. Cmps, Masons ar tght tha bfr entg upon any grt o imp undrtkg, thy oght aiws t invk th aid o D. Cv yr atntn t our Chap. *Chap (Invocation Im rostrum.) Di - rect us, 0 Lord, in these and all our doings with Thy most gracious favor, and further us with Thy continual help; that in all our works, begun, continued, and ended in Thee, we may glorify Thy Holy Name and finally, by Thy mercy, obtain everlasting life. Amen. (May b used.) (Music :—Response, or one verse o “A inerica.”) *HP * Cmp Sec, I wl thnk y t read so inch o th mnts o th 1st stated cnvtn o Star C, as rfr t th elcn 0 Off. *Sec E.H.P., undr date o—in th mnts o th last stated cnvtn o Star C, is th flwg rcrd. 182 183"},{"pageNumber":94,"pageContent":"(Reads innts o elcn, ointng Trustee. As he reads ech nin, [if tr seating used] he wi pause & Cinp nind wi rs, cin t s o F, & rvnn stdg in frnt chair, ths inkg a tr o th five elctd Off. If in seat - ing used, aftr nins ar read, Off wl be cndtd bfr th E, fcg W.) *H.P. Cmps o Star C, you see bfr y ths wh hv bn elcd t srv as Off o yr C fr the ensng year & wh ar ready fr instln. [f any Cmp hs any jst & suf rsn t pres why thy, o any o thm shd nt b instld, he wl mk it knwn nw, or else frvr hereafter hld hs pc. (Pause.) Thr bng no obi I wl pcd wth th instln. * *H.P. Cmp *D.H.P., (orEx. Cmp—) (or *CH) Pres th H.P. elect fr instltn. (*DHP rss—aiso *CH & H.P. elect. *DHP tks if t am o *CH wh cndts hin t th 1/ t o th H.P. elect. *DHP pres H.P. elect just wst o th alt. If *CjI.p~.es hin, he shd b at th rt o H.P. elect) *D.H.P. E.H.P., I pres Cmp Hiram Hitt, wh hs bn duly elcd H.P. o Star C fr th ensng yr. (A inore elaborate pres inay b ind, bt avd ef - fusiveness) * H.P. Excellent Companion: I feel much satisfaction in performing my duty on the present occasion, by installing you into the office of High-Priest of this Chap- Ii ter. It is an office highly honorable to all those who diligently per Corm the import - ant duties which belong to it. Your reputed Masonic knowledge, however, precludes the necessity of a particular enumeration of those duties. I shall, therefore, only ob - serve, that by a frequent recurrence to the Constitution and General Regulations, and a constant study of our sublime science, you will be best able to fulfill them; and I am confident that the Companions who are chosen to assist you will give strength to your endeavors, and support to your ex - ertions. I shall now propose certain ques - tions to you, relative to the duties of your office, to which I must request your une - quivocal answer. I. Do you solemnly promise that you will redouble your endeavors to correct the vices, purify the morals, and promote the happiness of those of your Companions who have attained this sublime degree? II. That you will never suffer your Chapter to be opened unless there be pres - ent nine regular Royal Arch Masons? III. That you will never suffer either more or less than three brethren to be ex - 184 185"},{"pageNumber":95,"pageContent":"alted in your Chapter at one and the same time? IV. That you will not exalt any one to this degree who has not shown a charit - able and humane disposition; or who has not made a considerable proficiency in the foregoing degrees? V. That you will promote the general good of our fraternity, and, on all proper occasions, be ready to give, and receive in - structions, and particularly from the Gen - eral and State Grand Officers? VI. That, to the utmost of your power, you will preserve the solemnities of our ceremonies, and behave, in open Chapter, with the most profound respect and rever - ence, as an example to your companions? VII. That you will not acknowledge or have intercourse with any Chapter that does not work under a constitutional char - ter or dispensation? VIII. That you will not admit any visi - tor into your Chapter who has not been exalted in a Chapter legally constituted, without his being first formally healed? IX. That you will observe and support such by-laws as may be made by your 186 Chapter, in conformity to the Constitution of the General Grand Chapter of Royal Arch Masons of the United States of America, and the Constitution and General Regulations of the Grand Chapter of this State? X. That you will pay due respect and obedience to the instructions of the Gen - eral and State Grand Officers, particularly relating to the several lectures and charges and will resign the chair to them, severally, when they may visit your Chap - ter officially? XI. That you will support and observe the Constitution of the General Grand Chapter of Royal Arch Masons of the United States of America, and the Consti - tution and General Regulations of the Grand Royal Arch Chapter under whose authority you act? XII. That you will bind your successor in office to the observance of the same rules to which you are now asked to assent? Do you submit to all those things, and do you promise to observe and practise them faithfully? H.P.Elct. I do. 187"},{"pageNumber":96,"pageContent":"- ~ n— *HP *** (*C.H. cndts *Chap. t th alt. (Triangular.]) *C.H. (Low tone.) Cmps kn. (H.P.eiect, *D.H.P. & * Chap. kneel; H.P. elect at base, feg est; *D.H.P. at hs if t & *Chap. at hs rt.) PRAYER * Chap. Most Holy and glorious Lord God, the Great ~High-Priest of heaven and earth! We approach thee with reverence, and implore thy blessing on the Compan - ion elected to preside over this Chapter, and now prostrate before thee; fill his heart with thy fear, that his tongue and actions may pronounce thy glory. Make him steadfast in thy service; grant him firmness of mind; animate his heart, and strengthen his endeavors; may he teach thy judgments and thy laws; and may the incense he shall put before thee, upon thine altar, prove an acceptable sacrifice unto thee. Bless him, 0 Lord, and bless the work of his hands. Accept us in mercy. Hear thou from heaven, thy dwelling j place, and forgive our transgressions. Amen. *CH (Low tone.) Rise. (*CH cndts *Chap t th est.) (H.P. elect & *D.H.P. reinain standing wat o alt.) OBUGATION *H.P. (To Cmp Hitt.) Say I, pro - nounce your name in full, and repeat after me, do promise and swear that I will serve this Chapter, as High Priest, for the term for which I have been elected; that I will perform all the duties appertaining to that office to the best of my abilities, and will support and maintain the Constitution and General Regulations of the Grand Chap - ter of the State of New York, and those of the General Grand Chapter of the United States of America. You wI nw b invd wth th J o yr Off. (Done.) (Ths is dn by th *D.H.P., or Off wh pres Hitt. instid in costuine, Hitt is nw clothed wth breastplate and initre.) *H.P. Excellent Companion Hitt: In consequence of your cheerful acquiescence with the charges, you are qualified for in - ~ stalla Lion as the High-Priest of this Royal Arch Chapter; and it is incumbent upon me, on this occasion, to point out some of the particulars appertaining to your office, duty, and dignity. 188 189"},{"pageNumber":97,"pageContent":"The High-Priest of every Chapter has it in special charge to see that the by-laws of his Chapter, as well as the Constitution of the General Grand Chapter of Royal Arch Masons of the United States of America, and the Constitution and Gen - eral Regulations of the Grand Chapter are duly ob~erved; that all the officers of his Chapter perform the duties of their re - spective offices faithfully, and are exam - ples of diligence and industry to their com - panions; that true and accurate records of all the proceedings of the Chapter are kept by the Secretary; that the Treasurer keeps and renders exact and just accounts of all the moneys and other property belonging to the Chapter; that the regular returns be made annually to the Grand Chapter; and that the annual dues to the Grand Chapter be regularly and punctually paid. He has the right and authority of calling his Chapter together at pleasure upon any emergency or occurrence which, in his judgment, may require their meeting. It is his privilege and duty, together with the King and Scribe, to attend the meetings of the Grand Chapter, either in person or by proxy; and the well-being of the insti - tution requires that this duty should on no occasion be omitted. (If not installed in costume omit following paragraphs in parenthesis.) (Let the Mitre with which you are crowned remind you of the dignity of the office you sustain, and its inscription im - press upon your mind a sense of your de - pendence upon God; that perfection is not given unto man upon earth, and that holi - ness belongeth unto the Lord alone. The Breastplate with which you are decorated—an imitation of that upon which were engraven the names of the twelve tribes, and worn by the High-Priest of Israel—is to teach you that you are al - ways to bear in mind your responsibility to the laws and ordinances of the institu - tion, and that the honor and interests of your Chapter and its members should be always near your heart. The various colors of the Robes you wear are emblematical of every grace and vir - tue which can adorn and beautify the hu - man mind; each of which will be briefly 191 190"},{"pageNumber":98,"pageContent":"illu8trated in the course of the charges to be delivered to your subordinate officers.) I now deliver into your hands the Char - ter under which you are to work. You will receive it as a sacred deposit, and never permit it to be used for any other purposes than those expressed in it, and safely transmjt it to y~our successor in office. You are now qualified to assume your Station in the East and prbceed with the installation of your subordinate Officers. (If in seating is used Hitt is nw cn.dtd t E. If tr seating, he wi again tk hs p1 in th triangle.) Hitt. R.E. Cmp Mason, I request you to continue as installing Officer and com - plete the ceremony of installation. * H.P. Ex Cmp Hitt, I assure you it will be a pleasure to do so; I will thank you to announce your appointments. (Done.) (If tr seating is used all reinaining Off ar nw asked t ~ & same 0 is adininistered; if in seat - ing is used thy ar cndtd wst o alt fr 0.) *H.P. Cmp *C.H., pres th K fr instln. (If tr seating is used *C.H. steps t A’s side; K rss & after charge hs bn divrd resuines hs seat. (If in seating is used, K is pres wst o alt fr instin. He is then cndtd t th eat & tks seat t th rt o th *K.) Note :—Officers nw inetid in order fin K down, or order inay be reversed beginning wth Sntl. *Cjf~ I pres Cmp—wh hs bn elctd IC. *H.P. Companion—: The important station to which you are elected in this Chapter requires from you exemplary con - duct; its duties demand your most assidu - ous attention; you are to second and sup - port your chief in all the requirements of his office, and should casualties at any time prevent his attendance, you are to succeed him in the performance of his duties. Your badge, the Level surmounted by a Crown, should remind you that, although you are the representative of a King, and exalted by office above your companions, yet that you remain upon a level with them, as re - spects your duty to God, your neighbor, and yourself; that you are equally bound with them to be obedient to the laws and ordinances of the institution, to be charit - able, humane, and just, and to seek every occasion of doing good. Your office teaches a striking lesson of humility. The institutions of political so - ciety teach us to consider the King as the 192 193"},{"pageNumber":99,"pageContent":"chief of created beings, and that the first duty of his subjects is to obey his man - dates; but the institutions of our sublime degrees, by placing the King in a situation subordinate to the High-Priest, ~ach us that our duty to~ God is paramount to all other duties, and should ever claim the pri - ority of our obedience to man; and that, however~ strongly we may be bound to obey laws of civil society, yet that those laws, to be just, should never intermeddle with matters of conscience, nor dictate articles of faith. (If not installed in costuine, omit following paragraphs in parenthesis.) (The Scarlet Robe, an emblem of imper - ial dignity should remind you of the pa - ternal concern you should ever feel for the welfare of your Chapter, and the fervency and zeal with which you should endeavor to promote its prosperity. In presenting to you the Crown, which is an emblem of royalty, I would remind you that to reign sovereign in the hearts and affections of men must be far more grateful to a generous and benevolent mind than to rule over their lives and for- tunes; and that to enable you to enjoy this preeminence with honor and satisfaction, you must subject your own passions and prejudi~es to the dominion of reason and charity.) You are entitled to the second seat in the council of your Companions. Let the bright example of your illustrious predecessor in the Grand Council at Jerusalem stimulate you to the faithful discharge of your du - ties; and when the King of kings shall summon you into his immediate presence, from his hand may you receive a crown of glory which shall never fade away. *H.P. Cmp *C.H., pres th S fr instln. (*CH does so; saine procedure as wth K.) * H.P. Companion—: The office of Scribe, to which you are elected, is very important and respectable. In the absence of your superior officers, you are bound to succeed them, and perform their duties. The purposes of the institution ought never to suffer for want of intelligence in its proper officers; you will therefore per - ceive the necessity there is of your possess - ing such qualifications as will enable you to accomplish those duties which are in- K 194 195"},{"pageNumber":100,"pageContent":"cumbent upon you in your appropriate sta - tion, as well as those which may occasion - ally devolve on you by the absence of your superiors. (If not installed in costuine, oinit following in parenthesis.) (The Purple Robe, with which you are invested, is an emblem of Union, and is calculat~’d to rerhind you that the harmony and unanimity of the Chapter should be your constant aim; and to this end you are studiously to avoid all occasions oC giving offence, or countenancing anything that may create divisions or dissensions. You are, by all means in your power, to en - deavor to establish a permanent union and good understanding among all orders and degrees of Masonry; and as the glorious sun, at its meridian height, dispels the mists and clouds which obscure the hori - zon, so may your exertions tend to dissi - pate’ the gloom of jealousy and discord whenever they may appear.) Your badge, a Plumb-rule surmounted by a Turban, is an emblem of rectitude and vigilance; and while you stand as a watchman upon the tower, to guard your Companions against the approach of those enemies of human felicity, intemperance and excess, let this faithful monitor ever remind you to walk uprightly in ybur sta - tion; admonishing and animating your Companions to fidelity and industry while at labor, and to temperance and modera - tion while at refreshment. (S again seated in triangle, or cndtd t est.) *HP Comp *CH, pres th Treas fr instln. (*C.H. does so; saine procedure as wth K.) *H.P. Companion—: You are elected Treasurer of this Chapter, and I have the pleasure of investing you with the badge of your office. The qualities which should recommend a Treasurer are accuracy and fidelity—accuracy, in keeping a fair and minute account of all receipts and dis - • bursements; fidelity, in carefully preserv - ing all the property and funds oC the Chapter that may be placed in his hands, and rendering a just account of the same whenever he is called upon for that pur - pose. I presume that your respect for the institution, your attachment to the inter - ests of your Chapter, and your regard for 196 197"},{"pageNumber":101,"pageContent":"a good name, which is better than precious ointment, will prompt you to the faithful discharge of your duties of your office. (Treas again seated in triangle, or cndtd t hs Sta.) F *H.P. Cmp *C.H., pres th Sec fr instin. (Same procedure as wth K.) *H.P. Companion—: I with pleasure invest you with your badge as Secretary of this Chapter. The qualities which should recommend a Secretary are promptitude in issuing the notifications and orders of his superior officers; punctuality in attend- lug the convocations of the Chapter; cor - rectness in recording its proceedings; judgment in discriminating between what is proper and what is improper to be com - mitted to writing; regularity in making his annual returns to the Grand Chapter; in - tegrity in accounting for all moneys that, may pass through his hands; and fidelity in paying the same over into the hands of the Treasurer. The possession of these good qualities, I presume, has designated you as a suitable candidate for this important of - fice; and I caniiot entertain a doubt that you will discharge its duties beneficially to the Chapter, and honorably to yourself. (Sec agn seated in triangle, or cndtd t ha Sta.) *H.P. Cmp *C.H., pres th Chap fr instin. (*CH does so; 8ame procedure as wth K.), *C.H. E.H.P., [pres Cmp—wh hs bn apntd Chap. (*CH w~e word “appointed” ft remainde~r 0 Off.) *H.P. Companion—: The sacred po - sition of Chaplain has been intrusted to your care, and I now invest you with the jewel of your office. In the discharge of your duties, you will be required to conduct the devotional ex - ercises of our convocations, (and to per - form the sacred functions of your holy calling at our meetings.) Though Masonry be not religion, it is emphatically religion’s handmaid; and I am sure that, in minister - ing at its altar, the services you may per - form will lose nothing of their vital importance because they are practised in that spirit of universal tolerance which distinguishes our institu4ion. The doc - trines of morality and virtue (which you are accustomed to inculcate to the world, as a minister of God,) will foriii the appro - 198 199"},{"pageNumber":102,"pageContent":"I priate lessons which you are expected to communicate to your Companions. (The profession which you have chosen as your lot in life is the best guaranty that) you will discharge the duties of your present appointment with steadfastness and per - severance in well-doing. (If not clergyman, omit parts in parenthesis.) (Chap, again seated in triangle, or cndtd t hs Sta.) *H.P. Cmp *C.H., pres th C.H. fr instln. (*C.H. does so; same procedure as wth K.) *H.P. Companion—: The office with which you are intrusted is of high impor - tance, and demands your most zealous con - sideration. The preservation of the most essential traits of our ancient customs, usages, and landmarks is within your province; and it is indispensably necessary that the partassigned to you, in the im - mediate practice of our rites and ceremon - ies, should be perfectly understood and correctly administered. Your office corresponds with that of Marshal, or Master of Ceremonies. You are to superintend all processions of your Chapter, when moving as a distinct body, either in public or private; and, as the world can only judge of our private disci - pline by our public deportment, you will be careful that the utmost order and decorum be observed on all such occasions. You will ever be attentive to the commands of your chief, and always near at hand to see them duly executed. I invest you with the badge of your office, and arm you with a sword, and I presume that you will give to your ~Iuties all that study and attention which their importance demands. (C.H. again seated in triangle, or cndtd t hs Sta.) *H.P. Cmp *C.H., pres th P.S. fr instln. (*C.H. does so; same procedure as wth K.) * H.P. Companion : The office con - fided to you though subordinate in degree, is equal in importance to any in the Chap - ter, that of your chief alone excepted. Your office corresponds with that of Senior Dea - con in the preparatory degrees, and I now invest you with your badge of office. Among the duties required of you, the preparation and introduction of candidates are not the least. As, in our intercourse 200 201"},{"pageNumber":103,"pageContent":"w with the world, experience teaches that first impressions are often the most dur - able, and the most difficult to eradicate, so it is of great importance, in all cases, that those impressions should be correct and just; hence it is essential that the officer who brings the blind by a way that they knew not, and leads them in paths that they have not know~n, should always be well qualified to make darkness light before them, and crooked things straight. (If not installed in costume, omit sentence in parenthesis.) (Your robe of office is an emblem of hu - mility; and teaches that, in the prosecu - tion of a laudable undertaking, we should never decline taking any part that may be assigned us, although it may be the most difficult or dangerous.) Your past exertions will be considered as a pledge of your fu - ture assiduity in the faithful discharge o~f’ your duties. (P.S. again seated in triangle, or cndtd t hs Sta.) *H.P. Cmp *C.H., pres th R.A.C. fr instln. (*C.H. does so; same procedure as wth K.) * H.P. Companion —: The well-known duties of your station require but little elucidation. Your office in the preparatory degrees corresponds with that of Junior Deacon. It is your province, conjointly with the Captain of the Host, to attend the examination of all visitors, and to take care that none are permitted to enter the Chapter but such as have travelled the rugged path of trial, and evinced their title to our favor and friendship. You will be attentive to obey the commands of the Captain of the Host during the introduc - tion of strangers among the workmen; so that should they be permitted to pass your post, they may, by him, be introduced into the presence of the Grand Council. The White Banner, intrusted to your care, is emblematical of that purity of heart and rectitude of conduct which ought to actuate all those who pass the white veil of the sanctuary. I give it to you strongly in charge, never to suirer any one to pass your post without the Signet of Truth. I present you the badge of your office, and deliver this sword into your hands, in expectation of your performing your duties with intelligence, assiduity, and propriety. 202 203"},{"pageNumber":104,"pageContent":"(R.A.C. again seated in triangle, or cndtd t he Sta.) (If in seating is used *R.A.C. rss & pres ban - ner & sword t R.A.C. as charge is delivered.) *H.P. Cmp *C.H., pres th M3V fr instln. (*C.H. does so. Same procedure as with K.) *C.H. *E.H.P., I pres Cmp——wh hs bn apntd M3V. * H.P. Companion— :1 invest you with your badge, and present you with the Scarlet Banner, which is the ensign of your office, and with a sword to protect and defend the same. The rich and beau - tiful color of your banner is emblematical of fervency and zeal, and is the appro - priate color of the Royal Arch degree; it admonishes us that we should be fervent in the exercise of our devotions to God, and zealous in our endeavors to promote the happiness of man. (If tr seating used M3V remains standing until other two Veils are installed & Charge to Veils as Overseers has been delivered. If In seating is used he is presented with his Banner & Sword by *M3V as Charge is delivered, then conducted to place on floor, as apex of a triangle to be formed by the three Veils, who will thus stand in triangu - lar formation, displaying their Banners, while Charge to Veils as Overseers is delivered.) I I,j *H.P. Cmp *C,H., pres th M2V fr instln. (*CH does so. Same procedure as with K.) *C.H. *E.H.P., I pres Cmp———, wh hs bn apntd M2V. *H.P. Companion—: I invest you with your badge, and present you with the Purple Banner,, which is the ensign of your office, and arm you with a sword to enable you to maintain its honor. The color of your banner is produced by a due mix - ture of blue and scarlet; the former of which is the characteristic color of the symbolic, or first three degrees of Ma - sonry, and the latter that of the Royal Arch degree. It is an emblem of union, and is the characteristic color of the interme - diate degrees. It admonishes us to cultivate and improve that spirit of union and har - mony, between the brethren of the sym - bolic degrees and the Companions of the sublime degrees, which should ever dis - tinguish the members of a society founded upon the principles of everlasting truth and universal philanthropy. (See procedure M3V.) *H.P. Cmp *C.H., pres th M1V fr instln. 204 205"},{"pageNumber":105,"pageContent":"* (C.H. does so. Same procedure as with K.) *H.P. Companion—: I invest you with your badge, and present you with the Blue Banner, which is the ensign of your office, and a sword for its defence and pro - tection. The color of your banner is one of the most durable and beautiful in na - ture. It is the appropriate color adopted and worn by our ancient brethren of the three symbolic ‘degrees, and is the peculiar characteristic of an institution which has stood the test of ages, and which is as ~much distinguishd by the durability of its materials, or principles, as by the beauty of its superstructure. It. is an emblem of universal friendship and benevolence; and instructs us that, in the mind of a Mason, those virtues should be as expansive as the blue arch of heaven itself. (See procedure MSV.) (MVs now staneling m triangle (if tr seating used) or forming a triangle on floor upholding their banners, (if in seating used.) They are then addressed as Overseera, as follows:) ADDRESS H.P. Companions Masters of the Veils, those who are placed as overseers of any work should be well qualified to judge of its beauties and deformities—its excellen - 206 f ~1 cies and defects; they ihould be capable of estimating the formor and amending the latter. This con!lderation should in - duce you to cultivate and improve all those qualifications with which you are already endowed, as well as to persevere in your endeavors to acquire those in which you are deficient. Let the various colors of thu banners committed to your charge admon - ish you to the exercise of the several vii~- tues of which they are emblematic. You are to enjoin the practice of these virtues upon all who shall present themselves, or the work of their hands, for your inspec - tion. Let no work receive your approba - tion but such as is calculated to adorn and strengthen the Masonic edifice. Be indus - trious and faithful in practising and dis - seminating a knowledge of the true and perfect work, which alone can stand the test of the Grand Overseer’s Square, in the great day of trial and retribution. Then, although every rod should become a serpent, and every serpent an enemy to this institution, yet shall their utmost exer - tions to destroy its reputation, or sap its foundation, become as impotent as the lep - 207"},{"pageNumber":106,"pageContent":"r rous hand, or as water spilled upon the 4 ground, which cannot be gathered up again. (If tr seating i8 used MVs now resume seats in triangle. If line seating, they are conducted to their Stations by the *C.H.) *H.P. Cmp *C.H., pres th Siitl fr instln. (*C.H. goes t ante-room, (acmpd by *R.A.C. wh tks Sntl Sta untl hs return) & cndts Sntl into Tb.) *C.H. E.H.P., I pres Cmp———, wh hs bn appntd Sntl. *H.P. Companion—: You have been appointed Sentinel of this Chapter, and I invest you with the badge, and the imple - ment of your office. The sword is placed in your hands to enable you effectually to guard against the approach of cowans and eavesdroppers, and suffer none to pass or repass, but such as are duly qualified. I trust that a just regard for the honor and reputation of the institution will ever in - duce you to perform with fidelity the trust reposed in you. (Sntlrcndtd t ante-room. *RA .C. rtns wth *CH) (Music: Solo or Quartet) ADDRESS TO THE HIGH-PRIEST Excellent Comp. Hitt: Having been hon - ored with the free suifrages of the mem - bers of this Chapter, you are elected to the most important ofllce In their power to bestow. This expression of their esteem and respect should draw from you corre - sponding emotions; and your demeanor should be such as to repay the honor which they have so conspicuously con - ferred upon you, by an honorable and faithful discharge of the duties of your office. The station which you are called to fill is important, not only as it respects the correct practice of our rites and cere - monies, and the internal economy of the Chapter over which you preside, but the public reputation of the institution will be generally found to rise or fall according to the skill, fidelity and discretion with which its concerns are managed, and in proportion as the characters and conduct of its principal officers are estimable or censurable. You have accepted a trust to which is attached a weight of responsibility which will require all your efforts to discharge honorably to yourself and satisfactorily to the Chapter. You are to see that your of - ficers are capable and faithful in the exer - 208 209"},{"pageNumber":107,"pageContent":"clue of their offices. Should they lack ability, you are expected to supply their defects; you are to watch carefully the progress of their performances, and to see that the long-established customs of the institution suffer no derangement at their hands. You are to have a careful eye over the general conduct of the Chapter; see that due order and subordination are ob - served on all occasions; that the members are properly instructed; that due solemnity be observed in the practice of our rites; and that no improper levity be permitted at any time, but more especially at the in - troduction of strangers among the work - men. In fine, you are to be an e,cample to your officers and members which they need not hesitate to follow; thus securing to your - self the favor of Heaven and the approval of your brethren and companions. (Cmp Bitt remains standing.) *H.P. Off o Star C please rs. ADDRESS TO THE OFFICERS My Companions—: Precept and ex - ample should ever advance with equal pace. Those moral duties which you are 210 required to teach unto others you should never neglect to pract,Iso yourselves. Do you desire that the (h~rn0anor of your equals and inferiors toward you should be marked with deference and respect? B. sure that you omit no opportunity of furnishing them with examples in your own conduct toward your superiors. Do you desire to obtain instruction from those who are better informed than your - selves? Be sure that you are always ready to impart of your knowledge to those within your sphere who stand in need of and are entitled to receive it. Do you de - sire distinction among your companions? Be sure that your claims to preferment are founded upon superior attainments; let no ambitious passions be suffered to induce you to envy or supplant a com - panion who may be considered better qualified for promotion than yourselves; but rather let a laudable emulation induce you to strive to excel each other in im - provement and discipline; ever remember - ing that he who faithfully performs his duty, even in a subordinate or private sta - tion, is as justly entitled to esteem and re - r 211"},{"pageNumber":108,"pageContent":"ADDRESS TO THE CHAPTER I spect as he who is invested with supreme authority. (Officers remain standing.) *H.P. ~‘“‘ Off o Star C only need re - spond t th g. Companions: The exercise and man - agement of the sublime degrees of Masonry in your Chapter hitherto are so highly ap - preciated, and the good reputation of the Chapter so well established, that I presume these considerations alone, were there no others of greater magnitude, would be sufficient to induce you to preserve and perpetuate this valuable and honorable character. But when to these is added the pleasure which every philanthropic heart must feel in doing good, in promoting good order, in diffusing light and knowledge and in cultivating Masonic charity, which are the great objects of this sublime institu - tion, I cannot doubt that your future con - duct, and that of your successors, will be calculated to increase still more the lustre of your justly esteemed reputation. May your Chapter become beautiful as the temple, peaceful as the ark, and sacred w as its most holy plan. May your obla - tions of piety and praline be graterul am the incense, your love warni am Itn fame, and your charity diffusive as Its i’iagrance, May your hearts be pure as the altar, arid your conduct acceptabic as the oiTerlig, May the exercise of your Charity be ii constant as the returning wants of the dis - tressed widow and helpless oi’phan. Muy the approbation of Heaven be your oncoui’ - agement, and the testimony of a good eoi~ - science your support; may you be endowed with every good and perfect gift, while traveling the rugged path of life, and fin - ally be admitted within the vail of heaven, to the full enjoyment of life eternal. Amen. Response: So mote it be. *HP * * H.P. At ths tin, I wl thnh th Cmps wh hv so grcsly astd in th instln cer, t vacate th Sta. (Done. If In seating hs bn used, add:) and th Off o Star C t assume thin. (If tr seating hs bn used, add:) Cmp *C.H., cndt th Off o Star C t thr Sta, bgng wth th M1V. (Done. *JWVs, *R.A.C. cating. *Off wi b seated in extra chairs at & ~C.H. Wi dlvr sword t instid Off bfr va - ech Sta.) 213 :1 212"},{"pageNumber":109,"pageContent":"E. Cmp Hitt, th nxt & by no means th least imp act fr me t prfrm, is t srndr t y th gavel, potent mblm o in athrty, wch in yr hnds I knw wI alws b wielded fr th wlfr o yr C & th bst intrsts o R A Msy. (Hnds Hitt gavel.) I also srndr ths “seat o athrty” (drcts Hitt t l~e seate-~i) & rndr t y, E.H.P., ths frst acto homage. (Mason cms to s o F & bows.) (Mason nw obsrvs tha all star C off ar in thr Sta. Ask Hitt t ci up C. Done.) Mason. Cmps, I nw dclr th Off o Star C dly instid. R.E. Cmp Ready, ink th proc. Ready. (Fm dais.) Cmps, in th nin o th Gr C o th 5 o N Y, I proclaim th Off o Star C, No. 1, dly instld into thr respctv Sta. Together, Cmps, th G Hs. (Dane.) Mason. Cmps, gv yr atntn to our Chap. (Bndctn, by *Chap, fm dais.) H.P. * (Music.) (Pres o apron & jeu’el t Eu. Comp Dunn, or any other cer may tk p1 at ths tin. Also ann ounce - ments.) Mason. E.H.P., may I & my ascts hv yr prmsn t rtr at ths tin? H.P. R.E. Cmp Mason, you & yr ascts in rtr at ths tin. r w Mason. E. Cmp Rudy. (Ready rss & cms to s o F.) Ainibi th RE. & E. Cmps preparatory t rtrg. Ready. Cmps, frn In us in th ord in wch y entd th Tb, ~cg E. (Done.) (Mason thn steps fm date & is cndtd by Ready wst o th alt. All in fle cm t 8 o F.) H.P. R.E. Cmp Mason, bfr y rtr, I wsh to thnk y & yr ascts in behalf o Star C, th Off & myself, fr th imprsv mnnr in wch y hv prfmd th instln cer & I assure all o y tha we ar deeply grateful fr yr pr wth us & fr th service y hv rndrd. (Or any appropriate remarks.) Cmps, th G Hs tkg tin fin our C.H. (Done.) Mason. E. Cmp Hitt, in behalf o my ascts & myself, I thnk y fr yr grcs wrds. I feel sure I voice the sentiment o all my ascts in saying tha we hv enjoyed yr hsptly & fiwshp & wI chrsh th memory o a inst plsnt & enjybi evening. (Or any appro~pr2- ate remarks.) Ready. Slt. (Done.) Fc wst. Frd inch. (Mason & Ready lead pro out o Tb.) NOTE: The * before Off titles is u8ed only to distinguish the installing Off from the regub’Lr C Off. It adds nothing to their titles when addroeood. 214 215"},{"pageNumber":110,"pageContent":"INDEX PAUl R A M Opening. (Chapter) .,, 5 Opening Prayer ...... ±0 Dispensing with Labor “... Res~.iming Labor M M M Opening .. Work. 1st Section LI Sabbath Ode IS Procedure, More Than One CandIdate..,.. 117 Work. 2nd Section 97 Scripture Lessons Obligation .. 82 Historical Lecture 41 Working Tools 44 Question and Answer Lecture 45 Address to Candidate. (Charge) - 50 Closing 51 MMOde .. 54 Bible Reading. (Law.) Matt. XX 57 Keystone Lecture - 59 PMOpening .. -. 63 Work 66 Obligation 67 Past Master’s Ode 71 Question and Answer Lecture 78 Address to Candidate 74 Procedure, More Than One Candidate.. 77 Closing 78 M E M Opening ... 82 Opening Prayer 85"},{"pageNumber":111,"pageContent":"PAGE Work. 1st Section - 86 Scripture Lessons 88 Obligation — 92 Completion Temple. Part 1 - 94 Dedication Ode - 94 Dedication Temple. Part 2 98 Chaplain’s Reading. II Chron. V 98 S.K.[. Blessing 102 S.K’J. Prayer 103 Psalm 122. (S.K.T. asd H.K.T.) .105 Address to Candidate ..... - 106 Question and Answer Lecture 112 Charge 114 Closing - 115 Closing Prayer - 118 RAMWork - 120 Prologue 120 P.S. Prayer 127 P.S. 1st Circuit 128 Obligation 128 P.S. 2nd Circuit 130 P.S. 3rd Circuit 132 P.S. 4th Circuit 132 P.S. 5th Circuit 132 P.S. 6th Circuit 133 P.S. 7th Circuit 134 Master 1st Veil 134 Master 2nd Veil . 136 Master 3rd Veil 138 Scroll Reading. (H.P.) 141 Working Tools. (C.H.) 144 p PAGE7 P.S. at Ruins 145 Scroll Reading. (K.) 145 Scroll Reading. (S.) 147 Book of the Law Reading. (H.P.) 149 Discovery of Word 153 Prayer. (H.P.) 153 Formation of Groups .. .. 154 Apron Lecture 157 Historical Lecture 158 Working Tools. (Additional) 160 Equilateral Triangle 161 Royal Arch Banner 163 Queslion and Answer Lecture 165 Address to Candidates . 167 Charge 171 Closing 173 Procedure, More Than One Class. 174 Paraphernalia 175 Manual of the Sword 177 Installation 179 Opening Prayer 183 Ancient Charges 185 Chaplain’s Prayer 188 Obligation 18~ Lecture to H.P. on Duties 189 Charge to King 193 Charge to Scribe 195 Charge to Treasurer . .197 Charge to Secretary 198 Charge to Chaplain 199"},{"pageNumber":112,"pageContent":"PAGE r Charge to Captain of the Host~ 200 2 Charge to Principal Sojourner - 201 Charge to Royal Arch Captain 202 Charge to Master 3rd Veil 204 Charge to Master 2nd Veil - 205 Charge to Master ‘1st Veil 206 Charge to Ms of the V~ as Overseers ... 206 Ch~rge to Sentinel 208 Address to high Priest 208 Address to Officers - - 210 Address to Chapter 212 Closing Ceremonies 214 &"}]
