[{"pageNumber":1,"pageContent":"—V • FORMS AND CEREMONIALS AS PROPOSED FOR USE OF THE AN6IENT A66EPTED S6OTTI&H RITE, IN THE NORTHERN MASONIC JURISDICTION OF THE UNITED STATES OF AMERICA. Prinied by authority of/lie Suprerne Coa4ncd Thir~y”diird Degree. C I N C 1 N N AT I PETER G THOMSON, PRINTER, ARCADE BOOKSTORE, I z8~8."},{"pageNumber":2,"pageContent":"i ~: INTRODUCTORY, At the annual session of the Supreme Council of Sovereign ~rand ‘Inspectors General of the thirty-third degree for the North - ~rn Masonic Jurisdiction of the United Stales, held in the city of ~4ew York, September, 1877, Illustrious Charles T. McClenachan, xesented manuscripi copies of the Forms and Ceremonials con - nined in Ihis volume, of which he was the author and compiler, md the same were accepted by the Supreme Council. The MSS. ~vas referred to the Committee on Rituals, with instructions to revise, I ~rint, and distribute the same at least thirty days prior to the next annua[ session of the Supreme Council, at Milwaukee in Septem - 5cr, ‘878 The following volume is a faithfu] production in print of the manuscript as submitted by Ill. . C. T. McClenachan. The Corn - ixittee have not ventured to make any alteration whatever, except zhQnging in one instance, the order in which these forms are named n the proceedings of the Supreme Council, (page 52, 1877,) and he printing of No. 2, “Ceremonial preceding Installation of Lodge )f Perfection,” in a separate pamphlet, which for obvidus reasons Lhe Committee thought proper. E. T. CARSON, For the Corn on RztuaZ.i. Cz’zcinnati, August 17, 1878. 42619"},{"pageNumber":3,"pageContent":"CO N TENTS. Page. I. INAUGURATION AND CONSTITUTION OF A LODGE OF PERFECTION I II. JNSTALLATION OF OFFICERS OF A LODGE OF PERFECTION 21 III. INSTALLATION OF OFFICERS OF A COUNCIL OF PRINCES OF JERUSALEM 23 IV CONSTITUTION AND DEDICATION OF A COUNCIL OF PRIN - CES OF JERUSALEM 35 V CONSTITUTION OF A RosE—CRoix CHAPTER 43 VI. DEDICATION AND CONSECRATION OF A CONSISTORIAL CHAMBER OF SUBLIME PRINCES OF THE ROYAL SECRET VII. INAUGURATION OF A CONSISTORY OF SUBLIME PRINCES AND COMMANDERS OF THE ROYAL SECRET 69 VIII. JNSTALLATION OF OFFICERS OF A CONSISTORY 77 IX. INSTALLATION OF OFFICERS OF COUNaL OF DELIBERA - TION 9! X OPENING AND CLOSING A COUNCIL OF DELIBERATION. [II XL INSTALL XTION OF OFFICERS OF THE SUPREME COUNCIL. 117"},{"pageNumber":4,"pageContent":"LNAUGUP~AIJON IND 6ON~~IIIUIION —OF A— iLo dge o±~ Perfection II INTRODUCTORY. Pr~HE Lodge room is arranged as for a ceremony of recep - Ition; the interlaced triangle over the throne is not lighted, Land the pedestal is covered. In front of the East, seats are placed sufficient to accomodate the officers of a Consistory, and >1 .not less than twelve in number. The Ceremonies herein arranged are for Inauguration by the officers of a Consistory. The symbolic lights are arranged, but not lighted. The Altar of Incense prepared, but not lighted, stands between the Altar of Obligation and the East. The Brazen Layer • with water and a bunch of Hyssop is in the West between the Altar - of Obligation and the West. Five Prince of Jer.. sashes and aprons for G.x M.. of Cer., and four Chief officers of the Lodge, must be in readiness. Three vessels of gold—one containing wheat, another wine, and another oil—should be placed on the Altar of Incense."},{"pageNumber":5,"pageContent":"—2—— CEREMONY The Lodge under Dispensation will opeh a Communication in~ ample form. The Gr.. Capt, of the Guard will form the Consistory in aT procession in an adjoining apartment, in the following order: Grand Tyler. Gr.~. H ospitaler. Gr.~. Master of Cer. Gr.-. Treasurer. - Gr.~. Minister of State. Gr.~. Sec’y.~. and K. of the Seals. Gr.~. Chancellor. Grand Standard Bearer. Coin... -in-Chief. IlL. GO#i.~. 4 n.Ghi>f~.....Illustrious Grand Master of Ceremonies please inform the Thrice Potent Grand Master of the Lodge that we, are ready to proceed with the ceremony of Inauguration. Gr.. Al>. of C2.—(Icnock.satthe~or 3 5,7, 9.) C.~. of G. ~.— (From within ~, 5,7, 9.) Thrice Potent Grand Master, there is an alarm at the door. 7>. P.. G.. AL. Ascertain the cause of that alarm, brother Captain of the Guard. C.~. of G. . —(i, Opens the door.) What is the cause of this alarm? G.~. AL.~. of C.. — It is the Grand Master of Ceremonies of Consistory in and for ~—, who requests admittance for the purpose of communicating the orders of the I]lustri - ous CommanderinChief to the Thiice Potent Grand Master, Officers, and Members of — Lodge of Perfection, No.—. (C.. of G.~. clo~es the door.) C.~. of G..~L—Thrice Potent Grand Master, it is etc., etc. T. B.~. G. ~. AL .— (~, All rise) Brother Captain of the Quard, admit the Grand Master of Ceremonies of the Consistory, I I - - - —3— gubse4~uent to the Brethren being placed in position. (C.~. of Me 6~ opens door~ G.~. AL~. of C.~. enters, approaches the Altar, coa~ies - a salute) G AL~. of C.. — Thrice Potent Grand Master, Officers, and Members of Lodge of Perfection, No.—, I am directed by the Illustrious Commander-in-Chief of the Consistory to inform you ~that he is now ready to proceed with the ceremony of Inauguration - and Constitution of your Lodge. T ]‘.~. G.. AL~.— Illustrious Brother, be pleased to convey to-the Illustrious Commander-in-Chief assurances of our profound regard and inform him that we are ready to obey any orders he may be pleased to transmit to us. (G.~. AL~. of C.~. salutes, retires, and when in position.) G AL~. of C. .— Illustrious Commander-in-Chief, the Thrice Potent Grand Master of Lodge of Perfection, No—, is pleased to convey to you the assurances of his profound regard, and <requests me to say that he is ready to obey any order you may ~ be pleased to transmit to him. ]ll.. Corn. ~.-in-Chief — Illustrious Brethren, the Thrice Potent Grand Master is prepared to receive us; let us proceed to perform f the duty for which we are assembled. G.~. C.~. of G ~.— Forward, Illustrious Brethren. (The pro- - eessj~’n moves to the door~ and the Gr.~. AL~. of C.~. ~, 5, 7, 9.) C.~. of G. ~.—(From within, ~,5,7, ~.) Thrice Potent Grand Master, there is an alarm at the entrance. - - T. B.~. G.~. AL ~. — Ascertain the cause of this alarm, brother Captain of the Guard. - C.. of G. ~.—(r, opens the door.) What is the cause of this - - alarm? Gr.~. M~. of C.~. — It is the Illustrious Commander-in -Chief, Officers, and Members of the Consistory. C.. of G. — (Close the door.) Thrice Potent Grand Master, it is etc.; etc. -. T.~. P.~. G.~. AL•.— Captain of the Guard, you will form the Arch of Steel. Brother Captain of the Guard, let the Illustrious Commander-in-Chief, Officers, and Members of the Consistory be admitted. (The procession enters, and is received with Grand Honors, passes —II ii — p — I — I"},{"pageNumber":6,"pageContent":"—4-— i~ender the Arch of Steel~ and proceeds to the Altar. It then halts, open ranks, and the Ill.~. Corn. ~. -in- Chief with the S.~. Bearer and C.~. o G.~. on hii ri~-ht and left, followed by the other Officers, proceed to the Altar and halt.) T.~. -P.. G.~. AL ~. — Illustrious Commander.inChief, in the name of this Lodge of Perfection, I welcome you and those wh( attend you among us, more especially as you bring Letters of Con - stit-ution from the Supreme Council, authorizing us to continue our labors as a Lodge of Perfection, and at the same time to inaugurate and install its officers, whose zeal for the interest of the order has gained us that favor. - Ill.~. Com..~in~ChiV Thrice Potent Grand 4aster, permit me to return thanks for this fraternal reception, the Supi~eme Coun - cil knowing your zeal and devotion for our Ancient and Accepted Rite have favorably considered your request and have caused Letters of Constitution to issue, empowering you to assemble as a legal Lodge, and to discharge the duties of our Rite in a reg~l.ar and constitutional manner, according to the original forms of th~ order and the regu]ations of the Supreme Council, and we noxw propose to inaugurate your Lodge and to install its officers. (The T.~ F. G.~. AL~. descends from the throne, presents the fll.~. Corn .-in- Chief with the gavel, conducts him to the East~ and stands on his left.) ]ll.~. C.~.-in-C.~.— The officers of the Consistory will approach the east and be seated. Illustrious Grand Master of Ceremonies, you will now conduct to their appropriate stations in the Lodge,< the officers of the Consistory, and let the officers of the Lodge (commencing with the Captain of the Guard), yie]d up their stations respectively, and place their regalia upon the Altar of Incense; after which you will conduct them to their seats in front of the east, vacated by their superior officers. (The G.~. AL~. of Cer.~. now conducts each officer of the Consis - toiy~ commencing with the G.~. C.. of G. ~.—to his relative station in the Lodge; and the officer yielding his station, to the Altar, where he deposits his regalia, and Ihen to the vacant seat in front of the throne; the seat in the center being left vacant for the T.~. ]-‘.•. G.~. AL~. of - the Lodge.) Ill.~. C.~. -in-C.•.— I]lustrious Grand Master of Ceremonies, —5— iduct now the Thrice Potent Grand Master (after he shall have aside his regalia) to his proper seat among his officers. Ill.. C. ~.-in-Chief.— Illustrious Grand Chancellor, you will read the Letters of Constitution (G.~. Chan.~. reads.) ]ll.~. C.. -in-Chief — Perfect and Sublime Brethren of ~odge of Perfection, No.—, you have heard read your Letters Constitution; do you accept them, and do you now desire that Lodge shall be inaugurated? Omnes.—We do. ADDRESS. Ill.~. Com.~. -in-Chief.— Perfect and Sublime Brethren, the step which you now take is a serious and important one; heretofore you were only temporarily organized, but when you shall have been inaugurated and installed under these Letters of Constitution, you become a permanent body; and if you should so conduct your - selves as to cause them to be taken away, you will incur great re - proach, and prove yourselves unworthy Masons. It will become the duty of each and every member of the Lodge to labor unceas - lingly for its success. The work of the Lodge must not be confined to the mere ceremony of opening and closing and conferring of degrees, but should be devoted to mutual instruction, to the cultivation of the social feelings, and of brotherly kindness, and to the practice of earnest beneficence and charity. Morally, the work of a Lodge of Perfection extends far beyond mutual relief and assistance; the field of its exertion is not included within the four walls of a Lodge, nor limited by the circle of the brethren; it is society, the country, the world. Intellectually, its work is not confined to dry and lifeless formu - las or trivial interpretation, but includes the profoundest philosophi - cal instruction in regard to the great mysteries of God and nature. If these, my brethren, are your views of the works and purposes of Masonry, kneel with us, and let us beseech our Father who is in T1,eaven, to prosper this work and bless all our labors with success. (The triple triangle, and the lr~hts eeuist, west and north remain ex - -tinguished. All kneel and the following prayer is recited.) Y - I.’ lilt “II; - I — - III p It s - II I II. II — I I I II — Iii II II — —"},{"pageNumber":7,"pageContent":"—6— PRAYER. Great Architect of the Universe, Creator and Preserver of the world, teach us our duties as Masons and as men Incline our hearts and strengthen our hands to perform them, and make o’ur work, faithfully done, effectual to the benefit of our order, of society, of our country, and of universal humanity. Give us wisdom to judge what is proper and becoming for to do, and may this Lodge which we are now about to inaugurate and consecrate, be and continue an active and efficient instrument in relieving human suffering, dispelling ignorance, eradicating error, and promoting the happiness of men. Amen I Omnes. So mote it be. (All rise and are seated.) Ill,~. C. ~.-in-Chief.— Illustrious Grand Master of Ceremonies, you will cause the members of the Lodge of Perfection to assemble round the Altar of fncense to take the oath of fealty and allegiance. (The members assemble in dueform.) ]ll,~. C. ~.-in-Chi~f —(~, all rise. He descends from the throne, passes inside the triangle to the Altar, ligirts the Incense, and says:) Brethren of the Lodge of Perfection will now kneel on the I right knee and repeat after me the vow of Fealty and Allegiance. vow. In the presence of our Heavenly Father, by this holy Altar erected to him, by the Incense which now ascends therefrom, in - token of our Gratitude and adoration, and calling on these IllustrP ous Brethren now present as witnesses, I do solemnly vow to be faithful and loyal to the Ancient Accepted Scottish Rite, to ever main- tam its honor and independence, suppoit its regular and constituted authorities, and zealously endeavor to propagate its principles, enlar-ge it~ borders, and increase its influence. 7 That I will be loyal and faithful to my country, and its gov - i~ient and laws, and to the great cause of oppressed and suffer- humanity. - That I will labor to disseminate truth and knowledge among to eradicate error and dispel ignorance, and to make Masonry dent-to enlighten and enfranchise men. Thaf I will be loyal and faithful and bear true fealty and alle. nce to the Supreme Council of the Ancient Accepted Scottish for the Northern Mas.~. Jurisdiction of the United States of lerica; and that this day shall crown my alliance. That I will hold no Masonic communication whatever, as a son of said Rite, with any Masonic body or Mason pretending be subject to any Masonic authority of said Rite in said jurisdic - other than said Supreme Council, of which the Illustrious ither is now the Sovereign Grand Commander. So me God. (r) J7l.~. C.~.-in-Chief.—Rise, my brethren, and form in a semi- on the west of the Altar. Illustrious Brethren, officers and members of the Consistory, lance and form a semi-circle on the east of the Altar. Illustrious rand Standard Bearer, advance the Banner of the Order to the Itar. (G.. S.~. B.~. advances.) - - Illustrious Grand Master of Ceremonies, bring hither the and wine. ~My Brethren: I eat of this bread and drink of this wine m pledge of good faith and brotherhood, and should I ever trt a worthy brother in his need, prove disloyal to the Banner the Order, or allow it by my treachery to come to dishonor, I be so despised that my brethern in the wide world shall hold disgrace to eat or drink with me, and even the beggar and the shun me as dishonored. (Each Brother as he partakes says:) I do so eat and drink. ~ C. ~.-in-C.~.-——Illustrious Grand Master of Ceremonies, forth the Wheat, the Wine, and the Oil. (G.. AL~. of C.~. hands the Golden Vessel containing Wheat to 1)71>. C.~.-in-C..; the vessel containing Wine to the First Lieut.’.; tire vessel containing Oil to the Second Lieut.’. ii — p It I~ — — ii I — pip II (I - It, p pI I — I p lit p ——It P —"},{"pageNumber":8,"pageContent":"PT - - — I — p —8— Ill.~. C.~. -in-C~. goes to the East. First Lieut.~. to the West. Second Lieut.~. to tire Soutir.) Second Lieut. ~. —(sprinkling OIL upon the floor.) In the name our Father which art in Heaven I consecrate this Lodge of Perfec tion to peace, harmony and union; may it ever pour oil on th~ - - waters of strife, and persuade men no longer to hate their brethren First Li~ut.—(sprinhling WINE upon the floor.) In the name the order of Free Masonry and of our Ancient Accepted Rite, consecrate this Lodge of Perfection to charity, beneficence, anc good deeds; may it ever labor to assist the needy, console suffering, and cheer with the wine of contentment the disconsolate Ill.~. C. ~.-in-C. ..—(sprrnkling WHEAT upon the floor.) In name of the Ancient Accepted Rite of Free Masonry, I consecrat this Lodge of Perfection to truth and the diffusion of knowledge among men; may it ever labor unweariedly in the great cause, am may every seed it sows generate like the wheat, and produce fruit one season. Ill.. C. .- in-C. ~.—The Lodge is dark, my brethren, like the world before Masonry arose; let it be lighted by the sacred numbers. (C.~. of G.~. lights the three lights in the North.) Ill.~. C.~.- in-Chief—Join me, my brethren, by the sacred number 3. Omnes.—(Batteiy ! / I Second Lieut.~. in the South lights the five lights in front of him.) ]7l.~. Coin. ~.- in-C.~. —join me, my brethren, by the sacred- number 5. Omnes.— (Battery First Lieut.~. in the West lights the seven li~e-hts in fronl of him.) Ill.~. C.~.-in-C.~.—Join me, n\\y brethren, by the sacred number 7. Omnes.—(Battery AL~. of C.~. lr~hts the nine lr~hts in the East.) fll.~. C.~. -in C.~.—Join me, my brethren, by three times three. Omnes.—(Battery . . . — fll.~. Coin. ~.- in - Chief now leaves - the throne, goes to the frdestal, and uncovering it, says..) —9— ]7l.~. C.~.-i,i-C.~.—My brethren, the one great Light of Masonry wanting in your Lodge. Let the Holy and Ineffable Name - ft and shine. (G.~. AL~. of C.. lights the trij5le triangle.) The one great Light, the great Ineffable Name of God shines East of this Lodge, and completes the sacred numbers. Let adore the Deity and worship in silence. (Three srgns of .Profection.) ODE. When darkness brooded o’er the deep, When Nature lay enchained — asleep, Or in sad silence roll’d, Twas by the Word the day-star glowed, And light and life together flowed, Upon the blushing world. CHORUS. All living struck their untuned lays, And echo first awoke in praise. Ere the great Architect on high, Had fix’d in radiant Masonry, The Iris Arch so bright; Our craft by wise mysterious laws, Had passed the word — had sealed the cause Which Masons still unite. CHORUS. While the broad Earth shall eastward turn, Our Lamp of Truth shall lamb ent burn. As that bright Arch still glads our eyes, And decorates the scowling skies, The pledge of Heaven to earth, It —ii Ii~ ~ ]I 1~ I P"},{"pageNumber":9,"pageContent":"-p-i - — ro — So may our Temple rise to bless The Widow and the Fatherless, And shelter wand’ring worth. CHORUS. As Hagar’s prayer was heard on high, The exile here shall cease to sigh. Wine, Corn and Oil, we’ve pour’d before The Mason’s hope — the tassel’d floor~ Let brethren breathe — Amen! Meek CharLty attends with Love; While Wisdom, Strength and Beauty, prove The Pillars of our Fane. CHORUS. Bless thou the work, our Master dread, Who hath the Earth’s foundations laid. (Ill... Coin.~ .-in-Chief then makes the following.) PROCLAMATION. To the Glory of the Grand Architect of the Universe, in name and under the auspices of the Sup.. Council of Sov.~. Gr. Insp.~. Gen’L~. of the 3 3 d and last degree for the North.~. Mas. Jur... of the U. S. A. , and by virtue of the powers in v~sted as (position of installing officer,) I do constitute and forn these brethren into a regular Lodge of Perfection of the Ancient A cepted Rite, to be known and distinguished as Lodge Perfection, No.—. I do hereby empower it, henceforward, to meet as a regula Lodge of Perfection, duly constituted and inaugurated in conforir it~ to the laws and usages of the Ancient Accepted Rite. A may the Great Architect of the Universe prosper, direct, and cour sel it in all its doings. AMEN! Omnes.—~So mote it be Ill.~. C. .-in~C. ~.— ( r—AII are seated.) INSTALLATION. —o ~ — ~1~ER3 ~F A LODGE OF PERFE6TJONS INTRODUCTORY. LODGE of Perfection is opened in either full or ample jjorm+h following ei 5 ht officers of a Consistory are desira - conducting the Ceremony. Coin. .-in-Chief. First Lieut. Coin. Minister of State. Grand Treasurer. Second Lieut. Coin. Grand Chancellor. Grand Secretary. G.~. Master of Cer.~. The Coin. -in-Chief will be seated on the Throne, the other b&s or officers of the Consistory will be seated in the form of arc west of the Altar, facing the East, as designated in the mpanying plan. All the officers of a Lodge of Perfection are elective. (Const. I, Art. 56.) The officers-elect will be seated together on the north and south - of the Hall, equally divided. The Symbolic Lights will be turned down. - C.~. of Guards and Guards in uniform at the entrance. ‘It — I — p — — I lb III Ii -1—- ~p. -j j -b I — - - 1~ p — t -"},{"pageNumber":10,"pageContent":"— 12 — OFFICERS AND THEIR STATIONS. will be conducted by the G.~. Master of Ceremonies, when structed so to do, to their several stations as designated ~n the lowing figure by numbers, as are those of the consistory: r. Coin. ~.-in-Chief. 2. First Lieut. Coin.. 3. Second Lieut. Com.x ~. Min.~. of State. ~, Grand Chancellor. 6. Grand Treasurer. 7. Grand Secretary. 8 Deputy G.’. Master. ~. T. Potent G.’. Master. io. V Sen.’. G~. Warden, is. V. Jun.~ C:. Warden. 12. Grand Mast. of Cer.. r3. Grand Orator. 14. Grar~d Treasurer. r5. Grand Secretary. r6. Grand Hospitaler. 57. G.’. Cap.’. of Guard. s8. Grand Tyler. Seats will be stationed for the above Officers as represented THE PLAN. —‘3— REMONIAL OF INSTALLATION. arise.) .-zn-ChrV—Brethren of Lodge of Per - •, these are the officers whom you have elected. Look upon and do you, [11. . Brethren, Officers of the Consistory, and if any one present has an objection to offer why any -of them shall not be installed, let him now prefer it, or else ver after hold his peace. (Obyections under the Constrtr,tzon only can be entertained ~ Brother Grand Master of Ceremonies, present the Thrice ~t Grand Master-elect in the East, near the Altar of Obli - My Brother, your brethren have been pleased to elect you to ze of Thrice Potent Grand Master of Lodge ‘erfection. Before your investiture it is necessary you should your assent to the Ancient Charges and Regulations which the duty of a G ~. Master of a Lodge of Perfection. Listet~, refqre, and respond. Frrrt.—You agree to be impartial and upright, and to obey, in point, the moral laws of the Ancient Accepted Scottish Rite; not to engage in any plot or conspiracy agaitist government,’ to submit peacefully to the will of the majority; and to act honor and generosity toward all men. -Second.—You agr~ee to hold in veneration the ancient land and great principles of our Order; to respect and obey the Lorities of the Ancient Accepted Scottish Rite, supreme and rdinate, according to their stations; and to submit to the deci. and awards of your brethren in any case where the constitu - or principles of the Order require it. Third.—You promise to avoid disputes and quarrels; to be in your behavior and carriage; courteous to all men, and il to your Lodge and brethren; and careful to refrain from and excess. Fourth. —You promise hospitably to treat and courteously to pp 1 1 Ii I ‘Pt 1~ I j~i I - ljj ~ - Ii The Officers of a Lodge of Perfection, as they are insti ~The officers of the Consistory in proper regalia, yewels, etc., will seats as representedi in the plan. Officers-elect north and I p ~I!i ‘‘I"},{"pageNumber":11,"pageContent":"b p 1 1 - — (I -- - -I - I — —54— - receive all brethren, and to discountenance impostors’ and all seek to disturb the peace and harmony of the Ancient Accej Scottish Rite. Fifth—You admit that it is not in the power of any man, body of men, to make innovations in - the essential and fun mental principles of the Ancient Accepted Scottish Rite. Szxth.—You promise to attend regularly the Meetings of y Lodge, and to instruct and counsel the brethren; that you xi faithfully and punctually perform all your duties as Grand Mash while serving as such, and that you will never open or dose yr Lodge without giving a lecture, or, some portion thereof) for instruction of the brethren. Seventh—You admit that no new Lodge of Perfection can formed without permission of the Supreme Council, and that - I - countenance should be given to an irregular Lodge, or to any p~ - - - son initiated therein. Ezghth.—You admit that no person can be regularly allowed receive any degree in a Lodge of Perfection, or admitted a memb of the same, without previous notice and due inquiry into - - character, nor unless he be a Master Mason in accordance we - - the requirements of the Constitution of the Ancient Accepted Sco tish Rite. Ninth—You agree that no visitor shall -be received into yoi - - Lodge without due examination and proof of his title to be so unless he is personally known as a Grand Elect, Perfect, and Sal’ -- -- lime Master Mason, to some member of your Body. 1— These are the regulations of the Ancient Accepted Scottis, Rite. Do you submit to them, and promise to support the as Ineffable Masons have done in all ages b6fore you? ~ ]Y. C.’. M.x—I do-. CHARGE, Ill.’. Coin. .-zn-Chz~t—My Brother, your ready assent to charges and regulations of the Order justify the confidence Which your brethren have reposed in you, and authorizes me to proceed —‘5— our installation. You cannot have advanced to the degree you have obtained in our Rite without becoming acquainted he requisites necessary to constitute an efficient Master of-a df Perfection, with the duties that devolve upon the position, if the serious responsibility which he incurs. The honor, reputation, and usefulness of your Lodge will depend upon the mode in which you discharge the duties our office. If you should be satisfied with merely knowing by the formulas, the phrases, and ceremonies of the work, and with that, you may maintain good order and conduct the work regularity, but you will soon observe zeal overcome by indif - ice, punctuality by inattention, interest by lassitude, and activ - y stagnant immobility. You cannot satisfy your promise—never to open and close your e without giving a lecture, or some portion thereon for the in - iction of the brethren—by asking a few trivial questions of tine. It would he absurd to require of you to take a solemn ttion to do that; and a sad matter if Masonry would so ~apen its oaths. Whenever your Lodge is closed, and an evening has passed without your having given the brethren some new and useful :mation, you will have failed in your duty. Think not that the field of Masonic learning has been so often ped and gleaned that there is nothing left for you to gather. Its y has never yet been written. Its symbols are only in part terstood. Its philosophy is a vast region almost wholly unex - red. You are to arouse the indolent, encourage the desponding, incite the unreflecting brethren to do something, the influences ~reof shall be felt beyond the limits of the Lodge, something society, something for humanity. Admonish them of the duty rests upon them; so to act and behave as to bring no discredit upon the Rite. -Charge them to practice out of the Ige the duties taught in it, and by their forbearance, frankness, retion, equity, and profound regard for truth and honor, to con all who know them of the excellence of our Institution. I hope your example will remain as the best and brightest lessons for your successors, to show them in what way to walk, how to act; to deserve well of the Order, to be entitled to its titude, and to win for themselves honor and reputation. /d! I] /1 fill lb II A -~"},{"pageNumber":12,"pageContent":"Ill’. Brother Grand Master of Ceremonies, conduct the P. Grand ~vIaster to his station in front of the Throne, at my hand and then present the Deputy Grand Master-elect CHARGE TO THE DEPUTY G.. MASTER. — ‘7— never to be taken unawares when called to the performance duty. firmly rely on your knowledge, your zeal foi the Order, and attachment for your Lodge, for the faithful discharge of the of this important trust. Brother Gr.. ~VEaster of Ceremonies, conduct the Sen.. ~rden to his station in the West toward the North, and then it the Junior Gr.. Warden elect. My Brother, your Brethren have been pleased to elect Deputy G. Master of this Lodge of Perfection, to take the place the Thrice Potent ~n case of his absence, The duties, which that case you are to perform, are known to you, and need not repeated, When he is present you are to assist him with your counsel advice in maintaining the dignity and authoiity of his office, w the peace and harmony of the Lodge, and perform such ot duties as are laid down tn the ritual I congratulate you on bei~ thought worthy by your brethren of this honorable position, ai earnestly hope that you may give them no reason to regret choice they have made. Ill.. Brother Grand Master of Ceremonies, conduct the Th uty G. Master to his station in front of the Throne at my hand, and then present the Senior Grand Warden-elect. CHARGE TO THE SENIOR GRAND WARDEN. CHAI~GE TO THE JUN~OIR GRE’. WARDEN. ~y Brother, you have been elected to the office of Junior Lnd Warden o~ this Lodge of Perfection. You may be called upon to fill the place of the Senior Grand ~den, or even that of the Grand Master or his Deputy, and in [i case the promises they have respectively made, become yours. should therefore be as fully instructed, and your office demands ii the same diligent study and thoughtful care. Your regular and punctual attendance is required by our laws, it is expected you wjll faithfully discharge the duties attached hat responsible office. Ill . Brother Grand Master of Ce~emo - s, conduct the Jun2. G. Warden to his station in the West to - rd the South, and then present the Grand Orator elect. CHARGE TO THE GRAND ORATOR. - My Brother, your Brethren have been pleased to elect yc Senior Grand Warden of this Lodge of Perfection. In the absenc of the Thrice Potent and his Deputy, you are to govern the Lo and perform the duties of his office; and in that case you are boun. by all the pledges and promises he has made, and you will conside all that has been said to him as addressed equally to you. Whex he is present you are to assist him and second all his efforts. Youi acquaintance with the history, symbols, and philosophy of our Rite, should be as extensive as his, therefore you should prepare yourse1~ My Brother, you have been elected Gr.. Orator of this Lodge Perfection. It will be your duty to pronounce a discourse to the ophyte at every reception and to the Lodge if requited. It may of right call upon you to read an essay or lecture upon the his- philosophy, doctrine, or symbolism of the Rite. It is theiefore ~pensable that you should make yourself familiar with those sub - so that you may be able to instruct and enlighten the brethren. that the duties of your office will be so performed that your ii ~l 1 Y I”"},{"pageNumber":13,"pageContent":"— r8— name will be hereafter identified wrth the prosperity of the Loc - and mentioned xvrth honor and respect by all who love our On Ill.’. Brother Grand Master of Ceremonies, conduct the Gra - Orator to his station in the South and then present the Gra -- - I Treasurer-elect. CHARGE TO THE GRAND TREASURER. My Brother, you have been elected Grand Treasurer of di Lodge of Perfection. It is your duty to receive all moneys fro the Secretary, make due entry of the same, and pay them out tFie order of- the Lodge, rendering account thereof at the prop season. These duties are responsible and important, and yo faithful performance of them will entitle you to the good opiniol and gratitude of your brethren. Ill.’. Brother Grand Master of Ceremonies, conduct the G. Treasurer td his station in the North, and then present the Gran. - - Secretary-elect. .7, CHARGE TO THE GRAND SECRETARY. — E9— to the GRAND MASTER OF CEREMONIES. Brother, you have been elected Grand Master of Cer - s of this Lodge of Perfection. It will be your duty to ex - prepare, introduce, and accompany all candidates; to ar - processions and act as Marshal thereof. rust you will perform them to the entire satisfaction of the Master and the Lodge. Brother Grand Master of Ceremonies, conduct the Grand of Cer.’. to his station in the North, and then present Lptain of the Guard-elect. ARGE TO THE G.. CAPTAIN OF THE GUARD. My Brother, you have been elected Grand Captain of the d of this Lodge of Perfection. You are to guard well the en - ~e of the same, to cause all summons to be served, and to such orders of the Grand Master as he may communicate to and I do not doubt but that you will perform your duties T~ and keep due Watch over the entrance into the Sanctuary. Ill.’. Brother Grand Master of Ceremonies, conduct the G.’. ~t. of the Guard to his station in the South-west, and then pre - the Grand Hospitaler-elect. My Brother, you have been elected Grand Secretary of thi~ I Lodge of Perfection. It is your duty to record the proceedings the Lodge, to receive all moneys due the same, and to pay thei -‘ over to the Grand Treasurer, taking his receipt therefor. I earnestly hope that you will so perform its duties as to men the esteem and applause of your brethren. p p ‘ IlL. Brother Grand Master of Ceremonies, conduct the G. ii - - Secretary to his station in the South, and then present the Grand I Master of Ceremonies-elect. p - CHARGE TO THE GRAND HOSPITALER. My Brother, you have been elected Grand Hospitaler of this e of Perfection. It is our earnest wish that you may so ad - rister ‘the affairs of your office, that when you lay it down, the ~hecfuer of the Lodge may - overflow with the thanks of the ws a,nd the gratitude of orphans. p~1 7;, — I"},{"pageNumber":14,"pageContent":"—20— Ill.. Brother Grand Master of Ceremonies, conduct the G Hospitaler to his station in the North-west, and then present Grand Tyler. CHARGE TO THE GRAND TYLER. My Brother, you have been elected Grand Tyler of this Lo of Perfection. Receive this sword, and after you shall have talc the oath of office, you will repair to your station and guard ~ the approach to the entrance to the Lodge, that no cowan overh us, and no imposter intrude himself among us. Illustrious Grand Master of Ceremonies, you will now pl~ the officers of the Lodge of Perfection at the Altar, in due for to take the oath of office. (Gm M>. of C.. places them in a semi-circle, facing the E~ Miaster in the center.) Ill.. C:.-in-Chief—(i r r)—~kttention, Brethren of the C sistory and Lodge, and witness the oath of office. OATH. You and each of you do, in the presence of the Great Archite of the Universe, and with these brethen as witnesses, solemnly ar sincerely swear, that you will support the Constitutions, Regulation Statutes, and Institutes of the Ancient Accepted Scottish Rite, ar the Statutes of the Supreme Council, as the fundamental law of sa: Rite. That you will faithfully and impartially perform each, the best and utmost of his skill and ability, the duties of th office to whch he has been elected in this Lodge of Perfectioi So help you God. (I) Illustrious Grand Niaster of Ceremonies, you will now inves the officers of the Lodge with their appropriate regalia and conduc — 2r — - :cept the Thrice Potent Grand Master,) to their stations, cing with the Grand Tyler. (The officers being so placed,) nce Potent, your officers are at their respective stations and ~ remain~ but for you to assume yours, be pleased to do so. present to you, my Brother, the Jewel of your Station, and ~ur attention to the positron of your Officers in conjunction Officers of the Consistory, with the Holy Lights in the e Crown upon your Jewel is the symbol of the Royal Origin ~se degrees, hence the authority you hold, and the Supreme to inaugurate and install. The Compasser extended to Ninety ~es, denotes the extensive knowledge of the Officers to in - t the G. Elect. The Sun, representing the Great Lights, that Lctions should be open as the full blaze of the great luminary, Bur Charity as diffusive as its rays. jewet should make you attentive to your dutes and cause walk so as to adorn your station• within your own breast, as did Solomon, that Science, ~r, and Virtue made companionship with Kings, while the in King forgot not that Intellect and Learning were the great of Thought. i{eceive, my Brother, the warrant of your Lodge. May this continue and prosper, and may its name be ever honored ig men. Receive now this Scepter, symbol of authority, in order that may assume the government of your Lodge, and rule it with wity, impartiality, and firmness. ANOINTMENT. Coin. .-in-Chief —Kneel, T.~. P.~. G.~. Master. The Coin. ‘.-in-Chi~’f taki~rg a small golden vessel containing per- oii pours afew drops upon the master’s head, saying: As Zadok the priest, and Nathan the Prophet, anointed Solo- King over Israel, the trumpets blew. I I ‘p. / - / Ii} —— I ~j~i~ 1 —"},{"pageNumber":15,"pageContent":"p — II p -~ —22 — (Afiw notes on the trumpets by the Ileralds.) And they cried aloud, saying, “God save King Solomon “ (The Officers of the Consistoty exclaim. “God save King Sojomon. And then they descended toward him, and led him up, a seated him upon the Throne. “For he shall be King in my ste~ and I have appointed him to be Ruler over Israel and over Juda~ (As these words are repeated~ the Coin.~ .-rn- Chief descends, takes T.~. P.~. G.~. Master by the hand, and conducts him to the Thn The Coin. ..-in-Chief then standing on the lower step, niakes, the , lowing PROCLAMATION. (I I i) Com..~in.Chief—To the glory of the G ~. A.~. of the Univer~ in the name and under the auspices of the Supreme Council of Grand Inspectors General of the 33 d and last degree, for Northern Masonic Jurisdiction, U. S. of America, and by virt~ue the authority on me conferred, I declare and proclaim the Office - of — Lodge of Perfection, duly installed and prepared to entl - upon their labors. Brethren of the Consistory, unite with me in congiatulating - - Thrice Potent G. Master, and this Lodge. (3—5—7——9) (i) K:’ - ~iPJIIpP P INSTALLATION OF OFFICERS —O~ A— N~IL OF PRhI\\~GES OF JERUSftLEM. INTRODUCTORY. ~HE Installing Officer must be of a higher Grade than the r6th, or, may be a Past G. Master of a Council. His four Companions are a Representative G. H. Priest, Senior and -r- Wardens and a G. Master of Ceremonies; also, A Grand M. of Entrances, and four Knights of the E. or d, in full costume with Javelins. Two Heralds with trumpets from which are suspended ban - ts with the Coats of Arms of the House of Judah and Benjamin. iurishes, alarms and Batteries are given by the Heralds. ~The Battery four and one, representing Z. and his four accom - ing Knights must b~ sustained through all Ceremonies ‘of a ~dl."},{"pageNumber":16,"pageContent":"— 24— ESSENTIAL PROPERTIES, Altar; four Great Lights and Cross-swords on the Altar. lights or wax candles on the Attar, One Yellow on the Apex wF is toward the East, and four green, two on the base and one eit side of the G. Lights. Book of the Constitutions, Warrant, full of Jewels, five P. of Jerusalem sashes of Aurora color, for the five Officers-elect, and the Sceptered Hand of Justice,~ Numr of Lights, eighty-five. For convenience in the following, the Ti of Illustiious Commander is applied to the Installing Officer. CEREMO NY. The Princes and those.entrtled to be present being conveni the Installing Officer, accompanied by four Princes or those higher rank, will present himself at the Main entrance of the Coi cil Chamber, and there be received by a G. . Master of Entranr and four Knights in full costume with javelins, who will form escort (preceded by two Heralds in Costume) of the Inst~ Officer and his Companions. The Heralds as they approach the East will separate and main one on each side of the dais on the lower step facing ti West, resting the bowl of the trumpet on the side of the Body. The G. M of Entrances as his Knights approach the Ei will open ranks and facing inwards form the Arch under which Installing Officer and Companions pass, the Heralds giving flourish of trumpets. The G. M. of E. and Knights will retire to their Station the inner entrance. The Installing Officer and one CompanP who is to be the G. Master of Ceremonies will remain in the Em the other three together proceeding to the Seats of the High Pri and two Wardens. —25— Heralds call to attention by one trumpet-note, when the of E.~. and his Knights proceed to examine that all present tled; which having been performed he will announce Station in the West. Af.~. of B. ~.—Illustrious Commander, all present are P.~. slem. (G.~. Lights and cross-swords displayed. (The Heralds sound four and one.) MUSIC. ANTHEM. forth to the Mount, bring the Olive branch home, id rejoice, for the day of our freedom is come I om that time when the Moon upon Ajalon’s vale, Looking motionless down, saw the kings of the earth a tbe presence of God’s mighty champion grow pale, Oh, never had Judah an hour of such mirth. Go forth, etc. Bring myrtle, bring palm, bring the boughs of each tree That is worthy to wave o’er the tents of the free. ~‘rom that day when the footsteps of Israel shone With a light not their own, through Jordan’s deep tide; -Whose waters shrunk back as the Ark glided on, Oh, never had Judah an hour of such pride Go forth, etc. PRAYER. To Thee, God of Abraham, Isaac and Jacob,—this assemblage ibly bows, and implores thy benediction on the Services they about to assume and the responsibilities they shall undertake in great cause of humanity. Without Thee, without thy ruling I,j~ I’’ — I P I"},{"pageNumber":17,"pageContent":"— 26— and directing power, granted in thy loving kindness, their must be in vain. As suppliants, they approach thy throne, ki ing that where even two or three are gathered together in thy n~ thou wilt be in their midst, so they now crave thy blessing these Brethren, and upon their humble and holy purpose. An Brethren.—So mote it be! (The G.’. Mast, of Cer.’. then advances to the center of the /~ step of the plaf%orm and makes the following:) PROCLAMATION. G.’. AL. of Cer. ~. — I hereby proclaim, in the name of Supreme Council of Soy.’. G.’. Inspectors General of the An Accepted Scottish Rite of the Northern Masonic Jurisdiction of United States of America, to the Brethren of all Grades here sembled, that the officers of Council of Princes of Jerus of the City of for the ensuing year, are now about to be ducted into Office and installed. - - (The G.. Mast.’, of Cer.’. then retires to the West of the A facing the East.) Inst.’ Off ~. —G.’. Master of Ceremonies have you examin the Most Eq.’. T.. P.’. Grand Master named in the Warrant, elect,) and can you avouch for his skill and ability, to direct Hand of Justice in this Council? G.’. AL K of (‘er. -.—I have, and do avouch for him as skill and capable of directing the works. Inst.’. Off.’.—Theniet the SOVEREIGN P2. Gr2. MASTER-(ELECT) be presented before the Altar of Obligation for installation. G.’. AL’. of Cer.’.—Ill.’. Commander, I present the wor and Valorous Brother duly elected Soy.’. Prin G.. Master of this Council of Princes of Jerusalem for installatic —27— witnessed his fervor, zeal and constancy, his good con- ± morals, and find him possessed of the requisite skill and - for the duties of his Station. i.’. Off’.—Valorous Prince, I must require your consent to wing pledges; st. —Do you promise strictly to observe the rules enfo[cing ~and good order, and to strive to lead an irreproachable life? ‘econd.—That you will be Just and equitable in all your mm - ns? - i’nz’.—That you will put away every kind of party spirit, and envy towards your brethren aud never combat with r give to or accept a challenge from one of them? —That you will never swerve from, nor permit any of brethren to swerve from or violate, the general or particular of Sublime, Ancient, Free and Accepted Masonry; and that will never advise or direct any Brother in any thing that relates illustrious Order, except in conformity with said iules and jie truth? F~/~h.—That you will advocate the principles and sustain the of our illustrious Order in its fullest extent, whenever it be - S necessary? Sixth—That you will acknowledge the Authority and submit Ordinances and Decrees of the Supreme Council, by whom -Council in which you have been chosen to act, has been con - $ed? Seventh.—Do you submit to these Charges, and promise on the and honor of a Knight and Prince of Masonry, to observe a? (The G-’. Master Elect having assented.) Most Eq.. Prince, with the greates’t pleasure, I now salute you Soy.’. P.’. G.’. Master of Council of Princes of Jeru - ~rn, placing the most implicit reliance in your zeal, fidelity, skill capacity for the exalted stabon to which the partiality of your thren has elevated you. I confide to your charge the Warrant of this Council, also the oh of Constitutions, and Decrees of the Supreme Council for your dance. You are the representative of Zerubbabel, son of Sheal - an ancient member of the Craft, denominated in the old Con- ‘I V - I— [I"},{"pageNumber":18,"pageContent":"—28— stitutions and Rituals, as the Prince and General Master Masc the Jews. Emulate his virtues. I . Receive the Hand of Justice, in token of that Justice you Prince, are bound to exercise. As presiding officer of your Cot the Mallet is also committed to your hands. Princes, arise and let due honors be paid to your G.’. Ma (All / / I ~ Heralds with trumpets) the G.’. Master is escorted by the G.’ AL’. of Cer.’. under an Arch of Steel, to the As he ascends which the trumpets flourish. Upon greeting the Inst tion O~7Icer, the G.’. k[acter will be seated at his ri,’ght,— the btet are then seated. inst.’. Off’. Grand Mast.’, of Ceremonies, present the GRAND H[GH PRIEST-ELECT before the Altar. G.’. AL’. of Cer. ‘.—Ill.’. Coin.’. I present the zealous Valorous duly elected G.’. H.’. Priest of this Cour of P.’. of Jeiusalem, for installation. Inst.’. Off.’.— It is with unfeigned pleasure, I greet one v~ has received that confidence of his Prince Companions as to ph - - - him where he is to become their ecclesiastical instructor and ad~ In the iemote ages of antiquity, as indeed in more mod4 times, learned men devoted to ecclesiastical matters, participated the Councils of nations, and when it is considered that the anci mysteries, now known by the name of Free Masonic, were sustair and protected by civil government, we can readily account for religious character of the ritual that obtained in those myste which were indubitably improved by religious ceremonials and o. ligations. You, my brother are the representative of Joshua, of Jozadak, an ancient Israelitish Pontiff of Jehovah. May the z fervor, constancy, and success which characterized his labors, tend you in the discharge of your functions. Among many thu - - it will be your duty to perform all religious solemnities in this Cou cil and on all public occasions, when required. Receive the im nia of your office, the Crozier, and worthily preside in the absen of the Sovereign Prince Grand Master. Your official jewel (a circle inclosing a delta,) which I nowp —29— you, through the Gr.’. Master of Ceremonies, it is needless id you, symbolizes the eternity of that Deity whose we are, iom we are bound to serve. Grand Master of Ceremonies will conduct you to the ros - ~t your station in the West; the Officer there seated yielding SENIOR G.% WARDEN-ELECT - the Altar. AL’. of C.’. — Ill.’. Commander, I present the worthy and ius Brother duly elected Senior Grand War- ‘this Council of Princes of Jerusalem for Installation. ist.’. Off.’.—My Brother, to you as a Prince well versed in iages of Symbolic and Ineffable Masonry, your duties as First ~st E - nlightened Senior Grand Warden, are well known. I not your willingness and ability to discharge them with honor lelity. You occupy the position of Strength and Power. As .~a Prince of the House ~nd Lion of Judah, receive the Pil - -‘Strength and protecting shield, the jewel of your office. u will be conducted by the Grand M.’. of Ceremonies, to Station on the left of the Giand High Priest, the Officer there yielding the same. (The S.’. Grand Warden is so conducted.) Grand Master of Ceremonies, present the JUNIOR Gr.. WARDEN-ELECT the Altar. G.’. AL’. of C. ‘.—Ill.’. Commander, I present the worthy and rous Brother duly elected Junior Grand War- - of’this Council of Princes of Jerusalem for installation. - - Inst.’. Off ‘.—As Second or Most Enlightened Junior G.’. rden, you are, my Brother, the assistant and supporter of your ir. Your counsel and labors and those of your Senior, are to ‘in -the working and ordinary business of your Council. You ‘esent Mordecai, Prince of Benjamin. Let me impress upon II - (The G.’.M’. of Cer.’. does so.) ‘and M.’. of Ceremonies, present the Ii ~it~ !p’p2 II I —"},{"pageNumber":19,"pageContent":"—30— you, in the symbolic yet glorious work of re-edification, to be staunch coadjutor of your Senior Companion. Accept the jewel of your office; it is a Compasses, resting 01 segment of a circle, intending to ever remind you of the Measure Eternal Peace :— and may He who stood upon the Circle of~ - - Earth and set a Compass on the face of the deep be with thee a bless thee. You will now be conducted by the Grand M.’. of Ceremoni to your station on the right of the Grand High Priest; the offli there seated, yielding the same. (The Junior G.’. Warden is SQ conducted.) Grand Master of Ceremonies present the G.. Secretary and Keeper of the Seals-Elect before the Altar G.’. AL’. of C. ‘.— Ill.’. Commander, I present the Valorot Prince duly elected G.’. Secretary and Keeper the Seals of this Council of Princes of Jerusalem, for installation. Inst.’. Off.’.— Most Valorous P ‘., by virtue of your offic the duties of correspouding and recoiding secretary devolve upc - - you. You are also to receive all petitions and take charge of ti seals of this Council and of its minutes of proceedings, and di charge all those duties set forth in the constitutions and la~ pertaining to the Secretary as the representative of Esdras, Prin of the Law, receive the Balance in equipoise, the emblem of Justic The G ‘. M.’. of Cer.’. will conduct you to your Station in South, on the left of the G.’. Master. (The K’. of S.’. is so conducted.) G.’. M.’. of C. ‘., present the G.’. TREASURER-ELECT before the Altar. G.’. AL’. of C. ‘.— Ill.’. Coin. ‘., I present the Valorous P. duly elected G.’. Treasurer of this Council of P.’. — - Jerusalem, for installation. Inst.’. Off ‘.— Most Valorous P.’., it is your duty to keep ii trust all the funds, securities and vouchers of this Council. Ou — 3 i — ~‘easures are also committed to your charge; as the repre - ‘e of Ananias, Prince of the Temple, receive the Jewel, a )gram and Vase, designating the unbounded treasure for nple; this is the symbol of your care, in our mystic edifice. .e G.’. M.’. of C.’. will conduct you to your station in the on the right of the G.’. Master. - (The G.’. V’. is so conducted.) M.’. of C.’. present the M.. OF CER.-ELEOT the Altar. ‘.AL’. of C.’.—Ill.’. Corn.’., I present P.’. iected M.’. of Cer.~. of this Council of P.’. of Jerusalem for ition. ist.’. Off.’.—Valorous P.~., it is your province to attend associate officers in the works and labors of this Council and ‘orm such other services as Masonic custom has prescribed in fling visiting Princes, seeing they and the members of this il, are properly clothed, the properties duly disposed and ~es conducted in their perilous travels. the representative of Solamiel, P.’. of the workmen, I in- you through the G.’. M.’. of Cer.’. with the Trowel and ~b, the proper symbol for the conductor of the worl~s. The G.’. M.~. of C.’. will conduct you to your Station in the (The AL’. of C.’. is so conducted.) ‘G.’. M.. of C.~. present the Gi. HOSPITALER-ELECT the Altar. G> AL. of C.’.—Ill.~. Com.~. I present P.’. elected G.~. Hospitaler of this Council of P.’. of Jerusalem for ition. s-st.’. Off’.— Valorous P.’. It is your pleasing duty to keep care over the poor of the Council and be its Almonor, ensing charity, encouraging the disheartened, by kindness giving"},{"pageNumber":20,"pageContent":"—32— —33 — - strength to the weak, always mindful of the widow and the orph~ and in taking charge of the voluntary contnbutions of your co - - panions, expending the same under the advke and counsel of Soy.’. Master. I invest you, through the G.’. M.’. of Cer.’. - - I the Caduces of Mercury, that, like him, you may be swift in em - — gency and potent in relief The G.’. M.’. of C.’. will conduct you toyour Station in South. (The G.’. Hosp.’. is so conducted.) G.’. M.’. of C.’. present the G.’. M.. OF ENTRANCES-ELECT before the Altar. C.’. AL. of C.—Ill.’. Coin.’. Ipresent P.’. duly elected G.’. M.. of En.’ of this Council of P. of Jerusali for installation. In~t. . Off..—Valorous P ‘. your appropriate Station is rn the inner door of the Council Chamber, to receive reports from Guards without, announce all applicants for admission, and to c charge the other duties Masonic usage requires from a P.’. of di Guards, whom you represent as Nehemiah. I invest you thro the G.’. M.’. of Cer.’. with the Jewel of your Office, a Spear, sy bolizing you are the Guardian of Secresy. You will repair to yc Station, and assume command of the Guards, G.’. M.’. of C.’. present the G’. TYLER-ELECT - - . before the Altar. -. - G.’. AL’. of C.’.—Ill.’. Coin’. I present P.’. - - duly elected the G.’. Tyler of this Council of P.’. of’ Jerusalem installation. Inst.’. Off.’.—Valorous Bro.’. immemorial usage has fixed yo. - duties, which relate to the adn~ission of members and visitor. - They are well known to you. We rely upon your fidelity an discretion to discharge them properly. Receive the Flaming Sworc - the emblem of Vengeance, use it discreetly, but faithfully. Ret - to your Station and duty. Inst.’. Off ‘.— The Officers of the Council will assemble about Altar forming a Delta, the apex toward the East occupied by iv.’. P.’. Grand Master. (‘ I !) Valorous Princes of the Council will surround their Officers, the circle of Eternity, facing the Altar. - Gr.’. Master of Entrances will station his Knights North, -Ia, East and West of the Valorous Princes facing outward to the ts of the compass respectively. ~j7Icers, kneel Facing the East Valorous Princes, form the roof of Steel! Enr~rhts, Guardr ~ers, assume your Oath, and Val,. Princes be you witnesses. O’ATH. You, and each of you, do, in the presence of the G.’. Architect the Universe, and with these brethren as witnesses, solemnly and cerely swear, that you will support the Constitution, Institutes, ~tutes, and Regulations of the Ancient Accepted Scottish Rite, the Constitutions and regulations of the Supreme Council of the them Masonic Jurisdiction of the United States of America, a~ fundamental law of’ the Ancient Accepted Scottish Rite. That you will faithfully and impartially perform each to the best and utmost of his skill and ability, the duties of the Office ‘hich he has been elected in this Council of Princes of Jerusalem. ielp you God! (Each answers, “Ido.’) Enrg-hts, Recover to posts, march I Valorous Princes, Recover i be seated! Officers, Arise! to your stations I Inst.’. Off ‘.— Ill.’. G.’. M.’. of Ceremonies discharge your duty. (The AL’. of C.’. approaches the center of the lower step of the plat - and makes the following) - A"},{"pageNumber":21,"pageContent":"— 34— PROCLAMATION. To the glory of the G.’. A.’. of the U.’. in the name under the auspices of the Sup.’. Council of Soy.’. G.’. General of the 330, and by the power in me vested as Representative, I proclaim the Officers of Con of Princes of Jerusalem of the City of Distric ______ ——‘ to be duly installed, and the Council legally pared to proceed with its labors. (The Heraldr sound four and one, the G.. Lights are displae and the entrances thrown open.) >2 CONSTITUTION AND DEDICATION —OF A— I I~6IL OF PRIN~9ES OF JERUS)ILENII THE PLAN WHEN TAKING THE OATH. INTRODUCTORY. ~HE following brief Ceremony of Constitution may be public. The Hall pioper should be arranged as laid down in Icceeding Ceremony of Installation of Officers of a Council. rhe Princes and Brethren are convened at some appropriate adjacent to the Council Chamber of the Princes of Jerusalem, ien a procession is formed, and moves in the following order, eded by two Heralds with trumpets and bannerets: 1. Tyler, with drawn sword, ~. Two Masters of Ceremony, with insignia, Caduces. 8. Entered Apprentices, Fellow Crafts, and M.’. Masons. 4. Four Brethren, carrying the Ark of the Covenant. 5. First Light, carried by a Brother. 4. Three Master Masons. 7. Second Light, carried by a Brother. Three Mastei Masons. I 1~ 1’ 2’ 0 0 ~ A —0 ~ jj 0 ‘~‘ 0~ o o o a 0’ ‘4’ I ii"},{"pageNumber":22,"pageContent":"--N —36— 9. Third Light, carried by a Brother. 10. Three Master Masons. 11. A Key, borne by a Secret Master. 12. Seven Secret Masters, as Levites. 13. Four Perfect Masters, abreast, the first bears the Ci Stone, the fourth an Urn. 14. An Intimate Secretary. 15. Seven Provosts and Judges 16. Five Intendants of the Buildings. 17. Nine Elect of Nine. 18. Fifteen Elect of Fifteen. 19. Twelve Sublime Knights Elected. 920. Three Grand Master Architects. 921. Nine Brethren of the Royal Arch of Enoch. 922. Twenty-seven G.’. E.’. P.’. and S.’. Masons. 23. Fouith Great Light, carried by a G.’. E.’. P.’. and Mason. 24. 25. 26. 27. 928. 29. 30. Seven Knights of the East or Sword. Five Princes of Jerusalem. Brethren of Lodges of Perfection. Members of Councils of P.’. of Jerusalem. Officers of the C.’. of P.’. of Jer.’. to be installed. Constituting and Installing Officers. Dignitaries of the Supreme Council, &c. (Banner of the Supreme Council.) - In the above order, the Heralds giving a flourish on - - trumpets,— the procession arrives at the Council Hall, where following Anthem is sung until the procession has thrice pas around the Hall. ANTHEM. “Let there be Light”—the Almighty spoke, Refulgent streams from chaos broke To illume the rising Earth. —37 — Well pleased the Great Jehovah stood, The Power Supreme pronounced it good, And gave the planets birth. In choral numbers Masons join To bless and praise this Light divine. Parent of Light, accept our praise Who shed’st on us thy brightest rays, The Light that fills our mind. By choice selected, Lo I we stand By friendship joined a social band That love, that aid, mankind. In choral numbers Masons Join To bless and praise this Light divine The Brethren having halted, the Ark of the Covenant is de. ed in the East between the Altar and the Throne; the foui ~t Lights and two swords with points toward the West are de - :ed upon the Altai, while the insignia, implements and symbols te in the procession (without confusion) will be deposited upon n-covered side tables. The Altar of Incense is in the South- The Brethren, still standing, then join in singing the following Anthem. ANTHEM. To Heaven’s High Architect all praise, All praise, all gratitude be given, Who deigned the human soul to raise By mystic secrets sprung from Heaven. Sound aloud Tehovab’s praise, Him the Do me, the Temple raise. As the closing lines of the above are sung the Masters of Cer- -"},{"pageNumber":23,"pageContent":"—38— —39— - emonies will cause the ranks of the procession to be opened, the Constituting and Installing Officers and the Dignitaries of Supreme Council may pass through the same to the East. - Chief Officiating Officer, called Illustrious Commander, ascenc the Throne and directing the Heralds, who are stationed one either side of the East on the lowermost step, to sound a “r’ All are then seated. The Ill.’. Commander rising will here deliver a pertinent dress, in which may be judiciously embodied the following: AD DRESS. Ill.’. Coin.’.— Every good, Ineffable and Sublime Mason u as he is solemnly bound to do, the utmost caution to prevent secrets of this important branch of Masonry from being unlawf - obtained, and all the checks and restrictions, which wisdom a experience have suggested, are used to prevent these degrees ffi falling into improper hands, and being conferred without the sa tion of lawful and constitutional authority. In respect to this, as well as all other moral and social duti - Sublime Freemasonry has its rewards and punishments, its obl tions and vows, as well as its fundamental laws and regulati — which every honest and true brother is willing to be governed a abide by; and neither in this regard, nor in any other, can they broken with impunity. The mystic mysteries of religion and science which formed foundation upon Which the superstructure of Ineffable Masonry I I been erected, covered so large a field of investigation and stu - - and involved so many abstruse and critical points, that unless were set forth in technical and orthodox phraseology, or at least c’ertain of the more abstruse portions of the Secret Directory wi preserved in some character, hieroglyphic, or otherwise, th vitality and truthfulness would be destroyed, and in a few gene tions no trace or resemblance of their original character wou remain. Jur society is maintained upon the broad principles of render - mutual aid and of exercising mutual love and friendship, as as to preserve our adoration of the Almighty Artist, and to rove our minds with the principles of science The history of Masonry. as contained in the higher degrees, an account of events only to be found in the archives of our ne institution, which could not be committed to memory with- constant application for a lifetime, therefore had the same ;e been adopted in the perpetuaton of these degrees as that cribed for the symbolic Lodge, they would long ere this have lost to the world, and have been buried in oblivion. ~ut as Numa pronounced his sacred writings lifeless, so be it embered anything which you may find indited, and without the t of ceremonial action, and the soul of exposition diffused ugh it, from the breathing, burning voice of the living man and er, and the reciprocating thoughts and feelings of the Instruc - - the Instructed, will be but an inert mass of senseless matter, wholly unproductive of any useful or happy results and conse - aces. My Brethren, we have come here to constitute and dedicate a ncil of Princes of Jerusalem, and to give it an abiding place in Hall. The culmination of the glory of Solomon, and as well that of ibbabel, was the gathering of his people and the final dedication a Holy House wherein to worship Jehovah As the long pro slon went by, with the dignitaries clothed in white, and the ~narch himself arrayed in pontifical robes, and the royal house- with embroidered mantles, and the priests bearing the Taber - te and Ark, with the Altar of Sacrifice, the whole nation must e exulted at the consummation of what they had so long desired. King arose from the brazen scaffold on which he was seated, amid clouds of incense and sacrifice, assumed all the offices of priesthood, and prostrating himself before his Invisible King, ked His blessing upon the multitude. In a prayer the sacer - il monarch recognized Jehovah as the author of all good; Ily, he arose from his knees and with his hands extended to yen, he blessed the whole congregation, saying with a loud “‘ The Lord our God be with us as He was with our fathers~"},{"pageNumber":24,"pageContent":"—41— —40— so that all the people of the earth may l~now that Jehovah is gre and that there is no other God.” The dedication of the Temple was the completion of the gi ering and the constituting of his people at one Holy place r worship. In our humble way, our purpose is to gather our people - - gether and constitute them in one body, as did the Sacerdoi Rulers of the First and of the Second Temple. To that end I have convoked you this day, to Constitute a Dedicate a Council of Princes of Jerusalem, of the Ancient P cepted Scottish kite of Masonry. (The heralds sound die trumpets.) (The G.’. AL’. of Cer.’ or Gr.’. Marshal will approach the Ea and standing on the lowest step) PROCLAIM. Gr.’. Mar.’. —Hear ye’ Hear ye’ Hear ye! I proclaim the Illustrious Brethren here assembled, that Council Princes of Jerusalem, to be located in —, is now about to - - Constituted and Dedicated by the sanction of the Ill.’. Commandt Illustrious Commander, is it your will and pleasure that t] Ceremony shall now proceed? Ill.’. Coin. ‘.—It is. Let the Warrant of Constitution be n read. (The Warrant is now read by the Gr.’. Secretary.) (The Altar of Incense is then lighted.) ill.’. Corn. ‘.—Vou have heard read the Warrant of Cc tion; do you accept them? G.’. Master Elect—We do, Illustrious Commander. Ill.. Corn. .—Ill.’. G.’. Mast.’. of Cer.’,, you will place Princes of the Council at the Altar in proper form for the purp of taking the Oath of Fealty and Allegiance [11.’. Grand Standard Bearer you will advance the Banner - - the Order to the Altar. (The AL’. of Cer.’. forms the Princes, (to compose the Council,) the Banner and Altar in the form of a triangle; the Princes reting on the left knee repeat the following:) OATH OF FEkLTY AND ALLEGIANCE. In the presence of the Great Architect of the Universe, and ling upon the Illustrious Brethren present, as witnesses, I — as a Knight of the East and Sword, and Prince of Jerusalem solemnly swear that I will be loyal and faithful to the Banner of Order—will defend it and follow wherever it leads, allowing no ger to deter me therefrom. I furthermore swear, that I will hold true allegiance to the Su. ~rne Council of Soy.’. Grand Inspector General of the Thirty. d and last degree of the Ancient Accepted Scottish Rite, for the irthern Masonic Jurisdiction of the United States of America, so as I remain within the jurisdiction thereof, and that I will hold Masonic communication with any person belonging to any Body lining to be of the Rite aforesaid, within said Jurisdiction, who ies the power, authority, and legality of the said Body within limits of its jurisdiction, as the head and chief governing Body said Rite therefor. And may the God of Sabaoth aid me to keep and perform the Le. AMEN! Ill.’. Corn. ‘.—My Brethren, let us ask for Divine Grace to sus - n us in this Our solemn vow. PRAYER. Oh! Thou God of Sabaoth, who art our Guide, give us :ngth to keep our vows of purity and faith in sustaining our loved ‘der, which tends to the suppression of vice, and the magnifying virtue; teach us to know Thy existence; Permit a ray of Thy"},{"pageNumber":25,"pageContent":"—42— piviAe Light to fall on those who falter, and give them renev~ decision and might, Thou, only God of goodness, who, with clemency, bestows upon Thy children repose and truth, do n. - - shower upon us the rich blessings of Thy grace, that we may caln yet determinately battle for the pure, the good, and the true; a - to Thee shall be all the praise and the glory. AMEN! (The ill.’. Commander gives direction to the Heralds to soundfi - and one, when all rise and are seated, and then succeeds the followin,g) HYMN. ill.’. Corn. .—Ill. G . Master of Ceremonies, let the Princ. named in the Warrant, rise and approach the East. (Place the S.’. P.’. G.’. Master in the Center, the other Oftise in a semi-circle.) PROCLAMATION OF COIN STITUTION. ~O~STITUTION ~M\\~D DEDICATION OF A ~ose-Croix Chapter. INTRODUCTORY. Ill.’. Corn.. —In the name of the Supreme and Sovere Grand Master of the Universe, by whom Princes rule and to who be all honor and glory, in my character, and by virtue of my pi rogatwes as presiding officer, representing the Supreme Coun from whom the Charter or Warrant Just read has emanated throb its Sovereign power, I hereby constitute you, Valorous Prrnc~ - -, into a Council of Princes of Jerusalem, uiider the destinctive tit of for the City of in the State of ; and y henceforth have full power and authority to assemble legally, elect and install your Officers, to elevate to the Degrees of K of the East or Sword, and Prince of Jerusalem, Grand, Elect, .1 fect, and Sublime Freemason, lawfully and constitutionally entitl thereto, and may the blessing of Heaven be upon you. (The Brethren give a battery of four and one with their hands, an the ileralds sound a flourish. The Ceremony of Constitution is t/r - complete.) I7 HE Ceremony as herein laid down is arranged to be per - formed by the Officers of a Consistory, exercising the dele - gated powers of the Supreme Council, as in the case of oi~stituting a Council of Princes of Jerusalem, or a Lodge of Per - tion. None other than those possessing the rank of a S.’. P.’. of the Secret can officiate in the Ceremony of Constitution of a ~hapter Rose-Cr oix. The Ceremony under no circumstances can be performed in ~n addition to the symbolic batteries of one for attention and rder, and three for the Brethren to rise,—the battery of six and ne, which is the true battery of a Rose-Croix, will be observed."},{"pageNumber":26,"pageContent":"—44— —45— THE CHAPTER HALL, ITS DECORATIONS, ETC. The Hall should be fitted up in a brilliant manner, the fib strewed with flowers, and the walls hung with garlands. The Three columns with Charity, Hope, and Faith are d played as in position for a Reception. At the commencement of the services, the Hall must be comparative darkness. The Officers and Members named in the warrant, will occi the positions usually assumed under their dispensation, wearu their collars, the black outside, and the jewels veiled. Between the Altar and the Throne, a certain number of seat are prepared for the Most Wise and the Officers designated in th Letters Patent: The M.~. Wise near the Altar facing the Easi and the others on his right and left at the time designated. The Hall will be put in order as for a reception,— the Rose: Cross in the East, as if springing from a mound of natural flowers The Veil of the Temple is closed until the Constitution an Dedication are announced. In front of the Veil, on a small black covered table, is a Swoni Crown of Laurel, Hour-Glass, and Balance in equipoise. - - Further in front on a small black covered Altar, are the Skull and Cross.bones,— the skull surmounted with a Crown of Thorns. Altar of Perfumes in the South, prepared. In the center of the Hall are Debris of Ruins, Broken Col • umns, etc. On either side of the East, in front of the Veil, may be place the banners of the Supreme Council, of the Consistory, and of tb Rose-Croix, also the symbolic Eagle and Pelican; also the Ark Covenant and the Pyramidal Cubic Stone. The Silver table-furnitur.e consisting of Silver Candlestick; Gob - let containing white wine; the Waiter, sustaining two thin unbrokerv Loaves; two small Waiters, two Chalices; a Knife; Perfuming-pan Frankincense Box; two small Boxes, one containing olive oil anc the other white cotton, a small Trowel; also an ebony hand1ei~ - Baptismal Brush and Napkins. These should be on a white coveiec to the right of the M.-. Wise, and on a corresponding one to left, the Book of the Seven Seals, Compasses opened to 45 de - s, and a Naked Sword. There should be convenient, sufficient white Wands, about five in length to supply each of the new members with one. A Wreath oi white and red roses should rest on a pedestal in it of the Constituting Officer; who in the following services will J.esigiiated Ill.’. Commander - The Perfect Kt . Capt.~. of the Guard will assure himself, aout direction, that all present are Knights Rose-Croix and the oaches to the Hall secure. CEREMONY. All being in readrn.ess, the Consistory is formed in procession the (G.’. Marshal General of the Supreme Council if present, if t) G ~. T~aster of Ceremonies in an adjoining apartment as lows: - G.’. Master of Ceremonies. Ill.~. G.~. Sentinel. Ill.’. G. Capt. of the Guard. Ill.’. G.-. Standard Bearer with Standard. Ill.’. G.~. Hospitaler Ill.~. G.’. Engineer. Ill.~. G.~. Treasurer. Ill ‘. G.-. Secretary. Ill.’. G.’. Chancellor. Ill.~. Minister of State. Ill.’. Second Lieut.’. Coin. Ill.~. First Lreur.. Coin Ill.’. Commander in Chief. - (All these will be in full regalia with Jcwels. An Alarm of six id one is made at the entrance.: the perfect Kt. C.’. of t 1 1e G.’. ~hin says,) C.’. of G. ‘.—M ‘. Wise and Perfect Master there is an alarm. if.’. W. ‘.—Perfect Knight ascertain the cause. C.’. of G..—M.’. W.. and P.’. Master, it is the Officers of Consistory ‘~vho are prepared to Constitute a Chapter Rose-Croix. if.’. W~.—Give them proper escort and throw open the (! I I. Nine Peifect Knights Rose- Croix, wit/i stars and swords form under direction of C.’. of Guard and the Arch of Steel b~ing"},{"pageNumber":27,"pageContent":"—46— formed, the portals are thrown open and the r~t?Zcers of the Coi~sisi enter under it, and approaching the East, halt facing it.) AL’. W ‘—Ill.’. Commander-in-Chief, for myself and in be of the Perfect Knights here assembled, I bid you welcome those who attend you; more especially as we are informed -‘ - you bring letters of Constitution, authorizing us to meet under - formal warrant. Ill.’. Coin. ‘ —Ill.’. Brother, we thank you for your fratern reception. The Supreme authority has rewarded your zeal and d - votion, by empowering you to assemble as ~ legal Chapter, and ~ - • are commissioned to place ~ou in formal possession; we are jpr pared to inaugurate a Chapter Rose-Croix. 1k.!>. W .—Ill.. Coin ~.-in-Chief deign to accept the Thron (The 1/U. Com.~. and the AL’. Wise saluting each other, t former takes the East, and proceeds ) Ill.’. Corn. ‘.—Ill.. G. . Mast., of Cer. ‘., relieve the Office Rose Croix, temporarily, by the Officers of the Consistory, and the Officers so relieved be stationed on the East of the Altar in seats provided for them, the Most Wise in the center. (I) (The G. Mast.’, of Cer.’. will remove the regalia from the cers, and place it on the Altar of Perjumes. Pending these changes, soft voluntary music should be played.) The Ill.~. Commander will then arise and deliver the followir ADDRESS, Ill. Corn -. — The solemn Rites that are about to be performe are not unmeaning, nor are they the amusing pageant of an hou If to any of the grades of the Ancient, Accepted Scottish Rite di veneration of age is due, it might with the greater claim be foun in the Rose-Croix. If that shadow, Royalty, were to be sought f by the devotees of the great system of the Rite, it would be fou in the regal succession, and the heart-felt devotion of Sir Robe- -. ,‘ Bruce, King of Scotland, who became the Royal Protector —47— - dom in’ 13 i4, and proclaimed his throne to be in its succession oming time. If grandeur of display and attraction of the phys - senses are the purposes to be subserved, no where can they be d to approximate what is evidenced in the Chapter of Knights ie Eagle and Pelican. If God’s great gift of purity and holiness ought and action is the goal that is to reward piety and virtue be discovered rising in glory at the Holy Altar of the Rose- If the depths of metaphysics and psychical culture are to ~xplored by the learned, his mental home is in the arena of the of the Chapter Rose-Croix. If in the soul, the love of God, Omniscient, stands forth pre-eminent, let him who would wor— there, in holy adoration bow before the Throne devoted to His ice erected in the Rose-CroiK. Here, the Eye which seeth in etwitnesses the sincere and unaffected piety, which withdraws a the engagements of the world to silence and privacy, that it be exercised with less interruption and less extraneous osten - For the Constitution and Consecration of such a Body, have under the Supreme authority, assembled. The appointed hour approaches for commemoratuig the re-ap - rance of the Blazing Star in the East, which, like a great drop ight from the full.fiowrng urn of Heaven, hangs tremulous; we r near to recover the Lost Word, whereby shall be dissipated desolation which o’erspread the Earth when the veil of the Tem - was rent in twain, and thick darkness overspread the World as a pall, when the columns of Freemasonry were overturned a cast among the ruins when the Cubical Stone did sweat drops blood and water, and the mystical Rose sank into the abyss of ath. All shall be bright and joyful; the columns of the Rose - oix shall be restored, the mystic-rose shall send its perfume to iven, and the World be restored to man. The soul of every true Knight yearns for Heaven it cannot, not, be content with less than Heaven, and disclaims that there but only Life eternal for which it longs in a higher, holier, uaI Heaven. This is one of the dogmas of the Rose-Croix. step is Time, our progression Eternity. Faithful and Perfect Knights, in addition to the Letters-Patent, will shortly be entrusted to your care, there will be com - /"},{"pageNumber":28,"pageContent":"‘C - —48— - mitted our sacred emblems; let them not be profaned, but l~ them, in your ministerial capacity, as devoted symbols with whi( teach the uninstructed in our mysteries, the path to peace and tri Finally, my Brethren, have in holy remembranee, “The only God, who is not seated above the world, beyond the on the Universe, but being Himself all in all, He sees all the Be that fill His Immensity, the only Principle, the Light of Heav the Father of all.” These are the words and thrs’the belief, Pythagoras. yet be not led into the chaotic confusion of the Philosophies. I charge you to place your trust in Him, who is, and was, shaLl be; and instruct your initiates by the Mystic Rose and Cr the road to Eternal life, where those who believe in Him, wilhf “There is no Death.” (As the Ill’. Commander utters the last words by a sign, the Ci will sing) THERE IS NO DEATH. “There is no Death.” The stars go down To rise upon some fairer shore, And bright in Heaven’s jeweled crown They shine for evermore. “There is no Death” An angel form Walks o’er the earth with silent tread, And bears our best loved friends away — And then we call them dead. Born in that undying life, They leave us but to come again. With joy we welcome them—the same Except their sin and pain. And ever near, though yet unseen, Their dear immortal spirits tread, For all the boundless Universe Is life. “There are no dead.” —49— Corn. ‘.—(i)—Perfect Knights let us kneel for PRAYER. Almighty, ever-glorious and gracious Lord God, Creater of all and governor of everything Thou hast made, mercifully look Thy children, now assembled in Thy name and in Thy pre - ~, and bless and prosper all our works begun, continued, and -4 in Thee. Graciously bestow upon us wisdom in all our do- strength of mind in all our difficulties, and the beauty of har - y and holiness in all our communications and work. Let iarity” be the fruit of our obedience to Thy holy will, and ope” the foundation of our “Faith.” Oh, Thou preserver of men graciously enable us now to con - ite this Chapter, which we are erecting to the honor and of Thy name, and mercifully be pleased to accept this ser - at our hands. May all the proper work of our Institution, that may be dQne Chapter, be such as Thy wisdom may approve and Thy good- prosper. And finally be graciously pleased, Oh, Thou Soy - ~n Architect of the Universe, to bless the Craft wheresoever ersed, and make them true and faithful to Thee, to their neigh- and to themselves. And when the time of our labor is’ ving near to an end, and the pillar of our strength is declining ground, graciously enable us to pass through the shadow of ith; supported by Faith, Hope and Charty, to those mansions rond the skies, where love, and peace, and happiness forever is before ~hy Throne. AMEN ill.. Corn.’. — ( r) Ill.-. G.. Secretary you will read the Letters ~nt of the Supreme Council authorizing these Perfect Knights to mble and perform the functions of a Rose-Croix Chapter. (The Secretary reads the Warrant.) 1/I.. Corn.’.— Most Wise, the Officers-elect and Members of — Sovereign Chapter of Rose-Croix about to be con - ited, arise. Do you solemnly promise and"},{"pageNumber":29,"pageContent":"— 50— VOW. i. To be good and true, and strictly to observe and prop the rational principles of the Ancient Accepted Scottish Rite? 2. To bear and forbear, to be just and equitable towards men ? ~. To discountenance intolerance and religious and p persecution? ~. Never to be guided by animosity, by your political’ religious opinions, in all questions relating to the Members of y Chapter, or to such Brethren who may apply for initiation into same, and to your neighbors at hrge ~. To promote the general welfare of society, and to cultiv a11 social virtues? 6. To avoid carefully all piques and quarrels, to be cauti in your behavior, courteous to your Brethren, and faithful to your oaths and obhgations which you have taken in - our Rite, to the Letters-capitular which the Supreme Council has granted your Chapter? (These questions being favorably answered.) ill.’. Corn.’.— G.. Master of Cer. ., with the assistance of t Cap.’. of the Guard, form the Perfect Knights named in the Lett Patent in procession with the Officers in reverse order of rank the rear. (This being accomplished, the G.’. Ilf.~. of Cer.’. presents each with a reed.) ill.’. Corn.’. — Let your intercourse with man be graciol dignified by condescension, yet firm in the consciousness of re - - tude; “the reed is unscathed by the tempest which rends sturdy oak,”— so the Egyptians placed the reed, as a symbol, the hands of their initiates to the Philosophical grades. Let the procession move, that the new Law of Love may be remembrance as they pass the emblems of Faith, Hope, a Charity (iii) (Thrice the procession passes around the Chapter-room; at each, the symbols, halting, bowing, and pronouncing the name of the embi SOTTO vocE. While this movement progresses slo7 ly, the following w be sung): — 5i — HOPE. Father, I call on Thee I Hourly the dangers r~ound me are lowering. Save me from perils too overpowering Ruler Almighty, I call on Thee. Father, 0 shelter me Father, 0 shelter me I Guide me in life, and guide me when dying. Lord Thy Commandments brook no defying Lord, as Thou wilt, 0 shelter me. Father, I worship Thee’ Father, I worship Thee Nothing Thy goodness in zephyr’s mild waving, As in the tempests’ furious ravng; Fountain of Mercy, I worship Thee. Father, 0 bless Thou mel Father, 0 bless Thou me Into Thy keeping trust I my spirit. Thou can’st reclaim it, for Thou did’st give it: In life, in death, 0 bless Thou me. Father, I hope in Thee’ (The Procession having halted.) Ill.’. Coin. ‘,—Perfect Knights face the East. In the name of the Supreme and Eternal God, the Grand Ar - iitect of Heaven and Earth, to whom be all honor and glory, and the name of the Supreme Council of the Ancient Accepted ~ottish Rite for the Northern Masonic JurisdictiOn of the U. 5. of ~rnerica: I do hereby CONSTITUTE AND BEDLOATB ,is —— Chapter of Sovereign Princes of Rose-Croix, and ~nights of the Eagle and Pelican, and form them into a regular ody; and I hereby grant unto them full power and authority to"},{"pageNumber":30,"pageContent":"—52— —53— act as a regular Chapter, according to the Constitution, Statti and Decrees of the Order, and may the Grand Architect of Universe bless all their labors, and may Universal toleration love dwell herein forever and ever. (As ihis Proclarnakon of Constu’utwn z~ being made, /he lighis of Hall should be gradually raised to compl~ie brilliancy, /he veil of Temple slowly reni~ and /he glory of a grandly ugh/ed Easz’ display ~oral cross and decora/lon, when the ]‘t’tfect Knz~his will /hrice sa w~th genufteclions and Ike sign of Ihe “Good Shepherd.” As Ihis cludes, a voice in th~ exireme West will pronounce this) IN VOCATION. Supreme Architect of all Worlds r vouchsafe to accept 01 o~rs of praise to the glory of thy Holy Name! May the Brethi who shall have assembled, meet in unity, work in love, and in harmony! May Fidelity keep the door, Faith prompt the dutie Hope animate the labors, and Charity diffuse the blessings of di Chapter. May w[sdom and virtue distinguish our Fraternity, an • Masonry become glorious in all the Earth I So mote it be! (iil’he in~ ialla/ion immedia/dy proceeds as follows.) INSTALLATION. Ill.. Corn. —(i) Ill.. G.. Master of Ceremonies station tht Most Wise in the center of the Chapter, and let his Officers su round him, forming a circle. (This being accornplish~d.) i I) Perfect Knight you are the first Chosen Leader, Most Wise and Perfect Master of Chapter of Rose-Croix in the presence of youi surrounding Officers and Perfect- Knigi assume your OATH OF OFFICE the sign of the “Good Shepherd.” ]n the presence of Almighty God our Father, and of my Bre - •en, I Most Wise, of Sovereign Chapter of Rose- Dix, do hereby solemnly vow and swear to perform, to the best my ability, the duties imposed upon me in my aforesaid capacity, Obey and enforce the Constitutions and General Statutes of the icient Accepted Scottish Rite; the laws and edicts of the Su - ~me Council; and also the rules and tegulations of this Chapter of ose -Croix. I furthermore solemnly vow and sweat to do all n my power maintain peace, harmony, and union among the members of this vereign Chapter, and to conduct the labors thereof with justice, npartiality, and forbeai ance. So help me God. (Tht’ Bre/hren will ~‘xclaim.) HoscHEA’ HosCHEA HOSOHEAI (The Ill.. Commander wzil take Ihe Crown of whz/e and red roses, d stepping down and in/o Ihe Circle, cause th~ If. . Wise to kneel on knee, and then placing /he Wreath upon his head, say, Jil.~. Corn. .—And all shall be for the Glory of God? I crown thee with this wreath of roses, as was the Hierophant the Ancient Mysteries; keep in remembrance the Rose it was nsecrated, as an emblem of Secrecy, to Harpocrates, the God of ice; it is also the symbol of discretion and purity: as the Cross the emblem of Immortality and the Rose of Secrecy, combined, ‘e translate them as the SECRET OF IMMORTALITY. The Rose originally was white and pure, but the bleeding feet f the Goddess of Love gave color to the flower as she trod upon ie thorns, while chasing Innocence and Chastity. Arise I Officers face the East, and under the sign of the Good Shep - rd assume your OATHS OF OFFICE. I, in the presence of Almighty God our Father, d of my Brethren, do solemnly swear that I will support the Con - utions and General Statutes of the Ancient Accepted Scottish"},{"pageNumber":31,"pageContent":"—54— Rite; the laws and edicts of the Supreme Council, and also rules and regulations of this Chapter of Rose-Croix. That I will faithfully, and to the best of my skill and abjiji perform and discharge the duties of the office to which I have be elected or appointed. That I will use every exertion in my power to advance the terest, and increase the usefulness of this Chapter and of the Anci~ Accepted Scottish Rite. So help me God (The Br~thr~n will exclaim.) HOSOHEAI HosCHEA’ HOSCHE~ • Ill.’. Coin. . —Officers, Knights of Rose-Croix, I trust you ~ find pleasure in the discharge of your several duties, and in if exercise of Charity in the broad sense of promoting the largest liberi and the happiness of yout fellow-men, finding in Hope the stimulu and in Faith the confidence, which may enable man to perfori his full duty upon Earth. Most Wise and Officers to your stations, and let the Officers the CoQsistory without form yield them up (The Consistory Ofticers, respec(zvely, as the Officers of the Chaptei approach, rzs~ and congratula/e /h~m, and surrender2ng Ike seats, Zoca~ th~msdves among the members. The M.. Wise having assumed ~A chair and removed hzs wreath, the 271.’. Corn’, will rz:se.) Ri.’. Corn. .— Most Wise, I finally commit to your safe keen ing the Letters-Patent of Constitution, and Charge you at proper time, with your Officers, to lzgh( ~ke Mystic Li~h(s as provide by the Ritual, letting it be followed by the Mystic Banquet. A now, may Peace and Prosperity attend you! Brez’kren.— H OSCHEA HOSCHEA’ HOSCHEA (The AL’. Wse may (hen proceed wit/i Ike Rz/uaizi~-Iic Ceremony ~ “Lz~h/ing,” and then Calling /0 Refr~shmen~ nobjailing to say) A!. W’.—My Brethren, we may now tetire; but, first, I mus require your oaths not to teveal any of this day’s proceedings. (Pr~senIs the hil/ of his Sword /o /he G.’. Oralor, who laking ihe handlg .~ays “Iswear,” in successzon passing, /he bre/hren all do like - wise; and Men as they all retire i’n silence, the AL’. Wise says, M2. W.—P.’. V ml “ROSE MYSTICA.” DEDICATION AN~ CONSECRATION —OF A— CONSISTORIAL CHAMBER —OF — IBLilYIE PRIbI~ES OF THE ROYJ.L SE~1~ET. THE CONSISTORIAL CHAMBER. F HE Chamber is prepared after the manner of holding a regular business Rendezvous, with such exceptions only as are herein below mentioned. The Officers of the Supreme Council or their representatives, ae take part in the ceremonies. A Square Altar will be placed in the center of the chamber, .on it a vase for burning perfumes. On this Altar there will be ight. Between it and the Thione will be placed the Altar of Lon, on which is the Book of Constitutions. Between the is a globular lamp burning pure olive oil. The Banner of Sup.. Council and that of the Consistory will be displayed in East. in front of the seat of the 111.’. Coin.. .in-Chief will be five A"},{"pageNumber":32,"pageContent":"—56— —57— lights, four in the form of a square, the fifth one in the cer three on the table of the first Lieut,’, Commander, and two on’ of the Second Lieut:. Commander, all to be very large and b and of yellow wax. Other lights may be used by the Secretaiy Treasurer, and elsewhere in the hall, so that it shall be well ligl The Altars are covered with white, and hung with gaslar flowers and leaves. Cuirasses, halberds, helmets, and pieces of Knightly armor • placed in the East. CEREMONY OF CONSECRATION, At the appointed hour the princes will seat themseliTes in particular place or order. The most Puissant Sovereign Gr.’. Coin.. will sit in front • the table of Perfumes, and the G.’. Marshal General will sit at head of the Column of the South, before him a triangular t~ • The Chamber will not be lighted until after the benediction of new fire. Should the Officers of the Supreme Council not be present, Soy.’. G.’. Coin. .~ shall appoint temporary officers, to fill the tions, who must be armed with swords. • Soy.’. G.. Corn. .—(Grves the Battery of I). Ill.’. G.. Mars • General what brings us together here? G.’. Mar.x G. ‘.—M.. Puis.x Sov.. G.’. Commmander,. are come hither to consecrate this Temple and to constitute and • augurate this Consistorial Body, which the Supreme Council of Northern Jurisdiction of the United States of America have auth ized to be so constituted and dedicated to the God of Beneficen Soy.’. G.. Corn. ‘—(Rising.) Is it your pleasure Sublime Pr -‘ ces and Commanders that this Temple shall be consecrated? Omnes.—It is. Sov.. G.’. Corn. ‘.—Sublime Princes, the world is filled ~ the ruins of Temples erected by the ancients to their imagiw • Deities, ]n Egypt, India, Ethiopia, and Chaldea, the lover of tiquity and the eager student gaze enraptured on the huge rema ity edifices, sorely stricken by the relentless hand of time, in when they stood in all their splendor and glory in that East, tug with the hosts of its mighty population, Athomun and ion, Brahma and Buddha, Toth and Bael were worshipped great cavern temple of Elephanta, Salsette, Cainac, Luxor and ~s, still remain to astound us with their vastness. The sculp - columns of an hundred fanes builded to the Gods of Olympus, enriched with all that was rare and wondrous in architecture, Ling and statuary still remain, some standing and some fallen broken on the classic soil of Greece. The artist is familiar with ~reat temples reared to the Gods in Rome; and the ruins of scan sanctuaries still tempt the antiquarian While Hiram worshipped in the temple of Belus, builded by incestors in his royal city of Tyie, Solomon, whom Masonry us for its Grand Master, erected the first Temple at Jerusalem, wing that the infinite and omnipotent God would come down dwell therein, and utter his oracles from between the extended of the cherubim on the Mercy Seat, whither the Priests re- - rd to consult the Shekina or oracle of God. The Mahometan rears his Mosques, the children of Israel their agogues, and the Christian his Church, devoted to the worship disputes of an hundred sects. To adorn the Cathedrals of the Lt Catholic World, the arts contributed their most glorious ks; and there the great production of the genius of an Angelo and aphael and many other immortal painters and sculptors, yet re - unapproachable in their beauty and sublimity, to be imitated copied, but never to be equalled. If the shattered columns and moulding walls of Pagan Temples, arches and vaults of Mosques, Churches and Cathedrels could k, what lessons would they not teach to the human race! what tory would they not give of the atrocities of which man is cap when enslaved by his fears of the angry and murderous Gods, changed to a wild beast by a savage fanaticism l How have shrieks of human victims echoed within the walls of those in Fanes, and the blood of human sacrifice flowed over their ‘s down the sides of the Pyramids of Mexico I How often has the Mosque heard Paradise and the Houri nised as a reward for the slaughter. How often the Church 1* ‘I I -- 7"},{"pageNumber":33,"pageContent":"— 59— and Cathedral rung with the thunder of interdict and excomrnt cation, and the frenzied shouts that responded to the fanatical a • • tIes of the Crusades? • Sublime Princes, you propose to erect here a Masonic Tem and dedicate it to the God of Beneficence and Love. The car principles of Free-Masonry are Charity and Toleration. Accoi to its principles, ambition, rivalry, ill-will, and the jealousies disputes of sects cannot cross the threshold of its sanctuaries a enter within their sacred walls. Into this temple, my brethren, which we are now about toinai rate, into this Consistorial Chamber of our beautiful and belbv Ancient Accepted Scottish Rite, let no such unholy visitors e~ intrude; let ambition and rivalries, jealousies and heart-bumi never effect an entrance within its portals I Let its sacred wa never resound with the accents of hatred, intolerance, uncharitab ness? Let it be truly a temple of Peace and Concord and not Pharisaical self-righteousness. Let charity and loving kindness ever enthroned between its columns and let its members, recc zing every Mason as a brother, hold out to him the hand of an and fraternity, and practice here and everywhere, to their utir extent, the great tolerant, generous, liberal doctrines of our Ancie Accepted Scottish Rite. Persuaded my brethren that these are your views and feelin that your only desire is to advance the prosperity and fortunes Masonry and to inform and improve yourselves, and that it is to ti end you seek to establish a point of union where you may the mu effectually labor for the good of the craft and art to which we a all loyal; where you may offer up your loving and grateful hom~ to our beneficent and infinitely loving Father who is in Heaven, have by virtue of the power with which I am invested as the M. P.’. Soy ‘. Gr.-. Commander of the Supreme Council of Soy.’. Ins.’. Gen..-. of the thirty-third degree for the Northern Jurisdictic of the United States of America, convoked you this day in di Hall for the purpose of dedicating and consecrating the same, as ti Hall and Consistorial Chamber of a Consistory of Sublime Prirto and Commanders of the Royal Secret, thirty-second grade of Ancient Accepted Scottish Rite, of dedicating and consecrating to the Supreme and Sovereign Author and Preserver of all thu voting it to virtue and good works as a house wherein lessons isdom and Philosophy, Beneficence and Harmony shall ever sught as they are ordained and prescribed by the Universal ~titutions of Free-Masonry. After which we shall proceed to urate the Consistory and to invoke for it health, prosperity continuance, and to install its officers that it may commence its Be - pleased illustrious brethren, to unite with me and aid me ~ommencing the labor of this day. CEREMONY. (Soft and sweet music for awhile.) Soy.’. Gr.’. Corn.’. —(draws his sword and says) Officers come me to the Altar of Perfumes, (Allform a circle round the Altar) Soy.’. G.’. Corn. -.—Together Sublime Princes, draw swords, ry swords, present swords, salute, recover swords, deposit swords. (All now lay their swords upon the Altar. Slow and plaintive ) Soy,’. Gr.’. Corn.’.— My brethren, as the world is darkened :h ignorance and error, and lies in the twilight of superstition ~ routine, so in this Temple the dim light struggles with the dark - a, and does not prevail. Let us kneel here, before our Father o is in Heaven, and acknowlecge our faults and errors; implore am to give us light, a spark of that divine fire, which in his ex - instless munificence ever flows from the sun to bless the grateful th, and which our ancient brethren imagined to be the substance that we may therewith illumine this temple, accepting it omen and assurance that the light of wisdom and knowledge some day illumine the whole world, and make it a fit temple a God of infinite love. (All kneel on one knee, placing the left hand on the heart, and the on the swords upon the Altar, when the Gr.’. Corn.’. offers the ‘wing)"},{"pageNumber":34,"pageContent":"— 6i — PF~AYE~ Our Father who art in Heaven, the heavy shadows of ba ism yet lie gloomy and motionless on much of this fair Earth, w Thou hast made and given unto Thy children for a dwelling pla and even where the dawn of civilization has come, the mass of people are yet in the twilight of ignoiance, error, and superstiti Illumine this, our Temple, with a spark of Thy celestial fire, tI Temple, now in darkness, as a type and symbol of the moral da ness of the World. And as the shadows flee away and disapp from between our columns, when our lamps, kindled at the exha less fountain of light, blaze in the Masonic Temple, so may moral darkness disappear in Thy good time, before the light truth and knowledge. AMEN? All.—So mote it be? (All rise and rernai~i standing round the Altar.) Soy.’. Gr.’. Corn. -—With this pure fire, kindled by the ray: the great luminary, whom so many ancient nations worshipped God, revered in all ages as the generative agent, source of lire, type of the principle of good. I light the first star (li~h/jng -~ - lamps on the altar of obligation,) that shall hencefor ward shine’ this Temple to di~pel the darkness, symbol of truth, which it is. mission of the Ancient Accepted Scottish Rite, and the duty of ‘bAinitiaf~ to diffuse among men of truth, in which is invoked kno edge and wisdom, without which error, and superstition, and Si Jugation to tyrants will be eternal. I consecrate this Temple to the dissemination of truth a; - - knowledge in philosophy and morals among men, and may o Father who is in Heaven (raising hi’s arms to Heaven, in which will imitate him), deign to accept this homage of our hearts, smile upon our efforts to enlighten and instruct his children, feeble attempts to imitate his unbounded munificence, and to of this world a real temple in which our great family of brotherh( shall worship him in spirit and in truth May He hear and gn our prayers for the progress and improvement of humanity, ins us with resolutions and perseverance to labor for its happiness, a liberate us from the dominion of those fatal passions and many fr ties that so much impede our efforts. tines. —Amen. So mote it be! v.’. Gr.. Corn.’.— With me, my brethren? (Strike with their hands one and four, and cry “Laus and give the Sign.) Soy.. G.’. Corn’. lights the perfumes. All now form the Arch ~l with their swords over it. ,~oy.’. Gr.’. Corn —Receive, 0 our Father, this incense which ascends toward Heaven as a symbolic expression of that grat - and veneration and love for Thee which words are unable to ss. And as a pledge of our fidelity in the performance of the required of us by Thy laws, and to which by our Masonic ~tions we have bound ourselves for ever. 7ifusic, during whi~h the Gr. -, Corn -. accompanied by all the es, goes to the East, lights the five lights in front of the Corn. ~ saying.) s with this fire, drawn from the rays of the Great Orb of day, the five stars in front of the Throne, may Faith, Hope, ity, honor, and Duty ever shine, a great constellation in this d Temple. - —Amen, so mote it be’ ~Now repair to the West, and the Gr.’. Corn.’. lz~h/s the three in of the First Lieut.’. saying:) As I light the three stars in front of the station of the First so may Liberty, Equality, and Brotherhood ever be orna - of this Temple, and the creed of our Ancient and Accepted throughout the World. Ornnes.—Amen, so mote it be! (As he lights the two in front of the Second Lieut.’. Corn.’, he says:) As I light the two stars in front of the station of the Second it.~. Coin.’, so may Justice and Equity, ever be twin stars to the course of all Masons on the uncertain and hazardous voy - of life! Ornnes.—Amen, so mote it be! Soy.’. Gr.’. Corn. .—Sublime Princes, let us repair to the Altar ~ation. (All now form a circle round the Altar of obligation, when the) Soy.-. G.’. Corn. ‘.—And may those who shall instruct in this Me, so practice the virtues which Masonry inculcates, and be"},{"pageNumber":35,"pageContent":"—62— - . so animated by the spirit of peace and concord, so love, a~ instruct one another, and may their conduct and demeanor eveiy respect so upright, honorable, and courteous as to sect Royal Art, that consideration which alone can assure and p uate its stability, piogress and gloiy. AMEN’ Omnes. —So mote it be! (All the Officers wilY now place their swords upon the obligation, and form the Chain of Unwn. Thus standing, the G.’. Coni.•. will give the Sacred words to the Pri’nce on his rig~ so they will pass round and return to the Soy.’. G.’. Corn.’. [The of Union is then broken. Soy.’. G.. Corn.’ - gives Battery of 1 and 4 ~eiith his the Altar. Omnes give the sign of the Masonic Prince and re their swords. Soy. . G.’. Corn.’. takes a glass of pure water, poi little into the palm of his right hand; and sprinkles on the floor.) By this Lustration of pure water, I consecrate this T purity of thought, word and act; may it never be defiled, always remain the asylum of virtue and honor. Soy.’. G.’. Corn.’ .—( Takes a glass of Wine, pours a little the palm of his right hand, and sprinkles it on the floor.) With generous wine that maketh glad the heart, I consecrate this ten to social enjoyment, to innocent recieation and pleasure, frei intemperance or excess. May the ways of the brethren who frequent it, be pleasantness, and their path peace. Soy.’. G. -‘ Corn.’. — ( Takes a little salt, and sprinkles it on floor.) With this salt, emblem of Oriental hospitality and g faith, I consecrate this Temple to those vii tues. May distress ne~ appeal here in vain; want never wail unheard; sorrow never away uncomforted, the complaint of the widow ot orphan never registered against it in Heaven’s gieat book of account. And no obligation assumed here ever be violated, no promise made I ever broken, no confidence reposed here ever be betrayed. (Music, during which the Princes form two lines, facing inwa between the Altar and Throne, and form the Arch of Steel The G’ Corn.’. passes under it to the Throne, the G.’. Marshal Genetal on tA right. At a signal from the G.’. Marshal General, they make the of the thirty-second degree, sword in hand; and then come to the carry.~ Soy.’. G.’. Corn. . returns the salute in the same manner.) Soy.’. G.’. Corn. ‘.—Officers resume your stations. 2 —63— G.’. Corn. ..~Attention, Sublime Princes. give the sign of the thirty-second degree, and stand in that posi 2 - ~the) “a.’. G.’. Corn. ‘.—In the name and by the authority of the me Council of Soy.’. Gr.’. Inspector General of the thirty- degree of the Ancient Accepted Scottish Rite for the Northern tion of the United States of America, I do declare this Con- I Chamber for the occupation of — Consistory of Sublime e% and Commanders of the Royal Secret, tbirty.second grade, dedicated and consecra.Xed in due form, and I do hereby ate it to the God of Infinite Beneficence and Love, and to the of humanity, now and henceforward, invoking for it, his pro - m and favos. vP’ me, my brethren, (All recover swords, sheath them, give the sign, applaud one and and cry LAUs DEo!) Sov.’. G.’. Corn. ‘—The consecration is complete; be seated me Princes! (The following, expressive of the Motto of the thirty-second Degree de should here be effectively rendered.) HYMN. “SPES MEA IN DEO EST.” When thickest darkness reigned around And hid Thy gThry from our sight, Through Thee, 0! Lord our God, we found A friend who led us to the light. But ere its heavenly gkw we felt, Or saw its hallow’d brilliancy, We at ‘‘our mystic Altar,” knelt And cried “We put our trust in Thee.” Thou art our hope, our life, our all; To Thee, 0! Lord, we bend the knee, And though stern Sorrow’s fun’ral pall Surround us, we will trust in Thee."},{"pageNumber":36,"pageContent":"—64— —65— And when again that glorious light Was to our ravish’d eyes unveiled, And show’d “that hieroglyphic bright” - As craftsmen, we its beauties hailed, Our hearty were then with rapture swell’d (While to Thy Name we bowed the knee.) Doubt, darkness, fear, were all dispelled, For 0’ our hope was fixed on Thee CHORUS. And when Death’s dreadful shadow came. Enshrouding us in awful gloom, We called upon Thy Holy ~ame And we were raised as from the tomb And then, 0’ Lord, Thy Name we prais’d, And all our souls in harmony On high the glorious anthem raised, “0! Lord, we put our trust in Thee” First duty of inaugurating and installing Officer when Coi tuting a Consistory, is to rise and read THE PROTOCOL FOR THE INSTALLATION SESSION. To THE GLORY OF THE GRAND ARCHITECT OF THE UNIVER3 DEus MEUMQUE Jus. At the Orient of the Supreme Council of Sovereign Grand spectors General of the thirty-third and last Degree of the Ancie Accepted Scottish Rite, for the Northern Masonic Jurisdiction nited States of America, under the C.’. C.’. of the Z.’. near the ‘.answering to 420 22’ 22” N L. and 30 59~ iS” E. L. th~ of — A.’. D.’. i8—, the day of the Hebrew month A.’. M.’. 56—. UNION.—TOLERATIO N.— POWER. We 332. of and representing the Supreme Council of Ancient Accepted Scottish Rite of the Northern Masonic Juris - n of the United States of America, and we .320 Sub - Piinces of the Royal Secret, being met and assembled under )rder of the said and the Ill.’. Brother acting ~st Lieut.’. Commander; the Ill.’. Biother as Second i.t.’. Commander; the Ill.’. Brother as Secretary Gen - .; the Ill.’. Brother as G.’. Marshal General, and also Sublime Princes of the Royal Secret witnessing,— the said Ill.’. rier 33.’. presiding, announces that he has the Letters nt of Constitution, granted on day of , i8—, by aid Supreme Council, which with proper ceremony he will sur - er to the designated Officers and Brethren when they shall be qualified to receive the same, which constitute them a consis - of Sublime Princes and Commanders of the Royal Secret 320 e Ancient Accepted Scottish Rite, in State of this being the day set and appointed for Inaugurating the said ;istoiy, and for the election and Installation of the Officers of; the said Ill.’. Brother 332. aforesaid being invested full power thereto. Thereupon the Ill.’. Brother afore - seated near the Altar of Perfumes, further announces that he )ut to continue the labors of the day, by Inaugurating the nple and dedicating it to the Deity of infinite beneficence. (Everything done by the Inaugurating and Installing Officer on the sian should be stated in the Minutes, that i’s, his calling the Brethren ssemble around the Altar, the Oath administeted; etc., mention i’ng all material points of the work, up to the time he yields the Chair to the ~rnander-in-Chief ihere being no further business, the Minutes read and approved. All the Members of the Conii’story sign the y of the Letters Patent of Constitution in the Book of Gold; and proceedings of the Consi’story after Installation. The box of Prater - Assi~tanee is passed, and the Consistory is closed in form.) 4’"},{"pageNumber":37,"pageContent":"—66— Final Duties of Inaagurating and Installing Officer. (The Installing Officer wi’ll make the following endorsement on Letters Patent of Constitution, before d.eliveri½g them to the G.’. Secr tary of the Consistory.) To THE GLORy OF THE G.’. ARCHITECT OF THE UNIVERSE. DEus MEUMQUE Jus. We ~ and 32.’. (designate the Officers offl~ ting,) for the Supreme Council of the A.’. A.’. Scottish Rite of Northern Mas.’. Jurisdiction of the United States of America, — do hereby declare and make known that on the — day of the H brew Month, called of the year A.’. M.’. 56—, answeris to the — day of A.’. D ‘. i8—, by virtue of the powe with which we are invested, did convoke and assemble in Genes Conclave, at the City of State of the Sublime Prin and Commanders of the Royal Secret, mentioned in the witrisi Letters Patent of Constitution, and did then and there in the nam. and by authority of the Supreme Council, congregate the Sublim Princes and Commanders, into, and did Constitute and ]naugurat the Consistory of Sublime Princes and Commanders of the Royi Secret in the Sacred Temple of the same; and did then and ther duly install the Sublime Prince as the Ill.’. Commander-: Chief, the Sublime Prince as the First Lieutenant Commas der, and the Sublime Prince as the Second Lieutenar Commander thereof. 33 d Commanding Officer. BOOK OF GOLD. (Before delivering the Book of Gold, the Installi’ng Officer wit! wri’te on the first page, as follows ) We, the undersigned, 33 d, and of the Supreme Council of Sovereign Grand Inspector General, 33 d grade, do de dare that we have delivered this Book of Gold, to the Consistory —67— iblime Princes and Commanders of the Royal Secret, 3 ad of the Ancient Accepted Scottish Rite, at the time of its In - aon, to be used as a Record of its proceedings, the same ining — pages, this included. In witness whereof, I do now set my hand to this endossement, affix hereto the Seal of my Arms, in the State of — at —‘ etc., etc. 33 d. (The Secretary General and other Officerr appointed pro tem, will the Record of proceedings of the Session of Installation in the racter of Installing OflIcers.)"},{"pageNumber":38,"pageContent":"1HAUGUF~AI1ON OF A [J~IjN~LSIORY —OF— ~LR4E PRINCES AND COMMANDERS —OF THE— ROYAL SECRET INCIENT ACCEPTED SCOTTISH HJTE. THE CONSiSTORIAL CHAMBER Y HE Consistorial Chamber must be prepared as for a business Rendezvous, there is no necessity of setting the Tracing board or encampment. The Altar of Perfumes Lust be burning, The Battesy of i—i i i i, should be observed. ctions and Installations in Consistories are held triennially. OFFICERS. The Officers of a Consistory of Princes of the Royal Secret ill be styled and take rank as follows, (Const.) a. Ill.’. Commander-in-Chief on the Throne in the East."},{"pageNumber":39,"pageContent":"—70— — 7r — 2. Ill.’. First Lieut ‘.Commander on a Throne in the N.’. V 3. IlL’. Second Lieut ‘. Commander on a Throne in the West. 4. Ill.’. Minister of State and G.’. Orator on the right of, Coin. ‘.-in-Chief. 5. Ill.’. Grand Chancellor on the lel’t of the Coin.’ -in- 6. Ill.’. G.. Sec.-. and K.-. of Seals and Archives on the of the G.’. Chancellor. 7. Ill. G.’. Treasurer on the right of the Mm.’. of State. 8. Ill.’. Eng. -‘ and Architect in the South, left of G.’. Sc 9. Ill.’. G -‘ Hospitaler in the North, right of G.’. Trea~ o. Ill.’. G. -- Mast ‘. of Ceremonies in the North toward s. Ill.’. G.’. Standard Bearer in the South toward the Wc 12. 111.-. G. -‘ Captain of the G.’. neas the Portal in the Wc 13. Ill.-. G.’. Sentinel immediately outside the Portal. PLAN. West. 4 Is 7 6 9 5 10 .e following four Officers of the Supreme Council must be mted in the Ceremony of Inaugusation, to-wit: The M.’. P’. Soy.’. G.’. Commander, The Gsand Secretary General, The Grand Master G.’. of Ceremonies, The Grand Marshal General. OFFICERS AUTHORIZED TO INSTALL. The power to install Officers of a Consistory is vested only in ieritus Membei of the Sup.’. Co.’., a Soy.’. G.’. Inspector ~ral, or a Present or Past Coin. ‘.-in-Chief of a Con sistory. The Secretary General must be possessed of the Letters Patent taming the names of the first nominated Officers,—or if subse - nt to an election, the list of Officers elected. The 5, ~, s, and 2 lights must be burning in their respective :es. Pieces of armor, axes, halberds, mace, etc , on the platform ~ side of the East. CEREMONY. ~Sov.’. Gr.’. Coin. ‘.—fll.’. Brethren, Sublime Princes and Coin - r of the Royal Secret, this Temple has been duly conse - :ed, and Consistory is about to be inaugurated and nared for the reception of its Officess, I accordingly require your ition. ADDRESS, Ill.’. Brethren and Sublime Princes, this moment is one of at gratification to myseW and of much interest to all Masons of Ancient and Accepted Rite. A new Consistory is about to be .red into the sisterhood of those eminent Bodies, and your onic virtues, your intelligence, ardor, and zeal, give us reason ~pe that its career will be one of great prosperity and good ~une. The propagation of the Ancient and Accepted Rite has here- ii 18"},{"pageNumber":40,"pageContent":"—72— —73— tofore been slow. This has been owing in part to the prejw entertained against it, in part to the inertness of those who been at its head, and in part to the fact that it is meant to b exclusive and not a popular Rite, that it selects the best and most eminent Masons for its members, desires no other, an~ better content to remain stationary than to open its doors to one that asks admission, and is able to pay the fee. In the name and by the direction of the Supreme Counci charge it upon you, my brethren, that you will adhere, to and governed by this rule; that you select none but eminent, enl ened, and well-informed Masons of irreproachable character respectable standing in society, to become members pf your bo and that you earnestly and urgently impress the same rule ur your initiates. For the strength of our Order consists far more the quality than in the number of its initiates, and all its obj and purposes are defeated and itself denatusalized when its port are open indiscriminately to every comer. But we see with the highest satisfaction our ranks filled ~ learned and virtuous Masons who can appreciate ‘its excellend~ and whose lives and conduct will gain for it consideration a esteem. We rejoice to see new temples reared in their modest and h monius proportions to a Deity of Beneficence and Love, and ‘n Altars erected to send up to Him the sweet incense of grateful a affectionate hearts. Be pleased to give us your attention, Illustrious Brethren ai Princes, while we read the Letters Patent of Constitution for ti Consistory of the Sublime Princes and Commanders of the R Secret, in and for — granted by the Supreme Council of Northein Masonic Jurisdiction of the United States of Americ Ill.’. G’. Sec.. Gen -- be pleased to read aloud the Lette: Patent of Constitution. (Sec.’. Gen.’. reads aloud the Letters Patent of Constitution) Soy.’. G.’. Coin. -.—Ill.’. Brethren and Princes, having hea your Letters Patent of Constitution, do you acc~pt and receiv them. All—We do. G.’. Coin. ‘.—And do you freely consent and agree to v all their conditions and reservations? —We do. i.’. G.’. Coin. ‘.—Ill.’. Gr. - Mast.’. G.’. of Ceremonies, you w assemble in due form around the Altar of Obligations the ated Officers of the Consistory in and for to take the vow of fidelity and allegiance. 7~he G.’. Ztf.’. of Ceremonies causes them tb kneel on one knee in around the Altar, and holding the sword by the hilt, horizontally nit of them, across their bodies, the point to their left, and each ~ng with his left hand the blade of the sword of his brother on his The Sec.. Gen.. lays the Letters Patent of the Constitution on ~‘tar~ and all ihe officers repeat, after the Gr. -- Coin. ‘~, the fol - OATH ‘OF FEALTY AND ALLEGIANCE, I do solemnly vow, and to each of my brethren here present, to every regular Sublime Prince of the Royal Secret in the d, pledge my sacred honor, that I will support the Regulations Constitution of the Rite of Perfection, made at Bordeaux, in ~year 5762, or whenever or wherever they were enacted, the et Institutes of the year 1786, so far as the same have not been ‘ed or repealed by competent authosity, and the Constitutions, ites and Decrees of the Supreme Council for the Northern onic Jurisdiction of the United States of America, as the ‘eme and fundamental law of the Ancient Accepted Scottish That I will hold allegiance to the said Supreme Council and be al thereto, as the supreme authority of the Rite so long as I may stinue to reside within its Jurisdiction; will hold illegal and spu - us every other body, that may be established within its Jurisdic - i, claiming to be a Supreme Council; and evexy other Body of 1-Rite within the same Jurisdiction, that does not hold its powers diately or immediately from said Supreme Council, and will hold Masonic communication whatever with any member of the same, allow them to visit any Masonic Body of which I may be a"},{"pageNumber":41,"pageContent":"—74— member; and that I will dispense justice to all my brethren, ing to the laws of equity and honor. And should I violate this, my solemn vow and pledge, I c to be expelled from Masonry and be denounced to every B the Ancient Accepted Scottish Rite in the world, as a trait forsworn. And may God aid me to keep and perform the Amen! (The members are here desired to ki8s the Book of Consti~’utio rise. The G.. Coin.’. returns to the East and says,) Soy.’. G.. Coin, ‘.—IlI.. Brethren and Princes be pleas assume your places. -I. (All return to their places, and salute with the s;~n.) Soy.’. G.’. Coin. ‘.—In the name, and under the auspiCi the Supreme Council of Soy.’. Gr’. Ins.. Gen.’. of the thirty-i degree, and by virtue of the authority with which I am investe the Supreme Council, I do proclaim the Consistory of sublime P ces and Commanders of the Royal Secret thirty-second degree the Rite aforesaid, in and for to be duly inaugurated ai legitimate Body of said Rite and its works to be in full force vigor. With me, my brethren. (All give the battery, and cry three times “LAus Dao,” w, szgn.) Soy.. Gr.. Coin. .—This Consistory is duly opened ano labor, be seated, my brethren. (All take their seats, and the Gr.’. Coin.’, assigns two Breth~ ~sot of the Officeri elect, to the station of 1st and 92d Lieut. Comman of the time being. He then having made the proper indorsement in. Book of Gold; and the Letters Patent of Constitution, delivers them the Sec.’. Gen.’. saying Soy.’. Gr.’. Coin. ‘.—Receive, Ill.. Brother, the Letters T ent of Constitution of this Consistory, and the Book of Gold, which these Letters Patent are to be copied, attested, and by all the Princes of the Consistory, and in which Book of ~ also, the minutes of this inauguration and installation are to entered, and the future deliberations and proceedings of the C sistory to be recorded; and do you deliver them to the Gr.. Sec. when he shall have been installed. (The following Hymn of Praise will then be sung:) —75-— HYMN. Praise ye Jehovah’s name, Praise thro’ His courts proclaim Rise and adore; High o’er the Heavens above, Sound His great acts of love, While His rich grace we prove, Vast as His power. Now let our voices raise Triumphant sounds of praise Wide as His fame; There let the harps be found, Organs with solemn sound, Roll your deep notes around, Filled with His name. While His high praise ye sing, Strike every sounding string; Sweet the accord He vital breath bestows—’ Let every breath that flows His noblest fame disclose; Praise ye the Lord. ‘I (If the Consistory has been inaugurated at a previous date, and the i of triennial election has arrived and the election been held, that ~i of the following will not be essentialfrom this down to the * : — previous election has been had, the Soy.’. Grand Commander will ue) Soy.’. G.’. Coin. ~.—Ill.’. G.’. Secretary Gen.’., you will now ceed to elect the Officess of this Consistory, commencing with Ill.. Com.’.~in~Chief, you will receive the ballots and let the ~t and Second Lieut.’. Commanders for the time being, count report the votes."},{"pageNumber":42,"pageContent":"76— (The G.’. Sec.’. General passes round the Hall and receive each member his ballot, and delivers them to the Second Lieset.’ mander who with the Firit Lieut.’. Commander counts them, a - - First Lieut.’. announces the result, then the) Soy,’. Gr.’. Corn, ‘.— I declare the Ill.’. Brother and St Prince duly elected as the Ill.’. Coin. ‘-sn-Chief of this Consi Ill.’. Brother and Prince —, do you accept the high to which your brethren have now elected you? (The Ill. . Bro.’ signyfes his acceptance.) INSTALLATION —01?— 1~TI6EI1§ OF A I3OI~3JSTORY. The Illustri’ous Brother who has been elected as the Coin .‘f-in-Chief Consi’story is stationed in the East, at the foot of the Throne, the West. n’.’. G.’. Coin. ‘.—(r s s) Arise, Sublime Princes. Illus - Brethren and Princes, look upon your Ill.’. Brother, the ______ whom you have elected to be the (first) Ill.’. Coin. - r-in-Chief of this Consistory, is it your pteasure that he be stalled? ‘rethren.—It is. - ‘.‘. G.’. Coin. ‘.—If any one has any objection to make, let v offer it, or else forever hereafter hold his peace. Brother and Prince , be pleased to approach the and kneel there to assume the Obligation of your office. (The Coin. ‘.-in- Chief elect kneels at the Altar on both knees, with ~inds on the Book of Constitution, and takes the following) OBLIGATION. Corn. ‘.-in-Chief—I, , do solemnly swear, in the pres - of the Great Creator and Preserver of the Universe, that behave and conduct myself, in the office of Coin. ‘-in-Chief Consistory, to which I have been elected in conformity to Constitutions, Institutes, Statutes, and Regulations of the An- Accepted Scottish Rite, which I have heretofore sworn to"},{"pageNumber":43,"pageContent":"—78—- obey, and to the particular Statutes .and Regulations of this sistory, not being in violation thereof. That I will respect all my brethren, and use all the pi with which I am invested to maintain Peace, Union, and Ha among them. That I will do justice, and cause it to be done by, to between Masons, according to the sacred principles of equity. That I will encouxage the pr~ctice of those virtues whj the basis of our Sublime Inststuti~n, and That I will use every exertion in my power to increas usefulness, enhance the dignity, and augment the Splendor o Order. So help me God! (s) Soy.’. G.’. Corn.’. (Returns to the Throne,) — Ill.’. Grand of Ceremonies you will now conduct the Corn. ‘.-in-Chief to East. (AL’ of Cer.’. conducts him to the East, in front of andfacin~ G.’. Coin.’.) Ill.~. Brother and Prince, the Office and dignity of Coin.:, Chief of this Consistory, of which your brethren have thought worthy, and upon yous election to which by their unsolicited frages I congratulate you, is not only one of great honor, bi labor and responsibility. It imposes upon you very important duties. Presiding in the Consistory, and being at the head of prominent an osganizatjo~ your first duty is impartiality, and -y second to maintain that equality among the brethren which she always eKist among Masons. It is the necessary basis of our Orc and to it we owe the glory and Prosperity of Masonry. Weal Rank, and social Position, distinguishes no one Mason f another. The Officers and Dignitaries are but agents, entrusted by Order with authority for the exclusive good of the mass of Masor every member of the Consistory is your Peer, and is entitled equal consideration, and every Mason, however humble in 4 or station, if worthy, is your equal. The possession of degrei dicates no superiority unless accompanied by superior ai~d greater capacity for doing good. —79— hat only which one learns and does in Masonry makes him to his brethren, and that superiority is one of intellect and character alone. congratulate you on your accession to the high office which w hold, and most easnestly hope that you may so worthily as that it shall be found to have been fortunate for the Con - ~r and the Order that you were elected its Coin. ‘.-sn-Chief. ‘The Members all salute with their swords, after whi~h return ~, give the Battery and cry thri~e “Laus Deo,” and give the si~,n.) v.’. G.’. Coin.’.—Ill.’. Brother, please be seated at my right Ill.’. Brethien and Princes, salute your new Commander-in- (The election of First Lieutenant Commander ~f not previously had; ri4red and conducted in the same manner as that of the Coin. ‘.-sn - (; when the following question is put, and the subsequent Obligation eired. The Lieut.’. Coin.’. in front of the Altar.) Son.’. G.’. Corn. ‘.— Have you heard the Obligation assumed the Coin.’ .-in-Chief? (If he has not, the same Obligation is administeted to him, binding when acting as Corn.’. -in-Chief —~/ he answers in the affirmative, Obligation i’s as follows . The First Lseut.’. Coin.’, kneeling with hands on the Constitutions. (‘II) OBLIGATION. Fi~rst L.’. Coin.’.— I in the presence of the Great eator and Preserver of the Universe, do solemnly swear that meyer the duties of the Office of Coin. ‘.-in-Chief of this Consis - y shall devolve on me, I will on my part keep and perform all it the Ill.. Com,’.-in-Chiefhath here in my hearing sworn to keep ~d perform on his part. So help me God! (Th’e Lieiet.’. G.’. Commander arises, and the G.’. Coin.’, returns o ~the Throne.) Soy.’. G.. Coin. ‘.—(s) Ill.’. Brother and Prince, the members - this Consistory have selected you to take the place of the Ill.’. in. ‘.-in-Chief, in case of his absence, and to succeed him for the"},{"pageNumber":44,"pageContent":"— 8o — resid f th ue o e term in case &‘ his death The duties which are in that case to perform are known to you, and need not repeated When he is present you are to assist him with y counsel and advice and aid him in maintaining the dignity authority of his office, and the peace and harmony of the Con tory. I ~ you on being thought worthy by j brethren of this honorable and earnestly hope that Station, may give them no reason to regret the choice they have made. (The Second Lieut.’ Com.’~ having been duly elected; the Corn., will cause the two Li~’ut.’ Cominande?s to stand together inj of the Altar~ facing the East, with the ri.~ht hand upon the heari re the following Oath is admz~ir~teredto the) FIRST AND SECOND LIEUTENANT COA~1J!4AND.. (us) First and Second Lieut’ Coin .—i — in the presence the Great Creator and Preserver of the Universe, do solemnly swear that I will support the Constt ‘utions, Institutes Statutes, and Regulat, 0~ s of the Ancient Accepted Scottish Rite,as set forth by the Supreme Council of Soy.’, Grand Inspecrors General of the. 33d, and last degi’ee, for the Northern Masonic Jurisdiction of the United States of America; and the Statutes and Regulat~ 0~ s of this Consistory not contrary thereto. That I will faithfully, and to the best of my skill and ability perform and discharge the duties of the First (or Second) Lieut.. Commander of this Consistory with fidelity and courtesy, and that I will use every exertion in my power to advance the interest in - crease the usefulness, and augment the Splendor of the Ancient Accepted Scottish Rite. So help me Godi (The Soy.’ G. Corn.’. ret~-ns to the Throne) (I) ~ (7.’. Corn ‘.— Ill... G.’. Master of Cer. ‘., be pleased ~ Conduct our Ill.~. Brethren to the East. AL’. of Cer.’. conducs~. them to the East, in front of ~‘he Gr.’ Corn.’, who says to the and faci~~ig FIRST LIEUT.’. COMMANDER. Ill.’. Brother and Prince, the office to which you have been d, though in rank and power below that of Coin. ‘.-in-Chief,’ is eat importance. As his First Lieutenant, you will receive from his orders, communicate them and see that they are obeyed, in his absence you will perform the duties of his office. The ency of the Commander depends on that of his Lieutenants, if’they are indifferent and incompetent, his labor, besides being ely and improperly increased, will, to a great extent, prove vailing. Often, indeed, more depends upon the subordinate than upon Chief; and it is not uncommon for the latter to reap and wear laurels that in justice belongs to the former. See that you nptly obey him, and faithfully second his exertions. You are ~cially charged with the supervision, within and without the nsistory of your Camp. You are peculiarly the Conservator of the peace of the center, id it is your especial duty to settle all difficulties and unveil all sensions that may arise among the brethren. You will to that id carefully watch all approaches to misunderstanding, and dis~ untenance all censorious or sarcastic remarks in debate or else- and especially keep a careful watch over your own temper; lever suffering yourself to utter a harsh or bitter word to a brother. every brother by your wise example to bear with the infirm - of a brother; and beware particularly of obstinacy and pride of opinion, out of which most difficulties in Masonry gs ow. Ill.’. G.’. Mast.’, of Cer.’., you will please conduct the Ill.’. First Lieut.’. Coin.’, to the West, and seat him on the right of the Ill.’. Brother who for the time occupies that station. (The G.’. AL’. of Cer.’. complies wi’th the direction,) Charge to the Second Lieutenant Commander, Soy.’. Gr.’. Corn. ‘.—1ll.’. Brother and Prince, your office is • ~equal in importance and responsibility to that of the First Lieuten - ant of the Commander.in-Chief; you receive from him the orders A -"},{"pageNumber":45,"pageContent":"—82—- of that Chief and are to see them duly executed. You are to b in charge your Camp and keep careful watch over the condu those thus under your supervision as well as over your self. It is your especial duty to see that the members regularly at the meetings of the Consistory, an office not likely to prove a s cure. It would be folly to expect that none of the brethren become indifferent and lose their interest in the work. Some become disinterested at fancied slight or injury, some dissati because measures proposed by them are not approved by the ma ity; and more will weary of your labors, when the first glos novelty is worn off. Business will interfere with some, and plea~ or indolence with that of others. Against all this it will be y’ peculiar duty to struggle, to arouse the flagging zeal of some, a • excite the sluggish resolution of others; to heal the wounded p of one, and show another the unreasonableness of his pique a discontent. Be especially careful that in the exercise of your authority, y yourself give just cause of offence to none; and strive to justify good opinion of your brethren, so signally displayed by your ele tion to the office which you hold. Ill.’. G.’. Mas.’. of Cer.’. you will please conduct the Second Lieut.’. Commander to the West, and seat him on the of the Ill.’. Brother who for the time occupies that Station. (The (7.’. AL’. of Cer.’. complies wi’th the direction.) Soy.’. Coin.’. — (i ir) Attention! Ill.’. Brethren and Prince Draw Swords! Carry Swords Ill.’. Coin. ‘.-in-Chief, Ill.’. Fi and Second Lieut.’. Commanders be pleased to approach the Al~ of Perfumes! Ill.’. Brethren and Princes surround your Officers! Ill.’. G.’. Marshal General lend your assistance! (The Officers named approach the Altar and kneel on one kn The Members stand in a circle around them, and form the Arch of Ste Over their heads.) Sow’. G.’. Coin.’.— (In the East with Sword drawn.) By virtu of the powers with which I am invested, in the name and by th authority of the Supreme Council of Soy.’. Gr.’. Inspectors Gei eral of the 33 d,—and last degree of the Ancient Accepted Scottis .Rite, for the Northern Masonic Jurisdiction of the United States~ America: I do now —83— [N STALL Ill.’. Brother and Prince —, in and invest you with the and dignity of Ill.’. Coinmander~in-Chief. You, Ill.’. er and Prince —, I do install in and invest with the ~ and dignity of First Lieutenant Commander, and you Brother and Prince —, I do install and invest with the e and dignity of Second Lieutenant Commander of istory of Sublime Princes and Commanders of the Royal ~t, 3~ d degree, Ancient Accepted Scottish Rite of Freema - and each of you shall hereafter possess and enjoy all the ~rs, honors, privileges, and prerogatives to his said proper ~e, belonging and appertaining. God bless this ConsistorY! Arise, my brethren The brethren will retire to their Stations, ~reinain standing. (I) 5oy.’. Gr.’. Corn. ‘.—Ill.’. Gr.’. Mast.’. of Cer.’. you will now :e the Officers in regular order before the Altar of Perfumes. All.’. G.’. Marshal General, assist the G.’. Mast.’. of Cer.., ing the Coin. ‘.-in-Chief on the right, and the other Officers in ~ing order to the left. Soy.’. G.’. Com.’.—Ill.’. G.’. 14.’. of Cer.’. you will now con- the Ill.’. Second Lieut.’. Coin.’. to his Station at the head of :olumn, and present him to the Brother now occupying the (G.’.AL’. of Cer.’. obeys, and when the Second Lieut.’. Coin.’. oaches his Station, the Brother occupying the seat rises, bows and s the sign, the Second Lieut’. responds, the occupant invests him with Collar or insignia, and retires from the seat which the Second Lient.’. but remains standing, the occupant pro tem., faces, draws his ~d; salutes, faces the Soy.’. G.’. Commander, and says:) Ill.’. Bro. ‘.— Ill.’. Soy.’. Grand Commander, the Ill.’. Second Ut.’. Coin.’. has assumed his station, and awaits your orders. • (~k then recOvers and takes a place among the brethren. The ‘ad Lieut.’. salutes the G.~. Coin.’. and so stands, and then the (7.’. .~‘. says:) Sov.’. G.’. Coin.’. — Ill.’. Second Lieut.’. Coin.’., with you is bright constellation composed of the two Stars, Justice and"},{"pageNumber":46,"pageContent":"84— • Equity, which to a Mason should be as inseparable as the Dio~ whose appearance in the Heavens was deemed by the man Samothrace as indicative of fair weather, and I commend t • your watchful charge, and hope that enforcing them am brethren you will ever regulate by them your own official private conduct. Be seated Ill.’. Second Lieut.’. Commander. Ill.’. G.’. Mast, of Cer.’. you will please conduct the First Lieut.’. Coin.’. to his station at the head of his column, present him to the Brother now occupying the same. (The ilL’. of Cer.’. conducts him to his station, and he is rec, wi’th the same ceremony as was the Second Li’eut.’. Corn. ‘.. in all respe Soy.’. (7.’. Corn.. — Ill.’. First Lieut.’. Corn.’, with you is bright Constellation composed of the three stars, Liberty, Equ~ and Brotherhood; they will govern in this Consistory as they go~ everywhere else in Masonry. Liberty and Constitutional 1 Equality with order and subordination, Brotherhood of the vi: ous and good, making the strong protectors of the weak, the r the sympathisers of the poor! I commit the three lights to y charge; never forget or fail to remind your brethren, that th three sublime words contain a whole creed of which every Mat ought to be an apostle. Be seated, my Brother! Soy.’. (7.’. Corn.’.— Ill.. G.’. Mast.’, of Cer.’. you will conduct the Ill.’. Coin. .-in-Chief to the East. ((7.’. Mast.’, of Cer.’. conducts him to the East, and the Con in- Chief makes the sign, the (7. Commander answeri’ng, descends f the Throne invests the Coin. ‘.-in-Chief with his insignia of ( saying) Ill., Coin. ‘.-in-Chief, I invest you with this insignia, and jew of your Office to be worn in your absence by your Ill.’. First Second Lieutenant. I am sure that each of you will wear th worthily and well. You are to occupy the East, the place of Ii! and I need not tell you that it will be your duty to instruct y brethren, and consequently to inform yourself in all that it concei them to know. With you, the sweet Constellation of the five Stars, Fa Hope, Charity, Honor and Duty, I commit to your charge. L( well to them, and let them never cease to burn in your Consist 0 —85— ienever one of them disappears and is seen no more among iasonry also will have left you, to seek some more congenial Coin. ‘.-in-Chief, Officers and Brethren, in your midst, in -camps, and in every corner of your Consistory shines the centr~.l Sun of Truth. Receive it in charge, and let its light be obscured. Study and reflect my brethren, and gain an and knowledge, and attain unto the truth and with zeal your knowledge to the benefit of your followers, and may and peace, and joy, ever remain and abide with you. Brethren and Princes, members of this Consistory, unite me in applauding the installation of our Ill.’. Brother exalted office of Ill.’. Coin. -. -in-Chief of this Consistory. With me, my Brethren! (All except the Corn. ‘.-in-Chi’ef applaud; the Corn. .-in- Chief then responds ~‘f he so elects, and alone applauds to his expressed senti~ of thanks.) Soy.’. (7.-. Coin. — Ill.’. Coin. .-in-Chief be pleased to assume station. - (The Soy.’. (7.’. Corn.’, leaves the Throne by the left, the Coin 7h~ef assumes the place of the Soy.’. (7.’. Coin.’, and remains stand- the Soy.’. (7.’. Commander then placing himself in front of and ~gthe Coin.~.in-Chief,) Soy.’. G.’. Coin.’. — Ill.’. Coin. ‘.-in-Chief, I surrender into your ids the government of your Consistory and place under your age tbe Book of Gold and Letters Patent of Constitution, now lie hands of our Secretary General,—and may success attend ir exertions, and order and peace ever prevail among you. Com.’.-rn-Chief-—(r) Attention, Sublime Princes I Join me in tprning our thanks and doing honor to our Ill.’. Bro.. the Soy.’. ‘Commander. (All applaud with sign and battery, the Soy. . (7.’. Coin.’. bowing seated in the East, 6r among the Brethren) Corn.’. -in-Chief— (r) Be seated, Sublime Princes, (If zn election for the remainder of the Officers has not been held, iould now transpire; after which the ceremonies proceed as follows) Coin. ‘.-in-Chief —The Officers-elect and appointed will ap - ach the East under direction of the G.’. M. of Cer.’."},{"pageNumber":47,"pageContent":"—86— OATH OF OFFICE in the presence of the Great Creator and Pres~ of the Universe, do solemnly swear that I will support the Coi tutions, Institutes, Statutes, and Regulations of the Ancient~ cepted Scottish Rite, the Constitutions and Statutes of the Supi Council of Soy.’. Grand Inspectors General of the 3 3 d degree~ the Northern Masonic Jurisdiction of the United States of Amei and the Statutes and Regulations of this Consistory not con thereto. That T faithfully i will and to the best of my skill and ab perform and discharge the duties of the office to which I have ti elected or appointed. That I will use every exeItion in my power to advance interest, increase the usefulness, and augment the splendor of Ancient Accepted Scottish Rite. So help me God? (The Coin. ‘.-in-Chzef then says to the) GRAI~D MINISTER OF STATE, Corn. .-in-Chref.Sublime Prince you have been e ed to the office of G.’. Minister of State of this Consistory, • which office is included that of Grand Orator. The office is of labor and responsibility He who accepts it should be ca~ ble of edifying and instructing his brethren. He must addre the Consistory on proper occasions, pronounce discourses to c, didates, give his opinion when required by the Coin’. -in-Chief up questions of Masonic law, and read essays and lectures up Masonic subjects when requested by the Consistory. He mi therefore make himself familiar with the Constitutions, Instituti Statutes and Regulations, with Masonic law and philosophy, ~ the doctrines and history of the Order: I need not tell you that quires intellect and study, and no one can do a graver injury sonry than he who occupies a high and important office, and ieglects its duties. It is when little or no real instruction is in symbolic lodges, no essays are read there, and all the ug and doctrine of the Order are neglected, that their meet - ecome uninteresting, tiresome and unprofitable. ‘he field before you is vast my brother, and will afford ample for your intellect and learning, and I trust that your brethren aave cause to rejoice that they have selected you to labor in it. will now take your station on the right of the Commander-in - TO THE GRAI’ID CHANCELLOR. Sublime Prince , you have been elected to the office of id Chancellor of this Consistory. You are the constitutional legal adviser of the Commander-iu~Chief, and to you he will for counsel. It is your duty to prepare all accusations against ins charged with the commission of offences against our laws. It is therefore indispensable that you should be familiar with Constitution, Regulations, Laws, Statutes, Institutes and Forms Order In the absence of the Grand Minister of State you perform his duties, and you must therefore acquaint yourself the history, doctrine and philosophy of Masonry, that you may Drepared to do so. I hope you may so perform these varied and important duties o earn yourself honor, and benefit this Consistory and the Order. iwilt please be seated on my left. TO THE GRAND SECRETARY. Sublime Prince , you have been elected to the office of Secretary of this Consistory; to conduct all coriespondence the Bodies and individual Masons under its jurisdiction to pre - and sign all diplomas, briefs and certificates, submitting them Le Grand Chancellor for examination, and procuring them to be ~d, and signed by the necessary officers; to receive all moneys (They approach and form a line in front of the Throne in th~ in which they have been elected or appointed. The Corn. ‘.-in-~ administers the following)"},{"pageNumber":48,"pageContent":"—88— —89— due the Consistory from all sources whatever, and give d receipts therefor, and to pay the same over to the Grand Ti-er to keep regular account of all such receipts and payment~ such other duties as of right and by prescription to the oil Grand Secretary do belong These varied and important ~,, require for their proper and faithful discharge, honesty, acci and punctuality. Upon you the prosperity of the Consistory is a great extent depend, and I earnestly hope that when you from office, you will do so with the general regret of the bn You will now assume your station. (The Secretary General retires, delivers to him the Book of the seals and the Letters Patent of Constztuei=~n, faces him, salutes and takes his seat among the Brethren.) TO THE GRAND TREASURER, Sublime Prince —, you have been elected to the office Grand Treasurer of this Consistory, it is your duty to receive the Grand Secretary all the funds and moneys of this Consistc to pay them out upon its order, and to keep a just and correct count of the same. I need not say how necessary it is that th duties should be performed with Punctuality and accuracy. confidence in you, displayed by your biethren assure me that y will be faithful to the trust thus imposed upon you. You will p1e~ assume your station. TO THE GRAND ENGINEER. Sublime Prince —, you have been elected to the Office~ Grand Engineer of this Consistory It will be your duty to si that its Hall is supplied with the proper furniture and decoratic properly arranged to prepare it for the reception of candidates, for ordinary sessions, to assist in examining vs~iting Brethren; arrange the camp, and to act as First Grand Expert at reception~ The good opinion of your Brethren warrant us in believing that -y~ will perform those duties with zeal and fidelity. X{ou will plea assume your Station. TO THE GRAND HOSPITALER. e Prince , you have been elected to the Office Hospitaler of this Consistory. You will be its almoner, not to dispense its charities, but to seek out and make known to it rious cases of need and destitution. The most deserving are often those that do not obtrude themselves upon the or seek the light of day. To visit the homes of the wretched, ~k oi.~t the sick and the suffering, and to dispense to them gs, concealing with scrupulous care the source whence they ~, to pour the hahn of consolation upon the bruised and wounded rt, to sympathize with the unfortunate, and minister to the wants ie helpless,— these are deeds truly worthy of one who claims e a child of the duty of infinite beneficence and love of God, allo~’s suffering, and misery, and destitution to exist in the ‘Id: in fact, that this may give opportunity for the exercise of beneficence by which man resembles Him, and in fact that His dren may feel that most exquisite of pleasure which we enjoy ~n comforting and helping our Brethren. You will please assume your Station. TO THE GRAND MASTER OF CEREMONIES. Sublime Prince , you have been elected to the Office of Mast.’. of Cer.’. of this Consistory. It will be your duty to - ~zede and attend the Corn. -in-Chief, to receive, examine, and roduce all visitors, and to receive, prepare, introduce, and con- ct all candidates. Upon the faithful and intelligent performance you of these duties, the regularity of the labors of the Consis - ‘y will in a great measure depend, the impression made upon Le candidates by their reception, and the pleasure of the biethren their labors, and as well your politeness and courtesy will gratify I comfort the Ill.. Brethren who may honor us as visitors. You will now assume you~ Station and duties. TO THE GRAND STANDARD BEARER. Sublime Prince , you have been elected G. . Standard - ares of..this Consistory. It is your duty to carry and defend the"},{"pageNumber":49,"pageContent":"—90—- Standard of the Order. The Banner represents its holy and principles, which none of us can yield up but with our lives~ no emergency of danger will excuse him who bears the Stai for its loss or dishonor. You will please assume your station.. TO THE GRAND CAPTAIN OF THE GUARDS. Sublime Prince , you have been elected to the G.’. Cap.’. of the Guards of this Consistory. It is your di guard the entrance of the Chamber, to receive and commu: the pass-words and to perform such other duties as by presc and custom appertain to your office. Your punctual attendani our meetings is important; and our knowledge of your i~ assures us that the duties of your office will be always faithfully formed. Receive this sword, the weapon of a Knight, the en of your authority and the symbol of honor, and repair to y station. TO THE GRAND SENTINEL. Sublime Prince , you have been elected Grand of this Consistory. You are to be directly under the commar the G’. Captain of the Guard, who will receive his orders from Coin. ‘.-in~Chief or one of his Lieutenant Commanders. You know the duties of your office. Receive this sword all time the peculiar weapon of the Sentinel of every Mas Body. Repair to your post and guard well the approach to Chamber of the Consistory, that no cowan overhear us, and no postor intrude himself among us. (After the G.’. Sentinel has taken his station, the Cam. ‘-in-i gives the battery of / //) Coin.’. in Chirf—Attention, Sublime Princes I Your Offici are now duly installed, and this Consistory is completely organiz and prepared to proceed with its labors. Let us applaud Brethren (All give the battery, and cry three times “LAus Dxo,” then the sign) Be seated, Sublime Princes! —OF A—’—” 61L OF BELIBERAT16~ OF A ~ISTI’~jfT ~TOGETHER ~iTH~ 6O~STiIUT1Ob1~AL PRO V1SIO~S, EIO. ARTICLE 34. “‘~‘ ACH Deputy of the Supreme Council at such times as he shall appoint, to be at least three months before the annual d meetings of said Council, shall notify the first three officers e Consistories and the Chapters of Rose-Croix; the first four :rs of the Council of Princes of Jerusalem and the Lodges of nion; the Past CommandersinChief of Consistories; and those have received the thirty-third degree, residing in his District, Council of Deliberation of the District; over which Council of eration he shall preside as its Commander~i~-Chief. ~He may appoint a Grand Prior, a Grand Treasurer, a Grand ~tary, a Gi-and Master of Ceremonies, and a Grand Sentinel; and cause to be chosen by the Council other Officers to assist in its INSTALLATION OF OFFiCERS FiNis!"},{"pageNumber":50,"pageContent":"—92-— —93— labors, who hold office during his pleasure, and be members of Council, and whose rank and title shall be: 1. The Ill.. First Lieutenant Commander. 2. The Ill.. Second Lieutenant Commander 3. The Ill. Minister of State and Grand Otatox. 4. The Ill.~. Grand Pijor. 5. The Ill.~. Grand Chancellor. 6. The IIl.. Grand Treasurer 7. The Ill. Grand Secretary. 8. The Ill.. Grand Engineer and Architect. 9. The Ill.. Grand Hospitaler. — 10. The Ill.. Grand Master of Ceremonies. 11. The Ill.. Grand Standard Bearer. / 12. The Ill.. Grand Captain of the Guard. 13. The [11 Grand Sentinel. Matters relating especially to Lodges or Councils, or Chapter or Consistories shall be considered respectively by those only have been advanced fo the said respective grades. The Deputy shall cause records of such Councils of De1iber~ tion to be kept and preserved, and shall transmit them to his succe~ sor, or ~o the Sov.. Gr. Commander, if required. They shall als cause some portion of the work to be exemplified at the anne meetings of their Councils of Deliberation. If the ] 9 e~uz~y of the Supreme Council should fail lo be presen at any District meeting, the ill.. First Lzeutv. Commander or in bi~ absence the Ill. ~. Second Lieut.. Commande 5 shall preszk, provide an Active Member of the Supreme Council be present, in whic case the Officer presiding shall forthwith, after ihe close of such meeting, transmit to the IIll.. Deputy of the State, a full repoit o~ all the proceedings of such meetings. The Council of Deliberation shall have legislative and judicial power under the supervision and control of the Deputy, ove: all matters ari6ing within or pat ticularly concerning Brethren a~ Bodies within the District; and no wartant shall be granted any Lodge, Council, Chaptet, or Consistory, without the recoin. mendation of such Council of Deliberation It shall have power to tax the bodies within the District for the necessary and legitirn~te expense of holding such Council of Deliberation, knt not to include enses of, nor compensation to any officer or member of the Coun - for attendance thereupon; and it may fix the minimum rate for -ring degrees within the district, but not less than the amount ~cribed in the Constitution. Its action and recommendation shall transmitted by the Deputy to the Sov.. Gr. Commander who lay the same before the Supreme Council, at the next annual ~ting of the Supreme Council, for its final action of approbation sapprobation except in the granting of warrants, which shall not iione without the recommendation of the Council of Deliberation, cept by unanimous vote of the Supreme Council. The action and recommendation of ~he Council of Delzberatz7on sept for amendments to Constitution), shall be in for~e in each tncz’ (III the ac/zon of i~he Supreme Council tAereon. R~soLvED.— That it shall be the duty of the Deputy of each ~te to lay before the Council of Deliberation a full. report of the rk in the Jurisdiction, calling attention to such things as demand especial consideration of the Council. (Adopted, June, 1870.) REsoLvED,—That the several Councis of Deliberation be re - :sted to send a copy of their printed proceedings to the Active and eritus Members of the Supreme Council, in order that they may ome acquainted with any important matter recommended by xi, in time for prompt action. (Adopted August, 1875.) From the above quoted sections of the Constitution, it is appar. there are ezghz’ Elecz’zve, and fiv6’ Appoinz’iv6’ Officers, and one manent Officer, the Deputy, who is the Commander-in-Chief. The Installation of a Deputy, ~r Coin.. -in-Chief, is performed the Supreme Council. Every Representative must be possessed of a Certificate as such, ~der the signatute of the Chief Officer and Secretary of the Body e represents, and impressed with the seal of said Body; which ~rtificate shall be vise’d by the Grand Secretary of the Council of eliberation, before the Representative takes his seat as such. I ~4 TRO DUCTORY. At every annual election in a Council of Deliberation, it is sential that the Officers should be installed as soon thereafter as rcumstances will petmit."},{"pageNumber":51,"pageContent":"—94 — —95 — The Ceremony may be performed by the Deputy, an Emer Member of the Supreme Council, or any Soy.. Grand Inspe G 5 eral present. The Officers provided for by the Constitution having 6 elected, the Deputy having made his appointments, and the C cii being open, the Coin. x-in-Chief will appoint for the Cerem of Installation a Gr.. Mast.’, of Ceremonies and a Gr.. Marsi who shall be Subr. Pc. of the Rr. Secret; Every Representative present shall wear insignia, at equal to the rank of his representative functions. All Officers shall be of the rank of S ~. P.t R.’. Secret. Representatives designated by the Constitution may be pres by proxy upon sanction of the Body represented. The Battery of a Master Mason will govern the Courn except in the opening and closing when the battexy of Perfect will be observed. STATIONS OF OFFICERS. 1. 2. 8. 4. 5. 6. 7. 8. 9. left the Sec.~. 10. Grand Hospitaler in the North on the right of the Tre~ ii. Grand Masts, of Cer . in the North on the right of G;. Hosp. 12. Grand Standard Bearer in the East, front of Mm:. State. Coin. .-in-Chief on the Throne in the East. First Lieut.~. Coin.; in the West toward the North. Second Lieut.~. Com.~. in the West towaid the South. Min.x of State in the East toward the North. Grand Prior in the East, front of Gr.x Chancellor. Grand Chancellor in the East toward the South. Grand Treasurer in the Northeast. Grand Secretary in the Southeast. Grand Eng and Archc. in the South on the -/8. Grand Capt.~. of Guard in the South, near the Secoi Lieut.’. Coin. 14. Grand Sentinel at the entrance of the aall. x. Representatives. 0. Visitors. t PLAN. 7 0 0 010 0 0 0 ii 0 0 4 6 S / A i2 5 0 xx xx xxx x x 0 x x x x x x x x x 0 x x xxx x xxx 0 xxx xxx xxx 0 0 iSo 14 It is suggested that Representatives be designated by a small .mson ribbon, edged and fringed with gold, in left lappel of coat. ~ARRAN CEMENT OF THE HALL. The Hall or Chamber in which the Council is held, should be vided with seats for Officers and Representatives as designated ~ccompanying plan. The six Banners; to-wit, those of the Lodge, Council, Chapter Consistory, the Beauseant and that of the Supreme Council, should be thus disposed of; the 330 banner behind the Throne, of the Consistory and the Beauseant on either side thereof, — of the Rose-Croix and that of the Council of Princes on either of the others, the first toward the North, the latter toward the — that of the Lodge of Perfection in possession of the"},{"pageNumber":52,"pageContent":"96— —97— S~tandard Bearers — other banners of the Rite should be place: cording to taste. If the Council possesses a banner of the Di it should be supported by the Standard Bearer, and the L.. a. fection banner be displayed with the others in the East. There should be two small Altars in front of the East, the Supporting the ]3ook of Constitutions and the Statutes, a N Sword, and a Balance at equipoise, the other a prepared Pot c cerise, and an Hour Glass placed tastefully on either side in fzc and near the Throne, the Tables of the Law, the Seven-branch diestick, Precious Vessels of gold and silver, a Rose Cross~ a and Cuirass or other emblematic pieces of furniture and armor taming to the Lodge, Council, Chapter and Consistory. The Hall should be well lighted— if night sessions are heic the number of ]ighls ~s not fixed, but should be Masonic. During the Insta1Iatioi~ Ceremony, the front row of seats of Representatives will be vacated fox the accommodation of Officers selected. IBa~iner of a Coancjl of Deliberation, A square piece of silk, quarter-armed on the obverse side; the lower left quarter of Crimson giound, on which is painted embroidered in gold the jewel of Perfection, surmounted by name of Diety in Hebrew; the lower right quarter of green grou on which is painted or embroidered the jewel of a P.. of Jen lem, surmounted by the motto, ‘ Liberte de Penser”; theu left quaxter of white ground, on which is that side of the jewel v displays the Pelican, above this the words “Lux e Tenebris,” bel “FaLth,—Hope,Charity’~ all ingo1d~ the upper right quarter black ground, on it embroidered a Teutonic Cross in outline, a above it the words “Spes Mea in Deo Est,” all in silver. Th& verse side is the Banner of the Supreme Cou~cjl, with the name? the Council of Deliberation; to the lower edge of the banner is pended a tri-furcated piece of silk, the center piece white, the ti outside pieces black, the whole trimmed with gold fringe. CEREMONY Corn. .-in-CkieI. Brethren;—jn all Countries and in all 9- r’ue and accepted” have been found to conduct as the Chain - )f Order, and the firm and decided suppoiters of system and •ity in all that pertain to actions in life, thereby imitating their Creator. Order is our first law, System its attendant. To the Brethren of the Masonic Fraternity upon assembling, d to organize, and uni~edIy and orderly, discharge the duties r Mission. Officeis are essential to system, that power and ~ied action may be the result, and the final aim and puipose Thus at stated periods in our society upon the selection of Offi - ~it has been deemed just and a matter of caution that One in rity should chaige those about to be placed in pov~er as to will be expected of them toward the Body and their brethren, need be to remind them of their duties. This Service is Installation, it is the Instating into office under certain Cere - ies, or placing the chosen one in possession. This Ceremony out to be perfotmed. Before so doing, let us look to the general purpose in view of assemblage. It is termed the ‘‘Council of Deliberation of the ~ict of its authority and powers are defined in the Article of the Constitution of the Supreme Body, and not is its influence of great moment, but its actions are of great as delegated by the Supreme Authority, it has legislative and ~ia1 power over all matteis arising within, or particular]y con- ing Brethren or Bodies within the District and no warrant be granted for any Subordinate Body, without the recoin - dation of the Council of Deliberation. The actions and recoin - dations of the Council of Deliberation shall be in force in each ~t till the action of the Supreme Council thereon• The full )rtance of these powers should meet with severe and mature ctions upon the part oC the Representatives to this Body. The various Councils through their representation are in im - ~te contact with all the Subordinate organizations of the Juris - n, their pulse gives life and direction to the State Councils, the recommendations of the State Councils rnfiuence and shape ~fina1 and controlling Body for the interest and welfare of their te Constituency. Thus the ruled govern, and to that extent the is popular in its nature. d. N’ -~"},{"pageNumber":53,"pageContent":"* —98— Brethren, the final purpose of our Rite is fruitful; it “Love of God and Love of Neighbor.” We must struggle end, and in our works let us remember to weigh ourselves will be weighed after by Posterity “Piety towards Cod the ous Master-builder of the Univeise, and love to mankind, ai two grand immovable pillars which support the fabric of ~4aso may your hearts ever glow with the warmest emotions of the noblest sentiments of benevolence; then crowned with fable glory, our truths shall enfold the Globe. MUSIO VOOAL AND INSTRUMENTAL Great source of Light and Love, To Thee our songs we raise I Oh, in Thy Temple Lord above, Hear and accept our praise! Shine on this festive day, Succeed its hop’d design; And may our Charity display A love resembling thine. May this fraternal band, Now Consecrated bless’d, In Union all distinguished stand, In purity be dress’d! May all the Sons of Peace Their every grace improve; Till discord through the Nations cease, And all the World be love! Corn. ‘.~i>i-ChiV~Brethren: I am now prepared to install i their respective Stations the Officers selected for the ensuing y’ of this Council of Deliberation. The Gr.’. Secretaiy will call the names of the Brethr~ elected or appointed in the order of their official rank, and Grand Marshal assisted by the G.~. Mast, of Ceremonies will c duct these Brethren to the East in front of the Altars of Incex and Obligation; the First and Second Lieut. Commanders in t —99— r; the Minister of State, Grand Chancellor, G.. Secretary, lospitaler, G.~. Standard Bearer and G.~. Sentinel in order e right of the Lieut. Commanders, and the G.. Prior, G.~. surer, G.. Engineer, G.~. Master of Ceremonies and G.~. it. of the Guard in order on their left. (This being done.) G.~. Marshal.—Ill.~. Coin. ~. -in-Chief, the Grand Officers elect appointed are in order before you, and await your pleasure. (If any of the Officers selected are of the number who have served g the preceding year~ their positions temporarily will be filled—dur - the installation—by the Corn. ~.-in-Chief, with other Representatives.) Corn. .-in-Chief—( Ill) To ordei my Brethren, and assume VOW OF OFFICE. In the presence of the Great Architect of the Universe and ing upon the Brethren of this Council here present as witnesses — do solemnly pledge my sacred honor and vow that I will he best of my ability, faithfully and impartially perform all the incumbent on the office to which I have been selected in Jouncil, that I will conform to the Constitution, Statutes, De - and Regulations of the Supieme Council of the A.~. A.~. S.’. e of the Northern Masonic Jurisdiction of the United States of nerica, and the Laws, Rules and Regulations of this Council of ~liberation, and in every way within my power assist in extending iusefulness of the Ancient Accepted Rite. And may the God Omnipotent aid me to keep and perform same. AMEN! Brother G.~. Marshal let all the Officers select be seated ex - Pt the Lieutenant Commanders. LIEUTENANT COMMANDERS. Corn. ~.-in-Chief—(j) Ill.’. Brethren, we most cordially con - atulate you upon your election to the most distinguished and in - tant Offices within the gift of your associates. The confidence splayed by this Council of Deliberation in elevating you to isitions whereby you may through Act of Providence be called"},{"pageNumber":54,"pageContent":"— rot — —100— npon to preside over the Council of the State, is an ample gi tee to the Rite, throughout this Jurisdiction, of your wisdom of your worth. You can not be otherwise than aware Qf the and solemn consequences of the duties you may be called upc assume. Keep firmly before your minds the tenets of our Instj~ remembering it collects men of all nations and opinions rnt~ amiable and permanent association, and binds them by new irrefragable obligations to the discharge of every relative and m duty. Its laws are Reason, and Equity; its principles, Benevok and Love; and its religion Purity and Truth. Its intentic Peace on Earth, and its disposition, Good will towards men. A you have professed yourselves “Members of the great Temple the Universe, ready to obey the laws of the Great Mastei of in whose presence you seek to be approved.” Before proceeding with your investiture my Ill.~. Brethren, is well that you signify your assent to certain Regulations of Council. Do you promise to protect as well as obey the Constitutioj Statutes, Decrees and Regulations of the Supreme Council, and like manner, the Laws, Rules and Regulations of this Council Deliberation? L ‘. Corns.’. —I do. Corn. ‘-in-Chief—Do you promise to be just and equitable all youi ministrations? Lieut.~ Corns. —I do. Coin. ~. -in-Chief—Do you promise not only to support ai maintain the Rules and Regulations of this Council, but to enforc their observance by the members of the Council? L.’. Corns. ~.—I do. Corn.~ -in- Chief —Do you promise, that in the absence of th Deputy as Commander-in-Chief, you will in accordance with ran~ discharge the duties of that highest station to the best and utino[s of your ability L. . Corns ‘.—I do. Corn. ~.-in-Chief—Ill.~. Brethien with the greatest pleasure, now salute you as First and Second Lieut. Commanders of th: neil of Deliberation, placing the most implicit reliance in your fidelity, skill and capability for the exalted stations to which partiality of your brethren has elevated you. The G.~. Mar- will invest you. G.~. Marshal.—J invest you with these jewels to designate- rank and dignity of Office — and present you with these rds not as arms of defense or attack but as symbols of authority, here harmony and loving kindness prevail throughout. Corn. ...inChiefIll.’ G:. Marshal, you will now escort these ~. Brethren to their respective Thiones in the West. Com.~ .-in-Chief — Ill.. G.~. Marshal, present the Minister of >-elect. (The G.’. Marshal causes the AL~. of State-elect to arise.) G.’. Mar. .—Ill.. Coin. ‘.-in-Chief, it affords me pleasure to sent to you Brother —, who has been elected Mm. of State the ensuing year, and stands before you, awaiting installation. Corn ~in~ChiefMy Biother, You have been honored by this uncil in being selected as my adviser and counsellor, to assist me administering justly and with equity the instructions and mandates this Council that in no wise there may be conflict between its will d the written laws of the Supreme Body to that end, the freedom action and power which we possess must be perfectly consistent h order, with subordination, and with allegiance. The G.~. Marshal will invest you, and then escort you to your ~oper station at my right hand. G.~. Mar. ‘.—I invest you with this jewel to designate your rank d dignity of office and let it remind you that in your minis - btions you should be pure as the richest diamonds which embody it, yet fire consumes and renders back to air. Corn. ‘.~in-Chief—G~’ Marshal, present the appointed G.~. (The G.’. Marshal causes the G.’. Prior to rise.) G.~. Mar. ~.—I1l.’. Coin. ‘.-in-Chief, it affords me pleasure to resent to you Brother —, whom you have been pleased to ap - mt G.~. Prior for the ensuing year, and who stands before you iaiting installation. Corn. ‘ -in-Chief — My beloved Brother, I refrain from attempt- to instruct, or reminding of his duties, one who is ever ready to"},{"pageNumber":55,"pageContent":"— t02 — appeal to the Throne of Grace; be faithful in the discharge ~ solenin duties you have in charge; be faithful unto death, and acacian fragrance of a good report will embalm your memory. Invoke now Ihe G.’. Architect’s blessing on this, our ur taking. (i ‘ r). IN VOCATION. Oh Thou Supreme and Ever-living Father of all! Vouch to accept our offers of praise to the glory of Thy Holy Nan May our professions be binding upon us all, may we dischaige’~ duties with fidelity and honor; then when the events of time sli be ended, and the retribution 5 of eternity begin, when the Morr Stars shall again sing together, and the Sons of God shout for jc permit us to join the animating chorus and share the glorio triumph. May we be deemed worthy to enter the doors of tI celestial temple, be adorned with jewels beautified with immortali and advanced to glories incomparably more resplendent than ai here below, To Thee, and not to us be all the glory. Amen! So mote it be (i) Corn. ‘.-in-Chi~p— G’. Marshal, invest the G.’. Prior, and the escort him to the proper station at my left in front. C.’. Mar. “—I invest you with this jewel to designate yc rank and dignity of Office — and let it remind you that at th Supreme Grand Master’s Word your body will be raised in hont and your reward be glorious in the region of light and life etern, Corn. ‘.-;n-Chief— Ill.’. C.’. Marshal, present the Ill.~. C. Chancellorelect (The C.’. Marshal causes the G.’. Chancellor to rise.) G.’. Mar.’ —Ill.~. Coin. ‘.-in-Chief, it affords me pleasure present to you Brother —~—-, who has been elected Grand Chair cellor for the ensuing year and now stands before you awaiting In. stallation Corn. ‘.-in-Chief —My Brother, when darkness and shadow settle upon our Council, then your services become the mQre in portant, for you are the prosecutor of all those who would bree discontent and confusion to our Cause. The Ancient, Charges sa —103— o private piques or quarrels must be brought within the door of Lodge, far less any quarrels about religion, or nations or State cy; for we are of all nations, tongues, kindreds and languages.” v~the past represent the future in so far that our District Bodies Brethren may continue to dwell in perfect harmony, and that may in time retire from office with the rich plaudits of your thren and surrounded with the reviving perfume of honor, ite and Glory. The G’. ~vIarshaI will invest you and then escort you to your ion, at i-ny left hand. G.’. Mar.’ —I invest you with this jewel to designate your and dignity of Office, as we are Sons of Light, let us also be s of Peace. Corn. -in-Chief —G.’. Marshal, present the newly appointed Treasurer, and the G.’. Secretary. (The C.. Marshal causes the two selected Officers to arise.) C.’. Mar. ‘.—Ill.. Coin. ‘.-in-Chief, it affords me pleasure to nt to you Brothers and whom you have been ~ased to appoint to the Offices of G.’. Treasurer and G. . Secre - y respectively for the ensuing year, and who now stand before u awaiting Installation Corn.’. -in-Chief—My Brethren, you have met with well merited pointment at my hands, your ability in your respective capacities smet my commendation, and I have just cause for believing that representatives and myself at the close of your term of Office 11 with much pride say, “Well done, thou good and faithful ser - nts.” The duties of Office are familiar to both of you; observe e Constitution of the Supreme Body, and the Regulations of this. The C.. Marshal will invest you and then escort you to your oper Stations, the one to the North-East, and the other to the uth-East of this Council. G.’. Mar. ‘.—l invest each of you with the jewel of his Office ~ designate his rank and dignity By the square of justice, you .11 receive and dispense the funds of this Council; by the level of iality will the record display that the Subordinate Bodies of dif - erent grades in harmony legislate, and by the plurnb that the line f rectitude governs your Official duties. Corn. ‘.-rn-Chief.—Ill.’. C.’. Marshal, present the Ill.’. G.’. ngineer and Architect-elect."},{"pageNumber":56,"pageContent":"— i04— (The G.’. Marshal causes the G.’. Eng.’. to ri’se.) G.’. Mar. ‘.—Ill.’. Coin. ‘.-in-Chief, it affords me pleasure present to you Brother , who has been elected Grand Ri neer and Architect for the ensuing year and now stands before awaiting installation. Corn.’.-in-Chief —My Brother, your duties are not burti some, but the well being of the Council to a large extent ~dep upon the faithful discharge of the trust imposed upon you. it. your duty under the direction of the Coin. ‘.-in-Chief to provide suitable Hall for this assemblage, to care for and preserve its pn erties, regalia, etc., and see that visiting brethren are furnished swtable insignia and regalia. The Ill.’. G.’. Marsha! will invest you, and then escort you your proper station, which is in the South, on the left of the Gra Secretary. C.’. Mar.’. — I invest you with the Jewel of your office to de ignate your rank and dignity, and trust that during your official te: occasion may not require your veiling the Council in sorrow nor ordering the Chalice of woe for the cup of pleasure. Corn. ‘.-in-Chief’.—Ill.. Cr.’. Marshal, present the Ill.. G. Hospitaler-elect. (The G.. Marshal causes the G.’. Hospitaler to rise.) G.’. Mar. ‘.—Ill.’. Com:..in-Chief~ it affords me pleasure present to you Bro.’. , who has been elected G.’. Hospital for the ensuing year, and now stands before you awaiting Install ‘tion. Corn. ‘.-in-Chii~f —My Biother, this moral institution of e j lightened men is founded on beneficence as well as pure and activ virtiie,—we are to promote, without hope of reward, the most dii fusive Benevolence, the most generous and extensive Philanthropy and the most warm and affectionate Brotherly-love In all thes you are our eaponent —In your ministrations your dispositii should be as mild as the breeze, open as the air, and genial as Sun, cheering and blessing all around you. The Ill.’. G.’. Marshal will invest you, and then escort you your proper Station, wh~ch is in the North, on the right of the Gr. Treasurer. G.’. Mar. ‘.—I invest you with the jewel of your Office ‘It 21 ignate your rank and dignity. Remember that the greatest deep Masonic Secrecy is the unpublished act of doing good. Corn.’.in Chief —Ill.’. G.. Marshal, present the Ill.’. Grand ister of Ceremonieselect. .(The G.’. Marshal causes the G.’. Mast. of Cerernonies to rise.) G.’. Mar. ‘.—Ill.’. Coin. ‘.-in-Chief, it affords me pleasure tO sent to you Bro.’. —, whom you have been pleased to ap - nt as Grand Master of Ceremonies for the ensuing year, and o now stands before you awaiting Enstallation. Corn. . ~~n~Chief-My Brother, the duties of the Office to which i have been appointed, in all Bodies of the Ancient Accepted ttish Rite are more onerous and exacting than those of any other fice; in this Council there is however much relief, as initiation is within its province, yet the Constitution provides, that the n. ‘.-in-Chief “shall cause some portion of the work to be exem’ ~d at the annual meetings of the Council of Deliberation.” It rusted you will see this clause of the fundamental law fulfilled. u will precede and attend the Coin ‘.~in-Chief; receive, examine fi introduce all visitors and discharge the duties generally pei - ng to your Office. The Ill.’. G.’. Marshal will invest you and then escort you to ~ur proper Station, which is in the North on the right of the rand Hospitaler. G.’. Mar. ‘.—I invest you with the jewel of your Office to ~signate your rank and dignity. Follow the faithful, true and un - ring guide; put your trust in God, and fear nothing. Corn.’.-in-Chief ~.—Ill.. G.’. Marshal, present the Ill.’. Grand tandard Bearer~elect. (lYre G.’. Marshal, causes the G.’. Standard Bearer to rise.) C.’. Mar .—Ill.’. Coin. ‘-in-Chief, it affords me pleasure to resent to you Brother ~—, who has been elected Grand Lndard Bearer for the ensuing year and now stands before you ailing Installation. C. ..~in~Chief—My Brother, your duty is to be strict in your idance upon the Council; for to you is in trusted the care and nce of our Standard. In its protection~ you are to be invinci - as a Mason, and brave as a man, but be sure to display the be- of a friend, and the kindness of a Brother. The Ill.’."},{"pageNumber":57,"pageContent":"— 107 — — ] o6 — Grand Marshal will invest you, place in your possession our h tiful Banner, aiid then escort you to your proper Station whis in the East, in front of the Grand Mm.’. of State. G.’. Mar. ‘.—I invest you with the jewel of your Ofli designate your rank and dignity. Look well to this Banner, ever having Hope in Him, remember our Motto “God and right.” Corn. ‘-in-Chief—Ill.’. G.’. Marshal, present the Ill.’. Captain of the Guard.elect. (The G.’. Marshal causes the Cap.’. of the Guard to ri’se.) G.’. Marshal—Ill.’. Coin. ‘-in-Chief, it affords me pleasi present to you Brother , who has been elected Grand ( tam of the Guard for the ensuing year, and now stands before.~ awaiting installation. ‘Corn.’.-in-Chief—My Brother, your position is one of trust a responsibility. It is your duty to announce the approach of ‘~ ors and strangers; and mark you in so doing, possess yourself the necessary information to announce their rank and position w correctness; also be cautious and vigilant that no improper pen may gain admittance here. The Ill.’. Grand Marshal will invest you, and properly arm’ you will escort you to your station which is in in the South near Second Lieutenant Commander. G.’. Mar. ‘.—I invest you with the jewel of your office to ignate your rank and dignity; let this faithful sword with which now arm you, symbolize your trustfulness in office and be the e: blem of your exertions in behalf of virtue, humanity and peace. Corn. ‘.-in-Chief —Ill.’. G.’. Marshal, pmesent the Ill.’. Gr~ Sentinel, whom I have appointed as such. (The G.’. Marshal causes the G.’. Sentinel to rise.) C’. Marshal—Ill.’. Com.’.-in-Chief, it affords me pleasure present to you Brother , whom you have been pleased toa point G’. Sentinel for the ensuing year, .and who now stands befc you, awaiting installation. Corn.’, in-Chief—My Brother, with convictions of your peci fitness for the office, I have exercised my prerogative under Constitutions, and have appointed you the Grand Sentinel of Council. Prove to these representative brethren, in the discharge of your ies, that in my jjudgment I did not err: Be obedient to the G.’. tain of the Guard, at your post vigilant, that no cowan overhear ar iumpostor intrude; Be courteous but unflinching. The Ill.’. G.’. Marshal will invest and arm you, and then ,rt you to your proper station at the entrance to this Hall. C.’. Mar.’ — I invest you with the jewel of your office to des - Lte your rank and dignity, and arm you with this trusty weapon, presence of which will suffice to recall to his self control the true son who might momentarily be tempted to go astray. Corn. -rn-Chief— I salute the officers and brethren of this Coun - this day solemnly installed, with fraternal affection. “Peace be you, and peace to your helpers.” Pleasant be your hours of ate intercourse; blest be their tendency and happy their effects. Peace be within these walls, and prosperity to the interests of Council. r ~ ) And now, To the Glory of the Grand Architect of the Universe, the Name and undeI the auspices of the Supreme Council of Grand Inspectors Genera] of the thirty-third and last degree, the Northern Masonic Jurisdiction of the United States of Amer - and by virtue of the Authority on me conferred, I declare the ers of the Council of Deliberation for the District of —, installed, and prepared to proc~ed with their labors. Let us applaud, my Brethren~ (r I I—i I 1””I I i) Be seated, my Brethren!"},{"pageNumber":58,"pageContent":"OPENING ANP GLOS1~G GE~E~ON~ES —Of’ A— )UNCIL OF DELIBERATION o~ A DISTRICT JNGIENT ACCEPTED SCOTTISH PLITE. INTRODUCTORY. arrangement of Officeis and the Hall is laid down in Le Ceremonies of Installation. A Council of Deliberation as its name imports, is a ~liberative or legislative Body. The day and hour specified by the Deputy for the District for assembling of the Council of Deliberation having arrived, and Representatives having congregated in the specified Hall,—the furniture and paraphernalia of the Council having been properly ari~anged by the Grand Engineer with assistants and the Great displayed, the Officers being clothed with their regalia and wels, the Deputy wilt ascend the dais in the East, and giving the ~tteiy of one, will proceed as follows: TO OPEN A COUNCIL OF DELIBERATION. (The First and Second Lieut.’. Cornrnanders will rept~at, success - ively, the batte~’y of one. The C.’. of G.’. will take hi’s station and rtand at salute.)"},{"pageNumber":59,"pageContent":"— IIo—~ — ill — Corn. ‘.-in-Chi’~f.1llustrious G.. Captain of the Guard. that the Grand Sentinel is stationed, and advise him that w~ about to open this Council of Deliberation that he may allo one to approach who has not attained the rank of a Gr.’. E.’. fect and Sublime Mason in a due and regular manner iii the cient Accepted Scottish Rite. (lYre G.’. C.’. of the Guard retires, executes the Order, retz and standing at salute, says.’) C’. of G. ‘.‘—Ill.’. Coin. ‘-in-Chief, the G.’. Sentinel is tioned and duly instructed. We are secure against intrusion Corn. “-in-Chief ~~~-~Ill’ Grand Captain of the Guard it is enough for us to be so protected. You will ascertain whether present are Grand Elect P.’. and Sublime Masons and entitled be present, that we may tranquilly perform our duty. (The G.’. C.’. of G.’. executes the order and reports) G.’. C.’. of G. ‘.—Ill.~. Coin.’. -in-Chief all present are E.’. P.’. and Sublime Masons, and entitled to be present (lIt The Engineer, I-fospri’aler A!’. of 6~er.’. and Standa Bearer will rise.) Corn. ‘.-in-ChiV...11l. G.’. C.’. of the Guard, where is yo. Station and what is your duty? C.. of G. ‘.—Ill.’. C. ‘.-in-Chief, in the South near the Sec6a Lieut.’. Coin.•.; and my duty, to guard the portal, and prope~ announcV the approach of visitors and strangers; allowing none pass without the Coin.’, permission Corn...rn.ChiV.....Ill. G.. Standard Bearer, your Station ar duty? G.’. Stand.’. B. ‘.—Ill.’ C. ‘.-in Chief in the East in front the Mm.’. of State; and my duty to guard this banner even wit my life, and to advance it under the direction of my Superic Officer Corn. ‘.-in-Chief .— Ill G.’. M.’, of Ceremonies your statioi and duty? G.’. A!’. of Cer. ‘.— Ill.’. Coin. ‘-in-Chief in the North on right of the Gr.’. Hospitaler, and my duty to receive and introduc all visitors and to provide for exemplification of work at our annu~ sessions. Corn. ‘.-in- Chief — Ill.’. G.’. Hospitaler your station and duty G.’. Hosp.’.—Ill.’. Corn. ‘.-in-Chief, in the North on the right e Grand Treasurer; and my duty to minister to the needs of suffering brotherhood. Corn. ‘.-in-Chkf —Ill. ‘.G.’. Engineer and Architect, your sta - nand duty? G.’. Arch.’.—Ill.’. Com.’.-in-Chref, in the South on the lefi of Grand Secretary; my duty to provide a place for the assembling his Council and to preserve and arrange its properties and fur - (I I l I l —The G.’. Secretary and G. Treasurer will rise.) Corn. ‘..rn-Chr’~iC—Ill’. G.’. Secretary, your staiion and duty? G.’. Sec. ‘.—Il1.’. Coin. .-in~Chief, in the southeast of this icil, there to carefully record the transactions of this Body, and nerally under the direction of the Commander, to be obedient to provisions of the Constitutions and the Regulations of the )uncil. Corn. ‘.-in-Chief —Ill.’. G.’. Treasurer, your station and duty G.’. Treas. ‘.—Ill.’. Coin. ‘.-in-Chief, in the Northeast of this )uncil, there to receive and disburse under proper authority the rids of the Body, and to be mindful of the Regulations of the uncil and the instructions of its Commander. (!I I I f/I’ The G.’. Chancellor, G.’. Prior and .4=/in., of o’tate will rise.) Corn. .-rn.Chief —Ill ‘. G.. Chancellor, your station and duty G.’. Chan. ‘.—Ill.’. Coin. ‘.-in-Chief, my station is at your left and, and my duty to bring “Order out of Chaos” should discord dissension frown; and to prosecute discontent and wrong should ley assail any of our Constituency. Corn.’.-rn-Chref —Ill.’. G.’. Mm.’. of State, your station and G.’. It/rn.’. of State.—Ill.’. Coin--in-Chief, my station is at our right Hand, and my duty to Counsel and advise with him rhom the Supreme Body of our Rite has seen fit in their wisdom elect as our guide and Commander in the sublime pursuit of ieneficence and humanity. (I I I — f I I~/ I I — The Coin.’. -rn-Chief and his Lieutenants wr’ll rise.) Corn.’.-sn-Chref —Ill.’. Second L. Coin.’., where is your sta - a,nd what youi duty? nre. - I"},{"pageNumber":60,"pageContent":"— ii2— - Second L.’. Corn. ‘.—Ill.’. Coin. ‘.-in-Chief, my throne is in South-west, my duty is to be subject to the ~Commander and First Lieutenant and the Constitution and Laws. Corn, -in-Chief—Ill.’. First L ‘. Coin.’., where is your stat and what your duty first L.’ Corn .—Ill. Coin. ‘.-in-Chief~ my throne is in North-west, my duty is to my Brethren, my Commander, our loved Rite, and our God. CHARGE Corn. .-in-Chief—Officers and Brethren, from my throne in East, I congratulate you upon again assembling with those coj cent emotions of affection which animate the meeting of dear friends that have been some time separated. After this interval, with increased relish, you undoubtedly ~ turn with renewed alacrity to your labors of love And n.o~ Brethren, with that closing door, the busy world is shut out; ar with it, all its perpleiiities, and cares and sorrows Come, then, ye who are emulous to excel in the true, the good or the great. May your understandings become more enlightene with WIsDoM, your hearts more warmed with BENEFICENCE, for you are welcome guests at die feast of CHARITY, and the refresh- ment of Lovr. In walking as the Children of Light, observe the strictest de~ corum. Be diligent in the duties of your respective stations, arid may the joys of Unity and Peace prevail To aid us in attaimng this end, the Grand Prior from his sta - tion in the East, will appeal to the Throne of Grace. (The G.’. Chancellor lights the Jncense.) INVOCATION. G.’. Prior—Our Father which art in Heaven, Creator and Ruler of all, we humbly approach Thee, invoking Thy graciou will and benediction in behalf of these Brethren gathered together in Thy service; give them increase of wisdom, strength of judg. ment, and a proper appreciation of that energy necessary fof th~ — i13 Lomplishinent of the great purpose Thou hast assigned for them this Holy Cause. I Thou Creator of the Soul magnify in the hearts and uls of these suppliants at Thy Throne, their mission of humanity d love; that they may, during the deliberations which they are iout to enter upon, rise to the majesty and importance of their sumed duties, and that their labors may result in the benefit of [an and Thy glory. Bless them and bless their works, and make smooth their toil - ig labors, until Thou seest fit to gather them within Thy Sacred ortals;. then, beaming with Heavenly smiles, and with lips ottering Thy praise may they be purified, and stainless as a star, imperish~ ble as eternity, may they enter pure, blessed and holy. For this Thy grace, we invoke and beseech Thee. AMEN Brethren —So mote it be Corn. ‘.-in-Chief—(I —all rise and Leniain standing). To order, my Brethren I The Corn.’. -in-Chief rnay require the signs of the Degrees, rernemberirig not to exceed those of the rank of that Brother jn-esent who has received the smallest nurnber of Grades in the Rite. Jn rnanner due observance will be niade of all exoteric and esoteric matters which are forbidden to those of lower rank. Together my Brethren, observing the East, (or the “ G. Mas - ter of Cerernonies,” as the Comrnander may please.) - (Battery •1 I ,I—I l I—Ill with hands.) PROCLAMATION. Corn. ..~in~ChiOf —To the Glory of the Grand Architect of the Universe, in the name and under the auspices of the Supreme Coun - cil of Sovereign Grand Inspectors General of the thirty-third and last degree, for the Noithern Masonic Jurisdiction, United States of America, and by virtue of the Authority on me conferred, I, the Deputy and Commander~inChief, declare the works of this Council of Deliberation for the District of — opened. (I) — I Be seated, my Brethren. (To avoid confu Lion, the Corn. ‘.-in-Chief may delegate to the Second"},{"pageNumber":61,"pageContent":"—114— TO CLOSE A COUNCIL OF DELIBERATION. (The usual forrnalities having been cornplied wi/h, of reading approval of the Record, —and the questions of health and prosper sickness and distress being answered, —the Cornrnandin~g Officet will ~ ceed to close as follows :—i —this battery is responded to by the second, then by the first Lieut.’. Corn.’, and the C.’. of the Guard wi’ll stai at salute.) Corn. ‘.-in-Chief —Ill.’. G.’. Capt.’. of the Guard, advise ti Gi.’. Sentinel that we are about to close this Council of Delibe tion, and to permit no further ingress to this Body. The G.’. C.’. of the Guard retires to the portal, executes the ordei returns standing at salute. C.’. of G. ‘.—Ill. . Coin. ‘.-in-Chief, the G.’. Sentinel is sti tioned, and duly instructed. We are secure against intrusion. (I/I —The Engineer, .JZospitaler, .7k’!’. of Cer.’. and Stand.’ - B.’. will rise.) Corn.’.-in- Chief —Ill.’. G.’. Capt.’. of the Guard, where your Station, and what your duty? C’. of G. .—Ill.’. Coin. ‘-in-Chief, in the South near the 5e ond Lieutenant Coin.’., and my duty, to guard the portal, an I properly announce the approach of visitors and strangers; allov ing none to pass without the Commander’s permission. (The questions of station and duty, and the syrnbolic battery, given in the opening, niay be continued by the Corn. ‘-in-Chief at hi.i option,—but as these forrns are given more particularly in the /nstallatio Cerernonies which will have but lately transpired —the ornission i’s /2 rnore excusable than the observance. I Il—Ill—Ill) CE] ARGE. Corn. ‘-in-Chief—My Brethren, “our duty of labor and love is well nigh ended ,“ as you depart from this Legislative Chain her. do not be impressed that you have labored in vain, but weigh the conclusions of this deliberative Body, and in the consummatior —1r5— its decrees hope for diligence, prudence and discretion; and the .1 triumph of the principles taught in our beloved Rite. “Do d unto all, especially to the household of the faithful.” We ye not long to toil nor to wait for our reward; “the generations -men are like the waves of the Sea.” In quick succession they w-each other to the coast of death. Thus are we wafted for - 1; now buoyed, perhaps by hope; now sinking in despair; on the tide of prosperity; or overwhelmed with the billows misfortune. Sometimes, when least expected, the storms ier, the winds arise, “life’s frail bubble bursts.” Let us hope that the Infinite and Loving Father with His pro - ~ting hand will shield, guide and care for us all, until duty again s us assemble about these Sacred precincts; with that view, the md Prior will direct us in asking the Heavenly BLESSING. G.’. Prior.—Oh our Father! we thank Thee for the manifold usings Thou hast heaped upon us. May the social virtues we Itivate, and the heart-felt pleasure we her~ experience be our ropanions through life. We ask that the mild influence of Ma - nry and its benignant spirit will animate every scene of duty, al - eiate every corrosion of care, heighten every sensation of joy, d in the hour of dissolution shed divine transport on our souls. et Thy blessings be upon us; and so dismiss us, Oh Lord. AMEN. Brethren.—SO mote it be! Com.’.-in-Chief. (I—All rise and remain standing.)T0 order, my ~thren! (The Corn. ‘.-in-Chief rnay require the signs of the Degrees in re - ‘Se order.) Together, my Brethren, observing the East. (or the G . Mast.’. Cer. ‘., as the Cornrnander may please.) (Battery Ill—Ill—Il! with hands.) PROCLAMATION Corn. ‘.-in-Chref.— To the Glory of the G.’. A.’. of the U. ‘.,in ~e name and under the auspices of the Sup.’. Council of Soy.’. Li’eutenant Corn.’. the care of adrni’ssions, and the instructions to the of the Guard) — I — II"},{"pageNumber":62,"pageContent":"G.’. Inspectors General of the 33 d and last degree, for the N&r Mas.’. Jurisdiction, United States of America and by virtue of authority on me conferred, I, the Deputy and Coin. ‘.-in’Chief, dare the works of this Counci[ of Deliberation for the Distric • , closed. Brother C.’. ofthe G.’. INSTALLATION of Cer.’., close the Lights. —O~ THE— FFI6ERS OF THE SUPREJY’IE QOHN6IL. ANCIEN3? ACCEPTED &COTTI&H RITE. OFFICERS. r N accordance with Article 8, of the Constitutions of the Su - preme Council of the Northern Jurisdiction of the United States of America of 1877, the following are the Elective cers of the Supreme Body, who shall be elected tri-ennially by irot, at an annual meeting of the Supreme Council, except the Deputies who may be elected by show of hands. r. The Most Puissant Sovereign Grand Commander. 2. The Puissant Giand Lieutenant Commander. ~. The Ill.’. Grand Minister of State. 4. The Ill.’. Deputies of the Supreme Council. ~. The Ill.’. Grand Treasurer General of the Holy Empire. 6. The Ill.’. Grand Secretary General of the Holy Empire. 7. The Ill.’. Grand Keeper of the Archives. 8. The Ill.’. Grand Master General of Ceremonies. (I) inform the G.’. Sentinel; Brother"},{"pageNumber":63,"pageContent":"— uS— 9. The Ill.’. Grand Marshal General, o. The Ill.’. Grand Standard Bearer. i. The Ill.’. Grand Captain of the Guard. In addition to the abbve there are five elective Trustees, ing office for five years each, under classification; and a Gi Prior and three Marshals of the Camp who are appoin/ed by Soy.’. Grand Commander. Regular Position of Offlcer~ of the Sup.. Council, i. The N.’. P.’. 5.’. G.’. Commander on the Throne in East. 2. The Puis ‘. G.’. Lieut. Commander on the right of Soy.’. G.’. Coin.’. 3. The Ill.’. G.’. Mm. of State on the left of the S.’. Coin.’. 4. The Ill.’. G.’ Treasurer Gen.’. in the North and on right of the Soy.’. G.’. Coin.’. ~. The Ill.’. G ‘. Secretary Gen.’. in the South on the h of the G.’. Lieut.’. Coin.’. 6. The Ill.’. G’. Keeper of the Archives in the South the left of the G. Sec.’. G.’. 7. The Ill.’. Deputies of the S.’. Co.’. in the North ‘ar South between the Altar and the Throne. s. The Ill.’. G.’. Mast.’. Gen. . of Cer. in the North the right of the Treas.’. G.’. 9. The Ill. G.. Marshal General in the South on the h of the Keeper of A.’. lo. The Ill.’. G. Standard Bearer in the center of the Wes ii. The Ill.’. G.’. Capt.’. of the Guard at the right of ti G.’. Stand.’. B.’. 12. The Ill.’. G.’. Prior in the North on the right - G.’. M.’. ofCer.’. 13. The three Marshals of the camp are stationed, one either side of the Throne, in front, and one by the Capt.’. of tI Guard in the West. Their duties are defined by the Soy.’. G Coin.’. and so their Installation is not deemed essential. —129— At the Session of the tri-ennial election the Officers of the ireme Council shall be installed. The Ceremony shall be performed by or in the piesence of the ~sent or a Past M.’. Puissant Soy.’. Grand Commander, or by or the presence of the legally Acting M.’. P.’, Soy.’. G.’. Command- (Articles 2 and 4 Cons t.) THE COUI’~CIL CHAMBER, Etc. The Council Chamber shall be arranged, as provided by the ual for the Ceremony of Initiation, with the following exceptions I additions: The Imperial Crown will rest on the Pedestal in the East, by Throne. The Ducal Crown by its side, on the right. The Collars and Sashes of the Officers-elect shall be deposited a white covered table midway between the scarlet covered Altar 0 4 o 07 8 07 07 07 0 i2 0 7 07 07 0 2 1 5 0 0 0 5 13 is 700 70 6 70 70 0 70 9 D 70 70 13 0 io ii 0 0 II ~ii ‘1’"},{"pageNumber":64,"pageContent":"—120— and the Royal purple Throne; on this table will also be placed Crowns,—one of Oak leaves, one of Laurel and one of Ivy: The Standards will be advanced to the East, the banner 01 Order being removed from the North to the North.east side - Throne, and the banner of the Country from the South to the 5 east side of the Throne. The Altar of Incense in the South-east is prepared but unligi The symbolic Candelabra will be placed as follows. The five-branch Candelabra in the East. The three-branch Candelabra in the West. The one-branch Candelabra in the North. The two-branch Candelabra in the South. At the commencement of the Ceremonies these lights rei extinguished. These lights, like the travels of the Initiate symbolize’ Masonic year, 53193, or A. 1) 13193, when the Order was destro by FIRE, i. e., the Papal decree of abolishment was read before - P General Council of the Church,” by Clement V. It is’ Masonic year of Fire, because so many Templars were burni the Stake. CEREMONIAL OF INSTALLATION. The seats of the Officers will be vacated; the Installing Offi - who will be termed herein Grand Commander Installing, ra the Throne and appointing an Acting G.’. Marshal General. The G.’. Coin.’ Installing will select Emeritus and Ac Members of the Council, not elected to office, who will be esco: by the G.’. Marshal General to the vacant official seats and dc with regalia, jewelled and furnished with swords. The Officers~elect without regalia but wearing the jewel,’ and sheathed sword will be congregated in an outer apart forming a procession in double file in reverse order of rank, then abiding circumstances to follow. The three Marshals of the Camp will be under the comm of the Acting G.’ Marshal General, and when ordered will ac pany him to the outer apartment, two of them swinging li~ Censers, th’e third with drawn sword, and the G.’. Marshal - with the Abacus. — 121 — G.’. Corn.’. Jnst. ‘—Ill.’. G.’. Marshal General, repair to the ~r’ apartment with the symbol of my authority for the discharge tour duty. (The G.’. Marshal and his aids having retired, place thernselves at head of the procession, the Marshal preceding, followed by the Aid ~i drawn sword, then the two with lighted Censers swinging, then Officers-elect of the Suprerne Council in reverse order. A battery of i-I is rnade at the entrance, f one or two Heralds accompany the cession, ~ battery is given by notes on the Clarion.) G.’. Cap.’. of G. ‘.—( Within.)—Puissant Soy’. G ‘. Corn - r, there is an alarm at the entrance of the Council Chamber. G.’. Corn.’. Jnst. ‘.—Ill’. G.’. Cap.’. of the Guard ascertain the ise of the alarm, and if created by the Ill. . IVlarshal Gen.’. in irge of the Officers-elect of this Council, throw open the portals tladmit them. (I / ‘allrise) (The G.’. C. of the G.’. obeys. Flourish by Clarions or Organ. ~ procession enters, passes onc’e round the Chamber and then to the st, then opening ranhs, the G.’. Corn.’. -elect and the other Officers- -t according to ranh pass through, and proceed up the center of the virnber toward the East. A tri’angle being formed by the Offleers-elect der direction of the G. . M’arshel the base thereof in the West, the rnrnander-elect at the apex in the East and all facing the East, which incense bearers approach, separate right and left and face the West. ~e third Mar.’. of the Carnp, steps toward the North, the G.’. Mar.’. ~wctrd the South and lights the Altar of Perfumes.) G.’. Corn.’. Jnst. ‘.—( I Jnspectors G.’. are seated.) Ill.’. G.’. arshal G.’. whom you have you in charge? G.’. Mar.’. G. ‘.—M.’. P.’. Soy.’. G.’. Commander, I have the asure to present the Officers of this Supreme Council elected for ensuing three years. G.’. Corn.’. Inst. ‘.—Ill.’. G.’. SecietaIy Gen.’. you will be ased to read aloud the names of the Officers-elect. (The Secretary General so reads.) G.’. Corn.’. Jnst. ‘.—Ill.’. Soy.’. G.’. Inspectors Genetal, you i’ve heard read the Schedule of Officers-elect. Is it your pleasure at I now proceed with their Installation. If any one has any oh - ction to make, let him now offer it or else forever heieafier hold i~ peace. ‘‘ - 1’ — I —t All being in readiness."},{"pageNumber":65,"pageContent":"— 122 — — 123— ADDRESS. G.’. Corn.’. Jnst. ‘.—Illustrious Brethren: This moment is of great gratification to myself and of much interest to all Mas of ‘the Ancient Accepted Scottish Rite. To those of great cult~ aident students, mature in Masonic lore, and in acts of Bei~i lence and Charity, whose walk in life merits naught but comme ation, it only becomes necessary for me as Installing Officer, to’ your attention to a few thoughts. It is a pleasing demonstration, that in this utilitarian many can leave the exciting chase after wealth to spend their’ in an abstract speculation on the advancement of morality and virli Time’s frost has tinged most of us, but if his unsparing hand if shows his power over the material part, he also shows his effects’ - ‘ the immaterial part, by mellowing our hearts, and as we draw rn the verge of eternity, rendering us better adapted to dwell in Temple which we have endeavored to make fit for the abiding ‘phi oftheG.’. A.’. oftheU.’. We tenderly cherish that light of love, which like de’v flame on our Altars should never die, and which, according tc nurture, burns with an inspiriting fiame, or sinks into a dull and len glare; this voluntary duly of ours proves that our human lc not a moody, selfish existence, excluding us from the sympa and elegancies of life, oi the graces of imagination, or social di but bringing us together upon the wide range of benevolence mutually disposnig us to a closer acquaintance, a kindlier fe and a deeper study of the “Higher Law.” Neither the Institu of the present nor those of the past are entirely material, there.. souls in their vast bodies, and these souls find expiession in prop tion as the natures of those who are their exponents, permit. The soul of man comes first from God, and with the imp received in this world of care, each must return; and we I’ chosen the task of engraving on our hearts and consciences, m precepts. But woi?’ldly feelings encroach, and one by one, we asleep at our posts, and wonder that the advent of virtue linge We profess to school the Soul; to attune it to deed’s of pu benevolence, to wed it to acts of love. Our hearts should overflow with charity; and should r s’oms heave and our Souls be lacerated at a tale of sorrow, what ig bearers are we of the burdens of Earth and of weaving chap - ~ for Heaven. To such may safely be entrusted the task of expanding an In - ution like this which has for its object the Law of Love. Reflect on your exalted privileges, and guard against the pos- ility of any one,— to whom is given an Angels’ duty— forgetting trust, or proving tardy in the full execution of his charge. IVIost Puissant Soy.. G.’. Commander-elect are you prepared ireceive the charge essential to the proper fulfillment of the duties your Office? G.’. Corn. ‘.-elect. —I am. G.’. Coni.’. Jnst. ‘ —( / all seated.) —Ill.’. Brother, the station I dignity to which you have been elected are the highest in the tcient Accepted Scottish Rite Yet, do yoo acknowledge that Soy’. G. . Inspectors General are peers one of another and ien convened in Supieme Council compose the senate of the •der; and are the only Supreme Chiefs and Leaders of the Rite? G.’. Corn. ‘.-elect. —I do G.’. Corn Jnst. ‘.—Do you admit that the Regulations and stitutes of i762 and i786, and the Secret Constitutions are the rfdamental laws of the Order, to which all Masons of the An- at Accepted Scottish Rite must yield implicit obedience, except uo far as they have been modified by competent authority? - G.’. Corn ‘.-elect.—I do. G.’. Corn.’. Jnst. ‘.—Do you admit that all Supreme Councils the Ancient Accepted Scottish Rite throughout the Globe, so as they are fully recognised as such by this Supreme Council peers and equals? G.’. Corn ‘.-elect.—I do. G.’. Coin. . Jnst. ‘—Do you admit that as this Supreme Coun - of Sovereign G.’. Inspectors General of the 33 d Grade, is the ~ legitimate Supreme Council for this Jurisdiction, that no other preme Council can be established in or for any portion thereof cept with the consent and approval .of the same? - G.’. Corn. ‘.-elect.—1 do. G.’. Co-rn.’. Jnst.’.—Do you agree that you will never confer ‘attempt to confer the Grade of Inspector General, except by au - 9"},{"pageNumber":66,"pageContent":"—[24— — 125 — thority of this Supreme Council, and then only in accordance~ the authoiity and mandates of this Supreme Council under its’. stitutions and Laws? G.’. Corn ‘ -elect.—I do. G.’. Corn’. Jnst’. —Do you agree that all the powers which you may be invested are to be exercised for the exc benefit of the Rite, and of the Body of IVlasons, over which you’ elected to preside as Chief, and not for any private benefit; pi or advantage of your own? G.’. (~orn. ‘.-elect.—I do. G.’. Corn.’. Jnst. ‘.—Do you promise that you will strenuously and zealously to extend and propagate the Ancient- cepted Scottish Rites and to that end, you will make ~ self familiar with its Rituals, Lectures, Histories and Philosol and that you will conserve the interests of all the Subordin~ Bodies of the Rite, and protect and nurture them so far as di may labor for the benefit and dignity of the Rite? G.’. Corn. ‘.-elect.—I do, G.’. Corn. . Jnst. ‘—Do you promise to discountenance, so as may be in your power any innovations in the Ritual and W of the grades of the Ancient Accepted Scottish Rite not sanction by the Supreme Council, and to denounce and expose all pret~i ers and impostors, and all who resist and set at defiance the auth ity of this Supreme Council, and the validity and binding forc& the Constitutions and Laws G. Corn. ‘.-elect. —I do. (The G.’. Corn.’. [nst.’. gzves a battery of ~ / /, when all will ri and descending frorn the Throne approaches the Officer-elect and prese ing the hilt of his Sword, says ) G.’. Corn.’. Jnst. ‘.—Ill~’. Brother we are satisfied with answers and I shall now proceed to administer to you the OATH OF OFFICE. Place your left hand on the hilt of this sword. You do solemnly swear that you will faithfully, industriou and punctually perform all the duties that may devolve on or assigned to you as The Most Puissant Sovereign Grand Co maivder of this Supreme Council of the Northern Jurisdictfon c iited States of America, without prejudice or paitiality, and to utmost of your skill and ability; and that you will in all things osult and endeavor to subserve the best and permanent interests -the Ancient Accepted Scottish Rite, your Country and Human- to the extent of your judgment So help you God / ])o you swear ~‘ ‘G.’. Corn. ‘.-elect.——I do. (Third Marshal of the Carnp lights the five ligh/s in the East. mri’sh of rnusic by trurnpets or organ, while the G.’. Marshal Gen.’ iveys to G~’. Corn.’. Jnst.’. the Jmperial Crown on a royal purple ‘hion.) (The Crown i’s a band of Gold set with precious stones supporting urple velvet cap, or low crowned Bzshop’s A/Litre, with sustaining ~i’~i bands of gold, and surmounted with a Teutonic crosi’.) G.’. Corn.’. Jnst. ‘—Ill.’. Brother, this Crown originally re - ved at Rome is the Imperial Crown with wl~ich Frederick II, d the Great, and King of Prussia, was crowned in 1740, and we acknowledge, gave to Masonry, at Berlin, in r786, the year is death, and as one of the last acts of his life, the Secret Insti - :es and Bases of this our Most Ancient and Most Worshipful Soci - r• Through this Coronal dignity you represent our Supreme and Protector, Grand Commandet, and True Defender of the ‘der. Kneel t CORONATION. I now place upon thy head this Imperial Emblem, ‘and do there - th, in the name and as the representative of this Supreme Body, iwn and invest thee as the Most Puissant Sovereign Grand Coin - inder of the Supreme Council of the Northern Masonic Jurisdiction the United States of America Ill.’. Bro.’. arise Be thou the Crown of our Arch, and like the great king whom u now represent be singularly and studiously industrious in our use: remember religious persecution was unknown in his domin - isand perfect order reigned throughout. - “Let mutual love be the Crown of all out bliss I” And may our 2avenly Father in His infinite b~neficence give thee strength to ar the burthen thus imposed upon thee."},{"pageNumber":67,"pageContent":"—126— (The G.’. Corn.’ Inst.’. gi’ves a battery of~!. All the except the Officers-elect are seated. (The G.’. Marshal General hands the collar of office to Corn.’. Installing, who says ) As a further emblem of dignity and authority I invest thi with the Collar of your rank; and place in your charge a copy - the Constitutions, Secret Institutes, Statutes and modified Laws, your faithful and just guidance. Approach the Throne, Ill.’. Brother. (They ascend the Throne and face the West) G.’~ Corn.’. Inst’. (/ / I )‘—Ill.’. Soy.’. Cr.’. Insp.’. salute your new Soy.’. Grand Commander. (All the Inspectors General salute wit/i the sword; and standing a~ alute, say:) Omnes.—The Imperial Majesty has crowned him with glot’ and honor! Corn. (Flourish of Clarion,.....or Organ.) G. InsA ‘—Ill.’. Brother, please be seated at my right hand. (I) G.’. Corn.. Inst. ‘.—Ill.’. C.’. Marshal General please the Puissant Lieutenant C.’. Commanderelect for Installation (The C.’. Marshal Gen ‘. wilt approach the Officer-elect and cause hirn to rise, saying G.’. Mar. . G. ‘.—Puis’ Soy ‘. G.’. Corn ‘. the Lieut’. C.’. Corn. ‘.~elect, now stands before you and awaits your pleasure fo~ Installation G ‘. Corn.’. Inst. ‘.—Ill ‘. Brother, have you heard ihe charges- assented to and the Obligation assumed by the Soy.’. C.’. Coin. ‘~? L’. G’. Corn.’ E.~.—I have. G ‘. Corn.’. Inst. (Gives Battery / / 1 ,—and approaching Officer-elect j5resents the hilt of the sword; for that Brother to hold; as he takes this) OATH OF OFFICE Do you in the presence of the Grand Architect and Preserver of the Universe, and of your Peers here assembled, solemnly swear. that you consent as he did to the charges and that whenever the duties of the Office of Sovereign C.’. Commander of this Supreme — 127— Council shall devolve upon you, that you will on your part keep ~nd perform all that the Most Puissant Sovereign C.’. Commander bath here in your heaaing sworn to keep and perform on his part? - L.’. G.’. Corn.’. S. ‘.—1 do, so help rne Father in Heaven / (Battery of—I ,—all seated. The Second Mar.’ of the Carnp lights the three l4ghts in the West. G.’. Marshal G’. conveys to G. . Corn.’. - Inst.’. the Ducal Coronet upon the royal purple cushion. The Ducal Coronet is a circle of gold surrounding a cap of cri’rnson velvet edged with ermine, the golden circle is enriched with precious stones and pearls, and ir adorned with eight large strawberry leaves; the cap is somewhat far - ing, and has a knot on the top. It is of less grade than the Irnperi’al Crown.) G.’. Corn.’. Inst.’.—Ill.’. Brother, this Ducal Coronet is the immediate insignia of a Leader, Chief and Piince, and he who is entitled to wear it, stands next in rank to him who carries the Im - perial Roman Diadem of Frederick ;—Kneel and receive it. Let the Coronet support the Crown; for he who hears it, may yet exchange the Ducal cap for the Imperial Corona. Arise. When the Soy.’. C.’. Commander is present, you are to assist him with your counsel and advice, and aid him in maintaining the dignity and authority of his office, and the peace and harmony of the Supreme Council. As a further emblem of that dignity and authority within vour - self, receive this Collar of your office. The Constitutions, seciet Institutes, Statutes and Modified Laws are already known to you, and you should govern yourself accord - ingly. Approach the Throne and be seated on the right of the Sov.K G.’. Commander G.’. Corn.’. Inst.’.—Ill ‘ C ‘. Marshal Cen.’. please present the Ill.’. Soy.’. C.’. Inspectors General, Officers-elect for fnstallation, (The G.’. Marshal Gen. . will cause the Officers-eleet to rise and stand in front, i. e !‘Vest, of the Altar in line in order of rank, the G.’. Minister of State toward the North, and the C.’. Cap.’. of the Guard to the South, the Deputies of Districts in a separate line, rear rank, and then say.) G.’. Mar’. G.’ —Puis.’. Soy.’. C.’. Corn.’., the Ill.’. Minister of State and other Officers-elect of this Supreme Council, - now stand before you, and await your pleasure for Installation."},{"pageNumber":68,"pageContent":"iz8~ - G’. Corn.’. Inst’. (I!!, all ri:re ,‘~“‘—The C.~. Marshal Cenen will attend to the Officerselect and appointed, being placed in po tion of the Second Sign, that each may assume his OATH OF_OFFICE. Do you and each of you in the presence of the Grand Archi - tect and Preserver of the Universe, and of your Peers here assem bled solemnly swear that you will support the Secret Institutes, Constitutions Statutes and Modified Laws and Re~ulaiions of the Su- - preme Council of the Northerii Jurisdiction of the United States of America, and that you will faithfully and to the best of your skill and abilit 3~ perforni and discharge the duties to which you have been elected ~ And further that you will use eyery exertion in your power to advance the interest inciease the usefulness and augment the splendor of the Ancient Accepted Scottish Rite ? 9#icers-elect.j do, so help rne Father in Ikaven (The First Mar.’. of the Carnp lights the Single light in the A/’ortA, and the Second 1k!.. of the Carnp li~hts the two in the South.) C.’. Corn.’. Inst. (I Oficers’ej’ec~ arise and rernain standing.... all the other Inspectors Gen’. being seated. ILL:, G:, MIMSTER OF STATE you are the Chief Servant of the ekecutive authority of this Supreme Council, you are one to whom the Sov.’~ Leader intrusts the direction of the affairs of State, in your hands much of the Administration of Covernment is placed The office is one of labor and responsibility. He who accepts it should be amply able to instruct the Inspectors General as to all matters Pertaining to the construction of the Constitution and the Laws. The field before you is vast. “Whosoever will be great among you, let him be your Minister.” Your special emblem of office is the Corona Triumphalis, the wreath of laurel, given by the soldiers of Truth to their triumphant Cen etal. You are to be the exponent of Law and crowns, and justice laurels give.” Justice. “ Let merit’ — 129 — Ill.’. C.’ Mm ‘. of State, approach and be seated on the left of the Soy.’. Crand Commander. Ill’. Grand Treasurer General and Secretary General you are the twin existing officers of the Holy Empire, and the only two entitled to that distinction The Holy Empire depends largely upon the faithful discharge of your respective services — the explanation of which is so clearly lard down in the modified Constitutions of our Order, that to enlarge upon the same before the intelligent and trustworthy selections of the Inspectors Ceneral, would deservedly meet with other than commendation. Your Peers have awarded to yoo emblematic Crowns; to the Treasurer Cen.’ the Civic Crown of Oal<, it was ,guven of old in Rome, and was second in Military honor, it is said to have been wreathed by Janus, the Sun-Cod, whose two faces looking in oppo - site directions, created a complete and constant watch over that of which he had in charge — Ill.’. Bro.’. make your own application, to the Secretary Ceneral, the Ivy wreath is justly due, the Toil - ing Ivy, emblem of sorrow, ever clings to its task and by its innum - erable root-like fibers will support and sustain the wasting and fail - ing Oak. The Treas.’. Cen.’. may be seated in the North at the right of the Sovereign C. Corn.’. and the Secretary Ceneral opposite in the South. The Ill,’, Grand Keeper of the Archives in this Supreme Council, holds a position of no inconsiderable honor and of large trust and importance, the duties, if faithfully executed, will be onerous, as the position involves that of Keeper and Librarian of rare, valuable and old MSS., containing Histories, quaint Rituals, Statistics, Records and Philosophies, elsewhere not obtainable. His duty will also be to increase and enrich the treasure in store and be mindful of the Constitution for fuither instruction. He may now be seated in the South on the left of the C.’. Secretary Ceneral."},{"pageNumber":69,"pageContent":"130— The fll., 01% Master Gen 1 t of Oeremonies occupies the most constantly laborious Position during Sessioi and Ceremonies of the Supreme Body, within the gift of the Coui cil. The demands upon the Officer who is faithful and competes are peculiar, incessant and varying It is his duty to precede an - attend the Sov.’~ Coin . Cr. Commander; to receive, examin and introduce all visitors, to receive, prepare,~ntroduce and con-- duct all initiates All ceremonies must be preconceived, arranged, and conducted under his instruction and management His polite- ness and courtesy must be ever with him,~much depending upon his urbanity, his sauvity of manner, and yet force of character in compelling obedience He should be the embodiment of ritualistic -~ kndwledge of the Rite. His Position is most honorable, and com - niands acknowledgment as such. The election to this office is the mark of high esteem by your peers. Be seated in the North on the right of the Treasurer General. THE ILL:. 0 r2, MARSHAL GENII requires for the duties of his office, care, promptness, and activity. It is your duty to arrange all processions of the Supreme Body, and to make the proclamations of the Installations of the Grand Officers, institution subordinate and at the of new bodies of the Rite under the direction of the Puissant Soi’.’. Crand Commander, to whom in all things he will be obedient. You may assume your Station in the South, on the left of the Keeper of the Archives. THE ThU. 0:, STANDARD BEARER isintrusted with the Standard of the Order ; it us his duty to carry and defend it, as it is the representative of our holy and noble prin - ciples, which we have sworn to sustain xvith even life The Ill. . Officer will now assume its charge and bear it to his Station in the center of the West, and as he does so reniember his -‘ responsibility for its loss or dishonor. ILL.’, 02. CAP:. OP THE GUARD the Constitution provi5s that you shall keep a faithful watch both within and without the Crand Council Chamber and see that the portals are duly guarded, but -you are also when requrr~d to receive nd communicate the pass-word, and to perform such other duties by prescription and custom appertain to your office. With your drawn sword,—the weapon and symbol of honor of n Inspector Cenera[,—you will now repair to your Station at the :ht of the C.’. Standard Bearer. Ill.’. Deputies of the Supreme Council. Illustrious Brethren: As far back as rS~i, the Most P.’. Soy.’. Crand Commander upon being inducted into office, recom - mended in his address, that for the greater convenience of our Brethren in the States, and for the better administration of the busi - ness of the Council, there be appointed Deputy Crand Inspectors, with limited and well defined powers for the several States or Dis - tricts within the Jurisdiction , — and said it should be their duty to watch over the interests of the Order in their several Districts —to aid the Council in the establishment of Lodges, Councils, Chapters, Consistorues, and to perform such other services as from time to time may be specially required of them. This recommendation met with favor, but was imperfectly per - formed: Upon the adoption of our present Constitutions in 1877, the Supreme Body embraced in the eighth article the office of Deputies, placing it fourth in rank of position, except in matters of Ceremony, and then giving it the fifth. It is but necessary to refer you to the 25th Article of our Con - stitutions, which defines the “Powers of Deputies” for your niediate instructions, as well to the Regulations that have since been approved by the Supreme Authority; it is, however, essential that you should be conversant not only with oum written Laws and Reg ulations but also with those governing Freemasonry generally. I charge you severally to be watchful and cautious, ‘bonstant, ( untiring and decisive, yet courteous, urbane and fostering to the Brethren and Subordinate Bodies under care. You may now be seated on the North and South of the Council Chamber. ILL.’. GRAND PRIOR do you now approach our Altar and teach us your duty, invoking Heaven’s blessing and asking our Father to instruct and guide us all and give us strength and wisdom to discharge the manifold duties we have, in our temerity dared to assume. I- II,’ I -I"},{"pageNumber":70,"pageContent":"—132— PRAYER. G.. Pnor.—Thou, Almighty, Supreme, Infinite Father source of life and light, whom the wise of all nations, in all age have adored; Thou who hast placed the Sun, the Moon and th Stars in the Firmament to ru[e and govern in their respective spher4 look down in thy beneficence, upon the efforts of thy servants to s prepare, rule and direct those who are to govern in the cause C overcoming the powers of darkness and evil, and in the comk against the oppressors of humanity. Grant unto us constancy an prudence, boldness and hope, a full faith and never failing chaTit$~. Lay broad and deep in the hearts of all officers present, a knowledge of the responsibilities devolving upon them: that in the dischai of their various duties the loving spirit inculcated through the cer monies just witnessed may be more and more realized. Give those who have been placed in authority, the spirit of equity, sincer - lty, courage and wisdom that they may govern with that prudence which well becometh a wise ruler. Give to those who must obey, wisdom and valor, justice and faithfulness, truth and honesty; and enable us by union, harmony and zeal to benefit our fellow crea - tures. Amen So m~e d be! G.. Corn.. Ins~. (f/f )—Attention Ill.. Inspectors General. The Ill.. G Marshal Gen.. will now make proclamation of Installation. will (The G.. Mar.. Gen.. standing upon die first step of the Throne, proclaim.) PROCLAMATION. G.. Mar.. G .—To the Glory of the G.. A.. of the U.. in the name and under the auspicies of the Sup.. Co.. of Sov.x G. ~ Inspectors Gen of the 33 d and last degree for the Northern Mas.. J ur.. of the United States of America, and by virtue of the author - ity on me conferred, I make proc1~mation that the Officers of this Supreme Council are completely installed, and prepared to proceed with their labors. G.. Corn.. —Order has been restored from Chaos; let us~i applaud Ill. •. Brethren. Observe the Throne. (Omnes 5—8—1—-2.) (Flourzsh by Ciarions, or Organ.) FINIS."}]
