[{"pageNumber":2,"pageContent":"pItlsTaJopedsuI O~AOUddY 61 uep~~ lames jioluloddy ~~puemwoz~ou ~tT i~p zu02] rlu?oWv I~7Y2~2y F7 ~PVOi2 ~PJ’~’22 r7A1rn~ v v uBzu22~mb~ ~p ~w 0~ fV~ 2~~ O~ 7 Jo ~jw~iu V /7 (V I 7V 1 11Z ~ mou)g 1 uuuto~frb~ ~iw w ap~a~pa~ I"},{"pageNumber":3,"pageContent":"HANDBOOK for CANDIDAThS COACHES Copyright 1962 G1~AND LODGE F & AM. OF CALFOJ~J~IA 2122 California Street, San Francisc~ I .-ET1 w518 320 m555 320 lSBT {"},{"pageNumber":4,"pageContent":"-9 HAIqDBOOK FOR CANDIDATES COACHES Foreword - This handbook has been prepared for your use by the Ritual Committee of the Grand Lodge. Under the Grand Lecturer, the Instruction of Candi - dates is carried out by the Assistant Grand Lectur - ers, the Inspectors of the Masonic Districts, the Mas - ~ter and War dens of the Lodges and the Coaches emselves. IMI~ In this chain of instruction, the most intimate con - tact of the Candidate Is with his Coach. 1-us view of ~ Masonry as a strong, virile and worthwhile lnstitu - tion is more likely to be gained through evenings — spent with a strong and knowledgeable Coach, than ~W through the actual work In the degrees themselves. It is the Coach who makes things come alive. It Is ~fl the CoaCh who imparts life and meaning to a lecture. It Is the Coach who, by answering questions and dis - sing ideas, may lead the Candidate to new ideas new Interest In the tremendous pattern of Free - ~ masonry. have been made a Coach because of your _______ proficiency in the Candidates lectures, your interest I ~ in Freemasonry, and your desire to repay the debt you owe your own Coach, by giving your own time and lalent to others. We recognize that the only thing common to all ______ Coaches is their love of the fraternity. We know that some have coached for many years; others for a relatively short time. Some may be college-trained, ~Z others self-taught to a large degree. The purpose of I"},{"pageNumber":5,"pageContent":"r the system of schooling Coaches is, therefore, not to press them into a common mold. It is rather to give them a basic concept of the Degrees which can serve as a central point from which to enlarge their knowl - edge. The information contained in this booklet has been compiled from sources deemed authentic by the com - mittee. Esoteric matters are not discussed here for the very good reason that reference would breach the very restrictions which we are all bound to observe. This Grand Lodge has long stood upon the ground that what is not contained In our Monitor or In the written ceremonies adopted by the Grand Lodge le esoteric. The hope that you will kindle a spark in the Can - didate into a consumIng Interest in Freemasonry Is ours. To you is given one of the great prlvilege6 of life — to act as your brother’s counselor and friend — one on whom the Candidate can rely with confidence. Committee on Ritual, Grand Lodge, F. & A.M. of California L~ I I I U I I I N U 4 S I DEGREE OF ENTERED APPRENTICE a U"},{"pageNumber":6,"pageContent":"WHAT IS AN “ENTERED APPRENTICE”? The brother whom you are coaching In this Degree Is on Entered Apprentice Mason. He has been initi - ated, after application, Investigation and favorable ballot by the members of the lodge. He Is not yet a member and until he Is passed and raised, he has only certain limited rights. Does he understand the background of his position In the lodge? Does he understand how he is linked to the Operative Entered Apprentices of the ancient craft? As you know, Freemasonry originated with the builders of those remarkable structures created In the Gothic style of architecture in the Middle Ages in Europe and Great Britain. Our name for these builders is “Operative Masons” because they hewed the stone, dressed it to shape, laid up the walls and UII~ built the spires that to this day pierce the skies. They were organized into lodges, with Masters and War - dens. They had lodge rooms. The members were ~ divided into grades. They employed ceremonies of initiation, used signs, symbols and passwords, main - tained strict rules of secrecy and admitted only men to membership. _______ An apprenticeship system such as was In vogue In all crafts was employed, and continued during the life of the Operative Lodges. The word “apprentice” ~~means “learner” or “beginner”; one taking his first step In ma~iering a trade or profession. He was re - ~ quired to be of sound body and mind, of good hal> Its, obedient and willing to learn. Important, too, was _______ the requirement that he be free to travel and not bound to the land of any lord. _______ After searching inquiry, an applicant went to live [1] I- r L ."},{"pageNumber":7,"pageContent":"with a Master Mason, indentured to him for the period of his initial schooling. He had obligated him - self to obey his superiors, to work diligently, to ob - serve the laws and rules, and to keep the secrets. His name was entered on the books of the lodge and he became an Entered Apprentice Mason. The Master Mason was required by law to teach him the theory as well as the practice of Masonry. He was given moral instruction and rules were laid down to govern his life and conduct. The Ancient Charges of your book of Constitutions) devote much space to the Apprentices. In substance and meaning, the Entered Appren - tice Degree is fundamentally the same as it was in the days of the Operative Masons. As an En - tered Apprentice Mason your Candidate is a begin - neil a learner in Speculative tvlasonry. As with •fli~ Operative Apprentice, he is expected to be eager in his desire for more knowledge and light. He is expected to show obedience to his teachers. He is expected to learn the Lectures with the same determination to perfect himself in them which was shown by his Operative forebears. If errors were condoned and each varied his rendition to suit him - self, chaos would result and the whole structure of Masonry would collapse. He is expected to learn from you the laws, rules and regulations governing Entered Apprentices and to live by these precepts. The future of Masonry de - pends upon the foundation laid, and the Entered Apprentice of today becomes the Master of tomor - row. He is the Cornerstone of tomorrow’s fraternity. [2] THE DUTIES, PRIVILEGES AND RESTRICTIONS OF AN ENTERED APPRENTICE MASON As a man is initiated and becomes an Entered Apprentice Mason his status within the lodge and among his brothers has changed. He has been ac - cepted for further training. His coach, like the Master Mason of old, is bound to teach him, by precept and example, what makes a good Mason. His first duty is, of course, to be bound by his obli - gation to the lodge. The burdens and responsibilities are not yet his but he must be taught that with knowl - edge comes responsibility and he should prepare himself for it. As knowledge can only be gained by effort, so he must acquire the patience to persevere and the will to succeed. Each man who has gone before has trod the same difficult path and, in the learning, made himself a better man. There are basic virtues explained in this Degree and set forth in the Monitor which should have been his practice before his application was made. We consider him doubly bound to observe the uses of the twenty-four inch gauge and the common gavel, to act always as though clothed in a lambskin apron, to reverently contemplate on the Great Architect who has blessed him, to bear always in mind the Plumb, Square and Level and to view his own Masonic ex - perience as a symbolic stone or Ashlar being formed to better fit into the structure of Masonry. The Entered Apprentice is bound to his own lodge. He can only visit another lodge in the company of a Master Mason from his own lodge and then only for meetings held on the First Degree. He can only [31 I-"},{"pageNumber":8,"pageContent":"-w withdraw from the lodge if a change of residence removes him from the jurisdiction. The greatest privi - lege extended him is that of being taught by one man; his Coach, who can best express Masonry’s man-to- man friendship and brotherhood. He cannot receive charity; he cannot receive Ma - sonic burial. He cannot vote in lodge, of course, since he is not yet a member. He may still be reject - ed, after objection by a member, investigation and report to the lodge and a vote by the lodge to deter - mine the validity of the objection. He may be tried, if charges of un-Masonic conduct are brought against him, and suspended or expelled as a result. The Candidate is still a Candidate until he has advanced. His eagerness for advancement should never displace his eagerness for knowledge, and the long and seemingly tedious period of instruction In this Degree will take on new meaning if oui of It comes a broader git~sp of the fundamental truths of our institution. THE MONiTOR Under the present system of coaching, the Monitor Is divided into three sections dealing separately with each Degree. After each Degree, the Candidate is handed the complete Monitor for that degree. As he has completed this Degree and received the Monitor of the First Degree, he should be better able to appre - ciate the beautiful lesson of the Master’s Lecture and the Charge. It must be remembered that as you were unpre - pared for the ceremonies of your Initiation, so too, the Candidate whom you are coaching has left the scene, perhaps dazed by the depth of our philosophy and even confused by the language of the Degrees. Study of the Monitor will recall to him the references made by the Master and his discussions with you should broaden the scope of his understanding. As we teach the working tools and their uses, also let us teach and Illustrate the important lessons and truths of the Lecture itself. In addition to the moni - tonal description of a lodge and a charter, teach him about your lodge, when it was formed, who were Its founders, what Grand Master granted its dispensa - tion, and when It was constituted as a regular lodge under the Grand Lodge of California. Knowledge of the splendid history of Masonry Is founded on knowl - edge of and pride In your own lodge. The three principal tenets of Masonry, Brotherly Love, Relief and Truth, are the principal outward signs of that inward grace which should characterize our every act. What is a “tenet”? By definition It is a principle held to by a group or sect. Our lodges have lived through the centuries because these ten- [51 (4]"},{"pageNumber":9,"pageContent":"ets not only transcend political and religious barriers, but those of race as well. To those imbued with the spirit of Masonry, tyranny is impossible and totali - tarianism so fears the climate which Masonry brings that suppression of the Craft Is the dictator’s only weapon. The Charge sums up in a very few but thought- charged words the lessons of this Degree. To the member who has heard it a hundred times it still stirs new thoughts. Let your Candidate study it and discuss it with you. This is the Charge which, when followed, makes good men better and strong men stronger. Even as Washington carried the lessons of Masonry to Valley Forge and on to the Presidency, gaining strength as he w’ent, so too can this Candi - date grow in stature with the lessons of his appren - ticeship. ,~ii FI~ THE HOLY SAINTS JOHN You will reca[l that the Lecture states “Lodges were anciently dedicated to King Solomon, as it Is said that he was our first, Most Excellent Grand Master. Lodges, at the present time, are dedicated to Saint John the Baptist and St. John the Evangelist, who were two eminent patrons of Masonry; Except in the following passage concerning the two perpen - dicular parallel lines, no further reference appears In the Lectures. How’ever, in our ceremonies of Dedication and of Constitution, the reference is amplified and, to some degree, explained. In the ceremony of Dedication the Grand Master, dedicating a Masonic Hall, says • . sacred things were both consecrated and dedi - cated while profane things were only dedicated Churches were consecrated to the worship of God but dedicated to or placed under the especial patronage of some particular saint. “While we consecrate our Lodges to the honor and glory of God, we dedicate them to the memory of the Holy Saints John; and the building itself is dedicated to Freemasonry, Virtue and Universal Benevolence.” Biblically, John the Baptist was the son of the Jew - ish priest, Zacarius, and Elizabeth, cousin of Mary. A zealous judge of morality, his life, built on the strength of laith, sustained to his martyred death, is an example of unshaken firmness in the right and in his inflexible fidelity to God. The festival of St. John the Baptist is held on June 24th and is widely celebrated by lodges in California, some of which mark a chain of observance uninter - [7] 161"},{"pageNumber":10,"pageContent":"rupted for many years. In England, Scotland and Ireland, there were, in 1717, at the beginning of the first Grand Lodge, a large number oE lodges and Masons known as SI. Johns Masons. As the first Grand Lodge of England was formed on St. John the Baptist’s Day in 1717, so were subsequent annual meetings held on that day. Less widely celebrated, perhaps because Its ob - servance falls on December 27th, is the festival of St. John the Evangelist, the author of the Epistles bearing his name. His constant admonitions to the cultivation of brotherly love, and the mysticism of his vision, undoubtedly led to his inclusion and union with John the Baptist as the Holy Saints John. With regu - larity becoming established, the patron saints of Masonry have become enshrined in the memory of every Mason. F -ET1 w507 248 m548 248 lSBT [8] F’ - MASONRY AND CITIZENSHIP In the Charge the newly Entered Apprentice Mason Is enjoined to be exemplary in the discharge of his duties as a citizen by never proposing or counte - nancing any act which may have a tendency to subvert the peace and good order of society, by pay - ing due obedience to the laws under whose protec - tion he lives, and by never losing sight of the alle - giance due to his country. In some parts of the world, men of many national - ities may belong to the same lodge. Many of our members retain membership In lodges in England, Scotland or else w’here. Citizenship In another coun - try is not, of itself, a bar to membership In our great fraternity. Loyalty to one’s country and loyalty to one’s lodge are never in opposition to each other. We expect the individual Mason to work at the duties of citizenship, making himself available for service to his commu - nity, state and nation. Only through this can the privileges which we enjoy as Masons and as men be saved for our children’s children. As religious differences exist between men so do political differences show in partisan politics. No pro - posal advanced in political debate is without Its ad - herents and dissenters. No individual, striving for political preferment, is without his supporters and his opponents. That such differences may be eliminated from lodges, discussion of political issues arid candidates, as well as religious issues, is prohibited by our an - dent Law. [9]"},{"pageNumber":11,"pageContent":"Public education, having become the cornerstone of our freedom, is not considered a politica] matter and since 1919 the Grand Lodge of California has sponsored and supported, through the lodges, the annual observance of Public Schools Week. The annual review of our national Constitution, an instrument shaped in large part by Masons, occu - pies our attention in September of each year. Man little realizes the power for good of precept and example and one active cilizen has an influence on the deeds of others fcn~ beyond his own acquaint - ance. Let us hope that this Candidate will be, through Masonry, a better citizen. MASONRY AND THE SACRED LAW The Holy Writings occupy the central place in our lodges. At installation, the installing Officer admon - ishes the newly appointed Chaplain as follows: “That Holy Book which adorns our sacred altar is the great light in Masoniy and forever sheds its benignant rays upon every lawful assemblage of Free and Accepted Masons.” So the Ccmdidate is charged to regard the Volume of the Sacred Law as the great light in his profession, to consider it as the unerring standard of truth and justice; and to regi.2late his actions by the divine pre - cepts it contains. Constant reference is made to this theme of man governed by the laws of his Creator lust as our lodges are governed in homage, to the Deily, by the virtues of Temperance, Fortitude, Prudence and Justice. These virtues point out an ideal which leads us to welcome as applicants men of every sect and creed which glorifies the Great Architect of the Universe. Thus, the divisions which might otherwise separate _______ man from man are done away with in Masonry. The Word of God may come through £he New or Old Testament, the Talmud, the Koran, and each, in par - ticular areas of the world, is used as the Great Light. In the United States, ihe Old and New Testaments are used together and are the required volume in California. As the atheist is ineligible to be received as a Ccm - didate, so a lodge or Grand Lodge which dispenses wTh the Holy Writings is deemed irregular and un - _______ lcrwful and no recognition mcly be extended to it. rio ] [ii]"},{"pageNumber":12,"pageContent":"r To the Candidate, therefore, we must Impart that respect and toleration which we feel for all religions and our undying resistance to any force either cleri - cal or political which would destroy our religious free - dom and substitute the tyranny of dogma, either of the Church or of the State. L = [12 ] THE ORGANIZATION OF A MASONIC LODGE The Candidate, alter election, is briefly informed of the officers of the lodge but as he now begins to sit in a lodge of Entered Apprentice Masons he should, with the help of his Coach, soon learn of each officer’s station or assigned place in the lodge room and the duties incumbent on each. Under Masonic law, the Master has more power than the presiding officer of any other organization. In his “Master’s Handbook,” Past Grand Master Alfred F. Breslaner quotes “The Master is responsible to Grand Lodge for the good conduct of his lodge. To him alone the Supreme Masonic Body looks for the preservation of order and the observance of the modern law, the Ancient Constitutions and the Land- marks of Masonry. It is manifest, then, that It would be highly unjust to levy so heavy a responsibility if it were in the power of the lodge to overthrow his decisions or to control or question his authority.” The Master is, however, enjoined by the Installing Officer to be a good man, a peacable citizen, to work diligently, live creditably, and act honorably by all men, avoiding quarrels, being cautious in carriage and behavior, courteous to his brethren and faithful to his lodge. In his duty to the lodge, he is assisted by the Sen - br and Junior Wardens who may, In his absence, succeed to his office. They are admonished and reminded by the jewels of their office to be mindful of the final equality of all men and the need to live uprightly, doing justice to all men. These officers, together with the Treasurer and Sec - [13 J"},{"pageNumber":13,"pageContent":"r retary, are elected by the members of the lodge at the annual stated meeting. Other officers, the Senior and lunior Deacons, Chaplain, Marshal, Senior and runior Stewards and the Tiler, are appointed by the Master for a one-year term. While custom in some lodges has led to ad - vancement through the line of appointive officers, no Master is required to appoint any olficer to a par - ticular position. The Master and Wardens constitute the Charity Committee with power granted by the By Laws to expend up to a certain sum for emergency relief. Cases beyond this amount are reported to the lodge, although utmost discretion is taken to avoid publicity. Other committees include, as shown by your trestle board, Coaching, Delinquent Dues, Auditing, Enter - tainment, Masonic Homes, Refreshment, Sick, Recep - tion, Endowment Fund, Editorial, Masonic History, Research and Sojourners. As our Candidate’s interest is kindled in the work - ings of the lodge, and as he gains knowledge of the institution, he, like his Coach, may find a worthwhile place in the ranks of Masonry. GLOSSARY OF FIRST DEGREE TERMS Fizet Degree Altar. Symbol of worship; of faith; of the Sanctum Sanctorum, or Holy of Holies of King Solomon’s Temple. The focus of Masonic life in lodge, its sup - port of the Great Lights is itself a symbol that faith supports life. Apron. Symbol of honorable labor. The material of the Masonic apron—lambskin—is a symbol of Inno - cence, as the lamb has always been. The use of the apron is extremely old, not, as with the operative Masons, as a protector of clothing and body against tools and stone, but as a badge of honor. It was so used by the priests of Israel, by candidates for the mysteries of Mithras in Persia, by the ancient Japanese in religious worship. Ethiopia knew aprons as did Egypt. In all times and climes, it has been a badge of distinction. It is as such that a Mason wears it. The apron is said to be more ancient and more honorable than certain orders and decorations. The Order of the Golden Fleece was founded by Philip, Duke of Burgundy, in 1429. The Roman Eagle was Rome’s symbol and ensign of power and might a hundred years before Christ. The Order of the Star was created by John II of France in the middle of the Fourteenth Century. The Order of the Garter was founded by Edward III of England in 1349 for himself and twenty-five Knights of the Garter. Architecture. Symbol of the foundation of Free - masonry which is a speculative science derived from [15 1 [14 1 — -- a - — A"},{"pageNumber":14,"pageContent":"7F an operative arm. Operative Freemasons were princi - pally concerned in the erection of edifices for public use; cathedrals, churches, monastenes, castles for the feudal lords, etc. Inasmuch as all these structures required a deep knowledge of many arts, architec - ture survives in Speculative Masonry as a symbol for the need of knowledge and skill in all important undertakings. The whole internal structure of Freemasonry’s ritual is permeated with and built around matters of architecture and oE building, not used for their ong - inal purposes, but for “the more noble and glorious purpose” of setting forth some principle of life, some philosophy, some aspect of character making. Buildings are the “documents in stone” of men, civilizations, even races, which have long perished from the earth. Freemasonry’s use of architecture as a foundation symbol also has reference to a need for a study of history to round out the liberal educa - lion otherwise taught in the Fellowcraft Degree. Ashkrr. Rough ash lar, a stone from the quarry before squaring, a symbol of untutored man. Perfect ashlar, a sione squared and smooth, symbol of en - lightened manhood. Perfection is here attained by a process of jaking away; no stroke of gavel or chisel can add anything to a rough ashlar; it may only remove. Perfection, then, is already within. In the Great Light we read: “The kingdom of heaven is within you.” All that is required is to re - move the roughness, the excrescences, “divesting our hearts and consciences of the vices and super - fluities of life” to show forth the perfect man and Mason and to find the kingdom within. [16 1 L__ Bible. Symbol of the Volume of the Sacred Law. In English speaking countries, it Is universally one of the three Great Lights of Masonry. In lands pre - dominately Christian it is the volume oi the Sacred Law, as is its Old Testament to Jews. In other lands, the holy book of the common faith becomes the Great Light upon the Altar. In Lodges in the Far East, under the jurisdiction of England, Ireland, Scotland, several holy books will be upon the Altar that the initiate may find and use the one of his own faith. The Volume of the Sacred Law is a silent symbol of a Freemason’s faith in a Great Architect of the Universe. Cable Tow. A cable—a very strong rope—and tow, to pull a great weight or mass. The length of a cable tow differs for various brethren. It Is almost universal - ly now considered to be the “scope of a brother’s ability.” Chalk, Charcoal and Clay. The first two words mean what they say: clay is here used in the widest sense to mean all earth. “Drawing the lodge” was a custom which ante - dated the modern Masonic chart containing the sym - bols. Early symbols were drawn on the floor, even if it was but earth or clay, with chalk, or charcoal, and erased alter the lodge meeting was over. Circumambulation. Walking around a central point. In Masonic usage it Is always clockwise; from East to West by way of the South. To early sav - ages, God was the sun. The sun travelled from East to West by way of the South. Hence, early man cir - cled his stone altar on which was his Imitation of [17 1 A"},{"pageNumber":15,"pageContent":"r the sun—fire—from Ea~t to West by way of the South, In humble imitation of the God in the sky. Colors. In symbolic Masonry they are white, black and blue. White in all ages and among all peoples has always stood for purity, innocence, sinlessness; black in the same places and times has been the color of death and sorrow. No symbolism beyond what has been universal is to be found in the Mason - ic use of black and white. One theory as to blue, mentioned so often in the Bible, and being the color of the “blue vault of heaven,” is that “the starry-decked canopy” was Qdopted Masonically as an emblem of universality and limitlessness. Another is that blue was adopted by the first Grand Lodge (after having first adopted white) as the especial color for its principal officers. Some believe that blue, the color of the ribbon in the Most Noble Order of the Garter, was adopted by early Masons in order to add to Freemasonry some of the dignity which surrounded that decoration (and which Is referred to in the familiar Apron Charge) “more honorable than the Star or Garter.” Whatever the reason for the adoption of the color, its use is now universal and “Blue Lodge” and “Blue Lodge Masonry” are terms understood throughout the civilized world. Compass. Symbol of restraint; of the principle ten - ets of the Order; of skill and knowledge, since without their use a square cannot be erected and without a square a temple cannot be built. “Square and compass” are universally the symbol of a Master Mason; of Freemasonry. A thousand de - [18 1 ‘V .II~. ii N~E .7 voted symbolists have read as many meanings into both these tools of a Mason. Both symbols are much older than Freemasonry; Chinese manuscripts give them a Masonic significance (although there was no Freemasonry in that country) two thousand years ago. No symbols in Freemasonry offer so many pos - sible interpretations. But many symbols may be dif - ferent things to different men; each interprels what he can from a symbolism so deep as to be almost embracing. In modern Masonic rituals, the compass is “dedi - cated to the Craft” and is emblematic of restraint. Years ago the philosopher Burke said “men of intem - perate passions cannot be free; passions forge their fetters.” It is passions in the larger sense; intemper - ance, e,rcess temper, unjust judgment, intolerance, selfishness, that the spiritual compass circumscribes. Cornerstone. Symbol of beginning; symbol of sac - rifice. Cornerstones are laid in the Northeast corner point, midway between the darkness of the North and the brilliance of the East and were chosen by an - cient builders as the point of beginning, a commence - ment of a new structure. Halfway between, then, is a symbol of a beginning—the traveler has left the darkness and moved towards the light. Those who build have left the “darkness” in which is no build - ing, and progressed far enough towards “light” to lay a foundation stone. Freemasons lay cornerstones and in the hollowed center put mementoes of the day, the remains of the ancient superstition that without a sacrifice the build - ing would collapse. [19 1 a- - — — - --~-- —"},{"pageNumber":16,"pageContent":"r Covering the Lodge.~ When our ancient brethren “met on high hills or in low vales,” the “clouded canopy or starry-decked heavens” was their only covering. If the lodge is considered as a symbol of the world, then the “slar-decked heaven” is the only possible “covering of the lodge.” In general, it is a symbol of the universality of Freemasonry; its inde - terminate extent; its coexistence with the spread of humanity. Discalceation, Rite of. “Plucking the shoe” was the ancient Israelitish custom “for to confirm all things” as the Book of Ruth has It. It is possible that man took off his shoe when “redeeming or chang - ing” or making any kind of a contract, as a testimony that he would not run away from his obligation; a shoeless man cannot run fast or far on stony ground. Due Guard- A symbol ol obligation; a reminder by him who uses it to all who see him do so that he remembers his promise. East. Symbol of light and knowledge. The symbol - ism must originally have come from the risings of the sun In the East, putting to flight the darkness. Ma - sonically, the East is the seat of the Master of a lodge, the Grand Master of a Grand Lodge, from whom, at least in theory, proceeds all Masonic Knowledge. Brethren “approach the East in search of light.” This is Masonic language for approachIng the source in search of knowledge. Entered Apprentice Degree. A symbol of youth. The word apprentice comes through the French pren - [ 20 ] -I 7 der from the Latin praehendere, to take, to hold, to seize. An apprentice is one “taken to learn.” Originally an Apprentice was not a part of the Masonic Craft, even after being entered on the books of the lodge; not until he had passed his apprentice - ship and been accepted as a Fellow was he a Crafts - man. This gradually gave way to the modern idea and after 1717, Apprentices were initiated into lodges. Gczuge, Twenty-four Inch. Symbol of time aii wealth. (See Scythe, symbol of the shortness of hu - man time.) The twenty-four Inch gauge Impresses with the importance of allotment of time for various activities. Time is the substance of life. Wisely used, care - fully budgeted, it goes far and does much. Care - lessly used, wasted, allowed to slip away, it becomes an expression of a useless and wasted life. Eaclesi - astes 111:1-8, most Interestingly describes some of the human usages of time. Guvel. Symbol of means of perfecting; as the gavel, brecrking off “the corners of rough stones” gradually makes the rough ashlar Into a perfect ash - lar, so the symbolic use of the gavel divests the char - acter of “the vices and superfluities” of life. The stone-mason’s gavel has a short handle and a head which is hammer-like on one end and chisel sharp on the other. This form Is the correct Masonic “common gavel.” The round-head gavel with a turned handle, used by the presiding officer of all organizations, Is not symbolic, although this form Is commonly used In Masonic lodges. The “com - mon gavel” In a set of “working tools” presented [ 21] — a - - — _______"},{"pageNumber":17,"pageContent":"1 for the inspection of initiates is usually, and always should be, of the proper stone-mason form. The round-head gavel could not “break off the corners of rough stones.” Great Architect or Great Artificer of the Universe. Under these titles,~ Freemasonry refers to Deity. A fundamental of Freemasonry is its nonsectaricrF char - acter; any man of any religion may offer his devo - tions to the Deity he reveres, no matter what name he may use in his mind, under the Masonic title. Great Architect of the Universe (or any of its varia - tions) is a symbol of Deity as named and worshipped in all religions. Great Lights. The Three (See Bible, Square, Com - pass.) Taken together, a symbol of Freemasonry; of Masonic life, since no lodge may open or work with - out them upon the Altar. In the public eye, the square and compass is universally a symbol of the fraternity, so well recognized that their use is strictly controlled by civil law to the purposes of the fra - ternity. Highest Hills and Lowest Vales. Symbols of the need of secrecy. Ancient meeting places not only of lodges but of religious observances, both in the high and low places, were believed to be sacred. An early eighteenth century Masonic Lecture states: “the lodge stands upon holy ground or the highest hill or lowest vale or in the Vale of Jehosephat or any other secret place,” which seems to mark the transition period between these places as holy and as secret. [ 22 Hoodwink. Symbol of secrecy. Many initiations begin with the temporary blindfolding of the Can - didate. This is not to make certain that he sees nothing which is secret, for there is nothing secret In a lodge room. The builders who made it saw it; the decorators, painters, upholsterers who furnish It know what it looks like. 13 ~II TI Blindfolding a candidate in any rite is not for practical but for spiritual reasons. The temporary blinding is a symbol of present darkness, which will be displaced by light when and fE the Initiate succeeds in penetrating the mysteries before him. Jacob’s Ladder. Symbol of hope, faith and charity in most rituals. The Revised Edition of the Bible reads “love” in place of “charity” which makes the Ma - sonic ritual of Jacob’s Ladder more understandable. That “charity” extends beyond the grave through the boundless realms of eternity” seems an overstate - ment, if charity Is thought of in terms of putting a ten-cent piece in a blind beggar’s cup. But iE it Is “love” which extends through eternity, the concep - tion is at once beautiful and Masonic, since brotherly love is one ol the great teachings of Freemasonry. The use of a ladder or steps as a symbol of a climb towards perfection In another and better land is older than the Bible and its adoption In the American Ma - sonic system has the respectability of a venerable antiquity as a symbol. Just and Upright. A phrase used to denominate an Entered Apprentice as he stands In his lodge. “Just” here means “complete, perfect” as a lodge Is [ 23 — ~ 4"},{"pageNumber":18,"pageContent":"“just” when it has 0 the required number of brethren present to open and work. “Upright” refers to char - acter rather than posture although the cringing bent head of the slave before the Master Is apparently the inspiration for applying a contrary definition to a Mason. Light. (See Circumambulation, East, Cornerstone.) Universally as well as Masonically a symbol of knowledge, both temporal and spIritual. The oppo - site is true; darkness is universally as well as Ma - sonically a symbol of Ignorance. Masonically It Is the “North” which is a “place of darkness,” a small echo of a day when early man observed that in the northern hemisphere—which is that of the oldest races of mankind and of civilization—the sun never travelled into the northern part of the sky—it always seemed to move from East to West by way of the South. North. (See Cornerstone; LIght.) Symbol of dark - ness, therefore of Ignorance. Oblong. Symbol of the “form of a lodge” which In turn is a symbol of the known world of the an - cients—SpaIn in the West, Asia Minor In the East, lines East and West a few miles North and South of the Mediterranean. Ornaments of a Lodge. Mosaic pavement, In- dented tessel and blazing star are ritualistically sym - bolic of the floor of King Solomon’s Temple, the bor - der surroundIng It, and DIvine Providence. One of the early symbols of Masonry not only In England, but in France and Germany. ( 24 ] u~I I 71 Perfect Youth. Doctrine of the. Originally a prac - tical matter; Masons were not allowed to take maimed youths as Apprentices, because stone work required strength to be translated Into skill, Ander - son’s Constitutions, the first printed book of Free - masonry (1723), states the law: “No Master should take an Apprentice, unless he had sufficient employment for him, and unless he be a perfect Youth, having no maim or defect In his body that may render him uncapable of learning the Art, of serving his Master’s Lord, and of being made a Brother and a Fellow-Craft in due time.” As Masonry passed from the operative to the speculative, this provision acquired a symbolic meaning, that as the human body is a symbol of a temple, only a perfect one should, Masonically, be offered to Deity. In modern days the ancient “doc - time of the perfect youth” Is slowly giving way; many Grand Lodges now make provision, In one way or another, for the reception of a petition and the making of a Mason of a man with certain physi - cal lacks, provided he substantially conforms. Point Within a Circle. Ritualistically, a symbol of control of conduct; a standard of right living. The symbol has an extreme antiquity. Early Egyptian monuments are carved with the Alpha and Omega or symbol of God In the center of a circle emboidered by two upright parallel perpendicular serpents, rep - resenting the power and wisdom of the Creator. The symbol apparently came into Masonry from an op - erative practice, known to but a few Master work - [ 25 J"},{"pageNumber":19,"pageContent":"men on cathedrals cnd great buildings. Any school boy knows It now; put a dot on a circle anywhere~ draw a straight line across the circle through its center; connect the dot with the points at which the line through the center cuts the circle; the result Is a perfect square. This was the Operative Master’s great secret— knowing how to “try the square.” It was by this that he tested the workIng tools of the Fellows of the Craft; did he do so often enough, it was Impos - sible either for their tools or their work “to materially err. Preparation of Candidate. Symbol of equality; of Freemasonry’s declaration that it is the internal, not the eKtemal qualifications of a man which govern character. P~ suggestive and ancient parallel Is found in a Talmudic treatise containing Instructions as to worship by the Jews who, when visiting a tem - ple, do so under the following rules: “No man shall go Into the temple with his staff, nor with his shoes on hIs feet, nor with his outer garment, nor with money tied up in his purse.” Sta. John, the Holy. Symbols of Masonry’s venera - tion of lofty character. Less well developed is the symbolism which makes Freemasonry loIn In all rites, all religIons, of all ages In the veneration and reverence I or, as well as the celebration of, midwinter and midsummer. Midwinter celebrates the day when the sun again turns northward; midsummer, the gold - en day of harvest. St. John Days—June 24, St. John the Baptist, and December 27, St John the Evangelist are but approzlmcitions of the midsummer and mid- C 261 -J 1~ Lr- . winter solstices, usually June and December 21. St. John the Baptist was first in Masonic adoption, St. John the Evangelist coming into the fraternity much later; in 1717, the Grand Lodge of England (Mother Grand Lodge) was formed on St. John the Baptist’s Day. Square. (See Great Lights.) Symbol of the Mas - ter; of rectitude of life and conduct; of morality, truth - fulness, honesty. So universal is the knowledge of its meaning that the word has percolated into all strata of society. The “square man” is the honest man. To “act on the square” is to act honestly. Three Great Pillars. Wisdom, Strength and Beauty are themeslves symbols of creation, since without them nothing of worth comes into existence. “Wis - dom to contrive and strength to support” is obviously as true of the universe as it is of a temple. “Beauty to adorn” is often misunderstood, because of a too limited thought of the lundamentals of beauty. In any final analysis, what is beautiful becomes so in men’s thoughts because of its fitness for its purpose. it is in this sense that “beauty to adorn” is used Ma - sonical ty. Tiler. Symbol of secrecy; proteci ion from intrusion. The word comes from “tile,” the ceramic product used to cover a roof and make it wind, rain and light proof. The tiles cover a house or temple. He who places them is a tiler. The Tiler of a lodge “covers” the lodge against intrusion. Especially does he guard against the “eavesdropper” and the “cowan.” The eavesdropper climbs up the outside of a buildmg and listens to what goes on within through the open - ing between walls and roof—the “eaves” left for yen - F 27 I"},{"pageNumber":20,"pageContent":"tilation. The “cowan” (a Scotch term) is an unin - structeci Mason; a Mason who builds walls without mortar or cement; an unskilled workman. The “cow - an” may be only the Entered Apprentice or Fellow- craft who, innocently but ignorantly, attempts to enter a lodge of Master Masons. Trestle-board. Symbol of moral law. As one of the “movable jewels” of a lodge It is considered with the rough and perfect ashlars. The trestle-board is that on which the Master draws his designs, from which the perfect ashlar is made from the rough, and later, built into walls to construct the temple. By analogy, the trestle-board of the Speculative Mason is that on which he draws the de - signs for his character and spiritual growth; in other words, lays down his moral law. (28J uI~. II DEGREE OF FELLOWCRAFT F 29 J — ‘~---~ ~- A"},{"pageNumber":21,"pageContent":"WHAT IS A FELLOWCRAFT? This is a term peculiar to Masonry, although at one time it referred to one who was a member of a craft or guild as, for example, a carpenter, sculp - tor, painter, or even a barber. A “fellow” meant one who held full membership In such a craft and was, therefore, a fellow of the craft. We now hear of a “journeyman” as one who has completed his appren - ticeship in many crafts. Only in Freemasonry does the term “Fellowcraft” remain to link us to antiquity. The Operative Apprentice became a Fellowcraft after several years of study and work with the ma- son to whom he had been indentured. At the end of his apprenticeship, he was examined In Lodge ~II before the Craft. If his record was good, and if he could make the necessary proficiency in the lessons ~ of his apprenticeship, with no objection standmg In ~ the way of advancement, he became a Fellow of the Craft. As there was no differentiation among the Craft, he was also a Master Mason and entitled to teach others, having mastered the secrets of the The division of the craft Into three grades Instead ~ of two came Into being with the advent of specu - lative Masonry. Thus, the Fellowcraft Degree became the second ol three and the degree of Master Mason was added to the ritual of the lodge system. The distinctive lessons of the Second Degree make It more than a mere step to the attainment of the ~ degree of Master Mason. C 31 I _ 7’"},{"pageNumber":22,"pageContent":"From the Holy Writings we learn— “And Solomon defermined to build a house for the name of the Lord, and a house for His king - dom. And Solomon told out three-score and ten thou - sand men to bear burdens, and four-score thou - sand to hew in the mountains.. Here were the ancient Fellowcrafts of Masonic tra - dition, building, as they have ever since, edifices of beauty for the eye to behold bul even more impor - tantly transmitting through the succession of ages from the instructive tongue to the attentive ear the most excellent tenels of our Institution. The rights of a Fellowcraft Mason are identical to those of the Entered Apprentice, with the further privilege of sitting in his own lodge when opened on either the First or Second Degree, and of visiting with a Master Mason of his own lodge, another lodge working on the same degrees. [ 32 1 MASONIC CHARITY u~m m~. I - We are reminded In this degree that “And though I bestow all my goods to feed the p~r... and have not charity, Its profiteth me nothing.” Charity has nothing In particular to do with the rich. Any person, however poor he may be, who has charity In his heart is blessed, for he practices it In various litile ways in spite of his slender means. The members of California lodges are not rich. Yet their works of charity stand for all to see. Even as, in 1850, the Masons of Sacramento cared for the sick and destitute during an epidemic, Individual Masons are expected to extend their love to and help all mankind. As a lasting evidence of our concern for our own Brethren, two Masonic homes have been established. One, caring for our aged, their wives and widows, Is situated at Union City (Decoto) In Alameda County. Here, as our guests, reside approximately four hun - dred fine men and women, living their sunset years In dignity and comfort. The Home is complete In every way, even to the Inclusion of a Masonic Tem - ple. A modern hospital facility, with a hundred and thirty-bed capacity, is an addition costing over one and one-half million dollars. Recreational facilities, hobby shop, and short guided tours are used as a means of maintaining the interest of each guest in the _______ good things of life. Future plans include the gradual replacement of outmoded buildings. _______ At Covina, in Los Angeles County, the Masonic ‘—I - [ 33 ]"},{"pageNumber":23,"pageContent":"Home for Children houses half o hundred children, Masonically related, who have lost, by death or otherwise, the guidance of father, mother or both. Ati ending the fine public schools of Covina, these children and young men and women have dis - tinguished themselves and the Masons of Cali - fornia as leaders in school, church and youth group activities. How are these Homes supported? With current operating expenses exceeding $3,250,000, arid with the constant need for capital improvement and replacement, there must, of course, be an assured source of funds. Let us use the year 1975 as an exam - ple. Contribution of $25.00 is required of each initiate and of each Mason affiliating from an out-of-state lodge. This produced $117,488.00. Each Mason in - cludes in his dues a one dollar annual contribution to the Homes, producing $217,117.00. Income from trusts and securities held approximated $145,000.00. The greatest support, amounting to $ l,596,566~,00,came from income produced by the Masonic Homes En - dowment Fund. The duty of a Mason to relieve the distressed is further exemplified in our program of aid for so - burners from outside the state. Lodges have volun - tarily banded together in Boards of Relief to assist these brethren, their widows and orphans. Some idea of the Immensity of this task is apparent in the annual report of the Grand Lodge Board of Con - trol, which supervises this phase of our benevolence. ( 34 Truly, for the Candidate who asks “What purpose does Masonry serve?”, we have here the answer. To care for our own, to aid the distressed, to teach that charity extends beyond the grave, shows the great purpose of our association, one with another. u.~m I~m m 7 ’ F 35 ] I - — ~ -- It"},{"pageNumber":24,"pageContent":"THE MASONIC DISTRICT The Candidate may now be receiving a trestle board or lodge bulletin which shows the lodge to be part of a Masonic District. The name of the In - spector of the District may also appear. This ex - planation will help to clarify this grouping of lodges Into districts arid the position of the Inspector in the District. The Grand Master’s duties require him “To exer - cise a general and careful supervision over the Craft and see that the Constitutions and Regulations of the Grand Lodqe are strictly maintained, supported and obeyed” (CMC 1056). Obviously, the problems of ad - ministering almost 670 lodges, in addition to his cere - monial and visitational duties, would become un - bearable and the Grand Lodge has (CMC 1120) re - quired him to divide the jurisdiction into Districts and to appoint for each District an Inspector. The Inspec - tor is the direct representative of the Grand Master within his District and is received, when making his required annual official visit, with the same honors accorded the Grand Master. Among the duties of the Inspector may be listed the following: 1. To hold schools of Instruction in his District and instruct the officers of the lodges in the rituaL 2. To require any Master in his District to convene his lodge f or inspection. 3. To form an Officers’ Association for the purpose of Instruction in the government of the lodge, the proper administration of lodge affairs, and br such other matters as may be f or the welfare of the Craft. C 36 u~m u~. I It is the duty of all officers, and the right of all lodge members, to attend these meetings. 4. To appoint, for each lodge, an Officers’ Coach to assist In the teaching of the ritual. 5. To issue certificates of proficiency in the ritual and the Constitutions and Regtilations of Grand Lodge to the officers requiring them when they are qualified. 6. To examine the books and records of the lodge to determine if the law is being conformed to and to report any violations. From this, it can be seen that the Inspector has both responsibility and authority as the representa - tive of the Grand Master and the Grand Lecturer. In his leadership of your District, he has much more to offer in service to the lodges. Picture, if you will, almost 670 lodges d[vided into Districts. The largest extends from Inyo No. 221 at Independence to Alto No. 333 at Bridgeport, a dis - tance of approxImately 200 miles. Other lodges in the northern and eastern sections of the State are also miles apart. For these lodges, the District is the tie which links them in common endeavor, and the Inspector is the spark which ignites their enthusi - asm. Al the other extreme, In our larger cities, the District may consist of four lodges which occupy the same Temple, but on different nights. Here, too, the District keeps provincialism out and permits the ac - cess of brotherly feeling between our lodges. Programs of common Interest and common respon - sibility are met by the District as a whole. In Public ( 37 J a . an — II"},{"pageNumber":25,"pageContent":"r Schools Week, Constitution Observance, VisItation~ to the Homes, Masonic Service Bureaus, and other activities, the District is the core of the dynamo, and in such affairs as barbecues, joint dinners and dances, the families of our members feel the touch of Masonry in their lives. Our District is composed as follows: Lodge No. Lodge No. Lodge No. Lodge No. located l~cated located located Perhaps you can take your candidate to visit a Sec - ond Degree. If so, make it a lodge in your own Dis - trict. They will welcome you, as well as the Candi - date. [ 38 U 3 :3 a IF -ET1 w508 370 m548 370 lSBT THE TWO PILLARS Probably no item of the furniture of a lodge is more easily traced to King Solomon’s Temple than the two pillars. While it must be admitted that license was taken with the description in several essentials, no doubt exists of their actual existence, for no less than four accounts appear in the Bible, and Josephus, in his Antiquities, authoritatively veri - fies their existence. I Kings 7:21, II Kings 25:13 and Jeremiah 52:20 say that they were set up “in the porch of the Temple” or “in the Temple.” II Chroni - cles 3:15,17 says the pillars were erected “before the house.” In the same passage from Second Chronicles we read— “Also he made before the house two pillars of thirty and five cubits high and the chapi - ter that was on the top of each was five cubits.” Other accounts (1 Kings 7:15, Jer. 52:21, Il Kings 25:17) place their height at 18 cubits. _______ Since a cubit is considered the equivalent of 18 inches, the variance would extend from 27 feet to over 50 feet. Too, the references to the chapiters vary in their description and seem to indicate that the pomels or globes were, in fact, a part of the chapi - j ters. 1 Kings, 7:17-21 describes the net of checker work and wreaths of chain work for the chapiters, and the rows of pomegranates upon the chapiters “over against the belly” and the liLy work upon the top of the pillars. Another passage (II Chron. 4:12-13) de - E 39"},{"pageNumber":26,"pageContent":"scribes the wreaths and pomegranates covering “the two pommels of the chapiters which were on top of the pillars.” The names of the pillars are, however, not a matter of doubt, all authorities agreeing on the names and their meanings. Whatever symbolism is interpreted for other aspects of their form, no doubt exists of the meaning of their names, for, combined, they give the meaning “In strength will God establish.” These two brazen pillars, therefore, with their globes should remind us of the reverence due the Deity and His works, and of the knowledge of the ancient geometriclans, astronomers and geograph - ers, and that of the arts and sciences “by which ~nanlcind has been so much benefited.” E 40 CORN, WINE AND OIL One of the early references to these material bless - ings of mankind is found in that passage from the Old Testament recited by the Grund Chaplain In the cere - mony of constitution of newly chartered lodges. “And thou shall take the anointing oil and anoint the tabernacle and all that Is therein and shall hal - low it and all the vessels thereof; and it shall be holy. I will give you the rain of your land in his due sea - son, the first rain and the latter rain, that thou mayest gather in thy corn and thy wine and thy oil. The first fruit, also, of thy corn, of thy wine and of thine oil, and the first of the fleece of thy sheep, shall thou give him.” As the newly chartered lodge is anointed with an offering of corn, wine and oil, so, too, do we make an offering when laying the cornerstones of new Lodge Halls, schools, civic buildings, and churches. At cor - nerstone ceremonies, the Grand Master explains: “In ancient times the laying of a cornerstone of a great edifice was the occasion of a sacrificial rite. To the primitive mind, It appeared as an undertaking which would provoke the jealousy of the Deity unless a blood sacrifice were olfered. Archaeology has un - covered mute evidence of this practice. “However, the advance of civilization, man’s changing concept of the Deity, from a jealous and vengeful God to a God of love and mercy, has changed the ceremony to one of joy and thanksgiv - ing. The Fraternity of Free and Accepted Masons, looking ever to the goodness and compassion of the I 41] r L."},{"pageNumber":27,"pageContent":"MASONRY AND THE PUBLIC SCHOOL Great Architect of the Universe, lays cornerstones with an offering of Corn, Wine and Oil.” In these ceremonies, we learn that the fruits of our labor are to be used for the most beneficent purposes, that a portion is to be set aside for the service of God and the distressed and that we then will have truly earned the Corn of Nourishment, the Wine of Re - freshment and the Oil of Joy. [ 42 1 In the second degree we are admonished that by Operative Masonry “we allude to a proper applica - tion of the useful rules of architecture” ... and that “a fund of science and industry is implanted in man for the best, most salutary and most beneficent purposes.” Studying the globes, we are inspired with a due reverence for the Deity and His works and are induced to encourage the studies of astronomy, geog - raphy, navigation and the arts dependent upon them, by which society has been so benefited. We are taught of the seven liberal arts and sciences, Gram - mar, Bhetoric, Logic, Arithmetic, Geometry, Music and Astronomy. Indeed, this degree has been called the degree of the mind, since it opens to the Candidate vistas of learning and the relationship of learning to living. Therefore, the quest for knowledge so deeply rooted in our teachings is Ioined with our concern for man - kind in the furtherance of the Public School as the best instrument yet devised for the spreading of knowledge among all our citizens. The facets of free public education here mentioned in no way limit the reasons for our strong support of, and attachment to, the Public School. Life challenges us to create a better world for our children. We be - lieve that the Public School, soundly based and prop - erly administered, meets the challenge. I. Opportunity. The United States has, for almost two centuries, been known as the land of opportu - nity: opportunity to be free, opportunity to own prop - erty, opportunity to worship God in our own way, opportunity to engage in a business or profession of i: 43 K"},{"pageNumber":28,"pageContent":"r our own choice. Perhaps, alter freedom, the first opportunity offered the new settler was the owner - ship of land, but the next opportunity was for public schooling. Not church schooling, not private school - ing for the few, but public schooling for all. A survey of our Presidents from the beginning of our country demonstrates the fact of Public School education as a foundation for greatness—an opportunity open for all who will use it II. Human Growth. Masonry believes fervently In the human values of mankind. We have already learned that Masonry unites men of every sect and opinion. So, too, does the Public School. No question Is asked by teacher as to religtous preference of the child. No attempt is made to mould young minds Into a single pattern of thought. Studies of science, litera - ture and history are not based upon prejudices of race or color. We need only to look overseas to lands torn by dissension and strife to realize the great work of the Public School In promoting an increasing awareness of the potential in each child. In truth and In fact, as we prepare our children for the complica - tions of life In the future, we know that there will be no place for the uneducated. Ill. Civic Responsibility. As a democratic repub - lic, our ultimate fate rests with the people. Our assessment of the worth of candidates, our judgment of the merits of a proposition on the ballot, determines the direction in which our country, state, county or city will go. Powers are granted to the government by the people, not to the people by the government. Selfish men, with selfish interests, abound in every country on the earth. They inhabil every party. They E 44 J mhI~m m I - occupy many offices. Against them, we command greater force, for we are an educated people and through education we have developed generations of able men dedicated to the proposition that, In Lin - coin’s Immortal words, “this Government of the peo - ple, by the people and for the people shall not perish from the earth.” We take some pride, as individuals, in our civic activities. We work with boys on Scouting, Y.M.C.A., or church work. We sit on city councils, hospital boards. We belong to civic and service clubs. Over forty years ago, the then Grand Master, Charles Albert Adams, found the schools of Califor - nia sadly neglected and facing a precarious future. Accepting the challenge, he rallied Masonic thought and individual action, resulting In a reversal of the forces operating against the schools. Since that time the Public School has become the prime concern o~ Masons. We annually observe Public Schools Week, cooperating with the school authorities in increasing Interest in and support of our schools. Lodges remain dark except for required stated meetings during this week. During the balance of the year, Masons are at work on school committees, as school board mem - bers, as trustees, in parent organizations for schools. Here, In the last locally controlled area of civic life, the charge of the Second Degree, which emphasizes the importance of the arts and sciences, may find fruit in the devoted service of the Candidate whom you are coaching. C 45 ] U"},{"pageNumber":29,"pageContent":"GLOSSARY OF TEEMS SECOND DEGREE Five Senses. They are symbols of the importance of knowledge, since it is only by the five senses that we obtain knowledge. A man born deaf, dumb, blinds without feeling or sense of smell, could know nothing, be taught nothing, learn nothing. With five senses, man learns all that he knows, even those branches of knowledge which spring from the mind alone (mathematics, language, music). From the mind, first reached by the senses, come all those intangibles which differentiate man from the rest of creation; love, charity, philosophy, kindness, philanthropy, etc. Globes. These tops of the two pillars are symbols of universality. The globes, or pommels, are a mod - ernism; except a few learned men, our ancient fore- bearers did not conceive of the earth as a sphere. The “world celestial and the world terrestrial” on the brazen pillars were added by modern ritual makers. Solomon knew them not, but contemporaries of Sol - omon believed the heavens to be a sphere revolving around the earth. To them the earth stood still, the heavens a hollow sphere with its inner surface dot - ted with stars revolving about the earth. The slowly turnln~ “celestial sphere” is as old as mankind’s observations of the “starry-decked heavens”. LeveL Symbol of equality. Few symbols are less understood. “Equality” does not mean that of wealth or poverty, social distinction, civic responsibility or service to mankind. It refers to manhood, and to the internal, not the external qualifications of a human [ 46 being. The equality of brethren In a lodge Is that of the dignity and worth of the human soul, without regard to any man-made distinctions. Masonic equal - ity recognizes that one man has greater potentialities of service, of life, or reward than another, but denies that any man may not aspire to any height, no matter how great. Hence, the idea of the equality of manhood, of labor and of opportunity, which in modern Freema - sonry is symbolized by the level. Lily-work. Symbol of peace to Egyptians and Jews during the captivity, just as palms are symbols oi peace to Christians. The Egyptian water-lily or lotus (different from our water-my) is the motif of the “lily-work” on the chapiters of the pillars in the porch oi Solomon’s Temple. Network. Symbol of unity; strength by multipli - cation of parts, as in the faggot that man cannot break although he can break the sticks; as In the “three - fold cord not easily broken.” A very common design in ancient and Middle Ages architecture. Strength through unity has always been a prized belief of Freemasons; it is this which the “network” on the pillars symbolizes. Plumb, Plumbline. Symbol of uprightness of life. It is especially the symbol of the Junior Warden. One of the oldest symbols; found often in the Old Testa - ment. Here the thought is that a plumbline means that they will be judged by their own sense of right and wrong, and not by the standards of an outsider. Masons are to judge their brethren by their brethren’s i: 47"},{"pageNumber":30,"pageContent":"plurnbllnes, not their own plumblines. A brother’s political opinions are his right and he should be judged by his adherence to what he believes is polit - ically right even If to others his standards are wrong. Thought of In this way, the plumb becomes not only a symbol of an upright life, but of the conscience, the Inner monitor, by which a brother lives. Seven Liberal Arts and Sdences. Symbols of edu - cation, learning, knowledge. References are made to these in practically all of the early manuscript Con - stitutions; even the Regius, oldest of all, speaks of them. Educators of the Middle Ages divided their curricu - lum into seven branches, in two groups, one of three and one of four, called respectively the trivium and the quadrivium: the former comprised grammar, rhetoric, and logic; the latter, arithmetic, geometry music, and astronomy. It Is this arrangement Ok studies that remains in the degree to symbolize an effective schooling. Wages. Corn, wine and oil symbolize the wealth of life In mental and spiritual, not financial realms. In the Old Testament, these three were physical wealth; in Freemasonry, corn represents plenty, referring to opportunity, friends, work; oil represents joy, happiness, gladness; wine health, spirituality, peace. Together, corn, wine and oil represent the rewards of a good life. They are also the elements of consecration used in Masonic cornerstone layings and In the constitution and the dedication of Masonic halls. r 48 m DEGREE OF MASTER MASON I - [49] L ."},{"pageNumber":31,"pageContent":"MASONIC ETIQUETTE AND CONDUCT ~ The Charge of the Third Degree places much em - phasis on the conduct of a Master Mason. It seems to assume that the newly made Master Mason is fully aware of the pitfalls into which he may stumble, for, It says he is authorized to correct the irregulari - ties of his less Informed brethren. Much, however, remains to be gained by the new —~j.— Master Mason in knowledge and appreciation of the practical aspects of our conduct, both in the lodge and afield, among strange or mixed company. ~ Additional articles will touch upon such matters as visitation, what a Mason may tell a non-Mason, what may be told a prospective Candiaate, and other important topics, but the first requisite must be one’s own conduct in lodge. ~II~ It might be well to remark here that one of the charges to which the Master himself must assent before his installation enjoins him to be cautious in carriage and behavior, courteous to his brethren and faithful to his lodge. This, then, is equally ex - pected of each member—that the spirit of brotherly love and affection, by which we are bound together, ~ will be exemplified in our conduct at all times. The Master alone has been clothed with the respon - ~ sibility of his office. It is, therefore, not only a matter of courtesy to obey his gavel, it is a serious Masonic _______ offense to ignore or disobey It. In our Ancient Charges, approved in 1722, appears the following: II~ “You are not to hold private committees or sepa - rate conversations, without leave from the Master, I51 i i"},{"pageNumber":32,"pageContent":"r nor to talk of anything impertinent or unseemly, nor interrupt the Master or Wardens or any brother speaking to the Master; nor behave yourself ludi - crously or jestingly while the lodge is engaged In what is serious or solemn.” Common courtesy and good taste alike forbid bk - ing or horseplay during the ceremonies. The great lessons of Masonry which are taught by our ritual should never be demeaned by levity or pranks. Like - wise, neither the anteroom nor the lodge room Is a proper location for the telling of off-color stories or practical jokes. The Ancient Charges say that “you are to salute one another In a courteous manner, calling each other Brother; you shall call all Masons your fellows, or your brethren, and no other names.” Just as It Is common courtesy to be accurate in speaking a brother’s name, so it is proper Masonic etiquette to address both officers, members, and visi - tors by their correct Masonic titles and addresses. The proper address for Masters and Past Masters is “Worshipful,” or, in the case of the one presiding, “Worshipful Master.” In addressing other lodge offi - cers, the form Is “Brother Senior Warden,” “Brother Junior Warden,” “Brother Treasurer,” etc. The ad - dress used for a member is “Brother ____________ using his last name. In introducing visitors, the form becomes “Worship - ful John Smith, Master of Lodge, No. ____,of (giving the location of that lodge)” or 1: 52] “Brother , a member of Lodge, No. ,of Here the question arises “what does the member or visitor do on being introduced?” The answer is very simple. He rises to the introduction and remains standing until the brother making the introduction in - dicates that he is to be seated. He does not give the sign. A member or visitor wishing to address the lodge does so always through the Master. That is, he rises, gives the sign while addressing the Master “Wor - shipful Master,” then, keeping his remarks brief and to the point, speaks and sits down. Courtesy, here again, demands a due regard for one’s fellow mem - bers and for the truth of the proverb “Brevity is the soul of wit.” m m 1= I~L [53]"},{"pageNumber":33,"pageContent":"PARLIAMENTARY LAW AND VOTING IN LODGE Parliamentary law governs the conduct of the bus - iness of a Masonic Lodge, except as it may be af - fected by the pecular nature of the Institution, the Masonic Code, or the unusual powers of the Master. Robert’s Rules of Order or some other standard work may be consulted. All business of the lodge must come before it at a stated meeting e~ccept collections [or charity, the con - ferring of degrees, ceremonial observances, electing a representative to Grand Lodge, balloting fo~ trial commissioners or balloting after dispensation from the Grand Master. The time for a stated meeting is fixed by the By - laws and lodge business cannot be transacted earlier than the time fixed. There are also requirements re - lative to Ihe minimum number of members present, the order of business, the minutes, committee reports, payment of bills, requests for demit, etc., written into the California Masonic Code which is our governing law. Business is placed before the lodge in the form of a motion or resolution. While the Master may re- quire any motion to be presented in writing there are specific molions which by law must be put in writing. All questions excepting amendments to by-laws, balloting on applications for membership, applica - tions ~or reinstatement to membership and upon am plications to the Grand Master for dispensations are determined by a majority of members present. The method of voting is viva-voce or by a rising vote un - less prior to the announcement of the vc~te three (54] m N m S U U U N U members request a secret ballot. A ballot is defined cis a secret vote by balls and cubes or slips of paper (CMC 2044). However, for membership it must be by balls and cubes (CMC 2644). Amendments to by-laws require a two-thirds ma - jority, applications for membership a unanimous ballot, applications br reinstatement of one sus - pended for non-payment of dues beyond two years require a two-thirds vote by ballot and an applica - tion to the Grand Master to rebctJlot must be by unan - imous ballot of those present. This brings us to one of the mosi important duties of a Master Mason. By this is meant the wise and judicious use of his privilege to deny membership to any applicant. It has been said that the ballot box is a refuge for cowards. This is not true, although it has undoubtedly been used by those who hide per - sonal prejudice and spite behind the anonymity of the cube. Only if the first knowledge of the identity of an applicant comes from the Master’s announce - ment of his name just prior to the bcillot should a member use the cube. Objection made to the Master, privately, prior to balloting will have the same effect in rejection and the time and patience of fellow members will not be tried by needless balloting and reballoting. An applicant against whom an objection is lodged stands rejected after sixty days if the objection has not been withdrawn. The new Master Mason will find in the operation of his lodge full opportunity for debate of questions. He will also find that the powers vested in the Master are used with discretion for the harmony of the lodge. 1 55] ¶"},{"pageNumber":34,"pageContent":"-.9 THE GRAND LODGE OF CALIFORNIA In~the booklet “Information br Candidates” a sec - lion was devoted to the formation of the Grand Lodge. Some little space was also given to the fact that the Grand Lodge is in reality a legislaitve, judicial and executive body composed largely of the Masters and Wardens, or represenlatives, of the lodges. Actually for voting purposes the Grand Lodge consists of the current Grand Lodge officers, either elected or appointed, each having one vote, the Past Grand Officers (elected officers who have com - pleted their terms) having one vote each, the Past Masters of each lodge having one vote coiJectively, and the Master and Wardens of each lodge or the representative of the lodge having three votes. Thus if the Master, a Warden, or the elected repre - sentative alone attends, he has three votes. If two officers attend the senior has two votes, the junior one. If three attend, each has one vote. This clearly means that the current officers of the lodges have overwhelming control of the voting at Grand Lodge. For examp[e, if a[l Grand Lodge Officers (28), all Past Grand Officers (18), and all Past Masters (667), voted on a question with 667 Lodges voting (200]), the motion would depend on the will of the Lodge Representatives. Here then we can see that Grand Lodge is not a detached body guiding our destinies. It is not a super government fastened on the lodges. It is in tiuth and in [act, the instrument of the wi[l of the Lodges expressed thiough their represenlatives, who m U’ rn :3 :3 have their current responsibility to the lodge as their first concern. As our Candidate hears the report of the Master or of a Warden as to what occurs at Grand Lodge he can think of over two thousand other officers repre - senting their members and deciding what will make Masonry live in days to come. As the legislative and judicial phase of Grand Lodge is accomplished in less than a single week, the powers of Grand Lodge are vested in the newly elected Grand Master between commufficaflons. For the balance of the year he must rule and govern, subject always to the Constitution, Ordinances and Regulations. In this tremendous task he is assisted by the Grand Secretary and his slaff of full time assistants. Many functions can only be carried on by this oflice. It is the office touching each lodge and each member. A complete card record of our membership is main - tained. The accounting of not only the Grand Lodge funds but Homes, Endowment Funds and other spe - cial trust funds is here accomplished. Correspondence with our own lodges and with members is only a part of the Grand Secretary’s task. Our fraternal relations with other Grand Lodges throughout the world and with their members is handled through this office. The offices of the Grand Lodge and the Grand Secretary are located in the California Masonic Memorial Temple erected by the Masons of Califor - r 57 3 [56 ] -I"},{"pageNumber":35,"pageContent":"nia in tribute to those Masons who gave their lives that our country might live in freedom. Visitation by any Mason to this building is an inspiration. Not soon forgotten is its beauty and the feeling of strength to be gained by its mass and from its situation at the top of San Francisco’s Nob Hill. Other executive functions of the Grand Lodge are by law assigned to committees or boards, respon - sible at all times to the Grand Master. A partial list may assist in viewing the scope of their operations. A. Committee on Finance To review the expenditures of all committees, to form a budget for submission to the Grand Lodge and to submit a per capita assessment on the lodges in support of the budget. B. Lodge Financing. To supervise and consent to the formation of Tem - ple building associations, the financing and erection of lodge temple buildings and the investment of lodge funds in such buildings, including the leasing of lodge quarters. C. Public Schools The supervision of Public Schools Week observ - ances. D. Charters The investigation of groups of Masons desirous of forming new lodges to enable the Grand Master to grant dispensatlons, and the investigation of lodges under dispensation to the end of their becoming char - tered lodges. [ 58 1 E. On Grievances To review all Masonic trial records and recom - mend proper action to the Grand Lodge, and to re - view in like manner all petitions for restoration. F. On By-Laws To pass on the correctness of all changes in those portions of the Uniform By-Laws of Lodges relating to time and place of meeting, fees, dues and relief expenditures. G. Correspondence To review the proceedings of other Grand Lodges to publish the official magazine of the Grand Lodge “California Freemason.” Boards operate the Masonic Homes of California, the Masonic Clubhouses at the Berkeley and Los Angeles campuses of the University of California and oversee the work of our many local Boards of Relief and Employment service offices. Just as all the acts of the Grand Master are subject to review, so too, are the activities of all committees. Review is made of all resolutions presented to the Grand Lodge by any of its members. The primary determination is made by the Committee on Jurispru - dence on the question of Masonic Law. Every act of the Grand Master, every decision made by him and every action of a committee or board must pass the learned scrutiny of the members of this commit - tee. Likewise the reference ob Resolutions bearing on legislation to the Jurisprudence Committee mini - mizes the chance of the breaking down of our great f 59 2"},{"pageNumber":36,"pageContent":"r legal structure. The reports of this committee are an education in Masonic Jurisprudence. The Committee on Policy and General Purposes receives many and varied reports and resolutions for review. The wisdom and experience of its members, including many Past Grand Masters, insures a broad understanding of cause and effect and thus a guid - ance for Grand Lodge not otherwise obtainable. The story of Masonry in California is told in the annual report of the Grand Lodge. This report is entitled “Proceedings of M:W: Grand Lodge of Free and Accepted Masons of the State of CaIiforriic~” A copy, as heretofore mentioned, is furnished each constituent lodge. It is available therefore to Candi - dates as well as their coaches. A reading of the Proceedings will be a rewarding experience. VISITATION There are two sides to the question of visitation in regular lodges. We refer here to “regular” lodges, for no right of visitation extends to irregular or clan - destine lodges, a subject which will be dealt with separately. There is the courtesy of the reception given the visitor by the lodge; there is also the cour - tesy of the guest visiting. On both sides, affability and brotherliness should prevail. One of the Landmarks of Freemasonry is the right of every Mason to visit and to sit in every regular lodge. Under our California law, this right Is not _______ absolute; it is, rather, a favor which any Master Ma - son in good standing has a right to ask but which the lodge itself may refuse if timely objection is made to the Master, and if the Master is of the opinion that the objection is a valid one. (CMC, Secs. 2412, 2414). Such an objection should be made _______ tO the Master privately, and the Master’s decision refuse the visitation should be given to the visitor by the Master privately and, of course, courteously. In actual practice the right of objection and relusal is seldom exercised. In English and European lodges, a visitor does not simply walk into the lodge hall and introduce himself; he watts to be invited. In this country, and particularly in California, the visitor presents himself to the Tiler, with the request to be examined. The right of visitation is also limited by the ability of the visitor to satisfy the condition of due examina - t 61] (60]"},{"pageNumber":37,"pageContent":"ion and proof. One of the Ancient Charges requiring the assent of the Master at installation requires “You agree that no visitors shall be admitted into your lodge without due examination and producing proper vouchers of their having been initiated in a regular lodge.” Under our law, the visitor is required to pro - duce w-ritten evidence under the seal of his own lodge, showing that he is in good standing, and he must prove himself to be a Master Mason under a test oath or by avouchment (CMC Sec. 2412-24 18). The examination of a visitor must be made individ - ually by a committee of three members. Remember, the sole purpose of the examination is to satisfy thE members of the committee that the visitor is a Ma - son. Courtesy dictates here that the visitor be treated with the utmost tact and helpfulness. A potential a~ filiation with the lodge may be lost and a brother embittered if the examination turns mb an obstacle race for the visitor. You will remember that the Entered Apprentico or Fellowcraft may, in company of a Master Mason of his own lodge, visit another lodge working in tho corresponding degree. There are several points for the accompanying Master Mason to remember. First, the reception of the Candidate is a courtesy of ono lodge to another. Secondly, no examination may be made of the Entered Apprentice or Fellowcraft. Therefore, the accompanying Master Mason must be prepared to vouch for him, i.e., he must have sat with the Candidate in the degree in question. Third, the Master Mason only signs the Tiler’s register. We call our own lodge our “home lodge.” Wher - ever we go, we retain a tie of sincere affection for 6211 it. But, we can feel at home in any lodge if the mem - bers, in their welcome, and we, in our friendliness, bring it about. After a visitor has gained admission, every eflort should be made to make him Ieel at home, and to have him meet the members of the lodge and other visitors. It is simply the courtesy which any thoughtful hosi must show his guest. Thus, if the new Master Mason serves to examine, or, if visiting, is examined, courtesy followed with kindness, will reap a harvest of friendship. [ 63 3"},{"pageNumber":38,"pageContent":"IRREGULAR AND CLANDESTINE LODGES As the Worshipful Master is enjoined not to admit visitors without proof of their having been initiated in a regular lodge, so he is required to admit that no countenance should be given to any irregular lodge or to any person clandestinely initiated there - in, being contrary to the Ancient Charges of the Order. The new Master Mason may well wonder if Ir - regular or clandestine lodges still exist. The answer is that they most certainly do. Wherever the genuine, properly chartered lodge exists anywhere in the world, the non-recognized or spurious lodge may also exist. Even recognized, legitimate Grand Lodges may, because of some violation of the requisites, have rec - ognition withdrawn. Examples might be the removal of the Holy Writings or the engaging in political activ - ity. In this event, no visitation is possible either by our members or theirs until the violation is remedied and recognition resumed. Likewise, a new Grand Lodge may be formed in territory formerly open. Only after investigation of its legitimacy can the Grand Lodge be recognized and visitation of its constituent lodges begin. An example of this arose when in Japan, lodges, chartered by the Grand Lodge of the Philippines, were the founding lodges of the Grand Lodge of Japan. A number of [64] servicemen, raised in these lodges, found themselves unable to visit California lodges during the interval between the formation of the Grand Lodge of Japan and its recognition by our Grand Lodge. Now both the Grand Lodge of California and the Grand Lodge of the Philippines accord full recognition to the Grand Lodge of Japan. The Master Mason contemplating a trip to foreign shores and anxious to visit legitimate lodges while avoiding the irregular, may ask where information Is kept of these regular lodges throughout the world. The solution of the problem lies in the publication furnished every California lodge. Entitled “List of Regular Lodges Masonic,” it is issued by the Gran& Lodge of California to its constituent lodges, with the admonition that this book is to be kept in each lodge for reference in receiving visitors and on applications for affiliation. There may well be an old copy which you can use, for it is re-issued each year. A check of this book before a trip to another country, or even another state, may prevent the embarrassment of wrongful visitations. Clandestine Masonry takes many forms, from out - right fraud to well-meaning imitation of our ceremo - nies. So-called co-Masonry even admits women and is said to have elevated more than one to “master.” All of these are spurious and counterfeit. No trace can be found in truth of any assertions of legitimate descent from our Ancient Brethren. So, may prudence [ 65 1"},{"pageNumber":39,"pageContent":"teach us to avoid this strange and mixed company lest the secrets of Freemasonry be unlawfully ob - tained. As indicated above, recognition alone removes the bar against the visitation of an irregular lodge. It is a Masonic offense of the most serious nature to frater - nize with or visit a clandestine lodge. Loss of one’s membership is too great a price to pay for a glimpse of what at best is still illegal and at worst a travesty on our ancient ceremonies. --I [ 66 1 WHAT CAN WE TELL THE NON-MASON ABOUT MASONRY Many a newly made Mason, reviewing the les - sons and teaching of Masonry, thinks of many men who he believes would become strong and active members if they could only get the message of Masonry. Yet one of the strictest, unwritten laws of Free - masonry is the rule that prohibits the solicitation of a Candidate by any Mason. Every man who enters our portals must come of his own free will and ac - ~ cord. So deeply rooted is this rule against solicita - tion that it has unquestionably caused many Masons ~ to refrain completely from discussion of Freemasonry with friends and acquaintances who are not Masons. Our failure to make known to non-Masons the principles and purposes of Masonry has, in the past, ~ resulted in both suspicion and antagonism toward Masonry, for pecple fear the thing which is unknown. It should be clear that we are not a secret society but rather a society possessing certain secrets. We do not hide our membership. We wear pins, rings and emblems widely known to be emblems of the Craft. We do not meet secretly. Our Temples are listed, they usually bear the lodge name and the emblem of Freemasonry is lighted as we hold our meetings. All that is secret about Masonry is its ritual. Dr. Mackey’s 23rd Landmark, “The secrecy of the Insti - [ 67 1 4"},{"pageNumber":40,"pageContent":"tutlon” embraces nothing more than its ritual, which we must conceal and never reveal. Therefore the question of what we can tell the non- Mason about Masonry embodies the principle of non-solicitation on the one hand and the duty to properly inform on the other. The applicant is re - quired to declare to the Marshal, upon his honor, that he is prompted to solicit the privileges of Ma - sonry by a favorable opinion conceived of the Insti - tution, a desire for knowledge, and a sincere wish to be serviceable to his fellow men. A first question by the uninitiated might well be “What iB Freemasonry?” To such a person we might define it as a fraternal society which is based on certain moral and religious doctrines; the moral doc - nines including Brotherly Love, Relief and Truth, Temperance, Fortitude, Prudence and Justice, and the religious doctrines comprising a belief in God and a future e,clstence. There is no reason at all why this subject should not be discussed quite freely with a non-Mason. As a matter of fact, thousands of printed volumes dwell on Masonic philosophy and are available to Masons and non-Masons alike. A question often coming from non-Masons is this, “How does one become a member?” and “Why have I not been asked to join?” In any such discus - sion, of course, the non-Mason should be told that, unlike the members of other fraternal organizations Masons are forbidden to solicit anyone to become [ 68 1 a member, and that any prospective member must apply of his own free will and accord and must pass a unanimous ballot. Free will must apply on each side. Masonry does not require membership in any church as a condition of membership in a lodge. Conversely, membership In any church Is no bar to admisison to Masonry. There is nothing in our requirements to prevent a Roman Catholic, a Mo - hammedan, a Buddhist, a Mormon, a Protestant, or a member of any religious sect from becoming a Mason, and we have within our membership adher - ents of each of these religious groups. There Is noth - ing wrong in telling a non-Mason that any bar is raised by the heirarchy of the church, not by the Masonic fraternity. It is perfectly proper to explain that the discus - sion of political matters or candidates is prohibited to secure the peace and harmony of the lodge but that as individuals we have the right, outside the lodge, to engage in political affairs. [ndeed, civic duty requires the individual Mason to take such a part as he may be fitted for in the community of men. The Mason may not, of course, discuss with a non- Mason anything concerning the ritual or the internal aflairs of the lodge other than to say that the cere - monies of Masonry are of a serious and dignified nature, without levity or horseplay. Intimations which demean the ritual are unworthy of the serious institu - tion which Masonry is. While we do not boast of our relief we can cer - tainly say, when questioned, that the arm of Ma - [ 69 1"},{"pageNumber":41,"pageContent":"sonry reaches round the world in alleviating the distress of our brethren, their widows and orphans and that such relief is not a part of a beneficial aid society but truly charity in the largest sense. Many people do not fully understand our sup - port of the Public School. We can and should be proud of our founding and continued support of the Public School. Not to advertise ourselves but to add our strength to this great bulwark of Freedom are we aligned with Free Public Schools. As an outstanding Mason recently said, “If Free - masonry is good, let’s talk about it. Its Quality, its Dignity and its Substance.” rn p U U S ~TI~ THE RESPONSIBILITY OF A SPONSOR We should be constantly reminded of that portion of the First Degree Charge, repeated again by the Master to the new Master Mason that he should never recommend anyone to a participalion in our privileges unless he had strong reasons to believe that the sponsored Candidate would ultimately re - flect honor on our ancient institution. The newly made Master Mason needs to be cau - tioned that in his own enthusiasm for Masonry he may expose himself to embarrassment of a request for sponsorship by a man of questionable character. Although an expressed desire on the part of the prospect candidate is a first requisite, desire alone should not be enough to obtain a sponsor’s signa - ture. A sponsor should first know the applicant, not merely as an acquaintance but as a potential friend and brother. Those who ballot upon the application will to a very considerable extent be influenced by the fact of sponsorship, and the sponsoring brother cannot escape his responsibility. What then should be your advice to the new Master Mason in this important aspect of member - sLip responsibility? P.G.M., Alfred F. Breslauer in his “Master’s Hand - book” recommends that the brethren are to be ad - monished periodically regarding the duty of a rec - ommender and further advises the lodges to consider the advisability of fixing a minimum length of time of acquaintanceship before a brother is qualified to recommend. I 71] [ 70 1"},{"pageNumber":42,"pageContent":"Consider the following as among the requisites to be considered: 1. Moral qualifications—Will the applicant raise the level in the lodge? Is the sponsor proud to know and recommend him? 2. Physical qualification — Will he meet the stand - ard of our requirement? 3. Family — Does he live with and support his family as a Mason should? Is his wife sym - pathetic with his desire for Masonry? 4. Financial — Can he afford the costs involved? Unfortunately some applicants are headed for relief even as they apply. 5. Age — Is he young enough to look forward to years of active service or are we merely acquiring another name on the rolls. 6. Residence — Is he living and working within a reasonable distance of the lodge? Many appli - cants who should be brought into lodges near their field of activity apply through a friend who may be a member of a relatively distant lodge. Masonic duty to the candidate is clear—to assist him in finding a lodge in his own com - munity. The sponsor is in a unique position. He stands as does the Tiler at the entrance to the lodge guarding against the approach of those who are not duly qual - ified for admission to our mysteries. At the same time acting as guide and counsellor to the good men and true who ask the way, he may be of inesti - mable help to the Candidate and to his lodge. [ 72 1 —I ~Ig -Ii EI~p THE CALIFORNIA RITUALISTIC SYSTEM In visiting lodges of other Grand Jurisdictions the Master Mason may find variance in both language and floor work and may well wonder what brings this variance about. One then can remember that in the early Colonial days travel was difficult and time-consuming and visitation was limited in great measure to the lodges of a particular vicinity. Then with the Revolutionary War, Masonic ties with England were broken and the new states each maintained exclusive jurisdic - tion regarding Masonic control. Such work as was practiced in each jurisdiction prevailed against change from without and gradually attained a dis - tinctive pattern of its own. Thus in California the early lodges carrying char - ters from other jurisdictions also carried the work of the jurisdictions as well. The first Grand Master, Jonathan D. Stevenson, at the first Communication of our Grand Lodge in May of 1850 pointed this out and recommended that a committee be appointed to meet, compaie their knowledge and report the proper mode of work. As a result, and at their recom - mendation, the first Grand Lecturer was appointed. Various means were then employed to find a work - able system of instruction in the uniform system of the work, but though the work itself was exemplified in 1856 after its adoption in 1854, confusion seemed the order of the day and the work was again exem - plified and adopted in 1861. In 1863 legislation made any lodge refusing to use the adopted wcrk liable to arrest of its charmer. [ 73 1"},{"pageNumber":43,"pageContent":"Order then came out of chaos, and in 1869 John W. Schaeler became Grand Lecturer, remaining in the post for 19 years. In 1870, the state was divided into fourteen districts, and an officer, to be called Inspector and Deputy Grand Lecturer, was appointed in each district. While the title has been shortened to Inspector, this officer of the Grand Lodge is truly a Deputy Grand Lecturer and is charged with teach - ing the uniform work to the off iceis of the lodges. After John Schaefer’s death in 1888 the work again began to deteriorate and in 1896 a new committee was formed to restore the work to itr original adopted form. This committee, of which the Grand Lecturer was a member, continued in existence until 1936 and was known as the Committee on Ritual. In 1934 the first Assistant Grand Lecturers were appointed and in 1936 the composition of the Ritual Committee was changed to include only the Grand Lecturer and the Assistant Grand Lectureis. The only change since that time has been an increase in the number of Assistant Grand Lecturers from four to siz. Under the Ordinances of Grand Lodge, all de - grees, lectures and work must be in strict conformity with the ritual taught by the Giand Lecturer and recognized by Grand Lodge. The only person in any district who can say what is taught by the Grand Lecturer is the Inspector, because he is the only one who receives the work from the Grand Lecturer in his schools of instruction. While the Inspector ap - points an officers’ coach in each lodge to assist him r ~ ] ~rn in teaching and maintaining the correct work, he alone is responsible to the Grand Lecturer for the condition of the lodges under his care. As he is required to form an officers’ association and hold schools of instruction, so too, he is re - quired to attend the schools held by the Assistant Grand Lecturer of his division. Under this system, as it has developed, the Grand Lodge of California has kept pace through the years with a growth from 14 to approximately 181 districts and from 10,000 to approximately 250,000 members. The uniformity of work attained by the California lodges is proof of the dedication of thousands of of fi - cers, their coaches and Inspectors. A new world of self development is opened to the Master Mason who sees and takes this road ol service. i: 75 J F"},{"pageNumber":44,"pageContent":"r MASONIC JUSTICE We are told that “Justice is that standard or bound - ary of right which enables us to render unto every man his just due, without distinction.” In order to assure each ol us justice under law, there has been set up by Grand Lodge a system of trial, review and final judgment. In this system the Landmarks and the Law are supreme. Individual prejudice and per - sonal antipathy are relatively unfelt by reason of the care used in the process of review. In the short space of these pages we can only touch on the subject. Part III of California Masonic Code containing over one hundred fifty sections, together with annotations, deals with the subiect. The interested Candidate should find this volume of our Law to be a veritable storehouse of information on the subject. The report of the Grievances Com - mittee in each annual Proceedings of the Grand Lodge Communication is enlightening. We may here, however, make certain broad basic statements of lact: 1. The charge against a Mason must be one of unMasonic conduct supported by specifica - tions setting forth the violation. 2. The charge made by an individual member must be presented to the Master who then determines if it does constitute a Masonic offense. 3. If the charges are deemed sufficient, a special meeting must be held for the election of trial commissioners. 4. Proper service must be made upon the ac - [ 76 1 m cused, giving proper notice of the charge, the date of trial, etc. 5. The accused must be permitted counsel. 6. At trial the accused must be able to face his accuser. 7. A Trial Master must be appointed by the Grand Master. 8. The trial commission, by a majority vote of those elected, determines guilt or Innocence on each specification. 9. The Trial Commissioners vote on the penalty which can only be one of the following (1) Expulsion (2) Suspension (3) Reprimand. 10. A complete copy of the Trial Record, together with minutes of the Special Meeting to elect Commissioners, Commissioners’ Certificate of votes taken, and extract of minutes of Stated Meeting announcing the verdict, go to the Com - mittee on Grievances. 11. Appeal is an automatic right 12. All verdicts reviewed and reported by the Grievance Committee are subject to confirma - tion, reversal or change by the vote of Grand Lodge. 13. Restoration Is possible by vote of Grand Lodge for expelled Masons and by vote of the sus - pended member’s lodge. We thus devote much time and great effort to see not only that justice takes the measure of a good man but that reformation and restoration are also due those who, for the moment, fail to live up to their Masonry. 1 77 J"},{"pageNumber":45,"pageContent":"THE CALiFORNIA MASONIC MEMORIAL TEMPLE A picture has been said to be worth a thousand words. The view shown here, however, can never do ustice to this magnificent tribute to our brethren who lost their lives in defense of liberty. In 1855, with 78 Lodges and 2661 members, the Grand Lodge met in “The Red House” in Sacramento. Our brethren then did not own the Temple. One hun - dred years passed, and in 1955, with 653 Lodges and 224,887 members, the Grand Lodge, never having owned a Lome of its own, met in San Francisco’s Civic Auditorium. This building, built to house trade shows and expositions, was totally unsuited for our purposes, but it was the only auditorium of sufficient size to accommodate our members. Today (1976), with 667 Lodges and 213,000 mem - hers, we meet in a building owned in part by every member of every Lodge in California and Hawaii. Indeed, it is more than a building, br we are told by countless visitors from all corners of the world that the California Masonic Memorial Temple is one of the outstanding Masonic edifices in the world. This Memorial Temple is the gift of Masons to their successors, for while funds of Grand Lodge were used in the purchase of land, these funds had been set aside from memorials and contributions voted by the Lodge representatives. With the start of construclion, contrihutions mounted, and these contributions made directly hy members are largely responsible for this $6 060,000 Memorial Temple. A brief description, and [ 79 J"},{"pageNumber":46,"pageContent":"some statistics, may serve to whet the desire oE the Candidate to see HIS Temple. Located on California Street at Taylor, the Temple Is convenient to hotels, shops, churches and theatres. With 275 feet of frontage on California, and 200 feet on Taylor, the area covered eKceeds 50,000 square feet. The building is faced on the street sides with pure white Vermont marble. At the east end, the Cali - fornia Street wall is dominated by four huge figures, twelve feet high, representing branches of our Armed Services. Adjoining them, a frieze of fourteen marble figures depicts a tug-of-war In the global struggle between the forces of good and evil. Rising by a short flight of steps from California Street, the north frontage is occupied by the terrace and entrance porch. On this terrace in the northeast wall is the Cornerstone, laid with impressive Ivlasonic ceremony on September 19, 1956. On the terrace is the colonnaded entrance porch, flanked by two mas - sive white marble pillars. These pillars are symbolic of the pillars on the porch of King Solomon’s Temple, and have great significance In Masonry. In the entrance foyer, the endomosaic window dominates the scene. Rising forty-eight feet, and cov - ering a span of forty-five feet, it depicts the origin and history of Masonry in California. The window beg - gars description, and visitors are known to spend much time entranced by its beauty, and by the mes - sage and history it unfolds. To the left of the foyer is the entrance to the audito - rium, seating two thousand on the first floor, and rn m another twelve hundred in the balcony. The east wall of the auditorium is of Roman Travertine marble, sur - rounded by goldleai panels, and surmounted by a goldleaf canopy. The central ornament of the wall is a golden sunburst, and in its center is a transparent “G,” which can be illuminated as desired—the light showing through from the rear. The acoustics and the entire absence of pillars or other supports not only makes the auditorium Ideal for the Annual Communication of the Grand Lodge, but adds to the demand for these facilities for con - certs, professional conventions, and the like. Another major feature is the multi-purpose room (17,000 square feet in area) on the ground floor. Planned for eKhibits and displays, It will convert to dining, with capacity of 1200 diners served from an adjoining fully equipped kitchen. Connected with the exhibit area, as well as with California Street, Is a public garage, the lease of which is bringing satisfactory and increasing rev - enues to support the Temple. As a matter of fact, the ultimate expectation is for complete support by rev - enues derived—with a possible surplus to go to the Masonic Homes of California. The third floor, over the south portion of the foyer, houses the Grand Lodge and the Masonic Homes of California offices. The Grand Secretary, the Assistant Grand Secretary, and your permanent office staff work here. Here may be seen the center of communi~ cation br the 660 and more Lodges of California and Hawaii. From the visitors’ gallery, the City of San F 81 1 (80 J"},{"pageNumber":47,"pageContent":"Francisco (several h~indred feet below) may be ob - served. Our Candidate’s Lodge may be among Ihe major - ity of California and Hawaiian Lodges proudly in - scribed on the Bronze Plaque — which lists those Lodges which are “Builders of the Temple” by virtue of their members having averaged $10 or more per member in contributions to the Memorial Temple. The day when every Lodge becomes a Merit Roll Lodge may well mark complete ownership of our Temple. 1-lere, then, is unlinished business to perform. [82] GLOSSARY OF TERMS THIRD DEGREE Acacia. Symbol of immortality; of faith, since with - out faith immortality is not real to any one. Like the evergreens of this country, acacia is hardy. Sprouts come often from beams and columns made of acacia, the shittah wood of the Old Testament. The Jews planted it on graves as a symbol of life, and to mark the resting place ol the dead that footsteps pro - fane it not. Allegory. Freemasonry has been called a beautiful system of morality, veiled in allegory and illustrated by symbols. Allegory is from two Greek words and means “story within a story”—a story told as a fact, ~ but here expressing the doctrine of immortality. Alle - gory, parable, fable, myth, legend, tradition, are cor - relative terms. The myth may be founded on faci~ the legend and tradition more probably are lounded on fact, but the allegory, parable, fable, are not. Yet they may be “true” if “true” is not taken to mean factual. All allegories may contain truth, without heing fact. The allegory of the third degree is true in the best sense of the word. lt is a tale told in every religion. It is affirmation, by picture, drama, story, of man’s rugged faith that Job’s immortal question, “If a man die, shall he live again?” must be answered in the affirmative. It is a Mason’s observation that truth, slain by error, will be born again. [ 83 .1 K"},{"pageNumber":48,"pageContent":"All-Seeing Eye. Symbol of Deity, and, by analogy, of His powers most Important to man: love, justice and mercy. Mankind has always used his members as symbols; the foot for fleetness, the hand for fidel - ity, the eye for watchfulness, the ear for attention, etc. In Egypt and India, long before Old Testament times, early man made the eye a Symbol of God. In the modern ritual, the All-Seeing Eye is com - bined with the Sword pointing to a Naked Heart. It Is a symbol of divine justice. The sword and the naked heart were probably adopted by Preston from early initiation ceremonies of the Continent, probably French, in which even to - day some degrees of some rites are dressed with swords which are pointed at the candidate. Anchor and Ark. Symbols of hope. The story of the deluge and the ark is worldwide in extent and hoary with antiquity in the history of hundreds of primitive societies. Eskimos, Mandans, Minnetarees, Dela - wares, Fiji Islanders, aborigines of Australia, to men - tion but a few, all have traditions and myths of a great deluge at some early time. Written hislory cov - ers more than one instance In which an island has sunk beneath the sea—doubtless the descendants of any survivors will also tell the tale of a flood which engulfed their world and their ancestors. Ancient peoples were convinced that some boat, ship, canoe, ark, or raft carried the souls of dead men across a mythical body of water to another land; the story of Charon, I erryman on the River Styx, beyond [84 I WI. m~rn which were the Elysian fields, is familiar to all. Hence, the ark as a means of safety from storm and stress In Masonic symbolism Is but a continuation of a myth - ology hoary with age. The anchor seems to have become a symbol in early Christian times; Epictitus, stoic philosopher, born about 50 B.C., “We ought neither to fasten our ship to one small anchor nor our life to a single hope.” In Paul’s journey to Rome “they cast four an - chors out of the stern and prayed for the day.” In Hebrews is “which hope we have as an anchor of the soul.” Both anchor and ark are ancient symbols of safety and a passage from this life to another. Freemasonry but adapts to her purposes what has been common to many beliefs in many ages. Beehive. Monitorially, a symbol of industry and cooperation. By implication, a symbol also of social obligation; reciprocal love and friendship. Social obligation as a part of the symbol is seen in the harmonious working together of many units to a single end and reciprocal love and friendship in the fact that in the most crowded hive, bees live in peace and harmony with their fellows. Book of Constitutions, Guarded by the Tiler’s Sword. Ritualistically a symbol of silence and circum - spec tion. Any Masonic obligation has some reference to secrecy; hence the “silence and circumspection” necessary to accomplish It, and the Tiler and his sword, symbols of watchfulness and guarding against intrusion. The actual Book of Constitutions, as first [ 85 1"},{"pageNumber":49,"pageContent":"written by Anderson in 1723, was revised by him in 1738; only as regards its statements of conduct and behavior in the Old Charges and the General Regu - lations is it now revered; its history and legend of the Craft are now but curiosities of the Fraternity. Forty-seventh Problem of Euclid. Symbol of geom - etry; of exact science. Passed over with but a few words of ritual, it is Masonically most interesting, It appears on the fiontispiece of Anderson’s Constitu - tions, published in 1723; Street says it is the earliest example of a printed symbol of Freemasonry. It was apparently known to ancient ~nalhematicians long before Pythagoras CMasonically credited as its dis - coverer) or Euclid, who made of the properties of a righi-angled triangle his forty-seventh problem. It is the root of all mathematics used to determine an un - known from two knowns. Given the distance of a mountain and the angle of sighi to its top, mathe~nat - ics may determine its height. Tunnels are driven through mounlains from both sides to meet exactly by means of measurements made by the forty- seventh problem. Navigation of the seas depends upon it. I U - All right-angled triang1e~, regardless of the length of base and upright, follow this law; that the line joining the free ends Cthe hypolenuse) is the square root of the sum of the squares of the two sides. There - fore, if any two of the three are known, the third may be calculated. According to the ritual “it teaches Masons to be general lovers of the arts and sciences,” This short description encompasses the study of geo~netry. F 86 1 Gloves. Like the apron, a symbol of innocence; of fidelity. In Masonry, their use is extremely old. Orig - inally, gloves were for two Masonic purposes: to pro - tect the hands against iniury and to keep them warm. But gloves also keep the hands clean. The custom of washing the hands as a purification before engaging in any religious ceremony goes back to Bihlical times. To keep the hands clean after luslration, gloves were worn. Hence, gloves became a symbol of cleanliness, purity, innocence. Hour Glass and Scythe. CSee Time.) Comparatively modern symbols of life and time. Usually ascribed to Webb and his adaptation of the Prestonian lec - tures; unknown in English Freemasonry. But if the symbols are young in Freemasonry, they are old In history; the sickle or scythe is to be found in the Bible and ancient Egypt knew a water clock in which drip - ping fluid measured time. Jewels, Officers’. CSee Square, Level, Plumb, Sun, Moon, Key, Cornucopia.) Symbols of their rank. Square, for Master; Level, for Senior Warden; Plumb, for Junior Warden; Sun and Moon for Deacons; Comucopia br Stewards; Crossed Keys for Treasurer; Crossed Pens for Secretary. Key. Symbol of the tongue; by implication, of dis - cretion. It appears on many old lodge charts and Masonic trestleboards. How or why It became lost to modern Masonry is an unsolved mystery. It is now used Masonically only as the jewel of the Treasurer, symbolizing that he keeps lodge funds safe. 1 87 1 I~_____"},{"pageNumber":50,"pageContent":"Lewis. In Pennsylvania and England, a symbol of strength. Universally a symbol of the son of a Mason not yet twenty-one years of age; hence the derivation of “strength,” since a man’s strength is in his son. Washington was under age when initiated. In North Dakota, a Lewis may apply for membership, but not be initiated until he is twenty-one. England initiates a Lewis at eighteen by dispensation; Scotland does it without a dispensation. Lunar Lodges. Lodges which meet at the time of the full moon. In the early days of Masonry, both in England and in this country, many, if not most, lodges met not on dates fixed in advance, but according to the time when the moon was full; not because the moon “governed” the night, but because it illumi - nated the traveler’s path! In days when roads were but muddy paths between town and hamlet, when any journey was hazardous and on black nights dan - gerous In the extreme, the natural illumination of the moon, making the road easy to find and the depreda - tions of highwaymen the more difficult, was a matter of some moment. Master’s Wages. A pbrase symbolic of the rewards which come to a Mason who learns what he pro - fesses and practices what he learns. The wages of a Master are different br each brother; each asks what he will and receives that for which he labors. If he demands much, he will receive much, provided he earns it. This is one of the great intangibles, difficult to express in words, known well to all who love and labor in the Craft. The Intangibles of love, friendship, respect, oppor - [ 88 1 I U - uI~E -7 ~2 I~L tunity, happy labor, associations are the wages of a Master who earns them. Not all do earn them—hence, the phrase in the mouth of a lodge officer, descriptive of his duty, “Pay the Craft their wages if any be due... Pot of Incense. Ritualistically, the pot of incense Is an emblem of a pure heart.” This refers to the pot. The incense which bums in the pot Is a symbol of prayer, of worship. The use of incense in Biblical times came to have a religious significance. Thus, the early use of a sweet odor before an altar soon became synonymous with the sweet thoughts held before an altar—prayer and God, immortality and sacrifice. Profane. Symbol of one not initiated; comes from “pro,” without, and “fanum,” a temple—one outside a temple. Does not mean blasphemous when used Masonically. The Craft’s references to “a profane” or “the profane” mean only the individual or the group, not a member or members. Sword, Symbol of justice. In Tiler’s hands, symbol of watchful guardianship. Time. In Freemasonry as everywhere, if it is a sym - bol at all, it is of human events; of life. References to time in Freemasonry are many: “high twelve” (noon); “one hour past high twelve”; “low twelve” (midnight), are Earniliar to all. The Entered Apprentice divides his time with the twenty-four inch gauge (which See); both Apprentices and Fellowcraft wait a certain time before further advancement; geometry enables the astronomer to r 89 i —a—"},{"pageNumber":51,"pageContent":"“fix the duration of time and seasons, years and cycles.” Eccleslastes XII begins with the “days of thy youth.” Job and the adaptation of his words whIch form the Master’s prayer has “man that Is born of woman is of few days.” His “days are determined”; “the number of his months is with thee”; “turn from him that he may rest till he shall accomplish his day”; the time of the construction of the Temple of Solomon is taught in the Master Mason degree. The hour glass and scythe are instruments for the meas - ure of time and the bringing of human life and Its time to a close. As in all life, time in Masonry Is Important; whether regarded as a symbol of life, of immortality, or the unsolved puzzles oE the universe, is any brother’s choice. Trowel. Symbol of a generous heart, which alone can “spread the cement of brotherly love.” Peculiarly the symbol of the Master Mason, since the Appren - tice prepares the stone, the Fellowcraft tries It for squareness and dimension, while the Master puts It in place and binds II there with mortar or cement. CurIously, cement and mortar are so briefly men - tioned as hardly to come within the classification of symbols, yet it is obvious that improperly mixed cement will not bind, and “brotherly love and affec - tion” will not endure II they do not come from sterling worth to excellent character. The tool alone cannot insure permanency In the building; the character and purity of the cement is as important as the skill with which It is laid; the same, by analogy, holds true in the understanding of the symbolic trowel and the symbolic cement. [90 J SUPPLEMENT INFORMATION FOR CANDIDATES NOTE This is a copy for your Use of the booklet prepaxed for and pre - sented to your Candidate. You are expected to be thoroughly familiar with its contents. r -z"},{"pageNumber":52,"pageContent":"INFORMATION FOR CANDIDATES -7 u~1 Prepared by COIVIMIflEE ON RITUAL GRAND LODGE F. & A. M. OF _____ CALIFORNIA"},{"pageNumber":53,"pageContent":"PRESENTED TO MR. BY Todge No.____ F. & A. M. Dated DeczrMr This Candidate’s Booklet is sent to you together with our Secretary’s official notification of your elec - tion to receive the Degrees of Masonry in this Lodge. We welcome you and assure you of the fraterni2l Interest with which your progress will be watched. During the succeeding months, as your proficiency Is proven~ you are to receive the Three Degrees of Masonry. Nothing can be told you at this point con - cerning them except that contained in these Degreee are lessons of morality and truth which have endured through the rnaniy hundreds of years of this Frater - nity’s existence. The dignity of the Institution and its regard for the individual do not permit levity or frivol - Ity in our ceremonies. On the contrary, you may count on an understanding spirit of helpfulness In your advancement. It is the purpose of this booklet to give you a glimpse into the history and organization of Mason - ry. hoping that through this you will better under - stand the great purposes of the Degrees, their place In the life of the individual Mason and beyond this the pre-eminent position which Freemasonry holds throughout the Free World. Feel free to ask whatever questions may arise In your mind. Your coach, your sponsors, the officers and all the members of this Lodge stand ready to help you to the answers. As Master of this Lodge I extend my personal good wishes as you enter upon an experience and an association which can, If you yourself will It, turn into a constantly enriched way of life. Sincerely, Master"},{"pageNumber":54,"pageContent":"TO THE CANDIDATE In your study of the following pages, it Is most Important that you understand that no brief and sketchy outline such as this can give the Candidate more than a point from which to begin in his search for Masonic knowledge. Shelves of books, thousands of individual papers have been, and are being, writ - ten without exhausting the subject. Study groups and research lodges have been, and are being, formed for the purpose of spreading knowledge. Every lodge has, or should have, a group within it, expanding the knowledge of the members of the lodge. Let this, then, be a point of beginning for you. What Is A Freemason? The answer to this question takes us back through history for many hundreds of years. The men who built the great Gothic cathedrals and other buildings out ol a fine grained sandstone or limestone which, by reason ol its adaptability, was called “free-stone,” came to be known as “free-stone masons.” This was gradually shortened to Free-mason. Additionally, a requirement for entrance in the Craft that the candi - date be a man, neither a bondsman nor the son of a bondswoman, meant freedom to travel and work with - out limitation. This, naturally, would lead to freedom of mind and spirit. Freedom of thought and eKpression is one of our prized possessions. There are eternal truths which we may contemplate. Yet, no two men think exactly alike. No two minds grasp an Idea with identical [1] I~i~1 results. Thus, we cherish our beliefs and give our fellow man the right to his beliefs. Historical—Freemasonry and the Lodge While tradition and allegory vest Freemasonry with earlier existence, the forebears of our lodge sys - tem trace to the growth of Gothic architecture. The Egyptian, the Greek, and then the Roman methods of architecture were based upon the column, which supported, at first, only flat or slightly inclined roofs. The Romans employed a round or semi-circular arch which enabled them to place the columns at greater Intervals. Thus, these buildings were heavy, massive and solid in appearance, with many columns, and walls as much as eight to ten feet in thickness. About the middle of the 12th century, however, a new style of architeclure began to flourish. It differed essen - tially Irorn these earlier forms in that it depended, not on a mass of stone to support its loads, but upon the principle of counter-balanced forces. Pointed arches, relatively thin walls, cut by numerous win - dows, and spires reaching as much as 400 feet to - ward the sky, were characteristic of these buildings. The first example of this revolutionary type rose In 1135 A.D. just north of Paris. In England in 1150 and in Germany in 1235 followed the first Gothic stnctures in those lands. The craftsmen of these early days left no plans or drawings. How they arrived at the knowledge of counter-balanced forces Is not known. The secrets of the art were transmitted orally, learned by e~rarnple, and closely guarded. They met in tiled (or guarded) [2]"},{"pageNumber":55,"pageContent":"lodges and took apprentices only after careful ap - praisal of their work and character. rhe prime purpose of this privacy was to maintain the reputation of the Craft, to assure honest work for the wages received by those who, attracted to the Craft, might apply for admission and become initi - ates. The apprentices were entered on the records of the lodge and did the roughest work, such as quarrying the stone or conveying it. They might, after several years, learn the trade sufficiently to become journey - men or “fellows of the craft.” to cut and fit the stones under the direction of the maslers. This structure of Freemasonry exisis to the present time. Our lodges contain Entered Apprenlices, Fellow- crafts and Master Masons. The progress of the CandI - dale today depends, as then, upon his ability and desire to absorb the secrets of Freemasonry. The Transition Period We have access to records which indicate that, about 1600, non-operative or “speculative” masons gained membership in lodges. This was due to two reasons. Changes had come about in building meth - ods which competed with the mason’s trade and operative membership in lodges had begun to de - cline. Secondly, gentlemen and theoretically inclined scholars and professional men were intrigued by this venerable system and desired admission. These non- operative initiates became known as “accepted” ma - sons since they were accepted without the operative skills of the craft. Hence, the term “Free and Ac - cepted Mason” which we use today. So, gradually, over the next century and a hall, the makeup shifted and lodges became entirely speculative and theoreti - c~l in their approach Ia the lessons of Freemasonry. Modem FreemasoDry Modern Free Masonry dates from 1717, when, on St. John the Baptist’s Day, June 24th, the four lodges of London came together and formed the Grand Lodge of England, the first institution of its kind in the world. This came about because the members saw that the society was capable of much better organization through cooperative effort and could thus be adapted to Inculcate moral virtues by its transformation Into a purely speculative and sym - bolIc order. The laws, customs and tenets of the old operative Freemasons were closely adhered to. The Ancient Charges were rephrased into speculative language, but with a recognizable theme continuing. The work - Ing tools became symbols, to contemplate rather than to use in actual building. With this step forward, Freemasonry spread rap - Idly, not only in the British Isles, but abroad as well. Within the space of twenty years, Freemasonry had entered Europe and America and soon became estab - lIshed in most of the civilized nations of the world. Grand Lodges were formed in Ireland and Scotland and a second English Grand Lodge (later united) was formed in 1751. From these four Grand Lodges have come, directly or indirectly, all other regular lodges and Grand Lodges throughout the world. [4] [3]"},{"pageNumber":56,"pageContent":"Mcrsorry in the United States The first lodge known in what is now the United States was held in 1731 and was not a chartered lodge, but, rather, a group of Freemasons meeting under an old custom which held that any group of Freemasons had an “immemorial right” to meet as a lodge at any time. The first lodge holding a charter was formed in Boston in 1733. Charters could be issued upon appli - cation to the Grand Lodge and were issued within the Thirteen Colonies in considerable numbers. Pro - vinclal Grand Masters, appointed by the Grand Mas - ter, acted as his representative in each o~ the Col - onies. This was the basis for what became the Amer - ican doctrine of “exclusive jurisdiction.” During, or immediately after, the Revolutionary War, these Provincial Grand Lodges threw off the control of the Mother Grand Lodge and evolved mb separate Grand Lodges, each supreme in its state. Each Grand Lodge recognized the reguJarity of the other Grand Lodges and respected them. The lands to the west were open territory until a Grand Lodge was formed in a new state or territory and lodges from several jurisdictions might be separately char - tered in a new area. This procedure resulted In the formation of 49 Grand Lodges, one for each ol 48 states and one for the District of Columbia. As of this writing, Alaska is included in the Grand Lodge of Washington and Hawaii in the Grand Lodge of Cali - fornia, although each has the power to separate and form its own Grand Lodge. The Grand Lodge of California was lormed April 19, 1850 by three lodges. California No. 1 had been California No. 13, chartered by the Grand Lodge of thu District of Columbia, November 9, 1848. Western Sk~r No. 2 (now at Shasla) had been Western Star No, 98 at Benton City, chartered by the Grand Lodge of Missouri, May 10, 1848. Connecticut Lodge, now Tohama Lodge No. 3, was chartered as Connecticut Lodge No. 75 at Sacramento by the Grand Lodge of (~onnecticut on January 31, 1849. Lafayette Lodge No. ~9, which received its charter too late to take part In the proceedings, lost Its Wisconsin charter in a fire in 1851 and was reorganized under the Grand Lodge of California as Nevada Lodge No. 13 In Ne - vada City. There were only four survivors out of oloven other lodges under dispensation from other states, but by November, 1850, these seven were joined by another four to total eleven lodges and a total membership of 304. Presently, there are over 660 lodges in California and Hawaii, with a tolal membership of over 213.000. Additionally, it has been estimated that there are an equal number of Freemasons resident In this juris - diction who have retained their membership in their former places of residence. These brethren are called “Sojourners” and have the right of visitation as long as they remain in good standing in their home lodges. You will note the welcome given them in your lodge. This is our duty and our pleasure, for Freemasonry Is a world-wide fellowship of friends and brothers. The Lodge You may have applied to one of the oldest or the newest of our lodges. It may be one of the largest, [5] [6]"},{"pageNumber":57,"pageContent":"In point of membership, or very small. II may be located in an historic old town or city, or in one of the postwar cities of the mid-twentieth century. It matters not, for you are about to become a part of Freemasonry. Your lodge has the same powers and privileges as any other lodge. You can be proud of it and of its place in the Grand Lodge of California. Each lodge has a Master, elected by the member - ship at the annual meeting of the lodge. Other elect - ed officers are the Senior and Junior Wardens, the Treasurer and the Secretary. Other officers are ap - pointed by the Master to serve during his year in office. This group consists of the Senior and Junior Deacons, the Chaplain, the Marshal, the Senior and Junior Stewards, the Organist and the Tiler. The Master and Wardens must qualify in the lec - tures and ritual of the lodge and several years of faithful work are the requisite of these high offices. The appointive officers, too, must be diligent in their attention to Masonry for it is through them that the work of the lodge is accomplished. Business of the lodge is transacted at “stated meet - ings,” so called because the date, time and place of the meeting are set forth in the By Laws of the lodge and, without a change in the By Laws or in case of emergency a dispensation from the Grand Master, no deviation is permitted. Matters, with a few exceptions, are decided by a majority vote of the members present. A notable ex - ception is that of balloting upon the application of a Candidate. Here, a unanimous ballot in favor of his admission is required. This stringent requirement, [7] as well as the careful investigation of the applicant, has resulted in an almost total lack of dissension among our members. Differences of viewpoint or opinion can be brought together with mutual respect when men agree in the truths of Freemasonry. The Master wields extraordinary powers in the affairs of the lodge. His power is, however, clearly defined under the Ordinances and Regulations ol the Grand Lodge. His duty to the lodge, his love of the fraternity, and his desire to serve its members point him out as a friend whom you will long remember. The Past Masters of the lodge form a group who, by reason of their service and their experience, be - come a bulwark of strength in the lodge. In many cases these individuals have served their lodges in various capacities for periods approaching a half century. Committees are named each year by the Master and through them is accomplished much of the pro - gram of the lodge. These may include Auditing, Re - freshment, Candidates Coaching, Visitation, Public Schools, Masonic Education, Entertainment, United States Constitution Observance, and many others. As told you eailier, this lodge received its Charter from the Grand Lodge of California. The Grand Lodge is composed of the Masler, Wardens and Past Mas - ters of all the lodges of California, each lodge, regard - less of age, size or location, being entitled to an equal vote. No new lodge can be chartered without the approval of the Grand Lodge. The charter of any lodge can be arrested by the action of Grand Lodge. The permanent offices of the Grand Lodge are located in the beautiful Masonic Memorial Temple, [8] I 2! y"},{"pageNumber":58,"pageContent":"situated on Nob Hill in San Francisco. This building, dedicated in 1958, in the presence of high Masonic dignitaries from around the world, was built by the voluntary contributions of members, by the annual payment of $1.00 per member by the lodges, and by a portion of the fee paid by each Candidate. You will learn much more of the activities of the Grand Lodge as you progress with your Degrees. The program of your own lodge will impress itself upon you. We have here given you what might be termed a Candidate’s view of Freemasonry. There are matters which cannot be disclosed except as you advance in your understanding of the lessons of Freemasonry. We are, however, not a secret society. The location of our lodges is listed, the names of our officers are carried in our bulletins, and our programs are widely publicized. The lessons of our fraternity are transmitted in pri - vate to our candidates for the same reasons that our operative ancestors imparted their secrets to the Can - didates of centuries ago. Your respect for your obli - gations to the lodge is the measure of your respect for your obligation to your country, your neighbor, your family and yourself. What, then, might be considered your obligation, as a Freemason, to your lodge and to the Grand Lodge of which it is a part? As a Candidate, you are expected to enter upon your Masonic career with determination to build yourself, with the help and guidance of your lodge’s officers, your coach and your own will, into a pro- [9] ml K’ ml S SI u~m ficlent and willing member of the lodge. Remember~ ing always that those who help you do so because of their love of the fraternity, your zeal should be quickened and your gratitude should make you pledge your own help to those who follow alter you. If your proficiency is such that you, in time, are able to sign the By Laws of your lodge as a Master Mason, your duties will expand. So, too, will your opportunity. Alter your initiation, you will be able to attend only your own lodge, and then only in meetings held on the First Degree. Similarly, the Fellowcaft Is lim - Ited to meetings held in the First and Second Degrees. A Master Mason may vf sit all meetings of his lodge and all regular lodges throughout the world. Therefore, the primary duty of membership In - volves attendance. Faithful attendance begins with attendance at meetings, but extends far beyond in attending to the affairs of the lodge when called upon to serve. Support begins with prompt payment of dues. No organization can function without adequate funds, and ours Is no exception. Our dues aie low. The work supported by them is truly amazing. This Is because of the voluntary work done by thousands of dedicated men. In addition to the operating expenses of the lodge, your dues will support the activities of Grand Lodge, the Home for the Aged at Union City, and the Chil- dren’s Home at Covina. The Masonic Clubhouses at the Berkeley and Los Angeles campuses of the Uni - versity of California are maintained by money cia- (10] r 4"},{"pageNumber":59,"pageContent":"rived from dues. The extensive program for Public Schools is supported by dues. Boards of Relief to aid distressed Masons and their families and Employ - ment Boards to find work are maintained by our dues. So, It can be said that, in paying one’s share, can be found a realm of service. Voluntary donations to the Endowment Fund and — to the Memorial Temple Fund should be a regular portion of a Mason’s giving. The pride of a lodge on Honor Roll and Merit Roll status is the reflection of the worth of its Masonry. The opportunity for service will present itself to you. If you grasp it, you will then begin to feel what Freemasonry means to its adherents. If you fail to carry your share of responsibility, you, In the ulti - mate, will become the loser. Masonry lives through the ages because of the strength Imparted endlessly by its members. They, in turn, reap as they sow, each gathering sustenance in manifold returns. The man who gives nothing, however, receives his return in kind. You are about to enter into a unique and satisfy - ing period of your life. You are about to receive the U~I degrees of Freemasonry. We hope that you will do so with greater appreciation for them because of what you have learned by reading this booklet. Committee on Ritual, Grand Lodge, F. & A.M. of California E 11 J"}]
