[{"pageNumber":1,"pageContent":"Investiture of the Qrand JY(aster’s Staff"},{"pageNumber":2,"pageContent":"INVESTITURE OF THE GRAND MASTER’S STAFF All Brethren other than those hereinafter specified will be seated in pews on the side aisles or in balcony. District Deputies and other Staff Officers will assemble in front of Chapel and there be placed in proper order by the Deputy Grand Marshal. Constitutional Line Officers, Past Grand Masters, Permanent Members, Commissioners of Appeals, Trustees and Grand Chap - lains will assemble in Administration Building and procession will be formed by the Grand Marshal. On signal given from steps of Chapel, Deputy Grand Marshal will lead the District Deputies and Staff Officers to pews assigned them. Deputy Grandi Marshal then stands beside Grand Master’s pedestal. On signal given from steps of Chapel, Grand Line marches two and two, as follows: Grand Ma vshal Grand Chaplains Trustees Commissioners of Appeals Permanent Members Grand Treasurer—Grand Secretary Senior Grand Warden—Junior Grand Warden Grand Master—Deputy Grand Master When Grand Marshal is at door of Chapel the Deputy Grand Marshal calls up the Brethren, and says: “Brethren, the Grand 1"},{"pageNumber":3,"pageContent":"Grand Master seats Brethren. Master”. Procession then proceeds to first pew where Grand Marshal opens the ranks by going to rear of Chapel and escorts the Grand Master to his station; Deputy Grand Master, etc., fol - low to seats as shown in the following diagram: Grand Master—Most Worshipful Grand Secretary, call the roll. (Roll call of all Staff Officers) Grand Secretary—The Grand Master has designated the Right Worshipful to act as proxy for all absentees. Grand Master—I , Grand Master of Masons of the State of New York, have made appointments in accordance with Section No. 111 of the Book of Con - stitutions and will now invest the Staff Officers of Grand Lodge for the ensuing year. s(~. The Deputy Grand Marshal hands gavel to the Grand Master and takes his place. Grand L’.larshal—B rethren, the Most Worship ful Grand Master of Masons of the State of New York—Grand Honors. Grand Master—Brethren, our first duty is to God; give your attention to the Grand Chaplain, the Right Worshipful (After prayer)—Grand Marshal—Brethren, we will sing one verse of the hymn—”O God, our Help in Ages Past.” Grand Marshal—The Grand Chaplains, Judge Advocate, Grand Lecturer, Grand Historian, Proctor, Deputy Grand Mar - shal, Senior Grand Deacon, Junior Grand Deacon, Grand Standard Bearer, Grand Stewards, Grand Directors of Ceremonies, and Grand Sword Bearers will rise.—Most Worshipful Grand iVlaster, I present your Staff Officers. (Grand Marshal faces Grand Master with others.) Grand Muster—Your appointment to the Grand Master’s Staff comes to you as a mark of recognition for the services you have rendered the Craft. Do you agree to attend the Grand Master at Grand Lodge Ceremonials under the immediate direction of the Grand Marshal and perform such other duties as the Grand Master m~y ~eciuire ard voi”” business permit? Answer—I do. 11GM. GM G.S. ‘I EJ 0 STEPS 0 0 DG.MAR. £LMAR. 2 3"},{"pageNumber":4,"pageContent":"Grand Marshal—The Staff Officers will come to the Sign of Fidel - ity.—Most WovshipfW (irami Mastcv, your Stafl~ Offleers are in due form. (Grand Marshal comes to Sign of Fidelity wrth others.) Grand Master—Say I—pronounce your name and repeat after me—having been appointed to the Staff of the Most Wor - shipful Grand Master of Masons of the State of New York, do hereby solemnly promise that I will nuXold the dignity of that office and at all times conform to the Constitutions of Grand Lodge and the Landmarks of the Craft. So help me God. Grand Master—I now symbolically invest you with the jewels of your respective offices and hand you your Commissions, that you may have official recognition by your Brethren. Presentation of Commissions. Grand Marshal stands at right of Grand Master and hands the Commissions to the Grand Master. Deputy Grand Marshal takes position in center aisle just behind first pew and directs the line of march. The Staff Officers return to seats. Grand Marshal—The District Deputy Grand Masters will rise.— Most Worshipful Grand Master, I present your District Deputy Grand Masters. Grand Master—I have selected you to be my personal representa - tives in your respective Districts in full confidence that the best interests of the Grand Master and Grand Lodge will 4 ) at all times be served. The Book of Constitutions pro - scribeS the (bdt[C5 of a Distrxct De~uty Grand Master. Do you ~gree to perform those duties, to carry the Grand NIaster~s message to your Brethren and perfor~n such other duties as the Grand Master may require and your business permit? Answer—I do. Grand Marshal—The District Deputy Grand Masters will come to the Sign of Fidelity.—Most Worshipful Grand Master, your District Deputy Grand Masters are in due form. Grand Master—Say I—pronounce your names and repeat after me—having been appointed District Deputy Grand Maste] by the Most Worshipful Grand Master of Masons of the State of New York, do hereby solemnly promise that I will to the best of my ability promote among the Brethren of my District continued loyalty to the Grand Master and greater zeal in supporting the laudable undertakings of Grand Lodge under his leadership. So help me God. Grand ~‘laster—I now invest you with the jewel of your office and hand you your Commissions that you may have official recognition by your Brethren. This jewel and none other is to be worn during your term of office and is to be returned to the Grand Secretary’s office at the end of your incum - bency. Presentation of Commiss jns. Grand Marshal stands at left of Grand Master and hands Commissions to Grand Master and announces each Deputy by :immg District only—e.g., “Most Worshipful Grand 5"},{"pageNumber":5,"pageContent":"Master, the District Deputy of the District”. then, of the District, etc. Deputy Grand Master stands at right of Grand Master and presents jewel after Grand Master has presented Commis - sion. Deputy Grand Marshal takes position same as before. The District Deputies return to their places but remain standing. Grand Marshal—The Staff Officers will rise. Grand Master—(addressing both District Deputy Grand Masters and staff Officers) Some or all of you may become the recipients of aprons or jewels or both. It is proper for you to accept such gifts bearing in mind, however, that it will be a presentation and not an investiture as I have at this time invested you. Grand Master seats Brethren. Music (optional). Grand Master’s address to his Staff. Doxology. Grand Master—Let us bc~v~ while the Right Worshipful Grand Chaplain, pronounces the Benediction. Grand Chaplain—Let u~ nrav: Grand Marshal—Brethren will remain in their places until the Grand Master retires. Grand Master hands gavel to Deputy Grand Marshal and retires on the arm of Grand Marshal. Line Officers, Permanent Members, etc., fall in behind Grand Master. After Grand Master has left Chapel, Deputy Grand Marshal— gavel. 6"}]
