[{"pageNumber":2,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.n~ w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.n~ w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w.~4ichtingargus.n1 w.st ichtingargus.nl w.sI ichilngargus.nl w. siichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.n~ w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl K: 1 TEMPLAR TACTICS AND MANUAL Published by Order and Authority of the Grand Commandery, Knights Templar of Missouri To be Strictly Observed by the Commanderies within this Grand Jurisdoaion in Asylum Work and Ceremonies For Street Parades, Pabl~c Drills and Ceremonies, “Drill Regulations” as published by the Grand Encampment of Knights Tempisi of the U. S A. will govem Revised 1923 -- I _________"},{"pageNumber":3,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichti ngargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.~4tichti ngargus.nl wsI iehti ngargus.nl w.~ii ichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl Ritual and Tactics Committee I. i-I,. ii FYr’r I NGER, i1I~R’r S. LEE, WM. Y. BEAN. I DEFIN ITIONS About.—A wheel (or face) of 1800. Alignment:—A straight line upon which several Knights or Ranks are formed or are to be formed. Base: The element on which a movement is regu - lated. Cadence: The unlEorm time of step in marching or the succession of movements in the sword manual: Quick time—120 movements per minute. Double time—iSO movements per minute. Common time— 9 0 movements per minute. Sword cadence at a halt executed in quick time. Sword c~adence on the march executed in marching time. Center: The middle point or element of a command. Column: A number of subdivisions formed in lines one behind the other. Column of Files: A single or double rank faced to the right or left (into column). Commandery Distance: A distance’ equal to the front of the Commandery when in line. Commander: The officer, junior officer or Sir Knight who is oI~ctually in command of the lines. The honorary title of the head of the com - mandery is “Eminent Commander.” Company: A subdivision of a commandery; not less than two platoons. Company Leader: An officer or junior officer of any grade, or a Knight, in command of a com - pany (twenty-four files so designated). Cover: To take position exactly in rear of another. Deploy: To eiitend the front. In general to change from column to line, or from close to extended order. —8— II"},{"pageNumber":4,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. shichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl Wsticlitingargus.nl w.st ichlingargus.nl w slichtingargus.nl w sttchtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl Depth: The space from head to rear of any forma - tion, including the leading and rear elements. The depth of a man is assumed to be 12 inches. Distance: Space between elements in the direction of depth. Division: A sub-division of a commandery formed for asylum ceremonies (see platoon). A sub - division of the grand parade of the Grand En - campment or of a grand commandery. Drill Corps: A portion of the Commandery, with a head and members organized for drilling. Drill: The exercises and evolutions taught in the asylum or on the drill field, and executed in the precise and formal manner prescribed. Dre&s: Alignment to the right or left as in form - ing a rank. Echelon: Elements placed one behind another, ex - tending beyond and unmasking one another either wholly or in part. Element: A file, squad, section, platoon, company of larger body. (See Unit). File Closers: Officers or junior officers placed in rear oF the line whose duty is to rectify mis - takes and to command sub-divisions. File Leader: The leading Knight whom the other Knights or files cover. Flank: The right or left of a command in line or or in column. Formation~ Arrangement of the Knights of a com - mand. The placing of all tractions in their order in line or in column. Front: The space in width occupied by a command or any element. The front of a Knight is 22 inches. Also the general direction toward which the command is moving. Guide~ One upon whom the command or Knight regulates the march. —4— I I w.stic htingargus.nl stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl Guidon: A small banner displaying the name and numWer of a commandery or larger organiza - tion. See Marker. Head: The leading element of a co\\umn. Interval: Space between elements of the same line. Junior Officers: All officers below the rank of Captain General (see officers). Left in Front: A column formed to the left from line or to the rear from front. See Right in Front. Line: A formation in which the different elements are abreast of each other. Marching Flank: The flank furthest from the pivot in turning or wheeling. Marker: See Guidon. Motion: Distinct movements in the Manual of the Sword. Officers: The Captain General and all officers above that grade, and past commanders. (See Junior Officers). Pace: Thirty inches; the length of the full step in quick time. Pivott The Knight on the flank upon which the wheel or turn is made. Fixed Pivot: The Knight on the pivot marks time and turns his body to conform to the front of the unit, gaining no ground during the execution of the movement. Moving Pivot: The Knight on the pivot moves on the arc of a circle the radius of which is 80 inches, and turns his body to con - form to the front of the unit. Platoon: A sub-division of a commandery, usually not less than L2 files, formed for drill (see division). —5——"},{"pageNumber":5,"pageContent":"w.stichtingargus.nl: w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl W44iChtiflgargus.nl ~ tic h t I ngargus.nl w ~ii ch Ii ngargus.nl w slichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl - w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.pi w.stichtingargusnl w. stichtingargus.nl w. sti chtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl r Platoon Leader: An officer, or junior officer of any grade or a Knight, in command of a pLatoon. Ploy: To diminish front, as to pass from line to column. Point of Resi: The point at which a formation be - gins. Post: Official position or place of officers or Knights. h~ Qaurte: When the (Sword Gripe is held, back of the hand down. Rank: A line of KnightB placed side by side, also the grade of an officer. Right: The right extremity or element of a body of Knights. (contra, the left). Right in Front: A column formed to the right from line. When the right of the line is on the right. A formation wI~en the right of the line is in front. When the guide, in column of threes or sections, is on the left. When the file closers are ‘on the right flank of the column. Roster: A list of officers or Knights fo~ duty. The roll ol’ o1~ficc~s and Knights of a commandery. Section: Two scts 0:1 threes abreast, in column or in line. Squad: A ~im1l rn;mbor o~ Knights for drill. Sub-~Uvhi~on: Th~ ~ev&ta’i ymrt~e into which a corn - mafl(iQI:y oi~ ltwgcv body is divided, as threes, sac tAo nri, ‘platoorts, cI~c. In T~crcc; Whe~i th~i NwoId gripe is held, back of tlIQ hand up. Turn: A. n~ovarncnt placing a rank a~ right angles to it~ £ormc~ position, but executed by the Knights individually in succession. Under Anna: Equipped with accoutrements, with sword drawn or in scabbard. Unit: (See Element). —0 — Verify: To assure the correctness of a formation. Wheel: A circular movement by which a rank is placed at right angles to its .former position. Wheeling Distance: A distance between subdivisions in column so that when wheeled into line the subdivisions will exactly join. Equal to the front of the subdivision less the depth of a Knight. Wings That portion of a commandery, battalion, or largest body, from the center to the flank. —7--—"},{"pageNumber":6,"pageContent":"IV I ‘N w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI I w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w• stichtingargus.nl wstichtingargus.nI w. Nh chit ngargus.nl wNI chtingargus.nl w stichtingargus.nl w. stichtingargus.nl W. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w• stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl W. stichtingargus.nl W. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl -c ij GENERAL PRINCIPLES A careful preliminary study of general principles should always be made by officers and junior officers, before attempting drill or instruction. The Eminent Commander is the commanding officer and is responsible for the proper training of the com - mandery. It is not expected, however, that the Eminent Commander will actually be in command of every activity of the commandery at all times. If he does not wish to assume the command, he will direct the Generalissimo, Captain General, or other competent Sir Knight, to act as the military officer, under the title of “Commander,” the subordinate in such case to remember that he is always under the command and direction of the Emminent Com - mander. In accordance with Templar tradition and custom, this officer will often, perhaps generally, be the Captain General. In large commanderies there is no objection to the appointment also of an Adjutant or Executive Officer, “Chief of Staff.” These appointments are generally permanent, but may be emergent, and are always at the pleasure and discretion of the Eminent Commander. Drills executed at attention and the ceremonies are designed to teach p recise and knightly move - ment, and to inculcate that prompt obedience which is essential to proper ltnsghtly control. To this end, smartness and precision should be exacted in the execution of every detail. Such drills should be frequent, but short. The formations, movements, honors and cere - monies of these dm11 regulations are made to con - form to the infantry drill of the United States army, of present and earlier standard, as nearly as possible, consistent with the purpose, tradition, uniform and arms of Templarism. To harmonize Knights Templar official titles with military terms, the following rules will be observed; it being understood, that for drill and instruction, —5— r the commanding officer may always make substi - tute appointments, required for efficiency, which appointments shall not affect the Templar rank of any officer. The Eminent Commander, referred to as “Com - mander,” will command, and the Generalissimo and Captain General will be second and third in com - mand. When, therefore, the commandery is formed’ as a single unit (company) they will simulate re - spectively the positions of captain, first lieutenant and second lieutenant (officers), the remaining of - ficers of the commandery, classified as junior of - ficers (non-commissioned officers), in order of rank, will ~orrespond to the sergeants of a military Company. When the Commandery is formed as a battalion the constructive rank of the Commander will be that of major; if as a regiment, that of colonel, with corresponding increase in the ranks of his sub - ordinates. Grand Encampment and Grand Commandery of - ficers will respectively simulate the grades above commandery officers, ~as indicated in the Ii. S. tables of organization, for the battalion, regiment or higher unit. The duties of officers and staffs will conform as nearly as may be with the same tables. The title of the commanding officer of a Templar brigade will be “Brigade Commander”; and of larger bodies ~‘Liarshal” or “Grand Mar - ehal” instead of “General.” The ranking officer of the Commandery, Grand Commandery or Grand Encampment may detail or relieve acting officers or junior officers, and form or discharge any required staff, whenever he deems It expedient or necessary, for drill formations, but Ihe assumption of military authority by such of - l’kers shall not confer or deny Templar rank. Past Commanders are designated as officers. Guides ci’ threes or sections (corporals) are usually designated from the number of well drilled Knights. Acting junior officers may be similarly designated. —9—— -w_ __"},{"pageNumber":7,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl I w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. sticht’ ngargus.nI x Li cii Li ngargus.nl wNI chlingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. sfichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.sfichtingargus.nl II GENERAL RULES FOR DRILLS AND FORMATIONS Since Knights Templar drill is never ,profes - sional, and as a means of simplicity, and an assist - ance to preparation and judging in contests, these Regulations in general provide but one way for the esecution of each movement. While great latitude is permitted in the instruction and maneuver of individual commanderies, in all competitions and in ceremonies, the text must be strictLy followed, ex- - pedients being permissible only in cases not covered by the text, and in competitions subject always to the interpretation of the judges. General Rules will always be followed unless otherwise provided, and in any variation between cescription and illus - tration the description will govern. Formations are based upon a front of three Knights as a unit. All movements are described for single rank, but unless otherwise specified, the same orders and movements may be applied to double rank, at the option of the commanding officer, by such com - mands and means as he may devise. NOTE—Double rank for templar formations is discouraged for the following teasons: By tradi - tion Knights Templars were always mounted, and cavalry or dragoons are vwer formed in double rank, mounted or on foot; with the close elbow touch prescribed by these regulations, the distance —ten inches—bcitween the front and rear rank, would practically prevent the execution of the sword manual by the rear rank; the drifting side- wise movement of the rear rank necessary in the wheelings, is awkward and unsightly, and the formation is wholly unsuited to the asylum cere - monies. When the preparatory command consists of more than one part, its elements are arranged as fol - lows: —to— —4 (1) For movements to be executed successively by the subdivisions or elements of a command: (a) Description of the movements; (b) how ex - ecuted, or on what element executed. (2) For movements to be executed simultan - eously by the subdivisions of a command: (a) the designation of the subdivisions; (b) the movement to be executed. Movements that may be executed toward neither flank are explained as toward but one flank, it be - ing necessary to substitute the word “left” for “right,” and to reverse, to have the explanation of the corresponding movement toward the other flank. The commands are given for the execution of movements toward either flank. The substitue word of the command is placed within parentheses. Any movement may be executed either from the halt or when marching, unless otherwise prescribed. If at a halt, the command for movements involv - ing marching need not be prefaced by FORWARD, as 1. Column right (left), 2. MARCH. Any movement not specially excepted may be executed in double time. If at a halt, or if marching in quick time, the command Double Time precedes the command of execution. In successive movements executed in )doubie time the ie~tding or base unit marches in quick time when not otherwise prescribed; the other units march in double time to their places in the forma - tion ordered and then conform to the gait of the luading or base unit. If marching in double time, the command Double Time is omitted. The leading or base unit maithes In quick time; the other units continue at double Lime to their places in the formation ordered and then conform to the gait of the leading or base unit. To hasten the execution of a movement begun —11—"},{"pageNumber":8,"pageContent":"w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.n w.stichtingargus . ni w.stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. xli c h ti ngargus.nl w.xl ichtingargus.nl w siachtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. sfichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl wstichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichti ngargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl I in quick time, the command: 1. Double time, 2. MARCH, is given. The leading or base unit con - tinues to march in quick time, or remain at halt if already halted; the other units complete the execu - tion of the movement in double time and then conform to the gait of the leading or base unit. To stay the eiiecution of a movement when marching, for the correction of errors, the com - mand: 1. In place, 2. HALT, is given. All halt and stand fast, without changing the position. To resume the movement the command 1. Resume, 2. MARCH, is given. To revoke a preparatory command, or, being at a halt, to begin anew a movement improperly be - gun, the command AS YOU WERE, is given, at which the movement ceases and the former posi - tion is resumed. Unless otherwise announced, the guide of a pla - toon or larger subdivision of a ~~mmandery, or of a ~~mmandery in line, is right; of a ~~mmandery in line of subdivisions, center; of a rank in column of threes or sections, toward the side of the guide of the ~~mmandery. To march with guide other than as prescribed above, or to change the guide: Guide right (left or center). In successive formations into line, the guide is toward the point of rest; in platoons or larger sub - divisions it is so announced. The announcement of the guide~ when given in connection with a movement, follows the command of execution for that movement: as 1. Forward, 2. MARCH, 8 Guide right (left), unless otherwise specified. The wheel on the fixed pivot by subdivisions is used in all formations from line into column and the reverse. The wheel on the moving pivot is used by sub - divisions of a column in executing changes of di - rection. —12— r The moving pivot will describe a circle the radius of which is 80 inches; the step about nine inches required in column of threes will be reduced pro - portionately as the front of the subdivision is in - creased, the radius being always the same. Partial changes of direction may be esecuted: by interpolating in the preparatory command the word half as column half right (left) or right (left) half turn, a change of 45 degrees is executed. By the command: Incline to die right (left), the guide, or guilding element, moves in the indicated direction and the remainder of the command con - forms. This movement effects slight changes of direction. In changing direction the leading subdivision ex - ecutes the turn, or wheel, at the command MARCH, the guide taking his position when the change is made. Full distance in column of subdivisions is such that in forming line to the righ or left the sub - divisions will have their proper intervals. In column of subdivisions the guide of the leading subdivision is charged with the step and direction; the guides in rear preserve the trace, step and distance. All details, detachments, and other bodies of Knights are habitually formed in single rank. The designation line of sections, line of platoons, companies, etc., refer to the formation in wihch sections, platoons, companies, etc., each in column are in line. The posts of officers, junior officers, color guard, staff, etc., in the various formations, of the platoon, commandery, battalion or regiment, will be described and shown in plates. In all changes from one formation to another involving a change of post on the part of any of these, unless otherwise specified, posts are promptly taken by the most convenient route as soon as —is—"},{"pageNumber":9,"pageContent":"w.stichtingargus.nl w.suichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.n[ w.stichtingargus.nI w. stichtingargus.nl w. suichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl xl who ngargus.nl x ne h Li ngargus.nl w siichtingargus.nl w. stichtingargus.nl w. sfichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl r practicable after the command of execution for the movement; officers who have prescribed duties in connection with the movement ordered, tahe their new posts when such duties are completed. As instructors, officers and junior officers go wherever their presence is necessary. As file closers it is their duty to rectify mistakes and in - sure steadiness and promptness in the ranks. In ceremonies officers, junior officers and special unit must take their prescribed positions. Brigade, regimental. battalion and staff 0 fficers may be mounted. The staff of an officer forms in single rank three paces in rear of him, the right of the rank extending one pace to the right of a point directly in rear of him. Members of the staff are arranged in order of rank from right to left; the staffs in the same order according to the rank of their respective commanders. The orderlies, if present, are three paces in rear of the staff. When necessary to reduce the front of the staff and orderlies, each line eiiecutes threes right, according to the principles of the U. S. cavalry drill regulations, and follow the commander. A junior, mounted, addressing a superior of - ficer on foot, will first dismount. Members of the staff, and orderlies, mount and dismount with their chief. In making the about, an officer, mounted, habitually turns to the left. When the commander faces to give commands the staff and orderlies do not change positions. When making or receiving official reports all officers will salute. Where the word “Sir” is used by an officer in making a report, as “Sir, the parade is formed,” the proper honorary title of the officer to whom reporting, may be prefixed, as “Eminent Sir,” “Right Eminent Sir,” etc. Knightly courtesy requires the junior to salute t —14— first, but when the salute is introductory to a re - port made at a ceremony or formation, to the representative of a common superior, as the adjutant, or other staff officer, etc., the officer making the report, whatever his rank, will salute first; the officer to whom the report is made will acknowledge by saluting that he has received and understood the report. For ceremonies, such regimental and battalion junior officers as are dismounted are formed five paces in rear of the color or standard, in order of rank from right to left. In column of threes or sections they march as file closers. Other than for ceremonies, staff junior officers, and orderlies accompany their immediate chiefs un - less otherwise directed. If mounted, the junior officers are ordinarily posted on the right or at the head of the orderlies. In all formations and movements a junior officer commanding a platoon carries his sword and takes the same post as an officer in like situation. ORDERS, COMMANDS, AND SIGNALS Officers and Knights fix their attention at the first word of command, the first note of the bugle, or the first motion of the signal. A signal includes both the preparatory command and the command of execution; the movement commences as soon as the signal is understood, unless otherwise pre - scribed. Commanders or leaders of subdivisions repeat orders, commands, or signals whenever such repeti - tion is deemed necessary to insure prompt and correct execution. Prescribed signals are limited to such as are essential as a substitute for the voice under condi - tions which render the voice inadequate. —is—"},{"pageNumber":10,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.n[ w.stichtingargus . ni w. stichtingargus.n[ w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w, xli c h Ii ngargus.nl w,x ichLingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl 4 I In these regulations an order embraces instruc - tions or directions given orally or in writing in terms suited to the particular occasion and not prescribed herein. Orders are employed only when the commands prescribed herein do not sufficiently indicate the will of the Commander. In these regulations a command is the will of the Commander expressed in the phraseology pre - scribed herein. There are two kinds of commands. The PRE~PARATORY command, such as For - ward, indicates the movement that is to be executed. The command of EXECUTION, such as MARCH, HALT, or SWORDS, causes the execution. Preparatory commands are distinguished by small black letters, those of execution by BLACK CAPITALS. Where it is not mentioned in the text who gives the command prescribed, they are to be given by the Commander of the unit concerned. The preparatory command should be given at such an interval of time before the command of execution as to admit of being properly understood; the command of execution should be given at the instant the movement is to commence. The tone of command is animated, distinct, and of loudness proportioned to the number of men for whom it is intended. Each preparatory command is enunciated dis - tinctly, with a rising inflection at the end, and in such manner that the command of execution may be more energetic. The command of execution is firm in tone and brief. Oral commands are not habitually used for units larger than a battalion. —16— r When giving commands to Knights, it is usually best to face toward them. Indifference in giving commands must be avoided, as it leads to laxity in execution. Com - mands should be given with spirit at all times. To secure uniformity, all officers should prac - tice giving commands. An officer should always have his sword drawn when giving a command, to Knights under arms. Bugle Signals Bugle Signals are only used for ceremonies, and with large bodies for street parades and marches. Whistle Signals Attention to Orders. A short blase of the whistle. This is signal used on parades and marches when necessary to fix the attention of troops, of of their Commanders, or leaders, preparatory to giving commands, orders or signals. Arm Signals 44. The following arm signals are prescribed. In making signals either arm may be used. In making arm signals, the sword may be held in the hand. Forward, MARCH; Right oblique, MARCH; Left Oblique, MARCH. Extend the arm vertically to its Pull extent and lower it to the front (right front, cit front) until horizontal; at the same time move in the indicated direction. Quick time, March. Raise the right elbow to a ~, position above and to the right of the right r~houlder; extend the forearm to the left, right tend above the head. HALT. Carry the hand to the shoulder; thrust the hand upward and hold the arm vertically. Double time, MARCH. Carry the hand to the —17—"},{"pageNumber":11,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.sticlningargus.nl w.stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl wstichtingargus.nI wsuchtingargus.nl wxI iehtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus .nl w. stichtingargus.nl w. stichti ugargus .nl w.stichtingargus.nl w.stichtingargus.nl w.stichtirigargus.nl w.stichti ngargus.nI w.stichtingargus.nl w. stichtirigargus.nl w.stichtingargus.nl r shoulder; rapidly thrust the hand upward the full extent of the arm several times. Change direction or Column right (left), MARCH. The hand on the side toward which the change of direction is to be made is carried across the body to the opposite shoulder, forearm hori - zontal; then swing in a horizontal plane, arm ex - tended, pointing in the new direction. SCHOOL OF THE KNIGHT AND SQUAD The Knight 45. Provision should be made for the proper in - struction of newly created Knights in essentials of facings, marching, wheeling and sword manual to prevent their falling into awkward or bad habits, as well as to give grace and ease of movement. To this end the following exercises are prepared: Individual Drill, Without Swords 46. The drill should always commence promptly at the appointed time. Punctuality, silence in ranks, and close attention during drill must always be insisted upon. The instructor explains briefly each movement, first executing it himself if practicable. He re - quires the Knights to take the proper positions unassisted and does not touch them for the purpose of correcting them, except when they are unable to correct themselves. He avoids keeping them too long at the same movement, although each should be understood before passing to another. He ex - acts by degrees the desired precision and uniform - ity. Drills should be in fatigue uniform when pos - sible and the sword manual not taught until the Knights have acquired some proficiency in the school of the Knight. —is— r 47. For preliminary instruction a number o~f Knights, usually not exceeding three or four, art formed as a squad in single rank facing to the front. Position of the Knight, or Attention 48. Heels on the same line and as near each other as the conformation of the Knights permits. Feet turned out equally and forming an angle of about 45 degrees. Knees straight without stiffness. Hips level and drawn back slightly; body erect and resting equally on hips; chest lifted and arched; shoulders square and falling equally. Arms and hands hanging naturally; thumb along the seam of the trousers. Head erect and square to the front, chin slightly drawn in; eyes straight to the front. Weight of the body resting equally upon the heels and balls of the feet. The Rests 49. Being at a halt, the commands are FALL OUT; REST; AT EASE; 1. Stand al, 2. EASE; tLnd 1. Parade, 2. REST. At the command fall out, the Knights may leave the ranks but are required to remain in the im - mediate vicinity. They resume their former places, itt attention, at the command fall in. At the command rest, the Knight keeps one Poot in place but is not required to preserve silence or immobility. At the command at ease, the Knight keeps one Voot in place and is required to preserve silence itul not immobility. —19——"},{"pageNumber":12,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w. sfichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus .nI w.stichtingargu s.nI w. stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichti ngargus.nl w. st Ic Ni ngargus.nI w.sl achtingargus.nl w.sti chtingargus.nI w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichfingargus.nl w. stichhingargus.nl w. stichtingargus.nl w. stichtingargus .nI w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichti ngargus.nI w. stichtingargus.nl w. sti chtingargus .nl w.stichti ngargus.nl w. stichtingargus.nl w.stichtingargus.nI r i I 1. Stand at, 2. EASE. Being at order swords, at the command “Ease” carry the left foot twelve inches straight to the left, keep - ing the legs straight without stiff - ness, so that the weight of the body rests equally on both feet. At the same time incline the blade to the front by extending the right arm, without moving the point or changing the grasp on the hilt. Place the left hand behind the body, resting in the small of the back, palm to the rear, the attitude erect but not constrained. This secures digni - fied uniformity while resting. 1. Parade, 2. REST. Carry the right foot 6 inches straight to the Stand at Ease rear, feet at an angle of 45 de - grees, left knee slightly bent; clasp the hands, without constraint, in front of the center of the body, fingers joined, left hand upper - most, left thumb clasped by the thumb and fore - finger of the right hand; preserve front, silence, and steadiness of position. 50. To resume the attention: 1. Squad, 2. At - ten-TION. (Given with accent on the last syllable, TION). Eyes Right or Left 51. 1. Eyes, 2. RIGHT (LEFT), 8. FRONT. At the command right, turn the head to the right oblique (45 degrees), eyes fixed on the line of eyes of the Knights, in, or supposed to be in, the same rank. At the command front, turn the head and eyes smartly to the front. Facings 52. To the flank: 1. Right (left), 2. FACE. Raise slightly the left heel and right toe; face —20— r Th to the right (a one-fourth turn), turning on the right heel, assisted by a slight pressure on the ball of the left foot; (TWO), place the left foot by the side of the right. Left, FACE, is executed on the left heel in the corresponding manner. The right (left) half face, is executed similarly, facing 45 degrees, by the command, 1. Half right (left), 2. FACE. To face in marching and advance, turn on the ball of either foot and step off with the other. foot in the new direction; to face in marching without gaining ground in the new direction, turn on the ball of either foot and mark time. 53. To the rear: 1. About, 2. FACE. Carry the toe of the right foot about a half foot-length to the rear and slightly to the left of the left heel without changing the position of the left foot; (TWO), face to the rear (a one-half turn), turning to the right on the left heel and right toe, and place the right heel by the side of the left. Salute with the Hand 54. 1. Hand, 2. SALUTE. Raise the right hand smartly till the tip of the forefinger touches the lower part of the headdress (if uncovered, the forehead) abov~ the right eye, thumb and Hand salute fingers extended and joined, palm to the left, forearm inclined at about 45 degrees, hand and wrist, straight; at the same time look toward the person saluted; (TWO), drop the arm smartly by the side. —21—"},{"pageNumber":13,"pageContent":"w.stichtingargus.rd w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nI I w.stichtingargus.nI w.stichtingargus .ni w. stichti ugargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.ni w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl W, si iclit ngargus .nl wsl aclita ngargus.nl W. stlchtingargus.nl w .stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichdngargus.nI w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargusnl w. stichtingargus.nl r Steps and Marching 55. All steps and marchings executed from a halt, except right step, begin with the left foot. 56. The length of the full step in quick time is 80 inches, measured from heel to heel, and the cad - ence is at the rate of 120 steps per minute. The length of the step in common time, is the same as in quick time; the cadence 90 steps per minute. Used in certain ceremonies, funerals, Pre - late’s escort, etc., and for instruction. The length of the full step in double time is 86 inches; the cadence is at the rate of 180 steps per minute. The instructor, when necessary, indicates the cadence of the step by calling, one, two, three, four, or left, right, the instant the left and right foot, respectively, should be planted. 57. All steps and marchings and movements in - volving march are executed in quick time, unless the Knights are marching in double time, or double time be added to the command; in the latter case double time is added to the preparatory command. Example: 1. Squad right, 2. Double time, 8. MARCH. (Similarly for common time.) Quick time may be resumed from double time or common time. Example: 1. Quick time, 2. MARCH. 58. The command of execution for all move - ments while marching is given as either foot strikes the ground, except as otherwise prescribed; the movement commences when the folLowing foot is planted. Quick Time t ‘I’ 59. Being at a halt, to march forward in quick time: I. Forward, 2. MARCH. At the command forward, shift the weight of the body to the right leg, left knee straight. At the command march, move the left foot smartly straight forward 80 inches, sole near the —22— ground, and plant it without shock; next, in like manner advance and plant the right foot; continue the march. The arms swing naturally. 60. Being at a halt, or in march in quick time, to march in double time: 1. Double time, 2. MARCH. If at a halt, at the first command shift the weight of the body to the right leg. At the com - mand march, raise the forearm, fingers closed, back of the hands out, to a horizontal position along the waist line; take up an easy run with the step and cadence of double time, allowing a natural swinging motion to the arms. If marching in quick time, at the command march, given as either foot strikes the ground, take one step in quick time, and then step off in double time. 61. To resume the quick time: 1. Quick time, 2. MARCH. At the command march, given as either foot strikes the ground, advance and plant the other foot in double time; resume the quick time, drop - ping the hands by the sides. To Mark Time 62. Being in mach: 1. Mark time, 2. MARCH. At the command march, given as either foot strikes the ground; advance and plant the other foot; bring up the foot in rear and continue the cadence by alternately raising each foot about two inches and planting it on line with the other. Being at a halt, at the command March, raise und plant first the left foot and then the right, as described above. Any movement may be executed from mark time. The Half Step 63. 1. Half Step, 2. MARCH. Take steps of 15 inches in quick time, 18 inches In double time."},{"pageNumber":14,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w. stichfingargus.nl w.stichtingargus.nl w.stichtingargus.nI w. stichhingargus.nl w.stichtingargus.nl w. stichhingargus.nl w.stichti ngargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichfingargus.ni w.stichwingargus.nl w Mt I cliii ngargus.nl w Mliclltaflgargus.nl w stichtingargus.nI w stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.ni w. stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus .ni w. stichtingargus.ni w. stichtingargus.nl w. stichtingargus .ni w. stichfingargus.ni w. stichtingargus.ni w. stichtingargus.ni w. stichtingargus.ni w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.ny w.stichtingargus.nl 64. Forward, half step, halt and mark time, may be executed one from the other in quick or double time. To resume the full step from half step or mark time: 1. Forward, 2. MARCH. Side Step 65. Being at a halt or mark time: 1. Right (left) step, 2. MARCH. Carry and plant the right foot 10 inches to the right; bring the left foot beside it and continue the movement in the cadence of quick time. The side step is used for short distances only and is not executed in double time. NOTE—The command halt is given when the feet are together; take another step, then halt. Back Step 66. Being at a halt or mark time: 1. Backward, 2. MARCH. Take steps of 15 inches straight to the rear. The back step is used for short distances only and is not executed in double time. To Halt 67. To arrest the march ~n quick time or double time: 1. Squad, 2. HALT. At the command halt, given as either foot strikes the ground, plant the other foot as in marching; raise and place the first foot by the side of the other. If in double time, drop the hands by the sides. To March By the Flank 68. Being in march: 1. By the right (left) flank, 2. MARCH. At the command march, given as the right foot strikes the ground, advance and plant the left foot, then face to the right in marching and step off in the new direction with the right foot. Esecute by —24— A the left flank by inverse commands and means. (The right and left face in marching.) To March To the Rear 69. Being in march: 1. To the rear, 2. MARCH. At the command march, given as the right foot strikes the ground, advance and plant the left foot; turn to the right about on the balls of both feet and immediately step off with the left foot. If marching in double time, turn to the right. about, taking four steps in place, keeping the cadence, and then step off with the left foot. Change Step 70. Being in march: 1. Change step, 2. MARCH. At the command march, given as the right (left) foot strikes the ground, advance and plant the left foot; plant the toe of the right foot near the heel of the left and step off with the left foot, both movements being executed in one count. The Oblique March 71. The instructor causes the squad to face half right or half left, points out to the Knights their relative positions and explains that these are to be maintained in the oblique march. 1. Right (left) oblique, 2. MARCH. Each Knight steps off in a direction 45 degrees to the right of his original front. He preserves his relative position, keeping his shoulders parallel to those of the guide (The Knight on the right (or left] front of the line or column), and so regulates his steps that the ranks remain parallel at their original front. At the command halt, the Knights halt, faced to the front. The command halt should be given on the left foot when halting from a right oblique, and on the right foot when halting from a left oblique. To resume the original direction: 1. Forward, 2. MARCH. —25—"},{"pageNumber":15,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargu s.nI w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichuingargus.nl w. stichti ngargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. sa cia in gargus.nl wNI achtingargus.nl w suicbtingargus.nI w slchtingargus.nl w stichtingargus.nl w. stichfingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl The Knights half face to the left in marching and then move straight to the front. If at a half step or mark time while obliquing the oblique march is resumed by the commands: 1. Oblique, 2. MARCH. The Route Step 72. 1. Route Step, 2. MARCH. At the command march, the Knights lengthen or shorten the step at will, so that it will break the cadence, and are not required to preserve silence nor keep step. The ranks cover and preserve dis - tance. The swords, if not in scabbards, carried at will. (To be given in crossing bridges or at funerals where the distance to the cemetery is great.) To resume the cadence, step and silence: 1. Squad, 2. ATTENTION. THE SQUAD To Align the Squad 73. 1. Squad, 2. FALL IN. At the command fall in, the tallest Knight takes position where the right is to rest, facing to the right. The Knights fall in quickly in rear, at a distance of ten inches, according to height. At the command, 1. Left, ‘2. FACE, they face to the left into line. Alignments 74. The instructor first teaches the Knights to align themselves man by man; to this end he ad - vances the two Knights on the right, three or more paces, and having aligned them, commands. 1. By file, right (left), 2. DRESS, 8. FRONT. At the command dress, the Knights move up suc - cessively in quick time, shortening the last step, so as to be about six inches behind the alignment which must never be passed; each Knight then ex - ecutes Eyes Right, and moves on the line taking —26— steps of two or three inches, places his right arm lightly against the left arm of the Knight on his right, so that his eyes and shoulders are in line ‘with those of the Knights on his right, shoulders square to the front. At the command front, given when the ranks are aligned, the Knights turn their heads and eyes smartly to the front. 75. The Knights having learned to align them - selves man by man, the instructor next aligns them by the command: 1. Right (left), 2. £RESS, 8. FRONT. The base having been established, at the com - mand dress, the entire rank moves forward and dresses up to the line as previously explained. The instructor verifies the alignment from the right flank and orders up or back such men as may be in rear, or in advance of the line; only the men designated move. At the command front, given when the rank is aligned, each man turns his head and eyes smartly to the front. Whenever the position of the base file or files necessitates a considerable movement by the squad, such movement will be executed by marching to the front or oblique, to the flank or backwards, as the case may be, without other coni - mand. Alignments to the rear are executed on the same principles, the Knights stepping back a little be - yond the line, and then dressing up, by steps of two or three inches. The commands are: 1. By file, right (left), backward, 2. DRESS, 8. FRONT, or 1. Right backward, 2. DRESS, 8. FRONT. To March in Line 76. The Knights being correctly aligned, the instructor places a well instructed Knight on the side on which the guide is to be, and commands: —27—"},{"pageNumber":16,"pageContent":"w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.ni w.stichtingargus.nI w. stichti ngargus .nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w sUc ha ngargus.nl wsI achia ngargus.nl w siachtingargus.nI XV sllchtingargus.nI w stichfingargus.nl w stichtingargus.nl w.stichtingargus.ni w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nt C K •1 1. Forward, 2. MARCH. At the command march, the Knights step off smartly with the left foot, P~r. 59, the Knight act - ing as guide marching straight to the front. The instructor observes, in marching in line, that the Knights touch lightly the elbow toward the side of the guide; that they open neither arm; that they yield to pressure coming from the side of the guide, and resist pressure coming from the opposite di rection; that shortening or lengthening the step, they gradually recover the alignment and touch of the elbow, if lost, and that they keep the head direct to the front, no matter on which side the guide may be. The instructor impresses upon the Knights that the alignment can only be preserved in marching, by the uniformity of the step, both in length and swiftness, by the touch of the elbow, and the main - tenance of the shoulders square with the line of direction. To March By the Flank 77. Being at a halt, the instructor commands: 1. Right (left), 2. FACE. 1. Forward, 2. MARCH. If in march, the instructor commands: 1. By the right (left) flank, 2. MARCH. At the ~command march, given as the right foot strikes the ground, advance and plant the left foot, then turn to the right in marching and step off in the new direction with the right foot Par. 52. In the march by the flank the Knights cover each other, and keep to facing distance, that is, to such distance that in forming line the elbows will touch. A rank faced to the right or left is called a col - umn of files. To halt the column of files, the in - structor commands: 1. Squad, 2. HALT, and, to face it to the front, 1. Left. (right), 2. FACE. N arching in column of files, to march in line, the instructor commands: 1. By the right (left) flank, 2. MARCH. —25—— r To Change Direction in Column of Files 78. Being in march, the instructor commands: 1. ‘Column right (left); or, 1. Column half right (left), 2. MARCH. At the dommand march, the leading file turns to the right, or half right, on a moving pivot (with radius reduced), followed by other files, who turn on the same ground. To Oblique 79. Being well drilled in the principles of the direct march, the squad is taught to march obliquely. Marching in line, the instructor commands: 1. Right (left) oblique, 2. MARCH. At the command march, each Knight makes a half face to the right, and then marches straight in the new direction. See par. 52-71. The Knights no longer touch el - bows, but preserve’ the line of the rank parallel to its former position by the eye only, glancing along the shoulders of the nearest files, toward the side to which they are obliquing, and regulating their steps so that the shoulders are about six inches be - hind the shoulders of the Knights on that side, and that. the heads conceal the heads of the other Knights in the rank. The Knights all preserve the same length of step, and the same degree of obliquity. To resume the original direction, the instructor commands: 1. Forward, 2. MARCH. At the command march, each Knight makes a half face to the left in marching, and then moves straight to the front. If the squad be at halt, the Knights half face to the right, at the command right oblique, and step off at the command march. Wheelings 80. Wheelings are of two kinds; on either fixed or moving pivot. —29—--"},{"pageNumber":17,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nl w. stichti ngargus .nI w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.~mchtingargus.n1 w ~iicIitingargus.n1 W 4lichtirlgarguS.fll w stichtingargus.nI w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. shichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w . stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichti ngargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichti ngargus.nl w.stichti ngargus.nl To Wheel on a Fixed Pivot 81. 1. ln circle, 2. Left (right) wheel, 3. MARCH. The Knight on the extreme right takes the full step and looks toward the pivot. All keep touch of elbows toward the pivot, head and eyes turned li/A eebng on f~ecZ P2~zo1. Sect~O 6 ~6rp~s~ ZA ,-eeB 6’ 5~e~v.r. Par. 51 (eyes right) toward the marching flank, regulating the length of step accordingly. Thus continue until halted. The fi,~ed pivot is used in wheeling from line in - to column, or from column into line, the pivot Knight marking time in his place and turning to conform to the marching flank. lllheeUny on YTovzn~J P~vat. sect~o~K~g Par 82 —81— -40-"},{"pageNumber":18,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w. stichtingargu s.nl w. stichtingargus.nI w. stichti ngargus.nl w.stichtingargus.nl w. stichtingargus.nl w. sti chtingargus.nl w.swichtingargus.nI w. stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w Yichtingargus.nl W ‘i’chiingargus.nl w stichtingargus.nl w st’chtingargus.nI w stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichfingargus.nl w.stichtingargus .nl w. stichtingargus .nl w.stichfingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichfingargus.nl w. stichtingargus.nl 82. A wheel on a moving pivot, used in chang - ing direction in marching, is made in the same manner, except that the pivot Knight takes a short step thus gaining ground forward, describing the circle with radius of 30 inches, regulating the length of his step to correspond with the marching flank. The moving pivot is used in changing direction of column, and in some successive formations, the pivot Knight describing a circle the radius of which is always 30 inches. —82— r MANUAL OF THE SWORD 83. Newly created Knights should at once be taught marching, drill and sword manual. Ease and grace can only be acquired by frequent ex - crcise. Attention to minor details is essential in order to avoid the forming of awkward habits or taking incorrect positions. Carry the sword with a flexible wrist and without grasping the gripe tightly. The gripe should be held, at position of carry, by the thumb and forefinger, as if holding a pen, and covering about two-thirds of the gripe below the guard. Each command is divided into motions of one-half of a second, which should, at first, be explained and executed separately without reference to cadence. On the march the cadence corresponds with the step. The manual may first be taught by calling the numbers of motions, the com - mand being prefaced by the words “By the num - bers.” No. ONE being executed at the command swords, or other command of execution, then TWO, THREE, etc., until the command “without the numbers,” or until a command is given not in the eword manual. When on march if the swords are drawn and not at a carry, the Knights will, at the command bait, come to Carry Swords, without com - inand. If in scabbard the left hand steadies same. While marching the hands may be allowed to swing fo ‘ward and back three or four inches br the sake of ease and grace of carriage. NOTE—With swords drawn or in scabbard, if desired, scabbards may be hooked up, uniformity being maintained. “Hooked up” means hanging by the front upper ring. If hooked up the scab - bard must be unhooked before executing draw or return swords. —85—"},{"pageNumber":19,"pageContent":"w.stichtingargus.nl w. sfichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w.shichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w. stichtingargus ni w. stichtingargus .nl w. stichtingargus.nI WY ‘chnngargus.nI w t4liclhlingargus.nl ‘A Y’chtingargus.nl ‘A stichtingargus.nI W StlChtiflgargus .nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w. sdchtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.ni w. siichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.siichtingargus.nl w. stichti ngargus .nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl xv. stichtingargus.nl if 84. The sword consists of the hilt and the blade. The hilt is divided into the gripe and the guard. The gripe is the handle grasp - ed by the hand. The guard is the cross piece between t h e gripe and the blade. The blade is divided into the edge, back sides LEFT and point. The edge and back are deter - LOWER.mined by the hilt. RING. The right and left sides of the blade and gripe are the right and left sides in the position of carry swords. The scabbard is the receptable of the sword; the opening of same, _____ its mouth. The hand is in The sword and scabbard tierce, when it holds the gripe with back of hand up, and in quarte, when it holds the gripe with back of hand down. Unless the formation is open ranks, the Knights under instruction should take intervals. 85. Being in line at a halt with swords in scab - bards: 1. Sir Knight, 2. DRAW, 3. SWORDS. —84— r 1. At the command draw, grasp the scabbard with the left hand, near its mouth, incline the hilt a little forward, seize the gripe with the right hand, and draw the blade until the right forearm is horizontal, back of hand against the breast. SWORDS, draw the sword quickly, raising the arm to its full length, at an angle of about 45 de - grees, the sword in a straight line with the arm, edge down, ~extending in the same direction, as the tight foot. (TWO) Bring the back of the blade ILgalast the shoulder, the blade vertical, back of the gripe to the rear, the arm nearly straight down, —85— Carry Swords Draw Swords Draw Swords Second Motion First Motion"},{"pageNumber":20,"pageContent":"w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.n I w.stichtingargus.nI w.stichtingargu s.nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.swichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl \\V stichtingargus.nl ‘A Y iclii ngargus.nl ‘A SIiClilingill2gtlS.nl ‘A stichtingargus.nl ‘~x stachtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w. stichtingargus .nI w stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nI w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus .111 w. stichtingargus .nl the thumb and forefinger embracing the gripe, the thumb against the thigh, the other fingers extended and joined in the rear of the gripe. This is the position of Carry Swords. From this position all movements of the sword manual begin, unless other - wise provided. In all marching movements, except route march, at the command halt, unless otherwise provided, the sword, if drawn, will be brought to the carry without command. 86. 1. From the right take sword intervals, 2. MARCH. At the first command, all the Knights except the one on the right, who remains at Carry Swords, execute eyes right, raise the right hand in front of and as high as the right shoulder, the back of the hand to the front, and drop the sword blade hori - zontally to the right, edge up. MARCH, all the —86— Knights except the right file, execute left step. As soon as each Knight has gained an interval so that the point of his sword will clear the left arm of the Knight on his right, he halts, executes front, and resumes Carry Swords. NOTE—This movement intended only as prepara - tory to Par. 116 to 135. 87. 1. From the left take sword intervals, 2. MARCH. Sword Intervals from the Left Is executed as above, except that the eyes are turned to the left, the right hand is carried across Lhe body and touches the left arm, the right fore - arm horizontal, the sword eztended in prolongation thereof, edge down. 87a. 1. On the right (left) close intervals, 2. MARCH. The Knight on the right (left) stands fast, the uthcrs face him and march forward halting succes - —87— Sword Intervals from the Right"},{"pageNumber":21,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus .nI w.stichtingargus.nI w.stichtingargus .nl w.stichtingargus.nl w.stichti ngargus .nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w, stichtingargus.nl ‘~v sticlPingargus.nl \\V ~ti IHingargus.nl ‘A ¾llcIllIflgarguS.nl ‘A stichiingargus.nl xx . stichtingargus.nl xx. stichtingargus .nl w. stichtingargus.nl xv. stichtingargus.nl w, stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w stichtingargus.nl w. stichtingargus.nI w stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w.stichtingargus .nl sively when the interval is closed, and facing to the front. 88. 1 Present, 2. SWORDS. Raise and carry the sword to the front, cross hilt as high as the chin and six inches in front of the neck, edge to the left, point six inches farther to the front than the cross hilt, thumb extended on the back. of the gripe, wrist straight, all fingers grasping the gripe. 89. 1. Carry, 2. SWORDS. Resume the carry in one motion, without throwing the right hand to the front, or the — point to the rear. j i 90. 1. Salute, 2. SWORDS. - Execute presefit Swords. (T W 0) Drop the point of Present Swords the sword, edge to the left, to about fifteen inches in front of and in prolongation of the right foot, arm hanging naturally, the el - bow close to the body, the back of the hand down. 91. 1. Carry, 2. SWORDS. Resume the position of carry swords. Salute Swords The salute swords, is the pre- Officers Present sent swords, used by officers. If not in rank they will at the command present, execute present swords, and at the command swords execute the second motion of salute swords. Junior Officers execute the present unless otherwise prescribed. —85—— F 92. 1. Order, 2. SWORDS. Drop the sword point to the ground, blade in - clined to the rear, back of blade to the front. (TWO) Bring the blade to a vertical position ii. 7,- Order Swords First Motion Support Swords Order Swords against the right toe, and place the hand on top of the hilt, three fingers in front of the gripe, thumb and little finger in the rear, elbow close to the body. 93. 1. Carry, 2. SWORDS. Resume the position of carry swords, in one motion. 94. 1. Support, 2. SWORDS. Bring the sword to the position of present. Par. 88. (TWO) Carry the sword vertically to the left iide, lowering the right hand until the forearm is horizontal, edge of the sword to the front, the right hiotad firmly grasping the gripe about three inches —89—"},{"pageNumber":22,"pageContent":"w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w.stichti ngargus.nl w. stichti ngargus .nl w.stichtingargus .nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w slichtingargus.nl w siiclilingargus.nl ‘A stichtingargus.nl w stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl below the guard, at the same time grasp the right forearm near the elbow with the left hand, the left forearm along and in front of the right fore - arm, the thumb of the left hand over and supported by the right forearm near the elbow, fingers of the left hand extended and joined, the guard resting on the left arm near its elbow, the blade vertical, edge to the front. 95. 1. Carry, 2. SWORDS. Bring the sword to the position of present, at the same time drop the left hand by the side. (TWO) Bring the sword to the carry. Par. 89. Carry from Port First Motion 96. 1. Swords, 2. PORT. Seize the blade in front of the right shoulder with the fingers and thumb of the left hand, the thumb to the rear, the left elbow close to the body. (TWO) With the left hand bring the sword —40— diagonally across and about one inch in front of the body, edge down, the left hand at the height of the left shoulder, the thumb extended along the blade, the fingers closed, back of the hand down, the right hand grasping the hilt and nearly in front of the right hip. 97. 1. <Carry, 2. SWORDS. Bring the sword to the carry with both hands, the left hand as high as the right shoulder, press. ing the blade to its place, the fingers and thumb extended and joined in front of the blade, the el - bow near the body. (TWO) Drop the left hand to the side. 98. 1. Arm Rest, 2. SWORDS. Carry the hands in front of the center of the body, the arms nearly extended; clasp the hands the left over the right, see Par. 49, the blade resting along the right forearm, the right hand retaining the same position on the gripe as at the carry. 99. 1. Carry, 2. SWORDS. Resume the carry in one motion. 100. 1. Shoulder, 2. SWORDS. Raise the right hand in front of the armpit and place the flat of the sword blade on the right shoulder, the edge to the left, the elbow close to the body, the point of the sword obliquely to the kit, and in the rear, clearing the chapeau. 101. 1. Carry, 2. SWQRDS. Resume the position of carry swords. 102. 1. Reverse, 2. SWORDS. Drop the blade forward and down until it is directed towards a point about one pace in front of lie right foot, at the same time allow the fingers grasp the lower part of the gripe, and move lie hand forward about twelve inches. (TWO) —41— Arm Rest-Swords"},{"pageNumber":23,"pageContent":"4 w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nL w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w.stichti ngargus.nl w. stichti ngargus .nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl xv siichlingargus.nl ‘A Niicllliflgargus.nl ‘A ~ii hiingargus.nl ‘A stichtingargus.nl ~x stichtingargus.nl w.stichtrngargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. sti chtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus .nl w.stichti ngargus.nl w. stichtingargus.nl w.stichtingargus.nI Shoulder Swords Reverse Swords Reverse Swords First Motion Carry the sword by a wrist movement so that the blade will swing to the rear, the point downward at an angle of about 45 degrees, the edge up. As the sword swings into position under the right 0 armpit, bring the hand in front of the right arm - pit and grasp the gripe with the thumb and fore - finger of the right hand, the other fingers suc - cessively curved, resting the blade between the right arm and the right side. The end of the hilt remains about nine inches in front of the right shoulder. 103. To resume the carry: 1. Carry, 2. SWORDS. Bring the sword to the first position of reverse. (TWO) Resume the position of carry swords. On long marches the corresponding position of left reverse may be taken. —42— r 104. 1. Left reverse, 2. SWORDS. Extend the right hand to the position of reverse. (TWO) With the right hand swing the sword to the position of left reverse. (THREE) Seize the gripe with the left hand and drop the right hand to the side. 105. 1. Carry, 2. SWORDS. Seize the gripe with the right hand and drop the left hand to the side. (TWO) Carry the sword to the first position of reverse swords. (THREE) Resume the position of carry swords. 106. 1. Parade, 2. REST. Being at the carry or order swords. Drop the sword point to the ground in front of the center of the body on a line with the left toe, edge to the right, the palm of the right hand resting on the end of the hilt; Parade Rest the thumb and fingers extended and joined against the gripe, the left hand clasped over the right; at the same time carry the right foot six inches straight to the rear, the left knee slightly bent, the body erect, Par. 49. 107. 1. Squad, ATTENTION, 2. Attention SWORDS. From Carry (Order), 8. Parade Rest At the command attention, bring the right foot to the side of the left; drop the left hand to the side, and carry the hilt to the right side, leaving the point undisturbed. At the com - mand swords, resume the position of carry (order) ~words in one motion. —45—"},{"pageNumber":24,"pageContent":"w.stlchtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl W. stlchtingargus.nl w.stichti ngargus.nl w. stichti ngargus.nl w.stichtingargus.nl w. stichti ngargus.nl w stichtingargus.nl w. stichtingargus.nl xv stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl ‘A sliclilingargus.nl ‘A di~. biingargus.nl ~‘. .iiiiiingargus.nl ‘A ~d’cht1ngargus.n1 v~ stichtingargus.nl v~ stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w . stichtingargus .nl 108. 1. Inspection, 2. SWORDS. Execute present swords, and turn the wrist to show both sides of the blade, resuming the carry when the inspector has passed. 109. 1. Invert, 2. SWORDS. Drop the point of the sword directly forward about fifteen inches, grasping the blade (about nine inches from the guard) with the left hand palm to the front. (TWO) Release the gripe with the right hand and in- (‘> vert the sword with ( the left hand to a / position about four ( inches in front of the center of the body, blade vertical, edge to the right, guard at the height of the chin, grasp the blade with the - right hand at the height of the belt. Invert Swords First Motion 10. 1. Carry, 2. SWORDS. Release the right hand and swing the point of the sword forward and upward, at the same time lower the hilt to the right side and grasp it Invert Swords with the right hand (first position of invert). (TWO) Place the sword in the posi - tion of carry, the left hand at the right shoulder, turning the hand, see Par. 97. (THREE) Drop the left hand to the side. NOTE—Invert swords is used for ceremonial purposes, for devotions, as in church service during prayer in lieu of present swords. —44— lii. 1. Guide, 2. SWORDS. BYing the sword vertically in front of the center of the body, the right hand as high as the neck a”nd six inches in front of it, back of the gripe to the right, at the same time clasp the left hand over the right, el - bows close to the body. • 2. To return to the carry: 1. Carry, SWORDS. Resume the position of carry swords in one motion. NOTE—Upon taking post on the line, as in successive formations in battalion drill, guides will take this position without command, returning to the carry at the command guides post. 112. 1. 5 i r Knights, 2. Return, 3. SWORDS. Guide Swords At the command return, seize the scabbard near the mouth with the left hand, inclining it a little for - ward, and keeping the right hand near the body, drop the sword blade forward and to the left so that the point is about six inches from the floor and pointing to a line which is a prolongation of the left foot. Move the sword hand to the left, then raise the hand, drawing the sword blade between Return Swords the first two fingers of the left First Mot,on hand. Insert the point of the blade in the mouth of the scabbard, edge to the front, assisted by the thumb and fingers of the left hand, eyes to the —45— w. stichtingargus.nl w, stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl xv. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI"},{"pageNumber":25,"pageContent":".—,-.-----~‘ ---“-~--~-~. - w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl w. sti chti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w snchungargus.nl w. stichtingargus.nl w.siichtingargus.nl w~ stichtingargus.nl \\V sticblingargus.nl ‘A ~ hlingargus.nI ~ ~ hlingargus.nl ‘A ~iichtingargus.nJ ~ .stichtingargus.nl \\\\ stichtingargus.nl w. stichtingargus.nl w, stichtingargus.nl w, stichtingargus.nl w stichtingargus.nl w.stichfingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtirigargus.nl w. stichtingargus.nl w.sdchtingargus.nl w.stichtingargus.nl front, thrust the blade into the scabbard until the forearm is horizontal (first motion of draw). (Par. 85.) (SWORDS) Return the blade smartly and drtp the hands to the sides. NOTE—In inserting the point avoid turning the scabbard to meet the sword. 113. L Secure, 2. SWORDS. Seize the scabbard with the left hand, palm to the front, the arm extended. (TWO) Raise the scabbard, bring the left hand in front, nearly as high as the belt and a little to the left of the belt clasp, the scabbard resting along the left forearm, the back of the hand down, the guard at the hol - low of the elbow. (Executed only when swords are in scabbard.) 114. 1. Drop, 2. SWORDS. Lower the scabbard to its place, and detach the hand. NOTE—Only to be used by of - ficers, on ceremonies, and in double time. Position of the Sword at Double Secu,e Swords Time, in Ranks 115. 1. Double time, 2. MARCH. At the first command take the position of Shoulder Swords, left hand steadying the scabbard, thumb in front. (If swords are in scabbards take the position of Secure Swords.) At the command march, take the double time. This rule is general in all commands for double time. 116. To form lines at open ranks for the re - ception of a grand officer, or to communicate, the line should be moved forward to the position which —46— F the front rank will occupy. Ranks will then be opened. After “front,” the Commander commands: 117. 1. Files, Cover, 2. Front rank about, 3. FACE. At the command face, the front rank files face about, and the rear rank files take two right steps; the guides take post at the foot of the lines, and the officers at the head, (with intervals at open ranks), the Generalissimo (leader 1st platoon) on the left of the front rank, the Captain General (leader 2nd platoon) on the right of the rear rank, the Commander two paces to the right, midway be - tween and facing the lines. To reform the line, the Commander commands: 118. 1. Re-form line, 2. Front rank about, 3. FACE. 4. Close ranks, 5. MARCH. At the first command the officers and guides proceed to their posts in line. At the command face, the front rank executes about face; at the command march, ranks are closed. 119. 1. On, 2. GUARD. Turn the left foot square to the left, turning• on the left heel, and plant the right foot firmly about eighteen inches to the front, feet at right angles, the weight resting principal - ly on the right foot, the shoulders oblique to the front, head and eyes square to the front. At the same time raise the sword hand on a line with lower part of the belt and about two inches from it, the guard three or four inches to the right of the belt clasp. Drop the sword diagonally to the left, the blade about 18 inches in front of the left shoulder, edge to the front, thumb on back of gripe. The sword held without constraint. On Guard Resume the position of attention at carry swords. —47—"},{"pageNumber":26,"pageContent":"w. stichtingargus.nl w. stlchtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w.stichti ngargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w.~tichtingargus.n1 w siichtingargus.nl xx. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl ‘A ~i chi I ngargus.nl ‘A .1k hiiigargus.nl ‘A .ii~ hlngargus.nl v~ ~ickingargus.n1 ‘A .stichtingargus.nl \\\\ .stichtingargus.nl xv. stichtingargus.nl xx stichtingargus.nl w. stichtingargus.nl w, stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w, stichtingargus.nl w. stichtingargus.nl v~ stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtinga rgus.nl w.stichtingargus.nl xv.stichtingargus.nl xx’.stichtingargus.nl xv.stichtingargus.nl 120. 1. Carry, 2. SWORDS. Cuts or Parries 121. In giving the parries, first take the posi - tion on guard, keep the feet at right angles and lookinto the eyes of the Knight opposite. The flats of the blades should be crossed about ten inches from the points,’ the sword arm straight; parries should be given with spirit but the swords touching lightly. 1. Parry, 2. ONE. Raise and extend the arm, back of the hand to the left and up, without changing the grasp, wrist as high as the head, the edge of the sword up, the blade in prolongation of the forearm, and engage the sword of the Knight opposite. —48— 1. Parry, 2. TWO. Disengage the sword and de - scribe a circular movement toward the rear and right, back of the hand down, edge of the sword down, the hand on a line with the head, and engage the opposite sword on the right side, crossing the blades as before. Parry Three [. Parry, 2. THREE. Disengage the sword and describe a circular movement toward the left and downward, engage the opposite sword on the left side, the point of the sword near the ground, the edge upward, the back of the hand to the left, and cross blades. 1. Parry, 2. FOUR. Come directly to the posi - tion of Parry One. 122. The parries may be taught by numbers, but when a commandery is well instructed, they nay be given, one division to another, by calling I he number of the parry required, as follows: F’irst lhvision to the Second Division 1. On, 2. GUARD, when parries 1, 2, 3 and 4, parts of same as required, will be executed by —49— Parry One—Cross Swords"},{"pageNumber":27,"pageContent":"~---,-~---~ ________________ w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w.stichti ngargus.nl w.stichtingargus.nl xx stichtingargus.nl xv.stichti ngargus.nl xx stichtingargus.nl xx ~lchtingargus.n1 ‘A sticlitingargus.nl xx stichtingargus.nl xv. stichtingargus.nl xv stichtingargus.nl ‘A ~I clii ngargus.nl ‘A 1k liligargusnI ~~ ichtingargus.nl xx ~tichtingargus.nl ‘A .stichtingargus.nl xx suchtingargus.nl xx .suchtingargus.nl xv. stichtingargus.nl xv, stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl xv, stichtingargus.nl xv stichtingargus.nl xx stichtingargus.nl xx .stlchtingargus.nl xx stichtingargus.nl xv.stichtingargus.nl xx. stichtingargus.nl xv.stichtingargus.nl w. stichti nga rgus .nl xv. stichtingargus.nl xx .stichtingargus.nl xx .stichtingargus.nl the proper commands. After each word the posi - tion of on guard will be resumed at the command: 1. Oa~, 2. Guard. After the last word: 123. 1. Carry, 2. SWORDS. At the first command come to the position of on guard, Swords, bring the right foot back to the original line and resume the carry. 124. 1. Wield, 2. SWORDS. Raise the sword to the second position of draw swords. Wield the sword four times in a circular motion to the left, stopping at the first position of wield swords. 125. 1. Carry, 2. SWORDS. Resume the position of carry swords. To Form Arch of Steel 126. The commandery being formed in two lines, facing inward, and about three paces apart, at carry swords, the command will be given: Form arch of steel, 1. Cross, 2. SWORDS. (ONE) Execute present swords (TWO) Advance the right foot and take the position of Parry One. See Par. [19-121-165. 1. Carry, 2. SWORDS. Bring the sword to the position of present and replace the feet. (TWO) Resume the position of carry swords. 127. 1. Rest on, 2. SWORDS. (Prom Kneel at Parade Rest. Par. 132.) [ncline the head forward, the eyes fixed on the point of the sword. To resume attention, 1. Sir Knights, 2. ATTEN - TION. At Sir Knights, raise the head. The Rest on Swords can also be executed from the parade rest without kneeling. —50— 128. 1. Charge, 2. SWORDS. Turn on the left heel, placing the toe square to the left; at the same time plant the right foot forward with a slight shock about eighteen ~ inches, the feet being at right angles, the weight of the body resting on the right foot. At the time of planting the feet ex - tend the arm to its full length, at the height of the shoulder, back of the hand down, the blade in prolongation of the arm, and pointed at the opponent’s breast. 129. 1. Carry, 2. SWORDS. Resume the position of atten - hon at carry swords. Charge Swords 130 1. Un-- 2. COVER. At the command Cover, take the chapeau by the front piece with the left hand. (TWO) Raise the chapeau from the head and place it on the right shoulder, slightly to the front, holding it in that position with the left hand. 131. 1. Re- 2. COVER. Replace the chapeau on the head. (TWO) Drop the hand to the side. NOTE—Uncover is never executed unless the ‘~ ~ords are sheathed, at an order, or (with the right hand) when at a secure. 132. 1. Sir Knights, 2. KNEEL. (Swords sheathed). Carry the left foot about twenty-four inches to the rear. (TWO) Kneel on the left knee, the body and left thigh erect, the right leg below the knee nearly vertical, the right hand hanging at the side. —51—"},{"pageNumber":28,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xv. stichtingargus.nl w stichtingargus.nl w stichtingargus.nl v~ stichtingargus.nl xx .stichtingargus.nl xv. stichtingargus.nl w stichtingargus.nl ~ Y chi I ngargus.nl \\\\ Ii~ lit ingargus.nl v~ siichiingargus.nl ‘.‘. stichtingargus.nl xx .stichtingargus.nl w stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl NOTE—May also be executed from parade rest, without moving the hands, see Par. 106. The triangle guard kneel, from order swords, same as above, except as to the right hand, which rests on the lop of the sword hilt. To communicate, both lines are moved forward~ one pace before kneeling. 133. 1. Deposit, 2. CHAPEAUX. (From Un - cover, kneeling.) At ~he second command, place the chapeaux on the ground to the left of the right foot, feathers to the left, peak pointing toward the body. The cap is placed with the crown down. (TWO) Re - sume position of kneel. 134. (After communication) L. Secure, 2. Chapeau, 3. RE-cover, 4. Sir Knights, 5. Rise. —52-— At the second command grasp ~he visor of the chapeau with the left hand, place it on the right shoulder. (THREE) Replace the chapeau on the head and drop the hand. (FIVE) All rise bringing left feet forward into line. Both lines are now moved backward one pace. NOTE—The uncover should be made after kneeling and before rising. 135. (A f t e r devotion) 1. Re-cover, 2. Sir Knights, 3. Rise. (ONE) Replace the chapeau on the head and drop the hand to the side. (THREE) All rise bring - ing left feet forward into line. Alarms 136. Alarms on doors, when done with the sword, should be made with the flat side of the point of the blade, rather than with the hilt. SILENT MANUAL 136a. To secure a machine-like accuracy of the manual, and for spectacular purposes, any desired combination of sword movements may be exexuted, consecutively, without pause, in regular cadence,, without commands, as a “Silent Manual,” of which the following will serve as an illustration: 1. Continue the Manual, 2. Present, 3. SWORDS. Present-Carry, Salute-Carry, Order-Carry, Sup - port-Carry, Port-Carry, Arm Rest-Carry, Shoulder- Carry, Reverse-Carry, Parade Rest-Kneel-on- Swords, Attention , Rise-Carry, Return Swords, Secure-Drop, Un-Cover, Re-Cover, Hand Salute. w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xx stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl Un-cover Kneel Rest-on-Swords Par. 127 Deposit Chapeau"},{"pageNumber":29,"pageContent":"w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichti ngargus.nl w. stichtingargus.nl w.stichtingargus.nl w.siichtingargus.nl \\V sticlitingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl ~ si chi iiigargus.nl x’~ ‘(i Iuimgargus.nl ~ ut Iuuigargus.nl \\\\ stclningargus.nl ‘~ stichtingargus.nl ~ .stichtingargus.nl xx’. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xx’. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xv stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. sfichtingargus.nl w. stichiingargus .nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl xv. siichtingargus.nl xx’. stichtingargus.nl SCHOOL OF THE OFFICER 137. The importance and responsibility of the officer in all Templar and military formations can not be over-emphasized. lie should be a model of promptness, dress, efficiency and appearance, should be devoted, enthusiastic and untiring, and to succeed must be a student and a gentleman. Discipline and courtesy are as essential among Templars as with military men and must be main - tained, yet the leader should not forget that his men are gentlemen, who out of ranks, are his peers. 138. Officers are described as those above and including the rank of Captain General, and Past Commanders; those under that rank are classed as itinior officers, the distinction being made to obtain the necessary parity with military forma - tions and terms. However, in Templary no differ - ence in class is recognized, excepting in the meas - ure of responsibility. 138a The laws and decisions of the Grand En - campment do not permit the wearing of the insignia 6f the U. S. Army, on the templar uniform, and it is alsb a technical violation of the National De - fen~e Act. In large assemblies and organizations some designation of templar military rank often seems,necessary, but this need can be met only by authority of the Grand Encampment. 139. The recommendation for systematic train - ing in a school for officers and junior officers [s hare renewed. The requirements should be regular attendance, strict discipline, and prompt commence - ment and dismissal. After the oral lesson the squad should be thoroughly drilled in each move - ment. There should be the keenest attention and no talking in ranks. No faulty movement should ever be overlooked. The officers should alternate as instructors, and all should be practiced in giving —54—— commands. If the Commander is not in charge he. should appoint a chief instructor, preferably. on permanent detail. 140. All drill commands to ‘Templars under arms, meaning equipped with swords and accoutte - ments, are given with swords’ drawn’. 141. Unless oth~rwise directed, officers (see Par. 148) omit the manual except the carry and order, parade rest, rest-on-swords, and kneelings; in rendering honors they execute the present, un - cover and re-cover; they draw and return without command. 142. Officers may be in “formation” but are never in ‘‘ranks,’’ unless temporarily so absorbed when they will drill and present like other K’n(ghts. Whether in the station of officer 1 junior officer, ‘o< Knight, by appointment or otherwise, a Knight. Templar will always conform with the honors and’ courtesies relating to that grade. 143. Officers salute, by the officers present, or salute swords. Officers or junior officers, commanding com - panies, platoons, a division or an escort, will use, the salute swords; at the command present, they will execute the present, and at swords, will take the position of salute swords. Officers in ranks taking the place of Knights; an4 all other junior officers, execute the present swor4s prescribed for Knights. 144. In double time, officers (see Par. 143) bring the sword across the body at an ~angle of forty-five degrees, edge out and about six inches in front of the breast, right hand forward, fore, arm horizontal, blade crossing opposite the left shoulder, left arm steadying the scabbard (if not hooked up), right arm swinging easily. 145. When the Captain General, Adjutant, ~or other officer in the Asylum or before the com - —55—"},{"pageNumber":30,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w.stichti ngargus.nl w. stichti ngargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w stichtingargus.nl w sticliiingargus.fll w.stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl ~~ sticbtiiigargus.nl \\~ Ii~ htingargus.nl ~ ‘uichtingargus.nl ~ stichtingargus.nl v~ .stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl xv. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl mandery, publishes orders, he will return his sword before reading the orders, then draw and come to the carry. 146. On drill or march the commanding of - ficer goes wherever his presence is necessary, but in ceremonies every officer, junior officer and Knight must take the position and post prescribed. FORMATION FOR PUBLIC PARADE With Standard Guard, Eni~nent Commander’s Staff, and Band 147. The commandery will be formed as pro - vided in the School of the Gommandery, and if large numbers are present, may be formed as a battalion or regiment. If the Eminent Com - mander does not assume the command he will designate an acting commander to do so, and will provide for the detail of necessary officers, junior officers and guides, including baftalion or regi - mental staff when required. 148. The Senior Warden (or Adjutant) will then command: 1. (Such and such) platoons (or companies), 1. Left step, 2. MARCH, halting them when an interval has been gained sufficient for ~he Standard Guard, which is composed of the Standard Bearer, Sword Bearer, Warder and State Color bearer, if present. When there are four or five platoons the Standard Guard will be placed between the second and third platoons, when less than four, between ~he first and second, when six or seven, between ~he third and fourth, etc. The standard Guard takes position five paces in front oE the left of the commandery, faces to the right. After the interval in the line has been gained, ~he Senior Warden (or Adjutant), from position at —56— right of the interval, commands: 1. Present, 2. Swords, 3. Standard Guard Post, 4. MARCH, when the Standard Guard, under command of the Sword hearer, will march forward opposite its interval, wheel to the left, halt, about face, march through the interval one pace in rear of the line, halt, about face, step into line and dress to the right without command. When the Standard Guard is posted, the Warden (or Adjutant), commands carry swords, faces ~he Commander, salutes, and reports, Eminent Sir, or, Sir, the commandery is formed, and takes his post. NOTE: The above paragraph applies for public parade only. Does not apply to Asylum ceremonies. 249. In column or line of subdivisions, the Standard Guard is posted midway between the p1a~oons, or companies, and is maneuvered in con - formity with the movement of the subdivisions, under direction of the Sword Bearer, who is its chief. 150. As a means of identification, the name and number of the organization may be shown by a guidon or marker—a small flag or banner of cloth or metal, to be carried on the right and abreast of the leading sub-division. 151. In these regulations, while no requirement is made for the Standar.d Guard in commandery drill, the Colors should always be carried in public parade. See Par. 153. 152. The formation may include several corn - manderies, when, if desired, the colors of all may be grouped, under the direction of the Grand Sword Bearer, or the Senior Sword Bearer, and will take, the same relative position as provided for the colors of a commandery; the formation of the colors may be in line or column, and in order of the rank of the respective commanderies. —57— w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl xv. stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl"},{"pageNumber":31,"pageContent":"~rfl rn-ua---t-—— ~r- -. -- w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus .nl w.stichti ngargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w snchtingargus.nl xx’ stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w sflchtingargus.nl \\\\ stit-lit ngargus.nl \\\\ siR luimgargus.nl ‘~ ‘it btngargus.nl U stichiingargus.nl ‘~ stichtingargus.nl xx .stichtingargus.nl wstichtingargus.nl w.stichtingargus.nl -xx-. stichtingargus.nl w. sticbtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl xx’ stichfingargus.nl xv. stichtingargus.nl xx’ stichtingargus.nl w. stuchfingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.sdchtingargus.nl xv. stichtingargus.nl The Standard Guard 153. The Grand Standard is not a parade ban - ner and is recommended never to be carried in public parade. See Note, end of Par. 159. • For public parade the Colors consist of a National flag, a Beauceant, and a State Color. The Beauceant will salute with the commandery at all commands to present swords, and as other - wise provided. The State Color salutes in the ceremony of Escort-to-the-Color, and when saluting the Grand Master or Grand Commander or their official repre - sentatives, but in no other case. The National Flag never renders or acknowledges any salute. If marching the salute is executed when six paces from the officer; the carry is resume4 when six paces beyond him. Colors are said to be “cased” when furled and protected by the oilcloth covering. Manual of the Color 154. At the carry, the heel (foot) of the pike (staff), rests in the socket of the sling; the right hand grasps the pike at the height of the shoulder. At the order the heel of the pike rests on the ground near the right toe, the right hand holding the pike in a vertical position. At parade rest the heel of the pike is on the ground as at the order; the pike is held with both hands in front of the center of the body, left hand uppermost. The order is resumed at the command, attention. The left hand assists the right when necessary. The carry is the habitual position when on the march. The order and parade rest are executed with the commandery. —58— The color salute: Being. at a carry, slip the right hand up the pike to the height of the eye, then lower the pike by straightening the arm to the front. 155. The following is published for the informa - tion of all concerned: (a) In decorating with the National Flag, never festoon or drape it. Hang it fIat. (b) If hung so stripes are horizontal, union should be in the left upper corner. (c) If hung perpendicularly, union should be in left upper corner. (d) When carried in parades or crossed with other flags, the National Flag should always be on the right. (e) The National Flag should never be ‘placed below a person sitting. The Eminent Commander and Staff 156. If the Eminent Commander does not as - sume the command, he will designate an Acting Commander. The Eminent Commander with his staff will then form on the right of the command - ery, the left element on a line and six paces to the right of the right guide. Par. 157. The staff will consist of the Prelate and any other officers, junior officers, or Past Commanders, not otherwise absorbed in the formation. In line, the staff will form in order of rank, the Emineht Commander on the right, and the Prelate, Treasurer and Recorder on his left, two paces re - moved. Past Commanders, for public parade and cere - monies, take position, in order of rank, on the left or in rear of the first three officers of the com - mandery, unless in detail or absorbed in the lines. Par. 338, and Statutes C. E. 195. [a column, the Eminent Commander will march —59—"},{"pageNumber":32,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w stichtingargus.nl xv stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl ~x sticbtiiigargus.nl x’. si rid ingargus.nl ~ ~ii bungargus.nl x~ siichtingargus.nl ~ stichtingargus.nl stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w, stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl xv. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl at the head with the next two in rank forming a triangle, each, one pace from him to the right and left and two paces retired; the other members of the staff, following in column of twos, threes or sections, and conforming to the movements of the commandery. The Eminent Commander gives orders to his staff in a tone of voice loud enough to be heard by them only. If a large number of past officers are present, he may designate a Past Commander to direct them. The swords of the Eminent Com - mander and his staff are not drawn but carried at a secure, except at inspection or review, when if not drawn they may be hooked up. When the Eminent Commander is in command of the lines, the staff, if desired, may still be formed and maneuvered as above described, under the direction of the senior officer or designated Past Commander. There is, however, no objection to its members being absorbed in the commandery formation. The Band 157. The band, if present, will take position in close order, its front rank on a line with the com - mandery, its left, six paces to the right of the Eminent Commander, or the right guide. The Eminent Commander gives the order to move. If a marshal has been designated, he, with his staff, precedes the band; the Eminent Commander, and staff, may likewise do so at his~pleasure. The Eminent Commander and staff, and dis - tinguished visitors, may, if they prefer, ride in carriages in which case the carriages precede the band. —60— ESCORTS QF HONOR 158. Escorts of honor are detailed for the pur - pose of receiving and escorting commanderies and off[cia]s of high rank. The escort may consist of a commandery or of a subdivision. The Knights for this purpose should be selected for their knightly appearance and superior discipline. The escort forms in line opposite and facing the place where the commandery is quartered. The band will be on the flank of the escort to - ward which it will march. The commander of the escort will direct an officer to wait on the Commander and present his compliments, informing him that the escort is in readiness. The commandery, or distinguished party, marches past and in Eront of the escort and forms line and halts in prolongation of line of escort, after passing the band, its flank twenty-four paces from the band of the escort. NOTE—Distanc~s may be reduced as required by lack of numbers or space. When the head reaches flank of escort the escort will present swords and remain in that position until the rear has passed the band of the escort. The commandery or the personal escort to the distinguished party, in marching past the escort will be at carry swords; the Commander and officers saluting with the sword, holding in that position until rear of command passes band of escort. When the commandery has passed escort and band, the escort will come to carry swords. When the commandery is in position, the escort will form in column of threes, or sections, and headed by the band, march past the commandery, or distinguished party. —61—"},{"pageNumber":33,"pageContent":"w. stichtingargus .nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nl w. stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w stichtingargus.nl xv stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl ~ ‘=1 chlingargus.nl \\\\ -~li lit ingargus.nl ‘\\ tiiciitingargus.nl x~ stichtingargus.nl ‘,~ stichtingargus.nl x~ .stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xx stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl xv.stichtingargus.nl The escort will be brought to carry swords in marching past, the officers saluting, as before ex - plained. The commandery or escort in line will present swords as explained. When the rear of escort has passed, the com - mandery in line will break into column and follow at twenty-four paces distant. An officer will be detailed to accompany the commandery escorted and assist them in arrange - ments. When an officer of high rank is to be escorted an officer will be detailed to attend him. The escort will receive him with present swords. - When the escort arrives at destination it will form line and halt while the commandery marches ‘past. The same honors will be given as before ex - plained, except that the commandery does not halt, but continues on to its quarters. If the escort is also to go to quarters with the commandery it will follow as explained. When the position of the escort is at a consider- -able distance from the point where the command - ery or official is to be received, as, for instance, where a courtyard or wharf intervenes, a double line of Knights is post~d from that point to the escort, facing inward; the Knights will successively salute as the commandery or official passes and will then join the escort. -—62— CHURCH PARADE 159. The commandery should attend church at least once a year. On arriving at the church the line is formed in front of and facing the church. The commandery will present swords and the Standard Guard will march into the church in column of files. When the Standard Guard enters the church the commandery will be brought to carry swords. The Colors will form line facing the chancel at the order. The color bearer will advance and place the National Flag on the right in socket provided and stand at attention in front of it. The National - Flag is placed at the right of the chancel—not the right of the color bearer. The Standard Beauceant and State Color will in like manner be deposited, the Standard Guard standing at attention. The commandery will return swords, enter the church at secure swords, in column of files, un - cover (with the right hand) and be seated at a signal or command of the commander. The Standard Guard will be seated at the same signal. NOTE—If the attendance is large, entrance and egress should be made in two or more columns by different doors and aisles. After the services the commandery will march from the church in column of files (may be left in front), and re-form Line facing the entrance. The Standard Guard will take the banners, reform column of files with the National Flag in front and march out of the church. When the National Flag appears at the entrance the Commander will command: 1. Present, 2. SWORDS, face to the front and present sword. The $tandard Guard will form in line six paqes"},{"pageNumber":34,"pageContent":"- - ____________ — —- -— - — —a w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.n I w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w stichtingargus.nl xv stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xx’ stichfingargus.nl ~ ‘1 rhi I ngargus.nl \\\\ liL lit ngargus.nl \\\\ nt htingargus.nl ‘A stichtingargus.nl “~ stichtingargus.nl w .stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xx stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xv. stichtingargus.nl in front of the Commander, facing the command - ery, the National Flag on right, and march to its post; when they have arrived in line the com - mandery will be brought to carry swords. The commandery will then be marched to the Asylum and dismissed. NOTE—It is permissible to carry the Grand Standard on Church Parade, or better, it may be demounted and set up in the church. HONORS AND SALUTES 160. The composition consisting of the words and music known as the “Star Spangled Banner” is designated the National Anthem of the united States of America. At all parades and ceremonies under arms, the commandery will render the prescribed salute and will remain in the position of salute while the National Anthem is being played. If not under arms, the command ery will be brought to attention at the first note of the National Anthem, or To The Color, and the salute rendered by the officer in command. When the National Anthem is played at any place where Sir Knights are present, all not in forma - tion will stand at attention facing toward the music; if the National Flag is present they will face toward it. If in uniform or civilian clothes, covered, they will uncover at the first note of the anthem, hold - ing the head dress on the right shoulder, and so remain until its close, except that in inclement weather the head dress may be slightly raised. If uncovered, they will salute with the hand, at the first note of the anthem, retaining the position of salute until the last note. The same rules apply when To The Color is sounded as when the National Anthem is played. —64— I The National Anthem shall be played thrt’isgh without repetition of any part not required to be repeated to make it complete. The playing of the National Anthem as part of a medley is prohibited. 161. Sir Knights not in formation will on all occasions salute the National Flag when carried by a body authorized by law or regulation to carry it. When the National Flag passes a commandery or subdivision of Knights they will be brought to at - tention and the Commander and officers will salute. Officers, only, will salute while marching in formation. The Knights will be at carry swords when marching honors are given. 162. In rendering honors the commandery or subdivision will be faced to the front; they will not present swords when facing to a flank. 163. In order to promote a more general read - ing of the first page of the Ritual an extract is here inserted: “Officers will salute with sword or hand, accord - ing as the sword is drawn or in the scabbard. Upon addressing or being addressed, the junior will al - ways make the first salute, which will be acknowl - edged by the senior. “If the salute is with the sword, both come to carry simultaneously and stand at attention; or the junior may stand at salute while makifig a short report. “They should always exchange salutes at the close of the conversation. “The S. M. (or E. C.) if seated, does not rise to acknowledge a salute, and the II. P. (or P.), in robes, salutes and acknowledges salutes by bowing ~ remoniously. —65—"},{"pageNumber":35,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl xx’ sti chtingargus.nl w stichtingargus.nl xv stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl \\V sticliliiigargus.nl x’~ ‘lit. lit ingargus.nl ‘A ‘lit. htingargus.nl x~ stichtingargus.nl ~ stichtingargus.nl • stichtingargus.nl xx’. stichtingargus.nl xx’.stichtingargus.nl xx’. stichtingargus.nl xx’. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w, stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl xx’. stichtingargus.nl w. stichtingargus.nl “An officer should always have his sword drt~,’ when giving a command” to Knights under 164. Only the presiding officer may salute ting, except as herein provided. Sir Knights seated in open conveyances, passing in review, will rise, face the reviewing officer and salute with the hand. If the conveyance is closed they will sit at attention, execute eyes right (left) and salute with the hand. Inattention, slouching or smoking when passing in review or on parade is inexcusable. 165. The Grand Master, the Grand Commander, and their representatives, and Past Grand Com - manders, are the only Sir Knights entitled to be received under an arch of steel. 166. Sir Knights should exchange salutes, the Knight or officer junior in rank saluting first. Officers and Knights, covered or uncovered, but not in formation, without swords or with swords in scabbard, salute with the hand salute, holding the hand to the chapeau or cap until the salute is acknowledged or the officers passed. At no time—no place—or under any circum - stances, is a sword drawn to acknowledge a salute already given. When in ranks Knights never uncover or salute except by command. Never salute and uncover at the same time. An officer is “in formation,” but never is “in ranks.” A Knight in ranks will not salute when directly addressed but will come to attention if at rest or at ease. If two commanderies or subdivisions meet, their commanders will exchange salutes, both commands being at attention. When passing in review an officer salutes, ex - ecuting eyes right, and looks toward the reviewing —66— I officer when he is six paces from him; and re - turns to the carry and turns the head and eyes to the front when he has passed six paces beyond him. The Commander, if seated, acknowledges a salute with the hand, without rising. Officers and Knights, in replying to a question from the Commander or other superior rise and salute. The title of the Commander or other superior should not be given with the salute. The Prelate, when in uniform, salutes the same as other officers; if in robes, he salutes and ac - knowledges a salute by bowing ceremoniously. During the opening, closing, and other cere - monies in the Asylum, and on field ceremonies, all officers taking part will draw and return sword at the proper time without command. 167. All Sir Knights not in formation passing the uncovered National Flag, or when the National Flag passes, will render honor as follows: If in uniform and sword drawn, they will salute with the sword; if in uniform and covered, or if in civilian dress and covered, they will uncover, hold - ing the head dress on the right shoulder with the left hand; if uncovered, they will salute with the hand salute. All hand salutes are given with the right hand. Every National Flag in a passing Templar parade will be saluted. No honors are paid when on route marches. No salutes are rendered when marching in double time. A mounted Sir Knight dismounts before address - ing an officer not mounted. A mounted officer dismounts before addressing a superior officer not mounted. When several officers in company are saluted, all who are entitled to the salute return it. —67—"},{"pageNumber":36,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichiingargus.nl w stichtingargus.nl xx’ stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl ~x sticbtiiigargus.nl \\\\ ‘liL Iuiingargus.nl \\\\ ‘li Iutingargus.nl siiciitingargus.nl ‘x stichtingargus.nl xx .stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl xv. stichtingargus.nl w. stichtingargus .nl w.stichtingargus .nl OFFICIAL KNIGHT TEMPLAR HONORS 168. The honors to be paid by Templars, beyond true knightly courtesy, are such as are due to the official position held by such officers. The Grand Master is saluted with the highest honors; all standards and banners dropping, of - ficers and Sir Knights saluting, bands, trumpets, or field music, sounding “Presidents’ March.” The Deputy Grand Master is received with standards and banners dropping, officers and Sir Knights saluting, bands, trumpets, or field music, sounding “General’s March.” All other officers of the Grand Encampment, and a Grand Commander, within his own jurisdic - tion; are received with standards and banners drop - ping, officers and Sir Knights saluting, trumpets sounding three flourishes. A Grand Commander, outside of his own grand jurisdiction, is received with standards and ban - ners dropping, officers and Sir Knights saluting, trumpets sounding two flourishes. A Deputy Grand Commander, the Grand General - issimo, the Grand Captain General and Past Grand Commanders, within their own grand jurisdictions, are received with standards and banners dropping, officers and Sir Knights saluting, trumpets sound - ing two flourishes. Outside of their own grand jurisdiction they are entitled to but one flourish. All other grand officers, within their own grand jurisdictions, are received with standards and banners dropping, officers and Sir Knights saluting, trumpets sounding one flourish. Outside their own grand jurisdiction the flourish is omitted. An Emitient Commander is saluted by hTh own commandery with standards and banners dropping, officers and Knights saluting, trumpets sounding one flourish. Outside of his own commandery he is not entitled to the flourish. The officer com - manding a battalion is entitled to the same salute. —68— r ESCORT OF THE COLOR 269. This ceremony, while most suitable for the formation of a grand commandery, may be used by a commandery, or by several commanderies in battalion or regimental formation. If ‘several commanderies are present the colors should be massed. Selection as escort is a mark of special distinc - tion usually accorded to a company or command - ery for proficiency in drill and appearance. The commandery or larger organization being in line, with space reserved for the Standard Guard, the commanding officer details a ~Aatoon, company or commandery, to escort the Colors to their place in line. The escort is formed in column of platoons, or if a platoon, in column of sections, the band in front. The escort then marches, without music, to the temporary station of the Standard Guard, which should be’ near the right flank of the line, and forms line, facing the Standard Guard, the band on the right, and presents swords; the band gives the ruffle and the field music, if present, sounds to the color. Swords are brought to the carry, and column of platoons formed, the band taking post in front of the column; the Standard Guard places itself be - tween the platoons, the escort marches with guide left, the band playing, and is so conducted that when the escort arrives at fifty paces in front of the line, the direction of the march shall be parallel to its front; when the Standard Guard arrives op - posite its place in line, the escort is formed in line to the left; the Standard Guard passing between the platoons, advances and halts twelve paces in front of the commanding officer. NOTE—If numbers are small or space inadequate the distances specified should be proportionately reduced. —69— w. stichtingargus .nl w.stichtingargus.nl xx’. stichtingargus.nl xx’ stichtingargus.nl xv, stichtingargus.nl xx’ stichtingargus.nl w. stichtingargus.nl xx’. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xx’. siichtingargus.nl xv.stichtingargus.nl"},{"pageNumber":37,"pageContent":"w. stichtingargus.nl The Standard Guard having halted, the command - w.stichtingargus.nl ing officer, who has taken post thirty paces in w stichtingargus.nl front of the center of the line, faces about, com - mands: 1. Present, 2. SWORDS, resumes his front w. stichtingargus.nI and salutes; the color bearers, State Color, if pres - w.stichtingargus.nI ent, and Beauceant execute the color salute at the command present swords. w. stichtingargus.nl The commanding officer then faces about and w.stichti ngargus.nI brings the command to carry swords; at which the Standard Guard takes its post in line; passing by xx’. stichtingargusnl the left of the commanding officer. The escort presents swords and comes to the xx .stichtingargus.nl carry with the command, after which it is formed xv. stichtingargus.nl again in column of platoons, and, preceded by the band, marches to its place in line, passing around xx stichtingargus.nl the left flank of the line. xx ‘uiclitingargus.nl The band plays until the escort passes the left of the line, when it ceases playing and returns to ~ ~iichtingargus.n1 its post; on the right, passing in rear of the line. The command may be brought to a rest when the xx .stichtingargus.nl escort passes the left of the line. w.stichtingargus.nl w stichtingargus.nl ‘A slit. Iilingargus.nl ‘A I it. Iiliiig’argus.nl ‘A lit. I’lingargus.nl v~ stichtingargus.nI ‘A .StlChtingarguS.nl xx stichtingargus.nI xx .stichtingargus.nl xv, stichtingargus.nl xx .stichtingargus.nl —70--- xx. stichtingargus.nl w. stichtingargus.nl xx’.stichtingargus.nl w, stichtingargus.nl xv stichtingargus.nl xx stichtingargus.nl xx 8tlchtingargus.nl xx stichtingargus.nl xv. stichtingargus.nl w. stichtingargus.nl xx’.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl xv.stichtingargus.nl xx .stichtingargus.nl OPENING OF A COMMANDERY When the hour has arrived for the opening of the Commandery, the Commander, Generalissimo, Cap - tain General and Prelate should be in the Asylum. The Commander instructs the Captain General to see that the Asylum is in suitable array for his reception and retires with the Generalissimo and Prelate. The Captain General from the East directs the Warder “to sound the assembly,” the officers to take their stations and the Sir Knights to be seated. The Captain General directs the Senior Warden to “ascertain if all present are Knights Templar.” The Senior Warden arises, salutes with hand and stands at attention. When the Captain General has finished his order, the Senior Warden will draw sword and give officer’s salute. (paragraph 90.) After the salute has been acknowledged by the Captain General the Senior Warden will come to carry, face to the left and address the Junior War - den: “Sir Knight Junior Warden.” Upon being addressed the Junior Warden will arise, face the Senior Warden and give hand salute; the Senior Warden says: “Ascertain if all present in the North are Knights Templar.” The Junior Warden draws sword and gives officer’s salute, which being returned by the Senior Warden both come to carry. Both officers will face and march to the East simultaneously, about face, proceed toward the West;, ascertaiiiing if all present are Knights Templar in the usual manner. Upon reach - ing the West they will about face, march in step to their respective stations, they will face each other. The Junior Warden will report: “Sir Knight Senior Warden (give officer’s salute)~ all in the North are Knights Teniplar.” The Senior Warden, having acknowledged the salute, both Wardens come to carry, face to the —71—"},{"pageNumber":38,"pageContent":"~x .stichtingargus.nl i.x .stichtingargus.nl ~x .stichtingargus.nl ~x .stichtingargus.n[ w.stichtingargus.nl ‘~x .stichtingargus.nl xx .stichtingargus.nl xx .stichtingargus.nl \\\\ ‘4ichtingargus.nl \\\\ .~tichtingargus.nI xx ~iicliIingargus.n1 \\\\ ~-iichiingargus.n1 \\\\ >Ih. htingargus.nl xx ‘dichlingargus.nI xx ~tichtingargus.nl xx ~tirhtingargus.n1 I I it Ii2~1rgus.n1 I I Il2drgus.nl I iii~argus.nI n~zarqus.n1 ‘~n.ni~argusn1 \\x ~4i~ Ill ingargus.nl xx si”. hlingargus.nl \\\\ ‘dKhtlflgargus.nI xx Ntlchllngargus.nl xx >~tichtingargus.n1 xv. stichtingargus.nl xv. stichtingargus.nI xx stichtingargus.nI xx ~tichtingargus.n1 \\\\ ~~tichtingargus.n1 xx ‘diclitingargus.nl xx ‘dichlingargus.nl xx ~tichtingargus.n1 xx siichtingargus.nl xx .stichtingargus.nl xx stichungargus.nl xx stichtingargus.nI xx ‘~[ich¶ing~rgus.n1 ¾~ ht~Pt2j~rg1jSnl ORDER OF THE TEMPLE Diagrani No. 4 Showing Station of officers in Order of the Temple. I Ease, and the Senior Warden salutes the Captain General. The Captain General acknowledges the salute. Senior Warden says: “Sir Knight Captain General, all present are Knights Templar.” The Senior Warden comes to carry, both War - dens return swords and are seated. The Captain General directs the Warder to post the Sentinel in accordance with Ritual. The Warder, upon being addressed, rises, gives hand salute and stands at attention. When the Captain General has completed his order the Warder wil] draw sword, salutes (Par. 90) and proceeds to perform his duty as prescribed by Ritual, returns to his station, salutes as before and reports as prescribed in the Ritual, returns sword and is seated. The Captain General proceeds as per Ritual and commands: “Sir Knight Senior Warden, form the lines for the reception of the Commander.” The Senior Warden arises and after saluting as heretofore directed, proceeds toward the East to the right of the proposed line of formation, facing the West, and commands: “Sir Knights Fall In.” The formation of this line should have ample room between south side of Asylum and triangle and right of line about six to eight feet from plat - form in the east. At the command f all in the Sir Knights will arise and quickly fall in line, the tall - est on the right. The Senior Warden and the Junior Warden should see that the line is properly graded according to height. The Sir Knights as they fall in will face the east, swords in scabbards. The Senior Warden, two paces in front of the center of the line, facing the line, commands: 1. Left, 2. FACE, 3. Draw, 4. SWORDS. The Junior Warden now takes position on left of line with sword drawn. The Senior Warden —78—"},{"pageNumber":39,"pageContent":"takes position two paces to right of and in prolonga - tion of line, facing west, and commands: 1. Right, 2. DRESS, 3. FRONT. The Senior Warden resumes position in front of the center of line; commands: 1. Standard Guard, 2. Attention, 3. Draw, 4. SWORDS. The Sword Bearer and Warder draw swords and the Standard Bearer displays the Beauceant. (The Standard Guard is stationed in the west sufficiently in front of the platform or chairs to permit the Warder in the discharge of his duties to pass to the rear of them.) The Senior Warden salutes and reports to Cap - tain General: “Sir Knight Captain General, the lines are formed for the reception of the Com - mander.” (The Senior Warden then takes posi - tion on right of line.) Captain General says: “Sir I(night Warder, inform the Commander that the lines are formed and await his pleasure.” The Warder repears to the apartments of the Commander, salutes (Par. 90) and reports as di - rected. The Commander, with sword at a secure, preceded by the Warder, with sword at a carry, followed by the Generalissimo and Excellent Pre - late, abreast, the Generalissimo on the right, with swords at a secure, they proceed to the door of the Asylum. The Warder steps inside of the en - trance and announces: “The Eminent Commander approaches.” The Captain General commands: 1. Present, 2. SWORDS. (All not in line arise.) The Commander and escort proceed to the east as indicated in diagram (5). As the Warder ap - proaches the Standard Guard he resumes his sta - tion. The Standard Guard salute from their station. The Standard Bearer gives colors salute. The Commander acknowledges the salute of Standard Guard and the Sir Knights by raising his Chapeau. The Generalissimo and Excellent Prelate do not —75— 1 east Dal5 Cept~er~ <3W. K K K K K K K K K K .. ± <JW A A A W SCSA jwdB Diagram 11o5 l~eception o~ Comma rider’ gargu~.n I ~&ir~us.n1 1iuar~us ni ;igargus.flL l~argus.n1 i~ar~us.n1 1 fl2ar~2us.nl .~r~us ni ~irgu~ ni ir~u’. ni ~ ni ~2il— ni ~iiiv~ ni - ~run~ ni Uhf 1 — ii” — I 111 p — ~i’~ ill ~ ni ULI~ fli ~r~us ni 12dr~Zusn1 Jargus ni v..Largus.nI ~ruus.nI i~ars~us ni iLargus ni ~wrgus.nl m.Ulrl.~us.n1 •‘~nrgus.nI ~ir~us.n1 jrl~us.nI .jrizus.nl ‘>211S ni —‘U—"},{"pageNumber":40,"pageContent":"S acknowledge the salute. When the Commander, Generalissimo and Excellent Prelate arrive at the east, each repairs to his station. The Commander draws sword and commands: 1. Carry, 2. SWORDS. “Sir Knight Captain General, form the lines for rehearsal.” The Captain General will divide the line into’two equal divisions. The half toward the right is called the first division, and the half to - ward the left the second division. The Captain General repairs to the head of the line and com - mands: 1. Prepare for Rehearsal, 2. 2nd Division, 3. Right, 4. FACE. The Junior Warden at this command moves promptly toward the right of the second division on the left of the leading Sir Knight; the Captain General commands: 1. Divisions, 2. Forward, 3. MARCH. The Senior and Junior Wardens now assume command of their respective divisions. The Senior Warden conducts the first division about two yards forward and commands: 1. First Division, 2. HALT, 3. Ahout, 4. FACE, 5. Left, 6. DRESS, 7. FRONT. The Junior Warden having conducted the second division straight to the east, until it covers the ground formerly occupied by the first division, commands: 1. Second Division, 2. HALT, 3. Left, 4. FACE, 5. Right, 6. DRESS, 7. FRONT. The Captain General commands: 1. Wardens, 2. POST. At which command the Senior and Junior War - dens will pass in front and take station at the foot of their respective divisions. The Captain General commands: —‘76— Cm 7 Corn. 7 C. G. 7 ci ci sw.~ A A A war 5td.a. Swd a Diagram No. 6 Formation for Rehearsal —77— — ‘~ZUN Ji, ~~1i—. H UU~ Iii t1U1i~ ‘1 ‘II I “‘Us II ~ iii tLI. II - H ULhflI - ZPL’tI’) fli .UULh.fll truus ni irizusnI -‘ ru Us. fli lUits ill - 4UL1~ ni -u — C, fli"},{"pageNumber":41,"pageContent":"1. First Division from the Left. Second Division from the Right, 2. Take Intervals, 8. MARCH. Paragraphs 86 and 87) When this formation has been accomplished the Standard Guard si1ll march under the directions of the Sword Bearer to within one yard of the foot of the lines, where the Sword Bearer commands: 1. Standard ‘ Guard,, 2. HALT, 8. Order, 4. SWORDS. The Captain General takes his station, salutes and reports, “Eminent Commander, the lines are formed for rehearsal.” The Commander returns the salute and with the Generalissimo and Captain General, with swords drawn, descend from their stations and take posts on the east flank of the lines. The formation is represented in diagram No. 6. The words are communicated across or through the lines as indicated in the Ritual, by the follow - ing commands: Commander: 1. Sir Knights, 2. On, 8. GUARD, 4. Parry, 5. THREE (or four). 6. COMMUNICATE, 7. Carry, 8. SWORDS. (For explanation of On Guard and Parry see paragraphs 119-121.) Having communicated all but the Tm. W., the Commander commands: 1. Sir Knights, 2. Return, 8. SWORDS, 4. KNEEL, 5. UNCOVER, 6. Deposit, 7. CHAPEAU. (For return swords see paragraph 112.) The kneeling in the command differs from the one when at Parade Rest. In communicating the Tm. W., at the command kneel, advance the right foot about twenty-eight inches. As the right foot is advanced bend the left knee, coming gracefully to a kneel on left knee on line with right heel. At the command deposit Chap - ean, each Sir Knight will deposit his Chapean to —78— the left of the right foot. After Im. W. is com - municated the Commander commands: 1. Sir Knight, 2. Secure Chapeau, 8. RE - COVER, 4. ARISE, 5. Draw, 6. SWORDS. (During the ceremony of ~~mmnnicating words the Standard Guard remains standing.) The rehearsal ended the Commander may di - rect the Captain General “to form Triangle preparatory to our devotions” or “to form lines for Inspection and Review.” The Commander and Generalissimo retire to their stations. The ceremony of Inspection and Review is not used in the regular opening of a Commandery, but it may be so used. Upon occasions of official visitations and inspection this ceremony must not be omitted. The movements for the formation of lines for Inspection and Review and those for the formation of the Triangle are identical. For convenience we will proceed to the forma - tion of the Triangle, introducing Inspection and Review under a separate head. The Captain General commands: 1. Form Line, 2. Divisions, 8. Left, 4. FACE, 5. Close Interval, 6. MARCH. (To close intervals, at the fifth command the Senior Warden will pass quickly to the east flank of the first division. At the command march, the Sir Knight in front of each division faces to the right, the others close up quickly and successively, face to the right, dress to the left hnd turn head to the front without command.) This having been executed the Senior Warden on east flank of first division commands’: 1. First Division, 2. Forward, 8. MARCH, 4. HALT, 5. About, 6. FACE. The command halt is given when first division —‘79— - ~1UUN 1i~ 2 j! ~~I,l”” lii — ilUti”’ id IIUUN HI ‘2dfl2U~ ni ‘u~ii~ii~i.~ iii ~‘~~t> fli I “ I V —~ I > QLL” HI 2argUS ni 2 1 in.±LIS.flI zurgils ni Jdrutb.fll 23r$LIS.nl 23 fIZUS , ni ~rt.’u~.n1 - ;fi2U5.fll HULlS HI ti. flI"},{"pageNumber":42,"pageContent":"~x ~ut.~ningargus.n1 ~x ~iiJ~tingargus.n1 xx ~t1t. Illingargus.nL xx ~ti~ iitingargus.nI xx ~ii~htirigargus.nI xx ~ticb!ingargus.n1 xx -~nchIingargus.nI xx UlclfllngarguS.fll xx ~‘i:~ hiingargus.nI xx ‘.1 It. 1 inuargusni I n~Largus.nl I I’ ntLargus.fll ni.~argus ni xx nUargus.fll xx n~argus.nl - i~’art~us ni Ilgusni — ~xrt.~usnI tr~tis ni iruus.nl iUarUuS.nI • ‘ ~argus.nI v R ‘~n~argus.n1 xx ‘41t.IV ngargus.nl xx ‘4ichtlfl~argus.nl xx ~Iichlingargus.n1 xx ~tichlingargus.n1 xx ~Iichtingargus.n1 xx ~lichtingargus.n1 xx stixliiingargus.nl x~ ~iichiingargus.n1 xx ‘~tichtingargus.n1 xx ‘4]t.’hlingargus.nl xx xtlchring3rgus.nl xx ~t~c1l’ingargus.n1 xx ‘41t.htlngargus.nl xx ~ !“‘ILurUus.nl fl~211S ni 7 7 7 1st Div. 5 w. 77 7 7 2nd Div. 7 Std. B. 7W. 7 Swd B. 77 7 3rd Div. 7 7 iw 77 Showing Formation of Division Facing Left. Diagram No. 7 —80-— Showing Route of Division to Form Triangle. Diagram No. 8 —51—"},{"pageNumber":43,"pageContent":"tx .stichtingargus.nl w.stichtingargus.nI w.stichfingargus.nl xv. stichringargus.nI w. stichtingargus.nI xx .stichtingargus.nI w. stichringargus.nl w.stichtingargus.nl xx .stichtingargus.nl xx .stichtingargus.nl Xx st;chtingargus.nI \\x Nllchtingargus.nl ~x virchtingargus.nI xx .stichtingargus.nI xx .stichtingargus.nl xv viichringargus.nl ¼ slit binigargus.n] I Iii ingargus.nI ii~ lilingargusni \\\\ ii’. h’ingargus.nI x~ iichtingargus.nJ \\\\ Ntlchtingargus.nI xx >lichtingargus.nI xx .slichtingargus.nl xx .xticht;ngargus.nl xx stichnngargus.nl xv. stichtingargus.nI w. stichiingargus.nl w.stichringargus.nI w. stichtingargus.nl xx stichtingargus.nl xx st:chtingargus.nl xx stzchringargus.nL xx stichtingargus.nI w.stichtingargus.nl xx .srichtingargus.nL xv. stichtingargus.nI xv.stichringargus.nl xv. srichtingargus.nl xx .stichiingargus.nI xx .~tichtingargus.n1 has arrived on line with second division. The Captain General commands: 1. Right, 2. DRESS, 3. FRONT. Having been done he commands: 1. Second Division, 2. Left Step, 3. MARCH, t HALT. Command four is given when interval between first and second divisions is equal to the front of the Standard Guard. The Standard Guard, when the command Left Face is given to the divisions; will left face; at the third command March, the Standard Guard will march one step forward, halt and right face, thus forming a perpendicular to the line two steps in front. When interval between divisions has been formed the Captain Genera] takes position opposite the center of the line, fac - ing it, sufficiently distant to permit Standard Guard to march between him and the line; the Captain General commands: 1. Standard’ Guard, 2. POST, 3. COMMAND - ERY, 4. Present, 5. SWORDS. The Standard Guard with Beauseant, under the command of the Sword Bearer, marches to the, head of the line, about face, march west until on line with the interval between the divisionsi Column left into line, halt and about face. The Captain General divides the line into three equal divisions and commands: I. Form Triangle, 2, Left, 3. FACE, 4. For - ward, 5. MARCH. And quickly takes position where apex of Tri - angle is to rest. At the command Form Triangle, the Senior War - den, Sword Bearer and Junior Warden take posi - tions in front of the Sir Knights of the first, second and third divisions, respectively, facing left. At the command march the first division moves at column right, to column left and half left until leading —82— I Sir Knight has reached the point where southwest angle of Triangle is to rest. Division three and two at the command march move west to a suf - ficient distance to clear base of Triangle when formed, then column right.. When second division arrives to form base of Triangle it halts. The third division, when it reaches point at northwest angle of Triangle, marches column right and column half right until leading Sir Knight reaches position near apex of Triangle. When the divisions reach their respective positions the Senior Warden commands: I. First Division, 2. HALT, 3. Right, 4. FACE. He takes position on left of Captain General, facing the side of the Triangle, and commands: I. Right, 2. DRESS, 3. FRONT. The Junior Warden commands: I. First Division, 2. HALT, 3. Right, 4. FACE. He takes position on the right side of the Captain General facing the side of the Triangle and com - mands: 1. Left, 2. DRESS, 3. FRONT. The Sword Bearer commands: 1. Second Division, 2. HALT, 3. Right, 4. FACE. He takes position on right of division and the Warder on the left and commands: 1. Right, 2. DRESS, 3. FRONT. When the divisions are properly aligned the Captain General commands: 1. War4ens, 2. POST, 3. Sir Knights, 4. Re - turn, 5. SWORDS. At the second command the Wardens take posts on other flank of the respective divisions, passing in front. The Captain General returns to his sta - tion In the East, salutes and reports: “Eminent Commander, the Triangle is formed.” —88—"},{"pageNumber":44,"pageContent":"~x .stichtingargus.nl w.stichtingargus.nl xx. stichtingargus.nl xx.stichtingargus.n[ xv. stichtingargus.n! xv. stichtingargus.nI xv.stichtingargus.nI xv.stichtingargus.nl xx stichtirigargus.nl xx .stichtingargus.nI xx stichiingargus.nl xx stit.’htingargus.nl ~x ~ii.’hiingargus.n1 xx .stichtingargus.nl xx. siichtingargus.nl xv stichtingargus.nl u lit. hiiiigargus.nl I hi I ng 1 ii’gus.nl The Commander, after acknowledging the salute, directs the Generalissimo, Captain General and Ex - cellent Prelate to accompany him to the Triangle. The Captain General returns sword and takes post on the left of the Commander; the Generalissimo takes post on the right, and the Prelate passes within the Triangle, to its base, and stands in front of the standard, facing to the East. The Triangle being completed, the Commander commands: 1. Sir Knights, 2. To your devotions, 3. KNEEL, 4. UNCOVER. Step back twenty inches with left foot and kneel on left knee. The ceremony of the Ritual is followed, after which the Commander commands: 1. Sir Knights, 2. RE-COVER, 8. ARISE. At this point the signs and words as described in Ritual may be given. After which the Com - mander will direct the Generalissimo to accompany him to his station, the Excellent Prelate to resume his station, and will order the Captain General to re-form and dismiss the line. After the Commander, Generalissimo and Prelate have resumed their respective stations, the Cap - tain General will draw his sword and command. 1. Reduce Triangle, 2. Right, 8. FACE, 4. For - ward, 5. MARCH. At the fourth command forward the Senior and Junior Wardens and Sword Bearer take positions on the left of the leading Sir Knight of their respec - tive Divisions. At the command march, the Division Chiefs will conduct their respective commands to the ground originally occupied, returning by the same route as that followed in the formation of the Triangle, and halt when the ground originally oc - cupied has been covered. The Captain General commands: 1. Left, 2. FACE, 8. Right,’ 4. DRESS, 5. FRONT. r~ ‘lingargus.nI ¼ iit.iiiingargus.nl t.x >liclliingargus.nl \\x viichtingargus.nl xx ~ti.’hiingargus.n1 xx ~iichtingargus.n1 xx =tichtingargus.nl xx .stichtingargus.nl xv. stichtingargus.nl xx. stichtingargus.nl xx’. stichtingargus.nl w. stichtingargus.nl xx ‘4ichtingargus.nl xx slichtingargus.nl xx ‘dichtingargus.nl xx stichtingargus.nl xx .stichtingargus.nl xv. stichtingargus.nl xx .stichtingargus.nl w. siichtingargus.nl xv. stichtingargus.nI xx .viichtingargus.nl xx stich’ingargus.nI —84— At the first command the Senior Warden and the Junior Warden take their stations on the right and left of line, the Sword Bearer and Warder their positions in line. The Captain General commands: I. Draw, 2. SWORDS, 8. Standard Guard, 4. To your station, 5. MARCH, 6. Present, 7. SWORDS. Standard Guard, under command of Sword Bearer, moves forward at command march, and re - turn by column right to the head of the line, about face, march to station. The Captain General commands: 1. Carry, 2. SWORDS, 3. Right, 4. DRESS, 5. FRONT, 6. Return, 7. SWORDS, 8. Dismissed. PRELATE’S ESCORT When the Commander orders the Captain General “to form an escort for the Excellent Prelate,” the Captain General rises, salutes, draws his sword and directs the Senior Warden to form an escort and conduct the Excellent Prelate to his apartment. The Senior Warden rises, salutes and forms escort on South side of hall. 1. Sir Knights, 2. FaIl In, 8. Left Face, 4. Right Dress, 5. FRONT. When line is at front he commands: I. Escort, 2. Draw, 8. SWORDS, 4. Count, 5. TWOS. This being completed he commands: I. Present, 2. SWORDS. The Senior Warden takes position in front of F center of line, salutes the Excellent Prelate and says: “Excellent Prelate, the escort awaits your pleasure.” The Prelate directs the Senior Warden “to lead on.” The Senior Varden commands; —85—"},{"pageNumber":45,"pageContent":"1. Carry, 2. SWORDS, 3. Twos Right, 4. MARCH, 5. Column Left, 6. MARCH. And places himself on the left of the leading Sir Knights of escort, conduct it toward the North, past the Prelate’s station, to his apartment. As the escort passes the Prelate he will fall in at the rear. When escort reaches the apartment of the Prelate the Senior Warden commands: 1. From the Center, 2. Open Order, 3. MARCH, 4. HALT, 5. Right and Left, 6. FACE. (Ritual Ceremony.) The command halt should be given when right of line has passed the Altar, as indicated in the diagram. EAST. ~.w. P <1 K w. C. P. J.W —86— I —. ~ nI ~!JiA~” 11] ~‘~dr’ ni ~ ni ~r~ii-~ ni I LLI’ 11] cu-’ i’d ‘i~. ni I’, III — r’ I’ll When Prelate and Candidate pass between the lines to Altar the Senior Warden commands: I. Present, 2. SWORDS. When Prelate is in the East the Senior Warden commands: 1. Carry, 2. SWORDS. (Ritual Ceremony.) Senior Warden commands: 1. Order, 2. SWORDS, 3. Sir Knights, 4. UN - COVER. (Ritual Ceremony.) Senior Warden commands: 1. Sir Knights, 2. RE-COVER. (Ritual Ceremony.) When the ceremonies are concluded the Prelate remains at his station, the Junior Warden takes command of the Escort and commands: 1. Carry, 2. SWORDS, 3. Right and Left, (Fac - ing East), 4. FACE, 5. Forward, 6. On Center, 7. Close Order, 8. MARCH, 9. Column Left, 10. MARCH. The Prelate, attended by the Warder, falls in at the rear of escort. On arriving in the Asylum the escort is conducted to the South side. The Junior Warden commands: 1. Twos Left, 2. MARCH, 3. Escort, 4. HALT, 5. Present, 6. SWORDS. The Prelate, attended by the Warder, passes in front of escort to his station, where the Warder salutes and resumes his station. The Junior Warden commands: 1. Carry, 2. SWORDS. Salutes the Captain General and reports: “the escort duty performed.” The Captain General returns the salute and directs. 1. Sir Knight Junior Warden, 2. DISMISS THE ESCORT. The Junior Warden commands: 1. S~r Knights, 2. Return, 3. SWORDS, 4. DIS - MISSED. —s ~— I ~ I~ 1’ 2t.t~ — I—. III"},{"pageNumber":46,"pageContent":"vntngargus.flI ~ii~ hungargus.nL \\x NIh dingargus ni ~x ~l1L Iuingargus.nl xx 4IL hiingargus.nI \\\\ ‘.tich~ ingargusni xx ‘4ichliflgargUs.fll X\\ -.tlLhtlngdrgus.nI hTlngargus.nI rvar~us.n1 t qi.. i’nuargus.nI ‘‘tzargus.nl iiujn=tis.nl nuargus ni ngargus fl I flaarl2US.flL u’aruus fli ii utb.nI —~ IUth~ iii — ‘1 ULIS fli girgus iii h2artius.fll ~‘o2argus.nI \\ ~~htrIgargus.n1 xx NtlJlIlngargus.nl xx wiichtingargus.nl xx .stichiingargus.nl xx stichtingargus.nl xx ‘dichtingargus.nl xx stichungargus.nl xx Nllchlingargus.nl xx stichiingargus.nl xx ‘aichtingargus.nl xx ~uchtingargus.n1 xx .stichtingargus.nl xx .=Alchlingargus.nl INSPECTION “To form Commandery for In~pection and Re- view,” it may be done from two positions, nz.: Form line anew or from the position to form Triangle. If in the latter position the Standard Guard is in its position in center of line and the Sir Knights are at a carry and front. If Commandery is formed anew the ceremony of forming a single line and posting Standard Guard, heretofore explained, must be done. The Captain General commands: 1. Count TWOS. (To count twos the Sir Knights beginning on right, count in a sharp tone of voice without turn - ing head. ~Senior and Junior Wardens do not count.) The Captain General, being in front of the center of the line, commands: 1. Present, 2. SWORDS. And facing the Eminent Commander reports: “Eminent Commander, the Commandery is formed.” The Commander returns the salute with hand and says: “To your post, Sir Knight,” and commands: 1. Carry, 2. SWORDS. The Generalissimo and Captain General now take their posts in line, the Generalissimo in rear of center of first division and the Captain General in rear of second division. The Senior Warden on right, and Junior Warden on left flank. The commandery being in line, at a carry, upon the approach of the Inspecting Officer, the Com - mander salutes, and the inspector returns the sa - lute. The Inspecting Officer directs the Commander: Prepare your Commandery for inspection. The Commander announces that the even num - —SB— bered Sir Knights will constitute the rear rank and tommands: 1. Open Ranks, 2. MARCH, 8. FRONT. At the first command the Senior Warden and Junior Warden (right and left guides) step back three paces to mark alignment of the rear rank. The Generalissimo and Captain General take the places of Senior Warden and Junior Warden on right and left of the front rank. The Commander, after verifying the alignment, places himself, facing left, three paces in front of the right file, gives the dommand MARCH. At this command the General - issimo and Captain General move forward and place themealves three paces in front of the center of their respective divisions. The front rank dress to right. All the Sir Knights who counted ‘two step backward and align themselves on the Senior Warden, preserving the interval. The Comman4er verifies the alignment of officers and front and rear ranks. The Commander returns to his positidn three paces in front of the right file and commands: 1. FRONT.~ At this command the Sir Knights of both rapks will cast their eyes front and the two Wardens will resume the positions on right and left flank of front rank. This being accomplished the Com - mander faces the “Grand” or “Inspecting Officer,” salutes and reports: “Right Eminent Sir (or Emi - nent Sir, according to title of Inspecting Officers), the lines are formed for inspection.” (The Standard Guard remains in First Division and are not counted in the twos.) The ]nspecting Officer will move by the shortest route to the right of the Commander, whom he will inspect. The Commander, after being inspected, faces to the left and commands, prepare for in - spection, returns sword and accompanies the In - spector, who will pass to the West in front of the Ceneralissimo and Captain General and back —59— xx siichtrngargus.nI xx iichtingurgus.nI Vt ~airaus ni"},{"pageNumber":47,"pageContent":"w. stichtingargus .nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nl xx .stichtingargus.nl xx .stichtingargus.nl xv.stichtingargus.nl xx ‘lichtingargus.fll xx ‘iichtingargus.nI xx .stichtingargus.nI xx’. stichtingargus.nI w srichtingargus.nl xx sI cli Ii ngargus.nI xx lit Iiiiiigargus.nl lit Iilingargus.nL ‘iit’hirngargus.nl xx viichtrngargus.nI xx .stichtingargus.nl xx .stichtingargus.nl xx .stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xx’. stichtingargus.nl xx’. stichti ngargus.nl xx .st:chtingargus.nl xxtstichtingargus.nl xx .stlchtingargus.nl xx’.stichtingargus.nl xx’.stichtingargus.nl xx’. stichtingargus.nl w. stichtingargus.nl xx’.stichtingargus.nl xv. stichtingargu s.nI xx .stichtingargus.nl toward the East in their rear, proceeding to the right flank of the front rank. Commencing on the right the Inspecting Officer makes a minute inspection of the sword, equip - ment and dress of each Knight. Each Knight as the inspector approaches executes the first motion of Inspection Swords (see plate Par. 83) ; as the inspector comes in front of him he executes the second and third motions, and so on in succession to the left of the line. Upon reaching the left of the front rank the Inspector passes along its rear to the right; then inspects the rear rank in the same manner. The Generalissimo and Captain General, after being inspected, will face about and stand at ease. At the completion of the inspection they again face to the front, swords at a carry. Having completed the inspection as above, the Inspecting Officer will resume his post. The Eminent Commander commands: I. Close Ranks, 2. MARCH. At the command march, the Generalissimo and the Captain General face about and resume their places in rear of line. The rear rank closes up and resumes its place in the line. The Commander tak~s post two paces in front of the center of the C,o mm and ery. NOTE—When the ceremony of inspection is con- ducted by the Commander, he takes the position of inspecting Officer, and the Gefleralissimo will as- sume the position of Commander. —99— -‘N TO PASS IN REVIEW This ceremony will immediately follow that of ]nspection, after ranks are closed and the Coin - mandery is in line. The Commandery should be marched backward, as far as possible, to the South. Passing in review, the Commandery should mai4 in division front, but owing to the fact that few; if any, Asylums will admit of such formation, the ceremony may be executed in column of sections, or in column of threes. The Commander will command: 1. Count, 2. THREES, 3. Threes Right (Sections, right wheel, according as the size of the hall will admit). 4. MARCH, 5. Conimandery, 6. HALT. At the command march the threes (or sections) will wheel to the right. The pivot men marking time in their places. The Senior Warden moves by the shortest route to his post in front of the Sir Knight on the left of the first three or first section, according to the formation. NOTE—In the foregoing, the Standard Guard will move as a unit, not being included in or a part of the other threes, sections or divisions in the wheeling movement. The Commander commands: 1. Pass in Review, 2. Forward, 3. Guide Right, 4. MARCH. At the third command the Commander will place himself on the right of the Senior Warden, who has moved from his position in front of the Sir Knight on the left of the first three, or section, to a point directly in front of him and in line with the Sir Knight on the right of the first three, or section. At the same time the Generalissimo and Captain General ‘will move from their positions on the right flank to corresponding positions on the left flank, darting through the nearest interval. —DL—"},{"pageNumber":48,"pageContent":"The fourth command will immediately be fol - lowed by the command: 1. Column Left, 2. MARCH. igargus.n[ ingargus.fll I uiwargus.nI ~jngargus.fll F inttargus.nl ilgargus.nl Which will change the direction of the column to the North. Upon reaching the North side of the Asylum command, column left, march, will be given, which will change the direction of the column to the West. As the column passes the Inspecting Officer, the Commander, Generalissimo, and Captain General will salute, and the Standard Bearer will dip the colors. (See paragraph 158). Upon the column reaching the West, the Commander, by command of column left, will change the direction to the South and again to the East, bringing the Coin - mandery back to the position originally occupied, before reaching which, and after passing the In - specting Officer, he will command: 1. Officers on Right Flank, 2. MARCH. At the first command, the Generalissimo and Captain General close into the flank of the column, and at the command march dart through the column. The Commander and Senior Warden change their positions to the left, in front of the leading three. Upon reaching the position originally occupied by the line, the Commander commands: 1. Threes left, 2. MARCH, 8. Commandery, 4. HALT, 5. Right, 6. DRESS, 7. FRONT. Marching in column of threes or sections, the Generalissimo and Captain General march two paces from the flank (or the side of the column) on the side opposite to that on which the Senior Warden is, and abreast of the center of their respective divisions. If in Division front, they march in front of the center of their respective divisions. —92— -s The Commandery being in line, the Commander will take post in front of the center of the line and command: 1. Present, 2. SWORDS. He will about face and saluting. the Inspecting Officer, which salute will be acknowledged, and which terminates the review. In passing in review, the Inspecting Officer acknowledges only the salute of the Commander by the hand salute, and raises his Chapeau to the Standard. NOTE—The Inspecting Officer should take post as far to the North as space will permit, •at a point opposite the center of the Commandery. RECEPTION OF GRAND OFFICERS The Grand Master of the Grand Encampinept, the Grand Commander or their Representatives, are the only ones entitled to be received under the Arch of Steel. The Grand Officer and his staff being in wait - ing in the reception room, the Grand Warder will be introduced into the Asylum by the Warder, where he addresses the Eminent Commander as follows: “Eminent Commander, I am directed to announce that the Right Eminent Grand Com - mander of Missouri (or the name and title of Grand Officer) has arrived with his staff for the purpose of making an official visitation to this Coin- mandery.” The Eminent Commander replies and requests the Grand Warder to inform the Grand Officer that an Escort will immediately wait upon him to conduct him into the Asylum. The Grand Warder will then salute, repair to the reception room and report to the Grand Officer. The Commander appoints a committee of not less than two, or more than six, of Past Grand —98— gargus.nI ngargus.nl igarguS.fll margus.nl :argus.nl ~argus.nl ~argus.nI xargus ft :argus.nI :argus.nl nrtu~Is.n1 ii &gus.nl artiusni argus.nI Ltrgus.nI argusni zxrgus.nl ~argus.nI argus.nl u±rgus.nl Esargusni ‘aargus.nl usrgus.nl ‘~argus.n1 ‘aargus.nl iaargus.nl .Jargus . ni ‘vzurgus.nl ~iargus.nl ‘ 5 argus.nl • argusni :urgus.nl ~~rtzus.n1 lUllS ni"},{"pageNumber":49,"pageContent":"I Officers, or Past Commanders, who will be under the direction of the Generalissimo, and directs the Captain General to form the lines and an Escort. The Captain General commands: “1. Sir Knight Senior Warden. 2. Form the lines to receive the Grand Commander” (or the name and title of Grand Officer). The Senior Warden, facing the proposed line of formation, which is on the South side of the Asylum, at a convenient distance in front of the center (three to si~ paces, according to the size of the Asylum), commands: “Sir Knights, fall in.” At which Sir Knights form in single rank facing east, graduated in size from front to rear, tallest in front; the swords be - ing in the scabbards. The Senior Warden commands: 1. Left, 2. FACE, 3. Draw, 4. SWORDS, 5. Right, 6. DRESS, 7. FRONT. The senior Warden divides the lines into two divisions and commands: 1. Second Division, 2. Right, 3. FACE. The Junior Warden at this command takes post at the right of the second division on the left of the leading Sir Knight. The Senior Warden commands: 1. Divisions, 2. Forward, 3. MARCH. At the second command the Senior Warden takes post at the right of the first division and conducts it about three paces forward and com - mands: 1. First Division, 2. HALT, 3. First Division, 4. About, 5. FACE, 6. Left, 7. DRESS, S. FRONT. The Junior Warden conducts the second division towards the East, until he has arrived at the point of the original right of the first division, and commands: —94— -Th 1. Second Division, 2. HALT, 3. Left, 4. FACE, 5. Right, 6. DRESS, 7. FRONT. At the command front the Junior Warden takes post ~n the right flank (East) of the second division. Senior Warden commands: 1. Standard Guard, 2. Attention, 3. Draw, 4. SWORDS. (The Sword Bearer and Warder will draw swords, and the Standard Bearer will display the Beause - ant). The ‘Senior Warden salutes the Captain General, and reports: “Sir Knight Captain General, the lines are formed,” and takes position at left flank of first division. The Captain General, meantime, forms an Escort of six Sir Knights, selecting Past Commanders, or well drilled Sir Knights. The Escort is formed on the north side of the Asylum, Generalissimo and commitee forming on left of Escort. The Captain General salutes, and reports: “Emi - nent Commander, the lines are formed, the Escort is in readiness and awaits your pleasure.” The Commander directs the Escort and com - mittee to retire and introduce the Grand Officer and Staff. The Captain General commands: 1. Escort, 2. Twos Right, 3. MARCH. And conducts it, with Committee, to the recep - tion rooms, forms line, and commands: 1. Present, 2. SWORDS. The Generalissimo and Committee, with the Escort, present, upon the salute being acknowledged by the Grand Officer; the Generalissimo and com - mittee carry and return swords. The Generalis - simo reports: (Give proper title. “I have the honor to present the compliments of the Eminent Coin- —96—-- i~lrgu~.nI >.XiP~LU-~ ~~lr~u~.nl ~~argus.nl ~ iii ~ ni ~iiULi” flI __ ‘LV’ 1~1L — i~•’~i”~ Ill — ‘—I - ‘j-~ I-,j 2U~’ flI L~L1” ni — t!L~Lh 2C~LI~ fli 1~~ L1~. fl I 2aruxls ir~tK.nI ar~.iusn1 rt~u~ . ni .2JrllUs.flI :jnzusnI — ~r~us.nI - ~r~us.n1 ~21b iii 1•1I"},{"pageNumber":50,"pageContent":"mander of Commandery, and to tender you an Escort to our Asylum.” The Grand Officer responds, accepting the Escort, and introduces the members of hi~ staff to the Generalissimo and Committee. The Grand Officers and Committee then form on the left of the Escort according to rank; the Generalissimo at - tending the ranking Grand Officer on his left, and each member of the Committee attending one of ~he suite. The Grand Officers having taken post on the left of the Escort, the Captain General com - mands: 1. Carry, 2. SWORDS. The Generalissimo directs the Captain General to “Lead on.” The Captain General commands: 1. Twos Right, 2. MARCH. And conducts the column to the door of the Asylum, where the trumpter sounds a flourish. The Commander commands: 1. Sir Knights, 2. ATTENTION. At which command the Sir Knigkts not in ranks rise to their feet and stand at attention. 1. Present, 2. SWORDS. The Sir Knights present, Officers and Standards salute, and the trumpets sound the General’s March for the Grand Commander. The Captain General conducts the Escort to the foot of the lines and commands: 1. Escort, 2. From the Center, 3. Open Order, 4. MARCH. Halts the Escort, faces it inward, dresses on the lines of the Commandery, already formed at open order, and commands: 1. Escort, 2. Present, 3. SWORDS. And then takes post on the right of the first division. —96— The Grand Officers and Committee halt at the foot of the lines, when the Generalissimo introduces the Grand Officer to the Commander. The Com - mander passes down the lines, and greets the Grand Officer, and is introduced by him to the Officers of his staff. The Commander then invites the Grand Officer and staff to the East. The Captain General com - mands: 1. Cross, 2. SWORDS. The Commander conducts the Grand Officer and staff, followed by the Generalissimo and Com - mittee, under the Arch of Steel to the East, and turns over the command to the Grand Officer. As soon as the Committee has reached the East, the Captain General commands: 1. Carry, 2. SWORDS. Grand Officer only acknowledges salute by lift - ing Chapeau. The Grand Officer takes command in person, or he may return the command to the Commander with such instructions as he sees fit. Upon directions to dismiss the lines the Captain General commands: 1. Sir Knights, 2. Return, 3. SWORDS. 4. DISMISSED. —97— - H 2’’ ~t1” ii - QIA — tL~U~ ni 2Jh2U—’ hi hi H~JUN iii i2X H 2I’~i~I :~~tL-~ ni gu’~.nI ir~~i~ ni 2.C ~.nm.nI r~u~ ni rnu~ ni 22 ru U’~. ni ~ ni - ~r~u~.nI 2~b iii"},{"pageNumber":51,"pageContent":"r — — ate— ~ _______ ——_—_— DEPARTURE OF GRAND OFFICERS The Grand Officer, having aotified the Com - mander of his intention to retire, the lines and escort are formed the same as for his reception. The Commagder directs the Generalissimo and Committee to escort the Grand Officer and Staff to the reception rooms. The Grand Officers form on the left of the Escort, which present as they march past its front. The Captain General conducts the escort towards the East, changes direction towards the ‘South, then towards the - West, passing between the liaes out of the Asylum to the reception rooms. xx ~lichlingarguS.n1 xx >llt. hlingargus.nI \\\\ in btingargus.nI xx ‘diJ’llngargus ni xx ~tichtingargus.nI xx ~tu. luingargus.nI Ii I iunrgus.nl ii inn gus.nl igargusni inargusni ni.argus.nI I.. <1!iuargus.nI \\k ~ blingargusni xx ‘.xJMingargus.nl xx KiLillingargusni xx ~tichtingargus.nl xx ttlchtlngargus.nI xx .st’chtingargus.nl w, stichtingargus.nl xx stichtingargus.nl xx stichtingargus.nl xx stichtingargus.nl xx stichtingargus.nl xx sticht;ngargus.nl xx .st’chtingargus.nl xx .stichnngargus.nI xx .stichtingargus.nl xv. stichtingargus.nl xx .stichtingargus.nl xx .ttichtiniurgus.nI -.ti. hiingargusnl As the Escort commences to move, the Com - mander commands: 1. Sir Knights, 2. ATTENTION. When all will arise; and as the Escort chaages direction towards the West: 3. Present, 4. SWORDS. After the Grand Officer and Staff have retired: 5. Carry, 6. SWORDS. Arriving at the entrance to the reception rooms, the Escort will halt, face to the front, and stand at present, while the Grand Officers and Com - mittee march past into the apartments; and on the return of the Generalissimo and Committee, will escort them back to the Asylum, where the lines are dismissed. The ceremony attending the departure of Grand Officers should be used only on special occasions. Inspecting officers should remain in asylum until Commandery is closed. —95— ORDER OF THE RED CROSS In the Ceremonies of the Order of the Red Cross, it is necessary to remember that the Commandery which confers the Order of the Red Cross is an organization, and the Order itself, another thing. The actor and the drama, the tactical ceremonies~ of the opening of this Order, is in the main simi-’ mr to that of the Order of the Temple. The Uniform of the Order of the Red Cross has been defined by the Grand Encampment. But the costumes worn during the conferring of the Order should not be the uniform of the opening ceremony, but the costumes of the age and country in which the scenes of the drama to be enacted are laid. The station of the officers in opening the Order of the Red Cross is the same as that shown in diagram 4. The formation of the lines for re - hearsal and communicating the words are Fully ex - plained in the Order of the Temple, and need not be repeated here: In the conferring of this Order, two rooms or halls are used~ The Persian Court and Jewish Council Chamber. The costumes worn in each should be distinctive of itself, The only tactical ceremony used in the work is during the entrance of Z into the Persian Court. This ceremony may be brief or elaborate, and the tactics for the dis - play can readily be deduced from any Manual. This Order is capable of very elaborate ceremonial dis - play and handsom~ costuming. In addition to the officers of the Ritual there can be introduced the “Princes and Rulers,” a large Persian Guard and a well-drilled Court Guard. There is no escort to the Excellent High Priest. The drama begins in the Jewish Council Chamber and ends ia the Persian Court. Do not introduce a Persian Escort in a Jewish Council, or a Jewish High Priest in his robes at a Persian Court. The following diagrams will indicate the import - ant positions during the ceremonies: —99— tx stichtingargus.nl i.x .stichtingargus.nl Y\\ .stlchtingargus.n[ xx .stichtingargus.nl xx .stichtingargus.nI xx .stichtingargus.nl xx .sticbtingargus.nI xx .stlchtingargus.nl ‘~x >tichtingargus.nl xx ~tichnngargus.nI"},{"pageNumber":52,"pageContent":"rlgargus.nI ~ingargus.nl - iingargus.nL ilngargus.nl .4i-lIIngargus.flI >1i~1vtingargus.nl I tingargusni ‘ngargus.nl - ngarguS.fll - ‘~jargus.n1 m~urgus.nl ~argus.nI ‘.~argus. n I 2argus III 2argus.nI Qargus.nI ii cusni ugu~n1 anuisni ir~TLI~fll ~rg~is i-il n I art.~us.n1 ~irizus.nI argus.nl ..argus.nl i~argus.n1 ~gargus.n1 ‘~~argus.n1 i:~gargus.n1 i~gargus.n1 ngargus.nl i~’argus.n1 rigurgus.nl • n~argus.n1 - i~argus.nI - :~rgus.n1 ~urgus.n1 ~trt~us.nI ~ ri JEWISH COUNCIL CHAM Baa —100— M.F. C. S.M. M.P. “p M.D. 7 A A C.G. Z. C.C. I:::’. I:::’. PERSIAN CHAMBER ‘1 Diagram No. 1. ENTRANCE OF Z. Diagram No. 2 —101—"},{"pageNumber":53,"pageContent":"— — -~ ——-— —— -- -- — - 1~~-~ w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. sti chfingargu s.n I w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl xx. stichtingargus.nl xv.stichti ngargus.nl w.stichtingargus.nl Vt srichtingargus.nl xx siichtingargus.nl xx .stichtingargus.nl w.stichtingargus.nl xv siicbtingargus.nI xx ii~ Iii ngargus.nI xx .1 Ii Iii iiip;iigus.nl \\\\ lit iningargusni xx ~la biingargus.nl xx siichungargus.nl xx ~tichtingargus.n1 xx .suchtingargus.nl xx stichtingargus.nl XX .stichtingargus.nl w. stichtingargus.nl xv, stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl xv stichtingargus.nl xx’ stichtingargus.nl xv siichtingargus.nl xx ‘.tichtingargus.nl xx siichtingargus.nl xx idlchtingargus.nl xx siichtingargus.nl xx stichtingargus.nl xv snchtingargus.nl xx sachtingargus.nl xx .stichtingargus.nl xx .stichtingargus.nl 0 Q 7cJq AiLZ7 (71 (JqJ lJQv .5 9 3. zg: UN [FORM Regulation Uniform of a Knight Templar as Adopted by the Grand Gommandery of Missouri. FULL DRESS Black regulation coat, black trousers, black shoes, white standing shirt collar, black necktie, sword, belt, buff gloves, chapeau, baldric or shoul - der straps according to regulations. FATIGUE DRESS Black regulation coat, black trousers, black shoes, white standing shirt collar, black necktie, sword, belt (worn underneath coat), white gloves, cap. Shoulder straps are worn by officers according to regulations. —los— ID MCD ‘.5 ‘‘A ‘——I iS Diagram No. 3 This design illustrates an elaborate setting of the Per - sian Court, with its Princes and Rulers, Persian Guard and Court Guard. 4. 1 and 2 represent the two positions taken by the C. C. in the discussion. —102—"},{"pageNumber":54,"pageContent":"w. stichtingargus.n] w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargu s.nI w. stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nl v~ stichtingargus.nl v~ iichtingargus.nl v~ stichtingargus.nl w. sttchtingargus.nI w. stichtingargus.nl v~ stichtingargus.nl h Iii iiii2~rguS.iii \\\\ LitiillflgarguS.fll ‘dichiingargus.nl \\\\ stichtingargus.nl v~ .‘~uchtingargus.n1 xx .~tichtingargus.n1 v~ .stichtingargus.nl xv. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w silchtingargus.nI \\V stichtingargus.nl UNIFORM IN DETAIL FULL DRESS COAT For Grand Commander, Past Grand Commanders, and Officers of the Grand Commandery: Double- breasted frock coat of black cloth, skirt to extend from two-thirds to three-fourths o~ the~ distance from the waist to the bend of the knee, and to be finished with side edge on each side that shall extend two-thirds ~he length of the skirt; two rows of three-fourths-inch black velvet covered ball but - tons on the front, nine buttons in each row, placed by threes, the distance between the rows shall be seven inches at the top, and four and one-half inches at the bottom, the line of buttons slightly curved, making a distance of about eight and one- half inches betwe~n the roxvs at the breast; four buttons (same as on front) on the back and skirt of coat (two at the waist and one at the lower edge of each side edge). Standing collar of black silk velvet not less than one inch nor more than one and one-half in height, to hook in front at seam and slope thence up and backward slightly; corners square. The sleeves to be finished with cuffs o~ black silk velvet, three and one-half inches deep, with three one-half-inch black silk velvet covered ball buttons on each cuff, and in the cen - ter of the cuff, in front, measured from top to bottom and from side to side, to be a Templar cross, appropriate to rank, as follows: For Grand Commander and Officers of the Grand Commandery: A Templar cross of red silk velvet, bordered with a single row of No. 26 gold bullion embroidery three-sixteenths of an inch wide (over slightly oval mold), with one red stone set al~ in - tersection of cross in center. No twisted bullion at the several corners or angles of the cross. The outside dimensions of the cross, including em - broidery, to be one and one-half inches square. For Past Grand Commanders: Same as above described for Grand Commander and Officers of the Grand Commandery except with purple silk velvet centers and purple stone set. —105— w .stichtingargus.nl w stichtingargus.nl w stichnngargus.nl w.siichtingargus.nl w.si ichtingargus.nl w stichtingargus.nl v~ st’chtingargus.nl \\x stichtingargus.nI Full Dress Coat for Grand Commandery Officers. —104—"},{"pageNumber":55,"pageContent":"w. stichtingargus.n] w. stichtingargus.nl ~.v. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI W. stlchtingargus.nI w.stichtingargus.nl xx’. stichtingargus.nI xV.StlChtiflgarguS.fll xx -dichlingargus.nl xv stichtingargus.nl xx.sttchtingargus.n] w. stichtingargus.nl xx stichtingargus.nl xx -A cliii iignrgus.nl A it lii IIlgiII’gUS.fll xx ,lI~ liiiiigurgus.nl dlilllflgargus.nl xx stichlingargus.nl xx stichtingargus.n] xx .suchtingargus.nl xx .stlchtingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl xx’.stichtingargus.nl w.stichizingargus.nl xv. stichtingargus.nl xxustichtingargus.nl w. stichtingargus.nl xx’ stichtingargus.nl xx.stichtingargus.nl w.stichtingargus.nl xx’ stichtingargus.nl xx’.stichtingargus.nl w.stlchtingargus.nl xx’.stlchtingargus.nl xx’.stlchtingargus.nl xx’ stichtingargus.nI xx .stichtingargus.nI —106— • For Commanders and Past Commanders: Double- breasted frock coat of black cloth, skirt to extend from two-thirds to three-fourths of the distance from the waist to the bend of the knee, and to be finished with side edge on each side that shall extend two-thirds the length of the skirt; two rows of three-fourths-inch black uncut velvet covered ball buttons on the front, nine buttons in each row, equal in distance one from the other; the distance between the rows shall be five and one-half inches at the top, and four inches at the bottom, the line of buttons slightly curved, making a distance of about seven inches between the rows at the breast; four buttons (same as on front) on the back and skirt of coat (two at the waist and one at the lower edge of each side edge). Standing collar of black cloth not less than one inch nor more than one and one-half inches in height, to hook in front at seam and slope thence up and backward slightly; corners square. The sleeves to be finished with stitching to represent cuffs, three and one-half inches deep, with three one-half-inch black uncut velvet covered ball buttons on each cuff, and in the center of the cuff, in front, measured from top to bottom and from side to side, to be a Pas - sion cyoss of red silk velvet, bordered on each side with one row of No. 26 gold bullion embroidery three-sixteenths of an inch wide (over slightly oval mold), with rays between the arms of the cross nlternately in No. 26 and No. 27 bullion in open pattern, rays alternately short and long. The cross, inclu’ding embroidery exclusive of rays, to —107—— Dress Coat for Commanders and Past Commanders."},{"pageNumber":56,"pageContent":"- ~ ~, - ______ w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stlChtingargus.nI w. stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nl xx’ stichtingargus.nl xx stichlingargus.nl xx -~tichtingargus.n1 xx. sttchtingargus.nl w. stichtingargus.nl xx stichtingargus.nl xx si cliii iigargus.nl xx I It liii iy.irgus.nl lit I~iiuigurgus.n] Ii~ hllngargus.nl xx stichtingargus.nl xx stichtingargus.nl xx .slichtingargus.nl xx’.stlchtingargus.nl xv. stichti ngargus.nl xv. stichtingargus.nl xv. stichlzingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl xx’. stichtingargus.nl xx’ stichtingargus.nI xx stlchtiflgarguS.nl xx.sllchtingargus.nl xx stichtingargus.nl xx’ stichtingargus.nl w.sllChtingargus.nl w.stlchtingargus.nl xx’.slichtingargus.nI xx stichtingargus.nl xx .stichtingargus.nI be two inches high; cross arms to be one and one- third inches long; center of the cross between edges of embroidery to be three-sixteenths of an inch wide; the longer linqs forming the rays be - tween the arms of the cross being the radius of a circle one and three-fourths inches in diameter measured from the center point of intersection of the arms of the cross, thus extending one-eighth inch beyond the three upper arms of the cross. No twisted bullion at the several corners or angles of the cross. —l 05— Dress Cost. For Officers and Sr Knights Below the Rank of Commander: The same as before described for Commanders and Past Commanders, except the coat shall be single-breasted, nine buttons in front, equal in distance one from the other, four buttons on the back and skirt and three on each sleeve, same size and pattern as those described above for Commanders and Past Commanders. The sleeves —109— Cross for Coat, sleeve and Cap of Commanders and Past Commanders."},{"pageNumber":57,"pageContent":"w. stichtingargus.nl w, stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargu s.n I w.sizichtingargus.nI xx’ stichtingargus.nl w.stichtingargus.nI w.suchtingargus.nl xx ‘-Aichtingargus.nl xx sllchtingargus.nl xx .snchtingargus.nl w.sizichtingargus.nI xx’ stichtingargus.nl i~ Iilingargus.nI .1 it hI IIi~!aFgUS.fl1 lit Iilintwrgus.nl .licIillHgargus.nl xx Klchtingargus.nl xx .stlchtingargus.nl xx .slichtingargus.n] xx stlchtingargus.nl xx. stichtingargus.nl xx’. stichtingargus.nl w.stichtingargus.nl xx’.sizichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl xv.stichtingargus.nl xx’ stichtingargus.nl xx stichtingargus.nl xx’ slichtingargus.nl xx’.stichtingargus.nl xx- stichtingargus.nl xv stichtingargus.nl xv stichtingargus.nI xx’. stichtingargus.nl xx .stichtingargus.nI xx .stichtingargus.nl shall be the same as described above for Com - manders and Past Commanders except that the Passion cross thereon shall be of red silk velvet, bordered with one row of No. 26 silver bullion embroidery (over slightly oval mold), the cross to be of the same pattern and dimensions as above prescribed ‘for Commanders and Past Commanders eKcept that it shall have no rays. No twisted bul - lion at the several corners or angles of the cross. Cross for Coat, Sleeve and Cap for Officers and Sir Knights Below the Rank of Commander. TROUSERS For All Officers and Members: To be of black doeskin, of standard uniform cut, without side stripes or ornamentation of any kind whatsoever. —110— BALDRIC Worn Only by Officers and Members Under the Rank of Captain General: Body of baldric to be four inches in width, the center of white moire — ~ 11—"},{"pageNumber":58,"pageContent":"-- - - ---- - w. stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI xx’ stichtingargus.nI w.stichtingargus.nl w. sti chtingargu s .nl xx slichtingargus.nl xx sllchtingargus.nI xx .stichtingargus.nl w. stichtingargus.n] xv stichtingargus.nl xx ~lii hilinwirgus.nl I it IIliii~XilgUS.fl1 lit iiiingargus.nl xx ~lichillngargus.n1 xx slichtingargus.nl xx .StlChtiflgargus.nl xx stlchtingargus.nl xx stlchtingargus.nl xx’.st;chtingargus.nl xx’.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl xx’ stichtingargus.nl xx suchtingargus.nl xx slichtingargus.nl w.stlchtingargus.nl xx- stichtingargus.nl xx stichtingargus.nl xv stichtingargus.nl w.stichtingargus.nl xx .stichtingargus.nl xx .siichtingargus.nl antique or watered material, bordered on each side with black velvet one inch in width; over the seam where the velvet joins the white center to be a single strip of silver wire lace one-fourth inch wide. On the center and front of the baidric a white metal star of nine points; in the center of the star a Passion cross without rays, the center of which is lined or filled with red velvet, sur - rounded by the motto, “In hoc signo vinces”; said star to be three and three.fourths inches in diame - ter. The ends of baidric to be held in place by metal clasp or fastener, so that the point of in - tersection shall be six inches from the lower ends of baidric; on the outer side, at point of intersec - tion, a white metal plate, in the shape of a Templar cross. Baldric to be lined with green throughout its entire width and length. The shoulder seam on the outside of the baldric is to be covered, on the white center only, with a single strip of silver wire lace one-fourth inch wide. The baidric is to be worn from the right shoulder to the left hip. —1 L2— 0 o 0 0 0 U —113—"},{"pageNumber":59,"pageContent":"-- ~ ——~—~ w.stichuingargus.nl w. stichtingargus.nl w.stichtingargus .nl w.stichtingargus.nl w. stichuingargus.nl w.stichtingargus.nI w. suichtingargus.ni w.sdchtingargu s.ni xv stichtingargus.ni xx’.stichti ngargus.ni xv suchtingargus.nl xx siichtingargus.nl xx sllChliflgargUS.flI xx .stichfingargus.nl w. stichtingargus.n] xx’ slichtingargus.nl xx ‘dii Iiliiigargus.nl xx .1 it Iii iii~2argUS.fll lit Iiliiigargus.nl \\\\ lichillflgargus.nl xx sllchttngargus.nl xx stichtingargus.nl xx sfichtingargus.nl xx .stlchtingargus.nl xv. stichtingargus.nI xx’. stichtingargus.nl xx’. stichtingargus .nl w. stichtingargus .nl w. stichfingargus.nl xx’. stichtingargus .nl w.stichtingargus.nl xx’ stichtingargus.nl xv stichtingargus.nl xv stichtingargus.nl xv stichtingargus.nl w td;chtingargus.nl xv.stlChtingargus.nl xx’ stichtingargus.nl xx’. stichtingargus.ni xx .stichtingargus.ni xx .siichtingargus.nl SWORD For Grand Commander, Past Grand Commanders, and Officers of the Grand Commandery, Com - manders and Past Commanders: To be thirty-four to forty-two inches in length, inclusive of scab - bard, according to height of wearer, with helmet head at pommel, straight across guard, metal scab - bard, white genuine or imitation ivory gripe. The scabbard to have three metal mountings, two metal rings at upper and one at middle mount. The white gripe to be ornamented in front with mono - gram of owner xvithin a wreath, and opposite side with Passion cross with rays; provided, however, that the Grand Commander, Past Grand Com - manders, and Officers of the Grand Commandery may have the Templar ‘cross if they so elect. All metal parts to be gold plated. There shall be no chain from pommel to cross guard, nor shall the guard be other than a straight, solid pattern, de - void of either curving ends or shield-shaped device in the center. All scabbards should be devoid of elaborate ornamentation, and must contain no em - blem other than recognized emblems of the Order. A blade not to exceed ntneteen millimeters in width, with a scabbard to properly accommodate the same, is recommended. For All Other Officers and Sir Knights: Same as above described, except all metal parts shall be white and gripe of sword shall be black, without wreath and monogram. On the black gripe shall be inlaid a Passion cross of white metal without rays. —114— BELT For Grand Commander and Past Grand Com - manders: Of black strap leather, one and three- fourth inches wide. The belt clasped with gold belt plaf’e of the pattern hereinafter described, and to have three slings of black strap leather on which to hang the sword, each seven-eights of an inch wide, two short and one long; the slings to be suspended by gold clasps from a black leather strap fastened to the inside of the belt; each sling to have lengthening buckle and gold swivel at the lower end. On the second sling at the lower edge of the belt to be placed a rigid gold sword hook. Body and slings of belt to be edged top and bottom with a rope pattern of embroidery in No. 26 gold bullion, between which shall be embroidered in No. —115— 0"},{"pageNumber":60,"pageContent":"w.stichtingargus.n~ ~v.stichtingargus.nl w.stichtingargus.nl w.stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nt w .stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w -iichtingargus.nl \\\\ ~ttchtingargus.nl wstichtingargus.nI w. stichtingargus.nl w stichtingargus.nl hi iri~.’argus.n1 ii.. In ing~irgus.n1 ~iichtii~gargus.n1 v~ stichnngargus.nl \\\\ siichtingargus.nl x\\ slichtingargus.nl stichtingargus.nl w.stichtingargus.nl xv.stichtingargus.nl w . stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl x\\ stichtingargus.nl \\X stichtingargus.nl w. slichtingargus.nl w.stichtingargus.nl W slichtingargus.nl w .stichtingargus.nl w slichtingargus.nl w. stichtingargus.nl v~ .stichtingargus.nI v~ .~tichtingargus.nt 26 and No. 27 gold bullion a laurel and olive wreath in vine, leaf and berry, of the same pat - tern as that prescribed for the peaks of chapeam for Grand Commander and Past Grand Comman - ders. For Officers of the Grand Commandery Below the Rank of Grand Commander, Commanders and Past Commanders: Of black strap leather, one and three-fourth inches wide, mounted with a lace, woven of gold wire and black silk, one and five- eighths inches wide, with colors in parallel stripes, four of gold and three of black; the black stripes to be of equal width and the gold stripes to be five thirty-seconds of an inch wide. The belt clasped with gold belt plate of the pattern hereinafter de - scribed, and to have three slings of black strap —116— leather on which to hang the sword, each meven - eighths of an inch wide, two short and one long, upon which shall be mounted a lace of the same material as that on the belt, three-fourths of an inch wide, consisting of two stripes of gold, each five thirty-seconds of an inch wide, and one black. The slings to be suspended by gold clasps from a black strap leather fastened to the inside of the belt; each sling to have lengthening buckle and - gold swivel at the lower end. On the second sling at the lower edge of the belt to be placed a rigid gold sword hook. - For Officers and S~r Knights Below the Rank of Commander: The same as above described for Of. ficers of the Grand Commandery below the rank of Grand Commander, Commanders and Past Com - manders, except that all trimmings shall be silver and the lace of belt body and slings shall have silver wire substituted for gold wire. BELT BUCKLE To be rectangular in shape, two by three inches, of hard metal with one-eighth inch polished, raised, beveled edge, without ornamentation whatsoever except the face stippled in vermicelli pattern, dull finish; Passion cross of red hard enamel, perpen - dicular arm one and one-fourth inches, transverse arm seven-eighths of an inch; said cross to be ‘without rays and in center of plate, over which shall be displayed, in semi-circle, the words, “In Hoc Signo Vinces” in block letters in relief, with polished face; the plate to be attached to the belt with a French fastener, and the return end to be held in place by sliding loop of black slrap leather one-half inch in width, trimmed with one row of one-fourth inch silver ‘wire lace. The plate shall be devoid of any jeweled ornamentation of any kind whatsoever, and no name or inscription shall be placed thereon other than that above prescribed; —I 17—"},{"pageNumber":61,"pageContent":"— — mm —————-- SI — — ~—— a— -• • y •~ — w.stichtingargus.n] w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nI xv.stichtingargus.nl xv. stichtingargus.nl xv stichtingargus.nl xx stichtingargus.nl xx stichtingargus.nl xx .stichtingargus.nl xx’. stichtingargus.nl xv st;chtingargus.nl xx sI cliii iigargus.nl xx .1 it hIi iilJ 1 lrgUS.fll xx lit Iiliuigurgus.nl xx ‘, icbtingargus.nl xx sllchtlflgargus.nl xx .stichtingargus.nl xx siiichtingargus.nl xx .stichtingargus.nl xx’. stichtingargus.nl xv.stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl xv. stichtingargus.nl xx’ stichtingargus.nl xx stichtingargus.nl xv stichtingargus.nl xx’.stichtingargus.nl xv stichtingargus.nl xx’. sticht;ngargus.nl xx’ suchtingargus.nl xv. stichtingargus.nl xx .slichtingargus.nl xx .stichtingargus.nI provided, however, that Officers of the Grand Coin - mandery shall substitute for the red enameled Passion cross in the center of the plate, a Templar cross in red hard enamel, one and one-half inches square; and Commanders and Past Commanders shall wear the Passion cross, as above described, except with rays around the intersection of the arms of the cross. Past Grand Commanders will wear the Templar cross in purple hard enamel. - For Grand Officers, Past Commanders and Com - manders the buckle shall be gold plated. For all other Sir Knights the buckle shall be silver plated. GLOVES For All Officers and Members: To be of buff color and of lisle thread or undressed kid or leather. —l’s— CHAPEAU A military chapeau covered with black silk hi 55 .. ter’s plush, edges trimmed with black silk velvet binding. Two black and one white ostrich plumes, so arranged that the black plumes shall show at the edges of the white overplume; the end of the white plume shall not extend beyond the rear peak of the chapeau more than three inches. Front and rear peaks of chapeau to extend four and one- fourth inches from the head; side of chapeau to be beveled, being an inch smaller at the top than at the head. On the left side of the chapeau to be a rosette, oval in shape, five inches in height by four inches in width, composed of not less than thirty satin points to the distance of one-half inch from the edge, is laid one row or quilled satin rib - bon, in folds from one-eighth to one-fourth of an inch wide, and on top of this is to be laid an oval black silk vel’~et rosette, three and one-fourth inches in height by two and five-eighths inches in width, thus displaying the quilled satin ribbon around the edges of said velvet rosette to a dis - tance of from three-eighths to one-half inch; on the velvet oval shall be a cross, according to rank, as hereinafter specified. For Officers with the rank of Commander and above, the chapeau shall be trimmed in front with a gold tassel, half round in shape, with bright bul - lions and dull head; diagonally across the peaks, both sides of front and back, with a band or slasher, according to rank, as hereinafter specified. Details of cross and slashers follow: —119-—"},{"pageNumber":62,"pageContent":"‘N w.stichtingargus.n] w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nI wstichtingargus.nl \\x” stichtingargus.nl w siichtingargus.nl ‘A siichtingargus.fll \\‘~ stichtingargus.fll ~ .stichtingargus.nl w. stichtingargus.nl v~ stichtingargus.nl ~ ‘~a cliii ngargus.nl I iri~.~aI’gus.n1 iclilingargus.nl \\\\ siichtingargus.nl \\\\ ~tichtingargus.nI v~ .stichtingargus.nl x~.stichtingargus.nl w. stichtingargus.nl xv.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w.stichtingargus.nl w stichtingargus.nl w stichtingargus.nl \\X’ slichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w.slichtingargus.nl w. stichtingargus.nl v~ .stichtingargus.nl ~ .stichfingargus.nl For Grand Commander: Cross: A Templar cross of red silk velvet, bordered by a single row of t”To. 26 gold bullion embroidery one-fourth of an inch in width (over slightly oval mold) ; in the center, at the point of intersection, one red stone set; the cross to be two and one-half inches square including embroidery. No twisted bullion at the several corners or angles of the cross. Slashers: Of black silk velvet, one and one- fourth inches wide, edged with rope pattern o embroidery in No. 26 gold bullion, three-sixteenths of an inch wide, between which shall be embroid - ered in No. 26 and No. 27 gold bullion a laurel and olive wreath, in vine, leaf and berry. For Past Grand Commanders: Cross: Same as —120— above described for Grand Commander except with purple centers and purple stone set. Sfashers: same as above described for Grand Commander. For Officers of the Grand Commandery Below the Rank of Grand Commander: Cross: Same as above described for Grand Commander. Slashers: Of gold wire lace, fifteen lignes wide, of vellum pattern (No. 1962). —121—"},{"pageNumber":63,"pageContent":"N. StiChtingargus. ix] vV.StlChtiflgargus.nl W.StiChtiflgargus.nl w. StiChtiflgargus.nl W.stiChtingargus.nl w. stlChtingargus.nl w. StiChtiflgargus.nL w. StiChtiflgargus.nI w.stlChtingargus.nl xx’.stiChtingargus.nl xx’.stichtingargusnl xx stichtingargus.nl xx stichflngargus.nl xx .stiChtingargus.nl xv.stiChlingargus.nl xx’ stiClltingargus.nl ~x sI iclil ‘ngargus.nl xx .1 it HI i Iga rgus.nl .1 it HI i ngurgus.nl ‘I ichlingargusnl xx suchtingargus.nI xx stiChtingargus.nl xx .sliChtingargus.nl xx. stiChtingargus.nl xv. StiChtingargus.nl xv. StiChtingargus.nl xv. stiChtingargus.nl xv. StiChtingargus. ni xv. StiChtingargus.nl xv. stiChtingargus.nl xx StiChtingargus.nl xv stiChtingargus.nl xv StiChtingargus.nl xx’.stiChtingargus.nl xx’.sliChtingargusnl xv stichtingargus.ni xv. stichtingargus.ni xv. SI ichtingargus.ni xv. slichtingargus.ni xx’.sticlltingargus.nl xx .stichtingargus.ni For Commanders and Past Commanders: Cross:’ A. Passion cross of red silk velvet, bordered on each edge with one row of No. 26 gold bullion embroid - ery one-fourth of an inch wide (over slightly oval mold), with rays between the arms of the cross alternately in No. 26 and No. 27 gold bullion in open pattern, rays alternately short and long. The cross, including embroidery exclusive of rays, to be three inches high; cross arms to be two inches long; center of the cross between the edges of embroidery to be three-fourths of an inch wide; the longer lines forming the rays between the arms of the cross being the radius of a circle two and three-eighths inches in diameter measured from the center point of intersection of the arms of the cross, thus extending three-eighths’incb beyond the three upper arms of the cross. No twisted buflion at the several corners or angles of the cross. Slashers: Same as above described for Officers of the Grand Commandery below the rank of Grand Commander. —122— For Officers and Sir Knights Below the Rank of Commander: Cross: A Passion cross of red silk velvet, bordered with No. 26 silver bullion em - broidery. The cross to be of the same size and dimensions as that prescribed for Commanders and Past Commanders except that said cross shall have no rays. No tassel, band or slashers of any kind whatso - ever. —123—"},{"pageNumber":64,"pageContent":"w. stiChtingargus.n] AJ.stlChtingargus.nl w. stiChtingargus.nl w. stlChtingargus .nl w.stiChtingargus.nl w.stlChtingargus.nl w. stiChtingargus.nL w. stiChtingargus .nI w.stlChtingargus.nl ‘A’. stiChtingargus.nl ‘A’ stiChtingargus.nl ‘A stichtingargus.nl ‘A sticbting{irgus.nl ‘A .stiChtingargus.nl w.stiChtingargus.nl W stiChtingargus.nl ;~ ‘4 cliii iigargus.nl .1 it liii igargus.nl lit liiiiigargus.nI ¼ I icluingargus.nl ~ stichtingargus.nI xx stichtingargus.nI xx .stichtingargus.nl Vt .StlChtiflgargUS.fll xv. stlChtingargus.nl w.stiChtingargus.nl w. stiChtingargus.nl w. stiChtingargus.nl w. stiChtingargus.nl w. stiChtingargus.nl w stiChtingargus.nl ‘A’ stiChtingargus.nl w stiChtingargus.nl w. si lChtingargus.nl wstlChtingargus.nl ‘A’ stlChtingargus.nl w stiChtiflgargus.fll w.stichtingargus.nl ‘A’.stiChtingargus.nl xx .stichtingargus.nl ‘A .stlchtingargus.nl SHOULDER STRAPS As per regulations of the Grand Encampm~nt. (See page 147.) —124——— “1 7 HXy/77777777y/4 — — N a’ Generalissimo. v~rr~tUrfli< ~ A? %x 7~X%1>2>I~7§Ci<=%~x Captain General. —125---. Commander. Shoulder Strap for Grand Officers."},{"pageNumber":65,"pageContent":"w.stiChtingargus.n] w.stiChtingargus.nl w.stiChtingargus .nl w.stlChtingargus.nl w.stiChtingargus.nl w. stlChtingargus.nl w.stiChtingargus.fll w. stiChtingargus .nl W.StlChtiflgargUS.fll w.stiChtingargus.nl w.StlChtingargus.nl ‘A stichtingargus.nl xx siichtingargus.nl ‘A .StiChtiflg~gUS.fl1 W.StiChti ngargus.nl xx’ StiChtingargus.nl xx ‘I I I’ll Ii ngargus.nl ¼ .1 It Iii I igargusni ¼ lit liingurgus.nI ¼ ‘I cluingargus.nl xx stchtingargus.nI xx stichtingargus.nl xx .stichtingargus.n~ Vt .stiChtingargus.nl xv. stlChtingargus.nl xv. stiChtingargus.nl Vt’. stiChtingargus.nl w. stiChtingargus.nl w. stiChtingargus.nl w.stiChtingargus.nl w stiChtingargus.nl wstiChtingargus.nl w StiChtingargus.nl ‘A’. St iChtingargus.nl ‘A’.stlChtingargus.nl ‘A’ StlChtingargus.nl ‘A’ StiChtiflgargus.fll w.stichtingargus.nl xv. StiChtingargu s.nl xx .stichtingargus.nl xx .stichtingargus.nl FATIGUE DRESS 1’ COAT .For All Officers and Members: Of black cloth, ~o. descend in length to the top of the inseam of the trousers; over each hip at the side seam shall be’ a slit, extending on the right side five inches tipward from the bottom of the coat, and on the left side nine and one-half inches from the bottom of the coat, or so high as may be necessary to admit of the sword scabbard being hooked up. To be single breasted with a fly front, closed with —126— five plain flat black buttons. A standing collar not less than one inch nor more than one and one- half inches in height, to hook in front. The collar and edges of coat in front, from top to bottom, around the bottom and around the edges of the slits at the hips (the latter to the height of five inches from the bottom of the coat on both sides) shall be trimmed with lustrous black mohair braid, one and one-fourth inches wide, laid on flat. The slits at the hips to be made so as to be held to - gether with buttons, fastened in a fly underneath, which shall lap over not less than one and three- - fourths inches. Sleeves to be ornamented with Austrian knot of black tubular mohair braid one- - fourth of an inch wide. On each collar point to be a cross, according to rank, of the pattern pre - scribed for, the sleeves of the dress coat, except to be one inch in height. No crosses on sleeves. Officers shall wear shoulder straps, according to rank. CAP For Grand Commander: A bell crown cap of black silk, with three welts; the total depth three and three-eighths inches; diameter across the top, eight and three-quarters inches for a cap of size seven, the top to be one-eighth of an inch larger or smaller for every size above or below size seven. The sides to be made in four pieces; to be one and —127——"},{"pageNumber":66,"pageContent":"~ N. StiChtiflgargus.nl w.stlChtingargus.nl w.stiChtingargus.nl w.stiChtingargus.nl w.stiChtingargus.nl w.stiChtingargus.nI w.stiChtingargus.nL w. stiChtiflgargus .nl xx/.stiChtingargus.nI xx’. stiChtingargus.nl w.stlChti ngargus.nl xx stichlingargus.nl xx ‘dichtingargus.nl xx .stiChtingargus.nl xv.stiChtingargus.nl xv stichtingargus.nl ‘x sI clii mgargus.nl .1 it liii igargusni lit Iiliiigargus.nl ‘.1 cluingargus.nl xx sIchtingargus.nl xx stichtingargus.nI xx .stlChtingargus.nl xv. stiChtingargus.nl xx’. stlChtingargus.nl xx’. StiChtingargus.nl xv. StiChtingargus.nl w. stiChtingargus.nl w. StiChtiflgargus.nl xv. StiChtingargus.nl xv StiChtiflgargus.nl xx’ StiChtiflgargus.nl xv stichfingargus.nl xx’. stiChtingargus.nl xv.stlChtingargus.nl xx’ StlChtiflgargus.nl xx’ StiChtiflgargus.nl xx’.siichtingargus.nl xx’ StiChtiflgargus.nl xx .snchtingargus.nl xx .stichtingargus.nl ‘one-half inches between the upper welts and stif - fened with hair cloth and wire around the crown. Visor to be of black patent leather. one and three- fourths inches deep at the center and of green color underneath; to droop at an angle of forty- five degrees. Front strap to be flat and to be of four ligne gold wire lace with two vellums (No. 1962) stitched on leather with two loops of the same pattern of lace; strap attached at tWe cor - ners of the visor by gold cross and crown Knights Templar buttons. Between the lower welts of the cap, a band of black silk velvet, one and one-half inches wide, edged top and bottom with a rope pattern of em - broidery in No. 26 gold bullion, between which shall be embroidered in No. 26 and No. 27 gold bullion a laurel and olive wreath, in vine, leaf and berty, of the same pattern as prescribed for peaks of chap eau. In the center of the cap, in front, to be a Tenip - lar cross of red silk velvet, the cross to be the same size and dimensions as prescribed for sleeves of dress coat. For Past Grand Commanders: Same as above described for Grand Commander, except the Temp - lar cross with purple centers and with purple stone set. For Grand Officers Below the Rank of Grand Commanders: The same as described for Com - manders, except with the Templar cross with red silk velvet. --‘125— For Commanders and Past ~ammanders: Same as above described for Grand Commander, except that the band between the’ lower welts to be of gold wire lace eighteen lignes wide of two vellum (No. 1962) and on front of cap to be a Passion cross of red silk velvet, the cross to be the same size and dimensions as prescribed for sleeves of dress coat. For Officers Below the Rank of Commander and Sir Knights: The same as above described for Commanders and Past Commanders, except that the band shall be one and five-eights inches wide, of lustrous mohair braid. The front strap shall be of silver wire lace and the buttons attaching the same shall be of aluminum or silver. The cross on front shall be of the size and dimensions as pre - scribed for sleeves of dress coat. GLOVES For All Officers and Members: For fatigue dress only white lisle thread. —129—"},{"pageNumber":67,"pageContent":"AJ.stiChtiflgargus.fll w.stiChtingargus.nl w. stiChtiflgargus.fll w.stichtingargus.nl w.stiChtingargus .nl w. stiChtingargus.nl w. stiChtingargus.n I w. stiChtingargus.nI w.stiChtingargus.nI ‘A’. stiChtingargus.nI w’.stIChtingargus.nl xv .stichungargus.nl Vt stichtngargus.nl xv .stiChtingargus.nl xv. stiChtingargus.nl xx’ stichtingargus.nl ¼ ‘4 IL’I I tigargus.nl hi gai’gus.nl Ia iingargus.nl ¼ “I clilingargus.nl ‘A siichtingargus.nI xx stichtingargus.nI xx .stichtingargus.nI ‘A’.StiChtiflgargus.nl xv. stiChti ngargus.nl ‘A’.stiChtingargus.nI Vt’. stiChtiflgargus.nl w. stiChtingargus.nl w. StiChtiflgargus .nl Vt’. StiChtiflgargus.nl W.StiChtiflgargus.nl ‘A’ StiChtingargus.nl xx stiChtingargus.nl ‘A’ stiChtingargus.nl ‘A. StlChtiflgargUS.fll ‘A .stlChtingargus.nl xv’ StiChtingargus.nl w.stchtingargus.nl xv sliChtingargus.nl xx .stichtingargus.nI w.stichtingargus.nI CLOAK For All Officers and Sir Knights: To be of black beaver, kersey or melton, cut three-quarters full, and extending to the tips of the fingers in natural position. Box collar, one and one-fourth inches stand and two inches fall at the back of neck, increasing to two and one-half inches at end of collai; to fasten with a hook and eye at end of —iso— collar, and closing over breast with four black prunelle buttons, size 28, covered by a fly; the corners of collar and cloak to be cut square; edges to be finished plain or stitched raw. The linings shall be: For Past Grand Com - manders, purple; for Officers of the Grand Coin - mandery, Commanders and Past Commanders, red; for Officers below rank of Commander and for Sir Knights, black. —181— Cloak for All brand Officers."},{"pageNumber":68,"pageContent":"W.StiChtiflgargus.nl w.stiChtingargus.nl w.stiChtingargus .nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.n[ w. stiChtingargus.nI w.stichtingargus.nl W.StiChtiflgargus.nI w.stiClltiflgargus.nl xv’.stiChlingargus.nl ‘A stichtiflgargus.nl Vt sttchlingargus.nl ‘A’.StiChtiflgargus.nI W.StiChtiflgargus.nl xx’ stichtingargus.nl ‘A ‘1 clii itigargusni ‘lit hi iiig~irgus.n1 ‘a ‘lit Iiiii)g~Jrgus.n1 “(IC Iillflgargus.nl xx ‘tiichtingargus.nl xx stichtingargus.nl xx .stichtingargus.nl xx .stichtingargus.nl ‘A .stichtingargus.nl Vt’. stichtingargus.nl Vt’. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w’.stichtingargus.nl Vt’. StiChtiflgargus.nl ‘A StiChtiflgargus.nI ‘A’.~tichtiflgargus.nl xx’.StiChtingargus.nl xv. StlChtingargus.nl xv’ sliChtingargus.nl w.stichtingargus.nl Vt’. StiChtingargtis.nl ‘A .stichtingargus.nl ‘A .stichtingargHs.nl The collars for Fast Grand Commanders, and Officers of the Grand Commandery to be of blacl~ silk velvet. The collars for all other officers and members to be of the same material as the cloak, Appropriate crosses will be worn on the left breast, the top of the cross on a level with the armpit, the right edge of the cross four inches from the edge of the cloak, viz: For Past Grand Commanders, the Templar cross in purple velvet, four inches square; for Officers of the Grand Commandery, the Templar cross in red velvet, four inches square; for Commanders and Past Commanders, the Passion cross in red velvet, four inches in height, with red chenille rays; for all other officers and members, the Passion cross, in red velvet, four inches in height, no rays. —--152— THE MALTA BADGE I L~URI j The Malta Badge consists of a Malta jewel or cross suspended by a black ribbon from a two bar hanger. The Malta jewel is an eight-pointed cross, of gold or gilt metal, formed by four arrow-heads ‘~1 38.--—"},{"pageNumber":69,"pageContent":"-~ ~ 5 — .-. -- r. - - — N.stiChtingargus.nl w.stiChtingargus.nl (heads 1 inch side, 7/16 inch barb, Vs inch be - N.stiChtingargus .nl tween barbs) joining at their points, .the tota] width of the jewel being two inches. Over the w.stichtingargus.nl joined points, at center, a superimposed disk, 11/16 inch in diameter, of gold or gilt metal, with struck w.stichtingargus.nl up U. S. Coat of Arms eagle and shield thereon. w.stichtingargus.nL The arrow-heads to have white enameled centers showing 1/16 inch gold or gilt metal edging. No W. stlChtlflgargus.nI enamel on disk. Between the barbs of the upper .nl head a gold or gilt metal bridge for attaching rib - w. stiChtingargus bon. W.stiChtiflgargus.nI The hanger bar and the pendant bar each to be s.nL 1% inches long and 5/16 inch wide, made of gold w.stlCtlngargu or gilt metal, with enameled center 1% inches xx’.st;cJ’ningargus.nl long and 3/16 inch wide displaying in the center gold or gilt metal Gothic lettering, in capitals, Vs w stichlirigargus.ril inch in height. On the hanger bar to be the word xv stichtingargus.nl “MISSOURI,” with black enamel. On the pendant bar to be the name of the Commandery, the char - acter No., and the Commandery number, thus: xx’.stiChtingargus.nI “ORIENTAL No. 35,” with white enamel. The xv. stlChtlngargus.nl bars to be connected by three rings making a dis - tance between the two bars of 5/16 inch. xx’ stichtingargus.nl The black suspending ribbon to be of black silk xx sliclilingargus.rsi gros grain, 1¾ inches in width and with suspen - XX lit Iiliigargus.nl sion length of 1% inches. x~ liv ilingargus.nl xx stchtingargus.nI xx stwhtingargus.nl xx .stichtingargus.nl xx .stiChtingargus.nl xx .StlClltiflgargus.nl xv.stiChtingargus.nl xx’. stiChtingargus.nl —154— xv. StiChtiflgargus.nl xv. StiChtiflgargus.nl xv. stiChtingargus.nl W.stiChtingargus.nl xx’. st;Chtingargus.nl xx’ stiCbtingargus.nl xx’. stlChtingargus.nl w. stlChtingargus.nl xx’.sliChtingargus.nl xx’ stiChtingargus.nl w.stichtingargus.nl xx’.stiChtingargtls.nl xx .stiChtingargus.nl xx’. stichtingargtis.nl BURIAL SERVICE GENERAL REGULATIONS The Commander should immediately upon receipt of information of the death of a member of his Commandery call upon the family of the deceased and ascertain their wishes regarding the conduct of the funeral. If burial by the Commandery be desired, the Burial Ceremony prescribed by the Grand Encamp - ment must be followed. An unaffiliated Knight Templar is not entitled to Knightly honors. A Commandery may grant or withhold same without breach of Knightly duty. If burial by the Lodge be desired, the Coin - mandery may, when so requested, act as Escort to the Lodge, but no Commandery shall act as Es - cort at the funeral of any one whose burial be conducted with other than Masonic ceremonies; nor shall a Commandery appear in uniform at a funer - al of any person not a Knight Templar, except by permission of the Grand Commander. The burial ceremonies for an officer of the Grand Commandery or a Past Grand Commander will be conducted by the officers of the Grand Commandery who will form separately as the Grand Comma ndery upon the right of the line. The Escort for such ceremonies should be com - posed, if possible, of two or more Commanderies and be officered and organized as a Battalion. The burial ceremonies of an Officer or a Past Commander or Knight of a Commandery will be conducted by his Commandery, which will form his escort. If the Commandery performs the ceremonies the Commander and Prelat& will conduct the Ten~plar Burial Services prescribed by the Grand Encamp - ment. The Prelate should wear his robes of office. —135—"},{"pageNumber":70,"pageContent":"w. stichtingargus.n] ~v.stichtingargus.n1 w.stichtingargus.nl w.stichtingargus.nl w .stiChtingargl.Is .nl w. stichtingargus .nl w. stiChtingargus.nl w.stichtingargus .n[ w.stichtingargus.nI w. stiChtingargu s.nl w.stichtirigargus.nl w.si ic htingargus.nl ‘A’ siichiingargus.nl Vt’ .stichtingargus.nl w. stiChtingarguS. ii ~‘stichtingargus.n1 ‘A %ilchiiflg’drguS.nl ‘A ‘ii~ IliIIigLIrgus.nl ‘A ii~ Iuiitigargus.nl ‘A ‘~iicIuingargus.nI ‘A stichiingargus.nI ‘~ stichtingargus.nl xv. stichtingargus.nl XV. s11Chting3rguS.fl~ xx’. stiChtingargus.nl w.stichlingargus.nl W. StiChtingllrguS.nl w. StiChtingarguS.nl If the Commandery merely performs escort duty, the Prelate should wear his uniform. He takes position on the staff of the Commander. When Masonic Civic and Fraternal Societies form the Escort, the Commandery should have the right of the line. When the Military organizations are included in the Escort, the United States army or navy and National Guard have precedence over the ~onimandery. The uniform for Burial Services is full Templar uniform. Undress uniform and capes may be worn in inclement weather. Sword hilts and banners should be draped in mourning. When a band is provided, it will aid in the march - ing, and should assemble on line with and ten paces to the right of the Commander and his staff, and should march in column ten paces ahead of the ~ommandery. The staff of the Commander will consist of the Generalissimo, Prelate, Recorder, Treasurer and Sentinel. If the attendance of the C 0 mmandery be large, all Past Commanders will join the staff, tak - ing position on the left, if not, they will fall in with the body of the Commandery, taking position on the right of the line of Knights. The ~ommandery will be in charge of the Cap - tain-General. The Senior and Junior Wardens will act as right and left guides respectively whenever the Coin-- mandery is in line; as front and rear guides when~ ever the Conimandery is in column of threes; and as Division Commanders, marching two yards in front of the respective divisions, when in column of divisions. Should the Commandery have a large attend - ance, the Captain General may appoint Division Commanders from among the Knights present qual - ified for such command. When such Division Com - manders are appointed, theft posts in line will be —--158— two yards in rear of the center ‘of their respective divisions; in column of threes, two yards to the right (left) of the column and opposite the center of their respective divisions, depending upon whether the column is moving by the right or left guide; and in column of divisions, two yards in front of the center of their respective divisions. In this latter case the Wardens will act as guides to then respective divisions, being on the right or left flank of the divisions according as the guide is ordered to be right or left. No display movement should be executed by a Commandery during a funeral parade. If a Commandery act as Escort to a Lodge for only a portion of the distance to the place of inter - ment, the Captain General will at the proper time form the Commandery in line to one side of the route, cause the Escort to Present SWORDS while the cortege passes; and will then march the Coin - mandery in quick time to the Asylum. If the deceased be an officer of the Commandery his jewel of office, draped with crepe, will be placed upon the coffin. The chapeau and sword of the deceased will be placed upon the coffin. An evergreen cross should be provided for Knight Templar burial service; and it is the duty of the Senior Warden to see that the same reaches the burial place. When moving as a funeral cortege the band plays a dirge and the column moves in slow or common time of ninety steps to the minute. During the services at the grave the band plays a hymn or dirge, as may be directed by the Com - mander. Upon leaving the grave the band will not play until outside of the gates of the cemetery, unless the enclosure should be a large one. In the latter case, the band may play after moving a distance w. stichtingargus.nl w. StiChtingarguS.nl w.stiChtingargus.nl w.stchtingargus.nI xx’ stiChtingarguS.nI w.stiChtiflgarguS.fll xv stiChtingargus.nl xv.stlChtingarguS.nl xV.stiChtingargl.IS.fll w.StiChtingarguS.nl w.stiChtingarguS.nl xx’.stiChtingargus.nl IV. siichtingargus.nl"},{"pageNumber":71,"pageContent":"w.stichtingargus.nl AJ.stiChtingargus.nl w. stiChtingargus .nl w. stiChtingargus.nl w.stiChtingargus.nl w.stichtingargus.nL w. stiChtingargus.nI w. stlChtingargus.nl xv’.stichtingargus.nl w.stiChtingargu s.nl xx’.stlChtingargus.nl w srichtingargus.nl xx’ stichiingargus.nl xx’.stlChtingargus.nl xv’. stiChtingargus.nl ‘A’ stlebtingargusni ‘A siicliiitigargus.nl ‘itt 1i rigargus.nl ~ Iningargus.nl ‘A stlclltingargus.nl xx stichtingargus.nl Vt’. stichtingargus.nl Vt .stlchtingargus.nl W. stlChtingargus.nl w. stichtingargus.nl XX’. stiChtingargus.nl w. stiChtingargus.nl w. stiChtingargus.nl Vt’. stiChtingargus.nl w.stiChtingargus.nl Vt’ StiChtiflgargUS.fll ‘A’ sI iChtingargus.nl Vt’. stlChtingargus.nl Vt’. sliChtingargus.nl xx’ stlChtingargus.nl xv’.stiChtingargus.nl w.stlChtingargu s.nl w. stiChtingargus.nl \\x’.stiChtingargus.nl w’. stichtingargus.nl of 100 yards away from the grave. This move - ment will be in quick time, 120 steps to a minute. During the services at the grave, whether con - ducted by the Commandery or by the Lodge, all Knights shall remain covered. MANUAL FOR FUNERAL CEREMONIES The ~~mmandery is assembled in special con - clave and opened in full form or short form by the Commander. The pall bearers are appointed. The Commander orders the C. G. to form the ~oinmandery. The C. G. will command: 1. Fall in, 2. Left, 3. Face, 4. Right, 5. Dress, 6, Front, 7. Draw, S. SWORDS; 9. Count, 10. THREES. Following which, he will introduce the Standard Guard in the line by indicating the point between the first and second divisions and command: 1. Second Division, left step, 2. MARCH. 3. HALT. 4. Command~ry, present, 5. SWORDS. 6. Standard Guard, 7. POST. C. G. will command: 1. Carry, 2. SWORDS. 3. Right, 4. DRESS, 5. FRONT. The Commander’s staff, consisting of the Gen - eralissimo, Prelate, Recorder, Treasurer and Sen - tinel, according to rank, will take position on the right of the line at a point that will permit the Pall Bearers to form on the left of the Comman - der’s Staff. The Commander and Staff will count off in threes, the Pall Bearers in twos. If the number of Knights present is sufficient to make a credible showing, the Past Commanders will form with the Commander’s Staff, according to seniority, taking place to the left of the lowest —155— Th ranking staff o fficer. $hould the number of Knights present be small, the Past Commanders will fall in with the other Knights, taking position on the ‘right of the line. When the Commandery is ready to move, the Captain General commands: 1. Threes right, 2. MARCH. As few Asylums have entrances of sufficient size to enable Commanderies to pass in columns of three ‘formation, a Commandery should be con - ducted to and from an Asylum in column of file formation. The Commandery being in column of threes, the Captain-General commands. 1. Threes left (or right), 2. IVIARCI-l (as they come into line). 3. HALT, (being in line), 1. Right, 2. FACE; 3. For - ward, 4. MARCH, conducting the column to the street. 1. HALT, 2. Left (or right), 3. FACE; 4. Threes right (or left), 5. MARCH. The band heading the column with an interval of ten paces between the band and Commander and Staff, an interval of four paces between the Pall Bearers and the Senior Warden. When the Commandery breaks into column of threes, the Commander will advahce two paces, slightly to the left, forming with the Generalissimo on his right and the Prelate on his left, both slight - ly to his rear, the apex of a triangle, maintaining this position on the march. The balance of staff will march in threes, Pall Bearers in twos. In marching, the Commander and Staff will in - variably march with swords at secure, while the Knights will be at Carry SWORDS. The music will cease playing when withiii a block of the place where the services are to be held. Upon arriving at the place, the lines will be formed by commands: 1. Threes left (or right), 2. —i a a—- -"},{"pageNumber":72,"pageContent":"- ~~“~-w-~ w. stichtingargus.n] AJ.stiChtingargus.nl w. stiChtingargus.nl w. stiChtingargus.nl w.stiChtingargus.nl w.stiChtingarguS.fll w. stiChtingargus.nL w. stlChtingargus.nI w.stichtingargus.nl w.stiChtingargus.nl Vt’.stiChtingargus.nl xv’ stichtingargus.nl xv stichtingargus.nl \\V.stiChtingargus.nl w. stiChti ngargus.nl w.stichtingargus.nl ‘A siicliitngargus.nl i; biirigurgus.nl ‘A .1K Il;ngarguS.fll ‘A stichtingargus.nI Vt StiChtiflgarguS.fll xx’. stichtingargus.nl Vt .stichtingargus.nl xv. stiChtingargus.nl ‘v.stichtingargus.nl w.stlChtingargus.nl w. stiChtingargus.nl w. stiChtingargus.nl w.stiChtingargus.nl w.stiChtingargus.nl xv stiChtingargus.nl ‘A’ stiChtingargus.nl w. stiChtingargus.nl w. stlChtingargus.nl w stiChtingargus.nl xv’.stiChtingargus.nl w.stlChti ngargus.nl w. stiChti ngargus.nl xv.stiChtingargus.nl ~x’.stichtingargus.n1 MARCH; 3. HALT; 4. Right, 5. DRESS; 6. FRONT, I opposite and facing the entrance. The Commander with Staff and Pall Bearers, with drawn swords, enter the house. The Coin” inander takes position at ,the head ot’the coffin, the Prelate at the foot, the Pall Bearers on side of coffin. The Pall Bearers, at a signal from the Commander, will form an “Arch of Steel” over the body. The Commander places the Sword, Chapeau and Jewel (if any) upon the coffin and signals to carry SWORDS, and proceed with the Ritual cere - monies. When desirable, the part of the services before going to the grave may be performed at the house, at the church, or be deferred until at the grave. While the Commander and $taff is conducting the house services, the Knights in line will be: I. In place, 2. REST. At the conclusion of the house services the Com - mander and Staff will precede the coffin to the hearse and remain near it until placed in the hearse, after which they will resume their position in line, with swords at carry. When the Pall Bearers with coffin come in sight, the Captain General commands: I. Commandery, 2. ATTENTION; 3. Carry, 4. SWORDS; 5. Present, 6. SWORDS; signaling to the band, which will play an appropriate hymn until the coffin is in the hearse, then: 1. Carry, 2. SWORDS; break into columns of threes by commands: 1. Threes right (or left), 2. MARCH. March right in front to po - sition ahead of hearse and halt; when procession is formed, command: 1. Reverse, 2. SWORDS; 3. Common time, 4. Forwerd, 5. MARCH. The Commander and Staff and Past Comman - ders when in line will use the present. The Cap - tain General will use the Officers’ present. Pall Bearers march in rear of hearse, in column —140— of twos, swords in scabbard, carried at secure SWORDS. If the body is escorted to the church, the Coin - inandery will halt, with center of line opposite and facing the church by commands: 1. Threes left (or right), 2. MARCH; 3. HALT; 4. Right (or left), 5. DRESS; 6. FRONT. 1. Present, 2. SWORDS, while the body is taken into the church, followed by the family. The Coininandery will march into the church by: 1. Carry, 2. SWORDS; 3. Return, 4. SWORDS; 5. Right, 6. FACE; 7. Forward, column left (or right), 3. MARCH, in single file. As the Knights enter the church they will un - cover by seizing the chapeau with the right hand, testing on the left shoulder, leaving the left hand free to steady the scabbard. Care will be observed in seating the Knights so that the line will not be broken and confused. The Knights will remain standing until signaled by the Captain General to be seated. The Standard Guard will step out of line if necessary, while the Coinmandery is entering church, resuming its position when columns come out. In coming out of church, the right of the line should niove first, but if arrangement of seats pre - vent, move left of line first to keep formation of lines intact; resume position, opposite and facing church. As the coffin appears. Present, SWORDS. The band will play until the body is placed in the hearse, Carry SWORDS. Break into columns of threes right in front, re - verse SWORDS, and march to the cemetery. Arriving at the grave, the Coininandery will form in line by: 1. Threes left (or right), 2. MARCH; 3. HALT; 4. Right (or left), 5. DRESS; 6. FRONT; 7. Present, S. SWORDS. While the —--441—"},{"pageNumber":73,"pageContent":"w. stichtingargus.n] w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichfingargus.nl w. stichtingargus.nl w.stichtingargus .nt w.stichtingargus.nI w. stichtingargus.nl w.slichti ngargus.nl xv’.stichlingargus.nl ~x stichtiflgargus.nl Vt’. stichtingargus .n] w.stichtingargus.nl Vt’ slichtingargus.nl \\\\ sI’cIil;ngargus.nl ‘A .1 Iii IflgLlrgus.nI ‘I iclfiingargus.nI \\\\ ~tichtingargus.n] \\x .stichtingargus.nl xx .stichtingargus.nl Vt’. slichtingargus.nI Vt’. stichtingargus.nI Vt’.stichtingargus.nl w.stichfingargus.nl w. sticlitingargus .nl w. stichtingargus.nl w. sfichtingargus .nl w.stichtingargus.nl w stichtingargus.nl xv. stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w.stichfingargus.nl w.stichtingargus.nl xv.stichfingargus.nI xv.stichfingargus.nI xx’.stichtingargus.nI remains are taken from the hearse and placed over the grave: I. Carry, 2. SWORDS; 3. Right (or left), 4. FACE; 5. Forward, 6. MARCH, and form a triangle by marching around the grave, base of triangle at foot of grave. l.Commandery, 2. HALT; 3. Left (or right), 4. FACE; 5. Order, 6. SWORDS; 7. Parade, S. REST. The Commander and Prelate will be at the head of the grave. Pall Bearers on the sides; friends and relatives at the foot. The Officers conducting the services will Return SWORDS. The Pall Bearers will form the Arch of Steel. At the conclusion of the services the lines will be conducted in columns or files by commands: 1. Commandery, 2. ATTENTION; 3. Carry, 4. SWORDS; 5. Right (or left), 6. FACE; 7. For - ward, 8. MARCH, t6 such a position as will permit the columns of threes being formed, and march from the cemetery. When a Coininandery acts as an escort to a Blue Lodge, form the triangle surrounding the Blue Lodge at the grave. Upon returning to the Asylum the Coinmandery will be dismissed. BURIAL SERVICE (Which may be used when the Commandery acts simply as escort.) A Coininandery may escort the remains of a Teinplar when only the services of his Lodge are to be performed at the grave, when requested so to do, and in such a case the remains shall be transferred to the Lodge with the following form - ula: The coffin being placed over the grave, with the ——142— deceased Sir Knight’s sword lying upon it, with the bilk toward the foot of the coffin, Prelate standing at the foot, Commander at the head. Captain General on the left, and Generalissimo at the right, all forming a cross, the Prelate will say the fol - lowing, or another short prayer: Almighty God, with whom do live the souls of the faithful a fter they are delivered from the bur - den of the flesh, grant that we may so follow their good example, that with them, we may be par- takers of the perpetual rest and felicity which await all those who love and serve Thee, in the day when Emanuel shall say, “Come ye blessed of my Father, receive the kingdom prepared for you from the foundation of the World.” Grant this, 0! Heavenly Father, through the merits and mediation of the Great Captain of our Salvation, even Jesus Christ, our Lord. Amen. After taking the sword and drawing it from the scabbard, holding it with point down, hilt raised, the Prelate will say: “BY THE CROSS UPON ITS HILT, I DE - CLARE THAT THIS SWORD IS WITHOUT A STAIN.” The Captain General receiving the sword from the Prelate, holding it by its hilt, extended to the front, the blade flatwise, shall say: “I DECLARE THAT IN THIS SWORD THE BLADE OF JUSTICE IS WITHOUT A SPOT.” The Generalissimo receiving the sword from the Captain General, holding it by the. ‘hilt, blade ex - tended to the front, edge uppermost, shall say: “I DECLARE THAT IN THIS SWORD THE EDGE OF TRUTH IS WITHOUT A FLAW.” The Commander, receiving the sword from the Generalissimo, holding it with the forefinger of the left hand upon the point, and grasping the hilt with the right, shall say: —148—- -"},{"pageNumber":74,"pageContent":">1 w. stichuingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nL w.sfichtingargus.nL w. stichtingargus.nL xv. stichtingargus.nt xv. stichtrngargus.nI w.stichti ngargus.nl xx snchxingargus.nl W stichtingargus.nl xx .stichtingargus.nl xv. sticlifingargus .nl xv stichtingargus.nl \\\\ sIicIiliiigLlrgus.nl \\\\ .1k lilingargusni 1k ItIrlg2rgus.nI stu. hnngargus.nI ~ stichringargus.n] x~ stichfingargus.nl xx .sxichtingargus.nl xv. stichtingargus.nl xv. stichringargus.nl xv. stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus .nl xv. stichtingargus.nl xv.stichtingargus.nl w.stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus.ni w.stichtingargus.nl xv. stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nl xv. stichflngargu s.nl xv. stichtingargu s.nI xv. sticlitingargusni “UPON THE POINT OF MERCY, I DECLARE THAT THIS IS THE SWORD OF A GOOD AND TRUE KNIGHT TEMPLAR.” The Prelate, receiving the sword back from the Commander, shall say: “BRETHEREN of LODGE, WE COMMIT TO YOU THE BODY OF OUR DE - CEASED COMPANION AND’ FRATER FOR MASONIC INTERMENT.” Commander—Excellent Prelate, you will lead us in prayer. Prelate.—(Makea the following prayer) Father of Lights, in this dark and trying hour of ~a1amity and sorrow, we humbly lift our hearts to Thee. Give us we pray, that light which cometh down from above. Thou Last mercifully said in Thy Holy Word that the bruised reed Thou wouldst not break; remember in mercy, 0 Lord, these be - reaved ones now before Thee. Be Thou, at this hour, the Father of the fatherless, and the widow’s God. Administer to them the consolations which they so sorely need. To his sorrowing family we extend our fraternal sympathy in their bereave - ment. Cause us to look away from these sad scenes of frail mortality to the hopes which lie beyond the grave, and bind us yet closer together in the ties of Brotherly love and affection. While we see how frail is man, and how uncertain the con - tinuance of our lives upon the earth, and are re - minded of our own mortality, lead us, by Thy grace and spirit, to turn our thoughts to those things which make for our everlasting peace; and give us a frame of mind to make a proper improvement of all the admonitions of Thy providence, and fix our thoughts more devotedly on Thee, the only sure refuge in time of need. And at last, when our earthly pilgrimage shall be ended, “when the silver cord shall be loosed and the golden bowl be broken,” wilt Thou, 0 God, ~in that moment of mortal extremity, be indeed Immanuel—Christ with us; may the “lamp of Thy love” dispel the gloom of the dark valley, and we be enabled by the commendations of Thy Son to gain admission into the blessed Asylum above; and in Thy glorious presence, amidst its ineffable mysteries, enjoy a union with the spirits of the departed, perfect as is the happiness of heaven, and durable as the eternity of God. Amen. (The Lodge’s Services follow.) TAPS —145—"},{"pageNumber":75,"pageContent":"w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nL w. stichtingargu s.nL w. stichtingargus.nL w. stichtingargus.nL w. stichtingargus.nl w.stichti ngargus.nl ~v.stichlingargus.n1 xx stichtingargus.nl Vt.stlchtingargus.n] w. stichtingargus.nl Vt’ stichtingargus.nl \\\\ sII(’IlliIlgargus.nl ~ II. Ihlingargus.nl iidul’ngargus.nI sib. htingargus.nl v~ stichtingargus.nl xx stichtingargus.n] xx .stichtingargus.nI xv.stichtingargus.n] xx’.suchtingargus.nl Vt’. stichtingargus.nl xx’. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl xx’. stichtingargus.nl Vt’. stichfingargus.nl w.suchiingargusril xv stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl xv. stichti ngargus.nl w.siichiingargus.nl w.stichti ngargus.nl w.siichiingargus.nl Vt’.Stichtirlgargus.nI Vt’.Slichtingargus.nI Extract. (Edict of Grand Encampment, 1592.) “That it is’ hereby enacted by the Grand En - campment that hereafter it shall be unlawful for any Knight Templar within the jurisdiction of and who is subordinate to this Grand Encampment to wear any Insignia, Badge or Uniform belonging to any other than a Masonic or Templar body at the same time as Wearing the Templar Uniform and Insignia and while attending the conclave or as - semblies of any body of Templars or on public oc - casion when they appear in uniform. (Grand Commandery of Missouri, K. T., 1904.) Resolved, That only Jewels and Badges pertain - ing to the Orders of Knighthood be worn on the Fatigue Uniform or the Dress Uniform of a Knight Templar. Such Jewels should be those represent - ing the Commandery to which a Sir Knight may be - long. Templar jewels which may have been re - ceived for meritorious service and jewels of office which are the Insignia of the Station which a Sir Knight may hold in the Grand or Subordinate Coin- man dery. The Malta Jewel is provided for by Ritual “Wear it on the left breast” of the coat in line with the second button and left shoulder, the ranking jewel being worn to the right, ranking as follows: Badge of Commandery, Meritorious Jewel, Insignia of Office. —146— I) SHOULDER STRAPS. Sec. 4. All Past Grand Officers are entitled to wear the Templar cross. Sec. 5. The wearing of shoulder-straps is lim - ited to the Officers and Past Officers, as follows: For Grand Masters and Past Grand Masters of the Grand Encampment.—Royal purple silk velvet, two inches wide by four inches long (outside measurement), bordered with two rows of embroid - ery of gold, three-eighths of an inch wide. The Cross of Salem, embroidered, of gold, in center, lengthwise. For all other Grand Officers of the Grand En - campment.—Tbe same as the Grand Master, ex - cept for the Cross of Salem. The Patriarchal Cross of gold, with initials of the office respectively em - broidered, of silver (old English characters), at the foot of the cross, narrowise of the strap. For the Officers and Past Grand Officers of a Grand Commandery, except Past Grand Comman - ders.—Brigbt red silk velvet, two inches wide by four inches long, bordered with one row of em - broidery, of gold, a quarter of an inch wide; the Templars’ cross of gold, with initials of the office respectively, to be embroidered (old English char - acters) in silver on lower end of strap. For Past Grand Commanders.—Tbe same as above, except that the color of the shoulder-strap shall be royal purple and the lettering omitted. For the Commander of a Commandery.—Emer - aid green silk velvet, one and one-half inches wide by four inches long, bordered with one row of em - —1 47—. JEWELS TO BE WORN ON KNIGHT TEMPLAR STATUTES OF THE GRAND ENCAMPMENT, UNIFORM K. T., OF THE UNITED STATES OF AMERICA."},{"pageNumber":76,"pageContent":"w. stichtingargus.n] w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nL w.stichtingargus.nL xv. stichtingargus.nl xv. stichtingargus.nl xv. stichtingargus.nl xv stichlingargus.nl w.stichiingargus.nI w. sti chtingargus .nl Vt’.Sllchtingargus.nl xx si clilingargus.nl \\\\ ‘1k Iiliiigargus.nl ~ ‘rI&illlngargusn] sticlitiflgargus.nl xx stichtingargus.n] xx .stichtingargus.nl xv. sxichtingargusn] xx’. stichtingargus.nl Vt’.Stichtingargus.nl Vt’. stichtingargus.nl w. stichtingargus .nl w. stichiingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl xv.stichtingargus.nl w.stichtingargus.nl xv stichiingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nL w.stichtingargus.nL w. stichtingargus.nL w. stichtingargus.nI broidery of gold a quarter of an inch wide; the Passion Cross with a halo, embroidered, of silver, in center. For Past Commanders.—Tbe same as for Com - manders, except that the color of the strap shall be bright red. For Generalissimo.—The same as the Comman - der, except for the Passion Cross, the Square, sur - mounted with the Pascbal Lamb. For the Captain.General.—Tbe same as the Com - mander, except f6r the Passion Cross, the Level, surmounted with the Cock. RANK AT PARADES When several Commanderies parade together, they take rank according to the date of their re - spective charters, unless they voluntarily waive such rank. Courtesy and Temptar usage, however, accord a~ Coinmandery when mounted a place on the right of the line or column, in the nature of an escort to the others. If the Grand Commander or other Grand Officer entitled to command be not present, the Comman - der of the Senior Commandery may assume com - mand. As far as possible, Commanderies should form for parade in three ranks, right in front and the Standard Guard forming one of the files of three. “When a Commandery appears in public, it must be in full Templar uniform.”—Sec. 155, Statutes of the Grand Encampment. For parades and escorts of honor, where two or more Commanderies act together, a competent of - ficer should be selected as Marshal for the occa-~ sion, whose commands shall be obeyed and repeated ~to each Commandery in line by the proper officers. —148——— Commanderies are stationed in the line in the or - der of their number, except that the escorting Commandery will take the left of the line until the column is ready to move, when the C. G. of the escorting Comifiandery will command: Right by threes, MARCH; after five paces: Column right, MARCH, passing the lines of the other Comman - rleries, Commander and Generalissimo at secure SWORDS, C. G. at salute SWORDS; standard dipped. The escorted Commanderies will p r e s e n t SWORDS, officers at salute, until the line is pass - ed, when, Carry, SWORDS; Right by threes, MARCH. The Past Commanders and Grand or Past Grand Officers should be formed separately on the left of the escorted Commanderies. Arriving at the place where exercies are to be held the column will, HALT. Three left, MARCH. HALT. Right, DRESS. FRONT. Care should be taken that a perfect alignment of the line is made. The Marshal and Commander of the escorting Commandery, or host, will proceed to the left, the Commander of each of the others joining them un - til the right of the Grand, Past Grand Officers, and Past Commanders is reached, when they will Right hand, SALUTE; About, FACE, and proceed to the right, in front of the line, tbe Officers in trace in column of twos, Commanderies at present SWORDS; standards dipped. After they have packed the line, the escorted Commanders will each simultaneously, Carry, SWORDS. Right by twos, MARCH. After five paces, Column right, MARCH, proceeding into the place of meeting. When they shall have passed by, the escorting Commandery follows by the same movements. -~ When the Commanderies are ready to return to their Asylums, the escorting Commandery will re- - —149——"},{"pageNumber":77,"pageContent":"N. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl xv. stichtingargus.nl w. stichtingargus.nt w.stichtingargus.nl xv. stichtingargus.nl w.stichlingargus.nl xv stichtingargus.nI xx .stichtingargus.n] w. stichtingargus .nl Vt’ stichtingargus.nl xx ‘~t chliiigargus.nl ~ ~ lit iflgLlrgus.nl xx ‘diclltingargus.nl xx suchtingargus.nl xx .stichting~rgus.n1 Vt’. stichlingargus.nl xx .stichtingargus.nl Vt’. sfichtingargus.nl Vt’. stichtingargus.nl w. stichtingargus.nl w. sfichtingargus.nl w. stichtingargus.nI w. stichtingargus .nl w.stichtingargus.nl Vt’.stiChtingargus.nl xx’.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w.sfichtingargus .nl w.stichtingargus.nl Vt’. stichtingargus.nl xx’.stichtingargus.n] tire first (care being taken not to reverse the Knights in their positions), forming line in street, at present SWORDS, the escorted Commanderies passing by them in twos, Knights at carry, C. G. at salute; standard dipped; and proceed at once to their Asylumns. Should the Grand Commander or distinguished guests be escorted returning, the lines will again be formed as in the first instance. Sec. 156. Commanderies shall not appear in pub - lic without a dispensation, except upon funeral oc - casions, or to attend religious services. Sec. 157. The determination of what is a proper occasion for a Commandery to appear in public, be - longs to the Grand Master or the Grand Comman - der. —150—"}]
