[{"pageNumber":2,"pageContent":"UNIFORM REGULATIONS ____OF THE— AS ADOPTED MAY 19, 1904. 1904 CRONINGER PRINTING Co., COVINGTON KY."},{"pageNumber":3,"pageContent":"R. E. Sir GEO. A. LEWIS, Grand Commander, Frankf~rt, Ky.: DEAR SIR AND FRATER—X’our committee appointed at the last ses - sion of the Grand Comniandery, in regard to a uniform, snbmits herewith a report as to what shall constitute the regular nniforui for Knights Templar in Keutocky We have carefully considered the regulations of other States aiid reconciled the differences contajued therein, and now present for your consideration a uniform, with as few changes froni the’ commonly accepted uniform now used in our State as could be cousistently Flade Fraternally sobmitted, FRANK H. JOHNSON, JOHN H. COWLES, EDWARD C. SELLERS Cwnmzl/ee UNIFORM REGULATIONS. Ist. It is hereby required of all Kentucky Cominanderies that when they shall hereafter procore uniforms or parts of uniforms as Knights of the Red Cross or Knights Teniplar, such oniforms or parts of uniforms shall strictly conform with these regulations. 2nd. Any Sir Knight who shall transgress or violate any of these regulations, shall, upou conviction thereof, be reproved, reprimanded or suspended at the discretion of his Commandery. 3 d. Any Conimandery that shall fail to enforce these regulations shall be reprimanded in general orders by the Grand Conimander, and if it persists iu its tactics its charter may be arrested. 4 th. Inspecting Qfficers shall “inspect the lines’ as nearly as prac - ticable, according to the tactical forms and report every instance of violation or non-conformity with these uniform r.~egnlatious FULL DRESS. Black regulation coat and black trousers. Baldric, sword and belt. Chapeatl~ buff gloves, black shoes Shoulder straps as per the regulatiou of the Grand Encampment. FATIGUE DRESS. Black regulation blouse and black trousers. Black silk cap with curved visor. Al Sword and belt, white gloves, black shoes Council Officers alone to wear shoulder straps same as full dress UNIFORM IN DETAIL. FULL DRESS CoAT.—Double breasted frock coat of black cloth, lined with black material, with straight standing collar, not less than one inch nor more than one and one-half inches in height, to hook in front"},{"pageNumber":4,"pageContent":"UNIFORM REGULATIONS. 3 at the seam, with a V opening at the throat and sloping at an angle of tweiity-five degrees, buttoned with two rows of buttons nine in each row, placed four and one-half to five and one-half inches apart from eye to — eye at top button, according to breadth of chest, and two and one-half to three and one-half inches apart from eye to eye at bottom button Skirt of coat to have side edges and to reach no lower than two iiiches above the bend of knee; rear of skirt to have four buttons, two at waist seam and two at bottom of side edges. Sleeves of coat to be finished with stitching to simulate cuffs, three and one-half inches deep with three sniall buttons on each cuff and with aii appropriate cross in the center of the front of the •cuff, the horizontal arni of the cross resting oii the seani of stitching. FOR GRAND COMMANDERS AND OFFICERS OF THE GRAND CoM - MAN DERY —The sanie coat as described above, buttoned with two rows of gold metal K. T. buttons, niiie iii each row, arranged in groups of three, with aTemplar Cross on sleeve of red silk velvet, bordered with a single row of No. 26 gilt or gold bullion enibroidery three-sixteenths of an iiich wide, with one red stone set at intersection of the points of said cross iii the center, ontside measurernen~ of said cross, iiiclndiiig the embroidery, to be one and on&half inches square"},{"pageNumber":5,"pageContent":"4 UNIFORM REGULATIONS. FOR PAST COMMANDERS AND COMMANDERS —Same coat as above, except buttoned with two rows of gold nietal K T. buttons, nine In each row, arranged equal in distance one from the other A Passion Cross on the sleeve of red silk velvet, embroidered on each edge with oiie row of No. 26 gilt or gold bullion embroidery, three-sixteenths of an iiich wide, with rays between the arms of the cross alternately in No. 26 and No. 27 gilt or gold bullion embroidery, in solid patterii said cross to be, including embroidery, two inches high, cross arm to be one and one-third inches long, center of the cross between the edges of embroidery to be three-sixteenths of aii inch wide FOR OFFICERS AND SIR KNIGHTS BELOW THE RANK OF EMrNENI’ COMMANDER.—The same as described above for Grand Officers and Emineiit Commanders, except that the coat shall be single breasted, with niiie silver metal K. T. buttons in front, equal in distance, one from the other, four buttons on the skirt aiid three on each sleeve~"},{"pageNumber":6,"pageContent":"UNIFORM REGULATIONS S same size, pattern and material as those above described for ~,Graiid Officers and Eminent Commaiiders. The cuff shah be the sanie as that above described, except that the cross thereoii shall be of red silk velvet, bordered with oiie row of No 26 silver plated buhlioii embroidery, the cross to be of the same dimensions as that prescribed for Past Coin - maiiders aiid Commanders, except that it shall have iio rays PAST GRAND COMMANDERS shall wear the samc coat as that pre - scribed for officers of the Graiid Cominandery. except sleeve crosses with purple velvet centers and purple stoiie sets. TROUSERS FOR ALL OFFICERS AND MEMBERS —To be of black broad cloth or doe skin, of standard military cut, witiiout side stripes or ornamentation of any sort whatsoever -"},{"pageNumber":7,"pageContent":"6 UNIFORM REGULATIONS. -1 SWORD FOR GRAND OFFICERS, PAST COMMANDERS AND COMMANDERS—TO be from 32 to 40 inches long, o o accordliig to height, iiiclusive of scabbard, with helmet head, straight cross guard, metal scabbard, white ivory handle The scabbard to have two metal rings at the upper mount and oiie at the middle mount. The ivory haiidle to be ornanieiited in front with the monogram of the owiler, aiid on the opposite side is a Passioii Cross with rays, pro - vided, that Graiid Officers niay have the Teniplar Cross etched upon the sword handle if they so elect. All nietal to be gilt or gold plate. FOR SIRKNIGHTS —A sword with white metal scabbard, suspended by three white nietal rings, two at the upper mouiit and one at the Huddle mouiit; a straight cross guard, a helmet head, a white ivory haiidle, etched in front with the nloiio - gram of the owner, and oii the opposite side with a plain Passioii Cross without rays On all swords for both officers and nienibers there shall be no chain from pommel to cross guard, nor shall the guard be other thaii a straight, solid patterii with curved edges. A blade not to exceed nineteen niillinieters in width, with a scabbard to properly acconiniodate the same. All scabbards should be devoid of elaborate oriiameiitatioii aiid must contain no eniblem other thaii recognized I eiiiblems of the Order t 1~"},{"pageNumber":8,"pageContent":"UNIFORM REGULATIONS. 7 BELTS. FOR GRAND OFFrCERS, PAST COMMANDERS AND COMMANDERS — A red enameled or patent leather strap, one and three-quarter incbes wide, fastened with gold-plated buckle or clasp, of pattern hereiiiafter described. The strap is to be trimmed over its entire width with nietal aiid silk woven lace of gilt and red, kiiown as Artillery lace. Three gold phi~ted barrel chains supported by slides oii the inside of the belt, two of said chains beiiig short, the remainiiig one bug with swivels and snaps at the lower ends thereof On the top ring of the front ~short chaiii shall be a gold-plated sword hook. ~YY FOR OFFICERS AND SIR KNIGHTS BELOW THE RANK OF EMINENT COMMANDER —A black enamel leather strap, one and three-fourth inches (134) wide, mouiited with a lace~ woven of silver wire, and black silk one aiid five-eighth (I~) inches wide, with colors in parallel stripes, four of silver aiid three of black; the black stripes to be of equal width, and silver stripes to be five thirty-seconds of am iiich wide The belt clasped with silver-plated belt plate of patterii hereinafter described, and to have three barrel chaiiis on which to hang the sword, two of said chains beiiig"},{"pageNumber":9,"pageContent":"8 UNIFORM REGULATIONS. shorf and one long The chains to be suspeiided froni a leather strap fastened to the inside of the belt; each. chain to have heavy silver-plated swivels and snaps at the lower ends thereof On the first chain at the lower edge of the belt to be placed a silver-plated sword hook. $ I"},{"pageNumber":10,"pageContent":"UNIFORM REGULATIONS. 9 BELT BUCKLE OR CLASP. To be shield shaped, two and one-half (I’2) inches wide by two and three-quarter (234) inches long, of hard metal with helmet head at the top aiid center of shield, across the upper part of the buckle iii half circle, the name of the Commandery, in the lower half circle the word “Commaudery “ In the center of the two half circles is the iiuniber of the Coniinandery. Iii the center of the shield shall appear the coat~of - arms of the State of Kentucky, in the center of the coat-of-arms a Passion Cross of red hard enaniel. PAST GRAND COMMANDERS -AND OFFIcERS OF THE •GRAND CoM - M~.NDERV shall substitute for the red enamel Passion Cross in the center of the coat-of-arms a Teniplar Cross in red hard enamel, oiie aiid one- N half (I ‘2) inches square."},{"pageNumber":11,"pageContent":"I0 UNIFORM REGULATIONS. COMMANDERS AND PAST COMMANDERS shall wear the Passion Cross as above described, except with rays around the intersection of the arms of the cross BALDRIC. Worn only by officers and members under the rank of Eniinent Commander~ Body of Baldric to be four (4) iiiches in width, the center of white moire antique silk, bordered on each side with black silk velvet, one irith in width, over the seam ~‘here the velvet Joins the silk to be a strip of silver-plated wire lace, three (3) lignes in width of velluni pattern (No. i962) ~iJii the ceiiter and front of the baldric a white metal star of nine poiiits, in the center of .star a Passion Cross without rays, the center of whuch is lined or filled with red silk velvet, surrouiided by the motto, “IN Hoc SIGNO vINcES; said star to be three and three-fourth (334) iiiches in diameter; the ends of baldric to be held iii place by a metal clasp or fasteiiiug, so that the point of intersection shall be six (6) inches from the lower end of the baldric; oii the outer side, at poiiit of inter - section, a silver-plated plate or hanger in the shape of a Teniplar Cross, which may be provided with device for supporting the sword. Baldric is to be lined with green uioire silk throughout its entire width and length. At the back of the baldric, so as to show ou,the left breast when reversed, a cross of equal arms aiid aiigles, made of red satiii ribbon, one inch wide, the total length of the arms being four inches; said cross to be 4"},{"pageNumber":12,"pageContent":"UNIFORM REGULATIONS. II mitered in the center. The shoulder seam on the outside of the baldric is to be covered on the white moire silk only with a piece of silver-plated wire lace, nine (9) lignes wide, of double edged pattern (No 2035). The bahdric is to be worn froni the rieht shoulder to the left hip. CHAPEAU FOR GRAND OFFICERS—A military chapeau, trinimed with bThck silk velvet binding, and with two black and one white ostrich plumes, to extend over the rear peak not more than three and one-half (~~=) iiiches. u Front aiid rear peaks of chapeau to extend four and oiie-half (4~) iiiches from the head, side of chapehu to be beveled, beiiig aii inch smaller at the top than at the head , diagoiially across both sides of the"},{"pageNumber":13,"pageContent":"12 UNIFORM REGULATIONS. peak, both front and rear, a band of gold-plated wire lace, fifteen (ii) lignes wide, of vellum pattern (No. i962), in front a half round gold bullion tassel, on the left side a rosette, oval in shape, five (5) inches in height, by four (~) inches in width, composed of not less thaii thirty-three (33) satin points in single fold, on top of which, so as to display said points to the distance of one-half an iiich from the edge is laid one row of quilled black satin ribbon, in folds of from dne-eighth to one-fourth of an inch in width, and on top of which is laid an oval black silk velvet rosette, three and one-fourth (~) inches in height by two and five-eights (2~) inches in width, thus displaying the quilled side of the ribbon arouiid the said velvet rosette to a distance of from three-eights (3/s) to one-half (~=) an inch On the velvet oval shall be a Templar Cross of red silk velvet, bordered by a single row of No. 26 gilt or gold bullion embroidery one-fourth (‘.~) of an inch in width; in the center, at the point of intersection, one red stone set. Said cross tobe two and one-half (2k) iiiches square, including em - broidery. FOR PAST COMMANDERS AND COMMANDERS —The saDie as that above described for Grand Officers, except that in place of the Templar Cross on the rosette, there shall be a Passioii Cross, the upright arm three inches, the transverse arm two inches, of red silk velvet bordered by No. 26 gilt or gold bullion enibroidery one-fourth (‘. 4 j of aii inch wide, leav - ing the velvet exposed iii the center to five-sixteenths (5-16) of aii inch. Said cross to have at the points of iiitersection alternate rays of No 26 and No. 27 gilt or gold bulhioii embroidery iii solid patterii"},{"pageNumber":14,"pageContent":"UNIFORM REGULATIONS 13 FOR OFFICERS AND MEMBERS BELOW THE RANK OF EMINENT COMMANDER—The same as that above described for Grand Officers, except there shall be no tassel or side lace of auy kind whatsoever, and oii the rosette shall be a red silk velvet Passion Cross, bordered with No 26 silver-plated bullioii embroidery of the same size and diniensions as that prescribed for Past Commanders and Conimaiiders, except that said cross shall have no rays All chapeaus to have water-proof covers COAT—Tlie fatigue coat of all Officers and Past Officers, Grand and Subordiiiate, and Sir Kiiights shall be a single-breasted sack coat of black cloth or serge, with staiidii4 collar fastened with hook and eye’ coat to close with a flap containiiig suitable concealed fastenings, the skirt to extend froni one-third to two-thirds the distaiice from the hip joint to the bend of the knee, according to heighth of wearer; cut to fit the figure easily, a vertical openiiig at each side of the hip, the coat to be trimnied with lusterous black mohair fiat braid as follows: Edged all arouiid the bottom, the front edges, the collar, aiid for six inches upward froni the bottom along both side openings to the skirt, with braid one and one-fourth (iv) inches wide. Shoulder straps and collar insignia to to be worii. All officers and Sir Knights shall wear black cloth trousers without stripes or other ornamentations FOR PAST GRAND COMMANDERS —A Templar Cross of purple silk velvet, worn on both sides of the collar, bordered with a single row of No. 26 gilt or gold bullioii embroidery. at the poiiit of intersection a small purple stoiie set, cross, includiiig embroidery, to he one (i) inch"},{"pageNumber":15,"pageContent":"14 UNIFORM REGULATIONS. square. In additioii to the cross, on the right side, to wearer, of V opening, the letters “KY,” five-eighth (~~) of an inch high. On the left side the figures indicating number of his Coniuiandery FOR OFFICERS OF THE GRAND COMMANDERY —The sanie as that for Past Grand Commaiiders, except that the center of the cross shall be of red silk velvet, and the single stone set shall be red FOR PAST COMMANDERS AND COMMANDERS —A red silk velvet Passion Cross worii on both sides of the collar, bordered with a single row of No 26 gilt or gold bullioii e~nbroidery, rays of alternate No 26 and No 27 gilt or gold bullion at the intersection of the arnis of the cross cross to be oiie (I) inch in height. In addition to the cross oii the right side, to wearer, of V opeiiiiig, the letters “KY,’ five-eighths (~) of an inch high. On the left side the figures indicating the iiuiiiber of his Coiiimandery FOR GENERALiSSiMOS, CAPTAIN GENERALS AND SIR KNIGHTS — The same as that provided for PasLComnianders aiid Coninianders, except that the embroidery aronud the cross shall be of No 26 silver bnllioii embroidery aiid the cross shall be without rays t"},{"pageNumber":16,"pageContent":"UNIFORM REGULATIONS. FATIGUE CAPS FOR GRAND OFFICERS—A black silk cap, two aiid one-half (2k) to three (~) inches in height, with steel skeleton frame, wide drooping visor of pateiit leather. band of gold wire lace, twelve (12) hignes wide, vellum pattern (No. 1962). In front a double loop cord one and one-half (‘s) hignes gilt or gold wire cord, held in place at the sides of the cap by two small gilt buttons, bearing the device of the cross aiid crown On front of cap a Templar Cross of red silk velvet, bordered by oiie row of No 26 gilt or gold bullion enibroidery thiree-sixteenrhs (3-16) of an inch iii width; at the point of intersection one red stone set, the cross to be. inclndiiig the embroidery, one and oiie~half (ii) inches square FOR PAST COMMANDERS AND COMMANDERS - Same as that described for Grand Officers, except in place of Templar Cr’~iss there shall be in front a Passion Cross of red silk velvet, bordered with one row of No, 26 gilt or gold bulhioii embroidery three-sixteeiithi (3-16) of an much iii width. Upright arm of cross to be two inches, transverse arm oiie and one-third (1>3) iiiches, uiiclnding the embroidery, the red silk velvet to show in the cross to the width of three-sixteenths (3-16) of aim inch At the poimit of iiirersection of the cross alteriiate No. 26 amid No, 27 gilt or gold bnlhion embroidery iii solid pattern. FOR OFFICERS AND MEMBERS BELOW THE RANK OF EMINENT COMMANDER.—-Same as that described for Eminent Conimander, except that the band shall be of black ribbed silk; the cord and buttoiis shall be silver-plated and the cross shall be of the same size as that prescribed for Past Con3nianders and Commanders, except that the embroidery shall be of silver-plated bullion aiid the cross shall have iio rays. All caps to have waterproof covers TRAVELING CAP. A soft silk traveling cap with or without visor, of such patterii as may be desired may be adopted for tise by Cominanderies when traveling or when iio~t appeariiig nuder orders in any of the ceremonies of the Order In selecting a cap, however, Sir Knights will wear crosses with - ont rays, which may be embroidered in red silk or silver-plated bulhioii; the use of either the full name of the Commaudery or the city at which stationed is not recognized Grand Officers, Past Commanders and Com - manders will wear gilt or gold in adoptimig a traveling cap nuder the foregoing provision, with crosses appropriate to their raiik."},{"pageNumber":17,"pageContent":"16 UNIFORM REGULATIONS GAUNTLETS OR CUFFS. GauntletS or cuffs may be worn by mounted Officers and by Comim - mauiders and Drill Corps when drilling or giving exhuibutioii drills with the sword, but not otherwise. SHOULDER STRAPS. Shoulder straps. shall comiform to Title 52, Section 5, page 82, Statutes of the Grand Encampment, as follows: SEC. 5. The weariumg of shonider straps is limited to the Officers and Past Officers, as follows~ The Grand Mas/ers and Pasi Grand Mas/ers of Ike Grand Encamp- men/—Royal purple silk velvet, two inches wide by four inches bug (outside nieasnremeu~t) bordered with two rows of enibroidery of gold three-eighths of ami inch wide. The Cross of Salem, embroidered of gold, in center, lengthwise. For all olker Grand Officers of/he Grand Encainpmen/—The same as the Grand Master, except for the Cross of Salem. The Patriarchal Cross, of gold, with the iuiitials of the office respectively embroidered of silver (old Euiglishm characters), at the foot of the Cross, uiarrowise of the strap. For Ike Officers and Pas/ Grand Officers of a Grand Commandery, excepl PasI Grand Commanders.—Brmght red silk velvet, two iuiches wide by four inches long, bordered with one row of embroidery, of gold, a quarter of an imich wide: the Templars’ Cross of gold, with miiutuals of the office respectively, to be embroidered (01(1 Eiiglmsh characters) in silver, on lower end of strap For PasI Grand Commanders —The same as above, except that the color of the shoulder strap shall be royal purple and the letteritig ouumitted. For Ike Commander of a Commandery—Emerald green sulk velvet, one suid a half inches wide by four iuichies bug, bordered with one row of embroidery of gold, a quarter of an much wide, the Passion Cross, with a halo, embroidered, of silver, in Center For Pas/ Comrnanders.—The sanue as for Comnianders, except that the color of the strap shall be bright red. For Geyera/issIm~i —The sanme as the Comnmaiider, except for the Passion Cross, the Sqnare, surmounted with Pashal Lamb For Ike Cap/aln Genera/—The same as the Commander, except for the Passion Cross, the Level, snrmouuted with the Cock SEC 6. Red Cross —The Templar baldric reversed, exhihitiuig the green side. Templar cap with Red Cross of Order instead of Passioii Cross; or cover, sword and white gloves comistitute the nniforni of a Companion of the Red Cross The Sovereign Master wears the royal robes and crown, and the High Priest his full robes Of Knighls Ma//a —Sanie as Kuiights Templar CHART. The illustrated chart approved by the Grand Comnmaiidery us declared to correctly delineate aiid define such parts of the staiidsrd uniform as are thereon shown, and said chart shall goverui in detail aimd be constrned with and as a part of these uniform regulations."}]
