[{"pageNumber":1,"pageContent":"New Member Packet Presented to: Sir Knight :_________________ This ___ day of __________, _____ A.D. "},{"pageNumber":2,"pageContent":"A Message from the Grand Master You are here today as one of the newest members of the Order of Knights Templar, the greatest order of Christia n Knighthood the world has ever known. When in 1314, after an existence of 200 ye ars, the Ancient Order of the Temple, which order we cherish and reve re, was brought to a close by the burning at the stake of the last Grand Master of the order, Jacque s de Molay, there were those who believed our noble order had been suppressed for all time, but “ The old order changeth, yielding place to new and God fulfills himself in many ways.” And 500 years later, in a new country and in a new time, our own beloved order was born. Today, after nearly two centuries, it is still going forward, and stands “ A glorious company, the flower of mien, to serve as a model for a mighty world.” The Order of Knights Templar does not us urp the prerogatives of the Christian Church; it does not take the place of the chur ch. The membership of the order is made up of those who believe in the Great Captain of their Salvat ion, as do those who profess allegiance to His church. The Order of the Temple teaches that trut h is a divine attribute and the foundation of every virtue. It teaches not a medieval ch ivalry, splendid as that may have been, with swords drawn in the defense of His cause, but it teaches the duty of fighting oppression in every form, the protection of the widow and orphan, of civic ri ghteousness, and the upholding of the Christian Religion—a splendid program and one that challenges the highest and best in every man. The cross a nd the flag are the two greatest symbols of human blessing that have ever been raised among the sons of men. The Order of Knights Templar, with two banners at its head, is steadily marching forward to do battle for the right and truth. “In this sign we conquer, tis the symbol of our faith, Made holy by the might of love, triumph over death; He finds his life who loseth it, forever more it saith: For truth and right are marching on.” As the active head of this great order, it is my great pleasure to bid you welcome to this magnanimous Christian organizati on. May your membership be a happy and profitable one. May your future be bright and prosperous. May you catch the inspiration of the mighty hosts here assembled, and havi ng caught that inspirat ion and the spirit of the Master upon whose life our order is f ounded, press forward with fortitude undaunted in His cause. Courteously and fraternally yours, Kenneth Bernard Fischer Grand Master "},{"pageNumber":3,"pageContent":"A Brief History of the Knights Templar Knights Templar are Masons but not all Masons are Knights Templar. The fraternity of Free and Accepted Masons is the largest, oldest and most widely known fraternal organization in the world. Th ousands of books have been written about it. Yet, to most of the people of the wo rld, the Masonic Fraternity remains a mystery. The term “Knights Templar” describes the members of the Commandery, which exists as the final stage in the York Rite of Freemasonry. The first three degrees of Freemasonry are a basic requirement for joining the York Rite. Modern day Knights Templar trace thei r origins to the medieval time of 1118 AD, when they were called “Poor Fellow Soldiers of Christ and the Temple of Solomon.” These ancient Templars were a military and religious order founded in Jerusalem during the Crusades. The founders were Hugh de Payens and Geoffrey de Saint-Omer, knights who established a religio us community to protect pilgrims in the Holy Land. Baldwin II, Latin King of Jerusalem, gave them a dwelling on the ancient site of King Solomon’s Temple. Saint Bernard of Clairvaux drew up the Order’s rules, which included the notion of fighting the enemies of God under vows of poverty, chastity a nd obedience. The Templars, segregated into knights, chaplains, sergeants, and craftsman, were organized under a grand master and gene ral council and were responsib le only to the pope and not to secular rulers. Wearing a white cloak wi th a Red Cross, they attracted many nobles and soon became an expert military force and a powerful and wealthy order. In Europe their churches were often round, and their Co mmanderies served as banks. After 1291, when the crusading forces were driven from Palestine, the Templars’ main activity became banking—the lending of money (e ven to kings)—and their enormous landholdings and financial stre ngth aroused great hostility am ong rulers and clergy alike. Philip IV of France, sorely in need of money, charged the Templars with heresy and immorality in 1307. The Templars were arrested and put on trial, and confessions were extracted only by torture. Si milar attacks were mounted ag ainst the order in Spain and England, and Pope Clement V, after initially opposing the trials, suppressed the Knights Templar by papal bull at the Council of Vienne in 1312. When Grand Master, Jacques de Molay, and other leaders of the Templars retracted their for ced confessions and declared their innocence and the innocence of the orde r, Philip had them burned at the stake in Paris on March 18, 1314. The Templars’ holdings were dispersed, some going to the Knights Hospitalers and some to secular rulers, although Philip receiv ed none. The guilt of the Templars was hotly debated down to the 20 th century. Most modern schola rs, however, believe that the charges against them were fabricated. In modern times, the warlike spirit of the Order has passed away; replaced by a spirit of refined moral chivalry, whic h prompts all of its members to be ever ready to defend the weak, the innocent, the helpless and the oppressed. In a brother’ s cause we are to do all that may demanded by manhood and fraternit y. These convictions become a reality by the charitable deeds resulting from the Knights Templar Eye and Educational Foundations and the Holy Land Pilgrimage."},{"pageNumber":4,"pageContent":"EXPLANATORY LECTURE Order of the Temple Sir Knight, in the ceremonies thro ugh which you have passed you represented a knight of the period that succeeded the Crusades – a civil Knight who had made a vow to visit the Sepulcher of our Asce nded Master. As if you were such a Knight, allow me to address you. Attracted by the chivalrous deeds of th e Templars, for their deeds of charity and pure beneficence had spread their fame bot h far and wide, you sought admission to their ranks, the better to fulfill that vow. The Commander of the Commandery of Knights Templar, to which you applied for admission, being satisfied with the repor t made to him of the uprightness of your character, was moved to grant your petition; but as a trial of your worthiness to be enrolled among the members of the Valiant and Magnanimous Order of the Temple, he enjoined upon you Seven Years of Preparation. Those years began with an unarmed pilgrimage in the direction of the Holy Shri ne, and an escort was given you to guide and protect you. Without a swor d or buckler, and forbidde n to do acts unbecoming a mere Pilgrim, your journey began; and to a man of warlike spirit, such a pilgrimage was indeed a trial of patience and perseverance. Three years passed as you trod your weary way, mostly in a friendly country, in which you received from pious anchorites, bread and water, as well as lessons of comfort and consolation. But day after day, during t hose years, your manhood asserted itself with accumulating vigor—when you beheld indignitie s offered not only to yourself but to other helpless Pilgrims, many of them delicate women, and you yearned to cast off the garb of a Pilgrim, and, laying aside the sta ff, to grasp the sword and perform deeds of exalted usefulness. Thus yearning, and pl eading with your devoted escort, you reached another Commandery of the Templars. Three years of required preparation had passed, and you begged your escort to crave permi ssion from the Commander to permit you to devote the four remaining years to deeds of more ex alted usefulness. At the second house of the Templars your escort made known your burning desires, vouched for your integrity, and that you had faithfully performed the duties of three years of preparation. The avouchmen t of your escort secured the favorable consideration of the Commander, who, after putting you under Vows, granted you permission to take up the sword and buckler, and go to forth under escort of a Templar warrior, manfully wielding your sword in the defense of innocent maidens, destitute widows, helpless orphans, and the Christian Religion. And such warfare was indeed a trial of your courage. As a Pilgrim Warrior you pressed forward with fortitude undaunted, giving ample proof to your warrior escort that you were worthy to bear your sword in the cause to which you had consecrated it. And the cons tant opportunities to di splay your valor and chivalry created in you an ardent desire to be admitted where honors and rewards await valorous deeds. Three years passed while you thus manfully fought your way toward the shrine of your Vow. At the close of th e third year you reached another house of the Templars, and there you besought your escort to implore remission of the remaining year of preparation."},{"pageNumber":5,"pageContent":" Your Templar escort presented your petition to the Commander of that Commandery, and avouched for your valor, courage and constancy, even recommending the remission asked for, if it were possi ble; and though the Co mmander was moved by the recital of your deeds of courage and cons tancy, the number of years of preparation could not be shortened. Moreover, he feared that the memori es of those valorous deeds had filled your heart with pride, and that self-confidence had supplanted a humble reliance upon the strong arm of the Master. He therefore commanded you to devote the remaining year of your preparation to penance, as a trial of your faith and humility. The penitential year accomplished in and about that Commandery – during which you received lessons of piety, before the repres entations of the Sepulcher and the Ascension of our Savior – you were permitte d to return to the Asylum a nd to participate in the Fifth Libation, thereby sealing your Faith, after illustrating both it and your humility. You were then enlisted under the banner of the Templars and of Emmanuel. Such, Sir Knight, is the brief epitome of the solemn ceremonies through which you have passed. The Ancient Order of the Temple was suppressed and its members dispersed, and the warlike spirit of that Order has passed away ; but in this modern Order of the Temple there remains a spirit of refine d moral chivalry, which should prompt all of its members to be ever-ready to defend th e weak, the innocent, the helpless and the oppressed, and in a brother’s cause to do a ll that may be demanded by manhood and the fraternity. And now we hail you Knight as well as Br other. Sacredly we observe the Vows you have taken. These Vows bind you to the Or der, and to each of us as comrades in arms. May we all be at last “Be greeted as Brethren, and received into the widely extended arms of the Blessed Emanuel”.  "},{"pageNumber":6,"pageContent":"A Guide for the Newly Created Knight 1. CONCLAVES: Commanderies have conclaves, not meetings; and the room in which these conclaves are held is referred to as an “Asylum” , not a lodge room. Stated Conclaves are held once each mont h according to the by-laws of the local (constituent) Commandery. The Annual C onclave is held once each year for the election of officers for the ensuing year. Sp ecial Conclaves are held as scheduled to confer the Orders (Red Cross, Malt a and Order of the Temple). A Grand Commandery is the governing body of the state jurisdiction a nd meets annually. The Grand Encampment of Knights Templar of the United States of America is the primary governing body of the Order and meets on a triennial basis. 2. OFFICERS : The officers within a Commandery consist of a: Commander, Generalissimo, Captain General, Senior Wa rden, Junior Warden, Prelate, Treasurer, Recorder, Standard Bearer, Warder, Sword Bearer and Sentinel. 3. UNIFORMS: The dress uniform for a Sir Knight is a black C.P.O. style coat, worn with plain black trousers, tie, shoes and so cks. Headgear is a black chapeau with white or black/white plume. Officers and members wear silver trimmed emblems. Current dais officers wear shoulder boards of green; past commanders wear shoulder boards of red. Past Grand Commanders and Grand Encampme nt Officers wear purple. The complete uniform is norma lly worn at Order conferrals, special observances, parades and Grand Conclaves. The consump tion of alcoholic beverages while in uniform is not permi ssible. Shoulder cordons come in a variety of colors and are awarded to members who br ing new candidates into the Order. Please refer to the rules and regulations of your jurisdiction governing the pr oper wearing of the uniform and accouterments. It is recommended that the chapeau be stored covered, dry and hanging upside down in order to extend th e life and appearance of the plume. 4. PRACTICES: The work of the Commandery consists of both ritual and tactics. The regular exercising of each will improve the execution of the work. Ritualistic work consists of the drama portions of the thr ee Orders. Tactical work consists of both asylum tactics, such as the ‘full-form’ opening and field drills, either exhibition or competition. Participation in all aspect s of the work can be exciting and fun. 5. PROTOCOL: • A Commandery confers Orders, not degrees. • The presiding officer refers to himself as “Commander” and uses this title below his signature of documents; however, is properly addressed and referred to by the honorary title of “Emi nent Commander”. • A Commandery always opens in the “short fo rm” or ‘full form”; the later is never referred to as the long form. • When speaking of one Sir Knight, use th e singular “Knight Templar”, and when speaking of two or more Sir Knights, use the plural “Knights Templar. The word is always “Templar” for both singu lar and plural, never “Templars”. "},{"pageNumber":7,"pageContent":"Knights Templar Philanthropies The Knights Templ ar Eye Fo undation As a Kn igh t Te mplar, on e h as many opportunities to help others th at are less fo rtunate. O ne way is th rough the K nights Tem plar Ey e Foundat ion. T he Ey e Fou ndation i s a great humani tarian cha rity who se p urpos e is to provi de research, s urgical treatm ent an d hos pitalizat ion to those w ho s uffer from di seases or i njury to the eyes. Cros s-eye, which occurs i n ch ildren un der 16 , is o ne afflictio n that can lead to blindn ess if not treated properl y. Quest ions o r com ments reg ardi ng the Knights Tem plar Ey e F oundation, Inc. ca n sen d e -mail t o: ktef@kn igh tste mplar.org . The Knights Templar Educational Foundation Th e Kn igh ts Te mplar Edu catio nal Fo und atio n, th e fi rst of its k ind, was organized in 19 22 . Si nce then , more th an $32 mil lio n do llars h as been loaned to students to co mplete th eir last two years o f colleg e. Th is fin ancial assistan ce is g iven with ou t reg ard to race, color, creed, age o r Maso nic affiliatio n. In rece nt years , som e Gra nd Commanderi es ha ve al so bee n offeri ng sch olarshi p grants to students wh o are me mbers of M ason ic-related yo uth gro ups. The Knights Templar Holy Land Pilgrimage In ad dition to th e many relig ious observ ances th roug hou t th e year, Th e Grand En camp ment o f Kn ights Tem plar spons ors a n an nual “Holy Lan d Pi lgrimage”. The pur pose o f the pi lgrimage i s to sen d a C hristian Min ister to th e Ho ly Land to enhance his mi nistry. Each jurisd ictio n raises fund s to send th ese m iniste rs, expe nses pai d, on these trips. Masoni c m embers hip is not requi red an d t he M inister ca n be m ale or f emale."},{"pageNumber":8,"pageContent":"Reference Information, Materials & Reading • KNIGHTS TEMPLAR : 1. A Capsule Chronicle of Templary 2. Highlights of Templar History – by William Mosley Brown 3. The York Rite of Freemasonry – by Frederick G. Speidel 4. Drill Regulations or School of the Knight and Squad (Excerpts) 5. Manual of Public Ceremonies 6. A Pilgrim’s Path – by John J. Robinson 7. Born in Blood – by John J. Robinson 8. Dungeon, Fire and Sword – by John J. Robinson Grand Encampment of Kni ghts Templar of the USA Attn: Charles R. Neumann, Grand Recorder 5097 North Elston Avenue, Suite 101 Chicago, Illinois 60630-2460 Ph. 773-777-3300 Fax: 773-777-8836 • FREEMASONRY: 1. Leadership Materials: Masonic Renewal Committee of North America Lake Falls Professional Building 6115 Falls Road Baltimore, Maryland 21209 Ph. 800-336-6529 Fax: 410-377-0591 2. Membership: The Masonic Service Association of the USA 8120 Fenton Street, Suite 203 Silver Spring, Maryland 20910-4785 Ph. 301-588-4010 Fax: 301-608-3457 • WEBSITES: • Enter “Knights Templar” into any search engine • Examples of Websites: • www.templarbooks.com • www.amazon.com • http://members.aol.com/Y orkRiteFM/HomePage./html • www.knightstemplar.org/about.html "},{"pageNumber":9,"pageContent":" A Prayer for the New Member O God, our Father, whose co mmand is over all and whose love never Faileth, Let us be aware of Thy Holy Presence and obedient to Thy Will. Encourage us in our endeavo rs to live above the common level of life. Make us to choose the harder right instead of the easier wrong, and ne ver to be content with a half- truth when t he whol e can be won. Endow us with courage that is born of loyalty t o all t hat is nobl e and worthy, t hat scor ns to compromise with vice and injust ice and knows no fear when Truth and Ri ght ar e in jeopar dy. Empower thes e S ir Knight s wit h the revitalized desire to go fort h and grow our or ganization. Open all our mi nds to cr eati ve new ways of recruitment and reten tion to better fill the ranks of Templary in the 21 st Century. Help us accept these responsibilities with str ong heart s and cheer ful minds . And l et our unif orms remind each of us of our dedica tion to dut y and of service t o the Great C aptai n of our S alvat ion, Je sus Christ ou r Lo rd. Amen "},{"pageNumber":10,"pageContent":" Insert Commandery Roster &/or Directory Here "},{"pageNumber":11,"pageContent":" Insert Commandery Calendar &/or Newsletter Here "}]
