[{"pageNumber":2,"pageContent":"MONITOR OE’ ‘IRE WORK, LECTURES AND CEREMONIES OF ANCIENT CRAFT MASONRY IN THE JURISDICTION OF THE GRAND LODGE OF THE STATE OF NEW YORK * NEW YORR PRINTED BY THE LENT & GRAFF Co. FO~ THE GRAND LODGE OF THE STATE O~ NEW YORK"},{"pageNumber":3,"pageContent":"COPYRIGNT, 1910, BY EDWARD M. L EBLERS GRAND SECRETARY O~ THE GRAND LODGE OF FREE AND ACCEPTED MASONS OF THE STATE OF NEW YORK F Compiled, revised and corrected by the Custodians of the Work, per resolution, and published by the Grand Lodge of Free and Accepted Masons of Me State of New York for use of the Craft under its jurisdiction. Robert Judson Kenworthy, Grand Secretary"},{"pageNumber":4,"pageContent":"CONTENTS PAGE OPENING AND CLOSING TIlE LODGE 9 I’~NTERED APPRENTICE 14 ChARGE TO ENTERED APPRENTICE 85 FELLOW CRAFT 40 CHARGE To FELLOW CRAFT 59 MASTER MASON 62 HISTORICAL LECTURE 68 CHARGE TO THE CANDIDATE 75 INSTALLATION OF LODGE OFFICERS 79 BURIAL OF THE DEAD 99 OLD ~1ASONIC FUNERAL SERVICE ~O6 TEE EJILERS SERVICE 1.17 A SHORTER FORM OF BURIAL SERVICE . 1.29 PREROGATIVES AND DUTIES OF TUE WORSHIPFUL MASTER 186"},{"pageNumber":5,"pageContent":"MASONIC TEACHING Masonry teaches the practice of charity and benevolence, to protect chastity, to respect the ties of blood and friendship, to adopt the prin - ciples and reverence the ordinances of religion, assist the feeble, guide the blind, raise up the downtrodden, shelter the orphan, guard the altar, support the government, encourage wis - dom, inculcate morality, promote learning, love man, fear God, implore His mercy, and hope for happiness and immortality."},{"pageNumber":6,"pageContent":"OPENING AND CLOSING THE LODGE. The hour for opening the Lodge, as specified in the by-laws (or as indicated, if the meeting be a special one), having arrived, the Worshipful Mas - ter will take his station in the East and say: “Officers, take your respective stations and p[aces; brethren, be clotlicd.” (One blow of tIle 4 gavel is then given.) Care is taken that none be present but members and brethren who are properly vouched for, fol - lowed by the precaution that the avenues be sccurely guarded, and the Tiler informed of his duty, and also the qualifications necessary for those who seek to pass. The officers and in embers are then reminded, by the Master, of their duties in the Lodge and to each other, and of his intention to proceed to business, a prayer to the Supreme Architect of the Universe is offered, and the Lodge is declared open for the transaction of business. I I I II -77 ___"},{"pageNumber":7,"pageContent":"10 MONITOR OF THR WOIflC. OPE=~NG AND CLOSING Thu LODGR. 11 It is proper here to remark that the Master who would have a successful administration should never fail to open the Lodge at the time specified in the by-laws, for by first fulfilling the law him - self, he can with better propriety deman~d its ful - /lllment at the hands of the other members. T,he Lodge must always be opened and closed on the third degree, and in due form, for the trans - action of any business, or for work and instruction. This rule applies to both stated and special com - munications. The first business after opening, if it be a stated communication, is the reading of the minutes of the preceding communication, for the information of the brethren. The record of the transactions of the evening should always be read before the Lodge is closed, that I/ic brethren may know that they have been properly recorded, and then duly approved. “And when so approved they cannot be altered or expunged.” (T7ide Book of Constitutions, Sec - tion 62.) PRAYERS. At the Opening of the Lodge. Most holy and glorious Lord God, the Great Architect of the Universe, the Giver of all good gills and graces, Thou hast promised that, “where iwo or three are gathered together ]n Thy name, rlihou wilt be in their midst and bless them.” In Thy name we have assembled, and in Thy name we (lesire to proceed in all our doings. Grant that the sublime principles of Free - masonry may so subdue every discordant passion within us, so harmonize and enrich our hearts with rfliine own love and goodness, that the Lodge, at ‘this time, may humbly reflect that order and beauty which reign forever before Thy throne. Amen. Response.—So mote it be. ~ May the favor of God, refreshing RS the dew of Her - mom, and as the dew that descended upon the mountaiDs of Zion, abide with and goVern us, in all our proceedings. Amen. Response—So mote it be. May the favor of Heax’ea be upon this meeting; and. ns at is happily begun, may it be conducted with order ILiad closed in harmony. Amen. Response—So mote it be. Wherever small print is used throuyihout the Monitor the I(Jflguage ~s optional"},{"pageNumber":8,"pageContent":"pr 12 MONITOR or THE WORIt. At the Closing of the Lodge. Almighty Father, we ask Thy blessing npoia the proceedings of this communication, and, as we arc about to separate, we ask Thee to keep us n Tby protecting care until again we are called together. Teach us, 0 God, to realize the beauties of the principles of our time-honored institution, not only while in the Lodge, but when abroad in the world. Subdue every diseprdaiit passion within us, and enable ns to loie one another in the bonds of union and friendship. Amen. Response.—So mote it be. Supreme Architect of the Universe, accept our humble thanks for the many mercies and blessings Thy bounty has conferred on us, and especially for this friendly and social intercourse. Pardon, we beseech Thee, whatever Thou hast seen amiss in us since we have been together, and continue to us Thy presence, protection, and blessing Make us sensible of the renewed obligations we are under to love Thee, and, as we are about to separate, and return to our respective places of abode, wilt Thou be pleased so to influence our hearts and minds, that each one of us may practice, out of the Lodge, those great moral duties which are inculcated in it, and with rever - ence study and obey the laws which Thou hast given us in Thy Holy Word. Amen. Response.—So mote it be. I r OPENING AND CLOSING THE LODGE. 13 Benediction. May the blessing of Healen rest upon us and all regular Masons. May brotherly love prevail, and every moral and social virtue cement us. Amen. Response.—So mote it be. DUTIES OF THE TREASURER. To receive all money from the Secretary, keep a just and accurate account of the same, pay it out by order of the Lodge when signed by the Wor - shipful Itlaster, and perform such other duties as may be prescribed by the Constitution of the Grand Lodge. DUTIES OF THE SECRETARY. To observe the proceedings of the Lodge, make a fair record of all things proper to be written, receive all money due the Lodge, pay the same to the Treasurer, and perform such other duties as may be prescribed by the Constitution of the Grand Lodge."},{"pageNumber":9,"pageContent":"ENTERED APPIIIENTICE. 15 ENTERED APPRENTICE. SECTION 1. I-Vhen the candidate for initiation shall have entered the preparation room, the Secretary of the Lodge, or some other officer or member, shall, by direction of the W.~. M.~., repair thither, and may -i I address him as follows: - ‘Mr. , somewhat of your motives, in applying for admission into our anc[ent and honorable Fraternity, we have learned from the declaration, over your signature, contained [n your petition; but, in order that you may not be misled as to the character or the purpose of the ceremonies in which you are about to engage, the Lodge addresses to you these preliminary words of advice. Free - masonry is far removed from all that is trivial, selfish, and ungodip. Its structure is built upon the everlastIng foundation of that God-given law, the brotherhood of man in the family whose Father is God. Our ancient and honorable Fraternity welcomes to its doors and admits to its privileges worthy men of eli creeds and of every race, but it insists that all men shall stand upon an exact equality and receive its instructions in a spirit of due humility, emphasizing, in demeanor, in conduct, in cere - 1 I molly. nud in language, the helpless, groping nature of man itt. his birth, and his need of reliance upon Divine guidance I liromigh all the transactions of life. You will here be Iii might to divest your mind and conscience of all the vices mmmiii superfluities of life, and the Lodge into which you are mow to be admitted expects you to divest yourself of all those worldly distinctions and equipments which are not In keeping with the humble, reverent, and childlike atti - tmmde it is now your duty to assume, as all have done who have gone this way before you.” The candidate s/tall tim ereupon, previous to his reception, be asked the following questions, to which he is requ.ired to give’ his full assent: 1. Do you declare, upon your honor, that, unbi - ased by the improper solicitation of friends, and uninfluenced by mercenary motives, you freely and voluntarily offer yourself a candidate for the mys - teries of Freemasonry? h 2. Do you declare, upon your honor, that you are prompted to solicit the privileges of Freemasonry by a favorable opinion conceived of the institution, ii desire for knowledge, and a sincere wish of being ~tc rviceable to your fellow-creatures? 3. Do you declare, upon your honor; that you -will cheerfully conform to all the ancient usages mimmd established customs of the Fraternity? * * * * Ii"},{"pageNumber":10,"pageContent":"16 i\\~ONITOfl OF THE WORK. ENTERED AFFflENTICE. Let no niaa enter upon any great or important undertaking without first invoking the aid of Deity. * * * * PEA YEE. Vouchsafe Thine aid, Almniglity Fat;hcr of the Universe, to this our present convention, and grant that this candidate for Masonry may dedi - cate and devote his life to Thy service, and become a true and faithful brother among us. Endue him with a competency of Thy Divine Wisdom, that, by the influence of the pure principles of our Fra - ternity, he may be better enabled to display the beauties of holiness, to the honor of Thy Holy name. Amen. Responsc.—So mote it be. * * * * SCRIPTURE LESSON. “Behold, how good and how pleasant; it is for brethren to dwell together in unity. 4’ “It is like the precious ointment upon the head, timat ran down upon the beard, even Aaron’s beard, tImat went down to the skirts of his garments; N “As the dew of 1-lermon, and as the dew that descended upon the mountains of Zion: for there tbe Lord commanded the blessing, even life for cvermore.” (Psalm cxxxiii.) * * * * “In the beginning God creat;ed the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light.” Genesis I. 1-3. In humble commemoration of that august e vent, * * * THREE GREAT LIGHTS. The Holy Bible is given us as the rule and guide Ior our faith and pmctic~; the Squa~e, to square uur actions; and the Compasses to circumscribe"},{"pageNumber":11,"pageContent":"18 MONITOR OF THE WORK. ENTERED AFPhENTrCE. 19 aim’ dcs~rcs, and keep our passions in due bounds with all mankind, especially the brethren. The three Lesser Lights are t;he Sun, Moon, and Master of the Lodge, and are thus explained: As the Sun rules the day and the Moon governs the night, so should the Worshipful Master, with equal regularity, rule and govern the Lodge. The representatives of the three Lesser Lights a~e three burning cand[es, or tapers, placed upon candlesticks, or pedestals, situat;ed East, West, and South. * * * * ‘I particularly direct your attention to the Great Light in Masonry, the Holy Bible. Howsoever men differ in creed or theology, all good men are agreed that within the covers of the Holy Bible are found those principles of morality which lay the foundation upon which to build a righteous life. Freemasonry, therefore, opens this Book upon its altars, with the command to each of its votaries that he diligently study therein to learn the way to ever - lasting life. Adopting no particular creed, forbidding sectarian discussion within its Lodge rooms, encouraging each to be steadfast in the faith of his acceptance, Free - masonry takes all good men by the hand, and, leading them to its altars, points to the open Bible thereon, and urges upon ~each that he faithfully direct his steps through life by the Light he there shall find and as he there shall find it. If, from our sacred altars, the atheist, the in - fidel, the irreligious man, or the libertine, should ever be mmi)le to wrest this book of Sacred Laws, and thus remove, om~ even obscure~ the greatest Light in Masonry, that light which for centuries has been the rule and guide of Free - ‘masons, then could we no longer claim for ourselves the Mmemit rank and title of Free and Accepted Masons; but, in long as that sacred light shines upon our altars, so long as it illuminates~ the pathwny of the Craftsman by time golden rays of truth, so long, and no longer, can Free - miasonry live and shed its beneficent influence upon man - (did. Guard then, that Book of sacred and immutable law as you would guard your very life. Defend it as you would the flag of your country. Live according to its divine teachings, with its everlasting assurance of a blessemi immortality. * * * * APRON. M~ BROTHER, I’ now present you with a lamb - skin or white leather apron. It is an emblem of mmmnocence and the badge of a Mason, more ancient man the Golden Fleece or Roman Eagle, more honorable than the Star and Carter, when worthily w(mrfl. Let its pure and spotless surface be to you an ever- go isent reminder of a ‘purity of life and rectitude of conduct,” a never-ending argument for nobler deeds, for higher thoughts, for greater achievements. And when mit last your weary feet shall have come to the end of ‘I I"},{"pageNumber":12,"pageContent":"MONITOR OF THE WORK. 20 21 ENTERED APPRENTICE. their toilsome journey, and from your grasp shall fall forever the working tools of life, may the record of your life and actions be as white and spotless as the emblem which I place in your hand to-night. May it be your portion to hear from Him who sitteth as the Judge Supreme the welcome words, “Well done, good and faithful servant, enter thou into the joy of thy Lord.”’ * * * DEMAND. * * * * TWENTY-FOIl R-1 NCH GAUGE. As you are now * * * * The Twenty-four-inch Gauge is an instrument used by operative masons to measure and lay out their work; but we, as Free and Accepted Masons. are taught to use it for the more noble and glori - ous purpose of dividing our time. It, being divided into twenty-four equal parts, is emblem - atical of the twenty-four hours of the day, which we are taught to divide into three equal parts, whereby are found eight hours for the service of God and a distressed worthy brother, eight for our usual vocations, and eight for refreshment and sleep. r COMMON GAVEL. The Common Gavel is an instrument used by operative masons to break off the corners of rough stones, the better to fit them for the builder’s use; but we, as Free and Accepted Masons, are taught to use it for the more noble and glorious purpose of divesting our hearts and consciences of all the vices and superfluities of life, thereby fitting our minds, as living stones, for that spiritual bailding, that house not made with hands, eternal in the heavens. The newly initiated im rot her ‘then receives his first lesson in moral architecture, teachi~rg him ever to u~a~k uprightly before God and man. * * * * CAUTION. * * * * SECTION 2. My brother, the second section of this degree rat tonally accounts for the forms and ceremonies through which you have passed."},{"pageNumber":13,"pageContent":"22 MONITOR 01? Ti-I.E WORK. This section is composed of a lecture of two parts, the first tracing these forms and ceremonies, the second explaining the reasons therefor. LECTURE. PART I. * * * * PART II. * * * * At the building of King Solomon’s Temple there was not heard the sound of ax, hammer, or other metal tool. * * * * The stones were hewn, squared, and numbered in the quarries where raised; the timber, felled and prepared in the for - ests of Lebanon, conveyed by sea, in floats, to Joppa, thence by land to Jerusalem, where they were set up by the aid of wooden instruments pre - pared for that purpose; and when the building was completed, every part thereof fitted with such exact nicety, that it resembled more the handiwork of the Supreme Architect of the Universe than that of human hands. * * * * F. ENTERED APPRENTICE. 23 Masonry regards no man on account of his worldly wealth or honors; it is the internal, and not the external, qualifications that recommend a man to Masons. * * * * We read in the book of Ruth concerning their manner of changing and redeeming, that “To con - Firm all things, a man plucked off his shoe and gave it to his neighbor.” That was testimony in Israel. This, therefore, we do, testifying thereby in the strongest manner possible the sincerity of our intentions in the work in which we are engaged. C * * * “Ask, and it shall be given you; seeb, and ye shall find; knock, and it shall be opened unto you.” C * * * Before entering upon any great or important undertaking we ought always to invoke the aid of DEITY. * * * * THE LEFT SIDE. * * * * The right hand, by our ancient brethren, was deemed the seat of fidelity; the ancients wor - shipped a deity named Fides, sometimes repre - A"},{"pageNumber":14,"pageContent":"24 MONITOR OR THE WORK. sented by two right hands joined, at others by two human figures holding each other by the right hand. The right, therefore, we use in this great and important undertaking, testifying thgreby in the strongest manner possible the fidelity of our pur - poses in the work in which we are engaged. * * * * The lamb, in all ages, has been deemed an em - blem of innocence. The lambskin was, therefore, to remind me of that purity oI~ life aiid conduct so essential]y necessary to my gaining admission into the Celesial Lodge above, where the Supreme Architect of the Universe presides. SECTION 3. This brings us to the third and last section of the degree, which explains the nature and prin - ciples of our constitution. Here, too, we receive instruction relative to the form, supports, cover - bag, furniture, ornaments, lights, and jewels, of a lodge; how it should be situated, and to whom dedicated. A Lodge may be defined as a certain number of Free and Accepted Masons, duly assembled, fur- ENTERED APPRENTICE. 25 nished with the Holy Thble, Square, and Com - passes, together ~vith a charter or dispensation from some Grand Body of competent jurisdiction empowering it to work. THE CHARTER. The Holy Bible, Square, and Compasses have been partially explained to you; the Charter has not. It pleased the Grand Lodge of Free and Ac - cepted Masons of the State of New York, over which body M.. W.~. , Grand Master, at present presides, to grant to this Lodge the Charter now in its possession, empowering it to confer the three degrees of Masonry, which power we are now partly exercising. LODGES, WHERE HELD. Our ancient brethrcn held their Lodges on high lulls or in low vales the better to observe the pproach of cowans and eavesdroppers, ascending ((U descending. Lodge meetings, at the present day, are usually held in upper chambers, probably for the better security which such places afford. The custom may have had its origin in a practice oh - served hy the ancient Jews when huilding their temples, sehools, and synagogues, on high hills, a practice which seems to have met the approhation of the Almighty, who r"},{"pageNumber":15,"pageContent":"26 MONITOR OF THE WORK. ENTERED APPRENTICE. 27 said unto the Prophet Ezekiel, “Upon the top of the mountain, the whole limit thereof, round ahout shall he most holy.” FORM. The form of a Lodge is * * * * in length from east to west, in breadth between north and south, as high as Heaven and as deep as from the surface to the center. It is said to be thus extensive to denote the universality of Freemasonry, and teaches that a Mason’s charity should be equally extensive. SUPPORTS. A Lodge. is supported by three great pillars, denominated Wisdom, Strength, and Beauty, for there sho old be wisdom to contrive, strength to support, and beauty to adorn, all great and impor - tant undertakings. They are represented by the three principal officers of the Lodge, the pillar Wisdom, by the Worshipful Master in the East, who is presumed to have wisdom to open and gov - ern the Lodge; the pillar Strength, by the Senior Warden in the West, whose duty it is to as - sist the Worshipful Master in the discharge of his arduous duties; and the pillar Beauty, by the Junior Warden in the South, whose duty it is tc call the Craft from labor to refreshment, snperin - tend them during the hours thereof, carefully to observe that the means of refreshment are not per - verted to intemperance or excess, see that they return to their labor in due season, that the Wor - shipful Master may receive honor, and they pleasure and profit, thereby. COVERING. The covering of a Lodge is no less than the clouded canopy, or starry-decked heaven, where all good Masons hope at last to arrive, by aid of that ladder which Jacob in his vision saw astended from earth to 1-leaven, the principal rounds of ~vhich are denoln]nated FAITH, Ho CE, and CHAR - try, which admonish us to have faith in God, hope of ]mmortality, and charity to all mankind. The greatest of these is CHAEITY. For our faith may be lost in sight, hope end in fruition, but charity extends beyond the grave, through the boundless realms of eternity. FURNiTURE. Every regular and well-governed Lodge is fur - iuished with the Holy Bible, Square, and Coin - passes~ together with a Charter, or Dispensation. * * * * .1"},{"pageNumber":16,"pageContent":"28 MONITOR or THE WORK. The Holy Bible is dedicated to the service of God, because it is the inestimable gift of God to man, ****; the Square to the Master, be - cause it is the proper Masonic emblem of his office; and the Compasses to the craft, for, by a due attention to their use, they are taught ~o circum - scribe their desires and keep their passions in due bounds. ORNAMENTS. The Ornaments of a Lodge are the Mosaic Pave - ment, the Indented Tessel, and the Blazing Star. The Mosaic Pavement is a representation of the ground floor of King Solomon’s Temple; the In - dented Tessel, of that beautiful tesselated border or skirting which surrounded it. The Mosaic Pave - ment is emblematical of human life, checkered with good and evil; the Indented Tessel, or tes - selated border; of ~th~ manifold blessings and comforts which constantly surround us, and which we hope to enjoy by a firm reliance on Divine Providence, which is represented by the blazing star in the center. LIGHTS. A Lodge has three symbolic lights, situated East, West, and South. The North we Masonically term a place of darkness. ENTERED APPRENTICE. 29 JEWELS. A Lodge has six jewels, three movable and three immovable. - The Immovable Jewels are the Square, the Level, and the Plumb. They are so termed because they are appropriated to particular parts of the Lodge where alone they should be found, the Square to the East, the Level to the West, and the Plumb to the South. The Square teaches morality; the Level, equal - ity; and the Plumb, rectitude of conduct. The Movable Jewels are the Rough Ashlar, the Perfect Ash lar, and the Trestle-Board. The Rough Ash lar is a stone in its rude and natural state, as taken from the quarry; the Per - fect Ash lar, one prepared by the workmen, to be adjusted by the working tools of Fellow Craft; and the Trestle-Board is for the Master Workman to draw his designs upon. By the Rough Ashlar we are reminded of that rude and imperfect state which is ours by nature by the Perfect Ash lar, of that state of perfection at which we hope to arrive by education, our own endeavors, and the blessing of Deity. And as the operative workman erects his temporal building in accordance with the designs laid down upon the F-"},{"pageNumber":17,"pageContent":"30 MONITOR OF THE WORK. Trestle-Board hy the Master Workman, so should we, both operative and speculatLve, endeavor to erect our spiritual building in accordance with the designs laid down by the Supreme Architect of the Universe in the great Book of revelation, which is our Masonic trestle-board. HOW SITUATED. A Lodge is situated due east and west, because King Solomon’s Temple was so situated. Moses, by Divine command, having conducted the children of Israel out of the land of Egypt, from the house of bondage, through the Red Sea, into the wilderness, erected a Tabernacle to God, which he situated due east and west, to commemo - rate to the latest posterity that miraculous east wind which wrought their mighty deliverance. King Solomon’s Temple is said to have been a representation of that Tabernacle. TO WHOM DEDICATED. Lodges were anciently dedicated to King Solo - mon, as he ‘is said to have been our first Most Excellent Grand Master; but speculative Masons dedicate theirs to the memory of St. John the Baptist, and St. John the Evangelist. ENTERED APPRENTICE. 31 Since their time, there is represented, in every regulai and well-governed lodge, a certain POINT WITHIN A CIRCLE, the point representing the individual brother, the circle, the boundary line of his conduct to God and man, beyond which he is never to suffer his passions, prejudices, or in - terests to betray him on any occasion. This circle is bordered by two perpendicular parallel lines representing these saints, and upon the vei~tex rest the Holy Scrip - tures, which point out the whole duty of man. In going around this circle, we necessarily touch upon these two lines, as well as upon the Holy Scriptures, and while a Mason keeps himself thus circumscribed, it is impossible that he should materially err, PRINCIPAL TENETS. The principal Tenets of our professioi= are three - fold, including the inculcation and practice of those truly commendable virtues, Brotherly Love, Relief, and Truth. By ~he exercise of Brotherly Love, we are taught to regard the human race as one family, the high, the low, the rich, the poor, who, as created by one Almighty Parent, and inhabiting the same planet, should aid, support, and protect one another. On this principle, Masonry unites men of every coun - try, sect, and opinion, and promotes true friend - ship among those who might otherwise have remained perpetually at a distance. F- ‘I ILl —"},{"pageNumber":18,"pageContent":"32 MONITOR OF TH~ WORK. To relieve the distressed is a duty incumbent on all men, partLeularly upon Masons, who are linked together by a chain of sincere affection. To soothe the unhappy, to sympathize with them in their misfortunes, to compassionate their miseries, and to restore peace to their troubled minds, are aims we have in view. On thi~s basis, we form our friendships and establish oo,r connections. Truth is a divine attribute, and the foundation of every virtue. To be good and true is the first lesson we are taught in Masonry. Hence, while influenced by this principle, hypocrisy and deceit are unknown among us; sincerify and plain deal - ing distin~iiish us; and the heart and tongue join in promoting each other’s welfare, and rejoicing in each other’s prosperity. * * * * FORTITUDE is that noble and steady purpose of the mind. whereby we are enabled to undergo any pain, peril, or danger. This virtue is equally distant from rashness and cpwardice, and should be deeply im - pressed upon your mind as a safeguard or security against any attempt that may be made, by force or otherwise, to extort from you any of the secrets ENTERED APPRENTICE. 33 with which you have been so solemnly intrusted. This virtue ivas emblematwally represented upoii your first admission into tbe Lodge, when you were * * * * PRUD ENCE teaches us to regulate our lives and actions agree - ably to the dictates of reason, and is that habit by which we wisely judge and determine on all things relative to our present, as well as our future happiness. This virtue should be your character - istic, not only in the government of your conduct while in the Lodge, but also when abroad in the world. You should be particularly cautious, in all strange and mixed companies, never to let fall the least sign, token, or word, whereby the secrets of Freemasonry might be obtained, ever bearing * * * * TEMPERANCE is that due restraint upon the passions which ren - ders the body tame and governable, and frees the mind from the allurements of vice. This virtue should be your constant practice, as you are thereby taught to avoid excess, and the contracting of any licentious or vicious habit, the indulgence of which might lead you to disclose those secrets K,"},{"pageNumber":19,"pageContent":"34 MONITOR OF’ THU WOkK. 35 ENTERED APPRENTICE. which you have promised to conceal and never re - ~real, the betrayal of ~vhich would subject you to the contempt and detestation of all good Masons, if not * * * * JUSTICE is that standard which enables us to render to every man his due, without distinction. This virtue is not only consistent with Divine and human law, but is the very cement and support of society; and, as justice, in a great measure, distinguishes the good man, so should it be your practice to he just, ever remembering * * * * CHALK, CHARCOAL, CLAY. Entered Apprentices should serve their Masters with freedom, fervency, and zeal, which are em - blematically represented by , , and —. There is nothing freer than , the slightest touch of which leaves a trace; there is nothing more fervent than , for to it, when properly ignited, the most obdurate metals will yield; there is nothing more zealous than , our mother earth, for it, alone of all the elements, has never proved unfriendly to man. Though constantly harassed, more to furnish the luxuries than the necessaries of life, she never refuses her aecus - tomed yield, strewing our pathway with flowers and spreading our table with plenty; thongh she produces poison, still she furnishes the antidote, and returns with interest every good committed to her care. And when at last we are called upon to pass through the Valley of the Shadow of Death, she once more receives us, and tenderly enfolds our remains within her bosom, thus admonishing us that, as from earth we came, so to earth ~re must surely return. Entered Apprentices should serve their Masters with freedom, fervency, and zeal, which are emblematically represented by —, —, and —. There is nothing freer tliap —, the slightest touch of which leaves a trace; nothing more fervent than —, for to it, when properly ignited, the mest obdurate metals will yield; and nothing more zealous than —, our N~[other Earth, whose produce is constantly employed for man’s use, and is as constantly reminding him that from earth he came and to earth he must aurely return. OHARGE. BROTI-] ER As you are now introduced into the first principles of Freemasonry, I congratulate you upon being accepted into this ancient and honor - able Fraternity—ancient as having subsisted from time immemorial, and honorable as tending iu"},{"pageNumber":20,"pageContent":"86 I MONITOR OF THE WORK. every particular so to render all men who will be conformable to its precepts. No institution was ever raised on a better principle, or more solid foundation; nor were ever more excellent rules and useful niax~ms laid down than are inculcated in the several Masonic lectures. The greatest and best of men, in all ages, have been encouragers and promoters of the art, and have never deemed it derogatory to their dignity to level themselves with the Fraternity, extend its privileges, and patronize its assemblies. There are three great duUes, which, as a Mason, you are charged to inculcate—.-to God, your neighbor, and yourself. To God, in never mentioning His name but with that reverential awe which is due from a creature to Ins Creator, im - ploring His aid in all your laudable undertakings, and esteeming Him as the chief good; to your neighbor, in acting upon the square, and doing unto him as you wish he should do nnto you; and to yourself, in avoiding all irregularity and intemperance, which may impair your faculties, or debase the dignity of your profession. A zealous attachment to these duties will insure public and private esteem. In the State you are to be a quiet and peaceable citizen, true to your government and just to your country. You are not to countenance disloyalty ‘C ENTEFIED AI’l?IIENTICE. or rebellion, but patiently submit to legal author - ity, and conform with cheerfulness to the govern - inent of the country in which you li’ve. In your outward demeanor, he particularly care - ful to avoid censure or reproach. Alihough your frequent appearance at our regu - lar meetings is earnestly solicited, yet it is ~not meant that Masonry should interfere with your necessary vocations, for these are on no account to be neglected; neither are you to suffer your zeal for the Institution to lead you into argument with those who, through ignorance, may ridicule it. During your leisure hours, that you may im - prove in Masonic knowledge, you are to converse with well-informed brethren, who will be always as ready to give, as you will be to receive, instructioii. Finally, keep sacred and inviolate the mysteries of the Fratcrnity, as these are to distinguish you froni the rest of the community, and mark your consequence among Masons. If, iii the circle of your acquaintance, you find a person desirous of being initiated into Masonry, be particularly care - ful not to recommend him, unless you are con - vinced that he will conform to our rules; that the honor, glory, and reputation of the Institution may he firmly established, and the world at large con - vinced of its good effects."},{"pageNumber":21,"pageContent":"38 MONITOR OF TEE WORK. CHARGE. MY BROwnER, whatever may hitherto have been your moral attitude towards the God of man, you, by your voluntary action this evening, have proclaimed openly your belief that He really is, and rightfully rules. The title by which I have just addressed you is Ma - sonically given because of His Fatherhood. You have now entered upon a new tie with Him; you look up to Rim as our Ii’raternity’s God. As such you have, at yon - der Altar, sworn in His name and asked His help to be an upright man and Mason. That means your duty to Him, and duty means a debt. I know not your former estimation of the reverence due to Him. I do know that from this time forth your oath of allegiance demands steadfast fealty to His laws, and extreme reverence for His great and sacred Name. The world itself styles him who knows no God a heathen. He is a menace to society and a moral blank in himself. The Mason who acknowledges God in the lodge~room and ignores or blasphemes out of it insults the Craft as he violates his oath. Your Masonry must he proven by jour real attitude towards our Supreme Grand Master. The tongue, which takes the obligation of the Mason, should not demean the Mason’s God. Restrain the curse against your Father in heaven as you would resent a curse against your father on the earth. Strive to be a Mason who will fashion bravely his loyal sonship. Care little for the jibes of men, but heed the sting of conscience. Go out from this evening’s ceremonies a loyal Mason, ENTERED APPnENTICE. 39 a worthy brother, an Apprentice entered upon a new field of labor, with a new sense of duty, and bound hy a sol - emn vow ever to walk and act uprightly, and speak rev - erently His name before whom all Masons should humbly, reverently, and devoutly bow. K"},{"pageNumber":22,"pageContent":"K FELLOW-CRAFT. SECTION 1. The Brother is nlstructed, on his entrance, that the square of virtue should he a rule and Vuide for his vrac• tice through life. An angle of 90 degrees, or the fourth part of a circle. * * * * SCRIPTURE LEssOm~. “Thus He shewed me: and, behold, the LORD stood upon a wall made by a plumbline, with a plumbline in His hand. 4 “And the LORD said unto me, Amos, what seest thou? And I said, a plumbline. FELLOW-CRAFT. 41 “Then said the Lord, Behold, I will set a plumb - line in the midst of my people IsraeL I will not again pass by them any more.” (Amos, vii., ~‘, 8.) * * * * PLUME, S QUARE, AND LEVEL. As you are now * * * * The Pluml is an instrument used by operative Masons, to try perpendiculars, the Square, to square their work, and the Level, to provo horizon - tals; but wc, as Free and Accepted Masons, are taught to use thcm for more nobic and glorious purposes. The Plumb admonishes us to ~valk up - rightly in our sevcral stations beforo God and man, squaring our actions by the Square of Virtue, ever remembering that we are traveling upon the Level of Time, to “that undiscovered country, from whose bourne no traveler returns.” * * * * THE PRECIOUS JEWELS. The Attentive Ear, the Instructive Tongue, and the Paithful Breast. * * * * The attentive ear receives the sound from the"},{"pageNumber":23,"pageContent":"42 MONITOR OF THE WORK. FELLOW-CRAFT. 43 instructive tongue, and the mysteries of Freema - sonry are safely lodged in the repository of the faithful breast. * * * * SECTION 2. The second section of this degree has reference to the origin of the institution, and views Masonry under two denominations, Operative and Specu - lative. By Operative Masonry we allude to a proper application of the useful rules of Architecture, whence a structure will derive figure, strength and beauty, and whence will result a due proportion and a just correspondence in all its parts. It fur - nishes us with dwellings and convenient shelter from the vicissitudes and inclemencies of seasons; and uhile it displays the effects of human wisdom, as well in the choice as in the arrangement of the sundry materials of which an edifice is composed, it demonstrates that a fund of science and indus - try is implanted in man, for the best, most salu - tary, and beneficent purposes. By Speculative or Free Masonry, we learn io subdue the passions, act upon the square, keep a tongue of good report, maintain secrecy and prac - tice charity. It is so far interwoven with religion, as to lay us under obligation to pay that homage to Deity, which at once constitutes duty and our happiness. It leads the contemplative to view, with reverence and admiration, the glorious- works of creation, and inspires them with the most exalted ideas of the perfection of their Divine Creator. The second section of this degree also refers to the origin of the Jewish Sabbath, as well as to the manner in which it was kept by our ancient brethren. In six days God created the heaven and the earth, and rested on the seventh day. The sev - enth, thereforc, our aRcient brethrcn consecrated as a day of rest from their labor. At the building of King Solomon’s Temple there were 80,000 * * * * “And thine house and thy kingdom shall be established forever before thee.”—(II. SAMUEL, vii. 16.) “Also he made before the house two pillars of thirty and five cubits high, and the chapiter that was on the top of each of them was five cubits.”—-- (II. CHRONICLES, iii. 35.) The chapiters were ornamented with leaves of lily-work, net-work, and chains of pomegranate. The Lily, from its extreme whiteness, as well as /"},{"pageNumber":24,"pageContent":"WV 44 MONITOR OF THE WORK. the retired situations in which it grows, denotes Peace; the Net-work, from the [ntimate connec - tion of all its parts, Unity; and the Ponie - granate, from the exuberance of its seed, Plenty. PEACE, UNITY, AND PLENTY. Peace, that here on the broad platform of brotherly love, the high, the low, the rich, the poor, may meet together with one common purpose, the perpetuation of each other’s friendship and each other’s love. Unity, being linked together by a chain of sincere friendship. Plenty, that though it may be given to some to have more of the world’s goods than others, still the man that has his health, strength, and ambition has indeed his plenty. GLOBES. Thesc pillars are surmounted by two artificial spherical bodies, on the surface of which are repre - sonted the countries, seas, and various parts of the earth, the face of the heavens, and the plane - tary revolutions. Contemplating these bodies we are inspired with reverence for God and His works, and are encouraged to study astronomy, geography, navigation, and the arts dependent upon them, by which mankind has been so much benefited. FELLOW -CRAFT. 45 THREE STEPS. * * * * FIVE STEPS. * * * ORDER IN ARCHITECTURE. B~ OnnEn TN ARCI-TITECTUnE is meant a system of all the members, proportions, and ornaments of columns and pilasters; or, it is a regular arrangement of the projecting parts of a building, which, united with those of a colunin, form a beautiful, perfcct, and complete whole. From the first format]on of socicty, order in architecture may be traced. When the rigor of seasons obliged m~n to contrive shelter from the inclemency of the weathcr, we learn that they first planted trees on end, and thcn laid others across, to support a covering. The bands which connected those trees at top and bottom are said to have given rise to the idea of the base and capital of pillars; and, from this simple hint, originally proceeded the more improved art of architecture. The five orders are thus classed: the TUSCAN, DoRIC, Iornc, CORINTHIAN, and COMPOSITE."},{"pageNumber":25,"pageContent":"46 MONITOR OF THE WORK. 4 THE TUSCAN is the most simple and solid of the five orders. It was invented in Tuscany, whence it derives its name Its column is seven diameters high ; and its capitaL, base, and entablature have but few mouldings The simplicity of the construction of this column renders it eligible where ornament would be superfluous. THE DORIC, which is plain and natural, is the most ancient, and was invented by the Greeks. Its colnmn is eight diameters high, and has seldom any ornaments on base or capita], except mouldings, though the frieze is distinguished by triglypha and metopes, and triglyphs compose the orna - ments of thc frieze. The solid composition of this order gives it a preference in structures where strength and a noble simplicity are desired. The Doric is the best pro - portioned of all the orders. The several parts of which it is composed are founded on the natural position of solid bodies, THEI IONIC bears a kind of mean proportion between the more solid and the more delicate orders. Its column is nine diam - eters high; its capital is adorned with volutes, and its cornice has dentils. There are both delicacy and inge - nuity displayed in this pillar, the invention of which is attributed to the lonians. The famous temple of DIANA, at Ephesus, was of this order. FELLOW-CRAFT. THE CORINTHIAN, the richest of the five orders, is deemed a masterpiece of art. Its column is ten diameters high, and its capital is adorned with two rows of leaves, and eight volutes, which sustain the abacus. The frieze is ornamented with curi - ous devices, the cornice with dentils and modillions. This order is used in ornate structures. THE COMPOSITE is compounded of the other orders and was contrived by the Humans, Its capital has the two rows of leaves of the Corinthian and the volutes of the Ionic. Its column has quarter-rounds, as have the Tuscan and Doric orders; it is ten diameters high, and its cornice has dentils, or simple modillions. This pillar is generally found in build - ings where strength, elegance, and beauty are displayed. The ancient and original orders of architecture, revered by Masons, are three, the Doric, Ionic, and Corinthian, which were invented by the Greeks. To these the Romans have added two, the Tuscan, which they made plainer than the Doric, and the Composite, which is more ornamental than the Corinthian. THE FIVE HUMAN SENSES are Hearing, Seeing, Feeling, Smelling, and Tast - ing. The first three of which have ever been deemed prerequisite * * * *"},{"pageNumber":26,"pageContent":"48 MONITOR OF THE WORK. FELLOW-CRAFT. 49 TIlE SEVEN STEPS. * * * * TIlE SEVEN L[BERAL ARTS AND SC] ENCES are Grammar, Rhetoric, Logic, Arithmetic, Geom - dry, Music, and Astronomy. GRAMMAR. Grammar is the science which teaches us how to ex - press our ideas in correct language, which we afterward~ beautify and adorn by means of Rhetoric; while Logic instructs us how to think and reason with propriety. RHETORIC. It is by Rhetoric that elegance of diction is taught. To be an eloquent speaker, is far from being either a com - mon or an easy attainment; it is the art of being per - suasive and commanding; the art, not only of pleasing the fancy, but of appealing both to the understanding and to the heart. LOGIC is that science which teaches us how to form clear and distinct ideas, and prevents us being misled by similitude or resemblances. This science should be cultivated as the foundation or groundwork of our inquiries; particularly in the study of those sublime principles which Claim our attention as Masons. ARITHMETIC is the science of numbers, or that branch of mathematics which considers the properties of numbers in general. We have but a very imperfect idea of things without quan - tity, and as imperfect an idea of quantity itself without the aid of Arithmetic. All the works of the Almighty are expressed in number, weight, and measure; therefore, to understand them rightly, we ought to understand arith - inetical calculations; and the greater the advancement we make in the mathematical sciences, the more cap - able we shall be of considering such things as are the ordinary subjects of our conception, and be thereby led to a better knowledge of our great Creator, and the works of His creation. C E021 ET1iY treats of the powers and properties of magnitudes in general, where length, breadth, and thickness are considered—from a point to a line, from a line to a superficies, and from a superficies to a solid. A point is that which has position, but not magnitude, and is the beginning of all geometrical matter. A line has length without breadth. A surface is that which has length and bieadtb without thickness. A solid is a magnitude which has length, breadth, and thickness."},{"pageNumber":27,"pageContent":"50 MONITOR OF THE WORK. By this science the architect i~ enabled to con - struct his p]ans and execute his designs; the gen - eral, to arrange his soldiers; the engineer, to mark out grounds for encampments; the geographer, to give us the dimensions of the world, and all things therein contained, to delineate the extent of seas, and specify the divisions of empires, king - doms, and provinces. By it, also, the astronomer is enabled to make his observations, and to fix t[~e duration of times and seasons, years and cycles. * * * * Organ.—The Organist will now commence i,la~iing with tremolo, as soit as possible, gradually increasing and di - mi’n~shii~g until the word “W~,” then vlay the chorus of “The ~tar-S~pa~glcd Banner” with full organ; then very soft n~til the words “plaintive strain,” then play four lines of “Home, S~weet Home,” with tremolo; then very soft and ~l~,ii~tive until the word “universe,” when the entire Lodge will unite in singing, “Be Thou, 0 God,” etc., tune “OW Hundred.” MUSIC is that science which affects the passions by sound. There are few who have not felt its charms, and acknowledged its expressions to be in~e1ligib1e to the heart. It is a lan - guage of delightful sensations, far more eloquent than woid~; it breathes to the ear the clearest intimations; it touches and gently agitates the agreeable and sublime FELLOW-OflAFT. 51 passions, it wraps us in tneThncholy, and elc~ates us in joy it dissolves and infiames; it melts us in tenderness, and excites us to war: i I~ L ~U 1~ The martial strains of national airs heard on the field of battle have thrilled the soldier’s heart, causing him to burn with an emulous desire to lead the perilous advance, and animating him to deeds of heroic valor and sublime devotion; am[dst the roar of cannon, the din of musketry,"},{"pageNumber":28,"pageContent":"52 MONITOR OF THE WORK. and the carnage of battle, he sinks to the dust; raising himself to take one long, last look of life, he hears in the distance that plaintive strain: Softly. ___ L~ _ ~ _ and the mellowing tides of old cathedral airs vibrating through aisles and arches have stilled the ruffled spirit, and sweeping away the discordant passions of men, have borne them along its resistless current, until their united voices have joined in sounding aloud the chorus of the heavea-bo~n anthem, “Peace on Earth, good will toward men;” hut it never sounds with such seraphic harmony as when employed in singing hymns of gratitude to the Creator of the Universe. FELLOW-CRAFT. 53 (Lodge celled un.) All unite in singing: I I I I I ~Iz4cz~p#~zi 9: - Be Thou, 0 God, exalted bigh, And as Thy glory fills the sky So let it be oa earth displayed, Till Thou art here, as there, obeyed. (Lodge 8eeted~) I I I lIj"},{"pageNumber":29,"pageContent":"54 MONITOR OF THE WORK. FELLOW-CRAFT. 55 ASTRONOMY is that science which treats of the heavenly bodies, their motion, magnitudes, distances, and physical constitutions. How eloquent of DEITY is the celestial hemisphere, spangled with the most magnificent heralds of His in - finite glory! They speak to the whole universe, for there is no people so barbarous as to fail to understand their language, nor nation so distant that their voices are not heard among them. “The spacious firmament on high, With all the blue ethereal sky, And spangled heavens, a shining frame, Their great Original proclaim. “Tb’ unwearied sun from day to day, Does his Creator’s power display, And publishes to every land The work of an Almighty Hand. “Soon as the evening shades prevail, The moon takes up the wondrous tale, And nightly, to the listening earth, Repeats the story of her birtb; “While all the stars around her burn, And all the planets in their turn Confirm the tidings as they roll, And spread the truth from pole to pole. K “What though in solemn silence all Move round the dark terrestrial ball; What though no voice nor minstrel sound Among their radiant orbs be found; “With saints and angels tbey rejoice, And utter forth their glorious voice; Forever singing as they shine, ‘The hand that made us is Divine.’ “—Addison. * * * * SOUTH. * * * * What does it denote? Plenty. How represented? By a sheaf of corn, suspended near a waterford, which teaches us that whi]e we have bread to eat and pure running water to drink, we have all that nature requires. By whom was this instituted? By Jephthah, a Judge of Israe[, in a war with the Ephraimites. The Ephraimites had long been a stubborn and rebellious people, whom Jephthah had striven to subdue by mild and lenient meas - ures, but without effect. They, being high[y incensed at Jephthah for not being called to fight"},{"pageNumber":30,"pageContent":"56 ~vtONITOii OF THE WORK. FELLoW-CRAFT. 57 and share in the rich spoils of the Amnionitish war, gathered together a mighty army, crossed the river Jordan, and prepared to give Jephthah bat - tie; but he, being apprised of their approach, called together the men of Israel, went forth, gave them battle and put them to flight. To make his vic - tory more complete, he stationed guards at the different passes along the bank of the river, and said unto them, “If you sce any strangers pass this way, say 5 to them * * * “2’ The Ephraimites, being of a different tribe, could not frame to pronounce * * * *, and there fell that day on the field of battle, and at the dif - ferent passes along the bank of the river, forty and two thousand, after which Jephthah ruled quietly in Israel until the time of his death, in all, six years. * * * * WEST. * * * * M. C. MORAL ADVANTAGES OF GEOMETRY. Geometry is the basis of Freemasonry. By Geometry we may curiously trace Nature through her various windings to her most concealed re - cesses. By Geometry we discover the power, wis - dom, and goodness of the Great Architect of the Universe, and view with awe the proportions of this vast system. By Geometry we discover how the planets move in their respective orbits, demon - strate their various revolutions, and account for the return of the seasons and the variety of scenes which each season displays to the discerning eye. About us arc numberless worlds, which move through the vast expanse, all framed by the Divine Creator, and all condncted by the unerring laws of nature. - A survey of nature, and the observation of her beautiful proportions, first determined man to imitate the Divine plan, and study symmetry and order. This gave rise to societies, and birth to every useful art. The architect began to design; and the plans which he laid down, improved by time and experience, have resulted in works which have been the admiration of every age. The lapse of time, the ruthless hand of ignor - ance and the devaslations of war, have laid wastc and destroyed many valuable monuments of antiq - uity, upon which the utmost exertions of human genius had been employed. Even the Temple of Solomon, so spacious and magnificent and con - structed by so many celebrated artists, escaped not"},{"pageNumber":31,"pageContent":"58 MONITOR OF THE WORK. the unsparing ravages of barbarous force. Free - masonry, notw~ thstanding, still survives. The attentive ear receives the sound from the instruc - tive tongue, and the mysteries of Freemasonry are safely lodged in the repository of the faithful breast. Tools and implements of architecture, and symbolic emblems, most expressive, are se - lected by the Fraternity; to impress upon the mind wise and serious truths; and thus, through a succession of ages, are transmitted unimpaired the most excellent tenets of our institution. If every brother admitted within the sacred walls of this middle chamber will heed the lessons here inculcated, and remember that as a Freemason he is also a builder, not of a material edifice, but of a temple more glorious than that of Solomon, a temple of honor, of justice, of purity, of knowledge, and of truth, and that these em - blems of the operative mason’s art ind[cate the labors he is to perform, the dangers he is to eneounter, and the preparations he is to make, in the uprearing of that spiritual fabric wherein his soul shall find rest forever, and forever more. * * * * EAST. CORN. WINE. OIL. F I ‘1 FELLOW-CRAFT. 59 G. * * * * CHARGE TO FELLOW CRAFT. BnOTHER :—Being advanced to the second degree of Freemasonry, I congratulate you on your pre - ferment. The internal, and not the external, quali - fications of a man are what Masonry regards. As you increase in knowledge, you will improve in social intercourse. It is unnecessary to recapitulate the duties which, as a Fellow Craft you are bound to dis - charge, or to enlarge on the necessity of a strict adherence to them, as your own experience must have established their value. Our laws and regu - lations you are strenuous[y to support; and be always ready to assist in seeing them duly exe - cuted. You are not to palliate, or aggravate, the offenses of your brethren; but in the decision of every trespass against our rules, you are to judge with candor, admonish with friendship, and repre - hend with justice. Your past behavior and regular deportment havc merited the honor which we have now conferred; * * *"},{"pageNumber":32,"pageContent":"60 MONITOR OF THE WORK. FELLOW-OBAFi’. 61 and in your new character, it is expected that you will conform to the principles of the Order, by steadily persevering in the practice of every com - mendable virtue. Such is the nature of your engagement as a Fellow Craft and to these duties you are bound by the most sacred ties. CHARGE. Upon the very name of this degree is based the charge which now the instructive tongue conveys to the attentive ear, with the lope that it may be lodged within the kit ii - Thi breast, “Fellow-Craft—the craft of fellow-workmen. In the providence of God, with the breath of life each of us became a member of the human family. ]n maturity we stand facing the needs and responsibilities of life. As Fellow-crafts, we are especially pointed to our duty to our neighbors. God never brought us into be - ing to live in the narrow groove of a selfish individualism, but as brethreu one of another in mutual dependence and support. Nothing does the Holy Bible, the rule and guide of our faith and practice, more strenuously teach; nothing does Masonry more inflexibly demand. No house - hold can fashion the home where dissension and selfish - ness knell the death of unity and peace. No community can protect character where petty strife is born of mis - chievous tongues. No c[ty can become a place of prosper - ous growth whose citizens care little and do less for its advancement. No state can derive the benefit of its own resources whose people obey but the one law of individual inclination and greed. No government can stand firm whose adherents are blind to the unalterable law, “in union is strength, in harmony is peace.” Although but one man among many, you cannot escape or shirk your share in this great responsibility. Your personal contact ‘with others may be circumscribed by the limit of the circle within whieh your daily life is lived; but your influence, passing through and from. those whom that cirele may surround, will reach further than you shall conecive. Masonry bids you do your best in that which lies nearest to you; to see in your neighbor what you desire your neighbor should see in you, to remember that there is no term so often used within our midst, no words more freighted with the strength of man’s very best characteris - tics, no claim so glistening with the tics of honest affec - tion, as our password of greeting, “My brother”! I I’"},{"pageNumber":33,"pageContent":"MASTER MASON. 63 MASTER MASON. SECTION 1. * * * * I, days of thy SCRIPTURE LESSON. “Remember now thy Creator in the youth, while the evil days come not. “Nor the years draw nigh, when thou shalt say, I have no pleasure in them; while the sun, or the light, or the moon, or the stars, be not darkened, nor the clouds return after the rain: “In the day when the keepers of the house shall tremble, and the strong men shall bow themselves, K “And the grinders cease because they are few, and those that look out of the windows be dark - ened, and the doors shall be shut in the streets, II “When the sound of the grinding is low, and he shall rise up at the voice of the bird, and all the daughters of music shall be brought low; ii-: “Also, when they shall be afraid of that which is high, and fears shall be in the way, 4-i.”. ‘~And the almond tree shall flourish, and the grasshopper shall be a burden, and desire shall fa[l: 4-1•1• “Because man goeth to his long home, and the mourners go about the streets: or ever the silver cord be loosed, or the golden bowl be broken, or"},{"pageNumber":34,"pageContent":"- - — —~------ - —.!=~--. -2t.----— - - ~ - 64 MONiTOR OF THE WORN. the pitcher he broken at the fountain, or the uheel broken ~it the cistern. •r •F “Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.” (Ecel. xii., 1-7.) * * * * WORKING TOOLS. As you are now * * * ~, which are all the tools of Masonry, especially the Trowel, an instru - inent used by operative Masons to spread the cement which unites the several parts of the build - ing into one common mass; but we, as Frce and Accepted Masons, are taught to• use it for the more noble and glorious purpose of spreading the cement of Brotherly Love and Affection, that cement which unites us into one sacred band or society of friends and brothers, among whom no contention should ever exist, save that noble contention, or rather emulation, of who best can work and best agree. I MASTER MASON. 65 SECTION 2. RECEPTION. * * * * MUSIC. “PLEYEL’S HYMN.” Solemn sfrikes the funeral chime Notes of our departing time, As we journey here below, Through a pilgrimage of woe. Here another guest we bring; Seraphs of celestial wing, To our fun’ral altar come, Waft our friend and brother home. Lord of all! below—above— Fill our hearts with truth and love; When dissolves our earthly tie, Take us to thy Lodge on high. * * * * PRAYER. Thou, 0 God! knowest our down-sitting and our uprising, and understandest our thoughts afar off. Shield and defend us from the exil intentions of * * * *"},{"pageNumber":35,"pageContent":"66 MONITOR OF TIlE WORK. MASTER MASON. 67 our enemies, and support us under the trials and afflictions we are destined to endure, while travel - ing through this vale of tears. Man that is born of a woman is of few days, and full of trouble. He cometh forth as a flower, and is cut down; he fleeth also as a shadow, and continueth not. See - ing his days are determined, the number of his months is with Thee; Thou hast appointed his bounds that he cannot pass; turn from him that he may rest, till he shall have accomplished his day. For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease. But man dieth and wasteth away; yea, man giveth up the ghost and where is he? As the waters fail from the sea, and the flood decayeth and drieth up, so man lieth down, and riseth not, till the heavens be no more. Yet, 0 Lord! hare compassion on The children of Thy creation; administer them comfort in time of trouble, and save them with an everlasting salva - tion. Amen. So mote it be. A I OR THIS: 0 God the everlasting, who hast made death to be the going from darkness into light, the step from danger to safety, the turning of the leaf of mystery to the pages of knowledge, the gate from life temporal into the life eternal, teach us to believe in its mission of friendliness L rather than the accusations of its enmity. Whatever may he the manner of its approach, give us the will to proclaim the creed of sorrow’s trust. “God knoweth hest.” May we look heyoad its veil of mourning until we touch its wings of deliverance. Father, Thou knowest the hattIe of life, the conflict with evil, the struggle for the mastery. Thine own na - ture is to pity, to encourage, and to rescue. When we despond, cheer us: when we stumhle, guide us: when we journey, go hefore us. when we stand just outside ruhy door bid us enter in and he welcome, Home. So shall our hearts and lips be attuned from the dis - cords of earth’s jangles into the wondrous harmonies of Heaven’s songs of adoration, and we shall be Tliine and Thou wilt he ours through the glories of the Eternal ages, hecause Thou art our God from everlasting, and our God which ever shall be, world without end. Amen. oa tins: Thou, 0 God knowest our dowasitting and our up - rising, and understandest our thoughts afar off. Shield and defend us from the evil intentions of our enemies, while traveling through this vale of tears. As the seed which we sow must die in order that a new life may be its own, a richer fruitage and a more glorious harvest the result, so must we die unto our sinful nature In order that we may rise to a newness of life, a life of faith, of hope, of noblest and truest love for our fellow- men. Grant, we beseech Thee, that in so far as the lesson of the resurrection of the body, and the immortality of the soul (which this present moment is intended to"},{"pageNumber":36,"pageContent":"68 MONIToR OF THE WORK. MASTER MASO1~. 69 typify) is exemplified in accordance with Thy holy will and purpose, to bless it to our waiting hearts to night. And Thine, 0 righteous Father, be all the glory, for ever and ever. Amen. * * * * SECTION 3. Sacred history informs us that it was deter - mined in the councils of infinite wisdom thai a Temple should be founded at Jerusalem, which should be erected to God, and dedicated lo His Holy name. The high honor and distinguished privilege of performing this sacred service was denied to David, King of Israel, because (as the Scriptlli~es inform us) he had made great wars and shed blood abundantly. We also learn from the same sacred source that the God of [srael had promised David that out of his loins He would raise up seed to serve Him. This divine and mem - orable promise was afterwards fulfilled in the per - son of Solomon, and in his splendid and unex - ampled career of prosperity. After David had been gathered to his fathers, and the last honors paid to his memory, Solomon wielded the scepter of Israel, peace reigned within her borders, and the children of Israel looked forward with peculiar sat- isfaction for the display of that wisdom which was destined to astonish and amaze the world. In the second month of the fourth year of his reign, Solo - mon commenced the erection of this edifice, the curious workmanship of which was calculated to excite the wonder and admiration of all succeed - ing ages. It was located on Mount Moriah, near the place where Abraham was about to offer up his son Isaac, and where David met and appeased the destroying angel, which was visible oveT the thresh - ing-floor of Oman, the Jebusite. About this time, King Solomon received a congratulatory letter from * * * * offering him every assistance in [us power, and manifesting a strong desire to participate in the high houiors then clustering around the Thronc of Israel. Thus was the build - ing progressing, with the assistance of * * * * and under the immediate supervision of our ancient operative * * * * and was well-nigh com - pleted, when severid of time Craft in an attempt to extort from * * * * Thus for a short period was the building impeded in its progress. * * It is said to have been supported by fourteen hundred and fifty-three columns, and two thou - sand nine hundred and six pilasters, all hewn"},{"pageNumber":37,"pageContent":"70 MONITOR OF THE WORK. MASTER MASON. 71 from the finest marble. ~rhere were employed in its erection three Grand Masters, three thousand three hundred M:asters, or Overseers of tIme work, eighty thousand Fellow Crafts, or hewers in the mountains and quarries, and seventy thousand Entered Apprentices, or bearers of burdens. All these were classed and arranged in such manner, by the wisdom of King Solomon, that neither envy, discord, nor confusion interrupted or dis - turbed the peace and good fellowship which pre - vailed among the workmen. EMBLEMS. THE THREE PILLARS were explained in a preceding degree, and there represented Wisdom, Strength, and Beauty. They are here more fully explained. They represent our three ancient Grand Mastes-s, Solomon, King of Israel, Hiram, King of Tyre, and Hiram Abif. The pillar Wisdom, Solomon, King of Israel, by whose wisdom the Temple was erected which has so honored and exalted his name; the pillar Strength, Hiram, King of Tyre, who strengthened King Solomon in his great and important under - taking; and the pillar Beauty, Hiram Abif, the widow’s son, of the tribe of Naphtahi, by whose cunning workmanship the Temple was so beau - tified and adorned. * * * SEvEN. ~. * * * FIVE. * * * THREE. THE THREE STEPS usually delineated upon the Master’s carpet are emblematical of the three principal stages of human life, youth, manhood, and age. In youth, as Entered Apprentices, we should occupy our minds in the attaimnent of useful knowledge; in man - hood, as Fellow Crafts, we should apply our knowl - edge to the discharge of our duties to God, our neighbor, and ourselves; so that in age, as Master Masons, we may enjoy the happy reflection con - sequent upon a well-spent life, and die in the hope of a glorious immortality."},{"pageNumber":38,"pageContent":"72 MONTTOR OF THE WORK. 73 MASTER MASON. THE POT OF INCENSE is an emblem of a pure heart, always an accept - able offering to Deity, and as this glows with heat, so should our hearts continually glow with grati - tude to our beneficent Creator for the manifold blessings and comforts we enjoy. THE BEE HIVE is an emblem of industry, teaching the practice of that virtue to all men. As we came into the world rational and intelligent beings, so should we ever be indusfrious, never content to be idle, while our fellow creatures are in want, if it is in our power to relieve them. When we take a survey of nature, we view man in his infancy, more help - less than the brut~ creation. He lies languishing for days, months, and years, totally incapable of providing sustenance for hims~lf, of guarding against the attack of the wild beasts of the field, or sheltering himself from the inclemencies of the weather. It might have pleased the greal Creator of heaven and earth to make man independent of all other beings, but as dependence is one of the strongest bonds of society, men were made depend - ent on one another for protection and security, whereby they enjoy better opportunities to form the ties of love and friendship. Thus was man formed for social and active life, the noblest work of Gon; and he that will so demean himself as not to endeavor to add to the common stock of knouledge and understanding, may be deemed a useless mem - ber of society, unworthy of our protection as Masons. TIlE BOOK OF CONSTITIJTIONS guarded by the Tiler’s Sword reminds us that we ~ihou1d ever be watchful and guarded in our thoughts, words, and actions, particularly when in presence of the enemies of Masonry, ever remem - bering those truly Masonic virtues, Silence and Circumspection. TI-IE swonn POINTING TO A NAKED HEART illustrates that justice will sooner or later overtake us; and although our thoughts, words, and actions may be hidden from the eyes of men, yet that ALL-SEEING EYE, whom the sun, moon, and stars obey, and under whose watchful care even comets perform their"},{"pageNumber":39,"pageContent":"74 MONITOR OP THE WORK. MASTER MASON. 75 stupendous revolutions, searches the inmost recesses of the human heart, and will reward us according to our merits. THE ANCHOR AND THE ARK are emblems of a well-grounded hope, and a well- spent life. They are emblematical of that divine Ark, which bears us over this tempestuous sea of troubles, and the Anchor which shall safely moor us in the peaceful harbor where the wicked cease from troubling, and the weary are at rest. THE FORTY-SEvENTH PROBLEM of Euclid teaches Masons to be general lovers of the arts and sciences. HOUR GLASS. The Hour-glass is an emblem of human life. Behold, how swiftly the sand runs, and how rap - idly our lives are drawing to a close! We can - not without astonishment behold the little pam’ - tides which are contained in this machine; bow they pass away almost imperceptibly, and yet, to our surprise, in the short space of an hour they are all exhausted. Thus wastes man! To-day, he puts forth the tender leaves of hope; to-morrow, blossoms, and bears his blushing honors thick upon him; the next day comes a frost which nips the shoot; and when he thinks his greatness is still aspiring, he falls, like autumn leaves, to enrich our mother earth. SCYTHE. The Scythe is an emblem of time, which cuts the brittle thread of life, and launches us into eternity. Behold, what havoc the scythe of flume makes among the human race! If by chance we should escape the numerous ills incident to child - hood and youth, and with health and vigor arrive, to the years of manhood; yet, withal, we must soon be cut down by the all-devouring scythe of Time, and be gathered into the land where our fathers have gone before us. * * * * * * * CEARGE TO THE CANDIDATE. BROTI-IER, your zeal for the institution of Masonry, the progress you have made in the mys.. tery, and your conformity to our regulations, have pointed you out as a proper object of our favor and esteem."},{"pageNumber":40,"pageContent":"-; 76 MONITOR OF THE WORK. You are now bound by duty, honor, and grati - tude to be faithful to your trust, to support the - dignity of your character on every occasion, and to enforce, by precept and example, obedience to the tenets of the Fraternity. In the character of a Master Mason, you are authonzed to correct the errors and irregularities of your uninformed brethren, and to guard them against a breach of fidelity. To preserve the repu - tation of the Fraternity unsullied must be your constant care, and for this purpose it is your prov - ince to recommend to your inferiors, obedience and submission; to your equals, courtesy and affa - bili ty; to your superiors, kindness and considera - tion. Universal -benevolence you are always to inculcate, and, by the regularity of your own behavior, afford the best example for the conduct of others less informed. The ancient landmarks of the Fraternity, entrusted to your care, you are carefully to preserve, and never suffer them to be infringed, or countenance a deviation from the established usages and customs of the Fraternity. Your virtue, honor, and reputation are con~ cerned in supporting with dignity the character you now bear. Let no motive, therefore, make you swerve from your duty, violate your vows, or betray your trust, but be true and faithful - and MASTER MASON. 77 imitate the example of that celebrated artist whom you have this evening represented. Thus you will render yourself worthy of the honor which we have conferred, and merit the confidence we re - pose in you. CHARGE. Mv BROTHER, each of our three degrees has its respec - tive paramount duty. That of the Entered Apprentice is your duty to God; that of the Fellow-craft is your duty to your neighhor; and that of this, the ~Iaster ~Jason degree, is your duty to yourself. There is no strained reversal of order in this, nor does Masonry differ with nature or revelation in her seonence of teaching. God comes first always, for in Him we live and move and have our heing. Our neighhor comes second hecanse God Himself has so ordered in those ten greater Command - ments written with His own finger of Divinity. We our - selves, come Inst hecause without duty to God we should lack the strength to perform, and without duty to our neiglihor we should lack the Golden Rule, which alone shows us the demand of a duty to ourselves. Your man - hood does not depend upon your position, hut upon your character in life. The estahlishment as well as the ac - knowledgment of true manhood is in your own hands. Too many think that reputation ensures it; do not wait for that. Seek the true definition of a man and then er - emphlfy it. Do not have two characters, one for your fel - lows and another for privacy. Be a true man in your own home as well as out in life. Scorn to dehase your-"},{"pageNumber":41,"pageContent":"78 MONITOR OF THE WORK. self hecause the door of puhlicity is locked. Let even your own solitude keep company with the gentleman within it. Speak the same language to men that you ~Io to your mother. Look upon women as you would have other men look upon your sisters. Resent the unclean speech as a challenge against your claim to good hreeding. Demand respectful treatment from your neighhor, hut first com - mand your own self-respect. Let nothing he more intol - erahle in your sight than the letting down of yourself to a lower level. Bid men come up to you, hut refuse to de - scend a single step to them. Do not measure your im - portance hy your titles or your money, hut hy the texture of your character and the cleanliness of your speech. Make others to know always that a gentleman stands he- fore them. The teaching of this degree, then, is that it is your duty to make the most and the heat of yourself. It is your duty as a man among men; as a son, or hushand, or father; as a citizen of this great Repuhlic; as a duly ohligated Master Mason; as the most glorious climax ot all created things; for the true man is the human image of the Mason’s God. L F INSTALLATION OF LODGE OFFICERS. The installation of the officers of new lodges is done by the Grand Master or his proxy; in exist - tng lodges, it is the prerogative of the retiring Worshipful Master, but may be done by his proxy. The installing officer should be addressed by his title of lVorshipful and his assistant as Brother Marshal. At no tinic should a Master or Past- Master be addressed as Most IVorship Jul or Right Worshipful unless he shall have such title. Every officer should be installed with the full ceremonial. The foltowing order may be inverted at the dis - cretion of the installing officer, when the ceremony wilt commence with the installation of the Tiler. The Marshal conducts the Worshipful Master elect to the altar and says: Marshal.—Worshipful Master, I present for installation Brother , who has been elected Worshipful Master of this Lodge for the ensuing year. Installing Officer.—Brother Marshal, have you"},{"pageNumber":42,"pageContent":"80 MONITOR OF THE WORK. INSTALLATION OF LODGE OFFICERS. 81 carefully examined the brother, and do you find him qualified to discharge The duties of the office to which he has been elected? Marshal.—Worshipful Master, I have carefully examined and so find him. Installing Officer.—My brother, previous to your investiture, it is necessary that you should signify your assent to those ancient Charges and Regulations which point out the duty of a Master of a Lodge. I. You agree to be a good man and true, and strictly to obey the moral law? II. You agree to be a peaceful citizen, and cheerfully to conform to the laws of the country in which you reside? III. You promise not to be concerned in plots or conspiracies against the government, hut patien~tly submit to the law and the constituted authorities? IV. You agree to pay a proper respect to the civil magistrates, to work diligently, live credit - ably, and act honorably by all men? V. You agree to hold in veneration the original rulers and patrons of Masonry, and their regular successors, supreme and subordinate, according to their stations, and submit to the awards and reso - lutions of your brethren, in Lodge convened, in K every case consistent with the Constitutions of the Fraternity? VI. You agree to avoid private piques and quar - rels, and to guard against intemperance and excess? VII. You agree to be cautiou9 in carriage and behavior, courteous to your brethren, and faithful to your Lodge? VIII. You promise to respect genuine brethren, and discountenance impostors and all dissenters from the original plan of Masonry? IX. You agree to promote the general good of society, to cultivate the social virtues, and to prop - agate the knowledge of the art? X. You promise to pay homage to the Grand Master for the time being, and to his officers when duly installed, and strictly to conform to every edict of the Grand Lodge that is not subversive of the principles and groundwork of l’vlasonry? XI. You admit that it is not in the power of any man, or body of men, to make innovations in the body of Masonry? XII. You promise a regular attendance on the committees and communications of the Grand Lodge, on receiving proper notice, and to pay a proper attention to all the duties of Masonry, on convenient o~asions?"},{"pageNumber":43,"pageContent":"- - - - -~ . — ~ 82 MONITOR OF TiLE woux. XIII. You admit that no new Lodge shall be formed without permission of the Grand Lodge; and that no countenance be given to any irregular Lodge) or to any person clandestinely made therein, being contrary to the ancient usages of the Fra - ternity? XIV. You admit that no person can be made a Mason in, or admitted a member of, any regular Lodge, without previous notice, and due inquiry into his character? XV. You agree that no visitors shall be received into your Lodge without due examination, and producing proper vouchers of their having been initiated in a regular Lodge? These are the regulations of Free and Accepted Masons. Do you submit to these Charges, and promise to support these Regulations, as Masters have done in all ages before you? The Master answers “I do.” Installing Officer.—My brother, in consequence of your conformity to the Charges and Regula - tions of the Order, you are now to be installed Master of this Lodge, in full confidence of your skill and capacity to govern the same. The Master is then regularly invested with the jewel of h~s office, and the furniture and implements of the - INSTALLATION OF LODGE OFFICERS. 83 Lodge are placed in his charge. The eqrious implements of his profession are emlilematecal of hts conduct in lefe, and upon thes occaswn should 1e carefully cayplained as lollows: Inst atling Officer.—The Holy IVritings, that great light m Masonry, will guide you to all truth, will direct your path to the temple of happiness, and point out to you the whole duty of man. The Square teaches us to regulate our actions by rule and line, and to harmonize our conduct by the principles of morality and virtue. The Compasses teach us to limit our desires in every station, that, rising to eminence by merit, we may live respected, an~d die regretted. The Rule directs that we should punctually observe our duty, press forward in the path of vir - tue, and, inclining neither to the right nor to the left, in all our actions have eternity in view. The Line teaches us the criterion of moral rec - titude, to avoid dissimulation in conversation and action, and to direct our steps in the path which leads to immortality. The Boole of Constitutions you are to search at all times. Cause it to be read in your Lodge, that none may pretend ignorance of the excellent pre - cepts it enjoins. You now receive in charge the Charter, by th.~"},{"pageNumber":44,"pageContent":"I MON [TOE OF THE WORK. 84 authority of which this Lodge is held. You are carefully - to preserve the same, and duly transmit it to your successor in office. You also receive in charge the By-Laws of your Lodge, which you are to see carefully and punctu - ally executed. The new Master is now placed on the right of the In staihng Officer, until the other officers are installed. The other officers are then severally presented hy the Marshal to the Installing Officer, who delivers to each h~s appropriate charge. SENIOR WARDEN. Installing Officer.—Brot her — , you have been elected Senior Warden of this Lodge. Do you solemnly promise that you will serve the Lodge as Senior Warden for the ensuing year, and perform all the duties appertaining to that office, to the best of your ability? (Re consents.) You will now be invested with the jewel of your office. The Level teaches that we are descended from the same stock, partake of the same nature, and share the same hope, “that we are all children of one common father, heirs of the same infirmities, and exposed to the same vicissitudes.” It also reminds us, that although distinctions among men INSTALLATION OF LODGE OFFICERS. 85 are necessary to preserve subordination, no eminence of station should make us forget that we are breth - ren, and that in the Lodge and our iVlasonic asso - ciations, we are on a - level. The level teaches us that a time will come when all distinctions but that of goodness will cease, and death, the leveler of all human greatness, will reduce us to the same state. Your regular attendance on the stated and other meetings of the Lodge is necessary. In the absence of the Master, you are to govern the Lodge, and in his presence assist him in the government of it. Hence you will perceive the necessity of preparing yourself for the important duties which may devolve upon you. LOOK WELL TO TI-fE WEST. He is conducted to his proper station hy the Marshal. JUNIOR WARDEN. Installing Office~.—Brother — , you have been elected Junior Warden of this Lodge. Do you solemnly promise that you will serve the Lodge as Junior Warden for the ensuing year, and perform all the duties appertaining to that office to the best of your ability? (He consents.) You will now be invested with the jewel of your office."},{"pageNumber":45,"pageContent":"86 MONITOR OF THE WORK. The Plumb admonishes us to walk uprightly in our several stations, to do unto others as we would have others do unto us, to observe the just medium between intemperance and pleasure, and make our conduct conform to the line of our duty. In the absence of the Master and Senior War - den, upon you devolves the government of the Lodge, but to you is especially committed the superintendence of the Craft during the hours of refreshment. It is, therefore, necessary that you be temperate and discreet in the indulgence of your own inclinations, and carefully observe that none of the Craft convert the purposes of refreshment into intemper~nee or excess. LOOK WELL TO THE SOUTH. He is conducted to his proper station by the Marshal. TREASURER. Installing Officer.—Brother — —, you have been elected Treasurer of this Lodge, and will now be invested with the badge of your office. It is your duty to keep a faithful account of all money received for the use of the Lodge, and pay it out upon the order of the Worshipful Master, with the consent of the Lodge. Your ~wn honor, and the confidence the brethren repose in you, will INSTALLATION OF LODGE OFFECERS. 87 inspire you to that faithfulness in the discharge of the duties of your office which its important nature demands. He is conducted to his proper place by the Marshal. SECRETARY. Installing Officer.—Brot her — —, you have been elected Secretary of this Lodge, and will nou be invested wfth the badge of your office. It is your duty to keep a correct record of the proceedings of the Lodge, to receive all money and pay it into the hands of the Treasurer, and to issue summonses at the Master’s direction. Your love for the Craft and attachment to the Lodge will induce you cheerfully to discharge the duties of your office. In so doing, you will merit the esteem of your brethren. He is conducted to his proper place by the Marshal. CHAPLAIN. Installing Ofllcer.—Brother — —, you have been appointed Chaplain of this Lodge, and will now be invested with the badge of your office. It is your duty to perform those solemn services =~Th"},{"pageNumber":46,"pageContent":"88 MONITOR OF THE WORK. INSTALLATION OF LODGE OFFICERS. 89 which we should constantly render to our infinit6 Creator, and which, when offered by one whose profession is “to point to heaven and lead the way,” may, by refining our souls, strengthening our vir - tues, and purifying our minds, prepare us for admission into the society of those above, with whom our happiness will be endless and perfect. He is conducted to his proper place by the Marshal. SENIOR AND JUNIOR DEACONS. Installing Officer.—My Brothers, you have been appointed Deacons of this Lodge, and will now be invested with the badge of your office. It is your duty to attend on the Master and Wardens, to act as their proxies in the active duties of the Lodge, such as the reception of candidates, and the intro - duction and accommodation of visitors. These duties I entrust io your care confident of your vigilance and attention. They are conducted to their proper places by the Marshal. MASTERS OF CEREMONY. Installing Offlcer.—My Brothers, you have been appointed Masters of Ceremony of this Lodge, and will now hr invested with the badge of your office. You, as proxies for the Senior Deacon, are to see that candidates for the several degrees are duly and truly prepared. In the Preparation Room you are to permit no levity, but are expected to con - duct your work therein so as to leave an impression on the minds o~f those seeking Masonic “Light,” that our institution is dignified and refined, and that its ceremonies have in reality symbolic mean - ing. They are conducted to their proper places by the Marshal. STEWARDS. Installing Officcr.—My Brothers, you have been appointed Stewards of this Lodoe and will now be invested with the badge of your office. You are to assist the Senior Deacon and Masters of Cere - ninny when requested, in conducting candidates, and to uo provide for the Craft while at refresh - m~ent, that the harmony and decorum there6f shall not be disturbed, and that when labor shall be resumed, the Worshipful Master may have honor, and the Craft pleasure and profit therefrom. They are conducted to their proper places by the hfarshal."},{"pageNumber":47,"pageContent":"90 MONITOR OF THE WORK. INSTALLATION OF LODGE OFFICERS. MARSHAL. Installing O/ficer.—My Brother, you have been appointed Marshal of this Lodge, and will now be invested with the badge of your office. It is your duty to have charge of’ and conduct the proces - sions of the Lodge, and to assist the Senior Deacon whenever that officer may require your services. On all such occasions the good order that may be displayed mainly depends upon your zeal, knowl - edge, and discretion. He is conducted to his proper place by the Marshal. ORGANIST. Installing Officer.—My Brother, you have been appointed Organist of this Lodge for the ensuing year, and will now be invested with the badge of your office. Your duty will be to preside at the organ and provide appropriate music for every communication. It is, therefore, necessary that you be punctual in your attendance, and that you co-operate cordially with the Master, so that the ritual may be most attractively rendered, and those present have added pleasure and profit from your work. TILER. Installing Qfficer.—My Brother, you have been appointed Tiler of this Lodge, and will now be invested with the implement of your office. The Sword is in your hands to enable you to guard against the approach of cowans and eaves-drop - .pers, and to suffer none to pass, or repass, except such as are duly qualified. Your regular and punctual attendance will afford the best proof of your zeal for the institution. He is conducted to 1445 proper place by the Marshal. The Installing Officer nose hands the gavel to the Wor - sh4pful Master, and resigns the chair to him. He calls up the Lodge. Then ss offered by the Chaplasa the fol - lowing or other suitable PRAYER Almighty and Eternal God, vouchsafe Thine aid to these solemn rites, and grant that the brother who is now numbered among the i’ulers of the Craft, may be endowed with wisdom to compre - hend, judgment to define, and firmness to enforce, obedience to Thy law. Sanctify him with Thy grace. Strengthen him with Thy power, and enrich his mind with genuine knowledge, that he may be He is conducted to his proper place by the Marshal."},{"pageNumber":48,"pageContent":"92 MONITOR OF THE WOE K. enabled to enlighten the brethren, and consecrate our meetings to the honor and glory of Thy most holy name. Amen. All respond.—So mote it be. Installing Officer.—Worshipful Master, behold your brethren! Brethren, behold your master! I The Urand Uonors are thea given the Worshipful Master bp the Lodge, the Installing Officer leading in the ceremony. A processeon is then formed, and the breth~ C44 pass round the Lodge, signifpmg their respect and obedi ence bp the usual distincteve marks in the different de grees; during whech the following or other approprmte installation ode may be sung.~ “Support to the Master that rules by the Square, Let sons of the Light to the East now repair; With hearts for his aid, united and free, Obedient we labor and kindly agree. “Support to the Warden, installed in the West, Who works by the Level, where sorrows may rest; With hearts for his aid, united and free, Obedient we labor and kindly agree. “Support to the Warden, by Plumb still upright, Whose sun in the South never hides its fair light; With hearts for his aid, united and free, Obedient we labor and kindly agree.” TNSTALLAEON OF LODGE OFFICERS. 93 The brethren are now seated. Then the Installing Offi - cer may deliver an address, or read the followsng charges tn his dtscretion. Thstalling Ofllcer.—Worshipful Master, having been choseu to preside over this Lodge, you can - not be insensible to the obligations which devolve upon you. The honor, reputation, and usefulness of your Lodge will materially depend upon the skill and ability with which you manage its con - cerns. As Master of this Lodge, it will be your especial duty to attend to the administration of its ceremonies, preserve the ancient landmarks of the Order now committed to your care, and permit no innovation in the principles or rites of the Order. Upon all suitable occasions remind the brethren that Masonry is founded upon the great moral principles set forth in the sacred volume, which we receive as the rule and guide for our faith and practice. Exhort them to govern themselves by these principles, as well with the world at large as with each other. Teach them to reverence the three great lights, comprehending the Holy Bible, the perfect square, and the extended compasses, the beautiful symbolism of which, is familiar to you, and the explanations of which include some of the most important duties inculcated in our fraternity. The leading objects of our fraternity are to pro-"},{"pageNumber":49,"pageContent":"94 MONITOR OF THE WORK. INSTALLATiON OF LODGE OFFICERS. 95 niote sound morality, to keep men honest and up - right true to their Gon, and faithful to their country, and to unite them by the strong bonds of charity, friendship, and brotherly love. Great care, therefore, should be taken in the admission of members, lest by the introduction of bad mate - rials the fraternity might be corrupted. It should be constantly borne in mind that the respectability and usefulness of a Lodge depend not on the num - her, but on the character, of its members. It is better that no workman be added to the roll than that even one unworthy foot be permitted to cross the threshold of the Lodge. The uninitiated judge Masonry by the conduct of its individual members. You should be as careful of the repu. tation of your Lodge as of that of your family; and as you would admit none of bad character to your family, so should you carefully exclude such from your Lodge. BROTHERS SENIOR ARD JUNIOR WARDEN, to you are committed the pillars of strength and beauty. It is yonr duty, therefore, to set before the brethren the Corn of Nourishment, the Wine of Refreshment and the Oil of Joy, symbols of the moral lessons of our fraternity, taught from your respective stations in the Lodge. In your own persons you should give evidence that you are gov - erned by the principles of the fraternity, as it is only by a due regard for them in your own lives and conduct that you may expect obedience in others. You are to assist the Master in the discharge of his trust diffusing ligl]t and imparting knowl - edge to all whom he shall place under your care. In the absence of the Master, you will succeed to higher duties; your aequirements must, therefore, be such that the Craft niay never suffer for want of proper instruction. rI~he spirit which you have heretofore evinced in your attendance to the duties of Freemasonry leaves no doubt that yo ar future conduct will be such as to merit the approbation of your brethren, and that the just reward which is dne for meritorious services will be rendered in your advancement to higher stations. TO THE BRETHREN OF THE LODGE. Brethren of the Lodge, such is the nature of our Constitution, that some must of necessity rule and govern, others must submit and obey. The offi - cers you have chosen, and who have been solemnly installed, are sufficiently acquainted with the rules of propriety, and the laws of the institution, to avoid exceeding the powers with which they are"},{"pageNumber":50,"pageContent":"96 MONITOR OF TIlE WORK. entrusted. The harmony of the Lodge will mate - rially depend upon the good order you may pre - serve in the conduct of its business, and the cour - tesy and forbearance you may observe toward each other in its deliberations. I charge you, then, as you shall answer at the last day, that you act worthy of the vocation with which you are called, and suffer no faults, no imperfections on your part, to tarnish the lustre of your jewels, or bring discredit on the Craft. Rec - ommend Masonry to the world by the rectitude of your conduct. To this end make yourselves inti - mately acquainted with all its principles and obli - gations, and practice in your lives all its duties and requirements. Divest’ yourselves, brethren, of coldness and apathy, so fatal to your best interests. Shun those affections and groveling passions un - worthy of a soul that claims affinity with the “Sons of Light,” and put forth all your energies to grasp whatever is noble or elevating in thought, and whatever can reveal new and sublime ideas pertaining to our lofty destiny. Guard against dissensions among yourselves. Let no root of bit - terness spring up to trouble you. Use all your exertions to preserve your Lodge pure, and pre - vent the introduction of vice or error in its thou - sand forms. If, in the frailty of humanity, a INSTALLATION OF LODGE OFFICERS. 97 brother should fall under the influence of unholy feelings, or wander into forbidden paths, seek the wanderer out, bring him back to the fold, and show him the superior loveliness of virtue. Much may be accomplished by the force of good example, and by offering good counsel in a friendly spirit, ever remembering that “To err ie human, to forgive Divine.” Finally, brethren, be of one mind; live in peace. Let nothing disturb that pure, warm, and holy love which our ritual enjoins. Follow these injunc. tions, and your Lodge will flourish. May the tenets of your profession be transmitted through your Lodge unimpaired from generation to gen - eratio n. PROCLAMATION. Marshal.—In the name of the Grand Lodge of Free and Accepted Masons of the State of New York I proclaim the officers of Lodge, No. —, duly elected, appointed, and installed in their proper stations and places. (This proclamation to lie made in the South, West, and East.)"},{"pageNumber":51,"pageContent":"98 MONITOR OF THE WORK. The Chaphun then pronounces the BENEDICTION. ALMIGHTY and everlasting Gon, from Whom e~meth every good and perfect gift, send down upon Thy servants here assembled the healthful spirit of Thy grace, that they may truly please Thee in all their doings. Grant, 0 Lord, power of mind and great understanding unto those whom we have this day clothed with authority to preside over and direct the affairs of this Lodge, and so replenish them with the truth of Thy doctrine, and adorn them with humility of life, that, both by word and example, they may faithfully serve Thee, to the glory of Thy holy name, and to the advancement of our beloved institution. Amen. All respond.—So mote it be. The Lodge map now proceed to business, and in due time be closed, and the proceedings of the occasion ended. 4 BURIAL OF THE DEAD. GENERAL DIRECTIONS. 1. No Freemason can be buried with the f or - malities of the Fraternity, unless it be at his own request, or that of some of his family, communi - cated to the Master of the Lodge of which he died a member, foreigners or sojourners excepted, and from this rule there cnn be no exception. 2. No Lodge, or body of Masons, can unite in the obsequies of a person not a Mason, without permission of the Grand Master, or consent of the Grand Lodge. 3. The Master of the Lodge, having received notice of the death of a brother, and of his request to be buried with the ceremonies of the Craft, fixes the day and hour for the funeral (unless previously arranged by the friends or relatives of the de - ceased), and issues his order to the Secretary to notify the Lodge. Members of other Lodges may be invited, but they should join with the Lodge performing the ceremonies. 7(7~"},{"pageNumber":52,"pageContent":"100 MONITOR OF THE WORK. BURIAL OF THE DEATh 101 4. Upon the death of a sojourner who had ex - pressed a wish to be buried with Masonic cere - monies, the duties prescribed in Article 3 will devolve upon the Master of the Lodge within whose jurisdiction the death may have occurred, unless there be more than one Lodge in the place, and if so, the funeral services will be performed by the oldest Lodge, unless otherwise mutually arranged. 5. Whenever other societies, or the military, unite with Masons in the buriat of a Mason, the body of the deceased must be in charge of the Lodge having jurisdiction, and the services should, in all respects, be coftducted as if none but Masons were present. 6. If the deceased was a Grand or Past Grand Officer, the Officers of the Grand Lodge should be invited, when the Master of the Lodge having jurisdiction will invite the Grand Officer present who has attained the highest rank! to conduct the burial service. ~. The palt -bearers should be Masons, and should be selected by the Master, with the approval of the family of the deceased. If the deceased was a member of a Chapter, or other Masonic body, a portion of the pall-bearers should be tahen from these bodies severally. 8. The proper clothing to be worn at a Masonic •1 funeral is black! or dark! clothes, high black! hat, a black! nech-tie, white gloves, a band of btack! crape around the left arm above the elbow, a sprig of evergreen on the left breast, and the apron if so ordered by the Master. The Master’s gavel, the Wardens’ columns, the Deacons’ and Stewards’ rods, the Tiler’s sword, the Bible, the Book! of Con - stitutions, and the Marshal’s baton, should be trimmed with black! crape. 9. As soon as the remains are placed in the cof - fin, there should be placed upon it a plain white lambsk!in apron. 10. If a Past or Present Grand Master, Deputy Grand Master, Grand Warden, Grand Treasurer, or Grand Secretory, should join tiLe procession of a private Lodge, they tahe place after the Master of the Lodge. Two deacons, with white rods, should be appointed by the Master to attend a Grand Warden; and when the Grand Master or Deputy Grand Master is present, the Boole of Con - stitutions should be borne before him, a Sword- Bearer should follow, and the Deacons, with white rods, on his right and left. 11. When the head of the procession shall have arrived at the place of interment, or where the services are to be performed, the lines should be opened, and the highest officer in rank!, preceded by"},{"pageNumber":53,"pageContent":"103 102 MONITOR OF THE WORK. the Marshal and TUer, pass through, and other8 follow in order. 12. Upon arriving at the enirance of the ceme - tery, the 7~rethren should march in open order to the tom7.~ or grave. If the 7.~ody is to 7.~e p7aced in the former, the T~ler should talce his p7ace in front of the open door, and the 7ines 1e spread so as to form a circ7e. The co//in should 7.~e deposited within the circle, and the Stcwards and Deacons should cross their rods over it. The bearers shou7d take their p~accs on either side, t1~e mourners a~ thc fooi of ihe coffin, and the Master and otlicr officers at the head. After the co/fin has been placed in thc iorn& the Stewa,’ds should cross their rods over thc door, and the Deacons over the ill as - ier. If thc 7~ody is to lc deposited in the earth, a square should be formcd around the grave, the 7.~ody 7.~cing placed on rests over it; the Stewards sYtould cross thcir rods over ihe foot, and the Dea - cons the head, and retain their places throughotLt ihe serv&ces. 13. After the c7ergyman shall have performed Lhe religious services of the church, the Masonic services should 7~c gin. 14. When a num7~er of Lodges join in a funeral procession, the position of Live youngest Lodge ~s at the head or right of the procession, and the old- BURIAL O~’ THE DEAD. c.~t at the end or left, excepting t1~at the Lodge of which deceased was a member shaU have the place of honor. 15. The procession must return io the Lodge- room in the same order that it marched to the grave. 16. A Lodge in procession is to 7~e strictly under Lhe discipline of the Lodge-room; therefore, n 4 o lrot her can enter the procession or leave it without express permission from ihe Master, conveyed through the Marsha 7; nor shall Aprons le pub - licly worn except when in acLual p’rocesswn. 1~’. It is advisable ihat only the Committa7 Ser - vice be used at Masonic funerals. 18. If the remains of the deceased are to 1e removed to a distance where the brethren cannot fo7low to perform the ceremonies al ULe grave, the procession will return to Lhe Lodge-room. 19. The breihren having assemluled at ihc Lodge- room, the Lodge will lie opened briefly on the third degree, the purpose of the communication must be stated, and remarks upon the character of the deceased may lie made liy the Master and brethren. The hour having arrived, the funeral processton ts then formed under the direction of the Marshal, which moves forward in following order, and halts at the outer door of the liuilding:"},{"pageNumber":54,"pageContent":"104 3fONITOI~ OF TILE WORE. BURIAL OF THE DEAD. 105 Tiler, with diawn sword; T~xo Ste~vards, with white rods Musicians, if they are Masons. If not ~ they precede the Stewards; ~ Master Masons, two and two; Treasurer and Secretary; Two Wardens with their columns; Past Masters, two and two; The three Greet Lights of Masonry, on a cushion covered with blacb cloth, borne by an old and venerable brother; Chaplain; TuE MASTER, Supported by two Deacons, with white rods; [The procession is afterwards completed thus:] The * * * * Body; * * Upon the coffin lies * * * * a Master Mason’s apron; * * ceedings in charge occupies the place of honor, in the rear, and the Master of that Lodge governs the proceedings of the day. If the Grand Mastcr or Deputy Grand Master ~s present, he of course takes precedence over aU, and t1~e same respect is usu - ally shown to any officer of the Grand Lodge present. * * Pall Bearers; * * ~ * Pall Bearers. 20. When more iii an one Lodge is in procession as a Lodge, the Lodges go according to the respec - tive dates of their charters, the younger preceding the elder, liut the Lodqe which has the fun era~ pro-"},{"pageNumber":55,"pageContent":"I MASONIC FUNERAL SERVICE. PRAYER. Most glorious God, Author of all good, and Giver of all mercy, pour down Thy blessings apon us, and strengthen our solemn engagements with the ties of sincere affection. May the present instance of mortality remind us of our approaching fate, and draw our attention toward Thee, the only refuge in time of need, that when the awful moment shall arrive, when we are about to qait this transitory scenc, the enlivening prospect of Thy mercy may dispel the gloom of death; and after our departure hence in peace and in Thy favor, we may be received into Thine everlasting l(ingdom, to enjoy, in union with the souls of our departed friends, the just reward of a prnus and virtuous life. Amen. Response.—So mote it be. The follow[ng exhortation is given by the Master: BRETHREN, the solemn notes that betoken Ihe dissolution of this earthly tabernacle have again MASONIC FUNERAL SERVICE. alarmed our outer door, and another spirit has been summoned to the land where our fathers have gone before us. C a C C C a a r Again we are called to assemble among the habitations of the dead, to behold the “narrow house appointed for all living.” licre, around us, in that peace which the world cannot give or take away, sleep the urmnmbcred dead. The gentle breeze fans their verdant covcring, they heed it not, the sunshinc and thc storms pass over them, and they are not disturbed, stones and let - tercd monuments symbolize thc affection of surviving friends, yet no sound proceeds from thcm, save that silent but thrilling admonition, “Seek ye the narrow path and the strait gate that lead unto etcrnal life.” We are again called upon to consider the uncer - tainty of human life, the immutable certainty of death, and the vanity of all human pursuits. Decrepitude and decay are written upon every liv - ing thing. The cradle and the coftin stand in jux - taposition to each other, old age and youth touch hands, and it is a melancholy truth, that so soon as we begin to live, that moment also we begin to die. [t is passing strange that notwithstanding I,"},{"pageNumber":56,"pageContent":"108 MON]TOR OF TILE WORK. MASONIC FUNERAL SERVICE. 109 the daily memenloes of mortality that cross our path, notwithstanding the funeral bell so often tolls in our ears, and the “mournful procession” goes about our streets, that we will not more seri - ously consider our approaching fate. We go on from design to design, add hope to hope, and lay out plans for the employmenl of many years, until we are suddenly alarmed at the approach of the Messenger of Death, at a moment when we least expect him, and which we properly conclude to be the meridian of our existence. What, then, are all the externals of human dig - nity, the power of wealth, the dreams of ambit [on, the pride of intellect, or the charms of beauty, when nature has paid her just debt? Fix your eyes on the last sad scene, and view life stripped of its ornaments, and exposed in its natural mean - ness, and you must be persuaded of the ulter emptiness of these delusions. In the grave all fallacies are detected, all ranks are leveled, all dis - tinctions are done away. The monarch at whose bidding nations pay obeisance, and the beggar shivering at the gate, are equals in the hobse of death. While we drop the sympathetic~ tear over the grave (or coffin) of our deceased brother, let iis cast around his foibles, whatever they may have been the lroad mantle of Ma.sonic charity, nor withhold from his memory the commendation that his virtues claim at our hands. Perfection on earth has never yet been attained; the wisest, as well as the best of men, have gone astray. Suffer, then, the apologies of human natm~e to plead for him who can no longer plead for himself. Our present meeting and proceedings will have been vain and useless if they fail to excite our serious reflections, and strengthen our resolutions of amendment. Be then persuaded, my brethren, by the uncertainty of human life, and the unsub - stantial nature of all its pursuits, and no longer postpone the all-important concern of preparing for eternity. Let us each embrace the present moment, and while fime and opportunity offer, prepare for that great change, when the pleasures of the world shall be as poison to our lips, and the happy reflection consequent upon a well-spent life affords the only consolation. This shall our hopes be not frustrated, nor we hurried unpre - pared into the presence of that all-wise and power - ful Judge, to whom the secrets of all hearts are known. Let us resolve to maintain with greater assiduity the dignified character of our profession. May our faiLh be evinced in a correct moral walk and deportment; may our hope be bright as the"},{"pageNumber":57,"pageContent":"110 MONITOR OF THE WORK. MASONIC FUNERAL SERVICE. 111 glorious mysteries that will be revealed hereafter; and our charity boundless as the wants of our fellow-creatures. And having faithfully discharged the great duties which we owe to GOD, to our neighbor, and ourselves, when at last it shall please the Grand Master of the universe to sum - mon us into his eternal presence, may the trestle- board of our whole lives pass such inspection that it may be given unto each of us to “eat of the hid - den manna,” and to receive the “white stone with a new name,” that will insure perpetual and un - speakable happiness at his right hand. The Master then presenting the apron, continues: The lambskin or white leather apron is an emblem of innocence, and the badge of a Mason. It is more ancient than the Golden Fleece or Roman eagle, more honorable than the Star and Garter, when worthily worn. The ~Waster then deposits it in the grave (or, on the coffin): This emblem I now~ depos[t in the grave (or, on the coffin) of our deceased brother. By it we are reminded of the universal dominion of Death. The arm of Friendship cannot interpose to prevent his coming, the wealth of the world cannot purchase our release, nor will the innocence of youth or the charms of beauty propitiate his purpose. The mattock, the coffin, and the melancholy grave, ad - monish us of our mortality, and that, sooner or later, these frail bodies must moulder in their parent dust. The Master holding the evergreen, continues: This evergreen, which once marked the tem - porary resting-place of the illustrious dead, is an emblem of our faith [a the immortality of the soul. By this we are reminded that we have an immortal part within us, that shall survive the grave, and which shall never, never, NEVER die. By it we are admonished that, though like our brother, whose remains lie before us, we shall soon be clothed in the habiliments of DEATH and depos - ited in the silent tomb, yet, through our belief in an all-wise and merciful GOD, we may con - fidently hope that our souls will bloom in eternal spring. This, too, I deposit in the grave (or, on the coffin). Alas, my brother!” The brethren then move in proce8aion around the place of interment, and severally drop the sprig of evergreen into the grave, eEclaiming, Ala8! say brother; after which the Masonic funeral honor8 are given:"},{"pageNumber":58,"pageContent":"- - ______ _____________________— ~ - 112 MONITOR OF THE WORK The honors are given by extending the hands toward the grave with the palms up; all the brethren repeating sn unison: “To the grave we consign the mortal remains of our deceased brother.” The arms are crossed over the breast, the left above the right, the fingers touching the shoulders, all repeating in unison: “We cherish his memory here.” The heads are tlicn raised above the head, end looking upward, all repeating in unison: “His spirit we commend to God who gave it.” The hands are then dropped to the side. NoTE.—It is proper to give the funeral honors but once. The Chaplain will recite the following or some other appropriate PRAYER. Our Father, Which art in Heaven, hallowed be Thy name. Thy kingdom come. Thy will be MASONIC FUNERAL SERVICE. 113 done in earth as it is in Heaven. Give us this day our daily bread. And forgive us our tres - passes, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For Thine is the kingdom, and the power, and the glory, forever. Amen. Response.—So mote it be. The following, or some other suitable ode, may now be sung: MUSIC—Plc yel’s Ilymn. Solemn strikes the fun’ral chime, Notes of our departing time, As we journey here below, Thro’ a pilgrimage of woe. Here another guest we bring; Seraphs of celestial wing, To our fun’ral altar come, Waft our friend and brother home. Lord of all! below—abQve— Fill our hearts with truth and love; When dissolves our earthly tie, Take us to Thy Lodge on high."},{"pageNumber":59,"pageContent":"- - - - - - - zg~---~zt~at - 114 MONITOR OF THE woax. The Master then continues the ceremony. Friends, from time immemorial, it has been the custom among the fraternity of Free and Accepted Masons, upon request to accompany the remains of a Brother to the place of interment, and there to deposit them with the usual formalities. In conformity to this usage, and at the request of our deceased brother, whose memory we revere, and whose loss we now deplore, we have assembled in the character of Masons, to offer before the world the last tribute of our affection, thereby demonstrating the sincerity of our past esteem for him, and our steady attachment to the prin - ciples of the Institution. The Great Creator having been pleased, out of His infinite mercy, to remove our brother from the cares and troubles of this transitory existence, to a state of endless duration, thus severing anothcr link from the fraternal chain that binds us together, may we, who survive hiiu, be morc strongly cemented in the ties of union and friend - ship; that during the short space allotted us here, we may wisely and usefully employ our time, and, in the reciprocal intercourse of kind and friendly acts, mutually promote the welfare and happiness of each other. Unto the grave we have consigned MASONIC FUNERAL SERVICE. 115 the body of our deceased brother, earth to earth (earth being sprinkled on the coffin), ashes to ashes, dust to dust, there to remain till the trump shall sound on the resurrection morn. We can cheer - fully leave him in the hands of a Being, who has done all things welt who is glorious in holiness, fearful in praises, doing wonders. To those of his immediate relatives and friends, who are most heart-stricken at the loss we have all sustained, we have but little of this world’s consolation to offer. We can only sincerely, deeply, and most affectionately sympathizc with them in their afflictive bereavement. But we can say, that HE, who tempers the wind to the shorn lamb, looks down with infinite compassion upon the widow and fatherless, in the hour of thcir desolation, and that the Great Architect will fold the arm~ of His love and protection around those who put their trust in Him. Then let us improve this solemn warning, that at last when the sheeted dead are stirring, when the great white throne is set, we shall reccive from the Omniscient Judge the thrilling invitation: “Come, ye blessed of my Father, inherit the king - dom pre pared for you from the foundation of the world.” Th"},{"pageNumber":60,"pageContent":"116 MONITOR OF THE WORK. MASONIC FUNERAL SERVICE. 117 Tue Hester or Chaplain will repeat the following or 8Ome other appropriate PRAYER. Almighty and most merciful Father, we adore Thee as God of time and eternity. As it has pleased Thee to take from the light of our abode one dear to our hearts, we beseech Thee to bless and sanctify unto us this dispensation of Thy providence. Inspire our hearts with wsdoin from on high, that we may glorify Thee in all our ways. May we realize that Thine all-seeing eye is upon us, and be so influenced by the spirit of truth and love that we may cnjoy the Divine approbabion here below. And when our toils on earth shall have ended, may we be raised to the enjoyment of fadeless light and immortal life in that kingdom where faith and hope shall end, and love and joy prevail through the eternal ages. And Thine, 0 righteous Father, shall be the glory forever. Amen. Response.—So mote it be. The service will be closed with the following benedic - tion: “The peace that passeth all understanding rest and abide in you now and forever.” Amen. Response.—So mote it be. t TilE EHLERS SERVICE. On arriving at the place of interment the breth - ren will form parallel lines, the Master, Ward ens and Chaplain at the head, and the family and mourners at the foot of the grave. The coffin Mv - ing been deposited in the grave, the Master will say: Master.—From time immemorial it has been the custom of the Fraternity of Free and Ac - cepted Masons, upon request, to accompany the body of a deceased brother to the place of inter - xnent, and there to deposit it with the usual f or- mali ties. In conformity to this ancient usage, we have assembled at this time in the character of Masons to offer before the world the last tribute of our affection, and thereby to demonstrate in the strongest possible manner, the sincerity of our past esteem for him, and oar steady attachment to the principles of the Fraternity. Man that is born of a woman is of few days and full of trouble. He corneth forth like a flower, and is cut down: he fleeth also as a shadow, and continueth not. In the midst of life we are in"},{"pageNumber":61,"pageContent":"118 MONITOR OF THE WORK. death. Of whom may we seek succor but of Thee, 0 Lord, who for our sins art justly displeased. LET US PRAY. Chaplain.—IVIost glorious and merciful Lord God, Author of all good, and Giver of every per - fect gift: vouchsafe, we implore Thee, Thy blessing: and under the solemnities of this occasion bind us closer in the ties of brotherly love and affection. May the present example of mortality sensibly remind us of our approaching end; and may it tend to wean our affections from the things of this transitory world, and to fix them more devotedly upon Thee, the only sure refuge in time of need. And at last, Great Architect of the Universe, when our journey shall be near its end: when the silver cord shall be loosened and the golden bowl be broken: 0, in that ufoment of mortal extremity, may the “lamp of Thy ]ove” dispel the gloom of the dark valley; and may we be enabled to “work an entrance” into the Celestial Lodge above, and in Thy glorious presence, amid its ineffable mysteries, enjoy a union with the souls of our departed friends, perfect in the happiness of Heaven, and I durable as eternity. Amen. Brethren.—So mote it be. MASONIC FUNERAL SERVICE. Here the following may be sung: Solemn strikes the funeral chime, Notes of our departing time, As we journey here below Through a pilgrimage of woe. Here another guest we bring: Seraph of celestial wing To our funeral altar come; Waft this friend and brother home. LOuD of all! below—above-— Fill our hearts with truth and love; When dissolves our earthly tie Take us to thy Lodge on high. Master.—”The hand of the LORD was upon me, and carried me out in the Spirit of the LORD, and set me down in the midst of the valley which was full of bones, “And caused me to pass by them round about; and, behold, there were very many in the open valley; and, lo, they were very dry. “And he said unto me, Son of Man, can these bones live? And I answered, 0 Loiw God, thou knowest. 119"},{"pageNumber":62,"pageContent":"120 MONITOR OF THE wORK. MASONIC FUNERAL SERVICE. 121 “Again he said unto me, Prophesy upon these bones, and say unto them, 0 ye dry bones, hear the word of the LORD. “Thus saith the LORD God unto these bones: Behold, I will cause breath to enter into you, and ye shall live. “And I wi]l lay sinews upon you and will bring up flesh upon you, and cover you with skin, and put breath in you, and ye shall live; and ye shall know that I am the Loiw. “So I prophesied as I was commanded; and as I prophesied there was a noise, and behold a shaking, and the bones came together, bone to his bone. “And when I beheld, lo, the sinews and the flesh came up upon them, and the skin covered them above: but there was no breath in them. “Then said lIe unto me, Prophesy unto the wind: prophesy, Son of Man, and say to the wind, Thus saith the LORD God : Come from the four winds, 0 breath, and breathe upon these slain, that they may live. “So I prophesied as he commanded me, and the breath came into them, and they lived, and stood up upon their feet, an exceeding great army.” Brethren, we are again called upon by a solemn admonition to regard the uncertainty of human life, the certainty of death, and the vanity of all earthly ambitions. Decrepitude and decay are written on every thing. But a span—a heart - beat—a breath—divides the cradle from the grave; and it is a melancholy truth, that so soon as we begin to live, that moment also we begin to die. Frailty and imperfection are the incidents of our earthly condition; the Almighty fiat has gone forth—” Dust thou art, and unto dust shalt thou return.” What an eloquent commentary is here exhibited upon the instability of every human pursuit: .and how touchingly does it echo the sad sentiment of the immortal maxim, “vanity of van- ities, all is vanity.” The city of the dead, my brethren, has a devout emphasis in its solemn silence. It tells us of the gathering within its embrace of parents’ fondest hopes; of the severance of all earthly ties which bound us to the departed ones who gave us birth; of the darhness which has enshrouded the bright prospects of the loving husband and the devoted wife; of the unavailing grief of the affectionate brother and tender sister; and of the sleep of death which here envelops many an early, many an instantaneous call into eternity—given in the midst of health, of gaiety and of brightest hopes. The last offices we pay to the dead are useless"},{"pageNumber":63,"pageContent":"122 MONITOR OF THE WORK. MASONIC FUNERAL SERvrCE. 123 except as they constitute lessons to the living. The cold, marble form enclosed in the “narrow house” before you, is alike insensible to our sorrows and our ceremonies. It matters not now to him whether two or three gather around the grave to perform these funeral rites: or that hundreds have assembled, with the banners and insignia of our Fraternity, to deposit him in his final resting place. It is of little moment how, or in what man - ner, his obsequies are performed: whether the wild winds chant his requiem, or it be accom - panied with rare and costly music and ~the mm - strelsy of many voices. us spirit has gone to accomplish the destiny of all our race; while his body, in the slumber of the grave, will be resolved ir~to its original elements. What, then, are all the externals of human dig - nity—the power of wealth, the dreams of ambition, the pride of intellect, oi~ the charms of beauty— when nature has paid her just debt? Look on the last scene and view humanity stripped of its orna - ments; and you must needs be persuaded of the utter emptiness of all human delusions. The monarch, at whose bidding nations pay obeisance, and the beggar at his gate, are equals in death. The one must part with his sceptre and his crown—the other with his staff and his rags— both are indebted to their mother earth for a com - mon sepulchre. In the grave all fallacies are for- gotten, all ranks are leveled, and all distinctions are obliterated. It is of record, in the volume of Eternal Truth, that perfection on earth can never be attained. The best of men have erred, and the wisest of our race gone sadly astray. Suffer, then, the apolo - gies of human nature to plead for him who can no longer plead for himself. While we drop the sympathetic tear over the grave of our departed brother, let us not with - hold from his memory the commendation that his virtues claim at our hands. Master presenting the Apron continues: The Lambskin or White Apron, is an emblem of innocence and the badge of a Mason. It is more ancient than the Golden Fleece; more honorable than the Star and Garter. This emblem I now deposit in the grave of our deceased brother. By this we are reminded of the universal dominion of death. The arm of friend - ship cannot interpose to prevent his coming: the wealth of the world cannot purchase our release: nor will the innocence of youth, nor the charms of beauty propitiate his purpose. The mattock, the"},{"pageNumber":64,"pageContent":"124 MONITOR OF THE WORE. coffin, and the me [ancholy grave, admonish us of our mortality; and that, sooner or later, these frail, weak bodies must moulder in their parent dust. I Master holding the Evergreen continues: This evergreen is an emblem of our faith in the immortality of the soul. By this we are reminded of our high and glorious destiny beyond the “world of shadows,” and that there dwells within our tabernacle of clay an imperishable, immortal spirit, over which the grave has ~o dominion, and death no power. NOTE—Master then drops the sprig into the grave e~ - claiming “Alas! My Brother t 1” and likewise each brother in turn, beginning at the right of the Master. HONORS. The funeral honors are given by extending the hands toward the grave with the palms up, the brethren repeating in unison “To the grave we consign the mortal remains of our deceased Brother.” -I MASONIC FUNERAL SERvICE. 125 left above ~he right, the fingers touching th~ shoul - der, the brethren repeating in unison “We cherish his memory here.” The hands are then raised above the head and looking upward all repeating in unison “Ilis spirit we commend to God who gave it.” The hands are then dropped to the side. Master.—Forasmuch as it has pleased Almighty God, in his inscrutable Providence, to take out of the world the soul of our deceased brother, we therefore commit his body to the grave—earth to earth (casting a handful of cart ii in the grave). Sen. Warden.—Ashes to ashes (casting a hand - ful of earth in fhe grave). Jun. Wardeir.—Dust to dust (casting a handful of earth in the grave). Master.—Looking for the general resurrection in the last day, when the earth and the sea shall give up the dead. We consign him to the grave—to the long sleep of death; and so profound will be that sleep that the giant tread of the earthquake even, shall not disturb it. There will he slumber until the Arch- The arms are then crossed over the breast, the"},{"pageNumber":65,"pageContent":"127 MASONIC FUNEIiAL SERVICE. 126 MONITOR OF THE wORN. angel’s trump shall usher in that eventful morn, when by our Supreme Grand Master’s word he will be raised to that blissful ~odge which no time can remove, and which to those worthy of adm~s- sion will remain, open during the boundless ages of eternity. In that heavenly Sanctuary the Mys - tic Light, unmingled with darkness, will remain unbroken and perpetual. There amid the sun - beam smiles of Immutable Love, Almighty God, in His infinite mercy, grant that we finally meet to part no more. There is an hour of peaceful rest, To mourning wanderers given; There is a home for souls distressed, A balm for every wounded breast, ‘Tis found alone in heaven. To those of his immediate relatives and friends who are most heart-stricken at the loss we have all sustained, we have nothing of this world’s conso - lation to offer. We can only sincerely, deeply, and most affectionately sympathize with them in their afflictive bereavement; and commend them to the Infinite Father who looks down with compassion upon the widow and fatherless in the hour of their ~1esolation: lie will fold the arms of IHis love and protection around those who put their trust and confIdence in Him. Then let us each in our respective stations, so improve this solemn warning, that at last, when the volume of the record of our life is opened, we may receive from the Omniscient Eternal Judge the thrilling invitation, “Come ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.” LST US PRAY. Chapiain.—Ahnighty and most merciful God, in whom we live and move and have oar being, and before whom all men must appear to render an account for the deeds done in the body: we do most earnestly beseech Thee, as we now surround the grave of our deceased brother, to impress deeply upon our minds the solemnities of this hour. May we ever r~member that “in the midst of life we are in death,” and so live and act that we shall be fittingly prepared to die when the hour of our departure is at hand. And oh, Gracious Father, vouchsafe to us, we pray Thee, divine assistance to redeem our mis - spent time; and in the discharge of the duties Thou hast assigned us in the erection of our moral cdi- ‘p"},{"pageNumber":66,"pageContent":"128 MONITOR OF THE WORE. MASONIC FUNERAL SERVICE. 129 flee, may we have wisdom from on high to direct us; strength commensurate with our task to sup - port us, and the beauty of holiness to adorn and render all our labors acceptable in Thy sight. And at last when our work- on earth is done, when the messenger of death shall call us from our labors, may we obtain an everlasting rest in that Spiritua[ House not made with hands, eternal in the Heav. ens. Amen. Brethren.—So mote it be. The Master then approaches the head of the grave (or the entrance to the tomb), and says: Soft and safe to thee, my brother, be this earthly bed! Bright and glorious be thy rising from it! Fragrant be the acacia sprig that here shall flour - ish ! May the earliest buds of spring unfold their beauties o’er this thy resting place, and here may the sweetness of the summer’s last rose linger longest! Though the cold blasts of winter may lay them in the dust, and for a time destroy the loveli - ness of their existence, yet the destruction is not final; and in the spring-time they shall surely bloom again. So, in the bright morning of the world’s resurrection, thy mortal frame, now laid in the dust by the chilling blast of Death, shall come again into newness of life, and expand in immortal beauty in realms beyond the skies. Until then~ dear brother—until then—farewell! The grave wilt now be filled with earth and the service closed with the following benediction: “The peace that passeth all understanding rest and abide in you now and forever.” Amen. Response.—So mote it be. A SHORTER FORM OF BURIAL SERVICE. On arriving at the place of interment the breth - ren will form parallel lines, the Master, Wardens and Chaplain at the head, and the family and mourners at the foot of the grave. Tlz.e coffin hav - ing been deposited in the grave, the Master will say: Master.—From time immemorial it has been the custom of the Fraternity of Free and Accepted Masons, upon request, to accompany the body of a deceased brother to the place of interment, and there to deposit it with the usual formalities. In conformity to this ancient usage, we have assembled at this time in the character of Masons to offer before the world the last tribute of our affection, and thereby to demonstrate in the"},{"pageNumber":67,"pageContent":"130 MONITOR OF THE woRK. MASONIC FUNERAL SERvICE. 131 strongest possible manner, the sincerity of our past esteem for him, and our steady attachment to the pr[nciples of the Fraternity. Man that is born of a woman is of few days and full of trouble. lIe cometh forth like a flower, and is cut down: he fleeth also as a shadow, and con - tinueth not. In the midst of life we are in death. Of whom may we seek succor but of Thee, 0 Lord, who for our sins art justly displeased. Brethren, we are~again called upon by a solemn admonition to regard the uncertainty of human life, the certainty of death, and the vanity of all earthly ambitions. Decrepitude and decay are written on every thing. But a span—a heart - beat—a breath—divides the cradle from the grave; and it is a melancholy truth, that so soon as we begin to live, that moment also we begin to die. The last offices we pay to the dead are useless except as they constitute lessons to the living. The cold, nmarble form enclosed in the “narrow house” before you, is alike insensible to our sorrows and our ceremonies. It matters not now to him whether two or three gather around the grave to perform these funeral rites: or that hundreds have assembled, with the banners and insignia of our Fraternity, to deposit him in his final rest - ing place. It is of little moment how, or in what manner, his obsequies are performed: whether tho wild winds chant his requiem, or it be accompanied with rare and costly music and the minstrelsy of many voices. His spirit has gone to accomplish the destiny of all our race; while his body, in the slumber of the grave, will be resolved into its orig - inal elements. It is of record, in the volume of Eternal Truth, that perfection on earth can never be attained. ‘LUbe best of men have erred, and the wisest of our race gone sadly astray. Suffer, then, the apologies of human nature to plead for him who can no longer plead for himself. While we drop the sympathetic tear over the grave of our departed brother, let us not withhold from his memory the commendation that his vir - tues claim at our hands. Master presenting the Apron continues: The Lambskin or White Apron, is an emblem of innocence and the badge of a Mason. It is more ancient than the Golden Fleece; more honorable than the Star and Garter. This emblem I now deposit in the grave of our deceased brother. By this we are reminded of the universal dominion of death. The arm of friend - ship cannot interpose to prevent his coming: the"},{"pageNumber":68,"pageContent":"132 MONITOR OF THE WORK. MASONIC FUNERAL SElIVICE. 133 wealth of the world cannot purchase our release: nor will the innocence of youth, nor the charms of beauty propitiate his purpose. The mattock, the coffin, and the melancholy grave, admonish us of our mortality; and that, sooner or later, these frail, weak bodies must moulder in their parent dust. Master holding the Evergreen continues: This evergreen is an emblem of our faith in the immortality of the soul. By this we are reminded of our high and gloriou& destiny beyond the “wor[d of shadows,” and that there dwells within our tabernacle of clay an imperishable, immortal spirit, over which the grave has no dominion, and death no power. NoTE.—Master then drops the sprig into the grave ex - claiming “Alas! My Brdther! 1” and likewise each brother in turn, beginning at the right of the Master. HoNons. The funeral honors are given by extending the hands toward the. grave with the palms up, the brethren repeating in unison “To the grave we consign the mortal remains of our deceased Brother.” The arms are then crossed over the breast, the left above the right, the fingers touching the shoul - der, the brethren repeating in unison “We cherish his memory here.” The hands are then raised above the head and looking upward all repeating in unison “His spirit we commend to God who gave it.” The hands are then dropped to the side. Master.—Forasmuch as it has pleased Almighty Cod, in His inscrutable Providence, to take oat of the world the soul of our deceased brother, we therefore commit his body to the grave—earth to earth (casting a handful of earth in the grave). Ashes to ashes (casting a handful of earth in the grave). Dust to dust (casting a handful of earth in the grave). Looking for the general resurrection in the last day, when the earth and the sea shall give up the dead. To those of his immediate relatives and friends who are most heart-stricken at the loss we have all sustaii~eJ, we ~have . nothing of this world’s con-"},{"pageNumber":69,"pageContent":"134 MASONIC FUNERAl SERVICE. MASONIC FUNERAL SERVICE. 135 solation to offer. We can only sincerely, deeply, and most affectionately sympp±hize with them in their afflictive bereavement; and commend them to the Infinite Father who looks down with compas - sion upon the widow and fatherless in the hour of their desolation: He will fold tIme arms of His love and protection around those who put their trust and confidence in Him. Then let us each in our respective stations, so improve this solemn warning, that at iast, when the volume of the record of our life is opened, we may receive from the Omniscient Eternal Judge the thrilling invitation, “Come ye blessed of rm~y Father, inherit the kingdom prepared for you from tbe foundation of the world.” CHAPLAIN . OR MASTER. LET US PRAY. Our Father, Which art in Heaven, hallowed be Thy name. Thy Kingdom come. Thy will be done in earth as it is in Heaven. Give us this day our daily bread. And forgive us. our tres - passes, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For Thine is the kingdom, and the power, and the glory, forever. Amen. Response~—So mote it be. The service will be closed with the following benediction: “The peace that passeth all understanding rest and abide in you now and forever.” Amen. Response.—So mote it be."},{"pageNumber":70,"pageContent":"PREROGATIVES AN]) 1)U’II1IB Oil’ \\V. )it. 137 PREROGATIVES AND DUTIES OF THE WORSHIPFUL MASTER. By the prerogatives of the Worshipful Master are meant the inherent right and authority he pos - sesses by reason of the position he occupies, giving him, as it does, extraordinary powers and puvi - leges, which belong to the presiding ~offlcer of no other association. In all cases his decision on points of order is final in the Lodge, for it is a settled principle of .Mas9nic law that no appeal can be taken to the Lodge from the decision of the Master. The Grand Lodge alone, or the Grand Master, can overrule his decision on any point of order. The prerogatives of the W. .M.’. are too numer - ous and varied to be all enumerated. Some of the principal ones are here presented, coupled with some of the more important of his duties, which are plainly in harmony with his prerogatives. FIRST PREROGATIvE.—To convene his Led gc, set it to work, and give it proper instruction for its labor. The W.X M.X is the judge of the emergency that may require a special or called mecting, and without his con - sent, except at the times for stated or regular communi - cation, the Lodge cannot be convened, and any business tiansacted at a special communication without his sanc - tion is illegal and void. FIRST iDUTY.—To attend regularly the eom - munications of his Lodge. This duty is so plain as to hardly need a comment. Few things weaken and demoralize the Lodge so much as the Master’s frequent absence. SECOND PREROGATIVE.—TO preside at all coin - munications of his Lodge. This is a self-evident proposition, and follows as a natural consequence of his installation. There is this peculiarity attached to the iVlaster of a Masonic Lodge; when once duly inatalled, he cannot resign nor cnn he be deprived of his right to preside, by any power residing in the Lodge itself. 1-le is bound, however, to pay hom - age to the Grand Master; hence, when the Grand Master, or his Deputy, or other duly appointed representative, appears in the Lodge, the right of the Master to preside temporarily disappears, unless the superior authority waive the right."},{"pageNumber":71,"pageContent":"U ,— — a— ~ ~ — —. —. 1f1 -— •8. S 135 MONITOR OF THE WORK. The W.~.M.. may call upon an experienced Past Master to preside, but he remains responsible to the Grand Lodge for the proceedings, as fully as though he held the gavel in person. He may resume the East at any moment, in his discretion. In his absence, the S. XV. opens, and presides over, the Lodge. In the absence of both the W.. M.. and the S. ~\\T, these powers devolve upon the 3. XV. In the absence of all three, the Lodge cannot be opened, and in all cases the Lodge cannot legally be opened unless the charter is present. SECOND DUTY—To open his Lodge at the time specified in the By-laws, and close it at a suitable hour. There is nothing more discouraging than the tardiness of the XV.. M.. in opening his Lodge. Carelessness and iu(lifference on his part beget the same in the members. The Master is the sole judge of the time to close the Lodge, but comniunications should not be unduly pro - longed. THIRD PREROOATIvE.—TO fill temporarily all vacancies that may occur in the Lodge offices. As it is his duty to set the craft at work, it is neces sary that he have the active codperation of all the officers. and if any are absent he has full power to select from the brethren present such as he may deem competent to discharge the duties. There is no advancement by right. If the S. XV. is absent, the 3. ~V. does not cx.officio fill the West. The W.~. NI.~. appoints a S. XV. pro tem. PREROGATIVES AN?) nu’rttu4 0?” W. N. 139 THIRD DUTY.—To preservc order in the Lodge. His very name, MASrim, suggesIM the citihority with which be is invested to keep oider. The OAVmL, jileceil in his hand when he was installed, is Cit eItII)lCIfl of pon~ei and control, and if properly wielded ;vill insure (heetfill obedience and secure perfect order and decorum. FOURTTI PREROGATIvR AND DUTY—To regu - late the admuission of visitors. One of the duties of the XV.~. M.~. is the preservation of harmony among the brethren by the exercise of vigilance against the admission of cowans, or of those brethren who would by their presence disturb the peace of the Lodge and hinder its work. In the discharge of this duty the XV... M.. should exercise his prerogative and re fuse admission to any visitor whose presence would be ob - jectionable to any niember. It would be a poor incentive to peace and harmony to admit one who would cause offense. FIFTH PREROQATI vE.—TO control and termi - nate discussions. This right is not to be exercised in a haughty, arbi - trary, or dictatorial nianner, but with determination to administer impartial justice, to the end that the peace and harmony of the Lodge may be preserved, and its prosperity secured. This prerogative is a landmark es - seutial to the position of the XV... M.~. the only method by which he can sustain himself in his responsibility to the Grand Lodge, and, happily for his position, one that will"},{"pageNumber":72,"pageContent":"140 MONITOR OF TIlE WORK. rarely bring him into conflict with his brethren, while the good sense of obedience, inculcated in every degree of Masonry, will bend the minds of the brethren to support the WA MA in a judicious exercise of power. It is his right to discuss all questions without leaving the chair. FIFTH IDTJTY.—TO preserve peace and harmony in the Lodge, and by his deportment both in his Lodge and out of it, to set an example to his brethren The WA M~. should impress upon the members of his Lodge the dignity and high importance of Masonry, ad - monish them never to disgrace it, charge them to prac - tice out of f he Lodge those duties which they have been taught in it, and by amiable, discreet, and virtuous con - duct, convince mankind of the excellence of the institu - tion, so that, when any one is said to be a Freemason, the world may know that he is one to whom the brother - hood may pour forth its sorroxvs, to whom distress may prefer its suit, u-hose hand is guided by justice, And whose heart is expanded by benevolence. SIXTH PREROGATIVE AND IDIJTY.—TO be the custodian of the charter of the Lodge, and trans - mit it to his successor. At his installation the W.~. MA receives in charge the charter of his Lodge, which is by him transmitted to his successor in office. Under its authority alone can the Lodge be organized, and its presence is necessary to the PREROGATIVES AR]) DUll IS OF’ Xv. N. 141 jegality of all meetings. It is his duty carefully to pre - serve it, as its loss would cause serious inconvenience. SEVENTH PIIEIIOGATIVE.—TO determine all questions of order, and what business shall be brought before the Lodge. SEVENTH IDuTy.—To render the ritualistic work of the Lodge and instruct the brethren therein. The Master should be in fact master of the work, com - petent to render every part thereof. EIGHTH PIIEROGATIVE.—TO appoint all com - mittees. EIGHTH IDIJTY.—TO cause to be made an inves - C tigation into all unmasonic conduct on the part of members of his Lodgc, of non-affiliates and members of other Lodges resident within his jurisdiction. NINTH PIIEROGATIVE.—TO order the issuance of notifications to members. The distinction between “Notification” and a “Sum - moos” is so great that it is strange how many overlook it. The former issues from the W.~. M. or the Lodge, and is practically a strong Invitation. It is at the optioii j"},{"pageNumber":73,"pageContent":"142 MONITOR OF THE WORK. j of the brother receiving it to attend the meeting or not, as be pleases. But a “Summons’ comes duiectly under the province of his on., and for its neglect he may be disci - plined and punished. To disobey a surnmotis is a serious Masonic offense. NINTH DUTY.—To visit the sick. TENTH PREROGATIVE.—TO give the casting vote in case of a tie. This is limited, howcver, to votes taken viva voce, or by upraised hands. Tlic W... M.. ina~’ vote upon ordinary questioiis or not, as he chooses, but it is not usual for him to do so. Upon questions requiring the ballot he should ulniejjs vote. In ordinary questions, if there is a tie, he should set - tIe questions by his vote. TENTH DUTY.—To eviercise supervision over the minutes, that nothing iiiiproper be recorded, anti nothing essential to a complete record be omitted. ELEVENTH PRETOGATIVE.—TO sign all drafts upon the Treasurer for the payment of Lodge dis - bursements, by vote of the Lodge. Nor may the Treasurer lawfully pay out funds without such order. PREROGATIVES ANI) DUTItttS o~’ w. ~. 143 jug the consent of the Lodge, but for all other disburse - menis the treasury of the Lodge can only be opened by Lodge order. TWELFTH PREROGATIVE.—TO represent the Lodge in Grand Lodge. THIRTEENTH PgEROGATIVE.—TO select the ap - pointive officers of the Lodge. FOflRTEENTH PIIEROGATIVE.—TO install his suc - cessor. This prerogative not being a duty, it is always com - petent for n retiring Mastei~ to select a well qualified brother to conduct the ceremonies of installation. It is usual to give the W.~. M.. euthority to appropri - ate, in emergent cases of charity, small sums, without tak -"}]
