[{"pageNumber":2,"pageContent":"STANDARD PROFICIENCY for the ENTERED APPRENTICE DEGREE for NEBRASKA LODGES GRAND LODGE A..F.. &A..M.. of NEBRASKA Adopted — August 12, 1989 1St Revision — August 1990 2nd Revision — January 1992"},{"pageNumber":3,"pageContent":"Oranb ?iinbge Ancient *ree anb Arrejtteb 3a~wn~ tif Nebraska P0 BOX 81852 • LINCOLN, NEBRASKA 68501 (800) 558-8029 • (402) 475-4640 • FAX (402) 475-4736 Brethren: This manual has been adopted by the Committee on Nebraska Work and the Officers of the Grand Lodge A:.F:. & A..M:. of Nebraska as the minimum required proficiency in the Entered Apprentice Degree for all Nebraska lodges. Candidates shall be determined proficient in the Entered Apprentice Degree upon: 1. Completion of a study of the material contained herein. 2. Verification by the Worshipful Master that the candidate has expressed his knowledge of the material in this manual by answering, in his own words, the questions listed for the Entered Apprentice Degree (pages 10-15). 3. Successful completion by the candidate of an examination in open Lodge, consisting of questions and answers from the First Section Lectures as follows: Entered Apprentice Degree starting with the words, “Give me a sign.” and continuing through the giving of the word. Any Lodge may, at the discretion of its’ members, request that their candidates learn a lecture, answers to additional questions, etc., as it so chooses. However, once the three requirements listed above have been met, the candidate will be declared proficient in the Entered Apprentice Degree. Committee on Nebraska Work Charles W. Amid on, PGM, Chairman T. Leo Stines, PGM Wayne G. Luenenborg, PGM Grand Lodge Officers John M. McHenry, Grand Master James N. DeMoss, Deputy Grand Master James L. Eatmon, Grand Senior Warden Donald L. Pohlman, Grand Junior Warden Steven F. Mattoon, Grand Senior Deacon Jerry L. Rittenburg, Grand Junior Deacon Don F. Rasmussen, Grand Secretary Michael F. Jones, Grand Chaplain Benjiman H. Harvey, Grand Historian Virgil L. Tubach, Grand Orator Augustine S. Scolaro, Grand Custodian Kenneth G. Fleming, Grand Marshal Marvin M. Andersen, Grand Senior Steward V. Kaye Ramsey, Grand Junior Steward J. L. Spray, Grand Tyler August 1990"},{"pageNumber":4,"pageContent":"TABLE OF CONTENTS THE ENTERED APPRENTICE DEGREE Lodge Organization Lodge Officers The Meaning of “Entered Apprentice” The Candidate’s First Step The Candidate Must First Be Prepared Duly and Truly Prepared Symbols of Masonry The Hoodwink The Cable-Tow The Entrance The Reception The Holy Saints John Form of a Lodge The Rite of Perambulation The Altar The Worshipful Master The Great Light of Freemasonry The Obligation Penalties for Violation of the Obligation The Apron The Rite of Destitution The Northeast Corner The WorkingTools The Charge The Lectures King Solomon’s Temple Questions and Answers The Origin of our Ritual The Language of Freemasonry The Emblems of Masonry When to Rise and When to be Seated The Tyler The Lodge Prayer inHis ..2 ..2 ..2 6 6 7 7 7 7 7 8 8 8 8 9 9 9 9 The Rights of the Entered Apprentice Mason The Responsibilities of the Entered Apprentice Mason Heart QUESTIONS FOR THE ENTERED APPRENTICE MASON 10 ENTERED APPRENTICE DEGREE PROFICIENCY EXAMINATION . .. 16"},{"pageNumber":5,"pageContent":"Standard Proficiency - Entered Apprentice Deqree The Entered Apprentice Degree Lodge Organization A Lodge is an organization of a certain number of Master Masons duly assembled, with the Holy Bible, a Square, a Compass, and a Charter or warrant empowering them to work and to confer the three degrees of Masonry and carry on such activities as are necessary for proper administration of the Lodge. In Nebraska, eight Master Masons, members of the lodge, constitute a quorum for the transaction of business. Authority is conferred by a Charter issued by a Grand Lodge. You will later be shown the Charter of your own Lodge. It was issued to your Lodge by the Grand Lodge of Nebraska, Ancient, Free, and Accepted Masons. A Lodge may retain its’ Charter only as it obeys the laws of the Grand Lodge and works in accordance with the traditions and ancient usages and customs of the Masonic Fraternity. Lodge Officers Each Lodge has from eleven to thirteen officers. They are: the Worshipful Master, who is its’ chief executive; Senior and Junior Wardens, who are the second and third in order of rank Treasurer and Secretary, whose titles are self explanatory; a Chaplain, Senior and Junior Deacons, Senior and Junior Stewards, and a Tyler. The Tyler always remains outside the door of the Lodge. A Lodge may, if it desires, have a Marshal and an Organist. The first five officers are elected each year in November, by a secret written ballot. The other officers are appointed by the Worshipful Master. The Meaning of the Term “Entered Apprentice” You are now privileged to be known as an Entered Apprentice Mason. In the days of Operative Masonry it was necessary to continually recruit new members to replace those lost through removal, accident, illness and death. To do this they used the apprenticeship system, which is still used today by some of the building trades. The word “apprentice” means “learner” or “beginner.” In Operative Masonry, the apprentice was usually a boy of from ten to fifteen years of age, who was required to be of sound body in order to do the heavy manual labor. He had to be of good habits, of obedient and willing nature, of unquestioned reputation, and well recommended by Masons already members of the Craft. When such a boy was chosen, he was called into the Lodge, where all the members could assure themselves of his qualifications. If they voted to receive him, he was given such instruction as was necessary, taught the history of the Craft, and placed under obligation to the Order. After some period of time, during which he demonstrated his fitness to master the craft and 1"},{"pageNumber":6,"pageContent":"Grand Lodcie of Nebraska become an acceptable member, his name was “entered” on the books, and he was given a recognized place in the Craft organization. As an Entered Apprentice Mason, you are a learner or a beginner in Speculative Masonry. You have taken the first step in the mastery of our art. The Candidate’s First Step After taking the Entered Apprentice Degree, every candidate should have impressed upon his mind the three qualities which every Entered Apprentice should possess if he is to attain full benefit and enjoyment of Freemasonry. These are Obedience, Humility, and Industriousness. The Entered Apprentice should obey those who are appointed to teach him, so he can learn what is required of him before progressing further. He must have a sense of humility, so he will not develop a belief that he knows more than those who are assigned to teach him. Finally, he must also develop a spirit of industry; because Freemasonry requires that those who want to know more about Masonry spend time learning by going through material available. The Candidate Must First Be Prepared in His Heart As a man thinketh, so is he; but as he purposes in his heart, so will his life be. The heart is the center of man’s affections and desires. If he is clean within, his life will reflect that condition — but, the reverse is also true. We are concerned with the building of your character in your life. Working toward this goal must begin within your heart; for, if your heart is not ready, we cannot expect to make an impression on your mind. Therefore, each candidate who comes seeking light must be prepared in his heart. Duly and Truly Prepared Being duly and truly prepared refers to the wearing of special garments furnished by the Lodge, in order to emphasize our concern with man’s internal qualities, rather than his worldly wealth and honors. By wearing the garments of humility, the candidate signifies the sincerity of his intentions. Symbols of Masonry Most of the great lessons of Freemasonry are imparted by symbols which were carefully selected by our Masonic forefathers. The Hoodwink The first symbol is the Hoodwink. It is a symbol of darkness, where the uninitiated dwells. It is also a symbol of secrecy and is practiced for spiritual, rather than physical reasons. 2"},{"pageNumber":7,"pageContent":"Standard Prof iciencv - Entered Apprentice Deciree The darkness of the Hoodwink is replaced by the light of understanding when the candidate begins to discover the mysteries of Freemasonry. The Cable-Tow The Cable-Tow is a symbol of the external restraints which are placed upon the life of man. It is also generally regarded to mean the scope of one’s ability to perform his obligations to his Brethren. The Entrance The entrance into the Lodge includes everything that happens at the Inner Door and is intended to teach the significance of initiation as the symbolic birth of the candidate into the world of Masonry. The Reception The reception of the candidate into the Lodge room (this is where the Senior Deacon stops you just inside the door and tells you the significance of how and why he is receiving you into the Lodge) is intended to symbolize the fact that the obligations which he will assume are solemn, and that there is a penalty if these are violated. It also reminds man that his every act has a consequence, either in the form of a reward or a penalty. Man reapeth as he soweth. The Holy Saints John Freemasonry, long ago, chose as its patron saints John the Baptist and John the Evangelist. By doing this, the Brethren arrived at the conclusion that their patron saints belonged to a Lodge and that it must have been in the city in which they lived — Jerusalem. By this tradition, all Lodges symbolically came from one at Jerusalem. By tradition also, every Mason hails from such a Lodge. By coming from this mythical Lodge, he proves that he hails from a “just and legally constituted Lodge.” Form of a Lodge The form of a Lodge is an oblong square, (a rectangle). It extends from East to West and between North and South. The East in a Masonic Lodge does not necessarily mean the actual point of the compass. The East in the Lodge is the station of the Worshipful Master — from which he dispenses light and instruction to all his Brethren. (The Minden Lodge has the Master sitting in the North, and the McCook Lodge has the Master in the West.) The other points, West, South, and North, are located in proper relation to the station of the Master. 3"},{"pageNumber":8,"pageContent":"Grand Lodcie of Nebraska The Rite of Perambulation Perambulation means to walk around some central point or object. In Masonry, the act is performed in a clockwise manner, patterned after the movement of the sun as it is seen from the earth, moving from East to West, by way of the South. The candidate’s journey around the altar enables the Brethren to observe that he is properly prepared. Perambu - lation is much older than initiation, even into Ancient Mysteries; for it goes back to the time of the caveman, who worshipped the sun and reproduced its’ light and heat, with fire, on his own crude stone altars, around which he marched in humble adoration and worshipful imitation of the journey of the sun across the sky. Perambulation should teach the Entered Apprentice that Freemasonry is a progressive science, and man may gather truth as he progresses. It also teaches that life is a progressive journey through which each must travel toward his ultimate destiny. The Altar The central piece of furniture in the Lodge is the altar; and upon it rest the three Great Lights in Masonry. The altar is symbolic of many things. Its’ location in the center of the Lodge symbolizes the place which God has in Masonry, and which He should have in every person s life. II is also a symbol of worship and faith. The candidate approaches the altar in search of light and also assumes his obligations there. In the presence of God and his Brethren, he offers himself to the service of the Supreme Architect of the Universe, and to mankind in general. The altar is the point on which life in our Masonic Lodges is focused. The principles for which the Three Great Lights stand should serve to guide everyone’s thoughts and actions both in the Lodge and abroad in the world. The altar supporting the Three Great Lights should remind each Brother who stands before it that “faith supports life itself.” The Worshipful Master Why is the presiding officer of the Lodge called Worshipful? This is an Old English word meaning worthy of respect. Since he is chosen by the Brethren, they deem him to have sufficient wisdom, integrity and Masonic knowledge to govern the Lodge properly. Why is the Worshipful Master’s station in the East? In the world of nature, the sun rises in the East to shed light and luster on the earth. In like manner, it is the province of the Master to be the source of Masonic knowledge for his Brethren as they “approach the East in search of light.” Why does the Master wear a hat in Lodge? He wears a hat, and the remainder of the Brethren remain uncovered, for several reasons. Keeping the head covered while others are uncovered has long been a symbol of superior rank. Men usually uncover in the 4"},{"pageNumber":9,"pageContent":"Standard Proficiency - Entered Apprentice Deqree presence of those they deem to be of superior rank, as a mark of respect. Also, it is possible the Worshipful Master wears a hat because King Solomon wore a crown as a mark of dignity. The Great Light of Freemasonry The Great Light of Freemasonry is the Volume of the Sacred Law (no matter what religion), and it is an indispensable part of the furniture of a Lodge. The Grand Lodges of the United States use the Holy Bible on their altars, In other countries, the candidate who is not a Christian or a Jew is entitled to have his own sacred book substituted for the Bible. In some Lodges in other countries, the altars of Masonry have more than one Book on them, and the candidate may choose the one on which he is to be obligated. No Lodge may stand officially open unless the Holy Bible is opened upon its altar with the Square and Compass displayed thereon, indicating the Degree in which the Lodge is working. The open Bible signifies that we should regulate our conduct according to its teachings, because it is the rule and guide of our faith. The Square is a symbol of morality, truthfulness and honesty. To “act on the square” is to act honestly. The Compass is a symbol of restraint, of skill, and of knowledge. The Square and Compass are seen and recognized by the general public as the symbol of Freemasonry itself. The Obligation The Obligation is the heart of the Degree; for when it is assumed by the candidate, he has solemnly bound himself to Freemasonry, and assumed certain duties which are his for the rest of his life. The taking of the Obligation is visible and audible evidence of the candidate’s sincerity of purpose. The Obligation has a two-fold purpose. In addition to binding the candidate to Freemasonry and its’ duties, it also protects the Fraternity against someone revealing its secrets which deal with its modes of recognition and symbolic instruction. The candidate should understand that the great truths which Masonry teaches are not secret, but the manner in which Freemasonry teaches these truths is considered secret. Penalties for Violation of the Obligation The penalties incurred for willful violation of your Masonic Obligation will not be of a physical nature. Those which you recite at the conclusion of your Obligation, in the Lodge room, are purely symbolic. This was explained in the preparatory address. The Mason who violates his Obligation will subject himself to Masonic discipline, which could include the loss of membership in the Lodge and the Fraternity, either by suspension or expulsion. He will also be subject to the scorn and contempt of all good Masons. The ancient, oral penalties, already mentioned, are retained in our ritual to impress upon the mind of each Brother how serious a violation will be regarded by the members of the Fraternity. The 5"},{"pageNumber":10,"pageContent":"Grand Lodge of Nebraska ~ Obligations were voluntarily assumed, and every means possible is used to impress the new Mason with the solemnity and the necessity for faithful performance of them. The Apron The Apron has been used since ancient times, and it has taken many forms among the various Crafts in the world. We usually associate this with Freemasonry, but it was used by more than the operative stonemason. The apprentice stonemason wore his apron with a bib held in place by a strap around his neck. This protected his clothing from damage by the large, rough stones which he handled. The Apron was also worn by certain officers of the Church of England as a badge of servitude. This, then, may testify to our under - standing of the duty we have of service to our fellowman. The Apron also signifies that Freemasons are workers, rather than drones; builders, rather than obstructionists. Both the symbolic material — lambskin, and the color of the Apron— white, make it an emblem of innocence and purity. When the Apron is presented to the candidate, it is described as being “more ancient than the Golden Fleece or Roman Eagle, more honorable than the Star and Garter....” These are the honored decorations of Ancient Rome and Medieval Europe, and the Apron is deemed worthy of only our carefully selected members. The Rite of Destitution Asking you to inspect yourself for metals which might be upon your person is also ancient and was practiced in the older initiations, in recognition of a belief that the planets had an attraction for certain metals. It was also believed that these planets also exerted certain influences over human beings. In the ancient ceremonies of initiation, all metals were left behind, so that disturbing planetary influences were not brought into the place of the initiation. This ancient rite is still used to teach the initiate that he is to bring nothing into the Lodge which would destroy its’ peace and harmony. As he is divested of worldly reminders, leaving them outside the Lodge, he is reminded that he must leave his passions and prejudices outside when he enters the Lodge. The lesson of relieving another Brother’s distress is also taught by this means. The Northeast Corner The northeast corner is the traditional location of the cornerstone or foundation stone of a building. Both the stone and its location signify a beginning. The Entered Apprentice is placed at this point, midway between the darkness of the North and the brilliance of the East, to signify that he has begun his Masonic life. He has left the darkness of the North, which symbolizes lack of knowledge of the Masonic life, and is moving toward the light of knowledge which comes from the East. The Entered Apprentice has laid the foundation stone of his Masonic life, and must now build his character from the light of the teachings which come from the East. 6"},{"pageNumber":11,"pageContent":"Standard Proficiency - Entered ADDrentice Dearee The Working Tools The Working Tools presented to the candidate are those used by the ancient, operative craftsman in the erection of the building on which he was working. To the Speculative Mason, these represent the moral habits and forces by which man shapes and reshapes the moral of his human nature. By these symbolic tools, he also fits his own behavior to society. The Charge At the end of the ritualistic ceremony of initiation and instruction, the candidate is charged to perform his Masonic duties. The charge given him sums up these duties. The Lectures There are a number of documents known to Masonic students as the Old, or Ancient, Charges of a Freemason. These documents contain the principles of ancient Masonic law and usage, both written and unwritten. Back in 1723, a Committee in England compiled these documents, and they are commonly called the Constitution of 1723. These docu - ments lay down the rules for the conduct of the individual Mason, as well as the Lodge he attends. Since these are printed, they should be studied by new members. The Lectures attached to the Degree are intended to elaborate certain phases of the ritual, giving a broader explanation of the ritual, in order for the candidate to understand the ceremony better. King Solomon’s Temple The frequent references to King Solomon’s Temple, in this and other Degrees, lead to the false conclusion that the Fraternity was founded by him. Freemasonry became an organ - ized craft many years after the reign of Solomon. However, our ritual is based upon Masonic legends connected with both Solomon and the Temple at Jerusalem, which has helped enrich the symbolism. Questions and Answers The series of questions and answers is intended: 1) to teach each candidate the language of Freemasonry; 2) to fix in his mind the teachings of the Degree; 3) to impress upon his consciousness the different points of the Obligation he has assumed; and 4) to enable him to prove, to his satisfaction and that of his Brethren, that he is a Mason. We highly recommend that each of you learn the questions and answers in each degree, in order that you might become teachers of other new Brethren. 7"},{"pageNumber":12,"pageContent":"Grand Lodae of Nebraska The Origin of Our Ritual Where and when did the ritual work originate? The origin of our Ritual cannot be traced much beyond the years of the 18th century or around 1700. The father of the English Ritual was, undoubtedly, William Preston. This Ritual has been refined and polished, without being basically changed in character, in the nearly three centuries since Preston first used it in London. Essentially, we have been using ritualistic work in Masonry since 1700, and it was started by William Preston. Prior to this, the Ritual of Freemasonry was a continuation of the practices and customs of the day-to-day work of the Operative Freemason. The emphasis gradually shifted from the practical to the moral and spiritual values as the Accepted Masons began to outnumber the Operative Brethren in the Lodges. In early Speculative Masonry, there may have been but one Degree and a Master’s part. After a few years, three Degrees were used. Around 1813, the United Grand Lodge of England declared: “Ancient Craft Masonry consists of three degrees and no more....” The Language of Freemasonry Why is the language of Freemasonry so different from that which we normally use? This question is often asked by the candidates. The Ritual of Freemasonry is a product of the early decades of the 18th century. It contains much of the language of that century, and other words and phrases from the very old work have been incorporated. This is why the language is written and spoken as it is. If the time and effort is spent to study the words of our Ritual, you will discover that the thoughts and teachings imparted cannot be put in fewer words and still retain their meaning. The Emblems of Masonry The Entered Apprentice should study all the Emblems of the Degree, for each is important and should be thoroughly understood by him. For example, the lamb is usually an emblem of innocence. The emblem suggests truth to the mind. The twenty-four inch gauge is an emblem of the twenty-four hours of the day. A wise use of time is suggested by this emblem. When to Rise and When to be Seated The gavel in the hands of the Master of a Lodge is one of the symbols of authority by which he governs. When the gavel is sounded once in the East, at the beginning of Lodge, the Brethren must come to order. Two raps call the Officers to their feet, and three raps mean that all Brethren must stand. If everyone is standing, one rap seats everyone in the Lodge. If the Worshipful Master addresses you by name, arise, face the East, and listen to his instructions. If you wish to speaK arise and wait until the Master recognizes you; and, then, address remarks to him. 8"},{"pageNumber":13,"pageContent":"Standard Proficiency - Entered Apprentice Deqree The Tyler The Tyler guards the avenues approaching the Lodge. A Lodge is sald to be duly tyled when the necessary precautions have been taken to guard against intrusion by cowans, eavesdroppers, or other unauthorized persons. (A cowan is one who tries to masquerade as a Mason. He is one who has not done the work, but says he has, in order to gain admittance. An eavesdropper is one who tries to steal the secrets of our Society. He is the one who would forge a good standing card, or finds one and masquerades as the owner.) If a Brother comes to Lodge late and wants in, the Tyler sees that he is properly clothed, and then vouches for him as qualified to enter. It is the duty of the Tyler to inform the Junior Deacon when a qualified Brother wishes to enter the Lodge, and to let the Brother know in which Degree the Lodge is working. The Lodge Prayer No Lodge can be opened, stay open, or be closed, without prayer — which is offered by the Master or Chaplain. The prayer should be used so as to avoid offense or sectarianism in the Lodge. At the end of the prayer, each member responds with the words “So mote it be,” which means “So may it ever be.” The Rights of an Entered Apprentice Mason These are very limited, since he cannot vote or hold office. The Entered Apprentice is not entitled to organized Masonic charity, but it does not bar him from receiving assistance from a Mason as an individual. He is not entitled to receive a Masonic burial; nor can he, clothed as a Mason, attend the funeral of a Brother. The Entered Apprentice can attend a Lodge while an Entered Apprentice Degree is being performed. He is entitled to instruc - tion, and is required to demonstrate his proficiency before being advanced to the Degree of Fellow Craft. He may not receive the Degrees of Craft Masonry elsewhere, without consent of the Lodge. In other words, if you move and want to continue your work, contact the Secretary here or the Secretary at the new location, to insure that proper procedures are followed. The Responsibilities of an Entered Apprentice Mason These, also, are very few. He must (1) keep secret everything entrusted to him; (2) conduct himself with proper decorum; and (3) try to learn as much about Masonry as possible. (At this time, the candidate should be taught the grip and word of an Entered Apprentice Mason, plus the due guard and sign, and be informed of what comes next in his advancement through the Lodge. This is also a time for the candidate to ask any other questions he wants relating to Masonry.) 9"},{"pageNumber":14,"pageContent":"Grand Lodqe of Nebraska Questions For The Entered Apprentice Please use whatever reference material you can find to answer the following questions. They are not intended to question your knowledge, but rather to reinforce the standards of Masonry. 1. What number of Masons constitute a quorum? 2. What organization issues a Charter to a Lodge? 3. How many officers may a Lodge have? 4. What is the title we give the presiding officer of the lodge? 5. What is the modem definition of Masonry? 6. What is Masonry’s purpose? 10"},{"pageNumber":15,"pageContent":"Standard Proficiency - Entered Apprentice Deqree 7. When did Freemasonry originate? 8. What is the difference between Operative and Speculative Masonry? 9. What do “Free” and “Accepted” mean? 10. What is the difference between “Accepted” Masons and “Operative” Masons? II. Why is Freemasonry not considered a secret society? 12. What is Masonry’s policy on Catholics becoming Masons? 13. Why can’t an atheist become a Mason? 11"},{"pageNumber":16,"pageContent":"Grand Lodcie of Nebraska 14. In order to sign a petition for entrance into Masonry, what are the four qualifications of a petitioner? 15. How can a petitioner best prepare himself for initiation into Masonry? 16. What do we mean when we say a candidate must first be prepared in his heart? 17. What do we mean when we say “duly and truly prepared”? 18. What is the symbolism of the Hoodwink? 19. What is the symbolism of the Cable-Tow? 20. Why is the entrance to the Lodge so important to a candidate? 12"},{"pageNumber":17,"pageContent":"Standard Proficiency - Entered Apprentice Degree 21. Who are the Holy Saints John, and why does Masonry use these Saints? 22. Give two reasons why candidates are perambulated around the altar. 23. Why are the three Great Lights of Masonry placed in the center of the Lodge? 24. What does the open Bible signify in the Lodge? 25. What is the Square supposed to teach us? 26. What is the Compass supposed to teach us? 27. Of what significance is the Obligation? 13"},{"pageNumber":18,"pageContent":"Grand Lodge of Nebraska 28. Even though the physical penalties mentioned in the Obligation are symbolic, why are they retained in the ritual work? 29. What is the Rite of Destitution supposed to teach us? 30. Why is the Entered Apprentice placed in the Northeast corner of the Lodge? 31. Of what use is the Speculative Mason to make of the symbolic working tools of the Degrees? 32. Why are the Lectures used in the Degree work? 33. Who originated our ritual work as we know it today, and approximately when did it start? 34. Define “cowan”. 14"},{"pageNumber":19,"pageContent":"Standard Proficiency - Entered Apprentice Degree 35. Define “eavesdropper”. 36. What are two rights of an Entered Apprentice Mason? 37. What are the three responsibilities of an Entered Apprentice Mason? 15"},{"pageNumber":20,"pageContent":"Grand Lodqe of Nebraska Entered Apprentice Degree Proficiency Examination (To be conducted in open Lodge) A- (iv ma I. B- (Gva it.) A- Ha tt an alan. B- It ha; t 44 pn % m 0. A- (iv m a tkn. (Otis.) I hi. B-len. A- ~t d ii en. B- Al 44 scta % ()a i (~sy, xcp it b fm hm 0 thin t whin t ~ rt big. A-~titt. B-Tb gp~anE~. A- Ha i a nin. B- It ha. A- ~lugvitom. B- I dd nt a rc i, nr en I a i i A-Hww1uda~it,ttIma corn in pos % it.. B- I wi I @ a! i wth a br. A-L@bg. B- 3g u. A- Nay 44 wd i ys, u bg. B- (Bga — wd gt~a.) 16"}]
