[{"pageNumber":2,"pageContent":"~d ~u 4’ ARTICLE I The Order of Quetzalcoatl was founded by the late Arthur J. Elian. Recorder of Anezeh Temple, Mexico City, Mexico on March 12, 1945. The Supreme Teocalli, See of North America, came into being on May 16, 1979, at a meeting held in Phoenix, Arizona in conjunction with the Western Shrine Association convention. 101.1 Name. The name of this Order shall be “ORDER OF QUETZALCOATL (Plumed Serpent)” composed of Nobles of the Order of the Mystic Shrine of North America who enjoy a call ftom labor to refreshment. 101.2 Purpose. The purpose of the Order of Quetzalcoatl is to bring together Shrine Masons who have distinguished themselves in their service to their Shrine Temples — the Artisans of the Temples — for fun and fellowship, to promote a better understanding among the Nobles of the Mystic Shrine, the history and culture of the early inhabitants of this continent and through a fraternal medium by exemplifying the ancient rites and legends as practiced by the Toltecs under the leadership of their prophet and guide. he who was known and venerated by it as QUETZALCOATL The primary charities supported by the Order of Quetzalcoatl are the Shrine hospitals with special emphasis on their transportation fund for donations. This Order shall support scholarships which may be hereafter granted to former patients of the Shrine hospitals and burn centers to aid in pursuing a higher level of education. 101.3 Governing Body The government of the Order shall be the Supreme Teocalli, which shall havefull authority over all its members, with duties and powers customarily granted to a Board of Directors. Subordinate bodies shall be known as Associations and Teocall~s, each with its descriptive name and number, approved and authorized by the Supreme Teocalli. 101.4 See and Jurisdiction. The See of this Order shall be North America, and the jurisdiction of the Supreme Teocalli shall be the North American continent, with subordinate Quetzalcoatl Associations and Teocallis established by the Supreme Teocalli. The subordinate Associations shall follow the general alignment of the Imperial Shrine Association, the jurisdiction of each Teocalli shall be the same as that of the Shrine Temple in which each is situated. The Supreme CONSTITUTION OF THE SUPREME TEOCALLI See of North America I"},{"pageNumber":3,"pageContent":"Board of Directors may add additional Associations commensurate with the growth and development of the Order. 101.5 Appendant Bodies. No other appendant or subordinate bodies, such as clubs, units, auxiliaries or societies, may be formed, with the single exception of the Order of Knights, Eagles and Tigers (OKET’s) 101.6 Order of Knights, Eagles and Tigers. This is the highest honor the Supreme Teocalli may bestow upon one of its members. Except for newly chartered Teocallis, no Teocalli may nominate more than two (2) per calendar year. No individual(s) shall be nominated until the Teocalli has been chartered for one full year. The Supreme Teocalli, with the advice and consent of the founding officers of a newly chartered Teocalli, who meets the one year requirement, shall select the first three (3) nominees for this honor. 101.7 Headquarters The official headquarters for the Supreme Teocalli shall be determined by the Supreme Board of Directors, however, the Supreme Teocalli may hold meetings, such as mid-year meetings or the annual Feast of Fire elsewhere within its jurisdiction. 101.8 Seal. The Supreme Teocalli Seal is circular with the words “ORDER OF QUETZAL - COATL, SEE OF NORTH AMERICA” on the outer edge. In the center of the seal shall be the words “Supreme Teocalli, Chartered March 12, 1945” accompanied by the symbolic serpent, taken from a Toltec Teponaxtle which may be found in the Archaeological Department of the National Museum in Mexico City, Mexico The seal of the Teocallis and Associations shall be similar except they shall bear the name and number of that entity. 101.9 Language. The official language is Nahuatl, or Aztec, but for practical purposes either Spanish or English may be used. Whenever possible, all of the ritualistic titles of the officers and names of Teocallis, as well as the names of emblems, jewels, symbols, etc.. shall be in the Nahuqtl language. The names of historical and legendary personages and places shall never be changed. 101.10 Ritual of Initiation The ritual shall be divided into distinctive parts, that of Initiation and that of Consecration. The former is for the use of Associations and Teocallis and the later for the Supreme Teocalli One without the other would be incomplete, and all Artisans should, whenever possible, make the pilgrimage to one of the ancient Temples of Quetzalcoatl, e.g., pyramids of the Sun and Moon at Teotihtiancan (Mexico City), Chicken ltza (Cancun) or Tulurn (Belize). or other recognized and authorized temple of our namesake 101.11 Annual Meetings. The Supreme Teocalli shall convene for the purpose of conducting an aniiuaJ business meeting each calendar year which shall be known as the “Feast of the Fire.” Business of the annual Feast of Fire shall include election of Supreme officers, business concerning the Supreme Teocalli, and the governance of the Order to include a ceremonial for the purpose of Consecration (Master Artisan) degree. THIS CONSTITUTION REPLACES ALL PREVIOUS CONSTITUTIONS AND AMEND - MENTS INCLUSIVE AND WERE REGULARLY APPROVED BY MORE THAN TWO- 2"},{"pageNumber":4,"pageContent":"THIRDS OF THE MEMBERSHIP AT A REGULAR MEETING HELD BY THE SUPREME TEOCALLI ,SEE OF NORTH AMERICA, AT INDIANAPOLIS, INDIANA, AT THE 21 5T ANNUAL “FEAST OF FIRE” HELD ON OCTOBER 13, 2001 ~4{NA&~4LL Chief Supreme TIaloc c~~~iPCST Supreme Tlacuilo (Secretary) 3"},{"pageNumber":5,"pageContent":"~d See of North America ARTICLE 1 - - Name, Purpose and Organization The name, purpose and organization shall be that as defined in the Constitution and Articles of Incorporation of this body. ARTICLE 2 - - Supreme Teocalli Section 102.1 Supreme Teocalli. The Supreme Teocalli shall be composed of elected officers thereof, the incumbent Camaxtli, Chimalma and one elected Representative, or his designated proxy, chartered or operating under “Letter of Dispensation.” In addition, the Chief Camaxtli from each Association and all Past Chief Supreme Tlalocs. All of the above shall be entitled to cast one (1) ballot on all matters coming before the Supreme Teocalli at its annual Feast of Fire (business meeting). Section 102.2 Representatives. Each Teocalli shall elect from its general membership one Supreme Representative at its annual meeting (election of officers) The Representative is a member of the Supreme Teocalli and shall be the liaison between the Teocalli, the Chief Supreme TIaloc and the Supreme Teocalli. assisting in forming new Teocallis; arranging for the annual Supreme Feast of Fire, assist the Chief Supreme TIaloc, Supreme Tlacuilo (Secretary) and the Supreme Calpixque (Treasurer) for the general good of the Order Section 102.3 Governance. The Supreme Teocalli, while not in session, shall first be governed by the Supreme Board of Directors, and secondly, l~y the Supreme Executive Committee. The Chief Supreme TIaloc shall be the chief executive officer for each of these bodies. Section 102.4 Income and Assets No part of the net earnings of this Order shall ever be used to benefit or be distributable to its members, trustees, officers or other private persons. Such shall be used only in furtherance of the expressed purposes for which it was formed. All property the Order possesses or may hereafter be acquired is irrevocably dedicated to the purposes herein set forth, and in the event of a dissolution, all assets of this organization shall be transferred to the Shriners Hospitals for Children, a Colorado Corporation, and if it unable to accept such assets, the proceeds of the sale thereof shall be donated to said Shriners Hospitals SUPREME TEOCALLI BYLAWS"},{"pageNumber":6,"pageContent":"Section 102.5 Unauthorized Practices. Except as specifically provided by the Articles of Incorporation or Bylaws of the Supreme Teocalli, no individual has any authority, expressed or implied, to act as the agent of, to act on behalf of. to bind the Supreme Teocalli, nor can by its act or omission obligate or bind the Supreme Teocalli. ARTICLE 3 - - Meetings 103.1 Supreme Feast of Fire. The convention for the Order of Quetzalcoatl shall be known as the “Feast of Fire”, and shall be held annually on the second consecutive days of Thursday, Friday, Saturday and Sunday during the month of October. Business at the annual Supreme Feast of Fire shall include the election of Supreme officers, business concerning the Supreme Teocalli and the governance of the Order In addition, a consecretation ceremony may be arranged for the purpose of conferring the Master Artisan degree. Nevertheless, mailers of urgency may be considered and decided. 103.2 Location. Recommendations for a location for the Supreme Feast of Fire shall come from the Supreme Time and Place Committee and shall be presented to the general membership for adoption at least one year in advance of the date. 103.3 Special Sessions A special session of the Supreme Teocalli may be called by the Chief Supreme TIaloc, and he shall call a special meeting upon written request of at least twelve members of the Supreme Teocalli The Chief Supreme TIaloc shall set the time and place for any special session called hereunder, however, a written request notice shall be given to the general membership within thirty days. 103.4 Voice and Vote. Any Coate, Artisan or Master Artisan may attend any session of the Supreme Teocalli (except for closed sessions of the Supreme Board of Directors or the Supreme Executive Committee), but only designated voting members (delegates) of the Supreme Teocalli shall have a voice and vote. A member must be present to vote. Voting may be by voice, standing roll call, or otherwise, unless a written ballot is called for by a majority of the members present At the discretion of the Chief Supreme TIaloc voting, for the current progressive Supreme line officers may be made by acclamation. In addition, the current Tlacuilo and Calpixque may be reelected by acclamation if no other candidate for such office has been nominated. 103.5 Delegates. Each Teocalli shall be entitled to three (3) voting delegates and each Association shall be entitled to one (I) voting delegate in addition to all Past Chief Supreme Tlalocs and the current elected Supreme officers. The voting delegates from a Teocalli or an Association shall be determined by those holding the official delegate voting card issued by the Supreme Teocalli The official delegate voting card shall be mailed via first class mail to each Tlacuilo of record within thirty (30) days of the Supreme business meeting, as well as all Past Chief Supreme Tlalocs and the Supreme elected officers The Teocalli or Association delegate voting cards shall be distributed at the will and pleasure of the Camaxtli or Chief Camaxtli with the consent of the membership. It is strongly recommended that the voting delegates be the Camaxtli, Chimalma and elected Representative. No delegate voting card will be issued or replaced at the Feast of Fire 2"},{"pageNumber":7,"pageContent":"103.6 Quorum. A quorum at the Supreme business meetings held at the annual Feast of Fire shall be not less than one-third of the Supreme elected officers and not less than twenty-five percent of the Teocallis. 103.7 Notices. Notice of the Supreme Feast of Fire and special sessions shall be given by first class mail to all members of the Supreme Teocalli at least thirty days prior to the session, however, an official publication of the Order may be utilized as the tool for this notice providing such notice is postmarked within sixty days of the session. ARTICLE 4 - - Officers 104.1 Officers. The elected officers of the Supreme Teocalli, with the top five listed known as the progressive line, shall be: I Chief Supreme TIaloc 2. Supreme Carnaxtli 3. Supreme Chimalma 4. Supreme Huemac 5. Supreme Titlacauan 6. Supreme Calpixque (Treasurer) 7. Supreme Tlacuilo (Secretary) 104.2 Elections. The Supreme officers shall be elected by a majority of the Supreme Teocalli present and voting at the Feast of Fire business meeting and shall serve until the ensuing Feast of Fire and their successors are duly installed. Only the Supreme Calpixque and Supreme Tlacuilo may s~ucceed themselves. 104.3 Qualifications. To be eligible for nomination and/or election to a progressive Supreme line office, Supreme Calpixque or Supreme Tlacuilo, a member must be: (I) A Master Artisan (2) A member of the Order of Qiietzalcoatl for a period not less than three years (3) A Past Camaxtli (4) A member of a different subordinate Teocalli than that of the progressive line officer he shall succeed. 104.4 Nominations. At least ten (10) days prior to the Feast of Fire, or any other session of the Supreme Teocalli where elections may be held, the Chief Supreme TIaloc shall appoint a Supreme Nominations Committee consisting of at least five members of the Supreme Teocalli, withat least one member a Past Chief Supreme TIaloc, and no more than one member from any single Teocalli, and shall designate the Chair thereof. The Chairman of the Supreme Nominations Committee shall invite qualified members seeking offices on the Supreme line to present themselves with their personal and fraternal r~sum~ at a private meeting with the Committee. All individuals seeking an elective office must submit such request through the Supreme Nominations Committee. except for those officers currently holding an elective office. The Nominations Committee shall make its report on all nominations resulting from its deliberations at the business session of the Feast of Fire. Notwithstanding the provisions herein that all officers of the Supreme Teocalli are elective, and shall be filled by election, the 3"},{"pageNumber":8,"pageContent":"progressive line officers shall advance and each such officer may be elected to the next higher office. The Nominations Committee recommendations for vacancies do not formally place in nomination the recommendations The Chief Supreme TIaloc shall receive the report and then declare the floor open for nominations. The nomiiiations for those individuals holding progressive line offices may be nominated and voted upon collectively, including the Supreme Calpixque and Supreme Tlacuilo. 104.5 Voting. The Chief Supreme TIaloc may separate the ballot for voting as lie may deem practical and reasonable. All voting for Supreme officers shall be by secret written ballot, however, at the discretion of the Chief Supreme TIaloc voting for the current progressive line officers may be made by acclamation. In addition, the current Supreme Calpixque and Supreme Tlacuilo may be re-elected by acclamation if no other candidate for such office has been nominated. Election of Supreme officers shall commence at the business session no later than 11:00 am. 104.6 Installation. The iiewly elected officers shall be installed at the conclusion of the business session by a Past Chief Supreme TIaloc and then formally introduced to the general membership at the Feast of Fire banquet. 104.7 Duties and Privileges. Supreme Teocalli officers shall have the following duties, responsibilities, and privileges: (a) Chief Supreme TIaloc (CST) (1) He shall be the chief executive officer of the Supreme Teocalli, and shall govern the Order (2) He may grant any dispensation allowed by these bylaws. (3) He shall preside over all meetings of the Supreme Teocalli, although lie may delegate that responsibility in whole or part to another Supreme officer. (4) He may issue General Orders and Special Orders, not inconsistent with the Bylaws, for the government of the Order, effective for and during his term of office. (5) He may appoint members of the Supreme Teocalhi to accomplish his programs for the good of the Order, provided that all such appointments terminate at the end of his term. (6) Except as provided herein, succeeding Chief Supreme Tlalocs shall not be bound by the governing policies or edicts of their predecessors. (7) He shall serve as the presiding officer for the Board of Directors and the Executive Committee (8) He shall, subsequent to his election to the office of Chief Supreme TIaloc, submit a budget for adoption by’ the Supreme Teocalli for his term of office. (9) He shall announce his Supreme Committee appointments subsequent to the close of the sessioii at which lie was elected. (b) Supreme Camaxtli (I) If a majority of the Supreiiie Teocalli determiiies that the Chief Supreme TIaloc is disabled, the Supreme Camaxtli shall act in his place during his disability. 4"},{"pageNumber":9,"pageContent":"(2) He shall perform such other duties as may be assigned him by the Chief Supreme TIaloc. (c) Supreme Chimalma, Huemac and Titlacauan (1) If a majority of the Supreme Teocalhi determines that the officer superior to any of them is disabled, each of them, in order of rank, shall advance to the next higher office during such disability. (2) They shall perform any other duties as may be assigned them by the Chief Supreme TIaloc. (d) Supreme Calpixque (Treasurer) (1) He shall arrange for the payment of all obligations of the Supreme Teocalhi from appropriations made by the Supreme Teocalli or any of its authorized agents. All expenditures must have the authorization of the Supreme Thacuiho. However, any expenditure of funds over $5,000, if not provided for in the approved budget, must be approved or confirmed by the Supreme Board of Directors. Any expenditure exceeding $1,000 must be approved by the Chief Supreme TIaloc. (2) He shall arrange for the safe keeping of all financial records and books of account of the Supreme Teocalli unless otherwise provided for by the Supreme Board of Directors. (3) He shall collect and receive all revenues from the Supreme Tlacuilo, and shall deposit them to the credit of the Supreme Teocalli in the depositories approved by the Supreme Board of Directors. (4) He shall provide for the maintenance of adequate and complete records and books of account, showing the details of all revenues received by him and source thereof, and account for the deposit of same as required by these Bylaws. (5) When practical at the end of each September fiscal year, he shall cause to be prepared from the records and books and shall submit to the Supreme Teocalli; a. an annual statement of financial condition of the Supreme Teocalli, revealing its assets, its revenues and sources thereof, its liabilities, and its net worth. b. an operating statement~ c. any other supplementary report or statement necessary to disclose its true financial condition, the nature and current estimated value of its assets, its operating results, its income and sources thereof, and its reserves thereof. (6) He also shall submit Pus annual report, prepared in accordance with paragraph (5) above, to the next meeting of the Supreme Teocalhi. (7) With the approval of the Supreme Board of Directors, he shall arrange for the prudent investment of all funds of the Supreme Teocalli not needed for immediate payment of obligations under the current appropriations. (8) He shall perform such other duties as may be assigned him by the Chief Supreme Thaloc (9) He will assist the Supreme Tlacuilo with the filing of annual tax reports 5"},{"pageNumber":10,"pageContent":"(e) Supreme Tlacuilo (Secretary) (1) He shall have custody of the seal of the Supreme Teocalli, and shall affix it to all Orders of the Chief Supreme TIaloc, official communications, and other documents requiring the same. (2) He shall keep and maintain all permanent records with respect to the business of the Supreme Teocalli, the reports of its committees, and all records customarily kept and maintained by the Supreme Teocalhi. (3) He shall notify all members of the Supreme Teocalli of all sessions and meetings of the Supreme Teocalli as required by these Bylaws. (4) He shall procure, or cause to be procured, the specific identification badges for the Supreme officers within thirty days of their election. (5) He shall attend all sessions and meetings and supervise the keeping of a record of all proceedings of the Supreme Teocalli, unless specifically excused by the Chief Supreme Thahoc. (6) He shall make a report at the Supreme Feast of Fire summarizing the annual reports of the Teocallis. (7) He shall send to each newly instituted Teocalli, when a dispensation has been granted, a copy of the Supreme Constitution, Supreme Bylaws and the Supreme Policy and Purpose Manual then in force, and a ritual for the initiation of candidates. (8) He shall have the care, custody and control of all property of the Supreme Teocalli. (9) He shall perform such other duties as may be assigned him by the Chief Supreme TIaloc and/or the Supreme Board of Directors. (10) He shall have an allowance for expenses in such sum as shall be established by the approved annual budget 104.8 Discipline of Members. The Chief Supreme TIaloc may suspend any officer of the Supreme Teocalli or member of the Order, for violation of the Bylaws or edicts of the Supreme Teocaihi, or accepted protocol of the Order Such suspension shall not extend past the next regular or special business session of the Supreme Teocalhi, at which time such officer or member may be recalled or removed, by a two-thirds vote, for good cause. This section does not preclude the Chief Supreme TIaloc from referring such disciplinary actions, other than that of Supreme officers, to the appropriate Association for resolution 104 4Vacancies. In the event a vacancy exists in the Supreme Teocalli progressive line, the line would customarily and automatically advance with each elected officer moving Li~ where indicated to the next higher office The resulting vacancy shall; be filled by a majority vote at the next session of the Supreme Teocalli However, special circumstances may not make it feasible and or in the best interest of the Order. In this event the Supreme Executive Committee shall determine the best course of action for the good of the Order. Such action shall only be temporary and shall not extend beyond the next Feast of Fire In the event of a vacancy in the office of Supreme Tlacuilo or Supreme Calpixque, the Supreme Executive Committee will appoint a qualified member to assume the duties of the office until the vacancy can be filled by a majority vote at the next session of the Supreme Teocalli 6"},{"pageNumber":11,"pageContent":"104.10 Special Identification Plates. The Supreme officers name plate (badge) material will be New Hermes Metalles - II, No. 285-221, radiant silver over black (displaying a radiant silver background with glowing black letters). (a) The identification Plate for the Chief Supreme TIahoc shall display the date(s) of his tenure of office. At the end of his term it thereby permanently identifies him as a Past Chief TIaloc. (b) Other than Past Chief Supreme Tlalocs, any member of the Order who is not an elected Supreme officer, or an appointed officer of the Supreme Teocalli under the current Chief Supreme TIaloc, who wears an identification plate carrying any Supreme title or Supreme designation is in violation of these Bylaws ARTICLE 5 - - Supreme Committees 105.1 Appointment. All committees of the Supreme Teocalli, except the PCST Advisory Committee, shall be appointed by the Chief Supreme TIahoc. Standing committees will consist of at least three members of the Supreme Teocalli and the chairmen of such committees will be announced prior to the close of the Supreme business session. Special committees will consist of as many members as the Chief Supreme Thaloc deems advisable, and the chairmen shall be members of the Supreme Teocalli. Committees may be appointed at any time unless otherwise provided for in these Bylaws. A Committee Chairman shall not serve more than three consecutive years as Chair. Customarily, each Supreme officer should make recommendations for members to serve on these committees. 105.2 Quorum. A majority of Committee members present constitutes a quorum. 105.3 Chairman and his Duties. The Chairman of each committee shall be designated by the Chief Supreme TIaloc. The chairman may act for his committee in cases where it is not practical or feasible to call a meeting of the committee. but during any Supreme session all committees shall act as a whole. Supreme Liaison officers will be appointed to serve each Committee, their role being advisory in nature only. 105.4 Standing Committees a. PCST Advisory Committee: The Adv~rsory Committee shall be comprised of all Past Chief Supreme Thahocs. The Junior PCST present will serve as moderator for a “social” gathering at the session insofaKas possible and be responsible for making arrangements for the meeting through the Feast of Fire Convention Committee. b. Supreme Time and Place Committee~ The Time and Place Committee will receive all offers and make appropriate inquiries and recommendations for sites and dates for future annual sessions of the Supreme Teocalli This Committee will be responsible to meet withi any Supreme Feast of Fire Committee (host) and shall review and approve all necessary arrangements presented. This Committee’s recommendations for the annual Feast of Fire shall be presented at the Supreme business session at least one full year in advance of the proposed (scheduled) date. c Supreme Membership and Expansion Committee. This Committee will be re - possible for expansion of the Order by institution of new Teocallis This Committee 7"},{"pageNumber":12,"pageContent":"will communicate with the members of Temples designated by the Chief Supreme Thaloc, or other Supreme officers, and generate interest in the formation of new Teocallis. Associations will work very closely with this Committee to ensure timely and appropriate formation of new Teocallis consistent with our Bylaws, aims and objectives. d. Supreme Budget and Finance Committee. This Committee will review the finances of the Supreme Teocalhi from the previous Supreme Teocalhi year(s) and recommend a balanced budget for the ensuing year. This Committee will supervise the investments of the Supreme Teocalhi with the policies established and set forth by the Supreme Board of Directors. The Supreme Calpixque and Supreme Thacuilo shall serve as ex-officio members of this Committee. When directed by the Chief Supreme Thaloc, this Committee shall perform as an Auditing Committee of the Supreme financial records and accounts. e. Supreme Jurisprudence and Legislative Committee. This Committee will be tasked to review all proposed legislation for proper form and content prior to being presented for adoption. This Committee shall make legal interpretations at the request of the Chief Supreme TIaloc or Supreme Board of Directors. f. Supreme Publications Committee. This Committee will be tasked with the development, printing and distribution of a national publication with concern for content and cost. In addition, this Committee will assist in the development and implementation of brochures, publications, newsletters, pamphlets and similar public relations tools designed for the promotion and advancement of the Order. This Committee will select outstanding publications (newsletters) for proper recognition at the annual Feast of Fire. g. Supreme Nominations Committee. This Committee will determine the qualifications of all candidates seeking an elective Supreme office. ALL candidates will submit their letter of intent to the Chairman of the Nominations Committee at least ten (10) days prior to the annual Supreme Feast of Fire. The valid absence of a candidate for office shall not prelude the recommendation, nor lack thereof, by the Committee. ARTICLE 6 - - Subordinate Associations 106.1 Dispensation for Associations. Dispensation to establish an Association is by and through the Supreme Teocalli A petition, signed by all CamaxtlVs of the Teocallis for dispensation to form an Association must be filed with the Supreme Teocalli A roster of prospective officers shall be included, as well as the proposed name of the new Association. There must be at least five (5) chartered Teocalhis in a jurisdiction, or similar geographical region, before a dispensation to form an Association will be grante& A Teocalhi may belong to more than one Association, however, a member may not hold any office in more than one Association concurrently. 106.2 Bylaws. Each Association shall adopt bylaws not inconsistent herewith. When they are compiled, such bylaws must be submitted to the Supreme Teocalli for approval A charter will not be issued until bylaws have been formally approved. Bylaws will not become effective until received back from the Supreme Teocalhi with the signature of the Chief Supreme TIaloc, attested by the Supreme Tlacuilo, affixed with the official seal of the Supreme Teocalli. 8"},{"pageNumber":13,"pageContent":"106.3 Election of Officers. Association officers shall conform in all respects to the Bylaws and Policy and Purpose Manual of the Supreme Teocalli and make them a part of the Association’s Bylaws by reference. The date of elections will be left to the discretion of each Association The Association Tlacuilo will mail the names of the newly elected officers, to include the Association Thacuilo, to the Supreme Teocalhi not later than ten (10) days following the election. The Supreme Teocalli shall be included as a recipient of the finalized minutes of the Association’s business meetings. 106.4 Election of Association Officers. The officers of an Association will consist of: (1) Chief Camaxtli Elected (2) Chimalma Elected (3) Huemac Elected (4) Titlacauan Elected (5) Tlacuilo (Secretary) May be elected or appointed (6) Calpixque (Treasurer) May be elected or appointed * * These two offices may be combined. The duties of the officers will be the same, or similar to those of the Supreme officers. All such officers will be on the governing board (Board of Directors) of the Association. Associations may add to, but not subtract from the members comprising the governing board Association bylaws will prescribe if the offices of Thacuilo and Calpixque are to be elected or appointed. By virtue of the office held, the Chief Camaxtli is a member and voting delegate of the Supreme Board of Directors and is entitled to voice and vote. 106.5 Term of Office. The term of office shall be for one year, or until their successor is installed. 106.6 Vacancies. Vacancies in any office including the governing board, shall be filled by majority vote of the members of the Association, except for a vacancy in the progressive line, as defined by their bylaws. in which instance the progressive line shall advance, so that the vacancy to be filled will be the office at the entry of the line 106.7 Appointive offices. All appointive offices will be appointed by the Chief Camaxtli, with the advice and consent of the Association Board of Directors. 106.8 Association Committees. Associations may appoint committees to assist them in the performance of their stated objectives and goals. Such committees shall serve only for the term ofthecurrent Chief Camaxtli. ARTICLE 7 - - Subordinate Teocallis 107.1 Dispensation for Teocallis . Dispensation to establish a Teocalhi is by and through the Supreme Teocalhi. A petition for dispensation to form a Teocalhi must be filed with the Supreme Teocalli, signed by all petitioners. accompanied by a check (U.S funds) in the amount of $250.00. which is the dispensation and charter fee. A roster of prospective officers shall be included as well as a proposed name for the new Teocalli. There must be a minimum of fifteen 9"},{"pageNumber":14,"pageContent":"(IS) petitioners accompanied by the full name and mailing address of each However, twenty-five (25) members are highly recommended, all residing in the same jurisdiction and a member of the same Shrine Temple, before a dispensation will be granted. The Supreme Teocalhi retains the sole right for approving the name and number for each Teocalhi 107.2 Institution of Teocallis. When the Supreme Teocalli has approved the establishment (chartering) of a new Teocalli, arrangements will be made to have a representative of the Supreme Teocalhi carry out the chartering of the Teocalhi and initiation of its prospective candidates, when appropriate. Customarily, this function will be delegated to the nearest Association. The institution and initiation may be conducted at or by a neighboring Teocalhi. with the approval of said Teocalhi and the Supreme Teocalli. The only ceremonial to be exemplified to a new Teocalli shall be the Artisan degree. Expenses for travel, lodging and meals for the Supreme representative will be borne by the new Teocalhi. 107.3 Bylaws. Each Teocalli will adopt bylaws not inconsistent herewith. When they are compiled, such bylaws will be submitted to the Supreme Teocalli for approval The proposed bylaws shall incorporate the Supreme Bylaws and Policy and Purpose Manual by reference. A charter will not become effective until such time as the proposed bylaws have been approved by the Supreme Teocalhi. With the signature of the Chief Supreme TIaloc. attested by the Supreme Thacuilo, and affixed with the official seal of the Supreme Teocalli. 107.4 Election of Officers and Representatives. Teocalhi elections shall conforin in all respects to the Bylaws of the Supreme Teocalli. The date of such election shall be left to the discretion of each Teocalhi. However, they will be held prior to December 3 1 st of each year and the officers must be installed no later than January 31 St of the following year. The Tlacuilo will notify the Supreme Teocalli of the newly elected officers and Representatives not later than ten (10) days following the elections by means of a Form II (Report of Officers). 107.5~Officers. The officers of a Teocalhi consist of the following, in order of rank (1) Camaxthi Elected (2) Chimalma Elected (3) Huemac Elected (4) Titlacanan Elected (5) Tlacuilo (Secretary) Elected or appointed * (6) Calpixque (Treasurer Elected or appointed * (7) Cuantenioc (Inner Guard) (Optional) - may be elected or appointed (8) Nezahualcoyotl (Outer Guard) (Optional) - may be elected or appointed * These two offices nwv be combined The duties of the officers shall be the same, or similar to those of the Supreme officers. All such officers will be on the governing board of the Teocalhi. Teocallis may add to, but not subtract from the governing board Teocallis will prescribe in their bylaws whether the Cuautemoc and/or Nezahualcoyotl are to be elected or appointed, and whether or not they shall be progressive line officers The Teocalli’s bylaws should designate ~f the positions of Thacuilo and Calpixque are to be combined and if they are elected or appointed. 10"},{"pageNumber":15,"pageContent":"107.6 Camaxtli’s Jewel. The Camaxthi, upon his election and installation, shall be presented a Camaxtli’s jewel which may be obtained from the Supreme Teocalhi. At the end of his term a Past Camaxthi jewel identifying him as a Past Camaxtli will be presented. The cost of these jewels will be bome by the Teocalhi. ARTICLE 8 - - Membership 108.1 Members. Only Shrine Masons in good standing will be considered for membership in the Order of Quetzalcoatl The Order seeks for members from those Nobles who are truly “Artisans of the Temple.” 108.2 Prerequisites. To be considered for membership, a candidate must have rendered out - standing, conspicuous and unselfish service to his Temple, and Shrinedom. He must be recognized in his Temple for his accomplishments, past and present. He must be able to attend the sideboard with dignity, and always be a gentleman. He must also be highly regarded in his community. Above all, he must be a Noble who will bring credit to his Teocalhi and project a positive image among men and Masons, for the good of the Order. A prospective member must have been a Noble in good standing for a period of not less than one (1) year, however three (3) years is strongly recommended, before being eligible for nomination for membership in our Order. 108.3 Balloting. Balloting on candidates will be done at a business meeting of the Teocalhi after proper notification has been given to the entire membership. This section does not preclude membership committees, Boards of Directors, officers, et cetera, acting as screening committees from performing their assigned duties. However, final acceptance of membership into a Teocalli rests solely with the membership of the Teocalhi. 108.4 Invitation, Petition and Acceptance. Nomination for membership will be made to the Teocalli of the petitioner’s primary (home) Shrine Temple’s jurisdiction. If there is no Teocalhi in the jurisdiction thereof, petition may be made to the Teocalli nearest the petitioner’s legal residence. Each Teocalhi will accept and initiate candidates into the Order pursuant to its bylaws, but in accordance with these Supreme Bylaws A candidate’s nomination must be made in the jurisdiction of Ii is home (primary) Temple. 108.5 Coate. A candidate awaiting the conferral of the Artisan degree shall be designated a Coate. Such individual has one year from the date of acceptance to present himself for the Artisan degree, otherwise a special dispensation must be requested from the Supreme Teocalli A Coate has all rights and privileges of an Artisan, except lie cannot hold an elective office. However, if he is a member of a Teocalli operating under a letter of dispensation (not chartered) he may hold office. 108.6 Initiation Fee. A minimum initiation fee of $30 is required, although each Teocalhi may set its own initiation fee at any greater sum it deems advisable. The prescribed initiation fee will be remitted no later than sixty (60) days after invitation has been extended to the candidate. The Supreme Teocalhi initiation fee must be remitted to the Supreme Teocalli within ten (10) days after acceptance. The initiation fee for charter members of a new Teocalhi under dispensation is hereby waived and is included as part of the Charter application (dispensation) fee. The initiation fee for all other new candidates is due and payable at such time as the candidate accepts the 11"},{"pageNumber":16,"pageContent":"invitation, but in no case, no later than thirty (30) days after the Coate vow has been rendered No Teocalli shall be entitled to vote unless the Teocalhi, and every member have satisfied all obligations for the current billing cycle. 108.7 Dues card and certificates. After the Coate vow has been rendered to a new member, and he has paid all fees due, the Teocalhi may furnish him an approved dues card and certificate The certificate will be issued by the Supreme Teocalli upon receipt of a Form 10 accompanied by the required initiation fee. At such time an Artisan receives his Master Artisan degree he shall have his dues card stamped “MASTER ARTISAN.” Teocallis should affix the seal of the Teocalhi to dues cards. 108.8 Annual dues and per Capita Annual dues and/or assessments will be determined by each Teocalhi and must be specified in its bylaws. A per capita fee, as may be set from time to time by the Supreme Teocalli, must be remitted to the Supreme Teocalhi, on or before the first day of March in each year, for all members as of December 3 1 S1 The per capita fee is payable on all Coates, Artisans and Master Artisans in the See of North America The per capita fee is allocated for mandatory liability insurance coverage, the publication and distribution of the “Voice of the Coate”, and for non-profit operating expenses. Failure to comply herewith will subject a defaulting Teocalhi to suspension, both on the Supreme and Association levels. Payment of annual per capita is not encumbered on those Teocalhis still operating under dispensation. 108.9 Visitations. Members of other Teocallis located within the See of North America and under the jurisdiction of the Supreme Teocalhi, having a current dues card in their possession, may attend regular meetings and social events of another Teocalhi Coates desiring visitation privil~ges must be vouched for by a member of the Order. 108.10 Demit. A member of any Teocalli within the See of North America, holding a current dues card, wishing to affiliate with another Teocalhi may by written application request demit from his Teocalhi A demit specifies that at the time of its issue, the member named therein was 1) in good standing 2) free from any charges 3) free from indebtedness, assessments and obligations to the Teocalli The demit must be issued and signed by the Camaxtli and Tlacuilo and will remain valid for the remainder of the year issued plus one full additional calendar year. After the time period has expired on a demit any individual seeking affiliation/membership with a Teocalhi will be considered a non-member and must be recommend&d by a member as a new candidate would, subje~t himself to all fees and initiation into the Order. 108.11 Affiliation. A member holding a valid demit may request affiliation with another Teocalhi if he is a legal resident of the jurisdiction of that Teocalli, and has been such for a period at least six months last past The member applying for affiliation may be accepted only in accordance with the bylaws of that Teocalhi. The fee for such affiliation shall be determined by each Teocalhi and should be specified in their bylaws After a member is accepted for membership in another Teocalli, the Thacuilo of the receiving Teocalhi will notify the Supreme Teocalhi via a Form 10. 12"},{"pageNumber":17,"pageContent":"108.12 Privacy of Membership Listing. No Association, Teocalli, or member may make public any knowledge of its membership list. The Supreme Teocalhi may furnish a list of its members to others solely for fraternal purposes for the benefit of the Order, and then only upon such terms and conditions as directed by resolution duly adopted by the Order at a Supreme Feast of Fire session. This does not preclude the Supreme Teocalhi from providing lists to Supreme officers and other designated authorized representatives having a need to know. e.g., Convention Committee, insurance company. 108.13 Name Plates. Each Teocalhi may have distinctive identification plates (badges), but may not use the silver and black, reserved exclusively for the Supreme Teocalli officers. ARTICLE 9 - - Degrees of the Order 109.1 Coate Vow. The Coate vow (obligation) is not a degree of our Order but it is a mandatory requirement that this ceremony be given within thirty (30) days after the candidate’s acceptance into the Order. It is a shortened, dignified form of the Artisan degree. The Coate vow must be of the form approved by the Supreme Teocalli. The new member (Coate) must receive the “full feathered” Artisan degree within one (1) year of receiving the Coate vow. New Teocalhis under dispensation are also required to obligate their new members in the same fashion until the Artisan degree can be conferred, but in no case, not more than one year following their charter date. 109.2 Artisan Degree. The ceremony for the initiation of Artisans shall be at such time and place as may be prescribed by the Association or Teocalli. Rituals for the “full feathered” Artisan degre~ shall be provided to the Associations/Teocallis by the Supreme Teocalli at cost and shall be strictly adhered to. Changes or deviations from the ritual shall be made only with authorization of the Supreme Teocal Ii. (a) Literature. Literature for instruction, whether of a legendary or historical nature, must be approved by the Supreme Teocalli. (b) Paraphernalia. All paraphernalia, including ritualistic furniture, fixtures. equipment and ceremonial costumes, shall be designed in accordance with the Ritual and approved by the Supreme Teocalhi. Jewels and emblems of the Order shall be prescribed by the Supreme Teocalli. 109.3 Master Artisan Degree To be eligible for~consecration as a Master Artisan, a candidate must be an Artisan in good standing of a recognized Teocalhi prior to his application for consecration All fees for consecration will be subiThtted to the Supreme Teocalli and will be paid prior to receiving the degree. (a) Consecration. lt is intended that the consecration ceremony be held annually at an approved ancient Toltec Temple among the pyramids However, a consecration ceremony may be held at the Supreme Feast of Fire each year by the Supreme Teocalli. A Coate may receive his Master Artisan degree prior to receiving the Artisan degree, provided he is on an authorized, approved safari to one of the official pyramid sites, and a Supreme officer is present. In such instances lie shall not be presented his Master Artisan paraphernalia until it is reported he has received the Artisan degree. 13"},{"pageNumber":18,"pageContent":"For purpose of the above sub-paragraph, a Supreme officer may be any elected Supreme officer, or in extenuating circumstances a Past Chief Supreme Thaloc when appointed by the Chief Supreme Thaloc. (b) Consecration Fee. The consecration fee in the See of North America is such sum as may be from time to time set by the Supreme Teocalhi, with such fee remitted to the office of the Supreme Thacuilo. The candidate must sign the official register prior to consecration. Fifty percent (50%) of the net proceeds from all consecration fees will be allocated to the Order of Quetzalcoatl Shrine Hospital Transportation account. (c) Dues card and certificate. It shall be the responsibility of each Teocalhi Thacuilo to stamp “MASTER ATRTISAN” across the face of all dues cards issued to members of his Teocalli who have been consecrated and thereby elevated to the sublime degree of Master Artisan. The Supreme Tlacuilo will issue a certificate to those members who have been consecrated a Master Artisan when otherwise qualified. 109.4 Conferral of Degrees. No Association or Teocalli will confer a ceremonial (Artisan degree) within thirty (30) days of the scheduled date for the Supreme Feast of Fire without dispensation from the Supreme Teocalli. All immoral and vulgar practices or allusions in the initiation of candidates, or in printed notices issued by the Teocalli or Association, are prohibited. The Camaxtli or any officer presiding at the time shall be personally responsible for failure to immediately arrest any act of vulgarity or obscenity. ARTICLE 10 - - Allegiance Statement Each Association and Teocalhi bylaws will contain the following allegiance statement: “This Association/Teocalli acknowledges the Supreme Jurisdiction wherein it is situated, in all matters of Masonic and Shrine Law, Traditions and Ethics. It pledges never to interfere wit/i or meddle in the affairs of any Masonic Lodge or Shrine Temple; nor to engage in, or sponsor, any activity prohibited by said Grand Lodge or Shrine Temple under whose jurisdiction one serves; nor to permit its members to engage in unseemly conduct which might reflect adversely upon the institution and character of the Order of Quetzalcoatl specifically, and Masonry in general.” ARTICLE 11 - - Rules of Order Sturgis’ Standard Code of Parliamentary Procedures it is not intended, and these Bylaws do not purpojt to include all parliamentary procedures and general rules of order, but only particular procedures and rules Accordingly where these Bylaws are silent in such matters, parliamentary procedures and rules of order shall be pursuant to current edition of the Sturgis’ Standard Code of Parliamentary Procedures Robert~s Rules of Order, current edition, may be substituted. ARTICLE 12 - - Amendments 12.1 Amendment Procedures. These Bylaws may be amended upon the affirmative vote of two-thirds of the Supreme Teocalhi at any regular or special meeting thereof. 14"},{"pageNumber":19,"pageContent":"(a) Proposed Amendments The Constitution and Bylaws of the Supreme Teocalli will not be altered or amended, except upon submission of such proposed amendments in writing Proposed amendments will be submitted by a member of the Supreme Teocalhi to the Supreme Tlacuilo at least ninety (90) days prior to the session of the Supreme Teocalhi at which time such proposed amendment may to be considered. Proposed amendments shall be published in or included xvith the call or notice of the session. Such proposed amendments shall be referred to the Supreme Jurisprudence and Legislative Committee for review prior to submission for adoption to the general membership. Except when the exigency of a matter dictates, amendments should be addressed for consideration to the Supreme Feast of Fire session The proposer of the amendment is fully responsible for the proper and correct submission thereof. (b) Publication The publication of proposed amendments will include the entire text thereof, and identif~ the language added or deleted If the proposed amendment is extensive, a condensed version of the text containing the pertinent parts max’ be included for the purpose of comparison. Notification of a proposed amendment ma~ be included in the “Voice of the coate”, providing such notification is within sixty (60) days of the Feast of Fire. (c) Modification of Amendment. A proposed amendment max be modified b~ the Supreme Teocalhi while it is under consideration. but such modification must be germane to the subject matter thereof, and may not go beyond the scope of the proposal submitted. THESJB BYLAWS REPLACE ALL PREVIOUS BYLAWS AND AMENDMENTS IN - CLUSIVE AND WERE APPROVED BY MORE THAN TWO-THIRDS OF THE MEMBER - SHIP AT A REGULAR MEETING HELD BY THE SUPREME TEOCALLI. SEE OF NORTH AMERICA. AT INDIANAPOLIS, INDIANA AT THE 21 5T ANNUAL ~FEAST OF FIRE~~ ON OCTOBER 13. 2001. Chief Supreme TIaloc, Leonard A Sewell Supreme Tlacuilo. Doi aId E White, PCST October 13, 2001 15"},{"pageNumber":20,"pageContent":"ov Quo REFERENCE MANUAL Supreme Teocalli Policy and Purpose Manual See of North America"},{"pageNumber":21,"pageContent":"TABLE OF CONTENTS I Duties and Responsibilities I — 6 II Supreme Governing Board (Board of Directors) 7— 8 III Supreme Teocalli Committees (Duties and Assignments) 9— 14 IV Procedures for Associations (Area, Regional and Jurisdictional Organizations) . 14 — 18 V Procedures for Teocallis 19 — 20 VI Supreme Business Meetings (Feast of Fire) 21 —24 VII Membership and Expansion (Growth and Development) 25 — 28 VIII Order of Knights, Eagles and Tigers (OKET) 29—30 IX Fiscal Accountability 31 — 32 X Supreme Awards 33 — 34 XI Standard Protocol Procedures 35 — 42 XII General Provisions 43 — 48 Index~ 49—52 Appendices: A Supreme Officers Guidelines for Expenses B Petition for Dispensation (Charter) C Sample (Model) Bylaws (Teocalli) D Coate Vow (Obligation) E Form 10 (Status Change Report for Membership) F IRS Form SS-4 (Application for Employee Identification Number) G Form 11 (Annual Report of Election of Officers) H Is He Really a Master Artisan? I All Artisans are Shriners, but. J “Q” Facts for Meetings K — Final Report for “Feast of Fire” Convention Committee L Demit Form (Request) M Candidate Application for Membership/Degree N OKET Guidelines and Sample Bylaws 0 Form 15 (Annual Financial Report for Teocallis and Associations) P What Constitutes a Well Run Meeting? Q Nahuati Pronunciation Guide R Where do I get Answers to my Questions? S Criteria Considerations for Publication Award(s) T The Melahuac Ohthli Medal “Artisan of the Year” Criteria"},{"pageNumber":22,"pageContent":"THIS PAGE LEFT BLANK INTENTIONALLY 2"},{"pageNumber":23,"pageContent":"SECTION 1 DUTIES AND RESPONSIBILITIES 1 1: Except as provided in the Constitution or Bylaws of the Supreme Teocalli, See of North America, the Supreme Teocalli Board of Directors is the supreme authority in all matters for the entire See of North America, and has all powers necessary or appropriate to this authority except during times when the Supreme Teocalli is in session (Feast of Fire). The Board of Directors, under the direction of the Chief Supreme TIaloc, is specifically charged with the day to day operation of the Supreme Teocalli. The Constitution and Bylaws of the Supreme Teocalli shall have precedence over all other directions of authority, followed by this Policy and Purpose Manual. The Supreme Teocalli encompasses all its Associations, Teocallis (both under dispensation and chartered), and all members of the Order 1.2: All proposed amendments to the Policy and Purpose Manual must be transmitted to the Supreme Tiacuilo in writing, and in the form proposed, at least ninety (90) days prior to the next scheduled Board of Directors meeting. The Board of Directors may not amend the Policy and Purpose Manual by mail ballot. Adoption of the proposed amendment requires a simple majority affirmative vote by those Directors present and voting, to include teleconferencing, and becomes effective at the close of the business meeting at which it was adopted. The Supreme voting delegates may override any decision to adopt by the Board of Directors at the next regular Supreme “Feast of Fire” (annual meeting). 1.3: The composition of the Board of Directors is covered in Section II of this Policy and Purpose Manual. 1 4. Where Quetzalcoatl Associations are chartered, those Teocallis under the umbrella of said Association shall be directly accountable to that Association for compliance with all statutes, bylaws. rules and regulations and this Policy and Purpose Manual, as well as any provisions estabTished by the Quetzalcoatl Association itself. Where no Association exists, such Teocallis shall be designated “Teocallis at Large” and shall be directly accountable to the Supreme Teocalli and/or designated Supreme liaison officer Insofar as possible all Teocallis will be assigned to an Association. 1.5: The Chief Supreme TIaloc, with the advice and consent of the Board of Directors, may delegate specific Supreme officers, or Past Chief Supreme Tlalocs, to act as his representative to an Association or geographical or regional association or group of Teocallis who are or may be “Teocallis at Large”. 1 .6: The Chief Supreme TIaloc, with the advice and consent of the Supreme Board of Directors, may -make the additional following “appointive” officers of the Supreme Teocalli, whose appointment shall be null and void upon the installation of a new Chief Supreme TIaloc: Supreme Executive Director Supreme Historian Supreme Parliamentarian Supreme General Counsel Supreme Sergeant-at-Arms Supreme Teopixqui (Chaplain) Supreme Editor 3"},{"pageNumber":24,"pageContent":"DUTIES 1 .7 The duties of Supreme officers are delineated in the Supreme Bylaws of this Order. However, additional duties and responsibilities may be thrust upon them by virtue of their office. 1 .8: Chief Supreme TIaloc: The Chief Supreme TIaloc is the presiding officer of the Supreme Teocalli. He shall exercise the duties of his office in accordance with the statutes, bylaws, rules and regulations, the Policy and Purpose Manual and the general usage of the Supreme Teocalli. When the Supreme Teocalli and the Board of Directors are not in session, he has the general supervision of the Order. The Chief Supreme TIaloc is the supreme executive and the Chief Judicial officer of the Order. a He shall report in writing to the Supreme Teocalli, duly convened in annual session on the first day of the session his entire official acts and decisions. His decisions are not suspended by a~ipeal. All his official acts are subject to review by the Supreme Teocalli. b. The Chief Supreme TIaloc is the chief financial officer and in this capacity is responsible for ensuring the budget is adhered to He shall personally sign all checks for expenditures exceeding $5,000 in total. c. The Chief Supreme TIaloc, with the advice and consent of the Board of Directors, may appoint an attomey-at-law as Supreme General Counsel. Such person shall advise and consult with the officers and agents of the Supreme Teocalli, render legal advice and assistance as required, and perform other duties delegated to him consistent with his position. He has the right to the floor at any session or Board of Directors meeting for explanation purposes. His files, records and documents belong to the Supreme Teocalli. When warranted, outside counsel may be retained with compensation with the approval of the Board of Directors. If an appointed Supreme Counsel is in place, and he otherwise meets the qualifications of an outside counsel, he may be retained with compensation when such conditions are warranted. 1 9. Supreme Camaxtli: The Supreme Camaxtli shall assume the executive duties and powers of the office of Chief Supreme TIaloc when the Chief Supreme TIaloc is out of the country (North America), or upon special request of the Chief Supreme TIaloc, and shall have authority to issue charters, decide questions submitted to that Office. sign checks and warrants, and perform such other-acts as the emergency may require In the event of death, resignation or disability of the Chief Supreme TIaloc, the Supreme Camaxtli shall assume the office as Acting Chief Supreme TIaloc, and as such possess all the powers and is charged with the performance of the duties and responsibilities of that office until such time as this office is filled in accordance with the procedures in the Supreme Bylaws a. He shall render a report of his official acts to the Supreme Teocalli while in session at the next regular session of the Supreme Teocalli If there be no elected Supreme Camaxtli (office vacant) the rights and duties therein shall inure to and be discharged by the Supreme Chimalma b. In addition to his other duties, the Supreme Camaxtli shall coordinate with the Supreme Budget and Finance Committee to ensure a budget is prepared and submitted for approval for the ensuing year. He shall serve as an ex-officio member of the Budget and Finance Committee The budget for the ensuing Supreme year shall be submitted to the general membership for adoption at the annual session of the Supreme Teocalli 4"},{"pageNumber":25,"pageContent":"1.1 0: Supreme Chimalma: The Supreme Chimalma shall preside in the absence of the Chief Supreme TIaloc and the Supreme Camaxtli. He is, when the Supreme Teocalli is convened, responsible for the Artisans when called from labor to refreshment. To him are referred initially, at the request of the Associations or Teocallis, all matters of complaint and controversy between subordinate bodies and their respective members, for opinions and advice. He shall also discharge such other duties as may from time to time be required of him by the Chief Supreme TIaloc or Board of Directors of the Supreme Teocalli. 1.11: Supreme Huemac The Supreme Huemac is the law officer on Masonic/Shrine matters of the Supreme Teocalli As such he is the advisor to the Chief Supreme TIaloc and the Supreme Teocalli on matters of Masonic law and precedent to whom all questions thereof are to be referred. He shall render an opinion on all matters of importance debated in the Supreme Teocalli and on which he may be called upon to deliver his conclusions. To this office belongs the responsibility to prepare charges against and prosecute offenders before the Supreme Teocalli, or any tribunal created by it; and when it is to be investigated or decided by the Supreme Teocalli, he shall, upon request, prepare and present a clear and concise statement of facts with his view of Supreme Teocalli law. When a General Counsel is appointed or retained, he shall coordinate all his interpretations and findings through and with the same, prior to rendering his decision. He shall also discharge such other duties as may from time to time be required of him by the Chief Supreme TIaloc or Supreme Board of Directors. 1.12: Supreme Titlacauan: The Supreme Titlacauan is charged with the duty of causing distinguished visitors to be suitably presented and properly recognized at and during any meeting of the Supreme Teocalli or Supreme Board of Directors meeting. He will also be called upon to pronounce eulogies on deceased Brethren and perform such other like services as may from time to time be required of him by the Chief Supreme TIaloc only when a Supreme Chaplain has not been appointed or is not available. 1.13: Supreme Calpixciue (Treasurer): The Supreme Calpixque shall establish operating funds in amounts approved by the Chief Supreme TIaloc or Board of Directors of the Supreme Teocalli. He shall arrange for payment of all obligations and approve operating expenditures of the Supreme Teocalli out of appropriations consistent with its current budget as approved. The Supreme Calpixque shall arrange for the safekeeping of all financial records and books of account in the Supreme headquarters unless otherwise provided for by the Board of Directors. He shall perform such other duties assigned by the Supreme Teocalli, Chief Supreme Tialoc or Supreme Teocalli Board of Directors. He shall receive all monies due the Supreme Teocalli from the Supreme Tlacuilo and/or Executive Director, keep a correct account and deposit the same in depositories approved by the Chief Supreme TIaloc, Board of Directors, or the Supreme Teocalli, giving a receipt therefore to the Supreme Tlacuilo, as required. He shall immediately advise the Board of Directors of any deviation from the approve~l budget. 1.14: Supreme Tlacuilo (Secretary): The Supreme Tlacuilo is responsible for the extension and promotion of the Order. He shall report to the Chief Supreme TIaloc any departure by Teocallis or Associations from the statutes, bylaws, rules and regulations, Policy and Purpose Manual or the principles of the Order. In the discharge of these duties, he may follow means not prohibited by the statutes and may designate any person, to represent him in the exercise of his authority. a. He shall record the proceedings of the Supreme Teocalli and the Board of Directors when in session; and see that they are published and mailed to all Teocallis and Associations (the Tlacuilo of record) within ninety (90) days after each Board of Directors meeting and within ninety (90) days after each Supreme Teocalli session. He shall report at each meeting of the 5"},{"pageNumber":26,"pageContent":"Supreme Teocalli Board of Directors a general summary of all monies received by him during the fiscal period with a specific statement of the sources. b. He shall conduct the correspondence of the Supreme Teocalli and submit copies, when appropriate, to the Chief Supreme TIaloc and the Board of Directors when requested to do so. c He shall attend all sessions of the Supreme Teocalli and the Board of Directors, and when required by the Chief Supreme TIaloc, tuming over all books and documentation of his office. d. He shall keep a complete and accurate record of conditions of the Supreme Teocalli to include all Associations and Teocallis in the See of North America. e. He shall issue calls for the Supreme Teocalli sessions and the Board of Directors f. He shall maintain custody of all furniture, fixtures and paraphernalia of the Supreme Teocalli, keeping a complete inventory by serial number for insurance purposes and accountability. g. He shall report at each session all unfinished business and call attention to the Supreme Teocalli, all other matters within its province. h. He shall report to the Supreme Teocalli the transactions of his office for the previous Supreme Teocalli year on the first day of each annual session. i. He shall publish official bulletins, distribute information and maintain contact with the Order. j. He shall prepare charters, Artisan and Master Artisan certificates and OKET certificates, to be signed by the Chief Supreme TIaloc and Supreme Tlacuilo and affix thereto the official seal of the Supreme Teocalli. k. He shall send to each Teocallis Tlacuilo forms for reporting status changes on the general membership. He shall ensure all Teocallis and Associations are properly billed for any fees and per capita due the Supreme Teocalli. I. He shall receive all monies due the Supreme Teocalli, keep accurate records of all statements and billings, and turn the same over ~to the Supreme Calpixque for deposit and/or payment of all obligations. The Supreme Tlacuilo may co-sign all checks for routine expenditures not in excess of $5,000 or no more than $5,000 for any single check. However, any expenditure not specifically authorized by the budget shall be signed by the Chief Supreme TIaloc. m. He shall perform such other duties as directed by the Supreme Teocalli, Board of Directors, or the Chief Supreme TIaloc insofar as they are consistent with the Constitution, Bylaws, rules and regulations, and this Policy and Purpose Manual and general principles of the Order. • 15 Executive Director: An Executive Director may be appointed by the Chief Supreme TIaloc with the advice and consent of the Board of Directors. He shall perform such duties as designated by the Chief Supreme TIaloc and the Supreme Board of Directors. In addition, he shall be an extension to the office of the Supreme Tlacuilo and assist in the completion of those tasks and 6"},{"pageNumber":27,"pageContent":"functions requiring special emphasis that is beyond the scope of day to day operations of the Supreme Teocalli. He shall be specifically charged with the maintenance of the Supreme Teocalli’s general membership records and provide such information on a timely basis to the Supreme Tlacuilo. The Executive Director shall assist all Supreme officers and Supreme Committees in the performance of their duties and responsibilities He shall perform such other duties as may be assigned by the Chief Supreme TIaloc, or the Supreme Board of Directors. The Supreme Tlacuilo and the position of Executive Director may be combined when deemed in the best interest of the Supreme Teocalli. Compensation shall be at the discretion of the Supreme Board of Directors and if authorized shall be reviewed on an annul basis. 1.16: Supreme Parliamentarian: It shall be the duty of the Supreme Parliamentarian to pass upon all matters of parliamentary law. A Parliamentarian may be appointed by the Chief Supreme TIaloc and serve at the will and pleasure of the Chief Supreme TIaloc and Board of Directors at such meetings as prescribed by the Board of Directors. It shall be the duty of the General Counsel, when appointed, to act as Parliamentarian when such office has not been filled by an appointment by the Chief Supreme TIaloc. In the event neither has been appointed, the Executive Director/Supreme Tlacuilo shall act as Parliamentarian. 1:1 7: Supreme Sergeant-at-Arms: The Chief Supreme TIaloc may appoint a Sergeant-at-Arms at the annual Supreme session. The Sergeant-at-Arms shall discharge those duties normally assigned to such office, or assigned by the Chief Supreme TIaloc. He shall specifically be charged with maintaining decorum at and during the business sessions of the Supreme Teocalli. 1.18: Supreme Teopixcini (Chaplain): A Chaplain may be appointed by the Chief Supreme TIaloc and serve at the pleasure of the Chief Supreme TIaloc. The Chaplain shall have charge of any Necrology Service that may occur at the annual Supreme session with the assistance of the Supreme Titlacauan as well as other religious activities as may be assigned him by the Chief Supreme TIaloc. It shall be the duty of the Supreme Titlacauan to perform these duties in the absence of such appointment. 1.19. In addition to the specific assigned duties of the Supreme elected officers each officer may be assigned responsibility for the oversight of and be assigned to, as an ex-officio member of a Supreme Committee. The Chief Supreme TIaloc shall make such assignment when deemed prudent for the betterment of the Order. The Chief Supreme TIaloc shall be an ex-officio member of all Supreme Committees except for the Nominations Committee. When such appointments are made they shall serve in an advisory capacity only 1 20: At the will and pleasure of the Chief Supreme TIaloc, each elected Supreme officer may be assigned to a major geographic area for the purpose of continuity and coordination It shall be the duty of the assigned officer to act as liaiso~n and maintain a close contact with Associations/Teocallis to which assigned to ensure proper growth and development consistent with the philosophies of the Order. a. It shall be the duty of the assigned Supreme officer to attend all official meetings of the Association to which assigned insofar as possible. The fact that the Chief Supreme TIaloc may be in attendance does not relieve an assigned officer from this requirement. b. The Supreme Camaxtli shall act as the liaison for all “at large Teocallis” and foreign j urisdictions. when such exist. 7"},{"pageNumber":28,"pageContent":"THIS PAGE LEFT BLANK INTENTIONALLY 8"},{"pageNumber":29,"pageContent":"SECTION II SUPREME BOARD OF DIRECTORS 2.1: The Supreme Board of Directors (sometimes referred to as the Supreme Governing Board) shall consist of the elected officers of the Supreme Teocalli, the Immediate Past Chief Supreme TIaloc, and the Chief Camaxtli of each duly chartered Quetzalcoatl Association. The Chair of the Supreme Budget and Finance Committee and the Chair of the Supreme Jurisprudence and Legislative Committee may serve as non-voting members of the Board of Directors at the invitation of the Chief Supreme TIaloc. 2.2: The Chief Supreme TIaloc shall serve as Chair of the Supreme Board of Directors. In the absence of the presiding officer, the Supreme Camaxtli shall preside. The Supreme Tlacuilo, or his designated representative, shall serve as the Recording Secretary for the Supreme Board of Directors 2.3: At the discretion of the presiding officer, or upon request of any five (5) members of the Board of Directors, the Board may go into a “closed” session. All non-voting members shall be excused during any closed session of the Board. 2.4’ The Supreme Board of Directors shall meet at the call of the Chief Supreme TIaloc and: a. The Supreme Board of Directors shall meet at, during, or before the opening session of the annual “Feast of Fire” b. A Board of Directors meeting must be called upon written application to the Chairperson, or Acting Chairperson, by a majority of voting members of the Board. When a “special” meeting of the Supreme Board of Directors is called the purpose must be made known to all members of the Board. c When the Chief Supreme TIaloc deems it appropriate to disseminate important information or seek input from the Board (e.g., mid-year meeting) he may call for such meeting. Such meeting may be via teleconferencing. 2.5: The Supreme Tlacuilo shall issue calls for a meeting of the Supreme Board of Directors giving at least a thirty (30) day written notificatidn. Notification may be via electronic means. 2.6: Five (5) voting members of the Board of Directors shall constitute a quorum for the transaction of business. No proxies shall be authoi4zed. If any one member of the Board of Directors requests a secret (paper) ballot on any matter brought before it, the request shall be granfed without debate. 2.7: When the Supreme Teocalli is not in session, the Board of Directors shall be empowered to transact all business of the Supreme Teocalli and exercise general supervision and control over the officers and committees of the Supreme Teocalli inclusive, to supervise and direct its financial and business affairs and to make such appropriations of its funds as it may deem necessary and appropriate, except matters reserved for the Supreme Teocalli by the Constitution, Bylaws, or by action of the Supreme Teocalli. It shall decide all questions of International, National, State or Local jurisdictions, subject to the right of appeal at the next Supreme Teocalli annual session 9"},{"pageNumber":30,"pageContent":"2.8: Unless otherwise stated, the Supreme Teocalli Board of Directors may act by mail/telephone ballot. The members of the Board of Directors in the absence of a quorum or otherwise, may vote by mail/telephone on any matter it has for consideration, except amendments to the Constitution, Bylaws or this Policy and Purpose Manual. If within fifteen (15) days after the Supreme Tlacuilo has received sufficient votes to adopt or reject any recommendation, then adoption or rejection shall be regarded as a unanimous vote of the Supreme Teocalli. The Board of Directors may confer and vote collectively via teleconference call when it would be impractical to convene on any one particular topic, e.g., allocating Transportation Funds. 2.9: Actions taken by the Supreme Board of Directors are subject to ratification by the Supreme Teocalli at its next annual session. The Chief Supreme TIaloc shall report to the Supreme Teocalli in regular session all actions taken by the Supreme Board of Directors since the last annual Supreme session. 2.10: - Title and Insignia: The Supreme Board of Directors is empowered to take any action it deems necessary and advisable to protect and preserve the rights of the Supreme Teocalli, Order of Quetzalcoatl, See of North America, and the members thereof, to the exclusive use of the Quetzalcoatl title, emblem, badge and other insignia now in use or hereafter adopted. The use of any of the aforementioned for commercial or business purposes by any person or persons is strictly prohibited. 2. 11: Compensation: Officers and members of the Supreme Board of Directors (except the Supreme Tlacuilo and Executive Director) shall serve without compensation, but they shall be reimbursed for actual and reasonable expenses incurred in the discharge of their official duties, insofar as they are consistent with the approved budget. The compensation of the Supreme Tlacuilo and Executive Director shall be fixed by the Supreme Board of Directors at its discretion (Referto Appendix A) SUPREME EXECUTIVE COMMITTEE 2.12 The Supreme Executive Committee shall consist of the elected Supreme officers and the Immediate Past Chief Supreme TIaloc. The Supreme Executive Committee serves as the day to day decision making body on those matters that are not deemed sufficiently essential to convene the Board of Directors. The Chief Supreme TIaloc shall utilize the Executive Committee as a “sounding board” for his programs and policies. Actions taken by the Executive Committee shall be reported to the Board of Directors at the next convened meeting of the same. 10"},{"pageNumber":31,"pageContent":"SECTION III SUPREME TEOCALLI COMMITTEES Duties and Assignments 3.1: The Chief Supreme TIaloc shall appoint all committee chairpersons to serve at his will and pleasure. He shall in each instance designate a chair who, when the Committee is not in session, may act for the Coirimittee, subject to review by the full committee at its next meeting. A majority of each committee is a quorum. 3.2: The Chair of any Supreme Committee may assign additional members to serve on his Committee with the approval of the Chief Supreme TIaloc. Each Committee Chair should appoint, as a minimum, three other individuals to serve on the Committee. For purposes of continuity, it is suggested that each elective Supreme officer be contacted for his recoin - iriendation, the name of an Artisan who should be considered for appointment. Such recommendations will ensure continuity from one year to the next. 3.3: The Chief Supreme TIaloc shall announce all his appointments immediately following his election and prior to adjournment of the annual Supreme Teocalli session. 3.4: The Chief Supreme TIaloc iriay appoint special committees as he deeiris appropriate and necessary for the advancement and growth of the Order. Unless otherwise provided, all coi-nmittees serve at the will and pleasure of the Chief Supreme TIaloc and the appointment to any committee shall automatically terminate upon the election of a new Chief Supreme TIaloc. This does not preclude the re-appointment to the same committee by the incoming Chief Supreme TIaloc; however, no individual may serve as chair of the same Supreme committee ‘more than three (3) consecutive years. 3.5: .The Chief Supreme TIaloc, with the advice and consent of the Supreme Board of Directors, shall appoint an Editor for the Voice of the Coate. The Editor shall be an ex-officio member of the Supreirie Publications Committee. 3.6 All standing and special committees shall meet at the call of the Committee Chair and during the annual session of the Supreme Teocalli. In the absence of the Chair, an individual shall be designated by the committee as a whole to chair the meeting. Any recommendation for action must be submitted in writing to the Supreme Tlacuilo prior to the opening of the Supreme business session. 3.7 Regardless of the motion~s form to the Supreme Teocalli concerning a coirurlittee report, nothing in the report shall require action by any person or the body except the portion of the repoi~ specifically designated “Recommendation for Action” and only if the “Recommendation for Action” has been separately moved and adopted by the Supreme Teocall i. 3.8 A “Recommendation for Action~’ that will require the expenditure of Supreme Teocalli funds or will have any other iirlpact on the finances of the Supreme Teocalli must include an estimate of the expenditure or impact Any “Recommendation for Action” that is adopted by the Supreme Teocalli takes effect only when a provision is included in the budget approved by the Supreme Teocalli, or Board of Directors, in the year in which the expenditure is to be made. 11"},{"pageNumber":32,"pageContent":"3.9: The standing coirimittees of the Supreme Teocalli are: a. Supreme Budget and Finance Committee: The Supreme Budget and Finance Committee shall review the finances of the Supreme Teocalli for the previous Supreme Teocalli year and recommend a balanced budget for the ensuing year. The Committee shall supervise investments of the Supreme Teocalli consistent with the policies established by the Board of Directors and Supreme Teocalli The Supreme Calpixque shall serve as an ex-officio member of this Committee. The Budget and Finance Committee shall act as the Auditing Committee for the purpose of auditing the books and financial records of the Supreme Teocalli when directed by the Chief Supreme TIaloc or Supreme Executive Committee. The Supreme Camaxtli shall be liaison officer to this Committee. b. Supreme Jurisprudence and Legislative Committee: The Supreme Jurisprudence and Legislative Committee (hereafter referred to as the J&L Committee) shall review all proposed legislation which must, prior to adoption, be referred to it for proper phrasing and placeirient in the Constitution, Bylaws, rules and regulations or Policy and Purpose Manual. The General Counsel, when appointed, shall serve as ex-officio to this Committee. This Committee shall make legal interpretations at the request of the Chief Supreme TIaloc or Board of Directors. It shall report to the current session on all matters referred or considered by it or coming to its attention. In addition, the J&L Committee shall render and make recommendations to the Supreme Teocalli on appeals of discipline orders presented as a result of a decision by the Chief Supreme TIaloc, or on matters referred to it by the Supreme Teocalli or Board of Directors. c. Supreme Nominations Committee: The Supreme Nominations Committee shall submit to the Supreme Teocalli at its annual session, prior to 11:00 a.m., on Saturday, nominees for: I) Chief Supreme TIaloc, Supreme Camaxtli, Supreirie Chimalma, Supreme Huemac, Supreirie Titlacauan, Supreme Calpixque. and Supreme Tlacuilo. 2) In a separate motion, after the Committee~s report has been received, the Committee may recommend for noii~ination all qualified candidates for the respective office Recommendation for nomination by the Committee does not preclude nomination speeches from the floor in support of a candidate for one of the above offices. Nominating speeches in support of any candidate shall be limited to a iriaximum of five (5) minutes per candidate. At the discretion of the Chief Supreme TIaloc, seconding speeches may be permitted not to exceed three (3) minutes in duration for each candidate. (a) All candidates seeking any office in the Supreme “progressive” elected line (and in the instance of vacancies in the office of Supreme Calpmxque or Supreme Tlacumlo) must be personally interviewed by the Nominations Committee prior to the report of the Committee at the Supreme session. Such interviews shall deal solely with the qualifications of the candidate and his ability to fulfill the criteria outlined in the Constitution, Bylaws, rules and regulations aiid the Policy and Purpose Manual, and the potential leadership skills possessed. Should extenuating circumstances preclude an individual from personally appearing before the Nominations Committee, the Committee shall take the reasoii(s) Lilider advisement and report accordingly. The excused absence of a candidate shall not iii itself preclude his name beiiig recommended for nomination 12"},{"pageNumber":33,"pageContent":"(b) Supreme officers currently holding an elective office are not subject to the above requirement. (c) The Nominations Committee shall ensure, insofar as possible, that no two elected line officers, except the Supreme Calpixque and Supreme Tlacuilo, shall follow each other if from the same Association, or where an Association is not chartered, from the same geographic area (Shrine Association area). In instances of death or resignation, this provision may be waived by the Supreme Board of Directors. (d) A minimum of three (3) Master Artisans, one of which must be a Past Chief TIaloc, shall be appointed to this Committee. d. Supreme Publications and Communications Committee: The Supreme Publications and Communications Committee shall assist in the planning, development and implementation of brochures, publications, newsletters, pamphlets and similar puhlic relation tools designed for the advancement and growth of the Order. This Committee shall collaborate with other Supreme Teocalli Committees to assist in the promotion and implementation of their programs as approved by the Supreme Teocalli. This Committee shall be tasked with the development, printing and distribution of a national publication with special attention to content and cost. They shall submit recommendations for the appropriate expenditure to the Supreme Budget and Finance Committee for its continuance. The official publication of the Supreme Teocalli shall he known as the “Voice of the Coate”. Its purpose shall be to promote all objectives of the Order of Quetzalcoatl, See of North America; to give notices to the membership; to develop and promote interrelationships among Teocallis and Associations and all members. 1) This Committee shall recommend to the Editor those Teocallis and Associations to be considered for the Supreme “Outstanding Publication” award that shall he announced and presented at the annual Supreme business session each year. 2) This Committee shall encourage Teocallis and Associations to exchange newsletters on a complimentary basis. Each Teocalli and Association shall place the name and address of the Editor of the “Voice of tile Coate” on their - mailing list. In addition, the Supreme Executive Committee should he a recipient of all newsletters. e. Supreme Past Chief Supreme TIaloc Advisory Committee (PCST): The Immediate Past Chief Supreme TIaloc in attendance shall chair the PCST’s Advisory Committee. In the absence of the Immediate PCST, the most junior PC=T in attendance shall chair. The Chair shall arrange through the Convention Committee for a breakfast/lunch at a time and place convenient to those in attendance at the annual session. A simple majority of those in attendance shall constitute a majority. The PCST’s Advisory Committee may act of its own choice, and on specific iriatters referred to it by the Chief Supreirie TIaloc or Supreme Board of Directors. The Chair shall report on all matters referred to it by the Chief Supreme TIaloc or Supreme Board of Directors. The Supreme Past Chief Tlaloc Advisory Committee may make their own independent recoirimendations to the Chief Supreme TIaloc, or the Supreme Board of Directors, lacking any referral to the Coirimittee. if appropriate. Notification of their meeting at the annual session shall be mailed to each PCST at least two weeks in advance of the annual Supreme session. 13"},{"pageNumber":34,"pageContent":"f. Supreme Time and Place Committee (Feast of Fire~: The Supreme Time and Place Committee shall receive all offers aiid make appropriate recommendations for site and dates for future annual sessions of the Supreme Teocalli The Supreme Teocalli shall meet in regular session at a time and place determined by the Chief Supreme TIaloc with the advice and consent of the Supreme Board of Directors based upon the recommendations presented by this Committee. The recommendation, as approved by the Supreme Board of Directors, shall present their findings and recommendation to the delegates at its annual business session for adoption. 1) All site locations for hosting the annual Supreme “Feast of Fire” (business session) shall be on a competitive basis. This requirement does not preclude the Supreme Chimalma from expressing his personal desires to the Committee. All other factors being the same, the Committee shall give preference to his choice. 2) A Teocalli or Association will be selected as the “official host” for every Supreme “Feast of Fire” by the Chief Supreirie TIaloc based upon the recommendation of the Supreme Time and Place Committee with the final approval being that of the voting delegates assembled. Customarily, the “host” shall he physically located within fifty (50) miles of the site selected for the Supreme business session. Exceptions to the above must be approved by the Supreme Board of Directors. The “host” committee shall have the primary responsibility for the planning, operation and control of the annual Feast of Fire. 3) All requests for hosting a Supreme “Feast of Fire” (business session) shall he presented to this Committee at least two (2) years prior to the anticipated date. The Chair of this Committee shall contact the potential “host” Teocalli at least one (1) year in advance, should no formal invitation or offer be forthcoming. 4) No advance publicity or promotion will be permitted until the Supreme Board of Directors has concurred on the recommendation presented to them by this Committee This does not preclude the distribution of geiieric “Chamber of Commerce” or “Convention Bureau” type brochures high - lighting why the Supreme Teocalli should meet at a specific location. The release of costs, registration packages or similar announcements shall be prohibited until the bid and complete package has been formally approved by the general membership. The~”host” committee (Teocalli) shall designate a General Chair for the session (Convention) who shall be required to present and have approved the complete registration package at the next meeting of the Supreme Board of Directors. (a) This package will, as a very minimum, include the following data in the presentation Location (City), name of hotel, proposed date * Estimated room cost, golf package, OKET dinner cost Aiiy proposed side tours, mystery trips, etc., and cost Estimated total registration package cost (excluding lodging and optional events) Proposed transportation requirements to and from airport to site 14"},{"pageNumber":35,"pageContent":"Control of raffles, merchandise sales and paraphernalia Selection and management/control of “approved” guests Security procedures established (control and identification) Provisions/facilities for conferring of the Master Artisan degree All Supreme Feast of Fire sessions are for members only Any special considerations or extra-ordinary functions * The Supreme “Feast of Fire” (business session) is held annually on the second consecutive days of Thursday, Friday, Saturday and Sunday during the month of October.) 3.10: Special emphasis is to be placed on the quality of the Order of Knights, Eagles and Tigers (OKET’s) banquet to ensure that it is first class in every respect. Professional entertainment should be provided insofar as possible. Absolutely no conferring of the OKET ceremony or any other a~vard or honor will be permitted or conferred at the OKET’s function at a Supreme session. This fufiction shall be strictly social and entertaining and no “ceremonial” type of activities will be permitted. This OKET banquet will be for those members who have had conferred upon them the distinction of being honored as a member of the Order of Knights, Eagles and Tigers. Absolutely no other individuals will be permitted to attend this function. 3:11~ Special significance is to be placed on the arrangements for the “Feast of Fire” banquet which concludes the Supreme session. This banquet must be of the highest caliber and truly professional in every respect while at all times maintaining the dignity and first class image expected of the Order of Quetzalcoatl. 3:12: Once the total proposed registration package has been approved by the Supreme Time and Place Committee, with the advice and consent of the Supreme Board of Directors and Chief Supreme TIaloc, the host Teocalli may then, and only then, distribute and publicly promote the amenities of the annual session including registration package costs. 3:13:.; Within ninety (90) days after completion of every Supreme session the Supreme Tlacuilo shall be provided a written accountability for the session by the General Chair on the form prescribed by the Supreme Teocalli. 3:14: The General Chair of the host comiriittee shall maintain close contact and coordinate his progress and activities with the Supreme Board of Directors of the Order through the Supreirie office. In the absence of an Executive Director, the Supreme officer who will be serving at the time of the annual session shall act as liaison to this Committee. 3:15. Each General Chair shall be provided a copy of the guidelines developed by the Office of the Supreme Tlacuilo. 15"},{"pageNumber":36,"pageContent":"THIS PAGE LEFT BLANK INTENTIONALLY 16"},{"pageNumber":37,"pageContent":"CHAPTER IV PROCEDURES FOR ASSOCIATIONS) (Area, Regional and Jurisdictional Organization) 4.1. The jurisdiction of the Supreme Teocalli, See of North America, includes all territory where the United States exercises power of govemment, countries where it has established Teocallis over which no regular Supreme Teocalli has jurisdiction, and countries where there are no Teocallis The Supreme Teocalli may give or receive jurisdiction over a Teocalli located outside the continent of North America. The Supreme Teocalli may permit another regular Supreme Teocalli to act on its behalf outside the continent of North America for the tune limits it sets. 4.2: The Supreme Teocalli, See of North America, is the supreme authority in all matters for the entire Order of Quetzalcoatl and has all powers necessary and appropriate to this authority. 4.3 With the approval of the Chief Supreme TIaloc in consultation with the Supreme Board of Directors, Teocallis may organize into area, jurisdictional or geographic organizations to promote and encourage the activity and cooperation in the Supreme Teocalli’s programs and membership expansion and growth. The organization may provide for election of officers, and with the approval of the Supreme Teocalli adopt bylaws not inconsistent with the Constitution, Bylaws, rules and regulations and the Policy and Purpose Manual of our Order. 4.4: Area or jurisdictional organizations may not operate or conduct activities outside its territory or iminiediate geographical area without consent of the Chief Supreme TIaloc. For the purpose of this policy, the formation of area/jurisdictional/regional organizations shall be limited to the same appro.ximate geographical area as designed from time to time by the Supreme Teocalli, See of North America. Such subordinate organizations shall be limited to Quetzalcoatl Associations. No other appendant or auxiliary bodies are to be permitted 4.5: All proposals to forini a Quetzalcoatl Association must be ratified by the existing Teocallis involved at a special meeting specifically stating the purposes thereof. No Quetzalcoatl Associatioii may be formed with less then five (5) active chartered Teocallis. If any Association, after receiving its charter, falls below the iniinimum desired standard of five (5) chartered Teoc~llis they will autoiniatically be placed on probation until the next “Feast of Fire” at which time they will formally be given one additional year to reach the minimum standard of five (5) Teocallis. (Refer to Appendix A). 4.6 Once chartered, an Association shall forfeit its charter if it falls below three (3) active Teocalhis in its area/region (Association). While Lmnder such probation die Association shall be entitled to voice but not to vote at Supreme sessions. If, after the probation period has expired and the five (5) minimum Teocalhis for an Association has not been achieved, the Supreme Teocalli may consider revoking its charter. 4 7: A fee set by the Supreme Teocalhi will accompany the Association charter application, along with a copy of the resolution authorizing the formation of said Association, and be forwarded to die Supreme Teocalli. Upon approval of the Supreme Teocalli to proceed with the formation of an Associatmoii, the following minimum requirements shall be complied with. 17"},{"pageNumber":38,"pageContent":"a. The Association shall adopt bylaws consistent with the Constitution, Bylaws, rules and regulations and the Supreme Policy and Purpose Manual. Said bylaws shall be approved by at least two-thirds of the member Teocallis. Association bylaws must be approved by the Supreme Teocalli prior to the physical granting of a charter. b. Associations and Teocallis may set fees and dues, providing the minimum fees and dues as required by the Supreme Teocalhi are adhered to. c. The full name and address of the charter officers must consist of at least the following: Association Chief Camaxtli Association Chimalma Association Tlacuiho (Secretary) d. The official “mailing” address of die newly formed Association. e The official name of the Association (as approved by the Supreme Teocalli) f. A proposed (tentative) date for the chartering of the Association. This proposed date must be at least ninety (90) days after the date of application. 4.8. When a Quetzalcoatl Association has been formed and chartered by the Supreme Teocalli, any application henceforth requesting dispensation/chartering of a new Teocalhi within the same geographical region the Supreme Teocalli shall notify the appropriate Association(s). 4.9: Teocallis may belong to more than one Association, however, individual meiribers of such Teoca4lis cannot hold an elective office in more than one Association at a time. 4:10: An individual iriay not hold elective office in more than one state/regional or national organtzati on at any one time, nor may more than one member of the same Teocalhi hold an elective office in an Association simultaneously. This applies to Quetzalcoath Associations as ~velh as Teocalhis; however a circumstance may prevail which would warrant a waiver of this limitation, such waiver must be approved by the Supreme Board of Directors. 4.11: ~The Chief Camaxtli of each Association, upon his election, automatically becomes a voting member of the Supreme Board of Directors and as such will be entitled to one vote as a voting delegate. No proxies shall be authorized. 4.12: Associations shall hold, as a iriinimum, one business meeting per calendar year, at which time election of Association officers shall take place as well as conducting noririal business of the Asso~iation. For the purpose of scheduling and promotion, the date, place and time shall be determined no later than October l~ for the ensuing year aiid shall be submitted to the Supreme Tlacuilo to be incorporated into the ensuing Supreirie Teocalhi calendar. 4:13: No two Associations will be peririitted to conduct their annual business meeting on the same weekend. When a conflict arises the first date approved by the Supreme Teocalli will take precedence over the other Association date and it will be required for that Association to select another date. 4 14 All fees payable to the Supreme Teocalhi will be in U.S. dollars only. 18"},{"pageNumber":39,"pageContent":"4.15: Association degree teams may be formed for conferring the Artisan (full feathered) degree. Such Association degree teairis are to support all Teocallis in their Association’s geographic area, regardless of whether Teocallis are members of that Association or not. Association degree teams may confer the Artisan degree outside their respective jurisdiction upon request of another Association or Teocalli providing, however, that such request is authorized by both Associations, or in the instance of a “Teocalli at Large”, the Supreme Teocalli. 4.1 6: A function of the Supreme officers is to be in attendance at Association annual meetings insofar as budgetary restraints will permit. However, no Supreme officer, including the Chief Supreme TIaloc, will attend any Association function unless specifically invited by a written invitation stating the time, place and purpose. a. As a general rule there is only sufficient time and funds for the Chief Supreirie Thahoc to attend annual meetings of Associations. However, this does not preclude extending an invitation to him or other Supreme officers to attend other functions of your Association. In the invitation you must spell out what expenses the invitee will be expected to pick up and what cost the host will absorb. (Refer to Section XI, Protocol Procedures). 4 ] 7~ Each Association will report the tentative date(s) and location for their ensuing annual business meeting to the office of the Supreme Teocalhi no later than October 1 each year. PROHIBITED PRACTICES 1) No Association or Teocalli shall organize, sponsor or approve a female unit of the Order of Quetzalcoath. No women’s auxiliary in the Order of Quetzalcoatl will be permitted under any circumstance No concordant or appendant body, except for a Past Camaxtli’s group and the Order of Knights, Eagles and Tigers (OKET’s), within the Order of Quetzalcoath, not expressively authorized by the Constitution or Bylaws of the See of North America, will be permitted. 2) No Association formed herewith shall endorse or promote by resolution or otherwise politicize any candidate for any elective office of the Supreme Teocalli. Nor shall Associations endorse or promote a resolution advocating, proposing, endorsing or opposing any legislation action of and by the Supreme Teocalli. This section does not preclude an Association from formally placing names into consideration with the Supreme Nominations Committee for candidates of their choosing within the Order of Quetzalcoatl. 3) No Association shall schedule their annual Association meeting or conduct any ritualistic ceremony within thirty (30) days of a scheduled Supreme “Feast of Fire” session. Teocallis aLe strongly encouraged not to conduct ceremonials (degree work) within thirty (30) days of a Supreme “Feast of Fire”. 19"},{"pageNumber":40,"pageContent":"THIS PAGE LEFT BLANK INTENTIONALLY 20"},{"pageNumber":41,"pageContent":"CHAPTER V PROCEDURES FOR TEOCALLIS 5.1: A request for a “Letter of Dispensation” must be made by a minimum of fifteen (15) Shrine Masons who are members in good standing from a Temple where no TeocaHi exists. While fifteen members is the minimum required it is strongly suggested that a new Teocalli not be chartered with less than twenty-five (25) members. Such request shaH be accompanied by the required charter fee as set by the Supreme Teocalli and a “Candidate Registration” form (or Form 1 0) for each individual (Refer to Appendix B). 5.2: The Supreme Teocalli reserves aH rights to assign the name and number for any new Teocalli. The approved name and number shall be indicated in the “Letter of Dispensatioif’ when issue4 from the Office of the Supreme Tlacuilo. All names for new Teocallis must be in the Nahuatl language insofar as possible. All proposed names and numbers for a Teocalli requesting a “Letter of Dispensation” will be referred to the Supreme Historian, when appointed, to check for authenticity prior to a “Letter of Dispensation” being granted by the Supreme Teocalli. 5.3: Once a Teocalli has been granted a “Letter of Dispensation” they shall have all the rights and privileges of a duly constituted Teocalli with the right to hold meetings, elect new members, confer the Artisan degree and hold elections. a. Once a “Letter of Dispensation” has been issued it is the inherent duty of the Teocalli Tlacuilo to submit, in a timely manner, any and all subsequent status changes that effect membership (gains, drops, change of address, etc.). (Refer to Appendix E) 5.4: A Teocalli has one full year from the date of the “Letter of Dispensation” to charter. No initiation fees or per capita dues shaH be assessed a new Teocalli while operating under a ~Letter of Dispensation” however performance fees may be applicable. 5.5 A Teocalli operating under a “Letter of Dispensation” shall submit bylaws for approval to the Supreme Teocalli before a charter will be issued (Refer to Appendix C). 5.6: When a new Teocalli has been chartered within a region/area where a “Q” Association has been ~duly chartered, such Teocalli must become a member of that Association, or an Association of their choosing. A Teocalli may, at their choosing, belong to more than one Association. however, a member of such Teocalli may not hold elective office in more than one Association at any one time. 5.7 Each Teocalli operating under a “Letter of Dispensation” shall be entitled to three (3) voting deleg’ates at all Supreme sessions in accordance with this Policy auid Purpose Manual and the Supreme Bylaws 5.8: A proposed (tentative) date to charter a Teocalli shall be submitted to the Supreme Teocalli at least sixty (60) days prior to the intended date of chartering This lead time is necessary to ensure a representative of the Supreme Teocalli will be in attendance and to allow sufficient time to prepare the charter for presentation 5.9: Every Teocalli and Association must have their own individual EIN (Employer identification Number) from the Department of Treasury (IRS) prior to a charter being issued. 21"},{"pageNumber":42,"pageContent":"Application may be made on form SS-4. A copy of the assigned number will be submitted to the Supreme Teocalli (Refer to Appendix F). 5:10: No Teocalli shall organize, sponsor or approve a female unit of the Order of Quetzakoatl or of the Teocalli itself No ladies auxiliary in the Order of Quetza~coatl will be permitted under any circumstance. No concordant or appendant body, not expressly authorized by the Supreme Constitution or Supreme Bylaws of the See of North America, will be permitted 5:11: Should a Teocalli, after being granted its charter, fall below the required minimum of fifteen (1 5) members, such Teocalli shall automatically be placed on probation until the next annual session of the Supreme Teocalli when such issue shall be reviewed. Such Teocalli may be granted a one year extension of the probation (from the date of the annual session) to bring their membership up to the standard expected. The Supreme Board of Directors may grant an additional one year extension (two years total) if extenuating circumstances exist. Failure to comply with these requirements will constitute grounds for revocation of the charter. 5.12: Teocallis must hold, at a minimum, one meeting per quarter. It is highly recommended that Teocallis conduct monthly meetings. 5:13. The “Coate” vow (obligation) must be given to every new member of a Teocalli within thirty (30) days after his acceptance into membership AU fees due must have been paid by this time (Refer to Appendix D). 5:14 All fees payable to the Supreme Teocalli must be in U.S. dollars only. 5.15: Teocallis may confer the full feathered Artisan degree at the request of another Teocalli within their Association; providing however, the respective “Q” Association authorizes such courtesy conferral. Teocallis not a member of an Association may not confer the Artisan degree for any other Teocalh, other than their own, without authorization of the Association andlor the Supreme Teocalli 5 1 6 No Teocafli located in an area where there is a chartered Association can be considered “at large”. Such Teocallis must join the Association or surrender their charter until such time as they become active members of an Association. New Teocallis operating under a “Letter of Dispensation” have one year after their charter has been granted to affiliate with an Association, if one is chartered in their region/area. 5.17: Teocallis operating under a “Letter of Dispensation” shall not be assessed any Association fees until such time as a charter has been issued. Associations should provide ~courtesy” membership to a new Teocalli operating under a “Letier of Dispensation” 5 18 Teocallis are required to submit Form 11 (Elecuon of Officers) with eleven (11) days immediately following the annual election (Refer to Appendix G). 5.19 For additional information regarding the functioning of a Teocalli refer to Appendices 0, P and Q. 22"},{"pageNumber":43,"pageContent":"SECTION VI SUPREME BUSINESS MEETING (Feast of Fire) 6.1: The annual Supreme business meeting (Feast of Fire) of the Supreme Teocalli shall be conducted in accordance with the Constitution, Bylaws, rules and regulations and the Supreme Policy and Purpose Manual. The Chief Supreme TIaloc shall be the presiding officer. In his absence, or inability to serve, the presiding Supreme officer shall be as designated by the Supreme Bylaws. 6.2: All Supreme business meetings shall be conducted with decorum and in a professional manner consistent with the first class image the Imperial Shrine of North America warrants. There are two distinct purposes of the Supreme “Feast of Fire~~: one for the conducting of legitimate business and conferring the Master Artisan degree, and the other for fun and social engagement. While fun is the “name of the game”, inappropriate pilfering, borrowing and other distasteful and mischievous acts have no place at or during a Supreme “Feast of Fire” at any time. Good natured humor and fun should be confined to hospitality rooms out of the public eye and in private. However, this is best left to Association and Teocallis functions, not that of the Supreme Teocalli. Insofar as possible, the host committee will make every effort to place the hospitality room(s) on a floor or floors which will provide for maximum security. In negotiations with the convention hotel, the host committee should attempt to secure one floor in its entirety for the exclusive use of the Supreme Teocalli with no other hotel guests from the public sector permitted. All sessions of the “Feast of Fire” for the Supreme Teocalli will be for “MEMBERS ONLY”. 6.3. In line with the image expected of an Artisan of this Order, the “Feast of Fire” banquet shall be semi-formal. A business suit, sports jacket with dress slacks, dress shirt and tie (or a “Q” bob tie) a.~e preferred standards of dress for the final banquet The Chief Supreme TIaloc will instruct the host committee to deny admission to the banquet room anyone that is dressed inappropriately or does not comply with the minimum requirements set forth herein. To preclude the potential abuse of hospitality rooms, it is highly recommended such rooms be closed at least two hours prior to the “Feast of Fire” banquet. 6.4: Only the Master Artisan degree may be conferred at a “Feast of Fire”. The conferral of the Artisan degree shall be left to the discretion of the Associations and the Teocallis. If appropriate, the conferral of the Master Artisan degree may b~ divided into two sections at the discretion of the Degree Director. 6 5: At the discretion of the Chief Supreme TIaloc, and in consultation with the Supreme Board of Directors and the host committee, workshops and seminars may be provided for the general education and development of the members in attendance and for the growth and development of the Order. 6.6: Voting for any Supreme officer shall be in accordance with the Supreme Bylaws. The Chief Supreme TIaloc shall conduct the elections after receiving the report of the Supreme Nominations Committee. Prior to elections he shall appoint a minimum of three (3) tellers, who shall be from different Associations/Teocallis for the purpose of tallying votes, if required. At the discretion of the Chief Supreme TIaloc, he may accept a vote by “acclamation” providing only one individual is seeking that office. 23"},{"pageNumber":44,"pageContent":"6 7: Should any office be sought by more than two individuals and no majority is received on the first ballot, the Chief Supreme TIaloc may declare the individual receiving the least number of votes dropped from the second ballot, ad infinitum, providing the numerical difference is more than seven (7) votes from the nearest nominee. If a majority cannot be reached after three more ballot sessions, the nominee with the lowest numerical number of votes will be dropped from the ballot. 6.8: The Chief Teller shall inform the Chief Supreme TIaloc if a majority has been attained for the office being voted upon. At no time shall a numerical number be disclosed or reported by the Tallying Committee or Chief Supreme TIaloc. 6 9. Each Teocalli is authorized no more than three (3) voting delegates, providing such Teocalli is in good standing with the Supreme Teocalli and their respective Association. Each Association is authorized one (I) voting delegate. The voting delegates shall be as defined in the Supreme Bylaws. 6.10: In addition to delegates empowered to vote at the Supreme sessions as prescribed in the preceding sections, each Past Chief Supreme TIaloc and each current elected Supreme officer will be entitled to one vote. Even, if otherwise entitled, an individual is not entitled to more than one vote. 6.11: The Supreme business session shall be conducted in accordance with the following guidelines and in the following Order of Business: a) Call to Order b) Invocation c) Shrine Pledge of Allegiance d) Welcoming remarks and housekeeping announcements e) Roll call of officers (Supreme Board of Directors only) f) Approval of minutes of previous session(s) and Board of Directors meeting(s) g) Calpixque report h) Bills and receipts of session (if applicable) i) Communications j) Standing committee reports (if applicable, except Nominations Committee) k) Special committee reports (if applicable) I) Annual report of the Supreme Tlacuilo/Executive Director m) Old business n) New business (any recommendation for action from a committee report) o) Presentation and approval of the Supreme budget for the ensuing year p) Report of the Nominations Committee q) Appointment of tellers and election of Supreme officers r) Installation of Supreme officers s) Announcement of all Supreme appointments and Supreme Committee Chairs t) Presentations u) Good of the Order v) Adjournment 6 12: The Supreme Board of Directors shall have complete jurisdiction and control over the arrangements for all sessions/meetings of the Supreme Teocalli including the annual “Feast of Fire”, selection of headquarters. registrations, program entertainment, order of business, decorations, seating and appointments. This authority shall be exercised consistent with the 24"},{"pageNumber":45,"pageContent":"recommendations of the Supreme Time and Place Committee and through the general supervision of the appointed Convention General Chairman. (The Supreme Teocalli has guidelines for host - ing a Supreme “Feast of Fire” and is available upon request from potential hosts). 6.13: The “host” committee for the Supreme “Feast of Fire” shall provide complimentary lodging and the basic registration package for the Chief Supreme TIaloc and the Supreme Tlacuilo. Such “comp” package does not include optional events such as OKET, golf, mystery trips, etc. Insofar as possible, within the confines of the convention budget complimentary lodging and basic registration package, as defined above, may be provided the “incoming” Chief Supreme TIaloc. 6.14: The Supreme “Feast of Fire” host convention committee will submit a final report of their activities within ninety (90) days following the conclusion of the event and will mail such report directly to the Office of the Supreme Tlacuilo (See Appendix K). 6.15: It is not intended, and this Policy and Purpose Manual does not purport to include all parliamentary procedures and general rules of order. However, they should be conducted and enforced in accordance with “The Standard Code of Parliamentary Procedure”, Third Edition, Alice Sturgis. “Roberts Rules of Order” is an acceptable substitute. 25"},{"pageNumber":46,"pageContent":"THIS PAGE LEFT BLANK INTENTIONALLY 26"},{"pageNumber":47,"pageContent":"SECTION VII MEMBERSHIP AND EXPANSION (Growth and Development) 7.1 The Supreme Teocalli may from time to time establish different classes of membership which shall be adhered to by all Quetzalcoatl Associations and Teocallis. 7.2: Classifications of membership are: a. Master Artisan: An active member of a Teocalli who has previously had conferred upon him the Artisan degree and has been consecrated a Master Artisan at an approved ceremony recognized by this Supreme Teocalli. Submission of the proper fee and subsequent consecration shalhentitle the member to his Master Artisan certificate and Master Artisan medallion. (Note: Master Artisans who were consecrated prior to 1995 must purchase their own medallion and certificate from the Supreme Teocalli). b. Artisan: An individual who has received the Artisan degree (full feathered degree). The Teocalli shall report such member to the Supreme Tlacuilo’s office via a Form 10 when the degree has been conferred. In addition to reporting the degree on a Form 1 0 he shall be subject to payment of the initiation fee (unless previously paid when he was initially reported as a Coate). If not previously reported as a Coate an Artisan certificate shall be issued upon receipt of the initiation fee. c. Coate An individual who has been duly elected to membership by a Teocalli but has not received the Artisan degree. The Coate must have had conferred upon him the approved vow (obligation) of a Coate within thirty (30) days after his acceptance into the Teocalli. He shall immediately be reported to the Supreme Teocalli via a Form 1 0 accompanied by the appropriate initia.tion fee. A Coate has one (1) year from the date of receiving the Coate vow to receive the Artisan degree or be dropped from the membership rolls in the Order of Quetzalcoatl unless a dispensation has been granted by the Supreme Teocalli. (I) Due to extenuating circumstances, formal application may be made to the Supreme Teocalli requesting an extension of one (I) additional year. Under no circumstance will any additional waivers be granted. (2) A Coate may not hold an elec.~tive office except for the initial chartering of a new Teocalli operating under a “Letter of Dispensation”. He shall be entitled to vote on all matters coming before ‘the Teocalli; however, he cannot hold an elective office except as otherwise stated above) d. Associate: There are two classifications for an Associate member: (I) Members of a recognized Teocalli who hold the title Artisan or Master Artisan may elect to become a member of more than one Teocalli. Upon election into the second or subsequent Teocalli, his name shall be reported to the Supreme Teocalli and such individual shall be subject to all per capita dues and fees, except that the initiation fee shall be waived. An Associate member is permitted to vote but cannot hold an office in a second or subsequent Teocalli concurrently with holding an elective office in another Teocalli, nor can more than one 27"},{"pageNumber":48,"pageContent":"member of the same Teocalli hold an office in an Association simultaneously. A waiver from the Supreme Teocalli will be required to hold an elective office in another Teocalli and/or a Quetzalcoatl Association at the same time. (2) In the instance of the above such individual is a legitimate member of the Order of Quetzalcoatl and a vote by the general membership of a second or subsequent Teocalli is not required. However, the Board of Directors should review the application for dual/plural membership and report the same to the general membership. (3) An Associate member is an individual who resides outside the jurisdiction of a chartered Teocalli and where no Teocalli exists within his own geographical area. By vote of the Teocalli, such individual may be invited to become an Associate member Acceptance of membership in this category must follow the same procedure as for a regular candidate. When a Teocalli is chartered in his geographical area, the member may demit and transfer his membership. Membership in this instance is subject to both the initiation fee and annual per capita dues. e. Honorary: Local Teocallis and Associations may elect as honorary members distinguished and qualified persons. Any Honorary member so elected/appointed must be at the time of conferral Artisans of the Order of Quetzalcoatl. Associations and Teocallis should delineate in their bylaws the manner and number of honorary members permitted. An Honorary member cannot be an “active~~ member of the conferring Teocalli. Such individual is not entitled to participate in any business closed session of the Teocalli, although he may be invited to attend “open” social functions of the Teocalli. However, a Teocalli or Association may confer at any time honorary membership upon any elected Supreme officer or Past Chief Supreme TIaloc and would therefore be exempt from the provision of this paragraph f Life: Local Teocallis and Associations may from time to time bestow certain members as Life members of their Teocalli for outstanding and distinguished service above and beyond the norm. Associations and Teocallis must delineate in their bylaws the manner in which and number of Life members permitted Such Life members are not relieved from payment of the annual per capita dues required by the Supreme Teocalli g. Emeritus: A member of a Teocalli who has served the Order faithfully and arduously for a period of more than twenty (20) years, and for personal and legitimate reasons can no longer fulfill his duties. may be elected, by unanimousc~vote of the Board of Directors, an Emeritus member. Such classification permits the individual to propose measures, serve on committees, and be heard in debate but not of voting or holding an office, and shall be granted Life membership Ii. Members at Lar~e Members at Large fall into two categories. (I) Those receiving the Artisan degree prior to 1998 that were not at that time or at present members of a recognized active Teocalli. (2) Members of Teocallis who at one time were chartered in the See of North America but their charters have been revoked, suspended or forfeited. 28"},{"pageNumber":49,"pageContent":"(3) Members at large will be assessed annual dues from the Supreme Teocalli in the amount set forth by the Supreme Board of Directors. DEMITS 7.3: Local Teocallis may develop rules and regulations permitting an active member in good standing to demit from the organization without prejudice. Sometimes there are circumstances in one’s personal life which would warrant a temporary absence from further participation in the activities and functions of a Teocalli. When such action is authorized, provisions should be included in the Teocalli’s bylaws (Refer to Appendix L). 7.4: There are occasions when circumstances may require an active member to request a demit for personal reasons, a temporary business issue, or relocation. A demit shall not be used for inability to pay dues, resignation or personal reasons withouit sufficient justification. Upon request for a demit of an active member, the Teocalli must issue the demit A demit shall be valid for the remaining period of time in the calendar year requested plus one full additional calendar year. The member may request return to active status anytime during this period without prejudice or vote of the Teocalli, either with his former Teocalli or with a new Teocalli in instances of a permanent relocation. After this period the demit shall become ineffective and the former member shall be deemed dropped from the rolls. Subsequent reapplication for membership in any Teocalli must follow the same rules as a new candidate. 7.5: The Chief Supreme TIaloc will appoint at the annual session one or more Artisans to serve on the Supreme Membership and Expansion Committee, the first being named shall serve as Chair. (Refer to Supreme Committees, Section III). The Supreme Membership and Expansion Committee shall actively promote the growth and development of the Order by emphasizing quality instead of quantity, and by encouraging sponsors to “walk a mile in his candidate’s shoes” before proposing him for membership. Emphasis shall be placed on the fraternal side of our Order. INITIATION CEREMONIES/PERFORMANCE FEES 7.6: From time to time it may be deemed appropriate for the Supreme Teocalli, or an Association, to authorize the conferring of the degrees of the Order of Quetzalcoatl at a location or locations other than in close proximity of an established Teocalli or Association. Normally, such initiation ceremony is conducted in the immediate vicinity of a local Teocalli where costs to perform such degree would be minimal. Where no local Teocalli exists there may be considerable expense involved in conferring a degree (room rental transportation of equipment and personnel, audiQ visual equipment, etc.), and as a result a performance fee may be assessed to assist defraying additional costs that would not be normally incurred on a local Teocalli level. When applied, all candidates receiving the degree will be assessed the same fee. Teocallis and Associations are not authorized to charge performance fees if no additional expenses would have been incurred if the same performance had been accomplished on a local level. Fees for non - ritualistic functions, e.g., meals, hospitality, etc., should be included as part of a registration fee which would be the same as for any regular member attending the function. a. The payment of a performance fee does not relieve a Teocalli from payment of the required initiation fee for a new candidate, excepting however, if the candidate is a member of a 29"},{"pageNumber":50,"pageContent":"Teocalli operating under a “Letter of Dispensation”. ALL initiations of candidates are to be reported to the Supreme Teocalli within ten (1 0) days via a From 10 (Refer to Appendix E). 7.7: When an Artisan degree is authorized by the Supreme Teocalli in an area other than a local Teocalli, the following will be adhered to: a. Admission to witness the conferral of the degree will be by displaying a current dues card of a recognized Teocalli belonging to the See of North America Non-affiliated Teocallis and its members will not be granted admission (Refer to Appendix I). b. ALL candidates must be pre-registered. Absolutely no “walk-ins” will be permitted (Refer to Appendix B). c. All candidates who reside within a fifty (50) mile radius of an existing Teocalli with membership in the See of North America MUST make application through that Teocalli in the normal fashion. This will require certification that the applicant has been voted upon and approved by such Teocalli by having the Camaxtli and/or Tlacuilo sign a completed “CANDIDATE REGIS TRA TIOZV” form. d. Candidates who reside outside a fifty (50) mile radius of an existing Teocalli MUST be sponsored by an active member of a Teocalli and accepted as an Associate member of that Teocalli. This must be attested to on the “CANDIDATE REGISTRATION” form. The Supreme Teocalli does not permit “members at large”. This Associate member shall remain as an integral member of the sponsoring Teocalli until such time as a Teocalli is established within fifty (50) miles of his residence. All such members are subject to the same fees as for a regular active member. 7.8 Once the new candidate is elected, has been informed of his election, and has taken the required steps to become a member of the Order of Quetzalcoatl, it makes sense to properly indoctrinate him. Teocallis will provide for indoctrination as soon as possible after his acceptance, preferably within thirty (30) days. This is the opportune time to render the Coate “vow” to the new member. He becomes a member when the Coate vow is given (Refer to Appendix D). 7.9: -The initiation of new members is usually accomplished during a fun-filled weekend culminating with a banquet or other appropriate social function. It should be fun for both the Artisans and candidates There are many ways to have fun with candidates without creating scenes of embarrassment or fraternity-style liazing~No initiation should ever take place in public. 7.10: In the presentation of the degree, emphasis will always be retained on the ancient Nahiiatl natur.~ of the ritual. The use of coarse, profane or vulgar language should be avoided, and nothing should be done at any time during an initiation to demean the dignity of any of the candidates. The ritual carries a serious message and should be conveyed to all members of our Order, although humor may be introduced after the formal portion of the ritual ends a During the pulque ceremony (sometimes referred to as the second section of the Artisan degree, or the drinking of “equal” parts) do not take for granted that every individual can consume the ancient beverage provided. There may be a medical, religious or other health reasons why a person should not partake of this ceremony It behooves each degree team to be fully cognizant of the inherent possibilities for embarrassment to any candidate 30"},{"pageNumber":51,"pageContent":"7.11 Absolutely no picture taking at any time during the ritualistic ceremony. Pictures of the cast members in costumes may be taken AFTER the ceremonies have concluded. 7.12: No other type of initiation, indoctrination ceremonies, or degree conferral is authorized at any Association or Teocalli function other than specifically authorized by and prior approval of the Supreme Teocalli. 31"},{"pageNumber":52,"pageContent":"THIS PAGE LEFT BLANK INTENTIONALLY 32"},{"pageNumber":53,"pageContent":"SECTION VIII ORDER OF KNIGHTS, EAGLES AND TIGERS (OKET’s) 8.1: The Order of Knights, Eagles and Tigers, hereafter referred to as OKET’s, is the highest honor a Teocalli may confer upon one of its members. To be eligible for this honor, and to be consecrated a High Pontiff in the Order of Knights, Eagles and Tigers, one must be an Artisan in good standing in a Teocalli under the Order of Quetzalcoatl, See of North America. Such an individual must have been a member of our Order no less than two (2) years and have made outstanding contributions for the advancement, welfare and good of the Order. Serving as a Camaxtli or officer of a Teocalli does not in itself qualify an individual for this high honor. 8.2: All nominations for this honor will be made through the Supreme Teocalli and be accompanied by the appropriate nomination fee and date of presentation (announcement). The official emblem of this honor society of this Order will be a double headed serpent, gold or brass in color, worn on a chain around the neck. This emblem, originally the symbol of a TIaloc, was worn as a pendant by the High Priests. A certificate of recognition and an OKET lapel pin will also be presented to the recipient of this honor. All OKET certificates issued will be numbered consecutively in the order in which they are granted by each Teocalli. 8.3: The name of each High Pontiff shall be carved in perpetuity among the Aztec deities in the annals of each Teocalli and shall appear in order of their respective seniority in each Teocalli roster/membership listing titled “High Pontiffs of the Order of Knights, Eagles and Tigers.” OKET’s who subsequently may affiliate with a Teocalli other than their own will be afforded the privilege of having their name and original Teocalh and number included in the listing of the Teocalli they affiliate with 8.4: Initially, after a Teocalli has been duly chartered by the Supreme Teocalli, See of North America, for a period of not less than one (1) year, the Supreirie Teocalli in consultation with the chartering officers may select and elect not less than two (2) and not more than three (3) Master Artisans or Artisans from their membership upon which to bestow this honor. The original three members do not have to meet the two-year requirement It is not required to select all three in the first year after chartering Following the selection and consecration of the original three (3) High Pontiffs, all subsequent Artisans receiving this honor must be elected by a unanimous vote of the High Pontiffs previously consecrated at a regular constituted meeting of the Knights, Eagles and Tigers. 8.5: After the original three (3) High Pontiffs have been consecrated, no iriore than two (2) Artisans may be nominated for this honor during an-y one term of office (calendar year). Final approval for all nominations rests solely with the Supreme Teocalli. 8 6: No nomination for an OKET shall be accepted until one full year after the date of a charter of a Teocalli. Associations may not submit nominations for this honor All nominations for this honor must originate from a qualified Teocalli and be approved by the Supreme Teocalli prior to being announced and/or presented to the recipient 8.7: OKET’s of any one Teocalhi shall meet a iriiniirium of once each calendar year as designated by the Sacrificial Executioiier (President) There shall only be two officers. A Sacrificial Executioner (President) and aii Astronomer-Priest (Secretary), who shall be appointed by the President These two officers are limited in their office to a maximum of two years and shall sign 33"},{"pageNumber":54,"pageContent":"all subsequent certificates for those hereafter properly nominated and accepted by vote of the High Pontiffs in attendance at the regular annual meeting. Regalia (certificate, lapel pin, and medallion [snake]) is included as part of the nomination fee which must accompany the nomination at the fee set forth by the Supreme Teocalli. 8.8: Officers, past or present, are not permitted to have any input into the nomination of an OKET (unless they themselves are OKET’s). Selection of individuals for membership in the OKET organization is solely the responsibility of previously honored member OKET’s. All recommendations and discussions for such honor are confidential and are to be kept private among members of the OKET organization ONLY. There shall be no more than one OKET group in any one Teocalhi. 8.9: Announcement of the recipient(s) is customarily not released until time of conferral, which is best accomplished at the annual installation ceremony of the Teocalhi officers. A public cerefflony for presentation of this honor and its accompanying guidelines and paraphernalia is available from the Supreme Teocalli. Lacking bylaws for the OKET’s, specifically approved by the Supreme Teocalhi, this Policy and Purpose Manual and its accompanying guidelines provided by the Supreme Teocalhi shall be the governing documents for all OKET organizations (Refer to Appendix N). 8.10: OKET dues, assessments or fees shall never be assessed a High Pontiff or an organization of Knights. Eagles and Tigers However, this does not preclude such group from voluntarily raising its own funds in a manner acceptable to its members with the approval of the Teocalhi Board of Directors. It is customary for all High Pontiffs to meet at least once annually for a dinner meeting and once annually for a luncheon at a time and place designated by the Sacrificial Executioner. One of these meetings shall be designated the annual meeting for the purpose of submitting nominations for new OKET’s and election of officers. 8:11. Fraternal visitations between members of the Knights, Eagles and Tigers of other Teocallis are sti<ongly encouraged 8.12. It is emphasized that this is the highest honor a Teocalhi may bestow oii one of its outstanding members Careful selection must be made. It is not a requirement to nominate individuals for this honor every year Nominations should only be made when there are WELL QUALIFIED individuals who maintain the highest standards of service to the Teocalhi and otherwise meet the qualifications for this honor. 34"},{"pageNumber":55,"pageContent":"SECTION IX FISCAL ACCOUNTABILITY (Tax Reporting Procedures) 9.1: Every Teocalhi and Association is required to maintain its own Employer Identification Number (EN) which is obtained by making application on Department of the Treasury (Internal Revenue Service) Form SS-4. Once the EN has been assigned, this number must be reported to the Supreme Teocalli. (Canadian Teocallis are exempt from this requirement). 9.2: No Teocalhi or Association should ever utilize a Shrine Temple’s EN or an individual’s social security number on any document including financial records with banking institutions IRS requires all nonprofit organizations to maintain their individual EN (Refer to Appendix F). 9.3: Teocallis and Associations whose annual gross receipts iiormally do not exceed $25,000 will not be required to file annual state or federal tax reports. The Supreme Teocalhi has secured a “group” exemption code under IRS Code 501(c) (10) and will annually file for the Supreme Teocalli which includes all its subordinate units, organizations, clubs, etc., (Group Exemption 8111). However, each Teocalli and Association is required to file a Form 15 (Annual Financial Statement) with the Supreme Teocalhi with submission date no later than March 15. The Supreme Teocalhi will provide this form to each Teocalhi and Association on an annual basis, or it may be downloaded from the web site. You are not required, nor should you ever, file a financial statement with your local Temple (Refer to Appendix 0). 9.4 If your Teocalli or Association anticipates gross receipts exceeding $25,000, it must be reported immediately to the Supreme Teocalli. A different set of tax rules will apply in these instances and the Supreme Teocalli will assist and advise in these instances. For this reason, those Teocallis hosting a Supreme “Feast of Fire” session should maintain a separate set of books and bank.accounts and NOT commingle funds with those of the Teocalhi. EXPENSES OF SUPREME OFFICERS 9 5• All expenses of Supreme officers must be consistent with the approved budget. The Chief Supreme TIaloc is the only individual authorized to draw funds of the Supreme Teocalhi, not - withstanding the Supreme Tlacuilo/Executive Director and the Supreirie Calpixque operating expenses associated with their duties and the~ function of their offices All claims for reimbursement must be accompanied by a receipt indicating the date, amount and the event for which the claim is being made. 9.6: All claims for reimbursement will be made through the office of the Supreme Tlacuilo for budget control purposes. Generally, no claims will be honored for incidentals such as breakfast, lunch or other social functions. It is expected that reimbursement for registration packages will cover the primary amenities. No claim will be honored for periods of time inconsistent with the scheduled date of the event attended No rental car expense will be honored under any circumstances. All claims will be filed in a timely fashion and must be filed no later than thirty (30) days following the event. Refer to Guidelines for Filing of Supreme Expenditures, which is an attachment to this Polic and Purpose Manual 35"},{"pageNumber":56,"pageContent":"SUPREME TRANSPORTATION FUND 9.T Approval for disbursement of funds from the Supreme Transportation Fund shall be as follows: a. The Chief Supreme TIaloc may authorize expenditures up to $1,000. He shall report this disbursement to the Supreme Board of Directors at their next meeting and include this action in his final report at the “Feast of Fire”. b. The Supreme Executive Committee may authorize expenditures up to $5,000. This action shall be reported to the Supreme Board of Directors at their next meeting and be included in the final report of the Chief Supreme TIaloc. c. The Governing Board of Directors may authorize expenditures in excess of $10,000. Such action shall be reported to the Supreme Teocalli at the next “Feast of Fire” and be included in the final report of the Chief Supreme TIaloc. ANNUAL BUDGET OF THE SUPREME TEOCALLI 9.8: The office of the Supreme Teocalhi shall develop a proposed annual budget for the Supreme Teocalhi in consultation with the Supreme Camaxtli (incoming Chief Supreme TIaloc). Development of this proposed budget shall commence no later than sixty (60) days before the date of the “Feast of Fire” and be forwarded to the Supreme Budget and Finance Committee for their final recommendations and approval. a. The finalized proposed Supreme budget will be printed in the proceedings and be included as part of the final report of the Supreme Tlacuilo. This report is required by the Supreme Bylaws. b. Such proposal will be preseiited to the Supreme Board of Directors for their approval and subsequent recommendation to the general assembly for final adoption."},{"pageNumber":57,"pageContent":"SECTION X SUPREME AWARDS 10.1: The Supreme Teocalli may establish a publications award program to encourage communication between the Teocallis and its members, from Teocalli to Teocalli, and to Associations and the Supreme Teocalli. a. The Supreme Publications Award program will be under the auspis of the Supreme Publications and Communications Committee, of which the Editor of the Voice of the Coate shall serve as an ex-officio member. The Supreme Publications Award customarily will be categorized into four divisions annually: (1) Class I - Small size Teocallis (2) Class II - Medium size Teocallis (3) Class III - Large size Teocallis (4) Class IV — Grands size Teocallis 10.2~ Awards in these categories, or any special recognition, will be announced during the “Feast of Fire” session. 10.3: Selection criteria shall be based upon (Refer to Appendix 5). a. Number of issues published b. Quality of contents c. Use of bulletin/newsletter to announce and promote events d. Layout e. Calendar of events f. Appearance (eye appeal) g. Use of graphics h. Dissemination of historical and educational information i. Messages from officers j. Reports of activities (transportation fund, scholarships, community activities, golf tournaments, fund raisers) k. Issues must be printed a minimum of four (4) times annually I. Issues must be mailed to the editor, Voice of the Coate, for consideration m. All submissions must be received no later than September l5~” n. Contest runs from one Feast of Fire (October thru September) to the next Feast of Fire 10.4: Each Association may recommend one Teocalli for the “Teocalli of the Year”. Nomination shall ~tate the reasons why this Teocalli has been nominated for such an award. Nomination shall be mailed to the Supreme Tlacuilo no later than September 1 of each year. Nominations shall be submitted in writing on standard Associatioii stationary and not be longer than two pages in length The Supreme Executive Committee will review nominations and make their recom - mendation to the Chief Supreme TIaloc. a. The Chief Supreme TIaloc shall consider such nomination for the “Teocalli of the Year”; however, lacking a nomination, he may at his discretion select a Teocalli for the award. Announcement and presentation of the “Teocalhi of the Year” will not be made known until the final banquet at the “Feast of Fire”. 37"},{"pageNumber":58,"pageContent":"10.5: The Supreme Executive Committee may select an “Artisan of the Year”. Such award will not be made known until the final banquet at the “Feast of Fire”. Refer to guidelines for the Nomination of the “Supreme Artisan of the Year” which is an attachment to this Policy and Purpose Manual. 10.6: All awards shall be consistent with the approved budget granted for the current year. The recipients of the above awards shall be engraved in perpetuity on the permanent plaques maintained in the office of the Supreme Teocalli. 38"},{"pageNumber":59,"pageContent":"SECTION XI STANDARD PROTOCOL PROCEDURES 11 .1: In order to standardize procedures for the invitation, reception, and introduction of a Supreme officer and to assist Associations and Teocallis in providing a consistent procedure for handling formal occasions and business meetings, the following guidelines are provided (Refer to Appendix P). 11 .2: Head Table Courtesy~ If a meal is a “sit-down” event, remember those seated at the head table are ALWAYS served first. If the meal is a buffet, ALWAYS arrange for those seated at the head table to go first, i.e., with the honored guest being first in line. 11.3: When to pick up the Tab: If the Chief Supreme TIaloc (or his “designated” representative in his absence), or an Association Chief Camaxthi visits your organization for lunch or dinner as an INVITED guest, the organization ALWAYS picks up the tab for his meal and his lady if she accompanies him. a. On many occasions, a Past Supreme Tlaloc, a current elected officer of the Supreme Teocalli, or a Past officer of your Association/Teocalli may be invited to serve as an installing officer or take part in the installation. It is only proper and fitting for the host organization to absorb the cost of his meal and that of his lady. Furthermore, if you invite one of the above mentioned officers, past or present, to drive considerable distance to serve as an installing officer, or in some other official capacity, his lodging should also be paid for. 11.4: Printed Programs. Tickets. Etc.: In some Masonic jurisdictions it is in direct violation for anything to be printed on tickets, invitations, letters, programs, etc., being distributed with reference to the fact that the item was donated or supplied by a company, firm or commercial establishment- Such commercial acknowledgement may be considered to be advertising aiid is prohi~bited. Check the Masonic Code in your jurisdiction first. a. No reference will be made to alcoholic beverages on invitations, brochures, tickets (any form of printed materials) to include cocktails, liquor, wine, champagne, etc. The words “Social Hour”, “Attitude Adjustment Hour” or “Refreshments” is more appropriate and should be used in lieu of the aforementioned. II .5: Room Set-Up: Do you know the difference . . . between the words PODIUM aiid LECTERN” The correct usage of the word LECTERN seems to be fading out and everyone, chairmen and newspaper reporters especially, use the.word PODIUM for both. A lectern is what you place your notes on while speaking~ a podium is the platform you stand on while speaking. Be sirre you ask for the proper equipment. Always check to ensure the flags of the United States, Canada and Mexico are in the meeting room (even for banquets) and if so, they should be displayed in their proper position: the national emblem of the country in which you are speaking is ALWAYS to the right of the speaker as lie faces the audience. TEOCALLI VISTITATIONS BY SUPREME AND ASSOCIATION OFFICERS II .6 The raiiking Supreme officer should be exteiided the courtesy of being seated at the head table. If you are not the main speaker, determine the Teocalhi’s time schedule and ALWAYS 39"},{"pageNumber":60,"pageContent":"remain within that time frame. Nothing is more appreciated than a speaker who gives his message and retires. If you are not the main speaker or program, but are asked for remarks, keep them just that . . remarks. Five (5) minutes maximum. If you are attending in order to conduct business with the Teocalli officers, do so before or after the scheduled meeting. NOT DURING THE MEETING. DROP-IN VISITATIONS II .7: All Teocalhis and Associations are pleased wheii the “Brass” attends. However, you do not have to become “brassy” Unless SPECIFICALLY invited by the presiding officer to sit at the head table, find a seat among the Artisans. Remember, they would all like to get to know you better. We all return to the “level” at some time. If asked out of courtesy to offer remarks, do so with extreme brevity. The Teocalhi schedule for the day/evening may already be filled through advance planning. Please remember, you are representing the Supreme (or Association) and your actions should bear that in mind. Your visitations should be a time for “Q” fun and fellowship not problems. INSTALLATIONS 11.8: Obviously, the incoming Camaxtli should confer with the Past Camaxthis, regarding tradition and procedure, due to their experience Remember, at the time of installations (most occur in December and January) there are usually many other installations and social functions scheduled by other groups and Teocallis, that Supreme and Association officers can only comiriit to so many. If you invited a participant to attend who resides a considerable distance from your location bear in mind that he incurs considerable expense — do not forget to arrange for complimentary meals, and if possible, lodging where appropriate. When inviting a Supreme or Association officer, invite him to be an active participant in your ceremonies as part of the installing team. Do not expect him to attend your function merely as a spectator unless lie is a member of your own Teocalli, or resides nearby 11 .9: Protocol dictates that the outgoing Camaxtht opeiis the meeting by calling on the Chaplain for the iiivocatioii. This is followed by the Pledge of Allegiance to the Flag of the resident Country followed by the traditional toast. (The international Pledge should be used when the situation presents itself) It is at this point that the irieeting is usually turned over to a Master of Ceremonies. The Master of Ceremonies will introduce the visiting dignitaries, special guests, aiid the head table. The Master of Ceremonies does iiot introduce the Installing teairi The lnstalhing office does this just prior to the installation ceremony 11.10: While the out—going Camaxtli is technically still in charge and will remain as such until relieved of his office by the installing officer, court&sy demands that the incoming Camaxthi be consujted along the way as to who the installation team should be Also, who will serve as Master of Ceremonies. Too often, thought is not given to securing a dining/baiiquet room with sufficient space between the head table(s) and the closest tables of the group. There should be at least ten (10) feet or more Remember, some Teocalhis utilize aii altar, some Teocallis require space to line up all the incoming officers, and oftentimes special honors are bestowed (OKET’s, etc.). Remember, not all rooms will allow the suggested ten feet clearance between the head table (risers) aiid the first row of baiiquet tables The Installation Coiriiriittee (when appointed) may have this in mind and in fact even relate this requirement to those in charge of settiilg up the banquet room However. inasmuch as restaurants are not accustomed to our procedures, they iieed to be reminded again on the morning of the function. 40"},{"pageNumber":61,"pageContent":"Unless due caution is exercised, you may arrive at the banquet only to find inadequate space has been provided. Always ensure that an American flag, and a Canadian and Mexican flag when appropriate, will be present in the room. 11.11: Of course, you will want everything to go srnoothly; if it is an open installation, it is a good opportunity to irnpress our ladies and Brother Masons, or guests who do not belong to our Order. CHARTER PARTIES II .12: Parties to celebrate receiving the Teocalli charter are special occasions. The tone set at a charter party may very well set the tone for years to come for the advancernent and growth of that Teocalli. At least a sixty (60) day notification (and approval) rnust be obtained frorn the Suprerne Teocalli before confirming a charter date. It is suggested a Supreme officer be invited if one is in the immediate area. The Chief Supreme Tlaloc will rnake every effort to ensure a Suprerne officer is appointed as his representative for the charter presentation. The Chief Carnaxthi of the respective Association should also be invited. Arrangernents rnust be made to rneet any dignitaries, and their ladies if in attendance, upon arrival at the airport and provide for their banquet rneals. a. Bear in rnind; whomever you invite to present the Charter, he and his lady’s meals should be cornphirnentary. While not mandatory, it would also be considerate to arrange for cornphirnentary lodging for the highest ranking dignitary if an overnight stay is required, or his travel involved, corning a considerable distance at his personal expense. Usually, this cost can be absorbed through a banquet override. COMPLIMENTARY MEALS (Suggestions) 11.13: Complimentary meals always pose a problem for Teocalhis and Associations as every effort should be made to hold overall cost down to a minirnurn However, any Supreme or Association officer who has been specifically assigned the responsibility of attending a region or geographical rneeting should be considered a guest. He therefore should be entitled to cornphirnentary meal(s) for hirnself, and his lady if she attends. When Supreme and Association officers are invited to perform duties as installing officers, they should be considered guests and provided complimentary meal(s). INVITATIONS 11 .14: Invitations to any function or event, including installations and charter presentations, for example, must be answered immediately, either by accepting or declining. If the Chief Supreme Thaloc is invited, be sure the invitation clearly indicates that you would like a designated representative in case he is unavailable to attend; this enables the host organization to know how rnany places to prepare and to arrange lodging and seating for special guests, etc. a. It has been reiterated in previous sections of this Policy and Purpose Manual but it bears repeating, do not expect any Supreme or Association officer to attend any of your functions unless they have been formally invited. 41"},{"pageNumber":62,"pageContent":"PUNCTUALITY II .15: Punctuality is not sornething that has just corne into vogue. Louis XVIII stated the rnaxirn, “Punctuality is the politeness of Kings... and the D UTY of all good people .“ The old adage of first impressions are lasting irnpressions is a valid one. Be sure you give a good irnpression of your arrangernents by cornrnencing prornptly at the designated tirne. INTRODUCTIONS II .16: When introducing persons frorn the floor, it is suggested that you use this order: the highest ranking person should be the last person to be introduced. Start frorn the floor, then those seated at reserved tables (if appropriate), then those seated at the head table(s). ALWAYS introduce in groups (e.g., all Past Carnaxtli’s, all visiting Carnaxtli’s, all Past Association officers, etc.). ALWAYS request the rnernbers and guests to withhold their applause until the entire group has been introduced (Refer to Appendix Q). a. Protocol differs frorn one Masonic jurisdiction to another, however, the Order of Quetzalcoatl is not bound by these variances. No one wants to listen to long drawn out introductions so rnake thern as brief as possible, and yet pay due respect to the titles of those who rnay be in attendance. Insofar as possible, no one individual should be introduced more than once, in such instances he is to be introduced by the highest rank held. 11.17: Head Tables: If there are rnore than two head tables (heaven forbid!), start with those at the lower table(s) and work upwards. Protocol dictates, the higher the ranking of the officer requires seating at the upperrnost table. Again, the highest ranking individual should be introduced last Again, introduce each table as a group requesting that applause be withheld until the entire group is introduced. Each individual, with his lady, should stand and remain standing until applause has been asked by the Master of Cerernonies, at which tirne they should seat themselves. a. Suggested order of introductions (when applicable) (I) Past Teocalli Carnaxtlis (including visiting Carnaxtlis) (2) Current Teocallis Carnaxtlis (including visiting Carnaxtl is) (3) Convention Chairrnan or Cornrnittee Chairrnan responsible for the event (he in turn should be asked to request his entire committee to stand in place but not to introduce them individually) (4) Past Association officers (5) Current Association officers (6) Any current divan members, including the Potentate (not Past Potentates) (7) Any current Grand Lodge officers (excluding current Grand Master) (8) Current Grand Master (9) Past Chief Suprerne Thalocs (10) Appointed Suprerne Teocalli officers, if any (II) Current elected Suprerne officers (12) Current Chief Supreme TIaloc (or his designated representative) (It is always proper and correct to introduce the lady of the person being introduced, if in attendance. Take the time and effort to obtain their narnes before the prograrn commences and practice the correct pronunciation of unfarnihiar narnes) 42"},{"pageNumber":63,"pageContent":"b. Always remember .. . the highest ranking individual is to be introduced LAST. Only the current title (office), or the HIGHEST title held, is used in the introduction. If the individual has held a very high office and is currently holding another office (for example, if a Past Grand Master is currently serving as Carnaxtli) , only the highest office held should be referred to followed by the current office. CORRECT SEATING AND USE OF PLACE CARDS I 1.1& Starting with the lectern in the center, proceed from left to right: seat rnan then woman until the last two spaces (seats); then seat woman then rnan. Never seat a woman at the end of a head table. It is also poor taste to seat anyone at the straight ends of a head table. If you use place cards at a dinner function (you should) and if you want to be correct, DO NOT use the lady’s given name if accompanied by her husband. CORRECT INCORRECT Mr. John Jones John Jones Mrs. John Jones Mrs. Ruth Jones a. To introduce the couple, the Master of Ceremonies rnay correctly say, Mr. John Jones and his Lady Ruth. To use RUTH JONES on the place cards (or addressing an envelope) indicates she is either widowed or divorced. CUSTOM FOR LOCAL TEOCALLIS I 1.I9~ During a “rnernbers only” meeting of a Teocalli it is necessary to acknowledge certain distinguished persons. It is necessary to keep in rnind these events are Quetzalcoatl events and not Shrine, Grand Lodge, or other similar Masonic functions. While Masonic protocol may differ slightly from one jurisdiction to another, the Order of Quetzalcoatl is the highest organization in this instance. Ii .20: “Fun is the narne of the game!” Artisans did not become members of the our Order to listen to long drawn out introductions. This they can find in other organizations. The following is suggested for local Teocallis: a. Pledge of Allegiance to the Flag (Shrine Pledge, if appropriate) b. Invocation c. Toast to the nectar of the gods (This may have previously been accomplished due to the arrangements of the meeting place) d. Introduction of Past Carnaxtlis, including those visiting, (collectively, not individ - ually), as a group e. Introduction of all OKET’s, including those visiting, (collectively, not individually), as a group f Introduction of current Temple divan rnernbers, including the current Potentate, if in attendance, as a group g. Introduction of current Association officers and Supreme officers, as a group h. Introduction of the Chief Supreme TIaloc 43"},{"pageNumber":64,"pageContent":"(1) Under normal circumstances these should be all the introductions required at a regular “members only” Teocalli meeting. The entire process should take no longer than three (3) minutes. Then let the fun begin! 11.21: Normally, there should be no business conducted at a regular Teocalli meeting. This is best handled by the Teocalli Board of Directors with the presiding officer making only a brief synopsis of their actions/recommendations given to the general membership. THE DUTIES OF A MODERATOR (PRESIDING OFFICER) 11.22: The duties of a moderator are also applicable to a presiding officer. A moderator, according to the dictionary, is one who presides, one who exercises guidance, direction and control over an assembly or group. His guidance, direction or control is toward the thinking of the assernb~y or group, as it considers a particular issue or subject. If several issues are to be considered, each should be discussed separately. Arguments often arise when individuals in a group try to discuss different subjects at the same time. The following suggestions may be helpful to a moderator as he exercises his guidance and direction. a. A moderator, in opening his session should state only facts and material relative to the subject under discussion. His statement should be as brief as possible, safeguarding against talking too much. He should be impartial at all times, regardless of his personal convictions. Above all, he should not be giving a speech. He should not take a position for or against any issue. If he feels that he must, then he should temporarily vacate his position and go to the floor for his remarks. b. The moderator should ask questions that are directly related to the subject under discussion in order to stimulate response from individuals in the group. c. The moderator should tactfully limit individual responses to the subject under discussion. No one person should be allowed to dominate the conversation or to speak more than once until all have had the opportunity to speak. If the discussion becomes lengthy, parliamentary procedures permit the moderator to specify that he will entertain three more “cons” and three more “pros” and then the vote shall be called. d. A moderator should be alert and somehow control the “rambler” who wants to talk about his own Teocalhi or Association, or his wonderful years as a presiding officer, regardless of whether the material is relevant to the discussion. e If the discussion slows down, the moderat6r should not use his position to talk about hirnseJf, his Teocalli, or Association, (or whatever), unless what he reports is relevant to the subject. If the moderator (presiding officer) feels strongly about the discussion, he should turn the chair over to the next ranking officer and proceed to the floor where he may appropriately address the group as an individual member of the Order and not in the capacity of an officer. f Sometimes an individual in the group who is hesitant to speak should be stimulated to do so as he may have worthwhile ideas and helpful information. The easiest way to resolve differences in a discussion is to define terminology. A good moderator knows that constructive thinking and planning require the deletion of irrelevant material as well as the inclusion of helpful ideas and supportive material. It may also be helpful to summarize the material discussed, both pro and con, from time to time 44"},{"pageNumber":65,"pageContent":"g. The most successful moderator (presiding officer) is one who puts his position aside and brings out of the group, over which he is presiding, the best thinking of each individual. 11.23: This protocol guide is just that, a GUIDE. It is not meant to be a firm rule, but if used in a proper manner, it may surely answer many questions and make our ceremonies and business meetings more attractive and pleasant. Always keep in mind the name of the game is “FUN!” MARQUEES AND SIGNAGE 11.24: Oftentimes the Order utilizes a public facility (such as a hotel, resort or conference center) for many of its functions. In many instances the management will display on its marquee (outside signs) or bulletin boards, your name. ALWAYS approve the wording in these instances. The marquee or signage should not use such verbiage as “Welcome Q Shriners” or “Welcome Shriners” or “Welcome Shrine Q” or other similar references. It is perfectly acceptable to state “Welcome Big Q”, or “Welcome Quetzalcoatl”. Do not publicly display the word Shrine and Quetzalcoatl together. 11.25: Shrine shirts and jackets should not be worn at Quetzalcoatl functions and likewise Quetzalcoatl shirts, jackets and caps should not be worn at official Shrine functions. 45"},{"pageNumber":66,"pageContent":"THIS PAGE LEFT BLANK INTENTIONALLY 46"},{"pageNumber":67,"pageContent":"SECTION XII GENERAL PROVISIONS 12.1: These general provisions apply to all sections of the Policy and Purpose Manual 12:2: The Policy and Purpose Manual is divided into parts (Sections) numbered in Roman numerals. Additional sections may be added whenever appropriate and deemed necessary. 12.3: Amendments. A proposed amendment to this Policy and Purpose Manual may be submitted by: a. Any voting delegate of the Supreme Teocalli, or b. Action by the Supreme Board of Directors 12.4: Time and Publication. A proposed amendment to the Policy and Purpose Manual must be transmitted to the Supreme Tiacuilo, in writing and in the form prescribed, at least ninety (90) days before the next Supreme Board of Directors meeting or Supreme Teocalli session. It shall be included in the published call of the meeting at least fifteen (15) days prior to a meeting of the Supreme Board of Directors. 12.5: Form of Publication. The notice of a proposed amendment must show the entire section, subsection and/or paragraph as it will read if adopted, with new and deleted language clearly identified. 12.6: Consideration by the Supreme Jurisprudence and Le~isIative Committee. Proposed amendments must be submitted to and reported upon by the Jurisprudence and Legislative Committee prior to being presented on the floor and voted upon. 12.7iModification. A proposed amendment may be modified by the Supreme Board of Directors of the Supreme Teocalli but the modification must be germane to the amendment. 12.8: Adoption. Adoption of an amendment requires a simple affirmative vote majority of those present and voting. 12.9: Effective Date. Unless otherwise provided at the time of the adoption, an amendment to this Policy and Purpose Manual is effective at the close of the session/meeting where adopted. 12.10- Forms. Forms of the Supreme Teocalli and other miscellaneous data may be appended to this Policy and Purpose Manual and shall be utilized unless changed by the Supreme Board of Direc~tors 12.11. Official Identification. Only the “official” current dues card issued by the Supreme Teocalli, See of North America, shall be recognized as identifying a member of the Order of Quetzalcoatl. Any other type of card, patent, certificate or identification shall not be accepted and any such individual presenting the same shall be considered clandestine and shall not be permitted into a regular meeting of our Order. Official annual dues cards are provided by the Supreme Teocalli at no cost. This does not preclude non-members, who are invited, from attending “open” social functions of our Order. 47"},{"pageNumber":68,"pageContent":"12.12: Some Teocallis issue Life Membership cards for outstanding service within their own Teocalli. Designation of a Life Member in a Teocalli or Association does not relieve the Teocalli from payment of required fees and dues to the Supreme Teocalli nor shall it be utilized in lieu of an authorized dues card issued by the Supreme Teocalli. 12.13: Teocallis should possess their own notary type seal and affix same to the annual dues card prior to issuance to the individual member. The official Supreme dues card has provided space for stamping (inserting) “MASTER ARTISAN”, “COATE” or “LLFE MEMBER” on the dues card prior to issuance. These stamps are best procured at the local level. 12.14: Fees Payable to the Supreme Teocalli: From time to time the Supreme Board of Directors may set minimum fees for providing services to the local Teocallis and Associations. All fees are payable to the Supreme Teocalli in U.S. dollars only . 12.15~ The fees are : Application for Charter (new or reinstituted Teocalli) $ 250.00 Application for Charter (new Association) $ 100.00 Initiation fee (for all new candidates/Coates) * $ 15.00 (Such fee includes certificate of membership) Annual per capita fee, per member $ 15.00 (Billed in arrears, based upon membership rolls as of 12/3 1) (Past Chief Supreme Tlalocs are exempt from per capita fees) Consecration fee for Master Artisan $100.00 (Such fee includes Master Artisan medallion, certificate and automatic con - tribution to the Supreme Transportation Fund) Nomination fee for Order of Knights, Eagles and Tigers (OKET’s) $ 50.00 (Includes OKET medallion [snake], certificate and lapel pin) Reinstatement of a former member $ 1 0.00 Official annual dues cards No Charge Annul fee for “members at large” $20.00 *Not applicable to Teocallis operating under “Letters of Dispensation” 12.1& Definitions : a. “Order” or “Order of Quetzalcoatl” means the fratemal organization operated and chartered by the Order of Quetzalcoatl, Plumed Serpent, See of North America. b “Supreme” or “Supreme Teocalli” means the Order of Quetzalcoatl, See of North America. c “Session” means a meeting of the Supreme Teocalli, generally the annual meeting of the governing body called the “Feast of Fire”. d. “Meeting” means a meeting of the Supreme Teocalli’s Board of Directors, Executive Committee or an appendant organization such as a local Teocalli or Association. e. “Association” means a Quetzalcoatl Association comprised of a minimum of five (5) or more chartered Teocallis from the same geographical area or region commonly referred to as a “Q” Association, as approved by the Supreme Teocalli. 48"},{"pageNumber":69,"pageContent":"f. Rules of Order. Unless otherwise provided by resolution or statute, parliamentary procedures are governed by “The Standard Code of Parliamentary Procedure” current edition, by Alice Sturgis. Roberts Rules of Order, current edition may be substituted. g. Regional, jurisdictional or geographical areas mean those approximate areas as defined by the Imperial Shrine of North America which constitutes Shrine Associations, with the Supreme Teocalli having final authority. h. “Supreme Teocalli Year” means from one annual “Feast of Fire” of the Supreme Teocalli to the next “Feast of Fire”. (Reporting of annual tax requirements are on a calendar year basis). i. Inter-office correspondence means such official and quasi-official memos, letters, and correspondence between members of the Supreme elected line, Supreme Board of Directors, and Chairmen of Supreme Committees. j. “Feast of Fire” means the annual Supreme session of the Supreme Teocalli. No Association or Teocalli may utilize the term “Feast of Fire” regarding a local session. k. Shall, will and should. The word “shall” and “will” implies mandatory compliance. The word “should” suggests compliance but not a mandatory requirement. I. Bylaws and statutes are synonymous. -. rn. Supreme Tlalocs: Refers to any elected officer of the Supreme Teocalli, past and present n. Chief Carnaxtli: The top elected officer of a “Q” Association. o. “Q” refers to the word Quetzalcoatl. 12.17: Communications: To define a system for handling correspondence within the official ranks of the Supreme Teocalli, the following guidelines are provided. a. All inter-office official communication originating on behalf of the Supreme Teocalli may emanate from any member of the Supreme elected line, the Supreme Board of Directors, Chief Carnaxtli of an Association or Chairman of a Supreme Committee. Such correspondence shall be treated as confidential in nature and under~no circumstance should it be released or distributed to any individual outside the circle of authorized members. b. All official correspondence, not of a routine or recurring nature being released outside of the inter-office official circle, shall be signed by the Chief Supreme TIaloc. The Chief Supreme TIaloc may delegate this authority to the Supreme Tlacuilo or Supreme Executive Director or another elected Supreme officer in certain instances for specific purposes, and a copy of such delegation shall be retained in the office of the Supreme Teocalli c. Official correspondence of a general nature which emanates from a member of the Supreme elected line or Supreme Board of Director member shall not be distributed to the general 49"},{"pageNumber":70,"pageContent":"membership or public without specific prior approval of the Chief Supreme TIaloc. Customarily, all such correspondence should be generated under the signature of the Chief Supreme TIaloc. d. The Supreme Teocalli, its elected line and the Supreme Board of Directors shall make every effort to take full advantage of the expertise and leadership qualities of its Association officers, being ever mindful that the future leadership of the Supreme Teocalli could well rest upon the opportunity and training afforded such individuals. It is highly recommended that they be provided “informational” copies of any matter coming before the Supreme Teocalli that could be beneficial or have an adverse effect on their organization. Such decision, whether to make wider distribution of appropriate correspondence shall be left to the discretion of the Chief Supreme TIaloc through the office of the Supreme Tlacuilo and/or Supreme Executive Director. e. Each Supreme officer shall be tasked with seeking out and identifying well qualified individuals who will guarantee a broad base representation of the Supreme Teocalli and ensure a representative type government for the Order of Quetzalcoatl. 12.18: Uniforms and Pins: It shall be the prerogative of the Chief Supreme TIaloc to designate an “official” dress uniform during his term of office; however, adoption of such uniform shall be with the advice and consent of the Supreme Executive Committee and at no expense to the Supreme Teocalli unless otherwise provided in the Supreme approved budget. Should a Chief Supreme TIaloc desire to distribute personal lapel pins, it shall be at his own discretion and expense. 12.19: Endorsements. No Teocalli or Association shall promote, authorize or otherwise endorse any event that would give the appearance of having the approval of the Supreme Teocalli without prior written authorization. The Supreme Teocalli is committed to assist all appendant Quetzalcoatl bodies in the successful conclusion and promotion of their events insofar as possible. However, liability considerations and the need for advance notification to preclude conflict in dates and in the interest of effective communication between Supreme, Association and Teocallis, makes this requirement all the more relevant. a. ANY conferral of the Master Artisan degree must have prior approval of the Supreme Teocalli and in no instance shall a Master Artisan consecration be conferred unless an elected Supreme officer is in attendance at the consecration site. b. Joint “safaris” between one or more Teocallis or Associations are highly recom - mended. The Supreme Teocalli needs to be made aware of these plans well in advance to preclude conflicts with dates and to effectively promote your activities on a Supreme Teocalli level through the international newsletter. When one or more Teocallis, belonging to different Associations, contemplate the planning of a joint “safari”, prior approval must be secured from each Association involved and the Supreme Teocalli before proceeding with any firm plans. 12.20: Confidentiality of Membership Lists The exchange of membership lists, rosters and newsletters is encouraged between Teocallis and officers of the Supreme Teocalli. The office of the Supreme Tlacuilo makes invaluable use of these rosters by obtaining important data that is otherwise not available on a routine basis. However, the Supreme Teocalli has a data base for all membership, past and present, that is available to each Teocalli on a restricted basis for those members with a “need to know” Regardless of the source of information, all membership lists and rosters of any Teocalli, Association or the Supreme Teocalli shall be treated as legally privileged and CONFIDENTIAL information intended solely for the use of the individual or entity intended. The dissemination, distribution or copying of such data is strictly prohibited. The 50"},{"pageNumber":71,"pageContent":"selling, trading or loaning of any membership listing or roster for the purpose of financial, personal or professional gain is emphatically prohibited and will constitute grounds for legal action against the offender(s). 12.21: Constitution and Bylaws: Every Teocalli and Association shall have on file with the Supreme Teocalli the most current copy, with approved amendments, of their Constitution and Bylaws. All bylaws must carry the date accepted by the general membership of the Teocalli or Association and bear the signatures of the serving Camaxtli and Tlacuilo. Such documents shall be subject to review for proper form by the Supreme Jurisprudence and Legislative Committee and/or the Supreme Tlacuilo. Newly chartered Teocallis must have their bylaws approved by the Supreme Teocalli prior to a charter being issued. 12.22: Parliamentary Rules: It is not intended, and the Policy and Purpose Manual does not purport to include all parliamentary procedures and general rules of order, but only particular procedures and rules. Accordingly, where these are silent in such matters, Sturgis’s Standard Code of Parliamentary Procedures shall prevail. 51"},{"pageNumber":72,"pageContent":"THIS PAGE LEFT BLANK INTENTIONALLY 52"},{"pageNumber":73,"pageContent":"INDEX TO THE SUPREME POLICY AND PURPOSE MANUAL A Advisory Committee, Past Chief Supreme Tlalocs Alcoholic Beverages Amendments, Policy and Purpose Manual Annual Reports, TeocallilAssociation Officers (Form 11) Annual Session, Supreme Teocalli Application for Charter Appointive Supreme Officers “Artisan of the Year” Artisan, Definition Associate Member Association Meetings, Prohibited Practices Awards Program B Board of Directors, Supreme Budget and Finance Committee, Duties of Business Meeting, Supreme Bylaws, Model Teocalli Bylaws, Teocalli 11 35 43 Appendices 21, 22. 23 Appendices 1, 4, 5 33, 34 25 25 17 33, 34 7 10 21 Appendices 47 C Candidates Registration Procedures 27, 28 Candidate Registration Form Appendices Charter Application Appendices Chaplain, Supreme, Duties of S Charter Celebration (Party) 37 Charter Fees, Teocalli and Association 44 Coate, Definition 25 Coate Vow (Obligation) Appendices Compensation 8 Committees, Supreme 9 Appointments, Chief Supreme TIaloc .. .. 9 Standing 10,11,12 Confidentiality of Membership Lists (Rosters) 46 Constitution and Bylaws, Teocalli 47 Convention Report (Feast of Fire) Appendices Correspondence, Official Channels 45, 46 D Definitions Degrees Conferral by Supreme 44, 45 27, 28 21 53"},{"pageNumber":74,"pageContent":"Fees for Conferral Delegates, Voting Demit Demit Application Form Dual (Associate or Plural) Membership Dues Card Duties of Chief Supreme TIaloc Supreme Camaxtli Supreme Chimalma Supreme Huemac Supreme Titlacauan Supreme Calpixque (Treasurer) Supreme Tlacuilo (Secretary) Supreme Executive Director E Editor, Appointment Elective Offices Vacancies and Succession Emeriti Members, Election and Definition Employer Identification Number (EN) Executive Committee, Supreme Executive Director, Duties of Expenses of Supreme Officers F I~east of Fire, Reporting Form.. Fees, Payable to Supreme Fees, Performance Fees, Waived Foreign Jurisdictions G Geographical, Regional Associations High Pontiffs Honorary Members, Definition I Identification Card, Official Initiation Ceremonies Initiation Fee Installations 27, 44 22 27 Appendices 25 43, 44 2 2 3 3 3 3 3, 4 4 1, 11 2, 3 26 19 8 4, 5 31 Appendices 44 27 27 5 15 29, 30 26 37 27, 28 44 36 54"},{"pageNumber":75,"pageContent":"Introductions Supreme and Associations 38, 39 Teocalli 38, 39 IRS Form SS-4 Appendices J Jurisdiction of the Supreme Teocalli Jurisprudence and Legislative Committee, Duties of 15 10 K Knights, Eagles and Tigers (OKET’s) L Life Membership, Definition M Mail Ballot Marquee (Signage) Master Artisan, Definition Is He Really a Master Artisan 9 Meetings, Associations Association Meetings, Prohibited Meetings, Supreme Annual Session (Feast of Fire) Board of Directors Membership Classifications Membership and Expansion Membership Lists (Rosters) N Name of the Supreme Teocalli Nominations Committee, Duties of Procedures for Nominations 10, 11 10,11 0 Obligation and Guidelines, OKET Appendices OKET 29,30 OKET Nomination Fee 44 OKET, Sample Bylaws Appendices Order of Knights, Eagles and Tigers 13,29,30 Order of Business 22 P Parliamentary Procedures 29, 30 26 8 41 25 Appendices 15 17 21 7, 8 25, 26 25, 26 46 23 55"},{"pageNumber":76,"pageContent":"Parliamentarian, Duties of S Past Chief Tialoc Advisory Committee, Duties of 11 Per Capita 44 Performance Fee 27 Permanent Charter Fee for 44 Prohibited Practices, Teocallis and Associations 1 7, 20 Property, Under Supervision of 3, 4 Protocol Procedures 39 - 42 Publications Committee, Duties of 11 Q Quorum Requirements, Supreme Board of Directors 7 R Reports Status Changes (Form 10) Appendices Convention (Feast of Fire) Appendices Roberts Rules of Order 23 S Sergeant-at-Arms, Duties and Appointment S Special Committees 9 F~rmSS-4 31 Standing Committees 10 — 13 Status Change Report (Form 10) Appendices Sturgis Code of Parliamentary Procedure 23 Supreme Business Meetings (Feast of Fire) 21 — 23 Supreme Executive Director, Duties of 4, 5 Supreme Officers, Expenses Appendices T Table of Contents Tax, Annual Per Capita 44 Teocalli and Association Annual Officers Report (Form 11) Appendices Time and Place Committee, Duties of 12, 13 ‘Litle and Insignia 8 Travel Expenses, Provided 8 V Visitations, Supreme and Association Officers 3S, 36 56"},{"pageNumber":77,"pageContent":"THIS POLICY AND PURPOSE MANUAL REPLACES ALL PREVIOUS POLICY AND PURPOSE MANUALS AND AMENDMENTS INCLUSIVE AND WERE REGULARLY APPROVED BY MORE THAN TWO-THIRDS OF THE MEMBERSHIP AT A REGULAR MEETING HELD BY THE SUPREME TEOCALLI, SEE OF NORTH AMERICA, AT INDIANAPOLIS, INDIANA, AT THE 21~’ ANNUAL “FEAST OF FIRE” HELD OTOBER 13, 2001. #d LEONARD A. SE WELL Chief Supreme TIaloc DONALD E. WHITE, PCST Supreme Tlacuilo (Secretary) 57"},{"pageNumber":78,"pageContent":"THIS PAGE LEFT BLANK INTENTIONALLY 58"},{"pageNumber":79,"pageContent":"GUIDELINES FOR REQUESTING REIMBURSEMENT OF SUPREME TEOCALLI OFFICER EXPENSES The Supreme Teocalli, and its officer, cannot use or permit the use of any of its funds for any purpose other than the payment of necessary expenses directly related to the operation of the Supreme Teocalli. The funds of the Supreme Teocalli cannot be used to purchase mementoes for retiring officers or any distinguished brethren, but with the approval of the Supreme Executive Committee, may present to a retiring Chief Supreme TIaloc, whose service has been exemplary and outstanding and whose record during his term of office has been above reproach, the customary bronze plaque. No claim shall be honored from a Supreme officer for any of the following: a. Purchase of shirts, garments or other articles of clothing from Supreme Teocalli funds. b. Purchase of any recognition/appreciation award, plaque, trophy or similar instrument for any member of the Supreme Teocalli, its officers or members, from Supreme Teocalli funds. The Supreme Board of Directors, as a whole, may authorize a special award under extenuating circumstances, unless otherwise provided for in its bylaws or the Policy and Purpose Manual. c. Rental cars. d Any airfare other than coach class. Every effort shall be taken to obtain the lowest air fare possible by purchasing tickets at least twenty (20) days in advance of the departure date. e. While attending an “official” function of the Supreme Teocalli, an Association, or a Teocalli, Supreme officer is customarily “comped” for his registration package and lodging. In those instances where this is not offered, he may file for those legitimate “out of pocket” expenses. f. When a private vehicle is utilized the transportation reimbursement for travel expenses shall be based on the rate of thirty-five (35) cents per mile, round trip. Only one individual in the same vehicle may make application for this reimbursement.~ g The Supreme Teocalli will normally reimburse legitimate “out of pocket” expenses such as air fare, lodging, registration package (when it is not comped) and parking fees at an airport when such individual is representing the Chief Supreme Tlaloc. h. The Supreme Teocalli will not reimburse any expenses not directly connected with the authorized function. Expenses incurred for any early arrival and/or late departure beyond the regular scheduled function will not be reimbursed. i. The Supreme Teocalli will not reimburse anyone other than the designated Supreme officer for expenses. Normally, only the “designated” Supreme officer shall be entitled to reimbursement, however, the Chief Supreme TIaloc may designate other Supreme officers, to include any Past Appendix A 07/01/2002"},{"pageNumber":80,"pageContent":"Chief Supreme Tlaloc, to be eligible for reimbursement under special circumstances, providing however, that such expenditure is provided for in the approved Supreme budget. j. Normally, the attending Supreme officer is expected to absorb his own incidentals, not covered in the registration package, or provided by the host. This includes all meals and incidentals. This is part of your obligation upon assuming an office in the Supreme Teocalli. k. Expenditures not provided in the approved Supreme Teocalli budget shall not be reimbursed. I. Supreme officers may file for legitimate telephone calls in direct support of the Supreme Teocalli’s business affairs. A detailed receipt (copy of your telephone bill) listing the person you called must be included with the request for reimbursement. im All claims for reimbursement MUST be submitted directly to the Supreme Tlacuilo (Secretary) itemizing, in detail, each claim, accompanied by the appropriate receipt(s) for verification against the approved budget. n. ALL claims for reimbursement must be filed within forty-five (45) days after occurrence. Bear in mind that the Supreme Tlacuilo submits bills for payment on the last day of each month to the Supreme Calpixque (Treasurer). o. Absolutely no claims for reimbursement will be honored within a different Teocalli year All claims must be submitted prior to the close of the prior year (September 30 th) Claims submitted after the close of the annual session, occurring in the prior year, will not be honored unless authorized by the Supreme Governing Board at its next meeting. p. Any claim for reimbursement will not be honored if it has not been authorized in the approved Supreme budget of the current year, or if funds are not available. The Supreme Calpixque (Treasurer) is tasked with the fiscal responsibility for all Supreme Teocalli funds and by statute is not authorized to expend any funds that are not specifically provided for in the Bylaws of this organization nor authorized by the current approved budget adopted by the general membership. The Supreme Tlacuilo is tasked with reviewing all claims for reimbursement consistent with the current operating budget, and then forwards same to the Supreme Calpixque in a timely manner, for payment. Any claim for reimbursement that does not meet these guidelines or are inconsistent with the approved budget, or funds are not available, will not be paid, but will be referred to the next Supreme Board of Directors meeting for authorization prior to expending any funds. Appendix A 07/01/2002"},{"pageNumber":81,"pageContent":"PETITION (APPLICATION) FOR DISPENSATION (CHARTER APPLICATION) We, the undersigned, all residing in the jurisdiction of , located at (Name of Shrine Temple) _____________ do hereby make application for dispensation to create a new Teocalli, Order of (State/Province) Quetzalcoatl, See of North America. We fully understand that a minimum of fifteen (15) Nobles in good standing is required to submit this application for dispensation, however, twenty-five (25) members are highly recommended. The proposed Aztec/Mayan name and number for this Teocalli will be assigned by the Supreme Teocalli upon receipt of this petition. _______________________ ______ The English translation for this name is _______________ (Aztec/Mayan Name Requested) (Number) Attached to this Petition for Dispensation are the minimum required fifteen (15) names and accompanying membership data (Candidate Request for Membership [Appendix M] or Form 10 [Appendix E]). The undersigned certify that all the charter members listed on the attached forms are duly obligated Coates, Artisans, or Master Artisans of the Order of Quetzalcoatl, See of North America. An official date for the formal presentation of a charter will be set by the Supreme Teocalli. This action must be concluded within one (1) year from the date of the “Letter of Dispensation” issued by the Supreme Teocalli, in consultation with the Chief Supreme TIaloc, the appropriate “Q” Association, and the Charter Camaxtli, if applicable. The officers pro-tem (during this period of dispensation) for this Teocalli are: (Type or Print Names in FULL) . Camaxtli _________________________________ Chimalma _____________________________ Huemac __________________________________ Titlacauan __________________________________ Tlacuilo (Secretary) * Calpixque (Treasurer) * Cuautemoc (Inner Guard/Guide) _________________________________ (Optional) Nezahualcoyotl (Outer Guard) _________________________________ (Optional) (Offices of the Tlacuilo and Calpixque may be combined) We attest and certify that the information provided with this application for a “Letter of Dispensation” is true and correct to the best of our knowledge, and the required charter fee of $250 (US dollars) accompanies this request for dispensation to institute a new Teocalli. (Date) (Signature of Tiacuilo Pro-Tem) (Date) (Signature of Camaxtli Pro-Tem) Appendix B 07/01/2002"},{"pageNumber":82,"pageContent":"0i O~ueh~,~ Establishing bylaws for your Teocalli perhaps is one of the most important functions facing a new Teocalli. Upon request, the Supreme Teocalli will provide you with a “sample” set of bylaws, however, a Teocalli should not attempt to merely reproduce the sample. Your membership must accept the bylaws by a two-thirds vote before they can be submitted to the Supreme Teocalli for final approval We will attempt to make a listing of the important aspects one must consider when drafting your original bylaws. You might even utilize this listing as a check list to ensure that you cover all the important aspects for creating a set of bylaws. You must have a set of bylaws approved by your Teocalli and the Supreme Teocalli prior to a charter being granted. Generally, a Teocalli is afforded the opportunity to operate under a “Letter of Dispensation” which affords you one full year in which to set your charter date. There is nothing precluding your chartering earlier than the one year period, however you proposed bylaws must be approved first. 2. Your bylaws should include your charter date (for historical purposes) so this necessitates your setting a date for the charter prior to their final approval by the Supreme Teocalli. Most Teocallis submit a “draft” copy of their proposed bylaws for review by the Supreme Teocalli before presenting the final version to your membership for their approval. 3. The last page of your bylaws must include the following statement: These bylaws were presented to the general membership of this Teocalli on (insert date) and approved by a two-thirds majority of members voting. The bylaws must be signed and dated by both the Camaxtli and Tlacuilo. 4. it is recommended that specific fees not be set in your bylaws for the initiation fee and annual dues. It is best to utilize a general statement, such as. The initiation fee shall be not less than $100 and the annual dues shall be not less than $75.00 plus any assessment of the Supreme Teocalli. SAMPLE BYLAWS FOR NEW TEOCALLIS Appendix C 07/01/2002"},{"pageNumber":83,"pageContent":"Such a statement will preclude your revising the bylaws every time a change is made in the fee structure of your Teocalli, or by the Supreme Teocalli. This will afford your Directors to change the fee structure from time to time without amending your bylaws, of course, with the approval of your general membership. 5. You must decide how balloting will occur. It is strongly recommended that you do not utilize a ballot box (similar to our lodges). However, all balloting must be secret. Most Teocallis utilize a written paper ballot listing the name of the proposed candidate(s). Use your discretion if you list the name of the sponsor of the proposed candidate on the ballot. 6. Having determined the method of voting you must decide how many negative votes it will take to reject a candidate. Some Teocallis state that it must take three (or any number you select) or more votes to reject, others state the candidate(s) must receive two-thirds of the votes to be accepted. 7. Some Teocallis limit their total membership. For example, let’s say your Teocalli number is 59. They will state in their bylaws that they will not take in more members than 59. When this number is reached then the “one out, one in” rule comes into effect. This creates a waiting list and makes acceptance into the Teocalli a highly sought after honor. Of course, you can set any number you wish, or set no number at all. Some Teocallis even limit their membership total per year, such as no more than five members per year until the maximum total has been reached. 8. Every effort possible should be taken to eliminate “politics” from the nomination process (you will never achieve 100% in this area). All applications should first be presented to the Tlacuilo on a form designed by your Teocalli (or utilize the forms offered by the Supreme Teocalli). There are several options at this point. For the most part, the petition is next presented to the Board of Directors for their approval, and if approved, then presented to the general membership for balloting. Should the Board of Directors disapprove an application it must be with cause, for example, a member (other than the sponsor) appears before the Board and states a valid reason for rejection. If rejected by the Board, then the Board should so notify the sponsor(s). The application does not go before the general membership thereby eliminating potential for rejection. 9. Perhaps this should be stated as the number one consideration. Absolutely no candidate should ever be aware of his nomination for membership, under no circumstance. Potential names of candidates should never be published in newsletters. Many Teocallis do not even announce the sponsor of the candidate prior to the meeting where the actual voting will take place. Again, this tends to eliminate your members “ganging up” to eliminate a proposed candidate for unethical reasons. Remember, our Order is a “by invitation only” organization with only true artisans (workers) of the Temple being considered for membership 10. S.ome Teocallis limit their nomination for membership by units or clubs, that is, for example, a member may not nominate more than one (you insert the number) per calendar year; or you may state that no more than two (you insert the number) members of the same unit/club may be nominated per calendar year. This precludes one unit or club from obtaining a majority in the Teocalli. Also, some Teocallis may state that a member must be an Artisan at least one year before he can nominate a candidate. 11. Now, how often are you going to hold elections for candidates 9 Most Teocallis hold them only twice a year, some only once a year, others at different time periods. It is obvious that you do not wish to be voting on candidates at every meeting The Supreme Teocalli recommends no Appendix C 07/01/2002"},{"pageNumber":84,"pageContent":"more than twice a year, once in the Spring and once in the Fall. 12. How often are you going to meet? Monthly, quarterly, every other month? Are you going to meet during the summer months? Be sure to state this in your bylaws. Many Teocallis leave summer months meetings up to the discretion of the Camaxtli. Other Teocallis arrange for a luncheon meeting during the summer months in lieu of a dinner meeting, usually on a Saturday in lieu of your regular meeting night. Other Teocallis make no differentiation. 13. Your annual meeting, where election of officers must take place, is mandated to occur during the month of November. Installation of the new officers must take place no later than the following January 3 jSt Most Teocallis utilize the installation as a social function with their ladies. The month of December is a very busy time for both our Temples and our own individual lives with holiday parties. You may wish to plan your installation during the month of January. This also affords the new elected officers to confirm their plans for the ensuing term. 14. Most Teocallis stipulate an attendance requirement, For example, each member is required to make a minimum of three meetings and two social events per calendar year. This requirement should consider how often you plan to meet, how many social events you anticipate and the distance your members may be traveling. Most Teocallis have different criteria for those members who reside more than fifty miles from the meeting place. Of course, justifiable reasons for absence may be considered by the Board of Directors. The bottom line is the Order of Quetzalcoatl was not intended to carry “dues paying members” only. This is just one reason why only “ACTIVE” Shriners should be considered for membership. 15. Each Teocalli should establish a Board of Directors who will have the primary responsibility for handling the affairs of the Teocalli. Generally, besides the officers of the Teocalli and the immediate Past Camaxtli consideration should be given to selecting two or three (don’t make your Board too large) from the general membership. This tends to get the general membership more involved and eliminates the “us” versus the “we” (officers) syndrome. 16. If it is your intention to keep your total membership low than perhaps you will not wish to “elect” a Cuautemoc (Inner Guard) or Nezahualcoyotl (Outer Guard). These are optional appoint - ments anyway, and it may be best not to elect or appoint them As for the Tlacuilo (Secretary) and Calpixque (Treasurer), these offices may be combined. 17. Fines are a fact of life in the Order of Quetzalcoatl. If properly administered they can serve to instill fun into your Teocalli meetings. Your bylaws should state how these will be handled. Your attention is referred to Appendix J of the Supreme Policy and Purpose Manual. 18. The “Allegiance Statement” must be included in your bylaws and the Supreme Constitution, Supreme Bylaws and Supreme Policy and Purpose Manual must be in included “by reference” in your bylaws. 19 It is suggested that you appoint a bylaws committee sometime soon after your “Letter of Dispensation” has been approved The chairman of that committee should request a “sample” copy of bylaws from the office of the Supreme Tlacuilo. They will forward to you several sets to review. Again, do not merely copy these “sample” bylaws. Establish your own bylaws that will fill the needs of your Teocalli members. It is recommended that the “draft” copy of your proposed bylaws be first submitted for review by the Supreme Teocalli before presenting to your membership for final approval. Appendix C 07/0/2002"},{"pageNumber":85,"pageContent":"20. Another requirement that you must meet prior to a charter being presented is making application for your own EN (Employer Identification Number). Do not utilize a member’s social security number of the Temples number. Each Teocalli must have their own. Members of our Canadian Teocallis do not have to comply with this requirement. Each Teocalli should establish their own financial institution. Details on how to make application (IRS Form SS-4) for this mandatory number are covered elsewhere in the Supreme Policy and Purpose Manual. Application should be made as soon as your Teocalli has been issued a “Letter of Dispensation”. This checklist (guideline) should help your bylaws committee in developing their own set for your Teocalli. It is highly recommend that all your officers, and this committee, thoroughly review the principal documents for the govemance of our Order. These would be the Supreme Constitution, the Supreme Bylaws, and the Supreme Policy and Purpose Manual. Good luck!"},{"pageNumber":86,"pageContent":"COATE OBLIGATION (VOW) This obligation is to be given to new members who have not been initiated into our Order (Artisan Degree). The Coate obligation is the initial step toward receiving the Artisan Degree in the Order of Quetzalcoatl. The Artisan Degree and Master Artisan Consecretation are to follow this step. NOTE. This obligation is required to be administered to the new candidate (member) within thirty (30) days after his acceptance into the Order. He is deemed to have been accepted into the Order when he (1) acknowledges that he would like to become a member (after the invitation has been extended to him by the Teocalli), and (2) has paid the appropriate fees, which is customarily due and payable in full within thirty (30) days after the invitation has been extended. This obligation should be given at a regular Teocalli meeting. If this is impractical then his obligation should be rendered in the presence of three or more Teocalli officers and/or Past Camaxtli’s. When this has been accomplished he shall be immediately reported to the Supreme Teocalli utilizing a Form 10, accompanied by the appropriate initiation fee, so as to ensure the Teocalli has adequate insurance coverage, and to add his name to the mailing list for Supreme’s publications. OBLIGATION (Please face me, raise your hands, putting your right forearm over your left and repeat after me...) “I (State your name), A MEMBER IN GOOD STANDING OF (Name) TEMPLE, (Option is to have candidate (‘s,) remain silent from now on and just listen, or have them repeat the words after you.) DO FAITHFULLY PROMISE THAT I WILL ENDEAVOR TO FULFILL THE MISSION ENTRUSTED TO ME ON EARTH, BY TEACHING ALL MY FELLOWMEN ALL OF THE ARTS AND CRAFTS OF WHICH I HAVE KNOWLEDGE, WITHHOLDING ONLY THOSE WHICH MAY CAUSE INJURY TO THEM, OR ME, OR TO MY COUNTRY. THAT I WILL STRIVE TO IMPROVE MYSELF IN THE LIBERAL ARTS AND SCIENCES TO THE END THAT I MAY BECOME A MORE USEFUL CITIZEN. THAT I WILL STUDY THE HISTORY AND ALL OTHER SUBJECTS BEARING ON THE EARLY INHABITANTS AND TRIBES OF THIS CONTINENT THAT I WILL MAKE EVERY EFFORT TO VISIT THE TEMPLE(S) OF QUETZALCOATL, THERE TO RECEIVE CONSECRETION AS A MASTER ARTISAN OF THE ORDER OF QUETZALCOATL. SHOULD THIS BE PHYSICALLY IMPRACTICAL THAT I WILL ENDEAVOR TO ATTEND A SUPREME TEOCALLI “FEAST OF FIRE”, THERE TO BE CONSECRATED AS A MASTER ARTISAN. I WILL FAITH- FULLY ABIDE BY ALL THE LAWS AND EDICTS OF THIS TEOCALLI AND THOSE OF THE SUPREME TEOCALLI. ALL OF WHICH I SUBSCRIBE TO ON MY WORD OF HONOR” (Closing, if the candidate(s) remained silent. If you agree with the above, say “I DO”.) Appendix D 07/01/2002"},{"pageNumber":87,"pageContent":"~d FORM 10 Section I Enter the date (month/day/year) in the appropriate space below: Coate Obligation (Vow) ____________ Artisan Degree Date _____________ Master Artisan Degree Date Date Deceased Date SNPD Date Demit Issued Date Restored/Reinstated _____________ Date Resigned Other ____________ Duat 1 Associate Member Primary Teocalh Name & Number: Address Change Only Section II (Print/Type Name in FULL, including middle name or initial - No Nicknames) (Teocalli Name and Number) (FULL mailing address to include, street, lane, road, etc.) (Space/Apt. #) (City, State and NINE digit zip code) (Area code/Residence Phone) (Area code/Office Phone) (Area code/Fax Number) (Date of birth (M/D/Y) (E-mail Name) (Spouse Name - If None so State) (Occupation - If Retired, state former Occupation) List any significant honors (Past Potentate/Past Grand Master, etc.) __________________________________________________________ Section III The Form 10 is to be utilized to report ALL changes to your membership rolls, as they occur The Supreme Bylaws require all changes to be submitted within ten (10) days of their occurrence. The Form 10 may be e-mailed via our web site (www ciuetzalcoatl.orc), or sent via facsimile (520) 722-8482, orby regular mail. Both Sections I and II must be filled out in their entirety if reporting for the first time new members (candidates). The members certificate will be automatically issued upon receipt of a completed Form 10 and the initiation fee of$15 per individual (initiation fees are not applicable to Teocallis operating under a “Letter of Dispensation”) When a Form 10 is submitted via the internet, or facsimile, the initiation fee should be mailed at the same time. The individual is not added ~ to our insurance policy nor the certificate issued until BOTH the completed Form 10 and fee have been received in the Office of the Supreme Tlacuilo. Appendix E 07/01/2002"},{"pageNumber":88,"pageContent":"Fom, -SS-4 (Rev April 2000) Depanmeni of the Treasury Internal Revenue Service Application for Employer Identification Number (For use by employers, corporations, partnerships, trusts, estates, churches, j EIN government agencies, certain individuals, and others. See instructions.) ~ Keep a copy for your records. Mailing address (street address) (room, apt, or si~ie no) Sa Business address (if different from address on lines 4a and 4b) Your official mailing address N/A 4b City, state, and ZIP code Sb City, state, and ZIP code Your city, state and zip code N/A 1 Name of applicant (legal name) (see instructions) Enter the full name of your Teocalli and the assigned number • •~ ~ 0. 0 0) 0. G) C 2 Trade name of business (if different from na~i 1 . 6 j~~l) Orderij Quetzalcoatl, ~ 3 Executor, trustee, care of” name N/A 4a 6 County and state where principal business is located Your count and state 7 Name of principal officer, general partner, grantor, owner, or trustor—SSN or TIN may be required (see instructions) ~ xxx—xx—xxxx Enter full name of Tlacuilo and his social security number 8a Type of entity (Check only one box) (see instructions) Caution: If applicant is a limited liability company, see the instructions for line 8a D Sole proprietor (SSN) : D Estate (SSN of decedent) ~ Partnership Personal service corp D Plan administrator (SSN) D REM IC D National Guard D Other corporation (specify) ~ D State/local government D Farmers’ cooperative D Trust D Church or church-controlled organization Federal government/military ~ Other nonprofit organization (specify) ~. Fraternal (enter GEN if applicable) 8111 D Other (soecify) ‘~ 8b If a corporation, name the state or foreign country (if applicable) where incorporated State j Foreign country California I N/A 9 Reason for applying (Check only one box) (see instructions) D Banking purpose (specify purpose) ~ ~Startednewbusiness(specifytype)~ ~Changedtypeoforganization(specifynewtype)~ Non—profit fraternal Purchased going business D Hired employees (Check the box and see line 12) D Created a trust (soecify tyoe) ~ ~Createdapensionplan(specifytype)~ ~Other(specify)~ 10 Date business started or acquired (month, day, year) (see instructions) 11 Closing month of accounting year (see instructions) Date “Letter of Dispensation” was issued December 31 (Calendar year) 12 First date wages or annuities were paid or will be paid (month, day, year) Note: If a~~licant is a withholding agent. enter date income will first be paid to nonresident alien (month, day, year) h~ N/A 13 Highest number of employees expected in the next 12 months Note: If the applicant does not expect to have any employees dunng the penod, enter -0- (see instructions) . . . . ~ Nonagricultural 0 Agricultural Household 0 I 0 14 Principal activity (see instructions) ~ Non—profit Charitable 15 Is the principal business activity manufacturing’? D Yes No If “Yes,” principal product and raw material used ~ 16 To whom are most of the products or services sold’? Please check one box Business (wholesale) N/A ~ Public (retail) D Other (specify) ~ 17a Has the applicant ever apolied for an employer identification number for this or any other business’? . . . . Yes ~. No Note: If “Yes, ‘.-please complete lines I 7b and I 7c 17b If you checked “Yes” on line 17a, give applicant’s legal name and trade name shown on prior application, if different from line 1 or 2 above Legal name ~ N/A Trade name ~ 17c Approximate date when and city and state where the application was filed Enter previous employer identification number if known Approximate date when flied (mc , day, year) City and state where filed Previous EiN Llnser penaities or perjury, I geclare hat I iave examined thin application, and to the best oh my knowledge and beliel, Ills true, correct, and complete Name and tilte (Please lype or print clearly) ~. Type or print your name in full Business telephone number (include urea code) (xxx) xxx—xxxx Fax telephone number (include area code) ~ ) ~ sgnanure 3” Sic,n Dale ~ Date Note: Do not wnte below this line For official use only. Please leave blank 3’ Dec Ind Class Size Reason for applying For Privacy Act and Paperwork Reduction Act Notice, see page 4. Appendix F Cat No 16055N Form SS—4 )Rev 4-2000) 0MB No 1545-0003"},{"pageNumber":89,"pageContent":"cac~tII To receive a Federal Employer ID Number (EIN) immediately Complete Form SS-4 and Call OUF toll-free number 7.3Oam to 5:30am (Eastern local time) 1-866-816-2065 To receive your EIN within 4 business days Fax your completed Form SS-4 24 hours a dayl7 days a week to: 1-215-516-3990 (Not a toll free number) To receive your EIN by mail in approximately 4 weeks Mail your Completed Form SS-4 to Internal Revenue Service Attn EIN Operation Philadelphia, PA 19255 (If your principal business, office, or agency is not located in Arizona, see the address shown in the Form SS-4 instructions) Please refer to the Form SS-4 instructions if you have any questions Obtain a blank copy of SS-4 from your local federal government office, or most accounting firms have copies. Fill out com - pletely in accordance with the “sample” instructions and mail 1~ the apprnpr~atc address for process~nq. Upon receipt of -your assirtited Employer Iderit if t(’at tori Number ( EIN) forward a (0pv I, flo’ r,f f ire of the Sliprettle Tlacw Jo"},{"pageNumber":90,"pageContent":"FORM 11 ANNUAL REPORT OF TEOCALLIIASSOCIATION OFFICERS Teocalli/Association Name: Number: __________ NOTE: Please type or print this list of your Teocalli/Association Camaxtli, Chimalma and Tiacuilo immediately following the annual election of officers. DO NOT wait until the installation date. The Supreme Policy and Purpose Manual requires this form to be filed within eleven (11) days im - mediately following any election of officers. Official Mailin! Address of the Teocalli/Association (If none is listed all mail will be mailed to the Tlacuilo of record) Address City/State/Zip Code Camouxtli : Address City/State/Zip Code Telephone (Residence ) E-mail APT/SPACE # _______ Business Fax : Chimalma: Address City/Sate/Zip Code Telephone (Residence ) E-Mail APT/SPACE # _______ Business . Fax Tiacuilo (Secretarv~ Address APT/SPACE # _______ City/State/Zip Code Telephone ~ E-mail Business Fax Submission of Form: 11 This Form may be submitted in any one of the following three methods: (1) Utilize the Form 11 which may be sent via E-mail Go to the web page www.guetzalcoatl.orc and select FORMS. (2) Fax the Form 11 directly to (520) 722-8482 (3) Mail directly to the office of the Supreme Tlacuilo via United States Postal Service. Appendix G 07/01/2002"},{"pageNumber":91,"pageContent":"0~ IS HE REALLY A MASTER ARTISAN? There may come a time when an individual, perhaps even a good friend of yours, will state that he is a member of the Order of Quetzalcoatl, or make the statement that he is a Master Artisan. And you may have every right to question that statement for you know he is not a member of your Teocalli. Bear in mind that the Order of Quetzalcoatl was founded in 1945 in Mexico City. In its early beginnings it was created for one purpose only, to obtain funds for the Mexico City Shrine Hospital. No other reason. Many Shrine Temples made annual treks to Mexico City for many years (a few Temples still do). During this time they would be approached by members of Anezeh Temple (Mexico City) and for a fee, were taken to the pyramids and made a Master Artisan. In most instances they were presented a card and in some instances they were given a certifi~cate, however, in later years even this was on a “hit and miss” basis. The fees ranged anywhere from $10 to $100, but for the most part the average was $50. This Master Artisan degree (no ritualistic performance was ever performed) was a “one time” ceremony, very similar to the Mandarin Degree or the Hayakawa Degree (and many others that most Shriners are familiar with). It is a one time event, give me your money, receive a little ceremony, get a card/certificate, and go home. For the most part your funds were used for a legitimate purpose, in this case the support of the Mexico City hospital unit. Over the years there became many Master Artisans in the United States. It wasn’t until 1957 that the first Teocalli was “formally” organized in the United States. It soon became apparent that there were a considerable number of “Master A~tisans” in other geographic areas that made formation of a Teocalli feasible and desirable. These. Teocallis originally made contributions to the Mexico City unit. During this same period of time complaints started to surface. Some Temples came back to the States and said, “What a rip off” Conferral of the Master Artisan degree was accomplished in someone’s back yard, over cocktails, for a fee. No trips to the pyramids. Allegations began to be made about the handling of funds and how much money was physically going to the hospital. The Mexico City order was not in favor of formalizing the Order in the States. It was under the control of only one or two individuals in Mexico City. Even the Potentate (at that time) of Anezeh Appendix H 07/01/2002"},{"pageNumber":92,"pageContent":"Temple could not answer how the funds were being accounted for. This became a very difficult time in our Order. Several agreements (in writing) were subsequently made between the Mexico City founders and the new Order in the States. All agreements were subsequently broken and not lived up to by our Mexico City counterparts. The Imperial Shrine even stepped in. It was finally ascertained (and admitted) that the funds were not being properly handled or maintained. They were in an individual’s private (personal) account. In the meantime, Teocallis kept growing in the States. Fewer trips were being made to Mexico City and the Shrine itself was undergoing some very difficult times in Anezeh Temple, not related to our Order. With the passing of our Founder of the Order of Quetzalcoatl things became progressively worse. Numerous meetings were held with both groups in an attempt to resolve our differences and reach some type of compromise. All of this was to no avail. The See of Long Beach (which subsequently became the See of North America) was organized in 1976 with the blessing of Mexico City. New agreements were made but again all were broken. When it became apparent that all the Mexico City people were interested in was collecting money, regardless of the method used, most Shriner’s said enough! Finally, in the mid 80’s we obtained a written agreement from the Mexico City Teocalli (which is in name only) acknowledged our authority to create our own See of North America. To the best of our knowledge, the Order of Quetzalcoatl is non existent in Mexico City today (it still operates in name only). Although we do hear occasionally of someone receiving the Master Artisan degree in someone’s back yard — for a nominal fee. So, what about that friend of yours who shows you his Master Artisan card? Great! Hopefully, he contributed to the hospital fund in Mexico City and received a one-time ceremony at the actual pyramids in Mexico City, such as the Mandarin Degree Period! He has no rights or benefits beyond that. He is NOT a member of the Order of Quetzalcoatl, See of North America. This may be the proper place to inform you that there are several Teocallis in the United States that ARE NOT part of the See of North America. We are aware of them. For the most part, they are only “card” clubs. We have had contact with the majority of them and will continue to do so in the future in an effort to entice them to become full fledged members of our Order. Several of these Teocallis have in fact been chartered under the auspice of the See of North America. With the approval (registration) of our name we now have some leverage where they can no longer call themselves members of “Quetzalcoatl.” We have both the “Order of Quetzalcoatl” and the plumed serpent registered as our trademark. The See of North America has gone on record that unless an individual is a member of a duly chartered Teocalli, recognized by the See of North America, that individual is not entitled to any of our rights and benefits. It falls in the same category as a clandestine Lodge. The See of North America has taken the position that should an individual subsequently be invited and becomes a member of a recognized Teocalli in the See of North America, and after receiving his Artisan Degree, produces evidence that he has in fact been made a Master Artisan in proper form then we would recognize that fact and so make the proper entry on our records indicating he is a Master Artisan in our Order. In order to be a recognized member of the Order of Quetzalcoatl one must first receive the Coate obligation and subsequently’ have conferred on him the full feathered Artisan Degree as approved by the See of North America. These “clandestine” Master Artisans are not entitled to any visitation rights or to witness any of our degrees, however, for social functions that are “open”, it is left to the discretion of the Board of Directors of each Teocalli. Appendix 1-I 0’7/01 /2002"},{"pageNumber":93,"pageContent":"An individual producing such Master Artisan card (look closely, it is not a dues card) is NOT otherwise entitled to enter or be present at any of our Teocalli meetings. The See of North America issues the only authorized dues card each year for our Teocallis. Remember, our Order is based on service — workers (Artisans) in our Temples, and the wholehearted support of the transportation fund of our Temples. In closing, it should be emphasized that many Teocalli still make contributions to the Mexico City unit, as they should. Due to the problems of the past, the Imperial Shrine headquarters has set up a special account to properly handle all donations being made to the Mexico City unit. They have established a special account in headquarters (Tampa) to handle such contributions and in turn they will forward these funds to the Galveston unit who has been designated as the official agent to ensure that your funds are properly forwarded to the Mexico City unit and will physically arrive at the Mexico City hospital. If you have any question please contact the office of the Supreme Tlacuilo (Secretary), or any Supreme Teocalli officer. Bear in mind, this is OUR sole philanthropy, the unswerving support of YOUR Temple’s transportation fund and that of the Supreme Teocalli who responds to emergencies on your behalf Ole! Appendix H 07/01/2002"},{"pageNumber":94,"pageContent":"~d While all Artisans are Shriners, not all Shriners are Artisans, The Order of Quetzalcoatl IS NOT THE SHRINE AND NOT A PART OF THE ShRiNE. Our membership is merely based on requisite membership in the Shrine. Our sole purpose is support of the various transportation funds for the Shrine Hospitals for Children and “OLE”, to have fun in doing so! We are a small chauvinistic group of “workers” (Artisans) in the Shrine and it is no one’s business but OURS, as to what we do. “NO CONVERSATION CONCERNING THE “Q” AFFAIRS, OR ITS ACTIVITIES, SHOULD EVER BE CARRIED ON IN THE PRESENCE OF ANYONE NOT A MEMBER IN GOOD STANDING OF THE ORDER OF QUETZALCOATL.” This would include Artisans, or former Artisans, who were suspended or do not possess a current dues card. ARTISANS, DO NOT SEEK THE ADVICE, SUGGESTIONS, OR MORE IMPORT - ANTLY, THE INFLUENCE OF EITHER YOUR LADY OR MINE! The rationale for not letting a Noble know of his being proposed for membership is quite simple. Rejection by a Teocalli could, if the proposed nominee knows of his consideration, cause extreme embafrassment to him, his friends and brothers, and to his sponsor. Some of our present members may have been rejected prior to being accepted and do not know of the rejection. Some deserving Shriners, finding they were rejected, are hurt because they feel their friends let them down. A potential candidate MIJST NEVER be aware that his name is being proposed for membership. Whatever happens at a “Q” meeting or function, be it in any Teocalli, and invokes the three monkeys: “SEE NO EVIL, HEAR NO EVIL, AND SPEAK NO EVIL!” Any Artisan unable or unwilling to abide by these standards should submit his resignation to the Camaxtli at once. In accordance with the Bylaws of the Supreme Teocalli, any member, be he old or new, that violates this precept shall be promptly removed from our rolls. Regarding the selection of potential members, “OURS IS A TRIED AND TRUE METHOD OF SELECTION.” It has proven wise, not necessarily infallible, but one that has withstood the test of time. This is not to say it could not be improved. We seek QUALITY rather than quantity. Artisans may object to a proposed candidate for Just and equitable cause. However, the privilege of objection does not include an objection of a candidate, just to accommodate another Artisan. ARE ALL SHRINERS ARTISANS? Appendix I 07/01/2002"},{"pageNumber":95,"pageContent":"Enlisting the aid of another Artisan to reject or elect, is not among the precepts upon which this Order was founded. Before you may propose a candidate for membership in your Teocalli you must have received the Artisan Degree and have been a member of your Teocalli for at least one (1) full year. Our Supreme Bylaws state that a Noble cannot be recommended for membership in our Order until he has been a Shriner for at least one (1) full year, however, they highly recommend three (3) full years. Each Teocalli Board of Directors may have established additional guidelines for you to follow regarding proposal of membership for a candidate. Customarily, all proposals are made on a form available from your Teocallis Tlacuilo (Secretary). The proposal is then referred to the Teocalli Board of Directors prior to being presented to the general membership for election. It is worth repeating, invitation into our Order is “BY INVITATION ONLY”. Ole! Appendix I 07/01/2002"},{"pageNumber":96,"pageContent":"~d The Camaxtli is immune from all fines except from a superior officer. All meetings, including socials, should commence with an invocation, the Shrine pledge and the official Tequila toast. Every meeting must have displayed the charter and monkeys (social and public functions, e.g., installations, picnics, etc., with ladies and guests excluded). When the Camaxtli offers the gavel to another individual, that individual has the same authority as the Camaxtli unless otherwise specified Fines should not exceed $5.00 for any one person during one meeting, except for flagrant violations such as missing monkeys, charter, or failure of the Chimalma to wear his wig. Stiffer fines can only be levied by the Camaxtli. Among the most flagrant violations earning a fine is holding “private” conversation at your table when the Camaxtli is talking or when the floor has been given to another; not wearing the minimum of two pieces of”Q”jewelry; or partaking of any food prior to the invocation and toast being given. The “Q” dinner meetings are intended to be for fun Business meetings are conducted by the Board of Directors (unless otherwise specified in your bylaws) several days prior to the general meeting. While various items discussed in the Board meeting can (and should) be shared in the general meeting, no lengthy discussion or debate is permitted and may be terminated by the presiding officer (Camaxtli). While all Artisans are Shriners’, not all Shriners are Artisans The Order of Quetzalcoatl is not the Shrine and not a part of the Shrine Our sole purpose is “Ole”, to have fun, and to support the Shrine’s hospitals transportation funds. What we do is nobody’s business but ours. Remember the Monkeys, Hear no .. Speak no See no REMEMBER, THE NAME OF THE GAME IS FUN! OLE! “Q” FACTS FOR A WELL RUN MEETING Appendix 07/01/2002"},{"pageNumber":97,"pageContent":"SUPREME SESSION CONVENTION REPORT Order of Quetzalcoatl - See of North America In accordance with the Supreme Policy and Purpose Manual, each Convention Chairman shall be required to submit a complete and accurate report of all activities of the annual “Feast of Fire’ within ninety (90) days after its completion. Such report shall be submitted to the office of the Supreme Tlacuilo. SECTION 1 - MANDATORY Inclusive dates of the Session: ____________________________________ Location (City, State, Name of Headquarters Hotel) ______________________________________ Total number of Lodging (Room) Nights (Include ALL suites/rooms, including “comp’s) Wednesday Thursday Friday Saturday Sunday Suites Rooms Suites Rooms Suites Rooms Suites Rooms Suites Rooms Percentage of rooms/Suites that were “Non-Smoking” ____________ Total number of suites and rooms that were “comp” to the Host Committee (Do not include hospitality rooms in this count). Suites: ______ Rooms: ______ Total number of meals, ALL functions: Total Tickets Guarantee To Actual Count Total $ Pre-Sold Hotel (Attendance) Cost Thursday (OKET Banquet) Friday Golf Outing Friday Lunch _______ _______ _______ _______ Friday Evening Meal Function _______ _______ _______ _______ Saturday “Chimalma’s” Luncheon _______ _______ _______ Past ~hiefCamaxtli’s Breakfast N/A _______ _______ _______ Saturday Luncheon _______ _______ _______ _______ Saturday “Feast of Fire” Banquet _______ _______ _______ _______ Other (Specify) __________________ ________ ________ ________ ________ Appendix K 07/01/2002"},{"pageNumber":98,"pageContent":"If there were other functions for which a fee was charged, (e.g., breakfast, mystery trip, etc.) either in the package or as an option item, please indicate the event or provide the total count — as above: Please provide the following as it pertains to entertainment packages: Total Cost In Your Opinion. Was the Cost Justified ? (Circle one only) OKET Banquet Yes No Undecided Golf Fees (Green fees and cart) “Feast of Fire” Banquet Other (Specify) Yes No Undecided Yes No Undecided Yes No Undecided Please provide the following on any “optional” tours, meals, functions that were NOT included as part of the registration package (Specify the event by name): Total Cost Number of Attendees Was the transportation cost to and from these functions included in the total price of the event? If not, how was the transportation cost handled? How much did the transportation alone cost? Explain: Would you recommend providing “optional” events (tours, etc.) on a cost share basis? If not, why not? Briefly answer the following as it pertains to the purchase and control of alcoholic beverages: 1 Did you purchase beverages through the Shrine Temple, a discount house (such as Cosco, Sam’s Club, Class VI store), or through some other special arrangement with a commercial establishment? Appendix K 07/01/2002"},{"pageNumber":99,"pageContent":"2. Were you able to retum “unopened” bottles for credit? If not, how did you dispose of the excess? 3. Did you provide your own soft drinks, mixes, ice, etc., or was an arrangement made with the hotel to purchase them? What was the approximate cost if purchased from the hotel? _________ 4. Did the hotel “comp” your hospitality suites (rooms)? If not, what was the charge for each? What arrangements did you have with the hotel regarding bringing snacks and food into the hospitality rooms? 5. What arrangements did you have, or what problems were encountered, with the hotel staff, regarding security and/or control of the hospitality rooms? ______________________________ 6. How did you handle gratuities with the hotel staff (delivery of ice, clean up of hospitality rooms, etc.)? What was your TOTAL gratuity cost for the entire session? ___________________ 7. Did you encounter any problems pertaining to the “Smoking” versus “Non-Smoking” issue, either in the hospitality rooms, at meal functions or any other portion of the session? If yes, briefly explain 8. Do you feel you received the proper guidance and support from the Supreme Teocalli? How valuable was their assistance? How can this area best be improved? ________________________ 9. List in order of their importance, the three (3) most major problems encountered with which you had to deal with in the conduct of this “Feast of Fire” session. a. b. c. Appendix K 07/01/2002"},{"pageNumber":100,"pageContent":"FINANCIAL DATA Please provide your best estimate (round up to the nearest dollar) to the following questions: 1. Total funds received from registration packages (both full and partial): S _________ 2. Total funds received from other sources (not registration fees): $ _________ 3. Grand total of ALL receipts: $ ________ 4. Total cost for all registration package meal functions: $ _________ 5. Total cost for the operation of the hospitality rooms only: $ ________ 6. Total cost for outside services (entertainment, rentals, etc.) $ __________ 7. Total cost for any item (s) not previously covered above: $ _________ 8. TOTAL cost (expenditures): $ _________ Did you show a net profit or loss (circle correct choice)? $ _________ If a profit was realized, have you reimbursed your volunteers for out of pocket expense, such as gasoline, missed meals, a special break on the registration package, other, etc” Please explain: Any additional comments you would like to offer to assist future “Feast of Fire” Chairmen: (OPTIONAL) If you netted a profit how to you intend to use it (how will it be dispersed)? (Print Name of Indiv 1 dual Submitting Report) (Date) (Telephone Number) Appendix K 07/01/2002"},{"pageNumber":101,"pageContent":"oX ~uet THE SUPREME TEOCALLI, SEE OF NORTH AMERICA DEMIT (Full name and number of Teocalli issuing this demit) (City/Town) (State/Province) a Chartered Member of the Supreme Teocalli Order of Quetzalcoatl. See of North America, has issued this Demit to our Brother and Artisan (Print or type FULL given name) Who received his Artisan degree on _______; his Master Artisan Consecration on ______ and whose name, Ne Varietu, is written in the margin thereof, having paid all dues and being in good and regular standing in the Teocalli named above. Year served as Camaxtli: Year awarded OKET: This demit is issued at his request and we recommend him to the Fraternal Consideration of all Artisans of the Order of Quetzalcoatl wherever found. 07/01/2002 -u Located in Impress Seal here. if no seal is available the initials of the Camaxtli and the Tiacuilo shall suffice Given under our hands and the seal of the Teocalli this _____ day of ____________, 20 ____ (This denjit is valid through December 3JSI of the issuing year PLUS one additionalfull calendar year at which time it shall become null and vohi) (Signature of Camaxtli) (Signature of Ilacuilo) (A 7TENTION SECRETARY Piease submit a “Change of Status Report” to die Supreme Secretary) Appendix L"},{"pageNumber":102,"pageContent":"CANDIDATE (APPLICATION) REQUEST FOR MEMBERSHIP Order of Quetzalcoatl, See of North America All information must be typed or printed legibly: NAME IN FULL: _______________ ______________ MAILING ADDRESS _______________ ____________ CITY. ___________________ ___________ ___________ Residence Telephone ____________ _____________________ ____________ (Area Code) FAX Number __________ ____________________ E-Mail (Area Code) Occupation (If Retired, so state AND indicate pnmaly occupation at time of retirement) Spouse’s Name I belong to I desire to affiliate with Name of Sponsor Sponsor is a member of (First Name) (Middle Name in Full) (Last Name) (Sr’ir Ill) (Complete Mailing Address - Avenue/Sireet!Road/Lane) (Space/Apart /Suiie Number) (Staie/Province) (Nine Digii Zip Code) (Date of Birth Month/Day/Year) _____________________ Office Telephone ____________ _______________________ (Area Code) Name YOU wish to go by locaied in (Name of Shnne Temple) (Name of Teocalli) (Pnnt Name of Sponsor) (Name and Number of Teocalli) (City/Staie) Number ______________ (Number of leocalli) (Signature of sponsor) (Signature of ApplicantlPetitioner) (Daie) Date Elected to Membership ___________________ Date ‘Coate” Obligation Rendered ___________________ Date Artisan Degree Conferred _________________ I certifV that the information is true and proper to the best of my knowledge and the initiation fee, if applicable. is enclosed with this request for membership (Signature of Teocalli Tlacuilo (Secretar’) (Datc) (Teocalli Name) (1 coc~il Ii Number) ALL blanks MUST be filled in! Appendix M t)7/0 I /2002"},{"pageNumber":103,"pageContent":"oi ~ ORDER OF KNIGHTS, EAGLES AND TIGERS (OKET’s) The Order of Knights, Eagles and Tigers, hereafter referred to as OKET’s, is the highest honor a Teocalli may confer upon one of its members. To be eligible for this honor, and be consecrated a High Pontiff in the Order of Knights, Eagles and Tigers, one must be an Artisan or Master Artisan in good standing in a Teocalli under the See of North America, Order of Quetzalcoatl for a period of no less than one year following the charter of the Teocalli. Such individual must have made outstanding and exemplary contributions over a sustained period of time for the advancement, welfare and good of the Order. Serving as Camaxtli or officer of a Teocalli does not of itself qualify an individual for this honor. Likewise, one does not have to have served as an officer of a Teocalli to be considered for this high honor. The official emblem of this Order will be a double headed serpent, gold/brass in color, worn on a chain around the neck. This emblem originally a symbol of a TIaloc, was worn as a pendant by the High Priests. A certificate and lapel pin is also presented to the recipient of this honor. Many of the rulers and noblemen of ancient Mexican societies undertook training as priests since it wa~’ essential that they understood the astrological basis of their fate and that of their nation. The highest office a priest could hold was Sacrificial Executioner of the Main Temple, the next highest was Astronomer-Priest. The name of each High Pontiff will be carved in perpetuity among the Aztec Deities in the annals of each Teocalli and will appear in order of their respective seniority in each Teocalli’s roster or membership listing titled “High Pontiffs of the Order of Knights, Eagles and Tigers.” It is strongly emphasized that this honor is the~highest a Teocalli can bestow on one of its outstanding members. Careful selection was and will be taken in the future. It is not a requirement to nominate individuals for this honor each year. Nor is it a requisite to nominate the maximum of two in any given year. Nominations will only be made when there are well-qualified individuals, who maintain the highest standards of service to the Teocalli, and otherwise meet the qualifications for this honor. So as to avoid disappointments, bitterness, resentful or other ill feelings, the names of proposed recipients will not be made public. Announcement of the recipient(s) chosen for this honor will not be released until the time of conferral, which will customarily be accomplished at the annual installation meeting of the Teocalli. Appendix N 07/01/2002"},{"pageNumber":104,"pageContent":"There will be no dues, initiation fees or other monetary assessment levied on any High Pontiff. however, this does not preclude the OKET’s from voluntarily contributing toward the nomination fee for this honor if not otherwise provided by the Teocalli’s general fund. The raising of funds through voluntary efforts is not prohibited providing such action has been approved by the Teocallis Board of Directors. When such action has been authorized a separate financial account shall be maintained in the name of the OKET’s group and not commingled with Teocallis funds. When such funds exist all disbursements shall be in accordance with the Supreme Teocalli Bylaws and Supreme Policy Purpose Manual. Any disbursement from an OKET fund shall be determined by the OKET’s at a meeting called for this purpose. Only OKET’s may attend a meeting of the OKET’s. Members of another Teocalli who have transferred or affiliated with the Teocalli, and carries the honor of OKET, is entitled to attend all meetings of the OKET’s and have right to voice and vote. Their name(s) are to be included in the annals (roster) of the Teocalli in the proper order of acceptance denoting the original OKET number and that he is a transfer by affiliation. Any OKET may attend a called meeting of the Order, however, if he is not a member of that Teocalli he does not have right to voice or vote. The Supreme Teocalli reserves the tight and privilege of naming the first three (3) OKET’s of newly chartered Teocallis. This action cannot be taken until one full year after the charter date of the new Teocalli. Following the selection and consecration of the original three High Pontiffs, all subsequent selection and consecration will be conducted solely by the Teocalli’s OKET~s. All nominations must be submitted to the Supreme Teocalli accompanied by the nomination fee for each nominee for final approval and issuance of paraphernalia. A group of OKET’s may, at their discretion, formalize their bylaws. Such bylaws must be approved by the Supreme Teocalli and contain the seal of such prior to their becoming effective. In the’ absence of approved bylaws the bylaws provided herewith shall be considered the governing authority for all OKET organizations Bylaws and Protocol for the Order of Knights, Eagles and Tigers will govern the conduct of this Order. OKET PENDANT The serpent (snake) in all ages has been considered an emblem of wisdom and healing. It consists of the undulating body of a snake with a head at each end, a rather unusual representation. One head looks backwards to the wisdom and knowledge of prior ages while the other looks forward with anticipation of a better and brighter world yet to come. He, therefore, who wears the pendant of an OKET should realize that the past is but prologue to the fu.ture and those who fail to learn from their mistakes of the past are destined to repeat them in the future. He should be a real leader iii his own Teocalli and the Order of Quetzalcoatl, using his own experiences and knowledge to guide the Order to a better future. Attachments: Bylaws and Protocol for the Order of Knights, Eagles and Tigers Public Consecration Ceremony for the Order of Knights, Eagles and Tigers Synopsis of Guidelines for Nomination of a Candidate for OKET Appendix N 07/01/2002"},{"pageNumber":105,"pageContent":"~A BYLAWS AND PROTOCOL FOR THE ORDER OF KNIGHTS, EAGLES AND TIGERS ARTICLE I - PURPOSE To bestow and honor outstanding contribution for the advancement, welfare and good of the Order on Artisans and Master Artisans of this Teocalli, who have given sustained service for the efforts above and beyond the norm to this Order by consecrating them as High Pontiffs, Order of Knights, Eagles and Tigers. ARTICLE II - MANAGEMNT Section 1. There shall be only two (2) officers. The Senior High Pontiff, seniority number XXX - 1, and each succeeding High Pontiff, shall serve as the Sacrificial Executioner (President) for a period no longer than two consecutive (2) years. At that time, or sooner if that position becomes vacant, the next senior High Pontiff appointed shall assume the position of Sacrificial Executioner and all duties associated with that office. Should any High Pontiff, upon being offered the opportunity to serve as Sacrificial Executioner, elect to not assume that position and office, the next senior High Pontiff appointed shall be offered that position, ad infinitum. Section 2. Upon assuming office, the Sacrificial Executioner shall appoint an Astronomer-Priest (Secretary/Treasurer). The Astronomer-Priest shall serve at the will and pleasure of the Sacrificial Executioner. These two (2) officers will sign all subsequent certificates for those hereafter properly nominated and accepted by the unanimous vote of the High Pontiffs, unless otherwise provided in the approved bylaws of this Teocalli’s OKET’s. Only OKET’s physically present are entitled to vote on nominations as proxies are not perfnitted. Section 3. The Astronomer-Priest is responsible for the proper notification of all meetings of the OKET’s Section 4. These bylaws shall be the sole governing document for this Teocalli’s OKET’s, unless bylaws not inconsistent within these therein stated shall have been submitted to and approved by the Supreme Teocalli. 07/01/2002"},{"pageNumber":106,"pageContent":"ARTICLE III - MEETINGS Section 1. OKET’s of this Teocalli shall meet a minimum of two (2) times per calendar year. One of these meetings shall be for the express purpose of considering nominations for this honor. The annual meeting (nominations) shall be called during the month of October or November of each year. Customarily, the mandatory meeting(s) shall be no host, consisting of one luncheon and one dinner meeting. Section 2. The mandatory two meetings per year does not preclude however, the High Pontiffs holding any meeting they wish, any time or place, as long as they hold the annual (nominations) meeting for discussion and possible selection of a candidate or candidates to be consecrated a High Pontiff. Section 3. Safaris (meetings) are strongly encouraged between OKET’s of other Teocallis, time and geographic locations permitting. Section 4. ONLY High Pontiffs shall be permitted to attend any meeting of the OKET’s, including those affiliated and sojourning. Section 5. All High Pontiffs shall be provided an official notice of any meeting of the OKET’s at least fifteen (15) days in advance. This notice may be by mail, telephone or electron transmittal. Section 6. If or when the Sacrificial Executioner (President) is not available, unable or unwilling, to call such meetings when requested by three (3) or more High Pontiffs, the next senior High Pontiff shall so act, and ad infinitum. ARTICLE IV - QUALIFICATIONS Sectioo 1. An individual nominated for this honor must be an Artisan or Master Artisan of this Teocalli for a period of no less than one (1) year after the chartering of the Teocalli Section 2. Nominations for this honor may be made oniy by an OKET who is a member of this Teocalli at a dully called meeting expressively called for receiving nominations. Section 3. No more than two (2) nominations per calendar year shall be authorized per Teocalli and all final nominations must be unanimous unless otherwise provided for in these bylaws. Nominations will not be forwarded to the Supreme Teocalli for final approval unless these conditions have been met. The Supreme Teocalli retains the right to reject any nomination submitted by this Teocalli. Section 4. Any member of this Teocalli who meets the above qualifications may be considered for nomination. ARTICLE V - SEELCTION AND CONFERRAL Section 1. All discussions of possible selection, and the final outcome, shall remain confidential at all times. No formal record of any meeting shall take place 07/01/2002"},{"pageNumber":107,"pageContent":"Section 2. A unanimous vote of the High Pontiffs present and voting, unless otherwise provided for in these bylaws, is required for the final nominations for this honor. Voting is a privilege, all High Pontiffs in attendance must vote. Section 3. If a High Pontiff is unable to present himself at a regular called meeting for the purpose of discussion of possible nominees, his voice may be considered providing he has made his wishes known to either one of the two officers of the OKET’s. However, no proxy voting is permitted. Section 4. Under no circumstances is the nominee(s) for this honor to be notified or otherwise informed of consideration of his nomination until the actual conferral. Such presentation should be properly arranged in advance with the Camaxtli. Section 5. Announcement and conferral of this honor is customarily reserved for special occasions, preferably with ladies present (such as installation, Christmas party, etc.). The consecration ceremony shall be conducted by the Sacrificial Executioner or the Senior High Pontiff, or his designated representative, assisted by no less than three (3) High Pontiffs. Only the authorized “Consecration Ceremony” shall be utilized. Section 6. Immediately upon the final selection of a nominee(s) the name, accompanied by the appropriate fee, shall be forwarded to the Supreme Teocalli along with the intended date of presentation. Section 7. Inasmuch this is a Teocalli honor, it has been customary since time immemorial that fees associated with the nomination(s) of High Pontiffs be borne by the Teocalli. The Sacrificial Executioner (President) shall request the nomination fee from the Teocalli Tlacuilo without disclosing the name of the nominee(s). ARTICLE VI - FINANCIAL Section 1. Should this OKET organization raise funds through their own efforts, as approved by the Teocallis Board of Directors, such funds shall be deposited into a separate account in the name of thee Order of Knights, Eagles and Tigers — Teocalli (name and number). Section 2. Disbursement of such funds shall only be authorized by vote of the membership of the OKET’s at a meeting duly called for this purpose, keeping in mind the primary objectives of the Order is the support of transportation funds, our Teocalli and the Supreme Teocalli. ARTICLE V - AMENDMENTS Section 1. These bylaws and Protocol may be amended by submitting the recommendations to the Sacrificial Executioner through the Astronomer-Priest. Section 2. The Astronomer-Priest shall mail to the entire OKET membership of High Pontiffs: a. The present wording as well as the proposed change of the portion to be amended. 07/01/2002"},{"pageNumber":108,"pageContent":"b. This mailing shall be postmarked no later than fifteen (15) days prior to the meeting at which time the change shall be voted Section 3. A two-thirds vote of the High Pontiffs present shall be required for passage. Section 4. These bylaws and Protocol do not take effect until approved by the Supreme Teocalli and its seal affixed thereto. ATTESTED TO THIS DATE: (Date presented to OKET’s and approved by two-thirds of those present and voting) (Signature of Sacrificial Executioner) (Signature of Astronomer-Priest) (For Supreme Teocaii Use) ATTESTED TO THIS ________ APPROVED AS TO FORM: DAYOF_______ ___ (Supreme Teocalli) <2~ 07/01/2002"},{"pageNumber":109,"pageContent":"PUBLIC CONSECRATION CEREMONY FOR THE ORDER OF KNIGHTS, EAGLES AND TIGERS The Sacrflcial Executioner, or his designated representative, speaking to the assemblage Give a brief historical background of the Order of Knights, Eagles and Tigers. Requests all High Pont ~ft~s (including any visiting OKET’s from other Teocallis) to come before the podium and face the audience in a single line leaving sufficient space for the recipient(s). “They declared and ordained as a priest He who was perfect in all customs, exercises, and doctrines used by the Ministers of The Idols in Ancient Anahuac (land of waters). From the priests the BEST were selected as HIGH PONTIFFS and were called successors to Quetzalcoatl. These HIGH PONTIFFS became members of an ancient Order known as “Knights, Eagles and Tigers”. This ancient rank and honor of HIGH PONTIFF of the Order of Knights, Eagles and Tigers are today conferred by Teocalli ____________________ Number ______, upon those Artisans and Master Artisans who have made and demonstrated “outstanding” and unselfish contributions for the advancement, welfare, and good of the Order.” At this point direct the Senior Pontiff and/or the Astronomer-Priest to go into the audience and escort the recipient(s) in front of the podium facing the line of High Pont~ffs already assembled Directing your attention specifically to the recipients. “You are admitted into the sacred valley of the feathered serpent where the black-robed priesis celebrate the mysteries which have kept this world in balance — rain and fire, planting and harvesting; and there shall join the feathered men of heaven and become a plumed serpent, a member of the ancient Temple of the Knights, Eagles and Tigers.” At this point the Senior High Pontiff or his designated representative, should have committed to memory the following consecration and proceed down from the podium and walk beiiveen the High Pont f/s assembled and the recipients and state:"},{"pageNumber":110,"pageContent":"07/01/2002 “You are, by the laying of my hands (place hand on the head of each recipient in the sequence of his respective rank) consecrated a High Pontiff in the Ancient Order of Knights, Eagles and Tigers, and may henceforth wear the sacred emblem, attend the Holy Assemblages of the Order, and be recognized for your inestimable contributions to the Order of Quetzalcoatl.” At this time the Senior High Pontff or his designated representative, should place the official medallion around the neck of each recipient, followed by the Astronomer-Priest presenting the certificate and lapel pin After these presentations, return to the podium, and conclude. “In keeping with ancient Nahuati custom, let it be known that — (pronounce clearly to the assemblage the name of each recipient in sequence of rank) is now (each) a High Pontiff of the Order of Knights, Eagles and Tigers with all rights and privileges of his respective rank. So mote it be. Ole! Instruct the High Pont~ffs assembled to pass by the recipients and congratulate them Announce that this concludes the ceremonies. NOTE: Teocallis may make appropriate modifications to the above ceremony to fit the individual needs of the local region or Teocalli, providing however, that the essence of the above ceremony is maintained and used. Be sure to keep the ceremony professional, short, and that, it confers the impression of the high honor being bestowed. 07/01/2002"},{"pageNumber":111,"pageContent":"di 0~n WHEN CONSIDERING NOMINATIONS FOR THE HIGH HONOR OF KNIGHTS, EAGLES AND TIGERS The office of the Supreme Tlacuilo (Secretary) receives inquiries from time to time regarding the requirements and expectations for nominating an individual for the honor of Knights, Eagles and Tigers (OKET’s). It is not the intent of this document to single out a specific group of Teocallis or members as it appears that from the oldest to the newest Teocalli there still exists a misunderstanding of what is to be considered the highest honor a Teocalli may bestow upon on one of its members. While our bylaws are specific regarding the nomination for this honor perhaps a brief synopsis will make it clearer when considering a member for this time honored society within the Order of Quetzalcoatl, many of them unwritten but yet as traditional as a turkey dinner at Thanksgiving. Most OKET organization are aware of the basis requirements: 1. He must be an Artisan or Master Artisan 2•’ The nominee must have rendered outstanding and conspicuous service to the Order for a period of no less than one (1) year after the charter has been issued to the Teocalli. 3. Unless the OKET organization has an approved set of bylaws (authorized by the Supreme Teocalli) they MUST follow the bylaws and guidelines as provided by the Supreme Teocalli (Supreme Policy and Purpose Manual). 4. No more than two (2) nominees per Teocalli are permitted per calendar year. Now, having restated these long understood basic requirements let’s review some of the more subtle unwritten, or often misunderstood, requirements. I. The Order of Quetzalcoatl is NOT part of the Shrine. Our membership is merely based upon prerequisite membership in the Shrine Temple, no more, no less. 2. The Order of Knights, Eagles and Tigers was not and is not established to recognize members of a divan or officers of a Teocalli, past, present, or future. 07/01/2002"},{"pageNumber":112,"pageContent":"3. The current officers, or past officers, of a Teocalli have absolutely no input into the selection of a nominee for Knights, Eagles and Tigers and any attempt to influence the decision in accepting a potential nominee will be grounds for automatic withdrawal of the name from consideration. 4. The nominee, or nominee(s), must have absolutely no knowledge that their name has been placed into consideration. 5. Subsequent recipients will NOT be informed of their selection until the date they are to be formally presented their certificate and paraphernalia. (The office of the Supreme Tlacuilo often receives the nomination fee from the intended recipient himself). 6. Traditionally, the Teocalli absorbs the cost of the OKET nominations and when the Chief Executioner (President) of the OKET’s requests a check from the Teocalli for that purpose it is not required for the Teocalli officer issuing the check to know who the recipients are to be. 7. Traditionally, the formal presentation and announcement of the recipients should be at a public function, with the ladies present. Most Teocallis include this as a part of their annual installation, Ladies Night, or Christmas holiday party. 8. ONLY current OKET’s in a “closed” meeting may place into nomination for consideration a member’s name for induction into the Knights, Eagles and Tigers. No records or minutes will be kept of such meetings. 9. Absolutely under no circumstance will a non-OKET be present at an OKET meeting, social functions notwithstanding. 10. The Supreme Bylaws require that all recipients of the Knights, Eagles and Tigers be identified in the annual roster of the Teocalli for perpetuity. They will be numbered in the order of their numerical presentation, including affiliations and/or dual members. 11. Only those members of the OKET’s physically attending the “called” meeting for the purpose of selecting nominees has a voice or vote. Those OKET’s who absent themselves from such called meeting have no voice or vote in the final selection. No proxies are permitted. 12. The recipient should never be merely handed his certificate and medallion. The ceremony of consecration as provided by the Supreme Teocalli should be followed as closely as possible. And finally, the words “outstanding, conspicuous and meritorious service to the Order” should be the sole deciding factor in the final selection of an individual for this singular honor The Order of Quetzalcoatl considers the consecration of a Knights, Eagles and Tigers (OKET) comparable to the 330 in Scottish Rite or the KYCH in York Rite. There is no place for personal vendettas, the promotion and/or advancement of a friend or nepotism in the selection process. The Office of the Supreme Tlacuilo is always available for consultation. 07/01/2002"},{"pageNumber":113,"pageContent":"FORM 15 TEOCALLI/ASSOCIATION ANNUAL FINANCIAL REPORT FOR YEAR ENDING Include all financial activity from January 1 through December 31. Send completed report to the Office of the Supreme Tlacuilo. Keep a copy for your files. All Teocallis and Associations must complete this report. These reports are compiled for reporting to the Internal Revenue Service and must be received not later than February 15 th Teocalli/Association Name: Number: Location (City/State/Province): EIN: NOTE: A photocopy of your year-end checking/savings/investment statements on ALL Teocalli Assoc - iation accounts (or appropriate Certificates of Funds on deposit as provided by the financial institution) MIJST be attached to this Annual Financial Report (Form 15). Total Income (Receipts) Total Expenses (Disbursements) Net Gain (or Loss) Checking Account II _______________________ Name of Bank: __________________________ Balance January 1 S1: ______________________ Balance December 31 St _______________________ (Include photocopy of year end statement) Checking Account II: _____________________ Name of Bank: ________________________ Balance January lst: ______________________ Balance December 31 St ______________________ (Include photocopy of year end statement) $ $ $ Investment Account ~ ___________________ Name of Financial Institution: Balance January Ist: ____________________ Balance December 31 St _____________________ (Include photocopy of year end statement) Type of Account (CD/Bond/Etcf) (Ifyou have additional accounts, list on reverse side of this Form 15) Remarks/Notes : Savings Account II ________________________ Balance January ist: ______________________ Balance December 31 St _______________________ (Include photocopy of year end statement) I certify that this Financial Report reflects a true and accurate report of the financial position as verified by an annual audit of our TeocallilAssociation financial records which includes ALL bank accounts and other assets to include a photo-copy of the year-end statement(s) from all financial institutions. Date: Signed: Title: Appendix 0 07/01/2002"},{"pageNumber":114,"pageContent":"d WHAT CONSTITUTES A “WELL RUN” TEOCALLI MEETING? While there is no “pat” or standard answer, or any one way to ensure a well run Teocalli meeting the following have proven the test of time which most Teocallis observe. These are considered some very general guidelines. First, let’s define what a Teocalli meeting is? Generally, a Teocalli meeting is the duly called monthly/quarterly membership meeting of the Artisans. The Tlacuilo has officially notified each member of the time and place of this meeting. A social event, e.g., anniversary party, picnic, installation, holiday party or other social event is not a Teocalli meeting (it is a Teocalli function). However, the regular monthly/quarterly meeting of the Teocalli is, regardless if it is members only or with the ladies. All your dues paying members are Artisans, regardless if they are a Coate, Artisan or Master Artisan. An “artisan” is defines as a “worker of the Temple”. As such, they should be addressed accordingly. They are not Noble, Mr, gentlemen, or “hey you”. When the Artisans (and quests) have duly assembled and the meal is about to be served, the Camaxtli raps the gavel. This signifies that the meeting/function has been called to order. A meeting is not in proper order or form if the three monkeys and the charter are not properly displayed throughout the course of the meeting and technically no transactions may take place without these two instruments being present. No “Q” meeting should ever start without the Shrifie pledge followed by an invocation. This includes social functions as well, unless in a public area (e.g., dog track, theater, outdoor picnic, etc.). The customary Tequila toast (for members only) always follows the Shrine pledge and invocation. This is a tough one! No business should be conducted at any Teocalli meeting. General announcements and actions of the Board of Directors may be announced. Of course, balloting must be transacted under business of the general membership meeting Refer to the Policy and Purpose Manual for introductions. These must be kept to a minimum. This is generally accomp - Appendix P 07/01/2002"},{"pageNumber":115,"pageContent":"lished immediately following the Shrine pledge, invocation and toast. A special section has been devoted to handling business during a Teocalli meeting. Normally, no minutes are kept of regular meetings nor should any minutes be read in an open meeting. It is fully realized that “some” business must be transacted during a regular meeting, but this should be kept short and brief. Teocalli business should not be voiced in the present of our ladies or guests. The meeting is closed (adjourned) when the Camaxtli raps the gavel at the end of the meeting. The monkeys and charter may then be put away for safe keeping. What Business Should I Conduct at a Regular Dinner Meeting? The first answer is very damn little! Now, having stated this, it requires some explanation and thought. Most Teocallis operate utilizing one of two schools of thought as to their organizational and management techniques. First, most Teocallis employ the Board of Directors approach, with the Teocalli’s elective officers serving on the Board. All decisions are made by this Board and only the actions of the Board are relayed in very general terms to the general membership. It is proper for the Camaxtli, if he deems it important enough, to BRIEFLY report on the actions of the Board. But no motions or actions from the general membership should be forthcoming at a regular Teocalli meeting under normal circumstances. The Camaxtli may call for a showing of hands (for consensus) on a particular topic before pursuing it further, but no lengthy debate or presentation should be permitted on it at a dinner meeting (if someone feels strongly about a subject invite him to attend the next Board meeting, which should be announced and open to any member anyway). The second school of thought is some Teocalli’s officers meet to discuss proposals which will be brought up to the general membership. Then the general membership is afforded the opportunity to give their input as well. There are of course two exceptions to these methods. The first being when candidate’s names are being proposed for membership and balloting takes place, and at the annual meeting of the Teocalli when new officers are being elected. These two meetings should always be for MEMBERS ONLY! Regardless of which method is employed, or any combination thereof, what you don’t want to happen is for your Teocalli to become solely a “business” meeting with no fun or side activity which runs on and on. Get the message? If all you’re going to do is conduct business and eat then your Teocalli will very quickly become dull and boring and members will find something better to do with their time. Finesi Fines are a way of life with the “Q”. They must be administered with fairness and impartiality. Generally, all fines go directly into the general fund. As a general rule fines may only be levied by the Camaxtli. The Camaxtli is immune from any fine unless directed by a higher authority (Association or Supreme officer). Teocallis should place some limitations on fines, for example — not to~exceed $5.00 for any one person during any one meeting. On an average $5.00 is maximum for any one person at one meeting with an average of $1.00 - $2.00 fine being the norm. However, certain flagrant violations (such as losing the charter or the monkeys, failure of the Chimalma to wear his wig, etc.) could warrant a much stiffer fine to the errant individual. Customarily, the Camaxtli levies the fine, the Inner Guard collects the fine from the member. Fines are generally levied during the dinner meetings, hospitality room, etc. Appendix P 07/01/2002"},{"pageNumber":116,"pageContent":"And for what may a fine be levied? The list is endless. Let’s start with the common ones, ones that should be present in your Teocalli now. Any member eating (sampling) his dinner, salad or desert before the opening prayer is given. Not having a minimum of two pieces of “Q” jewelry on his person. (Camaxtli usually directs the Inner Guard to check each person sometime during the dinner hour for compliance). A Master Artisan not wearing the proper emblem of his rank (Master Artisan medallion). An OKET not wearing the proper emblem of this honor (OKET lapel pin and/or OKET medallion [double headed serpent]). Holding “private” conversations at a table when the Camaxtli is attempting to make an announcement, or when he had turned the gavel over to another individual for an announcement, or general disruption of the meeting. The Chimalma not wearing his wig. The Inner Guard forgetting and/or losing his baton (billie club). Any one of the officers who cannot correctly spell their title, and pronounce it properly. Any member should be able to spell QUETZALCOATL when requested to do no. No second attempt! A member of your Teocalli receiving some unsolicited newspaper account of some special event (attending driver’s traffic school, anniversary, promotion on the job, grandparent, etc.). If your Teocalli has a particular hard name to spell, your members should be able to spell it upon request. Wearing inappropriate attire to the meeting. Keep the decorum of the meeting above reproach at all times. However, if the meeting has been designated as a casual “T-shirt” or “Crazy Hat” night and a member does not conform to this theme, then a fine would be in order. Occasionally, maybe once a year, ask each member to produce their current “Q” dues card (many men do not carry their cards with them at all times). And the list goes on! Bear in mind that the monkeys and charter are fair game — they may be “borrowed” at any time. Your members should be strongly discouraged from participating in this type of activity when it comes to your own Teocalli and should it occur a stiff fine should be rendered. However, be especially cautious when you have visitors from another Teocalli. Retribution and hefty fines may be in order if you wish to ever see your monkeys or charter again. It has been known that some Teocallis have paid as high as $100 to get them back in time for the next meeting. If not, the individual in charge of each item should be fined. What are the badges of my office? Generally, the officers — as a minimum the elected officers — should be seated at a head table or reserved table provided at all Teocalli meetings (If ladies are present you may wish to limit the head table to only the top four elected officers, and their ladies). As such they should wear the appropriate officer jewel for the office they hold. Most Teocalli’s make available their own style and type of name badges (Remember, no silver colored badges, this color is reserved solely for Supreme officers). The “official” officerjewels may be purchased from the Supreme Teocalli. Appendix P 07/01/2002"},{"pageNumber":117,"pageContent":"The Chimalma MUST wear a wig anytime the meeting is in session. Some Teocalli’s even carry this over to social events such as installations, picnics, etc. Study your “Q” history. You will learn that the Chimalma was a “she”. This wig is usually the worse, most unattractive wig one can find. Some Teocalli’s change styles from year to year. It is the Chimalma’s responsibility to put it on as soon as the Camaxtli raps the gavel to start the meeting. It stays on until he raps the gavel ending the meeting (even if it is 1100 outside). In most Teocallis the Inner Guard is responsible for ensuring the three monkeys and charter are properly displayed at all times the meeting is open, otherwise it is not a legitimate meeting. He is also the individual who customarily collects the fines levied by the Camaxtli or presiding officer. In most Teocallis the Outer Guard is assigned the duty of handling the sale of any games of chance. Many Teocallis sell raffle tickets where it is split 50/50 with the Teocalli, or some other arrangement agreeable to the Teocalli members. Most members are expected to purchase at least one raffle ticket. They are usually offered for $1.00 each for six for $5.00, whatever your Teocalli establishes. Some of the Teocallis obtain “door” prizes for each meeting and in addition to a “cash” pay out, the lucky winner gets a door prize. Caution, if door prizes are used, ensure they are of quality and not cheap junk, and limit to how many drawings per meeting — never more than two or three drawings per meeting. Some Teocallis have an “all” membership drawing, winner must be present, if not, the money accumulates and carries over to the next meeting. Be creative, make it FLTN and interesting for your members. How May I Put Sparkle Into our Meetings? Don’t permit your Teocalli just to become a “meet and eat” club. This will kill enthusiasm quicker than anything else. Be creative. Don’t be afraid to try something different. Here are just a few suggestions: 1. “Crazy Hat Night” (a prize for the most creative, ugliest, best looking, etc.) 2..~ “Wet T-shirt Night” (suggest this be a casual, member only function) 3. “Clay Pigeon or Turkey Shoot”. This can easily be arranged with small air gun(s) and targets. You might charge for each chance taken with a prize going to the winner(s) 4. “Cinco de Mayo Night” While technically not the Mexican Independence Day celebration (on or near May 1 Si of each year) it provides a good excuse for a Mexican - buffet and/or dress up in your sombrero. Many Teocallis make this a social event with their ladies. Find a local group to perform the “Mexican Hat” dance, or judge who is best among your own members. 5. Mystery Trips”. These are real popular, both for members only and with ladies. These are usually casual Pick a well known meeting place to get directions (no one knows where the final destination will be), say an underpass at a certain interstate junction or some other landmark. Pay the cost of the event there to get directions to where you are going It may well be that you will only receive directions to another location, there to receive further directions, and so. You eventually end up at some predetermined location where the Teocalli has libations and food waiting. On a member’s only mystery trip, it could even be overnight. Have the members get on a bus or carpool in vans with golf clubs and away the bus goes, no one knowing where they are going (the bus driver having been briefed in advance and told to take some mdi- Appendix P 07/01/2002"},{"pageNumber":118,"pageContent":"rect route before heading directly to the final destination). Get a raffle going as who guesses the final destination. Arrive at some prearranged motel/hotel Friday night, have a hospitality room waiting. Saturday morning play golf (or for non-golfers a card tournament or fishing trip). Have a banquet that night and head home Sunday morning. Set a flat fee and have registrations paid in advance. On mystery trips — you don’t tell members in advance where the event will be held, not even the Camaxtli. Let them guess! Only one or two individuals who arranged the mystery trip will know. A note of caution on mystery trips. Have at least one designated member who is not going on the trip know where you will be in case of an emergency. Notify the membership (especially the spouses) that, should an emergency arise, this person is the one to contact locally. He will know how to reach you. This individual should never reveal the location unless it is a genuine emergency. Progressive Mystery Dinner. Everyone gets on a bus. Stops at first restaurant. Go inside and have first course only (salad). Get on bus, go to second restaurant. Go inside and have second course only (soup). Get on bus and go to third restaurant where the main course is served. Get on bus, and when they believe they are returning to the original meeting place stop at another restaurant and have dessert. Takes a little planning, but it can be done, and it is fun and interesting. Works best with restaurants that have private meeting rooms and NOT on a weekend. 6. Past Camaxtli’s Night. Put them in charge of an entire evening’s program, including meal and entertainment. 7. Anniversary Party. A Teocalli should never forget their anniversary (date you were chartered). Arrange with your meeting place to have the appropriate candles on a sheet cake. 8:’ Social events. There are not limit to these. Night at the theater, night at the dog (or horse) track, fishing trips, golf outings, etc. These can be members only or co-ed. If your Teocalli is located in a “seasonal” area whereby many of your members may be gone during certain months of the year, consider holding a “luncheon” meeting in lieu of a dinner meeting where the attendance would normally be lower than usual. If your Teocalli is fortunate and can have an “open” or “hosted” bar, GREAT! Most Teocallis usually put one of their officers in charge of all libations (usually the Titlacauan or Huemac). Serve only quality libations. You will soon learn what the individual tastes of your member are. Cater to their likes. Attempt to have some type of snack available in the hospitality room, it doesnt have to be expensive, but have something. Your bartenders should be your Coates, otherwise assign them. CAUTION: Watch and control all alcoholic beverages, even among your own members. DO NOT PERMIT ANY MEMBER TO BECOME INEBRUATED. Should it happen, under no circumstance permit that individual to get behind the wheel of a vehicle. Someone MUST take him home. There is no end to how creative one can be. Make your dinner meetings interesting, fun and make your members WANT to come to the next meeting to see what happens next. Make the “unexpected” the norm. If your Teocalli comes up with some new innovative idea or theme let Appendix P 07/01/2002"},{"pageNumber":119,"pageContent":"the Supreme Teocalli know about it so it may be shared with others. Besides, it would make for a nice article for the Voice of the Coate. Caution: Customarily, Teocallis should not hold their regular meetings in their Shrine Temple. We are an “invitation” only organization and do not wish to offend any Noble of the Shrine. If you are meeting in the Temple, then why can’t any Noble join your group? By and large, the vast majority of Teocallis never meet in their Temples, thus eliminating potential questions regarding selective membership. Joint Safaris (Treks): Plan for joint safaris with another Teocalli, or two other Teocallis in your general area. Meet them on a week end in some remote location that is convenient to both groups, maybe half way if possible. These can be overnight or just one day trips. Several Teocallis have “annual” golf outings in resort areas. They take their ladies, the men play golf, the ladies shop! We are not addressing Association meetings here. This is strictly between one or more Teocallis. Exchange Newsletters/Bulletins with Other Teocallis: Read what others are doing. Mail a copy of all your meeting notices and newsletters to the office of the Supreme Tlacuilo and to the Editor, Voice of the Coate. You will automatically be entered in the Supreme Publications award program. In Summary: The Order of Quetzalcoatl is not a democratic organization. As a general rule the decision and/or actions of the Camaxtli cannot be questioned. Differences of opinion should be handled through the Teocallis Board of Directors. Every Teocalli meeting M1IJST comply with four (4) conditions. They are~ 1..’ The Teocalli charter and a set of the three monkeys must be displayed during the meeting. 2. The Chimalma must wear “her” wig during the meeting (Yes, even with a suit or tux). 3. The traditional tequila toast must be given prior to the meal. 4. The members must be reminded of the three monkeys — WHAT WE DO HERE STAYS HERE! If a member does not attend a particular meeting, he is not entitled to know what transpired at that meeting, except of course changes to policy and procedure and balloting. And lastly, ensure that your line officers have thoroughly reviewed the general policies and procedures outlined in the Supreme Policy and Purpose Manual. In addition. They should be fully cognizant of their own Teocalli’s bylaws and policies of the Board of Directors. Good luck, Have fun, remember the name of the game — FUN. Ole! NOTE: The above are intended to generate questions and to serve as suggestions and guidelines for a successful Teocalli. The office of the Supreme Tlacuilo and your Supreme officers welcome your comments and input at any time. Appendix P 07/01/2002"},{"pageNumber":120,"pageContent":"0 i ~i~uet // Let’s say from the outset that we cannot replicate the exact sounds of the language spoken by the Nahua Indian tribes because in 1522 when the Spanish friars attempted to reduce Nahuatl to writing, there were no characters in the Spanish alphabet that could reproduce the guttural and clucking sounds they heard. What resulted from their efforts was a phonetic approximation of the words. Nevertheless, understanding the limitations of our knowledge of true Nahuatl as it was spoken in pre-Columbian central Mexico, we can provide the Spanish language approximation of Nahuatl. Bear in mind in seeing Nahuatl words in print that Nahuati is not Spanish. They are two separate languages. Remember, too, that the Spanish invaders destroyed the civilization of the native peoples, demolished their holy places, suppressed the native language, and imposed European religion on the native population. Let us begin by pronouncing the name of our Order. It is spelled QUET ZAL CO ATL. It derives from two Nahuatl words: quetzalli, a large brilliant tail feather which inspired the name given to quetzal, an exotic tropical bird some Indians believed was sacred, and coatl, the word for serpent, or snake. The proper pronunciation is Quetzal-coatl. Make sure you don’t pronounce the Q-U-E at the beginning of the word as though it were English, as in the English word question. The que in the first syllable is pronounced like the Spanish word que [pronounced, kay], as in Quepasa? Que taP Que homre! Que bueno! It has the same sound and spelling as in the last syllable of th&Mexican word puique [pronounced PULL - kay]. Do not pronounce it KWET ZAL COATL, or KWET ZAL KWATL. It’s Quetzalcoatl. The word consists of four separate syllables, and each must be pronounced distinctly. There, say Kel zal co A TL. Next, note that the word for your local unit is Teocalli. It is spelled t-e-o c-a-i-i-i, and it is derived from two Nahuatl words. HELPFUL PRONUNCIATION GUIDE AND TERMINOLOGY Appendix Q 07/01/2002"},{"pageNumber":121,"pageContent":"Teotl, meaning god and calli, meaning house. Thus, it is the “house of god.” A temple, or a teocalli in Nahuatl. Notice that in Nahuatl the word is spelled with two l’s, as it appears in English dictionaries. Only in the Spanish language is it spelled with a single 1 (to keep it from being mispronounced as the double 1 sound in the English word million). Notice that the word can be pronounced two different ways: the preferred tay-o-calli, and tee-o - calli. Both are correct. The name of your local unit should bear the name you have chosen, plus the word Teocalli followed by its number. For example, Texcoco Teocalli No. 22. Now, let’s learn to pronounce the names of our teocalli officers. The name of the highest ranking officer in the local teocalli is spelled C-a-m-a-x-t-l-i and is pronounced Ca-A/IA SH-tli. It has three syllables broken down as: Cah-MASH-tlee. Look at the word and repeat it aloud. Cah-MASH-tlee. In our Artisan ritual mythology, Camaxtli, seated in the east, represents the sun and is called (with considerable liberty) “Lord and Master, ruler of all things here [in heavens] and below; Lord and Master of celestial bodies.” The next higher officer in the teocalli is CHIMALMA, spelled C-h-i-in-a-I-in-a and is pronounced: Chee-MAHL-mah. It also has three syllables. In the Artisan ritual mythology Chimalma is the wife of Camaxtli; consequently those representing this goddess at meetings and rituals wear a wig to signify the role of wife-mother in the hierarchy of gods. Chimalma in our ritual mythology is the mother of both Titlacauan and Quetzalcoatl. The next ranking officer is 1-LUEMAC, spelled H-u-e-m-a-c. It has two syllables and is pronounced WAY-mock (last syllable rhymes with clock). Remember in Nahuatl, as in Spanish, the H is silent. Here the remaining letters, u-e, are pronounced way. Hence, WAY-mock. Huemac, a true historical personage, was the last ruler of the Toltecs in the l2~” century. He was also Lord of Cicalco, “Place of the Hares,” in the underworld, a place of joy and pleasure where men live forever. The next officer’s name is often incorrectly misspelled. It should be spelled T-i-t-l-a-u-a-c-a-n. It has four syllables and is pronounced Tit-Ia-WAH-kon. Titlacauan, better known among the Nahuas as Tezcaplipoca, god of the night and evil, a wizard and master of black magic, “the Smoking Mirror.” Tezcatlipoca is depicted dressed in black, a stripe across his face, and on his chest a mirror in which to see the activities of all men. He introduced human sacrifice into the Nahua religion and drove Quetzalcoatl out of his own kingdom because Quetzalcoatl opposed human sacrifice. By the time of the Spanish Conquest, the Aztec considered Tezcatlipoca (Titlacauan) the greatest of all gods and feared hint the most. Whereas Quetzalcoatl is widely portrayed as a benevolent culture hero, identified with balance, harmony, life, fertility, and civilization, Tezcatlipoca represents conflict, turmoil, and change. The name of the Inner Guard is spelled C-u-a-u-t-e-m-o-c. It has four syllables and pronounced Coo-wah-TAY-mock (The name is also written Guatemoc [pronounced gu a TAY-mock]) The Outer Guard’s named is spelled N-e-z-a-u-a-l-c-o-y-t-l, and it is pronounced Nets a wahi CO yotl. Break the word into five syllables. Nezahualcoyotl was the King of Texcoco, now a suburb of Mexico City. He was said to have been one of the greatest Mexican philosophers Appendix Q 07/02/2002"},{"pageNumber":122,"pageContent":"The Secretary of our teocallis is the Tlacuilo, a three syllable word pronounced Tla-KWEE-lo. The Treasurer of our teocallis is the Calpixque, a three syllable word pronounced Kal-PEESH - kay. The Chaplain of our teocallis is the Teopixqui, a three syllable word pronounced Teo-PEESH - qui. Now, -let’s learn to pronounce the name of the Supreme head of our Order, Chief Supreme TIaloc. TIaloc is spelled T-l-a I o-c. It has two syllables and is pronounced with a clucking sound~ TLAH - lock (Tlee and TIa are pronounced as one syllable (instead of tra-la-la, think tla-tla-tla or tlee - tlee-tlee). TIaloc was the god of water and rain; but lesser gods, sometimes translated “lords”, and were referred to as tlaloc. Thus, while our Order has as its head the Chief TIaloc, there are also lesser tlalocs, or lords, in the polytheistic hierarchy. Two Useful Nahuatl Words Teponaztli is the proper word for drums as used in our ritual. The word is properly spelled t-e-p - o-n-a-z-t-I and pronounced tay-pon-AZ-til. The teponaztli among the Nahuas was a lateral drum, carved hollow log which was then struck with a stick to make a resonant sound. The teponaztli was also the war drum. Pulque is an ancient beverage. The proper spelling for pulque is p-u-l q-u-e. Pulque is a fermented drink made from cactus and is quite potent. The “pulque” concoction (often misspelled “pulkie”) in the ritual at the end of the ritual ceremonial should not be confused with the real pulque which was considered a sacred drink among the indigenous people of Central Mexico and is still sold today. Nahuatl ~ Popcatepetl (Titlacauan), whose means smoking mountain in the Nahuatl (Aztec) language, was an Aztec warrior who was in love with Iztaccihuatl (meaning white woman). The myth about these two volcanoes lying between Mexico City and Puebla is very similar to that of Romeo and Juliet. While Popcatepetl was away, the Aztec princess, Iztaccihuatl, was mistakenly informed that Popcatepetl had been killed. Deciding that she could not live without love, she killed herself. Whett.Popcatepetl retuned and found her dead, he was overcome with grief. He built a mound and laid her body on it, and vowed that he would never leave her again. Those who have visited Mexico and seen these two volcanoes will notice in lztaccihuatl the shape of a woman, lying on her back and covered with a white sheet of snow. At her feet stands Popcatepetl, eternally watching over her. Appendix Q 07/01/2002"},{"pageNumber":123,"pageContent":"NOTE: The above information has been extracted from a cassette tape prepared by Dr. James Bryant, a professor at Mercer University in Macon, Georgia who, because of his studies of Mesoamerican history and of the Nahuatl language, has prepared this information to assist us in learning the proper spelling and pronunciation of the Nahuatl words we commonly use. This cassette tape is available for a very small nominal fee from the Office of the Supreme Tlacuilo (Secretary). To order call 1-800-850-0637 or fax your request to (520) 722-9789 Credit cards are accepted. We owe Dr. Bryant a debt of gratitude for his efforts on our behalf. Dr.Bryant is a Past Camaxtli and a Past Chief Camaxtli of our Order and has served as the Supreme Historian. Some More Helpful Hints! QUETZALCOATL TLALOC (High Priest) CAMAXTLI HIJMAC HUEMAC TITLACAUAN CALPIXQUE (Treasurer) TLACUILO (Secretary) CUAUTEMOC (Inner Guard/Guide NEZAHIJALCOYTL (Outer Guard) TEOCALLI TEOPIXQUE (Chaplain) TEPONAZTLI (Drum) PULQUE (Ancient beverage) KET-SAW-CO-AWTUL (Not Kwet) TLA-LOCK KAH-MASH-TLEE CHEE-MAHL-MAH WAY-MOCK (Not Mack) TEET-LAH- WAH-KAHN KAL-PEESH-KAY TLA-KWEE-LO COO- WAH-TAY-MOCK NATES-A-WAHL-CO-YOTL TAY-O-KAHL-LEE (Not tee-O) TEO-PEESH-QUI TAY-PON-AZ-LEE PULL-KAY NOTE: Place emphasis on bold italics syllable. Appendix Q 07/01/2002"},{"pageNumber":124,"pageContent":"0 i I§J~uet Generally, the Supreme Constitution and Bylaws and the Supreme Policy and Purpose Manual should answer the majority of your questions. Particular attention should be paid to the appendices of the Supreme Policy and Purpose Manual as in many instances they elaborate more fully to statements made in the Bylaws and Policy Manual. However, it is realized that no one document can possibly answer every detail and question posed by a Teocalli, or a Teocalli that has yet to be formed. First, one should review all the documents sent you when a ~ew “start kit” was initially mailed to you. Once you have elected to proceed with forming a new Teocalli and have requested a “Letter of Dispensation” additional materials will be mailed to you, generally to the individual who has been selected to become the Tlacuilo (Secretary). The Tlacuilo is the primary individual with whom contact is maintained between the Teocalli and the Office of the Supreme Tlacuilo. Once Ahe charter has been issued (must be within one year from the date of the “Letter of Dispensation”), it will become necessary for you to become a member of one of the Associations. The Assoc-iations can provide valuable input into the well being and development of your Teocalli. The Supreme Teocalli has developed via the internet a web page which contains additional valuable information which anyone may access. It may be accessed on your computer at www.quetzalcoatl.org. In addition, the Office of the Supreme Teocalli maintains a toll-free number that you may call anytime within the United States. That number is 1-800-850-0637. For our Artisans residing in Canada the number is 1-800-484-9704,,,3 125 (be sure to insert the 3 commas and the access code 3125 for this permits the telephone system ample time to make the necessary required switching). The normal office hours are: Monday thru Friday 10:00 a.m. — 2:00 p.m. RMST (We do not observe daylight savings time). The office is closed for all federal and state holidays. However, there is a 24-hour answering service and should you leave a message (be sure to leave your name and telephone number) the office will return your call the next business day. The office also has a 24-hour dedicated facsimile (fax) line. That number is 1-520-722-8482. However, perhaps the most expedient and best method for contacting the Supreme office is via e - mail. The e-mail address for the Supreme Teocalli is qartisans~ultrasw.com . Where do I get My Questions Answered? Appendix R 07/01/2002"},{"pageNumber":125,"pageContent":"Another benefit the Supreme Teocalli offers the Teocallis is access to your own membership files via the internet. Each Tlacuilo will be issued written instructions with a password that will permit you access only to your own membership files. This password will be issued along with the “Letter of Dispensation”. You will not have the capability to make any changes but it will provide you with information, that should it need to be corrected, you may do so via e-mail or the web page. All the required forms that you will be required to submit to the Supreme Teocalli from time to time are available on the web page and may be submitted directly via that means. The Order of Quetzalcoatl has been in existence since the early 1940’s. The See of North America has been in existence since the early 1970’s. Well meaning parties may provide you with outdated information, so use caution when referring to such documents. This is particularly true when you begin developing your own set of bylaws. Again, when in doubt refer to the Supreme Policy and Purpose Manual for guidance. The office of the Supreme Tlacuilo is always available to field any question you may have. The official mailing address for the Supreme Teocalli is: ORDER OF QUETZALCOATL SUPREME TEOCALLI POB 3031 TUCSON, AZ 85702-303 1 We welcome your comments and inquires. Appendix R 07/01/2002"},{"pageNumber":126,"pageContent":"TEOCALLI NEWSLETTER REVIEW (Supreme Teocalli Newsletter/Bulletin Award Program) Teocalli Name 1. Number of issues published (5 points per issue if published monthly) Number id issues published (15 points per issue if published quarterly) 2. Overall appearance and use of space (eye appeal and layout) 3. Use of art and graphics, including photos 4. Overall quality of content 5. General information and education 6. Messages from elected officers, including Tlacuilo 7. Publicizing upcoming events for the Teocalli/Association 8. Reports from active committees 9. Report of illness and distress (members only) 10. List of officer(s) with telephone numbers and/or e-mail address 11. Copy of each newsletter mailed to each elected Supreme officer 12. P’ersonal information or biographies of officers or members 13. Promotion and support of the Hospital Transportation fund 14. Proper utilization of color 15. Other TOTAL POiNTS: No. (Max 10) (Max 10) ____ Max 10) (Max 10) ____ (Max 5) ____ (Max 5) ____ (Max 5) __(Max 5) __(Max 5) (Max 5) (Max 5) (Max 5) ____ (Max 5) ____ (Max 5) ____ (Max 150) Comments: Name Of Reviewer: Appendix S 07/01/2002"},{"pageNumber":127,"pageContent":"~Li ~ The Melah uac Ohtli Medal (For one who has traveled the road) The Chief Supreme TIaloc shall select one Artisan during his term of office to be the recipient of The Melahuac Ohtli medal. Nominees shall not have any knowledge of their consideration for this award. The award shall be presented at the final banquet at the “Feast of Fire”. Nominations shall be solicited from the Supreme Teocalli officers to include Association Chief Camaxtli’s. All nominations shall be held in strict confidence and shall be made independently of each officer. The Chief Supreme TIaloc shall review such nominations and select one recipient from those submitted, or he may make his own nomination independent of those submitted for consideration. No current Supreme Teocalli officer may be nominated for this award. Past Chief Supreme Tlalocs may be nominated for this award after that have been out of office for at least five (5) years. Minimum criteria: a. You cannot nominate a member of your own Teocalli. b. You cannot nominate a current Supreme officer or a Past Chief Supreme TIaloc unless he has been out of office for at least five (5) years. c. You cannot nominate an individual unless you personally have first hand knowledge of his achievements and accomplishments. d The individual nominated must be an Artisan or Master Artisan in good standing in the Order of Quetzalcoatl, See of North America. e. The nominee must have been a member of the Order for at least five (5) years. f. The nominee must not be aware of his consideration for nomination. OUTSTANDING “Q” MEMBER OF THE YEAR Appendix T 07/0 I /2 002"},{"pageNumber":128,"pageContent":"g The final determination and selection shall be at the sole discretion of the Chief Supreme Tlaloc. h. The recipient of the medal shall be announced and presented at the final banquet ending the annual “Feast of Fire”. i. The cost of the medallion and presentation shall be borne by the Supreme Teocalli. j. There shall be only one recipient awarded per Supreme Teocalli year. k. The recipient does not have to be in attendance at the “Feast of Fire” to receive this award. If he is not present, the recipient’s name shall be announced and the medal presented publicly at his next Association meeting. All nominations are to be submitted to the office of the Supreme Tlacuilo (Secretary) on or before September l~ of each year. Late nominations postmarked after September 1 St will not be considered. All nominations must be in written form and must contain a brief explanation of the individual’s accomplishments and achievements, which may not be solely limited to the Order of Quetzalcoatl; however, this should be given first consideration. MELAHUAC OHTLI (May - LAH- wack OHT - lee) Appendix T 07/02/2002"}]
