[{"pageNumber":2,"pageContent":"FOREWORD In 1972, your Ritual Committee published a suggesled set of instructions for floot work in conlerring ihe Capitular Degrees. Subsequently the Committee prinled some hints for effective ritual work. There was also in print a pamphlet of a suggesled ceremony for the formal reception of Distinguished Royal Arch Masons. Realizing the difficulty of trying to keep together a number of separate instructions, the Ritual Committee has put together in this one volume all the suggested instructions previously published. In addition to these instructions, a list of proper titles for distinguished Masons and an outline of proper introduction has been included in order to avoid embar - rassment and at the same time to give proper recognition to those of our members who have been honored by their peers to high offices in the fraternity. It is the hope of the Committee that this pamphlet will be of value to all members GRAND CHAPTER RITUAL COMMITTEE Leonard V Bowers, PGHP, Chairman Woodrow W Blunt, PHP Bert W. Casselman, PGHP Ernest C. Cottle, PHP Lloyd P Sharp, PHP Gene M. Zinn, PHP —1—"},{"pageNumber":3,"pageContent":"HINTS FOR EFFECTIVE RITUAL WORK 1. Learn the part thoroughly. 2. Practice repeatedly aloud—speaking clearly and distinctly. 3. Bear in mind rhat if the candidates cannot hear or understand you, both your and their lime is being wasted. 4. Face the candidates when giving your pait. Never turn your back on them. You are doing the work for their benefit, not the spectators. 5. If you do not know how to pronounce a word, or do not know the meaning, look it up in the dictionary or in the pronouncing vocabulary of your ritual. Remember the candidates are not stupid and many will know if you mispronounce a word 6. Learn your part so that it will come naturally and with feeling—don’t just mouth words. 7. Don’t “ham” your part. You’re nol doing Macbeth Sincerity is one of the finest arts in ritual woik. —2— 8 When individual parts are learned, practice with the entire cast. Be sure every participant knows what he is to do, when he is to do it and where he is to go. Nothing can detract from the work more than a confusion in the midst of a scene. 9. Have alternates prepared to do the parts in the event one of the cast is unable to be on hand. 10. If you have a part and can’t come, for goodness sake let someone know before time to confer the degree 11. Clean and good conditioned robes and uniforms should be the first order of business for any ritual work. It’s better to do without a robe than to wear one ripped up the back or without fastenings, dirty, with holes or other defects. You are presumably portraying nobility or the servants of nobility and you know they would not be wearing such outfits. Keep rhem in repair’ It is much cheaper to fix rhem than to buy new ones. All in ~ill. first impressions are the most lasting, and if you hope to have your new member return and/or want to participate in the work, it is your duty 10 give him the best ritual possible and only by practice can this be done. —3—"},{"pageNumber":4,"pageContent":"INSTRUCTIONS RELATING TO THE FLOOR WORK OPENING ROYAL ARCH DEGREE In setting up Chapter for Royal Arch opening. See plate 1. 1. Sound of gavel by HP is signal for all to be seated. 2. Salute is given before officer speaks. HP does not return salute. CH will return salute of RAC. 3. There are no raps to seat officers as individuals. 4. When HP says, “Comp. RAC”, RAC uses, side steps to right, salutes HP and responds. After order given, RAC makes right face, steps out on left foot and makes square turns on regular line of march to outer door. 5. In purging Chapter, RAC makes same moves as in (4) except makes left face and starts out on left foot, making square turns around room. 6. In responding to HP, CH rises, takes step to left with left foot and faces south, turning head slightly to left towards HP. When he receives orders, face west. 7. CH remains standing while RAC performs various duties ordered by him. 8 When officers called up. all except Grand Council rise. When addressed, Veils side step one step to right, salute and respond PS makes step to right with right foot and faces north turning head slightly to right toward HP. PS faces west aftet response. CH turns as in (6). 9 in calling companions to assemble about the altar, CH takes one forward step on left foot then square corners to one step west of altar and makes an about face. Gives one rap with foot All four Veils right face in unison. All salute CH then faces east, back steps if necessary so he will close rectangle in west, then gives three raps with foot and gives orders to Companions 10 PS and RAC designate east ends of lines Masters of Veils close on RAC with Treas next to MIV on north side PS, Secretary and Companions on south side Companions may also be on north side west of Treasurer. II. Chap places himself in line on south side as nearly opposite altar as possible On command from HP, “Comps, you will form chain ..“ Chap. goes to altar and kneels on command from HP. After Comps arise, Chap. resumes his station in the line. 12 In forming groups of three, CH should start on northeast side When all formed on north side, go to southeast side and designate groups. CH should not report to HP tintil he is sure groups are properly formed CH keeps himself facing HP. -4- —5—"},{"pageNumber":5,"pageContent":"13 After CH reports groups are formed. Grand Council forms triangle and proceeds with communicating. 14 In communicating Word, Comp. with highest rank in group starts, otherwise Companion facing east will start 15 Break groups immediately after Word communi - cated. Grand Council all turn right and rettirn to east. 16 After Chapter declared open and signs given, King and Scribe face toward each other at pedestal and remain so while raps are given When HP com - pletes his raps, both resume former positions 17 In attending at altar and informing Sent PS steps out on right foot. RAC steps otit on left foot, both making square turns. After altar is prepared. PS walks to right and waits for RAC. Both rettirn to ends of lines and side step into line. HP raps Chapier to seats. 18. All officers tesume stations and remain standing until Cl-I reaches his station, then all sit together OPEN1NG CI+APTER PLATE I - 0 cH 0 ~L!=LJ Ps ~.1 00 RAc 0 MW 0 M2VO MivO F~f] Sen tenet Room —6— —7—"},{"pageNumber":6,"pageContent":"MARK MASTER DEGREE — First Section 1. Master Overseer’s station should be placed far enough east of altar so SD and Cand. will not go in front of it on first trip. 2. If more than one candidate, all should be instructed at once per SD lecture, page 8 of ritual. 3. Be sure all candidates have the sign of a Fellow- craft before entering. 4. If have several candidates, all but one may be seated on north side of lodge room and one candi - date used to exemplify. 5. SD should instruct cand. to stay about six feet behind him in passing Overseers, 6. Overseers do not rap in response to alarm of SD and Cand. 9. Procession formed per ritual, line 17. page 10. Mar stations himself at south in front of lattice window, sword drawn, SD at right of Mar. MO, SO and JO receive pay and continue around behind Cand. See plate 2. 10. When Cand conducted from SW apartment to RWM in east, procession goes down north side of room as follows~ Mar. with Cand. on his left grasping right wrist of Cand SD, MO, SO, JO. When reach point in east about five feet from bottom step, SD steps to right of Mar. so Cand, Mar and SD are abreast. When get in front of RWM, left wheel so SD on south end of line. See plate 3 11. To leave east, MO and Cand. step out one step and column left side by side to prep room. SO and JO step out and column left twice and con - tinue to stations. SD and Mar go direct to their stations All remain standing until JO reaches his station then all seated together. See plate 4. 7. When MO calls SO and JO to east, he raps, they rise, he gives command, they start together on left feet, meet on north side and march abreast to MO station. JO takes one additional step and faces MO. 8. Stone is heaved over as follows: each Overseer grasps stone with both hands; stone is raised vertically three times. On third time SO and JO release stone and MO makes motion of heaving it over his left shoulder He then lays stone on floor or other convenient place. —8— —9—"},{"pageNumber":7,"pageContent":"MARK MASTER — First Section No. 9 PLATE 2 L=J —.---—-—— ...... 000 ± 0 —e ~a o Ca o 0 0 U coaddare WO Marshal •SD eMO OSO ~ Jo T~ Room U — MARK MASTER — First Section No. 10 PLATE 3 000 ‘0 0 ID .1’ A’ —11— Sentinet"},{"pageNumber":8,"pageContent":"MARK MASTER — First Section No. 11 PLATE 4 OSD 0 o 0 SD 00 — -‘S C 0•,, 0 I Roam 0 JD MARK MASTER DEGREE — Second Section All floor movements like Blue Lodge except when SD goes to door of prep. room to receive candidates, JD rises and takes chisel and mallet to line of march, hands to SD and receives them from him and falls in at end of line MO closes door and following SD and cand drops off at his station ID continues behind SD and cand. places chisel and mallet on RWM pedestal and continues to his station 2. At altar, oblong square formed as in lodge. On north side MO, SO and brethren on south side Jo, Mar. and Chaplain 1W at south end of altar with brethren filling in SD goes to northwest corner of lines, JD goes to southwest corner. SW in center at west After Cand assents 10 ob SD and JD come to altar and assist, Wardens move toward altar as in lodge After cand. kneels, SD and JD return to original locations After ob. Wardens return to original locations, SD and JD return to cand SD produces quarter. 3 When RWM returns to east and raps to seat lodge SD conducts cand. to north side of room and starts to his station (Confusion). When RWM addresses SW, all resume stations 4. When Overseers approach east, SO moves east, JO moves north, meet and march abreast to where MO joins them, then make right flank to position in front of RWM, JO on south then SO and MO. —13— 0 0 a S I. —12—"},{"pageNumber":9,"pageContent":"5. When return with keystone, come in same order. %IARK MASTER — Second Section No. 8 6 When Overseers return to stations, go single file to north line of march then three abreast. MO dropsoff, others return to stations same as before. 7. Receiving pay, line of craft as per ritual, page 23. 8 Mar. receives pay and continues around room all following. When west of altar, halt group and make inquiry as to pay. See plate 5. 9. RWM reads from Bible in east. 10. Mar collects surplus coins from members and returns them to SW All are seated and RWM closes. NOTE. IF ONLY ONE CANDIDATE IS USED _________________ TO EXEMPLIFY THE DEGREE. MARSHAL PASSES OUT COINS TO CANDIDATES WHO ARE SEATED. -14- 00 03 Peep Room —15— 0 00 • Ma,strai 0’.’ 0~2 Or~; •5D Brethren S ojo OSO • MO •OMa,otrc ~ Brethren 0 No J7~1"},{"pageNumber":10,"pageContent":"PAST MASTER DEGREE PAST MASTER No. 4 PLATF S SD conducts cand from piep room to altar with- IORWMI out alarm. Flag 0 2 After RWM raps up lodge, officers form oblong SD square same as Blue Lodge SD about faces, goes 0 to west behind SW. thence to northwest corner. SW takes position in line with RWM. ID takes SD 0 position on south corner opposite SD JW takes position south of altar As RWM ~ipproaches altar for oh SW takes position behind can(l . JW takes 1• one step toward altar As RWM goes back toward east. Wardens resume original positions, Deacons come to the altar on each side of cand 00 3. When RWM reaches his station he gives one rap SD to se~ii till except SD and candidates 4 On command, SD escorts a candidate to the east by way of the north He is invested with lewd S then RWM rind SD escort c~ind to east SD goes to his station and is seated Other candidates remain behind altar See plate 6 5. RWM divests cand of previously invested items and at cue. Freemasonry takes men by the hand . RWM takes cand by left arm and conducts him to east side of altar, finishing ritual and places him west of altar tor charge 6. Atter charge. SD takes charge of candidates RWM 0 closes lodge Isw~I iD — I 6— —17— Soai,aei I’"},{"pageNumber":11,"pageContent":"MOST EXCELLENT- MASTER DECREE First Section Floor work same as Bltie Lodge except when SD goes to door of preparation room to receive c~ind ID rises .ind takes keystone to line of march, hands to SD. ieceives ii from him and returns directly to station Marshal closes the door 2 When SD and cand halt at 1W station SD steps forward one step, faces east antI recites riiri~rl MOST EXCELLENT MASTER DECREE Second Section Se~its are provided for candidates, preterably in the west where ceremonies can be best seen 2. Stage is set according to arrangement of room and paraphernalia available in individual lodges See instructions pages 49 and 5(1 of ritaal 3. Prologue is given candidates seated in places provided in tIl 4. Line of maich for all three processions shown on Plate 7. Exit of processions shown on Plate 8 MOST EXCELLENT MASTER ENTRANCE No. 4 PLATE 7 —18—"},{"pageNumber":12,"pageContent":"MOST EXCELLENT MASTER — Exit 5. First procession — Order of March — SD and JD No. 4 act as Marshals. SD JD O 0 Craftsmen in suitable O 0 clothing as many as O 0 available. O 0 MO SO Keystone on litter if JO available. KS HKT When procession reaches east, Overseers march down center of room with keystone. KS andHKT march down center and place themselves at head of each line. On orders, Overseers place keystone in space provided in arch and take places on each side in line KS and HKT advance in front of arch for dialog KS and HKT remain in east while others retire for holy vessels. In marching out, procession forms in twos. —21—"},{"pageNumber":13,"pageContent":"6. Second procession — Order of March 7. Third Procession — Order of March. HP Acolyte SD 0 0 0 0 0 Acolyte JD 0 0 Other crafts- 0 men as avail - able. 0 0 Craftsmen with holy vessels, etc. Acolytes, if used, are the assistants of the High Priest. When procession reaches proper place in east, HP and acolytes go into Holy Place. Acolytes receive holy vessels from the craftsmen and place tinder direction of the HP If Acolytes not used. craftsmen bring the holy vessels into Holy Place same as above. Marshals lead this procession out to get the Ark of the Coy. HP and Acolytes remain in east SD KS 0 JD HKT Ark borne on shoulders of four crafts - men O Craftsmen as available 0 When procession arrives at east, bearers of Ark come down center of room and halt. Acolytes come down and take Ark into Holy of Holies where placed in proper position under direction of HP with appropriate rever - ence. Bearers take places in lines on both sides. —22— —23—"},{"pageNumber":14,"pageContent":"8. After altar is placed, KS and HKT go to west facing candidates. KS recites Dedication, page 52 of litual. KS stands during prayer Cast remains standing during prayer until fire from heaven when all prostrate themselves and recite, “For he is good 9. Cast remains seated in room during lecture and charge then march out same as before. ROYAL ARCH MASON DEGREE Reception and movement of candidates to be handled per instructions pages 69 through 74 of ritual. 2. Some chapters break the lecture into two parts. If this is done, the first section should be given after the obligation. PS causes all candidates to be seated during this section. At the cue, “and by making themselves known by the words given by God unto Moses at the burning bu.sh.” PS takes three candidates and begins his lecture and journey. 3. Candidates conducted through the veils and all othet movements to the discovery per instructions in the ritual. SUGGESTED CEREMONY Formal Reception of Distinguished Royal Arch Masons Indicates gavel % Indicates response Sent: ~ ~ * RAC. E H. P, %. There is an alarm at the outer door. HP. You will ascertain the cause of the alarm. RAC. ~ ~ Opens door Sent M E. Comp , Grand High Priest of the Grand Chapter of Royal Arch Masons of the State of Missouri, desires admis - sions RAC: Cioses door, laces H P and reports from door E H P,M.E.Comp. Grand High Priest of the Grand Chapter of Royal Arch Masons of the State of Missouri, desires admission. RAC remains at door HP Comp. C H. %. You will perform that part of your duty which requires you to preside at the introduction of strangers among the workmen CH goes io Altar, salutes HP and continues to outer door, making ali turns on ihe square RAC opens door, ailows CH io pass out and doses it again As soon as door is closed HP continues —24— —25—"},{"pageNumber":15,"pageContent":"The officers will assume lhetr respective places for the reception of distinguished Royal Arch Masons. MIV and M2V, MW leading, will proceed to a position in the west, about five teet from steps and about twelve feet apart, facing east M3V and PS will assume corresponding positions in the east, facing west When the officers are in position, HP coniinues. HP. Companions, you will form parallel lines between the officers. HP, 1< and S will descend and till in easi end of obtong square, MiV and M2V wili sidestep inward one step each When formation is com - pleted, RAC will open door and say RAC: You will enter. After CH and GHP have entered, RAC closes door, gives one rap, answered by one rap by Sent and follows CH 10 a position between MiV and M2V, compleling oblong square CH: CH and GHP proceed through opening in west to Altar where CH may use his own language 10 present GHP, or may use ihe following. E. H. P., it gives me pleasure to present M E. Comp Grand High Priest of the Grand Chapter of Royal Arch Masons of the State of Missouri. PS: Advances one step, faces west and says Companions, the Grand Honors. Relurns to posilion HP: Advances to Aliar, exiends hand in Grand High Priest and issues such words of greeting as he may deem appropriaie. condiicis Grand High Priest io the easi, invites him to preside and ienders gavel HP: for his use. K and S follow HP and GHP to the east; CH goes to wesi end of north tine as HP and GHP leave the Altar. When Grand High Priest seals chapter, officers and companions return to seats, officers remain standing at stations until all are in position and are seated as a unii, using CH as a guide If other distinguished companions are to be re - ceived, their introduction should be performed before Grand High Priest enters chapter room. They may be presented at the altar by an assistant to the CH, and they may be presented in a group When such introductions precede the reception of the Grand High Priest, the original alarm at the door should include, ‘accompanied by Grand Officers”, or ‘~accompanied by distinguished Royal Arch Masons” and only one alarm is necessary Following their greeting, they should be’ placed in parallel lines near the altar and inside the lines formed by the companions They are not entitled to receive grand honors for only the Grand High Priest, or his personal representative is so entitled There are occasions when officers from other Masonic bodies may visit, otficiaily, a chapter of Royal Arch Masons He is entitled 10 the title which he holds in a Chapter If the Visitor should be the Grand Masier of Masons and had never held a Chapter station, he would be introduced as Companion John Smith, MosI Worshipfut Grand Master of the Grand Lodge A F & A M of the State ot Missouri Shouid he be a Past High Priest, his title would be “Excellent Companion John Smith .,.“ In the rare event that he would be a Past Grand High Priest, las iiiie would he “Most Excellenl Coni - panion John Smith. . , —26—— —27—"},{"pageNumber":16,"pageContent":"Should the visitor be the Giand Master of the Grand Council. his Chapter titles wouid be as above, that is, “Companion”, Excellent Com - panion” or Most Excellent Companion” John Smith, Most Illustrious Grand Master of the Grand Council Royal and Select Masters of Missouri. Should the visitor be the Grand Commander of Knights Temptar. the same preliminary titles as to the Chapter would apply, i e “Companion”, “Excellent Companion”, or Most Excellent Com - panion” John Smith, Right Eminent Giand Com - mander of the Grand Commandery of Knights Templar of the State of Missouri”. There has been some misunderstanding as to the proper titles for Grand Officers of the Grand Chapter These are as follows Grand High Priest—Most Excellent Companion Grand King—Right Excellent Companion Grand Scribe—Right Excellent Companion Grand Treasurer—Right Excellent Companions Grand Secretary—Right Excellent Companion* Cut 1. All other Grand Officers—Excellent Companion *Shouid the Grand Treasurer or Grand Secietary The Triangular Plate of Gold, also be Past Grand High Priests, their titles would with the proper tnscription be Most Excellent. This plate should not be less than five nor more than seven inches on each side. CORRECT LETTERING FOR ARK Front. BacL Right cud. ~ cu~i. —28—- —29—"},{"pageNumber":17,"pageContent":"[K jsCThW%t’ ‘A Cut 2. The Royal Arch Ark, or Ark of Imitation Has Inscriptions on ends and sides, but none on top, where the triangular plate rests. Cut 3. The Ark of the Covenant, to be used in the M. E. degree only. This Ark has no inscription upon it. —30— —31—"}]
