[{"pageNumber":1,"pageContent":"1 R I T U A L PREP: Have water pitcher ready for Huemac, have dirt in place, incense burning, save dedicated seats (2) next to Titlacahuan for \"Q\" & guide, have a chair ready by Huemac. Dim lights, play jungle music, have audience quietened. The cast stand behind their stations! Director : Walking slowly in stops and says: Is that you Coate...? And you Coate...? I thought I was alone here in my home! Welcome to my Teocali. I want to tell you something wonderous? Last night my friends, I had a wonderous dream...I dreamt of our Gods gathering in great Ceremony..initiating Quetzalcoatl as one of them. It was magnificient. Do you have a minute? I'd like to sit and join you and tell you about this wonderous dream. Lights go down and back up as cast walks on. Chimalma, Titlacahuan, and Huemac enter (escorted by guards) circle once and then each drops off. Guards go to the altar. They depart before Titla. begins. Opening: The Hall of the Teocali, which has been previously described, shall be dimly lighted. Titlacahuan shall turn on the light over his Throne (represented by the silver disk of the moon), he shall strike the \"Teponaxtle\" and he shall say: TITLACAHUAN : Let us prepare the Heavens OH CHIMALMA (!) for the arrival of our Lord and Master, my father, who is the ruler of all things here and below. CHIMALMA - (Seated in the South, strikes Teponaxtle, turns on her emerald-green light) Says: Oh HUEMAC (!), thou who art High Priest and advisor of all the peoples that inhabit the Earth. Prepare thyself for the arrival of the Lord and master of the Celestial Bodies. HUEMAC - (Seated in the North, strikes Teponaxtle, turns on his red light) Says: Oh CHIMALMA, thou who gavest birth to Titla..., he who rules the night and dares to dispute the authority of Camaxtli, his father; awaken all living creatures who inhabit thy ample bosom so that they may welcome the arrival of the Great Camaxtli, he whose beneficent rays will provide them with light and warmth during his course through the heavens. Camaxtli walks on, escorted by guards who take him to his station, bow, and then depart upon Camaxltis hitting Teponaxtle. Tlaloc bow to Camaxtli! CAMAXTLI - (Seated in the East, strikes his Teponaxtle, turns on orange (Sun) light) Says: Before retiring to thy own abode, remain and hear a wondrous prophesy, which will not only gladden thy hearts, but will also affect thy course in the heavens and the harmony of all other celestial bodies. Know ye then, that during the first \"cane\" in the abode of \"Acatl\"; CHIMALMA my spouse, will give birth to another son who will bring cheer and comfort to all people of all the planets. He shall be invested with the gifts of great and unusual wisdom and it is my will, that ye shall receive and welcome him with the respect and kindness that is due to my own beloved son. He shall be known to you as QUETZALCOATL and he shall act as my special envoy at all times assuming my prerogatives during my absence . (**) CHIMALMA (in answer) Oh CAMAXTLI (!), thy prophesy is about to be fulfilled. On the first day of the \"cane\" in Acatl, our son will arise from my breast and take thy place in the heavens immediately after thy departure. (**) Check door for candidates lining up CAMAXTLI (says) What comment hast thou to make OH TITLACAHUAN, my first born and who, by my grace, doth give during my absence, a faint and untrustworthy light; but with no warmth! Wilt thou give generous welcome to thy brother or wilt thou receive him with envy and treachery as is thy want? TITLACAHUAN (in the west) I bow to thy command Oh MY FATHER AND RULER! But take heed that thy new offspring brings thee not sorrow and regret."},{"pageNumber":2,"pageContent":"2 CAMAXTLI Be gone from my presence OH EVIL TITLACAHUAN! Retire to thy realm of darkness which is the night, there to shed light only by my will. Be warned that I will wither thy countenance to the size and appearance of a sickly rabbit, shouldst thou by thy sorceries and enchantment, bring harm to him who will be my son and who will assume his place in the heavens. AWAY FROM MY SIGHT! (PAUSE ....) (Titlacahuan turns out light!) It is my wish, that all of ye now depart and await the advent of my son Quetzalcoatl, who is due to make his first appearance in Acatl shortly before my own arrival. Take heed of his coming and receive him in your midst with all honors that becomes his rank. TLALOCS strike Teponaxtlis (ring bell) in following order N (Hue),S (Chi),W (Tit), E (Cam) (PAUSE) FOUR BLOWS TO DOOR OR THE TEOCALIS GREAT TEPONAXTLE will cause then to reappear. CANDIDATES ENTER In the reception of the Candidates, regardless of their number, only one shall take an active part. The Guard of the Teocali will be near the door, armed with an Aztec war club. The candidates shall be formed in an anteroom with the Official candidate at the head. When all is ready, he will be instructed to strike the large drum or Teponaxtle four times. The door shall be opened with the inquiry by the inner guard..\"What is the cause of this commotion?\" Guide outside replies \"53 or whatever initiates desiring. .\" Candidates file in. After being admitted to the hall, they shall all circle around the room, being sure to pass in front of each TLALOC following the GUIDE. After circling, all shall be seated facing the EAST. (The candidate designated to take the part of \"Q\" shall be provided with a white loose robe on which are painted or stamped a large number of small black and red crosses placed alternately. He shall be shod with Indian sandals and carry a staff in his right hand shaped like those used by shepherds. His head shall be adorned with a black conical shaped cap with a five pointed silver star sewed on the front part.) The Guide and \"Q\" circle as candidates are being seated and then stop in front of altar. Guide, addressing the Candidate \"Q\" (hand on shoulder) says: GUIDE : My friend thou hast summoned the Great Tlalocs and the Gate of the heavens has swung open to thee. Thou has been summoned by them. Has Thou the courage to face them in their domain? \"Q\" : I have! GUIDE : (walking slowly around the chamber) Oh hear me Great Tlalocs: the prophesy has been fulfilled and on the horizon can now be found a new born star, ready to assume its duties in thy abode! They circle the chamber once Stop at Camaxtli. (Get chair or stool ready for \"Q\" in front of HUEMAC ) CAMAXTLI : (turns on his light) \"Tis in truth, our newly born son, the Morning Star, he whom we have named Quetzalcoatl. Welcome to our abode and may thy presence from now on add glory to our destiny and bring peace and contentment to all lowly creatures of the Earth. It shall be my pleasure, to present thee to my fellow companions who assist me in duties in the government of the Heavens. Go first to Huemac, who from his place in \"Tepetl\" (the North), has the direct care and guidance of all material things. `Tis he that can impart to you his knowledge and cunning in the arts, crafts, and skill that shall bring prosperity, wealth and honor to all those who employ them wisely, as well as, unhappiness and destruction to those who put this knowledge to an evil use. Take heed my son, thou whom I have named \"Quetzalcoatl\", who possesses the wisdom of the serpent and the beauty of the plumed \"Quetzal\". In thy person will henceforth be found a true balance of the sublime and the lowly. Earth's most humble creature, which represents all that is material, can now soar to unknown heights by the use of the spiritual wings with which thou hast been endowed. Spirit and matter, Beauty and ugliness, all blended harmoniously. Remain with Huemac, oh my son, until thou has received full instruction from him and return to me when thou art ready . Candidate then led one complete circle around altar to the station of HUEMAC (North). (Tlalocs hit Teponaxtlis as \"Q\" passes ). \"Q\" either stands or sits on stool in front of HUEMAC. HUEMAC IS ON STOOL IF \"Q\" IS SITTING!"},{"pageNumber":3,"pageContent":"3 HUEMAC : The Central Highlands region of Mexico is extremely important to us as members of Quetzalcoatl. For this was the home of the Toltecs and Quetzalcoatl! Much of our teachings come from the early inhabitants of this region. The peninsula of Yucatan became the center of the Mayan empire. A large group of migrating Mayas turned inland from the Coast and moved northward into southern Mexico, settling there and intermarrying with the native peoples. This mixture led to the new civilizations, the Zapotecs and the Mixtecs. Among those new peoples, the Maya language was adopted, as well as the use of the 260 day Maya Calendar. These civilizations were however different from the coastal Mayas as evidenced by their burial practices. At \"Monte Alban\", were found jade and pearl artifacts. Placed in the tombs were gold masks of the Gods as well as pearl, jade, and gold necklaces. Gradually, this altered form of Mayan civilization was carried north and west to a new tribe of people, the Toltecs. These savage and primitive fighters, who had fought their way down the Central highlands, eagerly embraced the changed form of Maya civilization they found among the Zapotecs. The war-loving Toltecs, began building an empire bounded on conquest! Soon great cities arose - \"CHALULA, TULA, and especially TEOTIHUACAN\", just to the north of Mexico City. It had a huge rectangular court, open to the sky and surrounded by alters. One large alter stood in the center. Near the court were great pyramids, erected to Gods of the Sun and Moon. While many of the Toltec ideas were borrowed from the Mayas - they maintained their own religious beliefs, worshipping the sun instead of idols and regarding human sacrifice as essential. (Cuts the \"Q\" with knife!) Greatest of all Toltec emperors was \"KUKULCAN\", whose name in Mayan came from \"Kukul\" being the Quetzal bird, and \"Kan\" being a serpent. (The Toltec name \"Quetzalcoatl\" also means \"plumed serpent\") Kukulcan and Quetzalcoatl were one person, the Emperor; called by either in different parts of the country. Kukulcan, the Toltec emperor, after conquering the southern neighbors nearest him, advanced on the Mayas in Yucatan. The Mayas were victorious and Kukulcan (Quetzal-coatl) was captured! Rejoicing at having captured so powerful an enemy, they took Quetzalcoatl to the Holy City of \"Chichen-Itza\", where they could offer him as a sacrifice to the rain God by casting him alive into the sacred well. (PAUSE-SCREAM ) When Quetzal-coatl was plunged into the waters 60 feet below, he was not stunned nor killed, but clung to the rocky sides of the well. When the Mayan priests saw that he was not harmed, they believed the rain God wanted him to live. He was taken from the well, revered as a \"living\" God on earth, and became the ruler of \"Chichen-Itza\" - the most powerful Lord in the Yucatan! Under Quetzalcoatl, the Mayas prospered. He brought all the chieftains throughout the peninsula together and formed a united and powerful state. He then founded the city of \"Mayapan\" and made it his capital. He gave the Mayas laws for government, developed manufacturing and commerce, and began the erection of many buildings. One was the \"Castillo\", a structure for the worship of Quetzalcoatl, as a God. Here, Quetzalcoatl was worshipped as a wind-God, a God of the air. In sum, Quetzalcoatl or Kukulcan, was a teacher, a builder of cities, giver of laws for self-government, and an aid to his people in all activities of a peaceful, happy life. NETZAHUALCOYOTL..return with the candidate to the CAMAXTLI . Each station sounds Teponaxtle as candidate passes! REMOVE STOOLS! CAMAXTLI : \"Now that thou hast received useful instruction from the Great Tlaloc in Tepetl (North), thou shalt be directed to \"Chimalma who will be found in \"Tochtli\" (South). There you shall receive some wholesome and necessary advice which will aid thee in thy sojourn amongst the inhabitants of the Earth, and which in due course of time, thou wilt visit.\" Candidate is led around to Chimalma! CHIMALMA : My son, in obedience to thy father's wish and my own desire, there is very little that I can add to the instruction given thee by Huemac, the Great Tlaloc in Tepetl. I must, however, warn thee of the many evils that will beset thee in thy course through thy immortal life, especially so when thou dost visit the lowly inhabitants below us. Thy own brother, Titlacahuan, envious and unscrupulous, who now resides in \"Calli\" is"},{"pageNumber":4,"pageContent":"4 at this very moment, planning thy destruction and he will not hesitate to use his evil power to that end. The many followers of the cult which render homage to him, oppose thy efforts to destroy the false idols they worship in the Temples of Huitchilopoxtli (whitchee lo poxlee), where human sacrifices are made to appease his anger. When thy work is finished, return to thy abode and remain fixed in the heavens as a symbol of all that is good. Return, Oh My Son (!) to Camaxtli, who will give thee final instructions before thy departure. (Candidate led around to Camaxtli) CAMAXTLI : I have taken careful note, my son, of the instruction and advice given to thee by the Great Tlalocs, Huemac & Chimalma. These will be a great aid to thee during thy sojourn on earth. I can only say, that once thou hast assumed the human shape, thy brain and intelligence will also become mortal. Until thy mission has been completed, thou wilt be powerless to return to thy Celestial Abode. Only a much higher and divine Power can call thee back and give thee immortality. With the only exception of Titlacahuan, we will all welcome thee back! Thy arrival among men shall be unheralded. However, thou shalt be distinguished from other men on account of thy great knowledge and very shortly, thou wilt take thy proper place as the Leader and Prophet of thy tribe. Before thy departure to the lower realms, we must exact a solemn promise from thee. Go thou to the Altar which is found midway between the Great Tlalocs and prepare to repeat the Vow of Fullfillment given by our Wiseman: Camaxtli or Wiseman goes to Altar, faces the \"Q\" and faces the candidates in the background. Brings them to attention. They then repeat the vow... CANDIDATES VOW : \"I..(full name)....,a member in good standing of ........Temple, do faithfully promise that I will endeavor to fulfill the mission entrusted to me on Earth, by teaching my fellowmen all of the arts and crafts that I have knowledge of, withholding only those which may cause injury to them, or to me, or to my country. That I will strive to improve myself in the liberal arts and sciences to the end that I may become a more useful citizen. That I will study the History and all other subjects bearing on the early inhabitants and tribes of this continent. That I will make every effort to visit the Temple of Quetzalcoatl at Teotihuacan, there to receive Consecration as a Master Artisan of the Order of Quetzalcoatl and that I will faithfully abide by all the laws and edicts of my Teocali and those of the Supreme Teocali. All of which I subscribe to on my word of honor. So help me God!\" Camaxtli or Wiseman returns to station & then candidates sit. Guide stays put. Cast Camaxtli sits & \"ponders\"... CAMAXTLI - Now that thou hast assumed the Pledge of Fulfillment and will initiate thy pilgrimage to the land of lowly creatures, we charge thee to prepare thyself so that thy mission among men shall bear fruit. Secure and obtain all that has been written which will greatly add to thy store of knowledge. In this thou wilt find assistance for the asking from those who have already made the voyage. Caravans shall be formed from time to time, by those directing your Teocali, to visit the Land of the toltecs - where thou wilt receive full Consecra-tion in a Great Temple of Quetzalcoatl. (Pyramids KUKULCAN, Sun & Moon). And now, receive from me and my companions, our very best wishes for your success. But before assuming the human form, thou shalt receive Purification by the \"Four Great Elements\" - Fire, Water, Earth, and Wind. These are controlled by the Four Great Tlalocs. Depart in peace and on thy return, thou only hast to summon Four Times on the Great Teponaxtli of the Teocali, to gain admittance to this Celestial abode. \"Q\" leaves the Ceremonial Room, ushered out by the inner guard. Director sets up Altar (light sterno, place mugs) Re-enter upon 4 knocks. Door sequence... Guide enters w/\"Q\" and picks up candidtes as they circle room and lineup in front of HUEMAC, facing altar and beyond the Camaxtli."},{"pageNumber":5,"pageContent":"5 CAMAXTLI - Originally the Toltec initiates had to go through a ceremony of purification by Fire, Water, Wind, and Earth. This was quite an ordeal! You are now to be purified symbolically by these same elements. CHIMALMA - (turns on light) (Goes to altar & the fire & throws sparkle in) Fire is the generator of heat and heat, in turn, is the regenerator of life. Had we no spring and summer, we could not live, for we would not be able to plant and grow the foodstuff's necessary for our existence. Wait until Chimalma returns to station! GUIDE : See the fire that gives us light...Feel the Fire that gives us warmth & security! Candidates circle altar feeling flame and then line up in front of Camaxtli, facing across altar Huemac HUEMAC - (turns on light) (Goes to Altar & pours from pitcher water!) Water is essential, not only to irrigate the seed (pours out water) and allow the plants to grow, but it is indispensable for our daily use - to quench our thirst (drinks) and enable us to keep ourselves and everything around us clean. Walking away he says: Cleanliness is next to Godliness!! Wait until Huemac returns to station! GUIDE : See the water that quinches our thirst...Feel the Water that nourishes the earth! Candidates circle altar feeling flame and then line up in front of Camaxtli, facing across altar Camaxtli TITLACAHUAN - (turns on light) (Walks to Altar, arms uplifted facing the Wind!) As you know, the four winds of heaven - North, South, East, & West - are all normally in equilibrium. Should one leave this balance, as it does for a short time, we have hurricanes, cyclones, tornadoes, gales, snow, and sand storms. This lesson teaches us that, the coil that exists upon the earth occasionally becomes unwound but in the end, it spends its fury, and we have calm again, and for peace and calm, you should always strive. Wait until Titla..returns to station! GUIDE : Feel the wind that blows both good and evil. My son, learn to choose the good wind! [CANDIDATES FEEL WIND FROM FAN] THEN FACE THE CAMAXTLI CAMAXTLI : And finally - Earth; the element that provides for all seeds, as it furnishes our food, it also provides for our luxuries. It bestows the minerals and forests necessary for our homes and tools. And at last, when we have completed our life on Earth, she is ready (picks up some and lets it fall back to the bowl) to receive us again. Wait until Camaxtli returns to station! GUIDE : See the Earth from which all things grow. Feel the Earth, to which we all shall eventually return! Move out 2 chairs for Guide and \"Q\" to sit on. Candidates all sit down! CAMAXTLI : You will now be instructed in the Charge and the Counter-Charge of the Order, which will be demonstrated for your benefit by Past Camaxtlies and . Please pay strict attention to the Pass Words & Sign of this Order . (Demonstration takes place and then get their attention) "},{"pageNumber":6,"pageContent":"6 CLOSING CEREMONY: CAMAXTLI : It is my desire, that the Great Tlalocs seated at the four cardinal points, now resume their individual tasks. Huemac will return to his mineral realm in Tepetl (north), where he governs all inert matter. He shall devote himself to the transformation of those baser metals into ones of greater value. He shall transform rock and flint into gems of wondrous beauty. To his responsibility, shall be the generation of heat through artificial means, which shall preserve life during my temporary absence. [HUEMAC hits Temponoxie, turns our light & remains at station] CAMAXTLI :Chimalma, my good and faithful companion...you shall cover your green mantle of vegetation with the black hood of darkness, thereby preserving it during the hours of slumber, until my appearance in the East. Within your ample and generous bosom are found all the mysterious forces which spring into life upon receiving my vivifying rays and the rain donated by Tlaloc, the rain God. The cycle of human and vegetable life are entirely dependent on these Three forces and will continue to be so throughout the Ages! [CHIMALMA covers station w/weil, hits Temponoxie, turns our light & remains at station] CAMAXTLI : And now only you remain, Oh, Titlacahuan. After my departure from Acatl in the East, you shall trail behind me, shedding you sickly rays of light, which are but a reflection of my own strength. Each day, and its corresponding night, you shall grow in size, and many foolish earth-men will believe that you have supplanted me as ruler of the heavenly bodies. They shall even pay you undeserved reverence and worship, build Temples in your honor, create false cults for your admiration, invent cruel sacrifices where maidens and worthy men shall be slaughtered (PAUSE-SCREAM) to gain your favor and that of the God of Evil (he who shall be known as HUITCHILOPOCHTLI (whitchee-lo-poxlee). You shall also endeavor to nullify the mission of your brother, Quetzalcoatl, employing every means in your power to destroy him. You shall with the aid of your henchmen and sorcerers, finally force him to depart from Earth and return to his abode with us, but not before he has brought great knowledge to his tribe, teaching them the worship of Love and Kindness. As a reward for his labors, he shall hold a place of honor in our Celestial Abode, occupying both a position in the East and in the West, being known to men as the Morning and Evening Star. On the other hand, you shall receive for punishment, a return to oblivion, by gradual shrinkage, until your face resembles that of a sickly rabbit. BE GONE! [CAMAXTLI turns off light & remains at station] INNER-GUARD - Strikes the Great Teponaxtli once softly, closing Teocali. All is quiet! Lights dim!! TITLACAHUAN - (Comes out in front of seated \"Q\"!) All the Earth is a grave and naught shall escape it. Nothing is so perfect, that it does not fall and disappear. (Grab handful of dirt and let cascade out) The rivers, brooks, fountains, and waters flow on and never return to their joyous beginnings. They hasten on to the vast realm of Tlaloc and the wider they spread between their margins, the more rapidly do they mount their sepulchral urns. The wind which was yesterday, is not today; and let not that which is today, trust to live tomorrow. The caverns of the earth are filled with pestilential dust, which once was the bones, the flesh, and the bodies of great ones, who sat upon thrones, deciding causes, ruling assemblies, governing armies, conquering provinces, possessing treasures, tearing down temples and flattering themselves with pride, majesty, fortunes, praise, and dominion. These glories have passed like the dark smoke thrown out by the fires of Popocatepetl (Popo kata petal) leaving no monuments but the rude skins on which they are written. Oh! My fair brother, Quetzalcoatl; your glory and power will likewise diminish and fade, and will pass beyond the vale of remembrance. I will follow you through eternity and harass your every effort! [close with a dirty- evil laugh as you run away!] OVERHEAD LIGHTS OFF FOR 2-3 SECONDS !! CANDIDATES STAY SEATED! End of Ritual Applause..... "},{"pageNumber":7,"pageContent":"7 CAMAXTLI: SILENCE!!! Director stages Officers to Camaxtlies side & Candidates in front of Huemac facing Camaxtli for the Pulkee Ceremony. (Put Monkeys out) LIGHTS UP! Director brings to the Altar the ceremonial mugs! DRINK OF EQUAL PARTS CEREMONY CAMAXTLI - The Candidates will now STAND facing Camaxtli (in front of Huemac). (Pause) (Officers go to Camaxtlies Right!) You will partake with the Officers of this Teocali in consuming an Ancient Beverage - consisting of Water, Fire, and Earth - which is referred to as the \" Drink of Equal Parts \". This we do in recognition and in keeping with our motto: \"FUN IS THE NAME OF THE GAME, OLE!\" Let us proceed, by giving your attention to our Master Artisan, Coate: who will instruct you in this part of the Ceremonial. May God save your soul!! COATE - Harken to me, fellow Artisans! TAKE HEED of the following lesson, which in a large part, keeps our Order so closely bound together. I have here before me a mug and shot glasses , filled with an Ancient Beverage, consisting of Water, Fire, and Earth, which, when properly brewed, is called \" PULKIE \". Its use will be demonstrated by your Officers who will participate in consuming their equal share . (Officers Drink and turn up mug when finished!) This beverage may not be as palatable as one would like it to be, but, there are always tasks we perform which are not all pleasant and delightful. As you will note, this Ancient Beverage will be shared equally and completely among you. If you become ill, while imbibing, thus causing sickness and regurgitation, NO ONE WILL PAY ANY ATTENTION to you what-so-ever. As you have been informed, our Order is governed by the history of the THREE MONKEYS. See No Evil - no one will watch! Speak No Evil - no one will tell! Hear No Evil - no one will listen! So go the Three Monkeys -- SEE NO EVIL, SPEAK NO EVIL, HEAR NO EVIL. The Order of Quetzalcoatl is an organization of congenial Nobles, who work and play together, who share equally of both Good and Bad. Therefore, there has been placed in each glass, a quantity of \" PULKIE \" to be passed among you. Each of you are to drink equally, thus carrying your share of the load (and not leaving the poor Brother Artisan on the end, any more than his equal share)...LET THE DRINKING BEGIN!! OLE!! CAMAXTLI : After they are through... \"I DECLARE THE CEREMONIAL FINISHED!\" \"Please come & welcome into our Order, these new Artisans\" OPTIONAL HUEMAC SPEECH: HUEMAC : (Turns on light) \"In the archeological zones of Teotihuacan are two pyramids, the largest one has arbitrarily named the pyramid of the Sun and the smaller one, the pyramid of the moon. The former has been cleansed of its surface rubbish and repaired, the latter is still in a semi-ruinous state and very little work has been done on it. The pyramid of the sun is approximately 215 feet in height and covers an area of one-half million feet with a frontage of 716 feet. The structure is divided into five sections by set-blocks in the sloping walls. On the west side, one ascends an enormous stairway to the summit, which is the level platform, measuring 130 feet square, on which was formerly found the Temple. As it was made of perishable materials, no trace of it is left. There is no question the pyramids had religious motives for their existence! Undoubtedly, the most interesting spot of the whole zone is the Temple of Quetzalcoatl, which is to be found on the far eastern side of the enclosure known as the \"Citadel\". This building almost totally concealed by another more recent structure, possibly supplies a prototype of the decorative art and symbolism of the Toltecs. Here serpent heads are set at regular intervals, the length of the balustrades."},{"pageNumber":8,"pageContent":"8 Each head projects with a feathered ruffle and the open jaws display a fearsome set of teeth. Interspaced between the heads of Quetzalcoatl, are the masks of Tlaloc, the rain God, shells, fish, and other forms of marine life are abundantly depicted in this ruin. This temple was devoted to the cult of the plumed serpent, which was embodied in Quetzalcoatl, the God-Prophet-and Leader of the ancient Toltecs. The word Tolteca means craftsman or artificer, and it is this tribe of specialized workmen who were no doubt responsible for the architectural magnificence of many of the ruins in Mexico. Tradition and history have given Quetzalcoatl and his artisans, the toltecs, great pre-eminence in the making of precourtesan life in Mexico. It is near the site of the Sacred Temple that the International Shrine Ceremonials have taken place. Where could a more appropriate location be found for a ceremony, based on an indian ritual and its colorful background, than in this area with its ancient and colorful past, where the religious ceremonies were held for many centuries before the coming of the European white man.\""},{"pageNumber":9,"pageContent":"9 IN THE ANTE ROOM, THE INITIATES ARE BEING ADDRESSED DURING THE FIRST SECTION ABOVE! (**) GREETER GUARD : Welcome my friends and Brethren! Doubly welcome because you about to be initiated into the Order of Quetzalcoatl, a discreet association of men of good will, whose characters have been carefully screened by Masonic Bodies and who have attained the title of Noble of the Mystic Shrine. They are now willing to join with us in paying homage and doing justice to those ancient tribes on this continent of ours. Up to now, our Masonic Rituals and Legends have received inspiration from countries of the Eastern Hemisphere while today, for the first time in your modern Masonic era, you will participate in a Ceremony which has been founded on an ancient legend of the Western Hemisphere; that of the great prophet and Mayan/Aztec leader, Quetzalcoatl. What dazzling beauty there is in the legend of Quetzalcoatl! The name is a a combination of two Nahuatl Indian words. QUETZAL - the name of a beautiful plumed and rare bird that inhabits the highlands of Central America and COATL - meaning serpent or snake. The Great Bird-Serpent is the most powerful figure in Mexican mythology. From Teotihuacan on the high plateau of Central Mexico to Chichen Itza in the Yucatan, Quetzalcoatl is a dominant motif on all the ancient monuments. What the statue of Liberty is to the U.S., what the Eiffel Tower is to France; so is Quetzalcoatl to modern Mexico. It is believed that Quetzalcoatl was a great Indian king, living about the time of Christ. It was he who is credited with having discovered corn and introducing it as a good staple food source to the Indian nations. Afterwards, in ancient Mexico, the name Quetzalcoatl was given to any priest who was supposed to have attained enlightenment. And now you have been chosen to receive this great name as a member of the Order of Quetzalcoatl. Your guide will be NETZAHUALCOYOTL the famous King of Texcoco, a poet, philosopher, and leader of men. From your entrance into the abode of the Great Gods until your departure to the dwelling places of men, he will be your faithful guide and mentor. Follow him with our wish for a fruitful journey to you. BE GONE!! "}]
