[{"pageNumber":1,"pageContent":"(1) Printed and published by order of the General Grand Council Royal and Select Masters Under the supervision of the Ritual Committee. Adopted September 24, 1900 As revised October 10-11, 1960 in New Orleans, Louisiana 24th Edition"},{"pageNumber":2,"pageContent":"(3) S.M. OFFICERS AND STATIONS 1. I.Master.—I. M.—K. S. 2. Dep. Master. — D. M. — H. K. T. 3. Pr. Con. of the Work.-P. C. W.-H. A. 4. Treasurer. 5. Recorder. 6. Capt. of the Guard. — C. C. 7. Cond. of the Council. — C. C. 8. Steward. — Stew. 9. Sentinel. — Sen. 10. Chaplain. U) ‘0 u4~ S ‘StE"},{"pageNumber":3,"pageContent":"(4) (5) FOREWORD APRONS, DRESS AND PARAPHERNALIA The Ritual Committee wishes to com - mend Illustrious Companions: Geo. McGown, New York Win. F. Kuhn, Missouri Henry W. Mordhurst, Indiana for an excellent piece of work in prepar - ing the first ritual. We have only made such corrections as necessary to clarify the floor work, adding diagrams, and cor - recting errors. RITUAL COMMITTEE M.. I.. H. J. Guy, Chairman, Florida M.•. I.. Chas. H. Pugh, North Carolina M.. I.. T. Olin Gore, Mississippi M.•. I.. Roy J. Eide, Iowa M.. I.. Hamilcar Smith, California M.. I.~. Walter J. Bublitz, Missouri Councils must be equipped with the fol - lowing aprons, robes and paraphernalia: APRONS The aprons are of such form and size as are usually worn by Master Masons. They are white, bordered on the sides and bottom of the apron and lower edges of the flap with a band of purple, and are provided with purple strings or tape. On the flap shall be a broken triangle, surrounded by an unbroken triangle, with a sword placed across the whole, parallel to open side of broken triangle, hilt to left and crossed by a trowel with point in angle of unbroken triangle. DRESS The dress of the first three officers of subordinate Councils is as follows: The Illustrious Master is dressed in a royal robe of purple, with a crown upon his head and a scepter in his hand. The Deputy Master is dressed in a royal robe of purple, with a crown upon his head and a scepter in his hand."},{"pageNumber":4,"pageContent":"(6) (7) The Principal Conductor of the Work is dressed in a robe of orange, with a turban on his head and a mallet and trowel in his hand. The appropriate dress for the remain - ing officers (fourth to ninth, inclusive) and active members is a robe or gown of purple and a purple turban on the head. The sixth, eighth and ninth officers, viz: The Captain of the Guard, the Steward and the Sentinel, may, however, be clothed in ancient military costume, with a helmet on the head and a sword in the hand. A plain drab robe and turban for H. A. in first section of the R. M. degree. Twelve robes with flowing sleeves and twelve turbans, either white or scarlet, for Cherubim. Six robes for craftsmen in S. M. de - gree. The Chapter Robes may be used as follows: Ill. Master—King robe, crown and scep - ter. Deputy Master—King robe, crown and scepter, in scarlet. P. C. W.—Robe same as Scribe. C. of G.—Uniform same as Captain of Host. C. C.—Robe same as Master of 3d Veil. Steward—Robe same as Principal So - journer. PARAPHERNALIA A Representation of the Nine Arches. Three triangular Tables for Stations in the East. Three, three branched Candelabra. One seven branched Candelabra. One Royal Arch Ark, with Triangular bronze plate containing the Royal Arch Cryptogram, Aaron’s Rod, Pot of Manna, Book of the Law and three ancient squares (R. A. equipment may be used), a “beautiful piece of work.” Six trowels and shackles. The S. S. in the R. M. Degree should. contain an Altar of Incense, the seven branched candelabra, table of Shewbread and a partially filled table of Holy Vessels. The above mentioned equipment, with, possibly, the exception of the furnishings of the S. S., is essential for the proper presentations of the Degrees. A Council that can not avail itself of this equipment has not a plausible reason for existing."},{"pageNumber":5,"pageContent":"(8) (9) Opening Council of Select Masters I. M.— 0 Illustrious Companion of Tyre, shall we resume our labors in the secret vault? D. M.—Illustrious King Solomon, it is my ardent desire to see the Secret Vault completed and the Sacred Treasures safe - ly deposited therein, that I may return to my own country with the satisfaction of having faithfully discharged my duty to the craft. I. M.— S Companion Captain of the Guard, are all present Select Masters? (C. G. ascertains through Stew., if necessary) C. G.—I. M., all present are Select Mas - te~. I. M.—Is our number complete? C. G.—I find the number three times nine. I. M.—See that the Companions are in order as Select Masters. C. G.—000 Companions, be in order as Select Masters. (Corops. rise and give sign of p1 ou ey. Ch off hands) C. G.—I. M., the Companions are in order. I. M.— S Companion Captain of the Guard, you will see that the secret vault is securely guarded. C. G.—Companion Steward, see that the secret vault is securely guarded, and in - form the Sentinel that the Illustrious Mas - ter is about to open Council No. ________ of Select Masters. Direct him to take due notice thereof and guard accordingly. Stew.—Companion Sentinel, the I. M. is about to open Coun - cil No. ________ of Select Masters. Take due notice thereof and guard accord - ingly. (closes door and gives 050 @00 @00, answered by Sentinel 000 ....... and reports) Stew.—Companion Captain of the Guard, the Sentinel is at his post and the Secret Vault is securely guarded. C. G.—I. M., the Secret Vault is secure. I. M.—Companion Captain of the Guard, are you a Select Master? C. G.—I am acknowledged as such and have wrought my regular hours. I. M.—What are the regular hours? C. G.—From nine at night ‘til twelve, the time when prying eyes are closed in sleep."},{"pageNumber":6,"pageContent":"( 10 ) ( 11 ) I. M.—Where were you greeted as a Select Master? C. G.—In a legally constituted Council of Select Masters assembled in a place representing the Secret Vault, erected by King Solomon under the Sanctum San - torum of the Temple. I. M.—How many compose a Council of Select Masters? C. G.—Nine or more. I. M.—W hen composed of only nine, who are they? C. G.—Illustrious Master, Deputy Mas - ter, Principal Conductor of the Work, Treasurer, Recorder, Captain of the Guard, Conductor of the Council, Stew - ard and Sentinel. I. M.—The Steward’s Station? C. G.—At the entrance to the Secret Vault. I. M.—00 the I. M.) duty? Stew.—To guard the entrance to the Secret Vault witb sleepless vigilance. I. M.—The Conductor of the Council’s Station? (all officers arise except Companion Steward, your I. M.—Companion Conductor of the Council, your duty? C. C..—To prepare, introduce and duct all candidates for reception greeting; examine visitors and see they are properly accommodated. I. M.—The Captain of the Guard’s Sta - tion? C. C.—In the West. I. M.—Companion Guard, whom do you Captain of represent? the C. G.—Adoniram. I. M.—Your duty? C. G.—To guard well my post and suf - fer none to pass it but the Select, the Faithful and the Worthy; to aid in or - ganizing and preserving order and de - corum in the Council; to obey the com - mands of my chief and be near at hand to see them duly executed. I. M.—The Recorder’s Station? C. G.—On the left of the Illustrious Council. I. M.—Companion Recorder, your duty? Rec.—To observe the will and pleasure of the Illustrious Master and record the proceedings of the Council so far as the same are proper to be written. con - and that Stew.—In the South."},{"pageNumber":7,"pageContent":"( 12 ) 1. M.—The Treasurer’s Station? Rec.—On the right of the Illustrious Council. I. Me—Companion Treasurer, your du - ty? ‘Treas.—To number and weigh out the shekels of the Sanctuary and provide for the helpless orphans. I. M.—The Principal Conductor of the Work’s Station? Tre’is.—On the left of the Illustrious Master. I. M.—Companion Principal Conductor of the Work, whom do you represent? P. C. W.—Hiram Abif. I. M.—Your duty? P. C. W.—To sound the silver trumpet at early dawn and eve of day, when the sun’s first and last rays gild the moun - tam tops; announce high twelve and pro - claim the time for refreshment and labor. I. M.—The Deputy Master’s Station? P. C. W.—On the right of the Illustrious Master. I. M.—Companion Deputy Master, your duty? D. M.—As the representative of Hiram, King of Tyre, with the Illustrious Master ( 13 ) in council, to exhibit the fellowship of Kings; to brighten the chain of friend - ship; to furnish memorials of the ancient craft, and to aid and support my chief in all the requirements of his office. I. M.—The Illustrious Master’s Sta - tion? D. M.—In the East of the Ninth Arch. I. M.—His duty? D. M.—As the representative of Solo - mon King of Israel in council, to recite the secret traditions; to illustrate the moral principles of our order; to cherish the worthy and hold in due veneration the ancient landmarks. I. M.—Companion Captain Guard, what is the hour? of the C. G.—Nine at night. I. M.—(rises) 00. Since it is nine at night it is the time to resume our labors. The Companions will repair to their sev - eral stations, and after the regular alarm of the mysterious nine, each will resume his labors as he may be directed. Give your order accordingly. C. G.—Companions, it is the order of the Illustrious Master that you repair to your several stations and after the regu -"},{"pageNumber":8,"pageContent":"( 14 ) ( 15 ) lar alarm of the mysterious nine,, each will resume his labors as he may be di - rected. (Forming lines optional) Companions form west of the altar in columns of three and not more than eigbt threes representing the eight arches. This is done under the direc - don of the Captain of Guard.) (If formed Captain of Guard says: ‘Companions form lines’ • He arranges them properly.) I. M.—Companions attend to giving the signs. (1-Hds to hd.—2. P1 ou eyes.—Sd, Ch. off hands. 4th. bedy quartered and thro. to left among rub.) BATTERY I. M.—.......... D. M.— 000 000000, P. C. W —@00 000 000 AN OPENING ODE MAY BE SUNG I. M.—Comps. let us pray. Comp. Chap - lain, you will lead us in our devotions. PRAYER May the Supreme Grand Master gra - ciously preside over all our councils, and direct us in all such things as He will be pleased to approve and bless. May our profession as Masons be the rule of our conduct as men. May our secret retreat ever continue to be the resort of the just and merciful; the seat of the moral vir - tues, and the home of the select. Amen. Response—So mote it be. (The following Psalm may be sung): His foundation is in the holy mountains. The Lord loveth the gates of Zion more than all the dwellings of Jacob. Glorious things are spoken of thee, 0 city of God. Selah. I will make mention of Rahab and Babylon to them that know me; behold Philistia and Tyre, with Ethiopia; this man was born there. And of Zion it shall be said, This and that man was born in her; and the highest himself shall estab - lish her. The Lord shall count when he writeth up the people, that this ffian was born there. Selah. As well the singers as the players on instruments shall be there; all my springs are in thee-Psalm lxxxvii. I. M.—I now declare Council No. ______ of Select Masters duly opened. Companion Conductor of the Council, attend at the Altar: Companion Captain of the Guard, you will inform the Sentinel. (Conductor of Council opens bible Exodus XVI. g2 to 35 verses, places Square and Compass on left hand page. gives signs) Companion Captain of the Guard, you will inform the Sentinel. C. G.—Companion Steward, inform the Sentinel."},{"pageNumber":9,"pageContent":"( 17 ( 16 ) Stew.—gives 000000000, answer - ed by Sentinel .......... Compan - ion Sentinel, the Council is duly opened. Stew.—Companion Captain of the Guard, the Sentinel is informed. C. G.—Illustrious Master, your order has been obeyed. I.M.—0 BUSINESS The business of a Council will be trans - acted in the S. M. degree. When work is to be done in the R. M. degree, labor will be suspended in the Secret Vault, as fol - lows: I. M.—000 Companion Captain of the Guard, (C. G. gives sign of S. M.) I now declare labor suspended in the Secret VauI± and a Council of Royal Masters opened for work. Inform the Sentinel. C. G.—Companion Steward, inform the Sentinel that labor is suspended in the Secret Vault and a Council of Royal Mas - ters opened for work. Stew.—(at door) (000000000, an - swered by Sentinel 000000 000) Com - panion Sentinel, labor is now suspended in the Secret Vault and a Council of Royal Masters opened for work. Take due notice thereof and guard accordingly. (closes door, gives 000 000 00, answered by Sentinel 000 000 00) returns and re - ports. Stew.—Companion Captain of the Guard, the Sentinel is informed. C. G.—I. M.—(sign of R. M.) your or - der has been obeyed."},{"pageNumber":10,"pageContent":"( 18 ( 19 ) ~Opening Council Royal Masters I. M.—Comp. Capt. of the Guard, are all present R. M. C. G.—AlI present are R. M. K. S.—See that the companions are in order as R. M. C. G.— 000 Companions, be in order asR.M. (Hands to Head) C. G.—I. M., the companions are in or - der as R. M. I. M.—@ Is the Sentinel at his post and the Sanctuary securely guarded? C. G.—I will ascertain and report. Comp. Steward, see that the Sentinel is at his post and the sanctuary securely guarded, and inform him that the I. M. is about to open a Council of Royal Masters. Direct him to take due notice thereof and guard accordingly. Stew.—Comp. Sentinel, the Illustrious Master is about to open a Council of Royal Masters. Take due notice thereof and guard accordingly. (closes door and gives 000 000 00, answered by Sentinel 000 000 00, and reports.) Stew.—Comp. Capt. of the Guard, the Sentinel is at his post and the sanctuary is securely guarded. C. G.—I.M., the sanctuary is secure. I. M.—Companion Capt. of the Guard, are you a Royal Master? C. G.—I have visited the Sanctum Sanc - torum, and have seen the glory of Israel. I. M.—Where were you received as a Royal Master? C. G.—In a legally constituted Council of R. M., assembled in a place represent.. ing the Sanctum Sanctorum of King Solomon~~ Temple. I. M.—How many compose a Council of Royal Masters? C. G.—Two or more. I. M.—When composed of nine who are they? C. G.—I. M., D. M., P. C. W., Treas., Rec., Capt. of the Guard, Cond. of the Council, Steward, and Sentinel. I. M.— 000, Comp. Capt. of the Guard, it is my order that a Council of Royal Masters be now opened for work. C. G.—Companions, it is the order of the I. M. that a Council of Royal Masters be now opened for work. Take due notice thereof and govern yourselves accordingly. I. M.—Companions, attend to giving the sign. (hands to head)"},{"pageNumber":11,"pageContent":"( 20 ( 21 BATTERY I. M.— 00000000, D. M.— 000 000 00, P. C. W.— 00000000 I. M.—I now declare this Council of Royal Masters duly opened. Companion Capt. of the Guard, inform the Sentinel. C. G.—Companion Steward, inform the Sentinel. Stew.— 000 000 00, ans. by Sen. 000 000 00, Companion Sentinel, the Council of Royal Masters is duly opened. Stew.—Companion Capt. of the Guard, the Sentinel is informed. C. G.—I. M., your order has been obey - ed. I. M.—@ Work Royal Master Degree (In this degree the I.M.—represents King Solomon. D M. —Hiram King of T~re, P.C.W.—Hiram Abif is at a table in the N.E., upon which are several articles as described in First Kings v. 48-50. Place trestle board in S.E. near Re.. corder’s desk; divide Cherubim equally and place on each side of hall—west of Conductor of Council station, six on each side, used in diagrams, see Fig. 1.) K. S.—Companion Council retire and date(s) to the East. Conductor of the present the candi - PROLOGUE Companions: You have repeatedly been informed that Masonry is a never-ending search for light. In the Craft degrees you received light, more light, and further light, but your search was not ended. In the Chapter degrees additional light was imparted to you, and you found, as you find in life, that each advancement in knowledge simply opens the eyes to a vaster field of knowledge yet to be at - tained. Every revealment in Masonry is also a reveilment. Every discovery of new truths also reveals a veil in front of some other truth, to be again the object of fur - ther search. Ultimate Truth will be dis - covered only when we have passed the final veil and entered the presence of Him Who is the Way, the Truth, and the Life. In taking our degrees there is one thing"},{"pageNumber":12,"pageContent":"( 22 ( 23 you must remember, namely, the order in which events happen is seldom the order in which we learn about them. The suc - cessive degrees in Masonry picture events in the order we learn about them, not the chronological order in which they occur - red. For instance, the events of the Mark Master’s Degree took place before those of the Master Mason’s, but they were not presented to you in that order. The de - gree you are about to receive pictures events that happened prior to and after the Tragedy of the Third Degree, and we would have you notice how well they fill the gaps in our knowledge of that Tragedy and its meaning. K. S.—Companion Conductor of the Council, see that the candidate(s) is (are) prepared and presented. (Conductor of the Council with candidate (s) retire to preparation room and prepare candidate (s) by removing cGat. sleeves jurned up. wearing apron as a fellowcraft. A golden bowl is placed in his hand. They enter without alarm and pass to the station of Hiram Abif. As it is High Twelve, use bright lights or slightly dim lights.) C. C.—Grand Master Hiram Abif, I have a piece of work for your inspection. (Hiram Abif. takes bowl and examines it carefully) H. A.—This is a beautiful piece of work and the companion who wrought it is worthy of the confidence of the Craft, and in due time shall receive his reward. K. 5.—Grand Master Hiram Abif, what is the hour? (Gong strikes 12 times) H. A~—High Twelve, Illustrious Solomon. King OPTIONAL Ad.—I have a piece of work for your inspection. H. A.—(Examines the work carefully, then turns to I. K. S. and says) This is a beautiful piece of work and the crafts - man who wrought it is worthy of the con - fidence of the Craft, but its office and purport are unknown to me, neither is it of my designing. I. K. 5.—My Illustrious Companion Hi - ram Abif, this is a piece of work which I myself gave orders to be made, and which, I observe, has been executed according to my command. It is~ intended to serve as a reminder of the mysterious triad, expres— sive of the essence and attributes of Diety and of those great Masonic virtues— Faith, Hope and Charity. You will de - posit it in the Holy of Holies, with the other sacred furniture, and, hereafter, in every regular Masonic Lodge, let there be displayed about the Altar of Obligation, three burning tapers, placed in a tri -"},{"pageNumber":13,"pageContent":"( 24 angular position; and may the virtues which they symbolize, be a light unto the feet of every true and faithful Mason, in all walks of life, until that perfect day, when the glory of the Lord shall illumine our souls forever. H. A.—(Turns to Adoniram and says) Adoniram, your work is accepted, and in due time you shall receive your reward. (Captain of the Guard and Adoniram stand aside— P.C.W. or H.Ab. examines all the vessels on the table, naming each in a low tone and then says) Yes, the furni - ture for the Holy of Holies is now nearly completed. ~Gong sounds 12 times.) I. K. S.—Grand Master Hiram Abif, what is the hour? (Then proceed as in ritual) K. 5.—It being high twelve, call the craft from labor to refreshment. H. A.— @@• Companions, it is the or - der of Illustrious King Solomon, that the craft be now called from labor to ref resh - ment; take due notice thereof and govern yourselves accordingly. 0 (seats compan - ions) (As H. A. leaves station, cherubim forms around the Al - tar. open at south, (see fig. 2) H.A. goes south, and west entering cheribum on south, goes west of Altar for prayer; meanwhile C. of C. says) C. C.—It is now high twelve, at which hour it is the custom of our Grand Master Hiram Abif to enter the Sanctum Sanc - torum and offer up his devotions to Deity. (see Fig. 3.) ( 25 (Prays. Discretionary, or the follow - ing): Heavenly Father: Let thy grace descend upon me as I kneel at the alt~ir. May a portion of thy wisdom be received enabling me to draw designs upon the trestle board acceptable in thy sight. Feed me with food con - venient for me lest I be full and deny thee, for thou art my rock and my for - tress: therefore for thy name’s sake lead and guide me. AMEN OR THIS Remove far from me vanity and lies; give me neither poverty nor riches; feed me with food convenient for me; lest I be full and deny thee, and say, Who is the Lord? or lest I be poor and steal, and take the name of my God in vain.— Amen.—Prov. xxx :8-9. OR THIS “In thee, 0 Lord, do I put my trust: let me never be ashamed; deliver me in thy righteousness. Bow down thine ear to me; deliver me speedily; be thou my strong rock, for an house of defense to save me. For thou are my rock and my fortress; therefore for thy name’s sake lead and guide me. Amen.—Psalm xxxi :1:3."},{"pageNumber":14,"pageContent":"( 26 ( 27 OR THIS Almighty Father of Light, with whom is no variableness, neither shadow of turning, who hast planned the universe, and all things therein, open Thou mine eyes that I may see, incline my heart that I may desire, order my steps that I may follow the way of Thy Command - ments. Mercifully guide Thy humble servant in preparing plans for Thy Holy Temple; grant him the spirit of wisdom to design, of strength to execute, of beauty to adorn Thy sanctuary, that the place of Thy feet, being made glorious, Thou mayest walk therein at noon, to hear the prayers of Thy servants, to grant their petitions, to lead them in the paths of righteousness, and to bless them with the choicest gifts of Thy love and favor, from the rising of the sun, even unto the going down of the same. Amen. (Mter prayer N.A. continues around the Altar leaving Cherubim on south and goes to trestle board in S.E., draws desIgns. Cherubim dissolves, return to their assigned places) C. C.—Our Grand Master Hiram Abif having concluded his devotions, let us await his return by way of the South gate. (Conduct. candidate’ (a) to position west of Altar and with one candidate meet. Hiram Abif, at south gate.) (se Fig. 4) C. C.—Grand Master Hiram Abif, when shall I receive the Master’s Word? H. A.—My worthy friend Adoniram, I do not know that you will ever receive it, for it is agreed by Solomon, King of Israel, Hiram, King of Tyre, and myself, that the Master’s Word can only be given when the Temple is completed and then only in the presence of all three. (turns away) C. C.—Grand Master Hiram Abif, sup - pose one of you three, even you yourself should be removed by death prior toAhat event; how shall I then receive it? (H.A. stops, meditating a moment and then taking the candidate by the right arm • moves slowly around the Altar clockwise. (see fig. 5) If more than one candidate, it is suggested that he takes a different one on each circumam - bulation. If more than one candidate C.C. remains with can - didates; if only one he takes his station.) H. A.—Comp. Adoniram, death is a theme not lightly to be broached by those who are subject to its jower. The young may die, the old must die, and the wisest knoweth not how soon. There is none that escapes the inexorable doom. The youngest E. A. upon the checkered pavement be - low, dwells ever in the shadow of death, while the invisible hand extends equally above King Solomon on his ivory throne. We walk upon the ashes of the genera - tions who have gone this way before us, to which our ashes must in turn con - tribute. It is not for me, Comp. Adoniram, to hope for an exemption from the com -"},{"pageNumber":15,"pageContent":"( 28 ) ( 29 ) mon doom of man. I may not live to see the Temple completed; the M. W. may be lost, but if I die (@0 0) the word will be buried there. After “but if I die” stop west of the Altar, facing it, rap three times, point to it and say “the word will be buried there”. Same alter second and third circumaxnbula - tion. H. A.—Comp. Adoniram, death termi - nates the labor of a man. Thenceforth the generations may build and occupy, but he will not be there. The teeming brain, the skillful hand, and the sinewy arm are alike useless and superfluous in the grave. As our Most Excellent King Sol. has said, “The dead know not anything; their love, their hatred and their envy is now perish - ed; neither have they any more a portion forever in anything that is done under the sun.” What an incentive is this to an in - dustrious use of our time .and our facul - ties, that we should build industriously while our strength endures, and labor to complete our work ere the week closes and the Sabbath of Eternity sets in. My work. Comp. Adoniram, is not complete, though I have labored long and faithfully to exe - cute it. I may not live to see the Temple completed, but if I die (SO 0) it will be buried there. H. A.—Comp. Adoniram, it is through the gate of death that we find an entrance to the place of wages, refreshment and rest. The Supreme Master of the Universe, before whom we bow in adoration, and whose All-Seeing Eye has marked our la - bors in the Lodge below, promises to spread before us, in the Celestial Lodge above, all the joys and glories of His Eternal Sabbath. After the strong hand of death has leveled all in the humiliation of the grave, the Almighty Hand of the Supreme Master shall prevail, and exalt every brother to the glorious companion - ship of that undissolving Lodge. There the designs upon the Trestle Board will be seen completed. There the adoration of the 12th hour will be everlasting joy. There the noontide bliss will eternally shine. There the scales of doubt and darkness shall fall from my eyes, and the wise purposes of the Divine Architect will be displayed in all their splendor. With this light of faith beaming upon me, 0 death, where is thy sting? My hope, Comp. Adoniram, rests in the higher Lodge to which I am advancing. I may not live to see the Temple completed, but if I die (00 0), the word will be buried there. “Hiram Abif leaves candidate and goes to his station. CC takes cbarge of candidates"},{"pageNumber":16,"pageContent":"( 30 ) ( 31 ) K. S.—Grand Master Hiram Abif, what is the hour? H. A.—One hour past high twelve, M. I. K. S. (Gong strikes one) K. S.—It being one hour past high twelve, call the craft from refreshment to labor. H. A.— 000 Companions, it is the or - der of I. K. S. that the craft be now called from refreshment to labor. Take due no - tice thereof and govern yourselves ac - cordingly. K.S.— 0 (seats companions) C. C.— (to candidates) The craft being called from refreshment to labor, we will repair to the clay grounds between Suc - coth and Zeredatha, and there resume our labors. (see Fig. 6.) Work in the Second Section Royal Master Degree (In this section: I.M.—represents K.S.—D.M.—H.K.T.— lIghts extinguished and HA. stations draped In mourning) (C.C.—and candidates at door of preparation room. gvs •*e 5*. C. G.—I. K. S., there is an alarm. K. 3.—Attend the alarm. C. G.—@@@ @@@ @0 Who comes here? C. C.—Companion (s) AB, a R. A. M.. who wishes to be advanced to the rights and honors of a Royal Master. C. G.—Companion (s), is this of your own free will and accord? Caml.—It is. C. G.—Companion Con, of the Cou, is (are) the candidate(s) worthy and well qualified? C. C.—He is, (they are). C. G.—Is he, (are~ they) duly and truly prepared? C. C.—He is, (they are). C. G.—Has he, (have they) made suit - able proficiency in the proceeding de - grees? C. C.—He has, (they have). C. G.—By what further right or bene - fit does he, (they) expect to gain ad - mission?"},{"pageNumber":17,"pageContent":"( 32 ( 33 C. ~C.—By benefit of the Password. C. G.—Has he, (or they) the Password? C. C.—He, (or they) has it not; I have it for him, (or them). C. G.—Advance and give it. (done) C. G.—Wait until I. K. S. is informed of your request and his answer returned. (Capt of Guard goes to his station and reports) C. G.—I. K. S. there is without a (or several) Royal Arch Mason (s) who wish to be advanced to the rights and honors of a Royal Master. (Same questions and answers as at the door, except the Capt. of Guard gives Password from his station) K. S.—The Password is right, admit him, (or them). (Before cands. ester, K.S. causes Cherubim to farm. from wall to wall, those on the North facing West—those on the South facing- East.) (see Fig. 7). C. G.—(at door) Enter. (Conductor of the Council and candidate (s) enter and make eight circumambulations, halting in the East each circuit. K. S.. reads a section of the 5cripture lesson during each halt and give knocks as indicated. (see Fig. 8.) OPTIONAL (Conductor of the Council and candidate (s) malce one and one half circumambulations. passing thru cherubim on North, South and North stopping midway between altar and East. (divided so not to be between Altar and K S.) and first lesson is read, 1 rap * given. Under the direction of Con, of Council candidate (s) advance on step of an Entered Apprentice with du. gd. and sign. K.S.—reads second lesson. 2 raps ~, candidate (s) advance on step of a Fellow Craft, with du. gd. and sign, and etc. through reading to Royal Arch. after 8 raps ~ ~ make a complete circuit through Cherubim on South and North. which Is then dissolved, returning to their places. (This is in lieu of making eight of the circumambulatons ) It is suggested that the Scripture lessons be read from either the Bible, or a scroll prepared for that purpose.) K. S.—(Reads.) And he set the Cheru - bim within the inner house, and they stretched forth the wings of the Cheru - bim so that the wing of the one touched the one wall and the wing of the other Cherub touched the other wall, and their wings touched one another in the midst of the house.—I Kings vi :27. 0 And Solomon made all the vessels that pertained unto the house of the Lord; the Altar of gold and the table of gold where - upon the shewbread was. 00 And the candlesticks of pure gold, five on the right side, and five on the left, before the oracle, with the flowers, and the lamps, and the tongs of gold. 0@@ And the bowls, and the snuffers, and the basins, and the spoons and the censers of pure gold; and the hinges of gold, both for the doors of the inner house, the most holy place, and for the doors of the house, to wit, of the Temple.—I Kings vii :48-50."},{"pageNumber":18,"pageContent":"( 34 ( 35 ) 0000 And Hiram made the layers and the shovels and the basins. So Hiram made an end of doing all the work that he made K. Solomon for the house of the Lord.—I Kings vii :40. 00.00 So was ended all the work that King Solomon made for the house of the Lord. —I Kings vii:51. And, behold I come quickly; and my re - ward is with me, to give every man ac - cording as his work shall be. I am Alpha and Omega, the beginning and the end, the first and the last. @000000 Blessed are they that do his command - ments, that they may have a right to the tree of life, and may enter in through the gates into the city.—Rev. xxii :12-14. (When they pass under the cherubim on the north the eighth tune. K.S.—gives one knock * which dissolves the Cherubm. Con. of Council and candidate halts in East and gives an alarm. Same questions and answers as at door.) K. S.—The Password is right. Recon - duct the candidate(s) to the Capt. of the Guard in the west, who will teach him (them) how to advance to the Altar for the eighth time in Masonry in due and ancient form. 9) (Con. of Cou. returns candidate (s) to the west. (see fig. C. C.—Comp. Capt. of the Guard, it is the order of Illustrious King Solomon, that you teach this (these) candidate (s) how to advance to the Altar for the eighth time in Masonry in due and ancient form. C. G.—Cause candidate (s) to face the East. (done). Advance on your right foot; bring the heels together, feet forming the two sides of an equilateral triangle. (done) (Capt. of Guard takes one candidate by the left arm, others follow, and says) C. G.—I will now conduct you to the Altar, where you are about to be made a Royal Master in due and ancient form, which is by kneeling on both knees, both hands resting on the Holy Bible, Square and Compasses. (done) (see fig. 9) (If a number of candidates put one at the Altar, snd arrange rest in a triangle behind him, with right hand on his shoulder and left on breast over heart.) C. G.—I. K. S., the candidate (s) is (are) in due form, K. S.—Companion (s) you are again kneeling at the Sacred Altar of Free - Masonry and are about to take upon your-"},{"pageNumber":19,"pageContent":"( 36 ( 37 ) self the solemn obligation of a Royal Master, which contains nothing that will conflict with your duty to God, your Country, your Neighbor or yourself. With this assurance on my part are you willing to take the obligation? Cand.—I am. K. S.— @0@ (Cherubim will form around Altar, with opening in the East.) (see fig. 10) K. S.—Say I, pronounce your name and repeat after me. I ___________________, of my own free will and accord in the pres - ence of the S. A. of the Un, and this coun - cil of Royal Masters, do hereby and here- on most solemnly and sincerely promise and swear that I will forever keep and conceal the secrets of this degree and will not reveal them except to him or them to whom they of right belong. I furthermore promise that I will not be present or assist at the conferring of this degree upon any person unless he shall have regularly received all the preceding degrees from Entered Apprentice to Royal Arch Mason inclusive, and then only in a legally constituted Council of Royal Mas - ters. All this I most solemnly and sincerely promise and swear without equivocation, mental reservation or secret evasion in me whatever, binding myself under no less penalty than that of being Bu Al, should I ever knowingly or willfully vio - late this my solemn obligation of a Royal Master. So help me God, and keep me steadfast in the due performance of the same. (K.S. returns to his station and seats Council) K. S.—The step of a R. M. is made by adv one stp with the rt. ft, br the hIs tog, ft frmg two sds of an equi tri. This is the sign of a R. M., with the fin inter - laced, plc both hds palms down on t of he. it alludes to the penalty of your Ob, that of be bu al, and is the sign with which you salute the I. M. on entering or retir - ing from a council of R. M. The sign of recognition of this deg is given as follows: (Taking something in the hand and handing it to C. of C.. saying.) K. S.—Do you knoW anything about this? C. C.—I do, I kn the beginning; wh do y kn ab it? K. S.—I kn the end. Wh is the bg? C. C.—A — Wh is the end? K. S.—O C. C.—The first. K. 8.—The last."},{"pageNumber":20,"pageContent":"( 38 ( 39 ) C. C.—The beginning. K. S.—The end. (K.S —and H.K T. start to form a lvg ar, but one of the indispensable three being abs. they p1 hnd on en oth shidi-s. and K.S. pointing to feet says) K. S.—What do y s there? H. K. T.—A.B.tr. K. S.—A. H. K. T.—P. H. K. S.—This is the Gr of a R. M. (With the Ift feet forming two sides of an equi - lateral Tn, plc both hands on each others shoulders) and the words “A. P. H.” is the P. W. of this deg. The principal words of this degree are A. and 0. tin those States in which the ‘C R. A. W.” is given by fnrm,ng triangle with right feet instead of left, sub - stitute the word right) K. 8.—We learn from Masonic tradition that the origin of this grip is as follows: S. K. of 1., and H. K. of Ty., meeting in the S. S., shortly after the death of H. A., placed themselves involuntarily in the po - sition to give the M. W., when suddenly realizing that one of their number was wanting they immediately placed their hands on each other’s shoulders, and Sol. pointing down asked “wh do y see H. K. of T. replied, “a br tri ;“ both throw - ing up their arms, Sol. ex, “A.” H. of T. replied, “P. H. !“ HISTORICAL LECTURE (K.S.—directs the Can, to arise and approach the East, resumes his station and gives the following history:) (see Fig. 11.) This degree originated in consequence of a conversation between G. M. H. A. and Adoniram, just before the death of the former. After the S. S. was completed, and a portion of the furniture deposited therein, Adoniram, on a certain day near high Twelve, went there to deposit one of the holy vessels. At high Twelve when the Craft were called from labor to refresh - ment, Adoniram did not retire with the rest, but lingered behind with H. A., whose custom it was at that hour to enter the S. S. and offer his devotions to Deity and to draw designs upon the Trestle Board. After the rest of the Craft had retired, Adoniram asked H. A. when he should receive the M. W. He answered. “I do not know that you will ever receive it, for it is agreed by S. K. I., H. K. T., and myself that the W. can only be given when the T. is completed, and then only in the presence of all three.” Ad. then, said “Suppose one of you three, even you yourself, should be removed by death prior to that event, how shall I then receive it?” After commenting on the subject of death,"},{"pageNumber":21,"pageContent":"( 40 ( 41 H. A. with a significant gesture replied, “If I die, it will be buried there.” This conversation having been related to K. S. by Ad., the M. W. was deposited in the S. V., as will be more fully ex - plained to you in the succeeding degree, to which this is preparatory. After the untimely death of G. M. H. A. the two surviving G. M. instituted this de - gree of R. M. in token of their respect for his memory, and as a partial substitute for the M. M. degree. Being unable to form the Triangle in giving the M. W., as one of their number was dead, they substituted the broken triangle, being the nearest they could come to the original. They first conferred the degree upon the noble Adoniram, and then upon other particular friends of H. A. As his friend, we now confer it upon you, and we give it as illustrative of the M. M. and R. A. degrees. The furniture of the S. S. consisted of many holy vessels made of pure gold, but the most important article there was the Ark of the Covenant, called the glory of Israel, which was seated in the midst of the Holy Place under the wings of the Cherubim. It was a small chest, or coffer, three feet nine inches long, two feet three inches wide and deep. It was made of wood excepting only the mercy seat, but overlaid with gold; both inside and out. It had a ledge of gold surrounding it at the top, into which the cover, called the mercy seat, was let in. The mercy seat was of solid gold, the thickness of a hand’s breadth. At the two ends of it were two cherubs, looking inward toward each other, with their wings extended; which. embracing the whole circumference of the mercy seat, met on each side, in the mid - dle; all of which, the Rabbis say, was made out of the same mass withoat any soldering of parts. Here the Shekinah, or Divine Presence rested, and was visible in the appearance of a cloud over it. From hence the Bath - kol issued, and gave answers when God was consulted. And hence it is that God is said in the Scriptures to dwell between the Cherubim; that is between the Cheru - bim on the mercy seat, because there was the Seat or Throne of the visible appear - ance of His Glory among them. This concludes the degree of R. M. You will now retire with your Conductor, while necessary preparation is made for the suc - ceeding degree. (C C.—and Cand repair to Altar Salute K.5. and retire to anteroom) (see fig. 12)"},{"pageNumber":22,"pageContent":"( 42 ( 43 ) K. S.— 000 I declare the Council of R. M. closed and labor resumed in the S. Vault. Companion Capt. of the Guard, inform the Sentinel. C. G.—Companion Steward, inf6rm the Sentinel. Stew.— 000 @00 00, same by Sen - tinel 00000000, This C. of R. M. is duly closed and labor resumed in the S. V. Stew.—Companion C. of the G., the Sentinel is informed. C. G.—Illustrious King Solomon, your order has been obeyed. K.S.—0 SIDE VIEW OP ARCHES."},{"pageNumber":23,"pageContent":"( 45 SELECT MASTER DEGREE REPRESENTATION OF THE ARCHES As seen from the West. The Arches may be made of painted canvas, mounted on wooden frames, and arches hinged on one another convenient for folding to stow away. NINTH ARCH FROM EAST SIDE VIEW OF ARCHES Work in the Select Master Degree (In this degree the I.M.—D.M.—and P C.W., represent Solomon King of Israel—Hiram King of Tyre and Hiram Abif.) (The Preparation Room represents King Solomon’s most retired room, and the Council Chamber, the S. V. wth its nine A . eight of which are in process of construction, and the ninth completed. The west part of the room represents the first A., and the east part the ninth A. Altar is in the Southwest. Dim light as Can, enters. Bright light after his capture.) (Arches are placed directly in front of East leavIng the ninth Arch as large as room permits, so as not to obstruct the view of Companions on sidelines. If the prologue is used candidates have been instructed; if not used.) (The Con, of the Council takes the Can, into the Prep - aration Room and instructs him that in this degree he rep - resents Zabud, a particular friend of K. S., and that he is to enter and proceed towards the East; if asked, “who comes here 7” to answer, “A zealous brother, desirous of participat - ing in your labors.”) ( 44 ) REPRESENTATION 01 THE ARCHES. As seen from the West. The Arches may be made of painted canvas, mounted on wooden frames, and arches hinged on one another con - venient for folding to stow away. (Can, enters and is met by C. G.) (see fig. 13)"},{"pageNumber":24,"pageContent":"( 46 ) ( 47 ) C. G.—Who comes here? Cand.—A zealous brother desirous of participating in your labors. C. G.—Give me the Sign, Word and To - ken of your entrance. Cand.—I cannot. (instructed by C. C.) C. G.—An intruder! An intruder! (If prologue only King Solomon’s Guard rush out. If not three craftmen) with drawn swords surround the candidate. The three Grand Masters enter Hurriedly from the ninth Arch) K. S.—Compamon Captain of the Guard, what is the cause of this alarm? C. G.—An intruder has entered our Sec - ret Vault. K. S.—Put him to instant death. (One of Guards raises sword as if to strike Zabud. when Captoin of the Guard recognizing the prisoner parries the blow, steps between guard and Zabud mid says) C. G.—Hold, Illustrious King Solomon, are you aware upon whom you are about to execute this sentence? This is none other than your particular friend, Zabud. K. S.—Zabud? Companion Captain of the Guard, bind him fast and have him forthcoming when called for, or your life shall answer for his escape. (Captein of Guard, places him in shackles, and with him steps back to N.W. (5ee Fig. 14) K. S.—(To H. K. T. and H. A.) Illus - trious Companions, let us return to the Ninth Arch for consultation. (done) K. S.—Companions, you are aware that Zabud has long been my particular friend and favorite. If it were possible, I should be glad to pardon him. My worthy Com - panion of Tyre, what is your opinion? H. K. T.—Illustrious King Solomon, our obligations are such that but twenty seven can be admitted. Our number is full. How then can he be pardoned? K. S.—My worthy Companion Hiram Abif, what do you say? H. A.—Illustrious King Solomon, it would seem that curiosity and disobedi - ence prompted him to enter, he should therefore suffer the penalty. K. 5.—It seems indeed impossible to save him. Let us return to the first arch and announce our decision. K. S.—Bring forth the prisoner. (see fig. 15) K. S.—My unfortunate friend Zabud, your curiosity and disobedience have cost you your life. I have consulted with my colleagues and find them inexorable. The nature of our obligation is such that I cannot pardon you. You must therefore prepare for death. (C.C.—and Zabud fill to their Knees) C. C.—(representing Zabud) Illustrious King Solomon, I pray your Majesty to re -"},{"pageNumber":25,"pageContent":"( 48 ) ( 49 ) member my great and sincere attachment to your sacred person, your service and your secrets; Of late, finding a secret work going on with which I was not made acquainted, I feared that I had lost your Majesty’s favor and grieved in silence un - til unable to bear it longer, I humbly made known my fears to your Majesty, when you directed me to remain content, for a door would soon be opened for my recep - tion. This assurance satisfied me. This evening having important business to communicate to your Majesty, I sought you as usual at your private apartment. On finding the door open I took it for granted that it had been left open for mv reception, and entered. But I beg your Majesty to believe that it was not curi - osity or disobedience that led me hither, but fervency and zeal in your Majesty’s service. H. K. T.—Illustrious King Solomon, if this be true, Zabud is not guilty of the charge alleged against him. His offense was owing to an unguarded expression of your own. He ought to be pardoned and admitted one of our Select Masters. K. S.—My worthy Companion of Tyre, how can that be? Is not our number al - ready full? (Hiram Abif sees Ahishar sleeping at his post.) H. A.—’Tis true, Illustrious King Solo - mon, our number is already full, but Ahishar the guard, is no longer worthy of our confidence. He is sleeping at his post. Let him be dismissed and executed and Zabud appointed to the work. J K. S.—My worthy companion, I thank you for this advice. It shall be done. ¶ Companion Captain of the Guard, let Ahishar be put to death instantly. C. G.—Ahishar! Ahishar! awake! arouse! Thou art condemned to die. Ahishar—Mercy! Mercy! Is there no mercy? C. G.—None for you, it has been ex - tended to another. (Ahishar taken out. C. 0.—returns and reports.) C. G.—Illustrious King Solomon, your order has been duly executed. K. S.—Zabud, are you willing to take upon yourself a solemn obligation to keep the secrets of the Secret Vault? Zabud.—I am. K. S.—Then arise. Free him from his shackles and conduct him to the Altar. (See fig. 16) (C. 0. conducts candidate to altar) (candidate is placed at the Altar, kneeling on both knees, both hands resting on the }ioly Bible, Square and Corn. passes. If several candidates place in triangle same as R.M.) C. G.—Illustrious King Solomon, the candidate (s) is (are) in due form."},{"pageNumber":26,"pageContent":"( 50 ( 51 ) K. S.—Say I, pronounce your name in full and repeat after me. I _____________________ of my own free will and accord, in the presence of the Supreme Architect of the Universe, and this Illustrious Council of Select Masters, do hereby and hereon most solemnly and sincerely promise and swear that I will forever keep and conceal the secrets of this degree and will not reveal them ex - cept to him or them to whom they of right belong. I furthermore promise that I will stand to and abide by the By-Laws, Rules and Regulations of any Council of Select Mas - ters of which I may become a member. Also the Constitution, Laws and Edicts of the Grand Council under which the same is holden, so far as they may come to my knowledge. I furthermore promise that I will an - swer and obey all due signs and summons given or coming to me in a constitutional manner, from a Council of Select Masters or from a worthy Companion of this de - gree, if in my power so to do. I furthermore promise that I will help aid and assist all poor and distressed worthy Companion Select Masters, their widows and orphans, according to their necessities and my ability. I furthermore promise that I will not be present or assist at the conferring of this degree upon any person until he shall have regularly received all the pre - ceeding degrees from E. A. to R. M. in - clusive, and then only in a legally Con - stituted Council of Select Masters. I furthermore promise that I will not cheat, wrong or defraud a Council of Select Masters, or a Companion of this degree. I furthermore promise that I will not penetrate the ninth arch without permis - sion of the Illustrious Master. All this I most solemnly promise and swear, without equivocation, mental reser - vation or secret evasion in me whatever, binding myself under no less penalty than that of having my ey p1 ou, my hds ch of, my bod qu a thn amg th rubbish, should I ever knowingly or wilfully violate this my solemn obligation of a Select Master, so help me God and keep me steadfast in the due performance of the same. I. M.—This is the First Sign of a S. M. (The points of the thumb and first two fingers of each hand pointing to the eyes, jerk the hands away as though plucking out the eyes.) and this the second S. (Strike the Ift wri with edge of the right ha and the right wri with the edge of the itt ha. as tho chping off the hands.)"},{"pageNumber":27,"pageContent":"( 52 ) They allude to a prtn of the pen of the 0., that of ha yo ey p1 o a yo ha ch off. Wi these sgns you ar to sal the I. M., on ent or ret fro a cou. of S. M. This is the G. H. S., or si of dis. (Draw the edge of the ri ha fro the Ift sholder to the rgt hip, an th Ift ha from th rgt shoulder to th lft hip, then throw the has to he Ift as if to throw it among the rub.) It alludes to the adtl prtn of the pen, that of ha y bo qu a thr am th rub. The signs by which you will be enabled to pass the fi ei A., and in which you were deficient when challenged by the C. G., are as follows: On be as, “Wh co h?” yo reply, “Gm.” The Gu then says, “Adv a g the si a to of yo ent;” you answer with the s of Si. thus: He res wi the s of Sec, thus: Then both gi th signs of Sil a Dar thus: (Sn of Sil: Wih the thu and last two fingers of the ri hand closed in the palm thereof, place the fir two fin diago. nally across the mo. Si of Sec: Ri ha on the left br, Signs of si and dark, sign of silence as above, left ha over the eyes.) With these signs, you will be enabled to pass the first eight Arches. K. S.—Arise Zabud, henceforth be dumb and blind to all you have seen and heard. This is the grip of a Select Master. Its name is “Ish Sodi” which signifies “Man of my Choice,” or “Select Man.” Zabud, being obligated and instructed you are qualified to advance to the Ninth Arch. ( 53 ) (Grand Masters return to Ninth Arch through Arches) (c.c.—and candidate (a) approach the First Arch) (see Fig. 17) C. G.—Who comes here? C. C.—Giblim. C. G.—Advance and give the sign and token of your entrance. (All give sign of 5ilence) C. G.—(Gives sign of Secrecy) (All give signs of Silence and Darkness) C. G.—You have my permission to pass the Eight Arches. (Done and at the Ninth Arch give alarm ~ ~ *5*) H. A.—Who comes here? C. C.—Zabud, the King’s friend, who, having King Solomon’s permission to ad - vance to the Ninth Arch, desires to be admitted. H. A.—Illustrious King Solomon, your friend Zabud desires to be admitted. K. S.—Admit him. H. A.—Enter. (done) K. S.—Zabud, my Illustrious Compan - ions, being deeply impressed with the zeal you have displayed in our service, have, in unison with myself, determined to re - ward your devotion by admitting you to the Secrets of the Ninth Arch. God has revealed to us in His Word. that this city and temple which we are"},{"pageNumber":28,"pageContent":"(54) ( 55 ) now erecting, will, at some future period, be destroyed, the nation carried away into captivity, where the worship of the true God ‘will cease for a time among them, and the forms and ceremonies which He has enjoined upon us to pursue, will also be forgotten. To avert so dire a calamity from the Craft and Jewish people, He has enjoined upon us in His Word to deposit those sacred treasures, which the people most revere, in a secret and secure place, for He has promised us that in three score and ten years, He will restore His people to the land which they now inhabit, and He will put it into the heart of a Prince of the House of Judah to rebuild the temple to His Holy Name, and He will give him ~a sign as a reward and en - couragement for his zeal and fidelity, and the sign shall be the recovery of the Word. This Ninth Arch to which you have been admitted, has been erected as a place wherein we three can meet in Grand Council, and a place wherein to deposit those Sacred Treasures as enjoined in the Scriptures. You are fortunate in having arrived at this time, as we are about to make that deposit, and which you will now have the privilege of witnessing. We will now make the deposit. K. S.—The record of the Book of our Fathers says: (Reads Exodu, xvi :32-34 “And Moses, said, this is the thing which the Lord commandeth; fill an omer of it to be kept for your generations; that they may see the bread wherewith I have fed you in the wilderness, when I brought you forth from the land of Egypt. And Moses said unto Aaron, take a pot, and put an omer full of manna therein, and lay it up before the Lord, to be kept for your generations. As the Lord com - manded Moses, so Aaron laid it up before the testimony, to be kept.” (1(5 handspotofmanntoH K T.,hetoH A.who dez it in the A.) K. S.—(Reads Numbers xvii :10.) “And the Lord said unto Moses, bring Aaron’s rod again before the testimony, to be kept for a token.” (Dep. as before.) K. S.— (Reads Deut. xxxi :24-26.) “And it came to pass when Moses had made an end of writing the words of this law in a book, until they were finished, that Moses commanded the Levites, which bare the Ark of the Covenant of the Lord, saying, ‘Take this Book of the Law, and put it in the side of the Ark of the Covenant of the Lord your God, that it may be there for a witness against thee.’ (K.5. takes up 5croIl or Book of the Law.)"},{"pageNumber":29,"pageContent":"( 56 ) ( 57 ) (Takes up K. and places it inside of B. of L Within the Book of the Law we will place a Key to the characters upon the Ark. (Book Of Law, or Scroll deposited in Ark and covered) K. S.—We will now deposit on the top of the Ark, this triangle containing the Master’s Word or Great and Sacred Name. (Done), and that it may be known that this Ark contains treasures belonging to the craft, we will place our three squares on the sides of the triangle. (done and King Solomon raising his hands prays as follows, or extemporaneously) K. S.— (Prayer.) 0 Lord God of Israel, we ask that Thou protect and preserve these Sacred Treasures until it pleases Thee to reveal them to future genera - tions. Amen All is Finished HISTORY I. M.—In giving the history of this de - gree, we revert to the building of the Temple. Our three G. M’s., S. K. of I., H. K. of T. and H. A., being in possession of the writings of Moses and the Prophets, well knew that if the Children of Israel devi - ated from the laws therein contained, their enemies would be let loose upon them, their cities and Temple sacked and de - stroyed, and all the sacred treasures in the S. S. would be forever lost. In order to prevent this evil, they agreed to erect a secret vault under ground leading from K. S’s. most retired apartment and ending under the S. S. or H. of H. This S. V. was divided into nine arches or apartments. The Ninth Arch was erect - ed by our three G. M.’s as a place wherein to deposit a true copy of all the holy ves - sels and sacred treasures contained in the S. S. above; also to meet in Gr. Council to confer the M. M. deg. when the temple should be completed. There were employed on the other eight Arches, twenty-two men from Gebal, a city of Phoenicia. to - gether with Ahishar and Adoniram, all of whom were well skilled in the arts and sciences generally, but particularly in sculpture. Their hours of labor were from nine at night till twelve, the time when all prying eyes are closed in sleep. During the erection of this Vault, a cir - cumstance occurred which characterized this degree, and upon which the ceremony of initiation is founded. One of K. S’s. particular friends, whose name was Z., discovered that there was a secret work going on with which he had not been made acquainted, and for a long time he grieved in silence. At length he"},{"pageNumber":30,"pageContent":"( 58 ) complained to K. S., and received for an answer, “Be content, friend Z., the time will come when a door shall be open for your reception,” meaning that when the Temple should be completed he should re - ceive the M. M. degree. This satisfied him. One evening having some particular busi - ness with K. S., he went to his most re - tired room in search of him, and finding the door of the S. V. open, and not guard - ed, as usual, by the Gr. Steward, Ahishar, who was sleeping at his post, he took it for granted that it had been left open for his reception, whereupon he entered and was dealt with as you have already learned. When the ninth A. was completed, our three G. Mas. dep therein an ex imi of the A. of the Coy., and placed within it an imitation of the pot of Manna and Aaron’s Rod, and also a true copy of the Book of the Law, or all the writings of the Bible up to that period, and that it might be known by whom and for what purpose it was deposited, they placed on three sides of the Ark the initials of their names, and on the fourth, the time when, meaning, “Dep in the year of light 3000, by S. K. of I., H. K. of Tyre, and H. A., for the benefit of the Craft in general, but the Jewish nation in particular.” The M. W. was then placed on the top ( 59 ) of the A. engraved on a triangular plate of gold, on the sides of which, in certain mysterious characters were engraved the Key or cover Words by which the M. W. may be revealed. A. K. to these char was placed inside the A. in the B. of the L., so that if the Children of Israel should ever be carried into captivity, and remain so long as to forget their mother tongue, yet, on their return, if found, by means of this k, the W. might be restored; and that it might be known and distinguished as the Mas. Wo. when found, they placed on the to of the A. their three Js., one on each side of the tri, knowing that a de - scription thereof would be handed down to the latest posterity. Thus was preserved the long lost M. W., now the G. 0. W. or G. and S. N., which R. A. tradition in - forms us was first communicated by God to Moses at the B. B., and remained in use until near the completion of K. S. Temple. It was then lost at the death of our G. M. H. A., and lay buried in darkness 470 years, when, as you are aware, at the building of the Second Temple after the Babylonish captivity, through the merits of Jeshua, Zerubbabel and Haggai, it was again restored to the Craft, in whose pos - session we trust it may forever remain."},{"pageNumber":31,"pageContent":"( 60 ) ( 61 ) APRON LECTURE (Optional) Just before Charge “I now present you with the apron of a Select Master. Its color is white border - ed with purple. The white is Ancient Masonry’s final reminder of that Purity of Life, symbolized in the first Apron you received as an Entered Apprentice; while the Purple, the color of Kings, ex - horts us to rule well our lives, that we may be numbered with that Select Nobili - ty who truly practice our Royal Art. The Sword designates us as Guardians, whose peculiar duty is the preservation of those Sacred treasures, which are ours through Masonic heritage. The Trowel reminds us that we are builders, and that our lives should’ be constructive in their influence upon the Brotherhood and upon the world. The Broken Triangle speaks to us of Mortality—of the uncertainty of our ten - ure of life—of the importance of an in - dustrious use of our time and our facul - ties, and of the place of wages, refresh - ment and rest, which awaits our entrance through the gate of Death. Enclosing this emblem of our mortal life is the Unbroken Triangle, emblematic of the Diety, whose love enfolds us all, whose justice and mercy are alike infinite and alike perfect, and whose Word points the way of life immortal. May you wear this Apron with such honor that it may ever distinguish you as a Mason who is truly a Select Master. CHARGE TO THE CANDIDATE Companion—Having attained to this degree,~you have passed the circle of per - fection in ancient craft masonry. In the capacity of Select Master you must be sensible that your obligations are in - creased in proportion to your privileges. Let it be your constant care to prove yourself worthy of the confidence reposed in you and of the high honor conferred, in admitting you to this select degree. Let uprightness and integrity attend your steps; let justice and mercy mark your conduct; let fervency and zeal stimulate you in the discharge of the various duties incumbent upon you; but suffer not an idle or impertinent curiosity to lead you astray, or betray you into danger. Be deaf to every insinuation which would have a tendency to weaken your resolu - tion, or tempt you to an act of disobedi - ence. Be voluntarily dumb and blind, when the exercise of those faculties would en-"},{"pageNumber":32,"pageContent":"( 62 ) ( 63 ) danger the peace of your mind, or the probity of your conduct; and let silence and secrecy, those cardinal virtues of a Select Master, on all necessary occasions, be scrupulously observed. By a steady ad - herence to the important instructions con - tained in this degree, you will merit the approbation of the select number with whom you are associated, and will enjoy the high satisfaction of having acted well your part in the important enterprise in which you are engaged, and, after having wrought your regular hours, may be ad - mitted to participate in all the privileges of a Select Master. CLOSING COUNCIL OF SELECT MASTERS I. M.—Companion Captain of the Guard, I am about to close this Council. You will see that the Secret Vault is se - curely guarded. C. G.—Companion Steward, see that the Secret Vault is securely guarded, and inform the Sentinel that the Illustrious Master is about to close ________________ Council No. _______ of Select Masters. Direct him to take due notice thereof and guard accordingly. Stew.—(At door) @00000000, an - swered by Sentinel 000 000 000) Coin- panion Sentinel, the Illustrious Master is about to close _________________ Council No. , of Select Masters. Take due notice thereof and guard accordingly. Stew.—Companion Captain of the Guard, the Sentinel is informed. C. G.—Illustrious Master, the Secret Vault is secure. I. M.—Companion Captain of the Guard, are you a Select Master? C. G.—I am acknowledged as such and have wrought my regular hours. I. M.—What are the regular hours? C. G.—From nine at night ‘til twelve, the time when prying eyes are closed in sleep. I. M.—Where were you greeted as a Select Master? C. G.—In a legally constituted Council of Select Masters, assembled in a place representing the Secret Vault erected by King Solomon under the Sanctum Sanc - torum of the Temple. F. M.—Whom do you represent? C. G.—One of those who for their fi - delity and skill were selected to assist in the building of the Secret Vault. I. M.—How many were employed in the erection of the Secret Vault?"},{"pageNumber":33,"pageContent":"( 64 ) ( 65 ) C. G.—Twenty-two from Gebal, Ahis - har, Adoniram, and our three Grand Masters. Twenty-seven in all and no more. I. M.—Why but Twenty-seven? C. G.—Because there were but nine Arches, and three only could be employed on each Arch. I. M.—Where did the Secret Vault be - gin? C. G.—In King Solomon’s most retired apartment. I. M.—Where did it end? C. G.—Under the Sanctum Sanctorum of the Temple. I. M.—For what purpose was it erect - ed? C. G.—As a place wherein to deposit a true copy of the Ark of the Covenant, containing an imitation of the Pot of Manna, Aaron’s Rod, and also the Book of the Law. I. M.—Where was the deposit made? C. G.—In the Ninth Arch of the Secret Vault. I. M.—What countryman are you? C. G.—A Phoenician. I. M.—Of what City? C. G.—Gebal. I. M.—What is your name? C. G.—Giblim. I. M.—What is your age? C. G.—Three times nine or twenty- seven? I. M.—What are your implements? C. G.—The Sword and Trowel. I. M.—How explained? C. G.—As the sword and trowel were used by our ancient brethren for defense and protection, and to cement and com - plete the Secret Vault, so should we as Select Masters devoutly guard the inesti - mable secrets of our venerable fraternity, and unite and cement the brotherhood. I. M.—What is the hour? C. G.—Low Twelve. I. M.—What remains to be done. C. G.—To retire in peace, practice vir - tue and maintain silence. I. M.—Companion Captain of the Guard, it is my order that ______________ Council No. _______ of Select Masters be now closed and stand closed until its next stated Assembly, unless especially con - vened by order, of which due and timely notice will be given. Proclaim this to the Companions present, that having due no-"},{"pageNumber":34,"pageContent":"(68) ( 67 ) tice thereof, they will govern themselves accordingly. C. G.—Companions, it is the order of the Illustrious Master, that _____________ Council No. , be now closed and stand closed untit its next stated assembly unless especially convened, of which due and timely notice will be given. Take due notice thereof and govern yourselves ac - cordingly. I. M.—Companions attend to giving the Signs. BATTERY I. M.—@O@@@O@OO, D. M.—O@@ •@@@@@, P. C. w.—......... CHARGE AT CLOSING Companions.—Being about to quit this sacred retreat, to mix again with the world, let us not forget, amid the cares and vicissitudes of active life, the bright example of sincere friendship, so beauti - fully illustrated in the lives of the found - ers of this degree. Let us take the lesson home with us; and may it strengthen the bonds of fraternal love between us: incite our hearts to duty, and our desires to wisdom. Let us exercise Charity, cherish Hope. walk in Faith. And may that moral principle, which is the mystic cement of our fellowship, remain with us and bless us. Amen! Response.—So mote it be. 1’. M.—I now declare this Council duly closed. Companion Conductor of the Coun - cil attend at the Altar. (done) Com - panion Captain of the Guard, inform the Sentinel. C. G.—Companion Steward, inform the Sentinel. Stew.—(at door) ....... O0@, an - swered by Sentinel OO• @@• •@@) Com - panion Sentinel, this Council is closed. C. G.—Illustrious Master, your order has been obeyed."},{"pageNumber":35,"pageContent":"( 68 ) ( 69 ) PROLOGUE SELECT MASTER DEGREE (Optional) Conductor of Council informs Candi - date (s) that he (they) represent “Zabud,” a particular friend of King Solomon. Es - corts them into the hall and seats all but one on the North side near the door, and with one takes their place on south side near the anteroom door. (If only 2 or 3 candidates they can be kept together.) Master of Work or Orator—”This Pro - logue deals with an event that occurred a few days before the Select Master Degree. In the first part, this hall represents one of the outer courts of the Temple, where the craftmen are gathered, before resum - ing their labor on the Secret Vault men - tioned in the lecture of the Royal Master Degree. As they retire a few days have elapsed before they enter the Secret Vault by way of King Solomon’s most retired room and take their stations for the Select Master Degree, which follows immedi - ately.” The Capt. of the Guard enters from the anteroom. followed by Craftmen (with sword. Trowel and lighted candle~ in groups of 2 or 8 and group west of Altar King Solomon. Hiram of Tyre and Hiram Abif enter through preparation room door followed by Guard. Ahishar remains outside until procession leaves room and then takes his station just inside preparatior. room door and admits procession to the Secret Vault.. ~see fig 1) King Solomon—”Companion Capt. of the Guard, what is the hour? (Gong strikes 9 times) Capt. of Gd.—”Nine at night, Ill. King Solomon.” King Solomon—”Since it is nine at night, it is time to resume our labor, and as we are taught never to enter upon any great or important undertaking, without first invoking the Blessing of Deity, let us offer up our devotions. (All kneel on right knee at the Altar) King Solomon Prays—” 0 LORD sup - port us all the day long, until the shadows lengthen and the Evening comes, the busy world is hushed, the fever of life is over and our work is done. Then in Thy mercy grant us a safe lodging, a Holy rest and lasting Peace. Amen.” (All arise) King Solomon—”We will now resume our labor. Comp Capt. of the Guard, form a processioli and lead us to the Secret Vault. (see Fig. 2.) Capt. of Gd.—”Craftmen, form a pro - cession on the North, facing East.” Capt. of Gd.—”Forward march.” Pro - cession led by Capt. of the Guard moves without further command East, South and West out of Anteroom door, (Halts out - side and awaits King Solomon) through"},{"pageNumber":36,"pageContent":"( 70 ) ( 71 ) the Preparation room (King Solomon’s most retired room) and are admitted to the Secret Vault by Ahishar, and take their stations for the Select Master De - gree. (see Fig. 3.) As King Solomon passes Conductor of the Council and “Zabud” he is accosted by them, who drop to one knee with arms outstretched pleads “Ill. King Solomon. Of late I find a secret work going on, of which I have not been informed, and I fear I have lost your Majesty’s favor.” King Solomon—replies “Be content Friend Zabud, the time will come when a door shall be opened for your recep - tion.” King Solomon rejoins procession. After being thus assured, Conductor of Council and Zabud retire and the work in the Select Master Degree follows. On finding door of preparation open, Con - ductor of Council says, “here is an open door, perhaps this is the one to which King Solomon referred.” FLOOR DIAGRAMS OPENING Page 72 ROYAL MASTER DEGREE Pages 72-84 SELECT MASTER DEGREE Pages 85-89 THE PROLOGUE Pages 90-92"},{"pageNumber":37,"pageContent":"( 72 ) ( 73 ) C HAP V K ROYAL HA SEE £13 x Ccc ‘C x I 9 A I I A CQ PREPARAT I ON ROOM T I LE R S ROOM 01 Qi P REI’ A AT ION ROOM A —if-- 0 0 0 0 0 ANTE ROOM OPE SE LE CT MASTER tIA STER Fl G.3 Ftc. I V A K"},{"pageNumber":38,"pageContent":"( 74 ) ( 75 ) ROYAL ~K5~ MASTER F ~I SEE FIR. 3 xO x x x / I 0 0- 0- 0 PREPARATI ON ROOM — ~ ,‘0 / A 0 K \\ 0 0 0 0 A ~~1~~ ANTE ROOM ROYAL MASTER j x 0cc K K x / / / / 0 00-s Fic.I I I t I ‘4 Ij ‘I Ii 0-’ 0’ ‘0 I ArTER HA LEAVES I 0 0’ CHERUBIM TO 0-j TRESTLEBOARD THEY 0’ RETURK~EATS •0• PREPARATION ROOM ANTE ROOM"},{"pageNumber":39,"pageContent":"( 76 ) ( 77 ) MASTER FIG. IV ROYAL MASTER Fia. V K 0 CC XI XI XI I, I, I, I I xxx x A ZN P REPA RATION RooM * I I HA ~ Ixo / ~1 // ‘I ‘‘I 0 K HA ~,LIJ 4 I —I I I 7] I Ii I I Ij II I I I~2~ ‘‘I III A II III II ‘ g 1 I,- ‘~ %%‘ ~ ~~0 ••%%%% ~ — x ‘x •x x o-~ HA TAKES A DIFFERENT CANO. ON EACH CIRCUMAMBULATION /i CG PREPARATION RooM ANTE RooM ROYAL ANTE ROOM"},{"pageNumber":40,"pageContent":"( 78 ( 79 ) ROYAL MASTER Fio El LI K IIUYRL ~IA~1LK FIG. 7xZ77 A —~—OxxxxOCG + PREPARJATION ROOM A CG ANTE RooM I ft PREPARAT ION RooM KI ANTE Roo~i"},{"pageNumber":41,"pageContent":"0 * o 0 o I r ~ 10 I jO Ix <j~ 0 iO~~ I jx ~2 0 j ‘U I 0"},{"pageNumber":42,"pageContent":"( 82 ) ( 83 ) I~OYAL MASTER Fis.XI ~77 K x xO zo ow I--i -Ia oZ I-w LI NT 0 0 PREPARAr ION Rooi, KS 0 0 A® ~~~~~1~ ANTE ROOM I %0 x x x .1’ ‘A PREPARAT ION RooM ROYAL MA STER F~x \\57 I-- - LA K ANTE ROOM"},{"pageNumber":43,"pageContent":"00"},{"pageNumber":44,"pageContent":"a Cl C,’ ~ 0 ~ \\ ‘ I- I -4 0 0 a -4 P1 0 0 / 0-—-- > -(-4-4-4-1-4-4-I - A a —o -4 -4 — — ~ .~ ‘-S"},{"pageNumber":45,"pageContent":"( 88 ) SELECT MASTER Fic. xvi \\77/7 ( 89 ) SELECT MASTER FIG.XVII E~EJ xxxxO •1~ 1~ 1~ T -r 1” 1~ 1- x -I. T T T •1~ T T \\ ~%T \\ OxCN %- \\\\~~ ‘--~ \\\\\\0 C ~ c~’2~Xxx~( 0cc A KING SOL. APT. AnTE ROOM. I I I r r T T T T T T -r -I. T T T o T -r x T ~OC~ o X XXXX 0 I<ING SOL. APT. ANTE ROOM. I K"},{"pageNumber":46,"pageContent":"(90) ( 91 ) 1—co 2—AN 3—Ks CR0 4—CR A FYMEN 5—NT 6—HA 7—KS 8—cc&zAsuO X—CAND 1 TS -r r T T T T T T X X N K 7 6 5 I PREPARATI ON ROOM PROLOGUE FIG. I T T r T T T 1~ 5 / #tiz2lk 4 44 4. 4 8 4 I —1—— ‘ ANTE I PROLOGUE FIo. II X K K K F----- 1 I 4 4, 4 I I 4 T T 4. T T 4 1- I 4 1- I 5 T T I 6 T T I 7 -I- •1~ 3 T T Al + PREPARATION ROOM (PROCESS ION AWA ITS) KING SOL. ANTE HOOM 8"},{"pageNumber":47,"pageContent":"(92) (93) OPENING PROCESSIONAL In some Councils and in some Grand Coun - cils, there is need for an opening processional. The diagrams on pages (94) and (95) are in - tended as suggested marches. Entry may be from either inner or outer door. After arriving between Altar and the East, all will halt and face inward. The six officers nearest the Altar will go between the lines in pairs to their stations. Remaining four will face East. Proceed as shown, CC and Steward in the lead, to their stations. All will seat with the CC, who is last to arrive at his station in West."},{"pageNumber":48,"pageContent":"(94) OPE~INC SELECT MASTERi’44.’I 4 4 I I I I I I >1 I I I I 1—I I I I I I I I I II I I I I 2 I I I I I I 2 ‘A I I - A2 ~1~ cc St Rec Pcw IN PREPARAT I ON ROOM -4. <CC y A (95) P AS OPENINO SELECT MASTER .Vc2 k~72:4 ~ ~7 2 I I A A I I CHAP I ~ I I ~V~1 II I I I I II II I I Mar~Il ‘---cc 21 II I I CG~II I ‘-—5t I I I I II Tr—-I I~-~RecI I I I II DM--’ ‘---P A .‘~- Chap--I A 12 II I I YI II II II II II S PREPARATION TILERS ROOM ROOM 1~ Mar CG Tr DM Chap TI LERS ROOM"}]
