[{"pageNumber":2,"pageContent":"RITUAL OF THE ANCIENT TOLTEC RITE (TOLL TECK) COMI’ILED fly CHARLES B. HAMILTON APRIL, 1904 1~EWflITT~ A?~D 1~EABBANGED BY CLEMENT SMITH AND FERDINAND VO[LAND IN COLABORATION, 1926 _____B. TOPEKA, KANSAS. U. S. A. 1926"},{"pageNumber":3,"pageContent":"PREFACE Approved and authorized by the Grand Council of the Ancient Toltec Rite in the United States of America, at the City of Topeka Kansas I About 1904, Charles Bard Hamilton, the founder of the Anc[ent Toltec Rite and the original compiler of its ritual, wrote as follows, in the Legenda with which he prefaced his work: “In the City of Mexico and vicinity still dwell the rem - nants of the Toltec race, who inhabited that country pre - vious to the Aztecs, who were their successors and who held the country at the time of the conquest by Cortez. The Toltecs were a race of people in every way superior to their successors, and they are the people who built the vast temples, sometimes called pyramids. Ruins of their ancient buildings are found in many parts of Mexico, at Mitla and Palenque, and in Yucatan and the country south. They were such eminent builders that the name Toltec became a synonym for architect. They were not a warlike race, and were driven from place to place till the race is now almost extinct, and The survivors bear little resemblance to their lordly ancestors. “It is a tradition among these people that their ancestors came from the far East, beyond the sea, whether by cross - ing from Asia to the northern part of this continent, or by some other way, they do not know. . . Their tradi - tions state that their ancestors, many ages ago, built a temple for the habitation of the Creat Spirit which they worshiped, and give no unlike description of King Solo - mon’s Temple as recorded in the Old Testament. 5"},{"pageNumber":4,"pageContent":"PRI~13’AOE PREFAcE “To this day they meet in caves and groves to perform their religious ceremonies in commemoration of their an - cient belief. They use in these ceremonies tools such as are necessary to the erection of buildings. “The women of these people take an equal if not a supe - rior part in all of their ceremonies; for now, as in all ages. they are the ones who are most devoted to religious r’ and practices. “They formerly, and perhaps at this time, confer a kind of knighthood on such of their number as distinguish them - selves, not only in war, but in useful and meritorious ser - vice of the church or state. To one who is curious in such matters, much time could be profitably spent in listening to the recital of their many legends and the description of their ceremonies, could he once obtain their confidence. In a sojourn among these people for several years, I became impressed with the similarity of their religion to that of the ancient Hebrews and to that taught by Confucius, Bud - dha, Mohammed, and in many particulars to that of the Christian religion. “The Religion of the Toltecs, who keep themselves en - tirely distinct from the Aztecs, is a very different matter, and though I made many close friendships among them, I was never permitted to attend their secret meetings. As I gathered from many talks with their old men, they per - sonify the attributes of the Great Spirit in their different ceremonies. The Sun represents to them the Father, and the Earth the Mother. God is manifest to them in all the works of Nature. “In the ceremonies of the Ancient Toltec Rite some of the teachings of this ancient religion have been embodied, It is an irreparable loss to humanity that all the records of these people were destroyed by Cortez, for, al - though they were kept by picture-writing, modern ingen - uity would have discovered a means of interpretation.” *4* It is very evident from the above, that at that time the ruins to which he refers, had not been carefully studied by scholars, as, at the present, many of the great Temples, Palaces, Stelae, and other ruins in stone which have sur - 6 vived the destruction of the ages that have elapsed since their construction, are ascribed to the Mayas and other tribes, who post dated the Toltecs. However all of these people belong to an age so remote, that for the purposes of this work, it is not needful that their history be untangled, and as they all had their culture from one common source, more than likely, the Toltecs, the probabilities are that the same sequence of ideas ran through all of their mysteries. ]nasmuch as the words of the ancient races of America, even when they are known to us, are almost unpronounc - ible to the average English speaking public, the first writer of the Toltec Rite Ritual evidently deemed it best, not to a attempt their use, therefore he substituted either English titles as in the Cloister and Chapter, or a combination of English and Spanish titles, as in the Council. In this recompilation it has been deemed best to not deviate from this established course. The original Toltec names for the directions of the com - pass are treated likewise, but in order to obtain an aborig - inal effect, the points of the compass are given in an arbi - trary manner, having no relation to the directions that may be actually used. The end of the room in which the stage is placed is always referred to as the East. The opposite end of the room the West, therefore as you face the stage, the North is at your left and the South is at your right. It is considered impractical to use the native traditions as a direct foundation for the actual work of the Rite, for the reason that their semi-civilization was based upon many things that would be very repugnant to a modern audience. They worshiped the serpent, for instance, depicting it as being covered with feathers. They undoubtedly used hu - man sacrifices in the propitiation of their Dieties, although many authorities maintain that the Toltecs did not. They had, as would naturally be expected, an entirely different outlook upon many things, from the viewpoint of today. On the other hand however, they had many sterling traits and accomplishments. They were true to their friends, strict in the observance of their laws, were won - rful builders for their time, were workers in gold, silver 7"},{"pageNumber":5,"pageContent":"PREFACE and precious stones, were weavers, potters, mathematicians, astronomers of no small accomplishment, ets., in fact were in practically every way the equals of the peoples of Egypt and Babylon of that period. A digest of the elemental ideas they had, are used as a foundation for a part of the Cloister section and occa - sional touches of their ideality is woven into the balance of the work. This Order is intended specially as a social organization, and it is suggested that meetings be held monthly, after officers become familiar with the work, and that Reunions be held two or three times a year, for conferring degrees on classes. Clement Smith and Ferdinand Voiland. ii CLOISTER DEGREE S"},{"pageNumber":6,"pageContent":"THE CLOISTER SISTERS AND BROTHERS OF CHARITY THE EMBLEM IS A TROWEL The presentation of the work of the Cloister is divided into two sections. For the first section the stage is set with a gloomily lit scene of a restoration of the Palace at Uxmal with blue or green light predominating. The lodge room is half illuminated, sufficient light being present to allow everything to be plainly seen, but having a somber % effect. In the center of the room is a black draped altar upon which is the Holy Bible, closed and bound around with 4. heavy cords, emblematic of the bonds of ignorance and superstition. A deep toned gong mounted so it can be sounded at the proper time. The Toltec emblem, illumin - ated, is in the East. OFFICERS AND CHARACTERS. The Excellent High Priest, who sits in the East. The Excellent High Priestess, who sits in the East and represents Charity, being clothed in appropriate costume. The Sister Faith, who sits in the South. The Sister Hope, who sits in the North. eas~.ister Inscriber of the Codices, who sits in the south- Sister Custodian of the Treasure House, who sits in the southeast. The Chaplain, who sits in the Northeast. The Sister Mistress of the Ceremonies,’ who sits in the Northeast. The Sister Associate Mistress of the Ceremonies, who sits in the Southwest. 11"},{"pageNumber":7,"pageContent":"THE CLOISTER DEGREE The Musician. The Orator, who sits in the Northwest. The Sister Guardian, who sits near the door. The Brother Sentinel, who stands outside the door, armed with a sword. Aspirant. CLOTHING IN THE FIRST APARTMENT The Excellent High Priest wears a plain black robe, and sandals. The Excellent High Priestess wears a plain black gown. The other officers are dressed in a similar manner. Each officer wears a jewel appropriate to the office, of yellow metal, suspended from a ribbon about the neck, the same as described in the Council Degree. SECOND APARTMENT The stage is set with a brilliant garden scene or a decorative Temple of Justice scene that contains a bril - liant outdoor effect. The back drop is arranged to raise and show the tableaux. The stage and the stations of the officers can be decked with palms, ornamental foliage and flowers. The Altar is covered with a white cloth attached to which is a profusion of flowers preferably red, and with green leaves. On the Altar is the Holy Bible, open, on which reposes a red rose, also a passion cross. At the entrance of the workers (as will be seen by the ritual further along) the house and stage are still gloom - ily lighted. At the cue word “Light” in the opening prayer, all lights are brought on to full brilliance and remain so throughout the degree. CLOTHING IN THE SECOND APARTMENT The Excellent High Priest wears the costume of a Jewish High Priest. The Excellent High Priestess wears the costume similar to that of the Lady Superior of the Council degree. I 12 _______________ ____________________________________ L THE CLOISTER DEGREE Sister Faith wears costume similar to Lady Ciencia. Sister Hope wears costume similar to Lady Natura. Sister Inscriber of the Codices wears the costume of Lady Secretary. Sister Custodian of the Treasure House, costume of Lady Treasurer. The Chaplain wears the robes of the Lady Chaplain of the Council. Sister Mistress of the Ceremonies wears the costume of the Lady Mistress of the Ceremonies of the Council degree. Sister Associate Mistress of the Ceremonies wears the costume of the Lady Associate Mistress of the Ceremonies of the Council degree. The Musician wears the robes of Musician in Council. The Orator wears a black robe and a collegiate “mortar board” cap. The Sister Guardian wears the costume of the Lady - Guardian of the Council. OPENING OF CLOISTER A Council is opened in its regular form When its work is completed the Knight Commander will, in place of closing the Council, declare it to be at rest for the purpose of conferring the Cloister degree and ask the officers of the Council to vacate their seats and allow the officers of the Cloister to occupy them. When all is ready, the High Priest being seated EXCELLENT HIGH PRIEST: * The dawn is break - ing in the East. It will not be long until the brilliant sun will illuminate the forests and the hillsides, covering all as with a life giving garment of glory. The labors of our Cloister must be resumed; this is the hour. Duty beckons us to the call of service, her brow radiant as she unfolds the tasks for us to accomplish—all for the betterment of the Human Race. Sister Hope, you will make sure that there are none among us who are not of our Degree, and that all are indeed entitled to be present at this time SISTER HOPE: * * Sisters Mistress of the Cere - monies a 1 nd Associate Mistress of the Ceremonies. You will scan the faces of all present and if you find any one 13 I"},{"pageNumber":8,"pageContent":"TIlE CLOISTER DEGREE THE CLOISTER DEGREE who is not known to you, you will have them properly vouched for or report their presence to the Excellent High Priest. (They begin at the East and work toward the West, using a similar method with strangers as that used in the Council degree. When they are satisfied all are of the Order, they return to their stations and report ASSOCIATE MISTRESS OF CEREMONIES: Sister Mistress of the Ceremonies, all who have come within my vision are of the Order. MISTRESS OF CEREMONIES: Sister Hope, we find all to be of the Order. SISTER HOPE: We are all of the Order, Excellent High Priest and await your commands. WORK Rap given by Hope EXCELLENT HIGH PRIEST: Sister lYlistress of the Ceremonies, I am informed that at the foot of the pyramid on which our Temple is built, there are assembled those who would help us in our service. You will retire and if such you find, you will give to all, the usual admonition. Sister Mistress of the Ceremonies retires and in the ante sala repeats the following admonition: MISTRESS OF THE CEREMONIES: You have been elected to receive the Degrees conferred by the Ancient Toltec Rite. The object of this order is to teach by alle - gory, symbolism, precept and example the great primitive Truths as man understands them. To inculcate the purest morality and establish among us the willing desire to ren - der to the world unselfish service. The ceremonies of these Degrees are of such a character that they cannot be communicated to you until you shall have first pledged yourselves to secrecy. Before receiving such assurance from you, it will be necessary for you to divest your minds of Envy, Malice, Jealousy, Hatred, and by such declaration, symbolically apprentice yourselves to Duty. However, I assure you that nothing will be required of you that will in any way conflict with the duty you owe to God, Country or social or family ties. Do you so promise? 14 ASPIRANT: (Each.)—I do. The Stage and House are now daikened to a gloomy light in which this section is given, when all is ready, the Aspirants, except the one chosen to he the active one, are formed in double file and to the solemn intoning of the organ. march slowly to just before the stage, then right wheel, across the room, again right wheel to seats prepared for them When all are seated and everything is in readiness, the active Aspirant accompanied by the Mistress of Cerenionies is caused to rap three times on the door of the ante sala ASSOCIATE MISTRESS OF THE CEREMONIES: Excellent High Priest, there is a knocking at the sacred door. EXCELLENT HIGH PRIEST: Lady Associate Mis - tress of the Ceremonies, you will cause the sacred door to be opened, and learn who ventures through the mysterious portal. ASSOCIATE MISTRESS OF THE CEREMONIES: (Goes to the door, opens it wide and says:) Who would pass the mysterious portal of the sacred door? MISTRESS OF THE CEREMONIES: It is a maiden, fair of feature, of good repute, selected for her worth and virtues and who would see the Excellent High Priest upon a sacred mission. ASSOCIATE MISTRESS OF THE CEREMONIES: Without doubt I know the purport of her mission, but does she know that for this service, only the pure of heart, the truest of the true are taken? That position, wealth or worldly power will avail her not. Does she seek to enter to benefit mankind; or does curiosity, vanity or self ag - grandizment prompt her to do this deed? (To candidate.) Do you come of your own volition? ASPIRANT: I do. ASSOCIATE MISTRESS OF THE CEREMONIES: I must close the portal until I know the will of the Excellent High Priest. (Closes door, returns to west of altar a deep toned gong rings three times.) (She then says:) Excellent High Priest, I have opened the sacred door and I find a maiden, fair of feature, of good repute, selected for her worth and virtues, who would see the Excellent High Priest upon a sacred mission. 15"},{"pageNumber":9,"pageContent":"THE cLOIsTER DEGREE THE CLOI5TER DEGREE EXCELLENT HIGH PRIEST: Coming as she does to the sacred door, we well know what she seeks. Does she know that for this service, only the pure of heart, the truest of the true are taken, and that position,’ wealth and worldly power will avail her not? Does vanity or self aggrandizment prompt her to this act? Does she come of her own volition? ASSOCIATE MISTRESS OF THE CEREMONIES: She answers that it is her own wish. EXCELLENT HIGH PRiEST: Open then again the sacred door and bid her enter. Tell her that if she be pure of heart and seeking to benefit mankind she has naught to fear. ASSOCIATE MISTRESS OF THE CEREMONIES: (Returns to the door, opens it and says:) The Excellent High Priest bids you enter with the assurance that if you be pure of heart and are seeking to benefit mankind, that you have naught to fear. Organ begins solemn intoning Escorted by the Associate Mistress of Cere - monies leading, the aspirant enters with the Mistress of Ceremonies on her right, they march straight east to near the stage, turn right, across the room, turn right to just hehiod the altar, turn right until directly behind the altar, wheel into line behind it with Associate Mistress of the Ceremonies on aspirant’s left and Mistress of the Ceremonies on her iight The deep toned gong is rung three times EXCELLENT HIGH PRIEST: Who is this maiden who would join the solemn procession of those, who, through the centuries have voluntarily sought to benefit others? MISTRESS OF THE CEREMONIES: She answers, Oh Excellent High Priest, that she is . That she is the of who has been initiated into many mysteries. EXCELLENT HIGH PRIEST: Does she come of her own volition? LADY MISTRESS OF THE CEREMONIES: ‘She has answered that she does. EXCELLENT HIGH PRIEST: Many before you have sought to benefit the world but here we can take for this service only those who are of known goodness, who are of excellent report before the world and who are willing to devote to this service their fullest energy, their untiring efforts. The Highway of Human Life is strewn with wreckage of false hope, good intentions and weak wills. ]t is not enough for us to merely declare our adherance to the prin - ciples of Truth; we must have within us the courage to practice morality, sustain Truth wherever found, and give ourselves to Service. If you would proceed further, the Sister Mistress of the Ceremonies will conduct you to the altar of Sister Faith, that you may there hear what this oracle may tell you. (Organ Begins) Assoetate Mistress of the ceremonies steps hack Mistress of the Ceremonies at side of Aspirant conducts her towards the north side of the room. (Associate Mistress of the Ceremonies returns to her station and is seated ) Mistress of the Ceremonies with Aspirant right wheels and marches to near stage, again right wheels, marching across the room, again right wheels and continues until in front of Faith They turn facing Faith and addressing her says. (Organ ceases.) MISTRESS OF THE CEREMONIES: Sister Faith, there is before you an Aspirant. She avows—and her sincerity is evident—that she is one whose heart does yearn to serve others without the hope of reward. She seeks the way, Sister Faith. Tell ‘her of the Plane of the $outh, that she may, if need be, enlist in the ranks of Service. SISTER FAITH: Hear me then aspirant, hearken, Take my words and wishes with thee. Grave them sharply on thy memory, So that they be not forgotten Should thy pathway lead thee To the silent and the unknown World from whence none ever Returning, come again to tell us Whether they have failed their mission Or their efforts have succeeded. ‘45 ~ :/) 16 17"},{"pageNumber":10,"pageContent":"THE CLOISTER DEGREE THE CLOISTER DEGREE Know then, Oh thou fair aspirant That the southland suffers sorely. All the wells are dry and dusty. All the cisterns without water. And the rain clouds come and mock us, Come and show themselves and leave us, Leave us and let fall no water. All our vegetation withers, All our fields are bare and fruitless, All the game has left the forests, Pestilence stalks wide among us And starvation leers upon us. Gone is all our strength and vigor, Gone all songs and happy faces. Pinched the bodies of our mothers, And the cooling blood of old folks Needs the fire and heat of feeding. If you be sent the bearer Of our prayers and supplicat ions, Be the teller of our sufferings; Beg that we be granted water, Granted food and health and comfort. We have faith thou canst obtain it, You can sway by charm and beauty Sway with gentleness and patience, Where the people, old and ugly Never could obtain these favors. Faith’s blessing carry with you, It may help you on your journey. (Organ begins) The march is now resumed, turning square corners and passing behind the nltai they come to a stop in front of Hope Organ ceases I MISTRESS OF THE CEREMONIES: $ister Hope, you see before you an Aspirant, one who hopes to lift the burdens of her people. One who wishes to benefit her fellowmen. Tell her, Sister Hope, what afflicts the peoples of the North, that she may if need be, make of herself a sacrifice and thus relieve their suffering. SISTER HOPE: Listen closely, now Aspirant. Tal~e my words and message with you, That you may have it truly When you leave the dark cenote, And begin your intercessions. Know then, fair one, that the northland Has its miseries and troubles, That it has its woes and sorrows, Has its griefs and tribulations This land too is parched and thirsty And the mighty flaming mountains Pour out fire and smoke and sulphur. Pour out melted rock that causes Fire to burn up field and forest; Covers up the towns and temples. Winds have torn down many forests And destroyed our fields and gardens Left our ‘young folks and our old ones, Dead and crushed by falling branches. But though elements deal harshly, Worse by far have been a people Coming armed with spear and Hul-Che, Sweeping fiercely in upon us, When we’re near o’erwhelmed by nature. ]f you go as intercessor, Beg that we may have our burdens Lightened, as they now are heavy. A 18 19"},{"pageNumber":11,"pageContent":"THE CLOISTER DEGREE THE CLOISTER DEGREE Try to get some favors for us. Let the raindrops fall upon us And the sun shine out in kindness. Hope now speaks to you her message. Hope inspire you on your journey. Hope will wait with resignation. Hope will loosen all our heartstrings. Go thou on, Oh fair Aspirant, And our hope will follow after. (Organ begins) Mistress of the Ceremonies resumes march towards the East, turning a sharp wheei when near the stage and marching across the room untii in front of the Exceiient High Priestess Facing her with Aspirant, she says. (Organ ceases MISTRESS OF THE CEREMONIES: Excellent High Priestess, from the Oracle of Hope this Aspirant comes, bearing in her bosom words of wisdom learned at that Shrine. She would seek further, Sister, and craves from you that which she should know, coming out of the Plane of the East. EXCELLENT HIGH PRIESTESS: Fair Aspirant, listen closely. Have thy ears at close attention. Have thy memory sharply focussed. Keep my words within thy bosom Closely held, as holds a basket, The ripe fruit of the harvest. In the east the vines and leafage, Twist and writhe in wild contortion In their agony for water. Then they die, and savage breezes, Sweep them into piles and winrows, Toss them ‘round with vagrant fancy, While the black earth, parched and thirsty Turns to dust and mingles with them. Then the hot eye of the Sun God Gazes fiercely on the red earth, Bakes it, hardens it and dries it, Makes it firm and as unyielding As the tiles that form our roadways. Swarms-of insects take our substance, Poison reptiles sting and strike us ‘Til the whole land seems accursed And the birds will not fly o’er it, Nor will snakes now, burrow in it. Fair one if you be chosen Bride of Yum Chac, the Rain God, If you bear to him our message, Be the living prayer we give him, Try to soften down his fierceness, Try to make him tender hearted And more lenient with his people. Many other brides we’ve sent him Fairest ones the earth could offer, But we fear that they’ve forgotten Have been surfeited with pleasures, Have been overfed with gladness And have wearied of their mission. If you be the one that’s taken, You will be the youngest, fairest,— Will have more influence o’er him And we hope, can sway him farthest. All our hopes are centered in you, Your charity will be a watchword For forthcoming generations, And may bliss attend your footsteps. 20 21"},{"pageNumber":12,"pageContent":"THE CLOISTER DEGREE THE CLOISTER DEGREE EXCELLENT HIGH PRIEST: Yum Chac is the rain God of the ancient Toltecs. Every year, he claims a Bride from among the fairest daughters of the race, and she who is chosen for the sacrifice deems it an honor beyond the power of speech to describe. For weeks before the Day of the Choosing, in the Palace of the Virgins, these Aspirants await with longing the eventful hour. Always as they go about upon even the most uneventful ‘errand, they are borne in flower-decked litters, carried swiftly by strong young men, sons of the Nobles of the land. Garlands of flowers and sweet-scented herbs shield them from the sun; their thirst is quenched with the milk of new corn and wild honey, while food is prepared for them by the Vestal Virgins of the Temple. On the Day of the Choosing th~ Aspirants are clad in garments of the shiny soft tree- cotton, lustrous as the wings of a sea bird, filmy as the fleecy cloud of a summer dawn. About the neck, each wear a string of glittering green stones, from which dangle pendants of burnished sun metal. Sandals of the softest doe-skin are upon their feet. So environed they symbolize a rite—awaiting as true believers for whatever lot may be theirs. You, Oh Aspirant, this day and this very hour repre - sent the historical character chosen as the sacrificial bride. Follow now Thy Guide: fear no danger, but trust in her who leads you. Aspirant and titistress of the Ceremonies march onto the stage and disappear behind one of the wings. Curtain END OF FIRST SECTION The Aspirants are now conducted to the waiting room, by the Mistress and Associate Mistress of ihe Ceremonies and the hail is prepared as directed for ihe Second Apartment The Sistec who represents the Aspirants is conducted to a separate room and clothed with a white robe and a white vsii over her head. The officers are clothed in costumes as pi escribed for this Apartment A procession is formed, with Excellent High Priest and Excellent High Priestess at the head, with Inerriber of the Codices, Custodian of the Treasurer-house, the Sisters Faith and Hope and the other officers following, two by two, and the Brother and Sister Aspirants, two by two Last of all, the Sister Mistress of the Ceremonies, who conducts the Sister representing the Aspirants The procession enters the Cloister to the solemn intoning of the oigan or the slow toliing of a bell At the end of the first circuit Exceilent Higb Priest and Excellent High Priestess take their stations, Inscriber of the Codices and Custodian of Treasurer House drop out at their stations When procession reaches 22 her station, galth drops out and takes her station—at her station Hope drops out and does likewise, at their respective places all other officers do likewise, except the Mistress and Associate Mistress of the Ceremonies who continue and at the end of the third circuit the aspirants are conducted to their places The Associate Mistress retires to her station, the Mistress of the Ceremonies and Aspirant halt about six feet behind the altar facing East THE EXCELLENT HIGH PRIEST raps * * * and says: Sister Chaplain you will conduct our supplication to the Most High. All lights are kept dimmed as in the first section until the Chaplain utters the word (light) in the opening prayer when the lights are brought on, so that at end of prayer, they are all at full brilliancy. (Organ Solemn CHAPLAIN: 0 Thou who moved upon the face of the waters and said, Let there be light, and light was, we in - vol~e Thy blessing on this our present day assembly. We thank Thee that the past, with its barbarism is gone for - ever, and that with each year the gloomy mists of ignor - ance and superstition are dissipating, more and more. Let the illumination of true wisdom be about us. Imbue our hearts with faith in Thy wisdom and hope in Thy mercy, and make us charitable towards our~ Brothers and Sisters. Divest us of our many sins and make the light of truth to shine in our hearts. Amen! RESPONSE: (All.) Amen. Excellent High Priest At the conclusion of the prayer the organ begins a stately march and the Candidate is conducted to the East, going first north then East, then South to in front of the Excellent High Priest. Organ ceases EXCELLENT HIGH PRIEST: In all ages, woman has been distinguished for those virtues which separate man from the brute creation. Gentleness, Kindness, Faith, Char - ity, Goodness, and Mercy are characteristics that have es - tablished her in an exalted place among men in all civilized lands. This Order is founded on Faith, Hope and Charity. We seek the true meaning of these virtues, and the inculcation of such rules of conduct as will enable us to practice them; we seek to divest ourselves of Hatred, Malice and Envy, and with open mind seek for the Truth. Our lives are so interrelated by the Ordinances of the 23 V ‘I 49 I"},{"pageNumber":13,"pageContent":"I THE CLOISTER DEGREE Great Creator, that every human being can contribute something, if he will, to the aggrandizement of the race and generation; and he who would of himself alone seek the Elysian fields beyond this life, and go thither unat - tended, will never find them. To possess virtue, one must struggle for it; not merely in public, but in the un - eventful things of life where none are witnesses of our acts, save God. We strive here to erect a Temple from whose portals shall emenate only Truth and its attributes; to teach, without the use of Creed; to devote ourselves to Charity, as taught by Faith and Hope. Are you one who aspires to enlist in such a cause? ASPIRANT: I am. EXCELLENT HIGH PRIEST: Sister Mistress of the Ceremonies present the Aspirant at the altar of Faith. The organ resumos, the march is sesumed and the aspirant is conducted to Faith Organ ceases SISTER FAITH: My Sister, Faith is a virtue every - where inculcated in all Holy Writings, and is indeed the foundation of every noble achievement. We believe that each have within us an emanation from the Divine Spirit, coming from God and that it must return to Him, and, so believing, we set out to achieve the noblest end that can occupy the interest of man, to find the Truth, and finding it fit our souls for that destiny. No human is entirely bad or base. Somewhere, hidden in every soul, is a spark of Truth that needs only to be exposed to the breath of Reason to flash with brilliant flame. No one is so completely lost and steeped in sin and degradation that kindly admonition will not find lodgment in his heart, and start him on the upward path. So long as reason lives in the soul of man he is susceptible of uplift, capable of reformation. If our brother has sinned and erred and fallen, much may be attributed to a vicious education and environment, and yet, he is one of God’s creatures and deserving of our solicitude. Faith in precept. Truth is inculcated line upon line and precept upon precept. The incessant dropping of water 24 THE CLOISTER DEGREE wears away the stone. And so it is that the constant reiteration of a precept finally penetrates the heart and finds sure and permanent abiding place. We can never tell what kindly word will cheer a drooping spirit, or when helpful admonition will stay the erring footsteps of one started in the wrong direction; what friendly hand, given to a fallen brother, will lift him from his low estate and place him on the path of rectitude Faith in example. Our precepts will be of little value we do not show by example that we practice what we teach. If we have not profited by our own teachings, we cannot expect others to be benefited by them. We little realize the influence we exert by the example we set before others, the child, our friends and associates, and even before our enemies. Our every act is the subject of cir - cumspection. The higher our position ‘in life the most closely we are scrutinized. Faith in God. A high, perfect and pure faith in God, that He is infinitely wise and good and merciful and lov - ing. If doubt and despair engulf us and our faith falters, let us remember that God is the Father of all His chil - dren. Although we cannot understand His ways or com - prehend His wisdom, we are sure that His paths all tend to harmony with Him and will lead us to a haven of rest and peace. Aspirant is seated, music. Tableau of Faith. FAITH: Sister Mistress of the Ceremonies, present the Aspirant at the altar of Hope. Organ resumes Candidate resumes march halting in front of Hope Organ ceases HOPE: When clouds lower and danger threatens; when disaster impends and despair seizes upon us; when sorrow bows us low and grief overwhelms us; when hunger and cold starve us, and darkness hovers and we can see no light, then it is that Hope reaches forth her gentle hand and bids us come to her. Although at times upon the earth we see appalling evidences of man’s depravity and cruelty; even nations steeped in crime, and man making 25 S —s~~ !~c~"},{"pageNumber":14,"pageContent":"THE CLOISTER DEGREE THE CLOI5Ti~R DEGREE war upon his brother and laying waste his country; though the powerful often crush the weak, and the tyrant grinds the face of his subject; though we see penury and want, pale, unclad and haggard, cringing in the street, yet over all this hangs the radiant star of Hope. Her light pene - trates the darkness, dispels its gloom and illumines the way that leads to a final cessation of all misery. Sad and appaling as these scenes are, they have been worse. For ages the history of nations has been the story of the wars of nations; and although we still have such records, we have others that record the fruits of peace and happiness, the useful service of souls who lived not f or themselves, but who found their greatest joy in help - ing others. Hope teaches us that in time all evil will disappear from the earth, and that good will prevail. She bids us trust in God who points out to us the Gospel of Love for all men and malice toward none; who mal~es the way possible for us to emerge from a state of sin and evil and accept his plan for our salvation; whose loving kindness embraces every living thing, and who assures us that the time will surely come when His law will reign supreme over all the world. Hope points out to us that already the civilized are tak - ing the place of barbarous nations; that knowle~lge will supplant ignorance; that the arts of peace are after all more practiced than the hideous arts of war; that the Di - vine law is superseding paganism, and that a day of prog - ress toward perfection has dawned. Hope heralds the ultimate triumph for the principles of the Toltec Rite. We are here united in an Order belonging to no particular sect or creed, but standing upon the broad principles of humanity and loving kindness; on the Great Primitive truths revealed by God to the first men; on the immutable law propounded by God to Moses on Sinai’s Mount; on the lessons taught by Jesus to His disciples in that memorable sermon on that other Mount. Hope pictures an immortal state of happiness in the Great Hereafter; where all things doubtful shall be made sure; where we shall comprehend the mysteries of crea - tion and the enigma of our own existence; where we shall harmonize the seeming inconsistencies that environ us here; where we shall lay down the burdens and trials that afflict us. Then let us cherish Hope, and that will confirm our faith in our Heavenly Father who has prepared such a place for our immortal dwelling. Aspirant seated. Music Tableau of Hope. HOPE: Sister Mistress of the Ceremonies present the Aspirant to the altar of Charity. Organ resumes, candidate resumes march halting in front’ of Charity. Orgsn ceases EXCELLENT FIIGH PRIESTESS: “Though I speak with the tongue of men and angels, and have not Charity, I am become as sounding brass or a tinkling cymbal. And though I have all Faith, so that I could remove mountains, and have not Charity, I am nothing.” Charity means more than the bestowal of alms. To give is sometimes but a gesture the easiest and least im - portant duty of a member of this Order. Charity is Sym - pathy, Kindness and Love. Sympathy for the downtrodden and those without home or kindred; humans struggling alone against adversity and in want; sympathy for those who are without friends. There is nothing more becoming a man or woman than the bestowal to others of a kindly word or expression. It beams from the eye, shines from the countenance and pro - ceeds from the heart. It is sure of a response from even the most hardened criminal, the most forsaken outcast. Likewise it comforts and assures the innocent child, the aged and infirm and brings joy even to the dumb animal. No grander epitaph can be inscribed on the tomb of any man than this: “He was kind to everyone and every - thing.” * 26 27"},{"pageNumber":15,"pageContent":"THE CLOISTER DEGREE Love alone is immortal and renders the True Believer unshakable in all the events of life. When we strive to explore the realm of Love we penetrate every atom of things terrestrial, and mount with wings divine to the very Sanctum Sanctorum of the God of All. Love knows no frontier when service calls; inclined is the ear of Love to the lispings of childhood, likewise to the broken accents of age. The poorest of men is he to whom no one is indebted for Love . . . . the richest, he whom most men owe, for Love unrequited. Love is another synonym for the good deeds we do, the kindly offices we render one another, making of themselves the angels that watch over us and smile in our sleep. Love makes it easy for us to die. My Sister, if you would indeed become a true Sister of Charity, your heart must feel with the poor and afflicted; your hand must raise the fallen, and your feet follow will - ingly in any cause to help the friendless and forsaken. Let not your voice be stilled beside those who mourn, and return ever and always the soft answer to the angry word. Such are the things that bind us together indissolubly in bonds of true kindred. Charity, Caritas, 1 Caridad. 2 The sweetest word in any tongue. Blessed be Charity! Faith, Hope, Charity, these three; but the greatest of these is CHARITY. Aspirant is seated with Ihe Class Music is rendered Tableau of Chasity shown EXCELLENT HIGH PRIEST: ** * Leaves his station and advances to in front of the Altar. At the sound of the gavel the MLstress of the Ceremonies and the Associate ~cli5tres5 of Cere - monies, advance and arrange the Aspirants, standing, behind the Altar, with the active Aspirant in the center, her right hand resting on the Hoiy Bible, and a Passion cross, each other Aspirant touches with their right hand some portion of the Aitar Ii there are too many Aspirants for ali to isach the Altar, those be - hind can place their iight hand on the shoulder of an Aspirant in front of them EXCELLENT HIGH PRIEST: You will each repeat with me the following obligation. I (you will pronounce aloud your name) in the presence of our Father who is in Heaven, and these Sisters and Brothers, do most solemnly 1 Latin 2 Spanish, Final d has slight sound of th, 28 F THE CLOI5TER DEGREE promise and vow that I will not consent to receive into this Cloister any one who is not a member in good standing of some Consistory of the Scottish Rite of Free Masonry, or a Knight Templar, or the Wife, Widow, Mother, Sister or Daughter of such a Mason. That ] will cultivate Faith and Hope and practice Charity toward all my Sisters and Brothers of this Degree. That I will strive to divest my - self of Hatred, Malice and Envy. That I will not speak slightingly of my Sisters or Brothers of this Degree, or defame their characters or intentionally wound their feel - ings. That I will at all times defend them against their enemies. That I will at all times be honest and’straight - forward in all my dealings with them, and will comfort them in their sorrows, minister to them in sickness and relieve them when in distress. That I will faithfully obey all of the Laws, rules and regulations of this Cloister and at all times conduct myself as becomes a member of this Body. All this I promise under the penaly of being expelled from the Order and being despised by the Sisters and Brothers as one foresworn and unworthy of the confidence of good men and women. Amen. (Addressing active Aspirant:) I will now invest you with this trowel of gold as an emblem of your association with an Order which devotes itself to works of Charity, Justice and Mercy. It is a symbol of Harmony and Unity, being the instrument which since history began, has been used to spread the uniting mortar that has enabled build - ings to withstand the ruthless hand of time. The password of this degree is (secret work). The answer is (secret work). (Excellent High Priest retires to his Station. * Class is seated.) EXCELLENT HIGH PRIEST: You will now give at - tention to our Orator. Orator delivers lecture standing in his Station ORATOR: The Ancient Toltec Rite was founded by Charles Bard Hamilton in 1904 following an extended so - journ in Mexico . He was impressed—we believe inspired— 29 ij,"},{"pageNumber":16,"pageContent":"THE CLOISTER DEGREE THE CLOISTER DEGREE by the marvelous structures raised by early men in North America, as they were then to be seen, and which was be - fore archaeologists had made a very extensive decipher - ment of the writing and hieroglyphs of these ancient races. Men held but a superficial view at that time of the origin of the ruins and the nature of the people who con - structed them. Centuries had passed since they were erected and the tribes who builded them had long since disappeared. Even the uses for which these crumbling ruins were constructed was likewise uncertain and tradition told the only tales to be known about them. Legend and story aver they were built by the Toltecs, an ancient and unwarlike race who later were overrun by tribes from the North and were subjugated and inter - mingled with the conquering races until they ceased to ex - ist as a separate ethnological unit. It is not the purpose here to enter into a recital of the mysterious rise and disappearance of an ancient civilization on the American continent. In truth, it would indeed be a courageous narrator, who in the present state of archaeo - logical research would be able to outline definite details of the life and habits, or even the origin of this race, so far is it lost in the mists of ages. There are some things however, that we know with much certainty; that there was, on the American continent, a civilization of different root from ours; that it was the equal of the civilization of Egypt and Babylon of that time. The pick and shovel of scholars has revealed that these ancient people knew as much of astronomy, art, archi - tecture, and the sciences generally as any nation of those times. They had their books, or codices, wonderfully written, and Yucatan and Guatemala and many of the Central American States are dotted with the ruins of their cities and temples, all of which are elaborately carved with their inscriptions. When Cortez, with his conquestidores overran these countries, they found a civilization not so vastly behind that of the conquerors themselves, although it, had evi - dently deteriorated from a previous level. The fact that 30 ‘I they had not learned the use and making of iron and steel and had no beasts of burden, rendered them comparatively an easy race for the Spanish swords and guns to subdue first and later enslave. With the Spaniards came the priests, who though per - haps honest enough, were not sufficiently intelligent to rec - ognize that they were in the presence of a different type of civilization from any that had been known before. They knew that the religion of the people was different from the one they taught, and ignorance coupled with bigotry as - cribed the native priesthood and religion to the work of the Devil and as such they determined to exterminate and destroy it. Countless volumes of the native history, the value of which is beyond measure, were destroyed, the native scholars who could read them were executed or driven into the forests ahead of the conquering invaders. Thus all knowledge of how to translate or decipher the writings was lost. A very few of the books, or codices, were sent as cu - riosities to Europe and some of these remain and have been a puzzle of the greatest magnitude to scholars, who up to the present time have not been able to read a great amount of the clearly written history, which by a little foresight on the part of the Spanish priesthood would probably have been readily deciphered. The first section of the degree you have just witnessed is presented wholly from tradition. It is all that remains of an intimate human interest. It is a picture of the selec - tion of the bride of Yum-Chac, who these people believed to be the rain God and who was supposed to dwell in a very large Cenote or natural well in their sacred city of Ch ichen-Itza. While the ideas they had of Diety is incompatible to modern minds, we remember that they were living and practicing these rites, without doubt, before 600 A. D., as dates have been found (and their numbers are readily read by archaeologists) on buildings built at this early time Consequently their semi-civilization must have long ante - dated this. 31 4 V"},{"pageNumber":17,"pageContent":"THE CLOISTER DEOR SE THE CLOIsTER DEGREE Do not be too much disturbed by the savage form of their religion, for, when they were flourishing, Europe was a wilderness peopled by utterly savage tribes; the eastern world was ruled by the war hosts of Tiglath-Pielser and the Ptolemies, and long after their rites held sway, Jep - thah offered up his own daughter as a sacrifice. The Modern Toltecs are not a body of archaeological students who with pick and shovel, with machete and axe are trying to decipher the enigma of the past. We are a body builded upon the very human needs of sympathy, love, toleration and friendship for one another, that have existed in all countries, among all races, and in all stages of civili - zation. We endeavor here to expound no new theories of life, to enforce no doctrines, political or metaphysical that are not self-evident and of known influence for good in the general progress of mankind. We recognize that the hu - man race has never yet climbed to the peak of civilization, but that it is to this ambitious end the feet of men are traveling and we endeavor by showing the inherent and non-racial beauties of Faith, Hope, Charity, of Justice and Mercy, to so stimulate the ideals of our devotees that they will falter not, but will pursue with all their might and endeavor, their pathway to the highest of all things human or Divine, TRUTH. Music ad lib EXCELLENT HIGH PRIEST: Aspirants, be assured that we welcome you among us. It is our hope that the teachings of our Order will find lodgement in your souls; that you will find joy in your association with the Rite. We will now place you in charge of the Class Director, who will prepare you for your entrance into the Chapter Degree. The work of the Cloister is done. The members will kindly remain seated while the officers followed by the class will retire. * * Organ begins a triumphal march The officers in the East march West to behind Aliar Turn North to north of room turn East to near stage, lurn South to south side of room, lurn West to exit from hail. As they first pass each station, the officer there drops into the 32 procession so that whee they have made the circuit all of the officers are in processional order. When the officers have made a circuit the ciass lead by the claee director niarch out two by two. Curtain END OF CLOISTER DEGREE 33"},{"pageNumber":18,"pageContent":"CHAPTER DEGREE .~L~JAJ~JA"},{"pageNumber":19,"pageContent":"CHAPTER COMPANIONS OF JUSTICE AND MERCY THE EMBLEM IS AN ARROW 4 Bodies of this Section of the Rite are styled CHAP - TERS. The members are called “Companions.~~ The stage is set with a Temple of Justice setting, pref - erably painted in light colors. The back drop is arranged to raise and display the tableaux at the proper times. The Altar is covered with white, decked with flowers, the same as the Second Section of the preceding, or Cloister Degree. The Holy Bible lies open upon the Altar and upon it, laying horizontally, with the point to the north, an arrow The Toltec Emblem, illuminated, is in the East. On the Altar of the Excellent High Priest is a gavel. On the Altar of the Excellent High Priestess is a censer, a silver cup of Incense, a small silver salt spoon, a dish of salt and a minature trowel and a gavel. The Altar of Justice is in the South, that of Mercy in the North. All Altars may be decorated with flowers, palms, etc. A gavel is on each Altar. OFFICERS AND TITLES The Excellent High Priest, who sits in the East. The Excellent High Priestess, who sits in the East. The Priestess of Mercy, who sits in the North. The Priestess of Justice, who sits in the South. The Mistress of the Records, who sits in the Southeast. The Mistress of the Treasury, who sits in the Southeast. The Chaplain, who sits in the Northeast. The Mistress of the Ceremonies, who sits in the North - east. 37"},{"pageNumber":20,"pageContent":"THE CHAPTER THE CHAPTER The Associate Mistress of the Ceremonies, who sits in the Southwest. The Musician. The Orator, who sits in the Northwest. The Guardian, who sits near the door on the inside of the Chapter. The Sentinel, who stands without the door armed with a drawn sword. The Aspirant. Each Officer wears a badge of office, as described in the Council Degree. CLOTHING The clothing is similar to that provided for use in the Second Apartment of the Cloister. The Sister who represents the Aspirants is clothed as for the Second Apartment in the Cloister. The Excellent High Priest wears the robes of a King. The balance of the officers wearing the costumes of the same corresponding rank in the Council Degree, as ex - plained in the Cloister Degree. The Characters for the “Merchant of Venice” scene are costumed in early period Venetian apparel. These are pro - curable at any costumers. OPENING OF THE CHAPTER Inasmuch as the general body is always opened in the Council and this body has been declared at rest for the purpose of conferring the Chapter Degree, it is not necessary that a complete opening and closing be used After the Council has been opened, and the tLme has come to begin the Chapter. proceed as follows: EXCELLENT HIGH PRIEST: * The watchers of the sun dial on the Temple of the Hours have cried the time, the people have awakened from their siestas and this Chap - ter is ready to begin its labors. Companion Mercy, have any come among us who are not of the Order? if )tAorcy knows all present to be of the Order, she may inaice her answer dirootly befit, if she is in doubt, she proceeds as follows: MERCY: * * Companions, Mistress of the Ceremo - nies and Associate Mistress of the Ceremonies, you will proceed in the ancient way to make sure that all here pres - ent are of our Order. The officers addressed proceed to the center East and turning about pro - ceed to satisfy themselves that all are members. If any are found that they do not know as such, they request them to arise and be identified When they have completed their eiiamination, they return to their stations and report as follows: ASSOCIATE MISTRESS OF THE CEREMONIES: Companion Mistress of the Ceremonies all assembled in the South of the Temple, are of the Order. MISTRESS OF THE CEREMONIES: Companion Mer - c~r, all who are assembled in the North of the Temple, are of the Order. MERCY: Excellent High Priest, all who are here as - sembled are of the Order. ‘~‘ EXCELLENT HIGH PRIEST: Since all present be of the Order, it is fitting that we delay not the work in which we are engaged. Companion Chaplain, will you invoke the blessing of Deity upon our labors? Chaplain proceeds at a slow march, while organ plays sacred music She goes South across the hall, turns West to rear of Altar, turns right until she is behind Altar, faces East and halts. Music stops EXCELLENT HIGH PRIEST: *** CHAPLAIN: 0 thou most high God, who created the universe, we crave Thy blessing upon our present convoca - tion. Endow us with a portion of Thy Divine Spirit and The Divine light. Make us thankful for the many benefits we receive at Thy hands, and help us to exercise Justice and Mercy in all our walks of life. Have us in Thy Holy keeping, and keep our footsteps from error. Amen. ALL PRESENT: Amen. EXCELLENT HIGH PRIEST: I now declare this Chap - ter to be Legally opened and ready for any procedure of which it is empowered. * Companion Guardian, you will inform the Sentinel. 38 39"},{"pageNumber":21,"pageContent":"THE CHAPTER THE CHAPTER GUARDIAN: (Raps on door ~ * . Sentinel raps * * and door is opened. Guardian says:) Companion Sentinel, This Chapter is legally opened. You may admit those who are of the Order at opportune times. (Closes the door.) Excellent High Priest, I have obeyed your order. WORK EXCELLENT HIGH PRIEST: Companion Mistress of the Ceremonies you will search the ante chamber and the hall of public meeting and ascertain if there be any eligible to be received into this Chapter. If such there be, you will assemble them and report to me. She retires without ceremony into the preparation room and assembles the class, selecting one lady to act as an active Aspirant, when all is in readiness. she returns to the Chapter room without ceremony and advancing to the Altar says MISTRESS OF THE CEREMONIES: Excellent High Priest, I find Sister who is to act for them. as their Aspirant and Sisters and Brothers. They have all been regularly initiated into the Cloister and now seek advancement to be Companions of Justice and Mercy. EXCELLENT HIGH PRIEST: Are there any objec - tions to proceeding? Companion Mistress of the Ceremo - nies, you will proceed with your duties. She retires and the class except the active Aspirant are marched around room, organ playing, and seated as in the Cloister. She again retires and escorting ASPIRANT raps • • ASSOCIATE MISTRESS OF THE CEREMONIES: Ex - cellent High Priestess, there is an alarm at the door of the room of the neophytes. EXCELLENT HIGH PRIESTESS: Ascertain who makes the alarm and for what purpose. Associate Mistress of the Ceremonies goes to the door and opens it. ASSOCIATE MISTRESS OF THE CEREMONIES: Who have you here, Companion Mistress of the Ceremo - nies? MISTRESS OF THE CEREMONIES: It is a Sister of Charity, who is desirous of being advanced to the Degree of Companion of Justice and Mercy. ASSOCIATE MISTRESS OF CEREMONIES: (To can - didate.) Do you make this request with the determination to apply to the best of your ability the principles of Jus - tice and Mercy to all mankind? ASPIRANT: I do. ASSOCIATE MISTRESS OF THE CERErV[ONIES: (Addressing Mistress of Ceremonies.) Is she worthy of our confidence and esteem? MISTRESS OF THE CEREMONIES: She is. ASSOCIATE MISTRESS OF THE CERENIONIES: Has she the pass word? MISTRESS OF THE CEREMONIES: She has it not. I have it for her. ASSOCIATE MISTRESS OF THE CERErV[ONIES: Give me the pass word. (Itjs given in a whisper.) Let her wait until the Excellent High Priestess can be informed and her desire ascertained. Associate Mistress of the Ceremonies closes the door and marches Eastward to nearly behind the Altar, turns right to center of Altar, a gong sounds twice. ASSOCIATE MISTRESS OF THE CEREMONIES: Ex - cellent High Priestess, the alarm was caused by the Com - panion Mistress of the Ceremonies, conducting a worthy Sister of Charity, who is desirous of being advanced to the degree of Companion of Justice and Mercy. EXCELLENT HIGH PRIESTESS: Does she make this request with a determination to apply to the best of her ability the principles of Justice and Mercy to all of man - kind? ASSOCIATE MISTRESS OF THE CEREMONIES: She does. 40 41"},{"pageNumber":22,"pageContent":"THE CHAPTER THE CHAPTER EXCELLENT HIGH PRIESTESS: Is she worthy of our confidence and esteem? ASSOCIATE MISTRESS OF THE CEREMONIES: She is. EXCELLENT HIGH PRIESTESS: Let her enter and be conducted into our presence. The hall is partially darkened Associate Mistress of the Ceremonies re - turns to door of neophytes ASSOCIATE MISTRESS OF THE CEREMONIES: (Opening the door.) It is the order of the Excellent High Priestess that the Aspirant enter and be conducted to the Altar facing the East. Mistress of the Ceremonies conducts Aspirant in one circuit about the room as in Ciotster Degree. Halting behind Altar A gong sounds twice EXCELLENT HIGH PRIEST: (Addressing Aspirant and Class.) Are you willing to devote yourselves faith - fully to the practice of the teachings of this Degree; to be loyal, to your Companions, and in all things, to the best of your ability, to fulfill the requirements of Justice and Mercy? (The Class must answer.) ASPIRANT: (And each one of the class.) I am. EXCELLENT HIGH PRIEST: If we admit you to our Chapter, do you promise to be a true and faithful Com - panion among us, and perform every duty and fulfill every vow to the extent of your ability? ASPIRANT: (All.) I do. EXCELLENT HIGH PRIEST: Do you promise to be tolerant, generous with everyone, especially if you are placed in authority, and lend a helping hand to distress? ASPIRANT: (All.) I do. EXCELLENT HIGH PRIEST: Kneel. Place your right hand on the Holy Bible and an arrow, your left hand pressed to your heart. * * * “There is a river, the streams whereof shall make glad the city of God, the Holy place of the Tabernacles of the Most High. God is in the midst of her. The Lord of Hosts is with us. 0 send out Thy Light and Thy Truth; let them lead me; let them bring me unto Thy Holy Hill, and to Thy Tabernacles. Then I will go unto the Altar of God, and my prayer shall be unto the God of my life. I will pay my vows unto the Lord now in the presence of all His people. God is the Lord which has showed us light.” (All the lights are turned on.) Companions, come with me to the Altar and witness the solemn vow of these Aspirants. The Companions foim a semi-circle around the Aspirants, who repeat after the Excellent High Priest the following vow I, , upon my sacred word and honor, ask - ing God to be my witness, do solemnly promise and vow that I will keep the secrets of this Degree, and will not reveal them to anyone who shall not be legally authorized to receive them. I furthermore promise and vow, that I will not consent to receive in this Degree anyone who has not received the Degree of Sister or Brother of Charity, in a legally constituted Cloister of this Order. I further - more promise and vow, that I will hereafter use my best endeavors to give righteous judgment only, and be swayed neither by fear nor favor. I furthermore promise and vow, that I will be merciful and compassionate, and avoid all haughtiness in my demeanor and conversation. I furthermore promise and vow that I will endeavor to assist my Sisters and Brothers in every way consistent with the ends of Justice and Mercy, and aid them in all their laud - able undertakings. I furthermore promise and vow, that I will be just to everyone, and merciful to those less fortu - nate than I, and will at all times be faithful and loyal to every Sister and Brother of this Degree; and may God help me in the performance of this vow, both in the letter and in the spirit. Amen. EXCELLENT HIGH PRIEST: (Returns to his station accompanied by Excellent Hight Priestess.) Companions and Aspirants (except active Aspirant), be seated. * Officers return to their stations, Companions are seated. Aspirant is conducted slowly three times about the hall by MIstress of the Ceremonies and Excellent High Priestess, Sister Mercy and Sister Justice 42 43"},{"pageNumber":23,"pageContent":"T11]~ CHAPTER THE CHAPTER repeat as foliows (As they pass Lheir stations Organ, P P EXCELLENT HIGH PRIEST: Companion Mistress of the Ceremonies, you will conduct the Aspirant in .the tra - ditional manner. EXCELLENT HIGH PRIESTESS: Blessed are the pure in heart; for they shall see God. Gavel JUSTICE: Blessed are the merciful; for they shall obtain mercy. Gavel MERCY: Blessed are the peacemakers; for they shall be called the children of God. Gavel. * EXCELLENT HIGH PRIESTESS: 0 give thanks unto the Lord; for He is good; for His mercy endureth forever. Gavel * JUSTICE: To Him that by wisdom made the heavens; for His mercy endureth forever. Gavel MERCY: 0 give thanks unto the Lord of Lords; for His mercy endureth forever. Gavel EXCELLENT HIGH PRIESTESS: To Him that stretched out the earth above the waters; for His mercy endureth forever. Gavel JUSTICE: The sun to rule by day; the moon and stars to rule by night; for His mercy endureth forever. Gavel MERCY To Him that made the great lights; for His mercy endureth forever. Gavel EXCELLENT HIGH PRIEST: Sister Mistress of the Ceremonies, conduct the Aspirant to the altar of the Ex - cellent High Priestess. Organ plays dignified march until Aspirant is before Altar of Excellent High Priestess EXCELLENT HIGH PRIESTESS: (Lights Censer, and hands Aspirant the silver spoon.) You will repeat after me: Our Heavenly Father, unto Thee sacrificing, I beseech Thee to give me a new heart and a contrite spirit. (Aspirant ta1~es a little incense on spoon and burns it at Gonser.) Help me to renounce undue pride and a haughty spirit. (Burns incense.) Help me to renounce uncharitableness and selfishness. (Burns incense.) Help me to renounce envy, and malice, and hatred, and anger. (Burns incense.) Help me to renounce jealousy and suspicion. (Burns incense.) Help me to renounce misrepresentation and distrust - fulness. (Burns incense.) Help me to renounce revenge, covetousness, and the sins which do so easily beset me. (Burns incense.) As Aspirant completes each sentence, she burns incense ASPIRANTS: (All, prompted, by Excellent High Priestess.) We do join in all the petitions expressed by the Aspirant. EXCELLENT HIGH PRIESTESS: In the eastern desert, the guest of the Bedouin who has tasted salt with him is immune by the laws of hospitality, no matter what offense he may have committed. With this salt I seal your obligation and make the bonds of companion - ship and duty indissoluble. (Aspirant tastes the salt.) By me the Sister Companions of this Chapter and of the Order everywhere do here renew their obligation taken in this Degree, and hereby pledge to you true companion - ship and loyal friendship, you proving worthy and true. (Excellent High Priestess tastes the salt.) EXCELLENT HIGH PRIEST: By the same mystic symbol, the Brother Compan[ons of this Chapter and of the Order everywhere, here renew their obligation taken in this Degree, and hereby pledge and promise you true companionship, respectful loyalty and brotherly protection everywhere and at all times, you proving worthy and true. (Most Excellent High Priest tastes the salt.) My sister, our Chapter represents the Temple of Justice and Mercy. As companions of Justice and Mercy, we are engaged in a great and noble struggle to extirpate error and exalt truth. Side by side with you, my Sisters, with 44 45"},{"pageNumber":24,"pageContent":"THE CHAPTER THE CHAPTER equal zeal though with different duties, we press forward to that goal. Feeble, indeed, would be our efforts and barren the results were it not for the encouraging voice, the disinterested admonitions and the abiding interest of woman. Deeply impressed with our responsibilities, and earnestly engaged in our endeavors, we ask you to aid us in our undertakings. Companion Mistress of the Ceremonies conduct the Aspirant to the Altar of Justice. Organ resumes march until Aspirant is before Justice The Aspirant is conducted to the Altar of Justice JUSTICE: Justice is an attribute of God; the center and foundation of the universe. We can never hope to attain truth if we turn a deaf ear to the admonition of Justice. Every day of our existence, almost hourly, we are called upon to judge the acts of others. Do we, in our daily lives, render to every man his due, without stint and without prejudice? We should concede to everyone honesty of intention and purpose until compelled by the weight of evidence to decide otherwise. Be slow to believe wrong of anyone, and endeavor to render to all such justice as you would desire to have rendered unto you. We shall have attained a semblance of truth when we shall have disciplined our minds and hearts to be just to everyone. We need not wait for some great crisis in order to practice Justice. Our kindred and friends and companions are always with us, and all are entitled to our just con - sideration; to a just opinion of their motives, character, and even of prejudices. Before condemning the errors of a Brother, be sure they are errors. Be slow to believe wrong of anyone. It may be, that when God finally weighs man’s weak - nesses, He will also consider man’s temptations; and thus it may also be that our own offences will weigh heavier than we now think. Then, how careful we should be to concede honesty of intention and purpose to everyone, until incriminating evidence removes the last presumption of innocence. 46 I It is difficult for the finite mind to reconcile infinite justice with infinite mercy. We see the wicked prosper and ofttimes the virtuous struggling for life; the distracted mother weeping over the loss of her child; the widow dis - consolate over the death of her husband and protector; we witness mediocrity snatching prizes that belong to superiority and ofttimes our faith in the prevalence of Justice wavers. But, Companion, forget not that Justice is one of the benificent things earthly that man can ap - proximate—if he will—with devotion resembling that of the Great Judge himself; that in the building of his char - acter, God furnishes the materials, but Man must himself do the building and Justice is an essential of every perfect character. God does not create character; it is one of the few personal attributes of man that he must create for himself. Then let us not be hasty in repining, nor too ready to doubt the wisdom of God. The time will surely come when all these seeming inconsistencies will be reconciled; when we shall see and understand that all our trials and disappointments were but so many expressions of the Justice of God, to discipline us and lead us to a more earnest search for Truth. Aspirant is seated while music is rendered, and tableau of Justice shown. JUSTICE: Companion Mistress of the Ceremonies pre - sent the Aspirant at the Altar of Mercy. Music resumed as before March is resumed west, turning north behind Altar, turning right until before Mercy MERCY: In the Hebrew, and in many of the ancient religions, and especially among Christians, Mercy is prom - inent as one of the noblest attributes of God. Our ancient brethren placed the Ark, which contained the covenant made by God with man, in the Most Holy Place of the Temple, and on the top of the Ark was the Mercy Seat, and Cherubims, with hovering wings, guarding the Holy Place. From this Mercy Seat the Bath-kol issued, when God made known His will to man. Today, also, God communes with His children from 47"},{"pageNumber":25,"pageContent":"THE CHAPTER THE CHAPTER the Mercy Seat; else how deplorable would be our condi - tion! It is not on account of our own merits that we daily and hourly experience the blessings bestowed upon us. Should unmerciful Justice be meted out to us accord - ing to our transgressions our affliction would indeed be hard to endure. Every day of our lives, Mercy pleads with God for our protection and happiness, and for all we hold most dear and sacred we are indebted to the Mercy of our Father. The smallest recompense we can make in return for this is that we ourselves when in authority shall be merciful. The opportunity is ever present. We have only to look about to find it. It is a slight act for us to perform, a little word to utter, but that feeble act, that little word, may work for good eternally. Cold, indeed, would be this world and dreary, were it deprived of Mercy. Harsh, in - deed, would judgments be were not Justice tempered with Mercy. Few of us would dare to face our fate if we had no hope of Mercy. “Blessed are the merciful; for they shall obtain Mercy.” “Be ye therefore Merciful, as your Father is Merciful.” Such were the teachings of Jesus, and that admonition, my Sister, is meant for you, for me, for all of us. Let us be Merciful to the faults and derelictions of others and Merciful always to one another. We pray to be not lead into temptation, and yet in the next breath condemn the fallen. How do we know that, tempted like him, we also should not have been delinquent? A kind word is as refreshing dew and sunshine to a perish - ing heart, parched and shriveled by cold neglect or haughty disdain. Mercy is a Godlike attribute, and shines best in the highest places. It’s mild effulgence lights the meanest hovel and the darkest dungeon. It pervades the home and fills it with sweetest peace. It spreads its halo in the Temple of Justice and stays the oppressing hand of force. Its healing beams nourish the hearts of the weak and the forsaken. It is a balm to the sick and the afflicted. It opens our hearts to the cries of the poor and helpless. It is the handmaiden of Charity. Let us enshrine the Goddess of Mercy in our hearts, and be ever mindful of her admonitions. So shall we attract to our altars the good, the true, the charitable, the just. So will our influence, spread by our example, until it shall reach every country and every people. The Aspirant is seated. Music. Tableau of Mercy. MERCY: Companion Mistress of the Ceremonies con - duct the Aspirant to the Altar of the Excellent High Priestess. Music is resumed as before. March is resumed eastward, turning just before stage south, halting before High Priestess. EXCELLENT HIGH PRIESTESS: These are no idle ceremonies through which you have just passed. The vows we take are not mere words, to be repeated and forgotten. If you join with us in our ministrations of Justice and Mercy, you will be expected actively to engage in our labors for the advancement of your Sisters and Brothers to a higher plane of life. To aid in our endeav - ors, to enlighten the ignorant, to comfort the afflicted, to cheer the despairing, to render Justice to all, tempered with Mercy, and to withhold it from none. In this Temple there are no judges bound by rituals and precedents. Here are no revenges to be taken; no selfish ends to be promoted by unworthy means. The measure of our judgment is to be the right, the true, the honorable, and the impartial. Every wrong done to an - other is an act of injustice, and injustice once done can never be undone. We may repent, we may be forgiven, but the consequence lives on. No one is wholly good or entirely bad. We are to encourage good and correct that which is bad; rendering justice impartially between the high and the low, rich and poor; not only to the acts of others, but to their motives and opinions. We cannot know the weaknesses, the temptations, the unceasing struggles of our com - panions. We all need the helping hand, the kindly admo - nition, lest we fail. 49 48"},{"pageNumber":26,"pageContent":"‘VIlE CHAPTER THE CHAPTER Before passing judgment on another, let us ask our - selves how many vrtues the world gives us credit for which we do not possess; for how many vices we have been con - demned of which we are not guilty. We can render justice only when we are charitable and merciful. We often see the faults of others and close our eyes to our own short - comings. We shall have gone a long way in paths of justice when we shall have reformed ourselves, when we lay aside all bitterness and hate, and exercise the power of gentleness and kindness. Aspirant is seated and music rendered Tableau shown The class is retired to the preparation room by the Mistress of Ceremonies while the stage Is being made ready Music while they are retiring An abridged extract from The Merchant of Venice”. act IV, scene 1, is put on the stage. ABRIDGED EXTRACT FROM “THE ~V[ERCHANT OF VENICE.” ACT IV, SCENE 1. The scene is a Court Of Justice in Venice The characters are The Duke, in his Ducal robes, Shylock an elderly Jew, the Lords and Magnificos, in court dress, Nerissa, dressed as a lawyer’s cleric, Portia dressed as a Doctor of Laws, together with Antonio, Bassanto, Gratiano, Salerio, and others The class is brought into the room and seated, making one circuit Organ playing march PROLOGUE TO “MERCHANT OF VENICE”. CurtaIn rises showing two servants dusting furniture, etc FIRST SERVANT.—This is the day of the trial of Antonio the Merchant is it not? SECOND SERVANT.—True, this is the very day. How sorry I am for poor Antonio. He stands to loose not only his fortune, but his very life because of his goodness to his friend. Sad. Sad. FIRST SERVANT.—Aye it is most truly sad. ‘Twould seem as though a heart of flint would grant him mercy on such a time. Shylock, as all know is greedy for money, however here he gains none, but accomplishes the death of poor Antonio. ‘T must be that vicious hate thus prompts him to this act, some personal enmity thus goads him on and the difference ‘twixt the races to which each belong, bears no reference to the case. SECOND SERVANT.—It must be so—Shylock’s Daugh - ter Jessica is such a lovely girl, so sweet and womanly, so kind and gentle. It seems more than passing strange that so tender a shoot should spring from such a gnarled and knotty stem as he. Here come some members of the court, we must haste away. Exit. Enter Secretary who busies himself with some papers. Enter from left, Antonio, Salerio, Bassanio, etc. Enter from iight the Duke, who greets them, seeing Antonio last, he says: DUKE.—What, is Antonio here? ANTONIO.—Ready, so please your grace. DUKE.—I am sorry for thee: thou art come to answer a stony adversary, an inhuman wretch uncapable of pity, void and empty from any dram of mercy. ANT.—I have heard your grace hath ta’en great pains to qualify his rigorous course; but since he stands ob - durate and that no lawful means can carry me out of his envy’s reach, I do oppose my patience to his fury, and am arm’d to suffer, with a quietness of spirit, the very tyranny and rage of his. Duke ascends throne. DUKE.—Go one, and call the Jew into the court. SALERIO.—He is ready at the door: he comes, my lord. Enter Shylock. DUKE.—Make room, and let him stand before our face. Shylock, the world thinks, and I think so too, that thou but lead’st this fashion of thy malice to the last hour of act; and then ‘t is thought thou ‘It show thy mercy and 50 51"},{"pageNumber":27,"pageContent":"THE CHAPTER THE CE AFTER remorse more strange than is thy strange apparent cru - elty; and where thou now exact’st the penalty, which is a pound of this poor merchant’s flesh, thou wilt not only loose the forfeiture, but, touch’d with human gentleness and love, forgive a moiety of the principal; glancing an eye of pity on his losses, that have of late so huddled on his back, enow to press a royal merchant down and pluck commiseration of his state from brassy bosoms and rough hearts of flint, from stubborn Turks and Tartars, never train’d to offices of tender courtesy. We all expect a gentle answer, Jew. SHYLOCK.—I have possess’d your grace of what I purpose; and by our holy Sabbath have I sworn to have the due and forfeit of my bond: if you deny it, let..the danger light upon your charter and your city’s freedom. You’ll ask me, why I rather choose to have a weight of carrion flesh than to receive three thousand ducats. I ‘11 not answer that; but, say, it is my humor: is it answer’d? What if my house be troubled with a rat and I be pleas’d to give ten thousand ducats to have it baned? What, are you answer’d yet? Some men there are love not a gaping pig; some, that are mad if they behold a cat: . . . for affection, mistress of passion, sways it to the mood of what it likes or loathes. Now, for your answer: as there is no firm reason to be render’d why he cannot abide a gaping pig; why he, a harmless necessary cat; so can I give no reason, nor I will not, more than a lodg’d hate and a certain loathing I bear Antonio, that I follow thus a losing suit against him. Are you answer’d? BASSANIO.—This is no answer, thou unfeeling man, to excuse the current of thy cruelty. SHY.—I am not bound to please thee with my answers. BASS.—Do all men kill the things they do not love? SHY.—Hates any man the thing he would not kill? BASS.—Every offense is not a hate at first. SHY.—What, wouldst thou have a serpent sting thee twice? ANT.—I pray you, think you question with the Jew; you may as well go stand upon the beach and bid the main flood bate his usual height; you may as well use question with the wolf why he hath made the ewe bleat for the lamb; you may as well forbid the mountain pines to wag their high tops and to make no noise, when they are fretted with the gusts of heaven; you may as well do anything most hard, as seek to soften that—than which what’s harder ?—his Jewish heart: therefore, I do beseech you, make no more offers, use no farther means, but with all brief and plain conveniency let me have judgment and the Jew his will. BASS.-..-—For thy three thousand ducats here is six. SHY. —If every ducat in six thousand ducats were in six parts and every part a ducat, I would not draw them; I would have my bond. DUKE.—How shalt thou hope for mercy, rendering none? SHY.—What judgment shall I dread, doing no wrong? You have among you many a purchas’d slave, . which you use in abject parts, because you bought them: shall I say to you, let them be free? . . . You will answer, the slaves are ours: so do I answer you: the pound of flesh, which I demand of him, is dearly bought; ‘t is mine and I will have it. . . . I stand for judgment: answer; shall I have it? DUKE.—TJpon my power I may dismiss this court, unless Bellario, a learned doctor, whom I have sent for to determine this, come here to-day. * * * * * SALER.—My lord, here stays without a messenger with letters from the doctor, new come from Padua. DUKE.—Bring us the letters; call the messenger. * * * * * Enter Nerissa, dressed like a lawyer’s clerk. DUKE.—Came you from Padua, from Bellario? NERISSA.—From both, my lord. Bellario greets your grace. Presenting a letter. BASS.—Why dost thou whet thy knife so earnestly? SHY.—To cut the forfeiture from that bankrupt there. GRA.—Not on thy sole, but on thy soul, harsh Jew, 52 53"},{"pageNumber":28,"pageContent":"THE CHAPTER THE CHAPTER thou makest thy knife keen; but no metal can, no, not the hangman’s axe, bear half the keenness of thy sharp envy, Can no prayers pierce thee? SHY.—No, none that thou hast wit enough to make. GRA.—O, be thou dam’d, inexecrable dog! And for thy life let justice be accus’d. . SHY.—Till thou canst rail the seal from off my bond, thou but off end’st thy lungs to speak so loud. . . . I stand here for law. DUKE.—This letter from Bellario doth commend a young and learned doctor to our court. Where is he? NER.—He attendeth here hard by, to know your an - swer, whether you ‘11 admit him. DUKE.—With all my heart Go give him courteous conduct to this place. Meantime the court shall hear Bellario’s letter. (Clerk reads): Your grace shall understand that at the receipt of your letter I am very sick: but in the instant that your messenger came, in loving visitation was with me a young doctor of Rome; his name is Balthasar. I acquainted him with the cause in controversy between the Jew and Antonio the merchant: we turned o’er many books together: he is furnished with my opinion; which, bettered with his own learning, the greatness whereof II cannot enough commend, comes with him, at my importunity, to fill up your grace’s request in my stead. I beseech you, let his lack of years be no impediment to let him lack a reverend estimation; for I never knew so young a body with so old a head. I leave him to your gracious accept - ance, whose trial shall better publish his commendation. DUKE.—You hear the learn’d Bellario, what he writes: and here, I take it, is the doctor come. Enter Portia, dressed like a doctor of laws. Give me your hand. Come you from old Bellario? PORTIA.—I did, my lord. DUKE.—You are welcome: take your place. Are you acquainted with the difference that holds this present ques - tion in the court? POR.—I am informed thoroughly of the cause. Which is the merchant here, and which the Jew? 54 DUKE.-—Antonio and, old Shylock, both stand forth. POR.—Is your name Shylock? SHY.—Shylock is my name. POR.—Of a strange nature is the suit you follow; yet in such rule that the Venetian law cannot impugn you as you do proceed. (To Antonio.) You stand within his danger, do you not? ANT.—Ay, so he says. POR.—Do you confess the bond? ANT.—I do. POR.—Then must the Jew be merciful. SHY.—On what compulsion must I? tell me that. POR.—The quality of mercy is not strain’d; it drop - peth as the gentle rain from heaven upon the place be - neath. It is twice blest; it blesseth him that gives and him that takes: ‘t is mightiest in the mightiest: it becomes the throned monarch better than his crown: his scepter shows the force of temporal power, the attribute to awe and majesty, wherein doth sit the dread and fear of kings; but mercy is above this sceptred sway; it is enthroned in the hearts of kings, it is an attribute to God himself; and earthly power doth then show likest God’s when mercy seasons justice. Therefore, Jew, though justice be thy plea, consider this, that, in the course of justice, none of us should see salvation: we do pray for mercy; and that same prayer doth teach us all to render the deeds of mercy. I have spoke thus much to mitigate the justice of thy plea; which if thou follow, this strict court of Venice must needs give sentence ‘gainst the merchant there. SHY.—My deeds upon my head! I crave the law the penalty and forfeit of my bond. POR.—Is he not able to discharge the money? BASS.—Yes, here I tender it for him in the court; yea, twice the sum: if that will not suffice, I will be bound to pay it ten times o’er, on forfeit of my hands, my head, my heart: if this will not suffice, it must appear that malice bears down truth. And I beseech you, wrest once the law to your authority: to do a great right, do a little wrong, and curb this cruel devil of his will. POR.—It must not be; there is no power in Venice can 55"},{"pageNumber":29,"pageContent":"~1 THE CHAPTER alter a decree established: ‘t will be recorded for a pre - cedent, and many an error by the same example will rush into the state: it cannot be. SHY.—A Daniel come to judgment! yea, a Daniel! 0 wise young judge, how I do honor thee! POR.—I pray y6u, let me look upon the bond. SHY.—Here ‘t is, most reverend doctor, here it is. POR.—Shylock, there’s thrice thy money offer’d thee. SHY.—An oath, an oath, I have an oath in heaven: shall I lay perjury upon my soul? No, not for Venice. POR.—Why, this bond is forfeit; and lawfully by this the Jew may claim a pound of flesh, to be by him cut off nearest the merchant’s heart. Be merciful: take thrice thy money; bid me tear the bond. SHY.—When it is paid according to the tenor. It doth appear you are a worthy judge; you know the law, your exposition hath been most sound. . . . Proceed to judgment: by my soul I swear there is no power in the tongue of man to alter me: I stay here on my bond. ANT.—Most heartily I do beseech the court to give the judgment. POR.—Why then, thus it is: you must prepare your~ bosom for his knife. SHY.—O noble judge! 0 excellent young man! POR.—For the intent and purpose of the law hath full relation to the penalty, which here appeareth due upon the bond. SHY.—’T is very true: 0 wise and upright judge! How much more elder art thou than thy looks! POR.—Therefore lay bare your bosom. SHY.—Ay, his breast: so says the bond: doth it not, noble judge? “Nearest his heart”: those are the very words. POR.—It is so. Are there balance here to weigh the flesh? SHY.—I have them ready. POR.—Ilave by some surgeon, Shylock, on your charge, to stop his wounds, lest he do bleed to death. SHY.—Is it so nominated in the bond? POR.—It is not so express’d: but what of that? ‘Twere 56 THE CHAPTER good you do so much for charity. SHY.—I cannot find it; ‘t is not in the bond. POR.—You, merchant, have you anything to say? ANT.—But little: I am arm’d and well prepar’d. Give me your hand, Bassanio: fare you well! Grieve not that I am fallen to this for you; for herein fortune shows her - self more kind than is her custom. It is still her use to let the wretched man outlive his wealth, to view with hol - low eye and wrinkled brow an age of poverty; from which lingering penance of such misery doth she cut me off. Commend me to your honorable wife: tell her the process of Antonio’s end; say how I loved you, speak me fair in death; and, when the tale is told, bid her judge whether Bassanio had not once a love. Repent but you that you shall lose your friend, and he repents not that he pays your debt; for if the Jew but cut deep enough, I’ll pay it presently with all my heart. BASS.—Antonio, I am married to a wife which is as dear to me as life itself; but life itself, my wife, and all the world, are not with me esteem’d above thy life: I would lose all, ay, sacrifice them all here to this devil, to deliver you. POR.—Your wife would give you little thanks for that, if she were by, to hear you make the offer. GRA.—I have a wife, whom, I protest, I love: I would she were in heaven, so she could entreat some power to change this currish Jew. NER.—’T is well you offer it behind her back; the wish would make else an unquiet house. SHY.—These be the Christian husbands. I have a daughter; would any of the stock of Barrabas had been her husband rather than a Christian! (Aside.) We trifle time: I pray thee, pursue sentence. POR.—A pound of that same merchant’s flesh is thine: the court awards it, and the law doth give it. SHY.—Nlost rightful judge! POR.—And you must cut this flesh from off his breast: the law allows it, and the court awards it. SHY.—Most learned judge! A sentence! Come, pre - pare! 57 —, .PIr~"},{"pageNumber":30,"pageContent":"THE CHAPTER THE CHAPTER POR.—Tarry a little; there is something else. This bond doth give thee here no jot of blood; the words ex - pressly are “a pound of flesh”: take then thy pound of flesh; but, in the cutting it, if thou dost shed one drop of Christian blood, thy lands and goods are, by the laws of Venice, confiscate unto the state of Venice. GRA.—O upright judge! Mark, Jew: 0 learned judge! SHY.~L~Is that the law? POR.—Thyself shall see the act: for, as thou urgest justice, be assur’d thou shalt have justice, more than thou desirest. GRA.—O learned judge! Mark, Jew: a learned judge! SHY.—I take this offer, then; pay the bond thrice and let the Christian go. BASS.—Here is the money. POR.—Soft! The Jew shall have all justice; soft! no haste: he shall have nothing but the penalty. GRA.—O Jew! an upright judge, a learned judge! POR.—Therefore prepare thee to cut off the flesh. Shed thou no blood, nor cut thou less nor more but just a pound of flesh: if thou cut’st more or less than just a pound, be it but so much as makes it light or heavy in the sub - stance, or the division of the twentieth part of one poor scruple, nay, if the scale do turn but in the estimation of a hair, thou diest and all thy goods are confiscate. GRA.—A second Daniel! a Daniel, Jew! Now, infidel, I have thee on the hip. POR.—Why doth the Jew pause? take thy forfeiture. SHY.—Give me my principal, and let me go. BASS.—I have it ready for thee; here it is. POR.—He hath refus’d it in the open court; he shall have merely justice and his bond. GRA.—A Daniel, still say I, a second Daniel! I thank thee, Jew, for teaching me that word. SHY.—Shall I not have barely my principal? POR.—Thou shalt have nothing but the forfeiture, to be so taken at thy peril, Jew. SHY.—Why, then the Devil give him good of it! I ‘11 stay no longer question. POR.—Tarry, Jew: the law hath yet another hold on 58 you. It is enacted in the laws of Venice, if it be prov’d against an alien that by direct or indirect attempts he seek the life of any citizen, the party ‘gainst the which he doth contrive shall seize one half his goods; the other half comes to the privy coffer of the state; and the offender’s life lies in the mercy of the Duke only, ‘gainst all other voice. In which predicament, I say, thou s tand’st; for it appears, by manifest proceeding, that indirectly, and directly too, thou hast contriv’d against the very life of the defendant; and thou hast incurr’d the danger formerly by me re - hears’d. Down therefore and beg mercy of the Duke. GRA.—Beg that thou mayst have leave to hang thy - self: and yet, thy wealth being forfeit to the state, thou hast not left the value of a cord; therefore thou must be hang’d at the state’s charge. DUKE.—That thou shalt see the difference of our spirits, I pardon thee thy life before thou ask it: for half thy wealth, it is Antonio’s; the other half comes to the general state, which humbleness may drive unto a fine. POR.—Ay, for the state, not for Antonio. SHY—Nay, take my life and all; pardon not that: you take my house when you do take the prop that doth sus - tain my house; you take my life when you do take the means whereby I live. POR.—What mercy can you render him, Antonio? GRA.—A halter gratis; nothing else, for God’s sake. ANT.—So please my lord the Duke and all the court to quit the fine for one-half of his goods, I am content; so he will let me have the other half in use, to render it, upon his death, unto the gentleman that lately stole his daughter: two things provided more, that, for this favor, he presently become a Christian; the other, that he do record a gift, here in the court, of all he dies possess’d, unto his son Lorenzo and his daughter. DUKE.—He shall do this, or else I do recant the pardon that I late pronounced here. POR.—Art thou contented, Jew? what dost thou say? SHY.—I am content. POR.—Clerk, draw a deed of gift. SHY.—I pray you, give me leave to go from hence; 59"},{"pageNumber":31,"pageContent":"TIlE CHAPTER THE CHAPTER I am not well: send the deed after me, and I will sign it. DUKE.—Get thee gone, but do it. The curtain is dropped. * * * * * EXCELLENT HIGH PRIEST: We will now give at - tention to the Orator. Orator delivers lecture standing in his Station ORATOR: Companions, our labors have been of but little value to you if you do not see in the distance a glim - mering of the light of truth. We can harmonize divine justice and mercy only by divine wisdom. Perhaps many things that seem harsh and cruel and unjust will be explained when we shall know and understand all things. It is human to view our sur - roundings, our distresses and our joys as if they were for this world only, not realizing that our earthly pilgrim - age is but a preparation for an endless eternity. How little does it matter what trials we undergo in this world, if they fit us for a world to come. How weak and puerile are our best off orts, how un - satisfactory and tasteless our highest ambitions, when we come to the moment of dissolution! Of what advant - age to us are wealth and worldly honors, when we consider that such things pertain to this world only, and that we cannot take them beyond this life. Daily, hqurly, our duty is to follow the paths of Justice and Mercy as far as our knowledge will permit, trusting in tfre wisdom of our Father to guide us right. Ofttimes we will forget our many mercies; perhaps we will bewail our hard lot; again be almost ready to rebel against its decrees and judgments. Then it should be that faith and hope will come to our aid, and by exercising our charity to others we will relieve our own fears and thus minister to our own distress. Never will we see the day when we cannot find some - one who bears a burden greater than our own, and per - haps with less strength to endure. All through this life will we be called upon, many times, to pity those whose lot is infinitely more unbearable than our own. Then if we are true to our professions and our vows here, there is much work for us to do. The gates of the Temple will be ever thronged with the unfortunate and the helpless. They are the ones for whom our efforts should be exerted. We should see to it that none go away dissatisfied. What a blessed world this would be if merciful justice was rendered to every man. There would be no more want and penury; no more slanders, no oppression, no dishonor. The knave and the trickster could not gain high estate or public office. Integrity and manliness would charac - terize those appointed to rule. Wars and conquests would cease. Revolutions would be unknown. Despotism would have no place on earth. Companions, we can do no more than hint at the great truths we try to teach. If you become adepts in our Order, it will be only after long and patient study and re~Iection. The time is boundless. It covers the whole life and duty of man, from the cradle to the grave, aye, and beyond the grave. Sisters, you guard the Temple of Mercy. To your f or- giving and generous nature is committed the welfare of your erring and misguided Brother. Your gentle admo - nitions restrain the vicious, when force is of no avail. Your restraining hand will check a mad career when, blind and reckless, no other obstacle could stay it. Your pious teachings, impressed on the mind of the innocent child, will be a safeguard to all his future life. Music. Ad. lib. EXCELLENT HIGH PRIEST: (Goes to behind Altar.) Companions, in this Degree, as in the previous one, there is an emblem. I now invest you with the Emblem, which is a gold arrow, symbolical of Justice, which will surely overtake us sooner or later, and of the Truth, which every companion seeks to attain. The password of this degree is (secret work). The answer is (secret work). This concludes the ceremonial of this Degree. I do now receive you and the other Aspirants as active Companions 60"},{"pageNumber":32,"pageContent":"TITE CHAPTER of this Degree, entitled to all its privileges. Companions, welcome our newly admitted Sisters and Brothers. Returns to Us station. I now declare this Chapter closed * As it is the general procedure to present this and the preceding degree in the afternoon and the Council Degree in the evening At this time a general visiting may be bad until the banquet is announced Fur the banquet, the class and officers, past officers, and dignitaries are segregated and seated in accordance with any arrsngement made by the Lady Superior In general it is better to have someone to act es Class Director and general factotum in order to have all proceedings function smoothly. I END OF CHAPTER DEGREE COUNCIL DEGREE 62"},{"pageNumber":33,"pageContent":"THE COUNCIL DEGREE TABLEAU BACK D2OP 0 _________ U MUSJ~ JAN L~J I~uI ALTAk —2 -~ KD IGD~I F - 0 0 0 0 0 h-C) b~0 • COUNCIL DEGREE Written by Charles Bard Hamilton 1902. Rewritten and rearranged by Clement Smith and Ferdinand Voiland in colaboraiion, 1926. KNIGHTS AND LADIES OF THE HOLY CROSS THE EMBLEM IS A PASSION CROSS Bodies of this degree are styled COUNCILS. As the meetings are usually held in a Masonic Lodge room, the Masonic furnishings and settings can generally be used, al - tho they are not historically nor archaeologically correct. With such of these Masonic Temples as are provided with a stage, a setting with a back drop should be used represent - ing the open entrance to a Toltec Temple, the vaulted roof of of which is formed by the Mayan arch, and the lodge room being symbolically the inside of this temple and a continua - tion of this scene. Through the pictured doorway on this curtain should be depicted a scene of a mountainous country, and in the extreme distance a mighty smoking volcano, while the fore - ground contains palms and tropical vegetation. Included in the scene should be a reproduction of the Palenque cross. This background should be arranged to raise and thus dis - play the tableaux which are prepared behind it and shown at the proper times. The stage should be set wfth the stations for the Knight Commander and Lady Superior at one side of the procen - ium, towards the Toltec south of the stage in order not to obstruct the view of the tableaux. Upon the stage toward the Toltec south of same is a large Passion Cross, black or gold, to the center of which is attached a red rose. In the center of the hall is a square altar covered with white and upon it, the Holy Bible, closed and a naked sword. In front of the Knight Commander and Lady Superior are small altars, that of the Knight Commander having a 65 [LI I III F - rL PP&PAI~ATION POO[1 • • • z • LU • 64"},{"pageNumber":34,"pageContent":"‘VFrE COUNCIL DEGREE gavel upon it. That of Ihe Lady Superior should be draped with white and upon it a pot of perfume and a small trowel. In front of Lady Ciencia is a small altar, draped with whi#e and upon it a basin of water and gavel. of In front of Lady Natura is a similar altar with a basin water and a towel and gavel. In the east toward the Toltec north of procenium should be the Flag of the Nation and the Banner of the order. The Emblem of this degree, is a Passion Gross. The Emblem of the Order is a Double Headed Eagle upon which is a Passion Gross in red. In the center of the cross may be a red stone if desired. The banner of the Order is of blue silk, three feet long by two feet wide, on which are the words, in gilt letters, Faith, Hope, Charity, and on the reverse side The words Justice and Mercy. The banner has a gold fringe, and a chain at the top by which it is attached to the staff. OFFICERS AND THEIR TITLES The Knight Commander, who sits in the EasL The Lady Superior, who sits in the East. The Lady Ciencia, who sits in the North. The Lady Natura, who sits in the South. The Lady Secretary, who sits in the Southeast. The Lady Treasurer, who sits in the Southeast, a little to the West of the Secretary. The Lady (or Knight) Chaplain, who sits at the right of the Lady Mistress of the Ceremonies. The Lady Mistress of the Ceremonies, who sits in the Northeast. The Lady Associate Mistress of the Ceremonies, who sits in the Southwest. The Musician, who is slationed at the organ or piano. The Knight Orator, who sits in the Northwest. The Lady Guardian, who sits near the door. The Knight Sentinel, who is posted outside the door. The Aspirant. -w THE COUNCIL DEGREE CLOTHING The Knight Commander upon ceremonial occasions should wear a black suit, suiting the conventions. A sword should swing from a gold belt upon the buckle of which is the emblem of the Order. He may wear throughout the ceremony except at invocation a black soft felt hat, over which is draped an ostrich plume. On other than ceremonial occasions the Knight Com - mander wears no hat. The other Sir Knights are similarly dressed with the exception of the hat, which is worn only by the Knight Commander. As may be seen by the illustration shown in frontis - piece of this book, the costume for the lady officers may consist of a cape worn over their gowns, each cape being differenLly colored and decorated, it is suggested they may be as follows: Lady Superior; royal purple, embroidered with gold. The Lady Ciencia; crimson, embroidered with white. The Lady Natura; green, embroidered with white. The Lady (or Knight) Chaplain; black, embroidered with white. The Lady Mistress of the Ceremonies, Lady Associate Mistress of the Ceremonies, Lady Secretary, Lady Treasurer, Musician (if a lady), and Lady Guardian, wear capes of the same pattern, but the colors are left to the taste of the Chapter using them. The Knight Orator wears a black robe, and collegiate cap. The Knight Sentinel wears conventional clothes. The Aspirant wears a white robe (or her own white gown if she desires), over her head is placed a long white veil. OPENING CEREMONIES The opening ceremonies may be divided into those for use at conferral of degrees and for use at stated convo - cations, business meetings, etc. At ceremonial meetings the officers are assembled at the door of the Knight Sent - inel, in processional order. At the commencement of the 66 67"},{"pageNumber":35,"pageContent":"THE COUNCIL DEGREE r1 ‘ir-t1~’ COUNCIL DEGREE ____________________________________________________ procession¶d music, they enter the temple, preceded by the Lady Mistress of the Ceremonies, carrying a staff on the head of which is a Passion Cross. The exact form of this march is not essential, any formation and move - ment that will end gracefully, and leave the various officers at their respective stations, is all that is required. When all are in position, the Knight Commander raps * and all are seated. KNIGHT COMMANDER: Sir Knights and Ladies: The preceding degrees are intended to impress upon us 0 the importance first of Faith, Hope and Charity, and next 0), of Justice and Mercy, as stepping stones to the attain- — ment of Truth. In this, the Council Degree, our ambitious 0 journey is ever and always toward the Truth; permitting nothing here or even in the profane world to obscure that destiny. (When opening for business meetings omit the preceding paragraph ) a You have all talten our solemn obligation and therefore it is not needful that I remind you that this meeting can be held only in the presence of our sworn initiates, also that we must observe the utmost care that our lectures c and our methods of recognition and means of seeking the truth be kept a profound secret from the uninitiated, and from all who are unentitled to receive them, otherwise our identity as an order would be lost, and our efforts be all in vain. ]f there be any present who are not members of our order, they will retire at this time. Lady Ciencia: Proceed in the ancient way to ascertain if all present are Knights or Ladies of the Holy Cross. LADY CIENCIA: (Raps * * and says:) Lady Mistress of the Ceremonies and Lady Associate Mistress of the Cerenonies approach my altar. (The movemeot that they perform Cfl executing this order is shown in the Diagram 1), she then continues Lady Mistress of the Ceremonies: Make a careful in - spection ot the plane of the North. ,0 Li 0 it 68 69"},{"pageNumber":36,"pageContent":"‘l’IlJ.~ COUNCIL DEGREE THE COUNCIL DEGREE Lady Associate Mistress of the Ceremonies: Make a careful inspection of the plane of the South and each of i-&. you ascertain if all present are Knights or Ladies of the Holy Cross. When you have concluded the inspection, re - turn and report to me. 0) (The movement they perform in executing this order is shown in Diagram 2 If any be found who arc nol known to eithei of these officers to be mem - 0 bers of the order, they shalt stop in front of them and request them to stand, to have them identified by someone known to be a member I After they have retucned and are facing Lady Ciencia 020 LADY MISTRESS OF THE CEREMONIES: (Address - ing Lady Ciencia.) Lady Ciencia: All in the plane of the 0 2 North are Knights or Ladies of the Holy Cross. C),0 ASSOCIATE MISTRESS OF THE CEREMONIES: (Addressing Lady Ciencia.) Lady Ciencia: All in the plane of the South are Knights or Ladies of the Holy 0 Cross. we ,0 ..~0) LADY CIENCIA: Are each of you in possession of the grip and password of this degree? 2-C) o (Lady Mistress of Ceremonies and Lady Associate Mistiess of the Cere - monies no’s half turn facing each other, each giving to the other the Grip and Password of the degree in a whisper, then facing Lady Ciencia, say. ‘0- LADY MISTRESS OF THE CEREMONIES: I am. LADY ASSOCIATE MISTRESS OF THE CEREMO- NIES: I am. LADY CIENCIA: Lady Mistress of the Ceremonies, c. you will receive the Grip and Password from each Sir 0 cC) Knight and Lady in the Plane of the North; you, Lady Associate Mistres~ of the Ceremonies, will receive the Grip and Password from each Sir Knight and Lady in the Plane o C)..-. of the South. When you have performed this duty, report the findings to the Sir Knight Commander. * * * C) (Diagram I (The grip and wocd ace collected, if either be lost, the Mistress of the Ceremonies or Lady Associate Mistress of the Ceremonies addresses th~ east. Knight Commander, the grip (or passwocd) is lost If the Knight Commender knows that they are entitled to the same, he directs the Lady Mistress of the Ceremonies to communicate it (The floor movement for executing this order is shown in Diagram 4,) 70 71"},{"pageNumber":37,"pageContent":"0 z I-.) E L~j (-) 0 L~I l~j —-I’ —1 Diagram 3. Taking up the grip and password Starting from the station of Lady Ciencia, they take the grip and password from each member present and report to the 1~night Commander. Whei~ he dismisses them they return to their stations Diagram 4. Movement of the Lady Mistress of the Ceremonies and Chaplain The Chaplain hrst performs her duties at the Altar, returning to her station, then the Mistress of the Ceremonies performs her duties and dues likewise"},{"pageNumber":38,"pageContent":"‘l’f-TE COUNCIL DEGREE THE COUNCIL DEGREE KNIGHT COMMANDER: Lady Ciencia, the Grip and Password have both been correctly reported to me. LADV CIENCIA: Knight Commander, all present here are Knights and Ladies of the Holy Cross. * KNIGHT COMMANDER: Lady Guardian, you will summon by the usual sounds the presence of the Knight Sentinel, and inform him that we are about to open a Council of Knights and Ladies of the Holy Cross; instruct him that during the course of, and until relieved of his duty, he is to permit no one to enter who is not qualified, and then only at such times as will conform with the pleasure of the Knight Commander. LADY GUARDIAN: (Raps * * * Knight Sentinel answers * * * ; Knight Sentinel raps * Lady Guardian raps ~ the door is then opened.) The Knight Commander instructs me to inform you that he is about to begin the ceremonial opening of a lawful session of a Council of the Knights and Ladies of the Holy Cross; that until’ other - wise ordered, you are to permit none to enter. The door is closed and then’ LADY GUARDIAN: Knight Commander, the duty is performed. KNIG FIT COMMANDER: Lady Ciencia, are you a Lady of the Holy Cross? LADY CIENCIA: I am, for I have been baptized by Nature, annointed by Science, and I worship at the Altar of Truth. KNIGFIT COMMANDER: What is the period of your probation? LADY CIENCIA: Till death. KNIGHT COMMANDER: Where Lady of the Holy Cross? LADY CIENCIA: In the bosom constituted, and in the presence of qualified. were you created a of a Council, duly only those legally KNIGHT COlVIMANDER: How many compose a Coun - cil of this Degree? LADY CIENCIA: Twelve or more. KNIGHT COMMANDER: When composed of twelve only, who are they? LADY CIENCIA: Knight Commander, Lady Superior, Lady Ciencia, Lady Natura, Lady Secretary, Lady Treas - urer, Lady (or Knight) Chaplain, Lady Mistress of. the Ceremonies, Lady Associate Mistress of the Ceremonies, Knight Orator, Musician, Lady Guardian, Knight Sentinel. KNIGHT COlVIMANDER: Lady Superior, what are the duties of Lady Natura? LADY SUPERIOR: To preside over the Plane of the South; to explain to Aspirants how Nature expresses Truth to us, and to assist in amplifying such teaching. KNIGHT COMMANDER: Lady Natura, what are the duties of Lady Ciencia? LADY NATURA: To preside over the Plane of the North; to impress upon Aspirants the importance of ap - plying Reason in the search for Truth, and to aid them in their efforts. KNIGHT COMMANDER: Lady Ciencia, what are the duties of the Lady Superior? LADY CIENCIA: To assist the Knight Commander in presiding over the Council; to supervise the social activities of the Council; to administer the Sacred Rites, and to the fullest of her ability, aid and assist Aspirants in the quest for Truth. KNIGHT COMMANDER: Lady Ciencia, what are the duties of the Knight Commander? LADY CIENCIA: To administer the business of the Council; to open and close its sessions, And to see that 75 74"},{"pageNumber":39,"pageContent":"~lI THE COUNCIL DEGREE the laws and statutes of the Order are obeyed; to perform the traditional duties incumbent on his station. KNIGHT COMMANDER: Lady Mistress of the Cere - monies, you will attend at the Altar. She goes to the altar (see diagram 4) and opens the book, placing it on the center of the altar Places the sword across the book with the point towards the Tollec North (Solemn music while the Chaplain and Lady Mistress of the ceremonies in slow msrch execute the moements shown in DIagram 4 KNIGHT COMMANDER: (Raps *** )~ Sir Knights and Ladies, standing and with reverent hearts, let us return thanks to the Divine Creator of the Universe, imploring His aid in our efforts to discover Truth. CHAPLAIN: We acknowledge our dependence upon Thee, oh, Heavenly Father, for every earthly blessing we enjoy, and for the greater blessing of immortal life in Thy Kingdom. We thank Thee for the beauties of Nature that are about us on every hand and for the spark of Reason that we received from Thee, to enable us to comprehend Thy teachings and to adore Thy mighty works created in the plenitude of Thy Wisdom and Power. We ask Thee to be ever present with us in our con - vocations, in our homes and in all our daily walks of life. To incline our hearts to be just and merciful to all and to inspire us with an earnest desire to seek diligently for truth. Keep us in the straight and narrow way that leads to eternal happiness and finally admit us to become members of Thy Heavenly Council and to abide with Thee. Amen. (All the council respond Amen.) (The movement for the Chaplain and Mistress of the Ceremonies Is exe - cuted as shown by Diagram 4 Music by choir or song by all Ad lib KNIGHT COMMANDER: I now declare this Council of Knights and Ladies of the Holy Cross lawfully opened for the transaction of such business as may come before it, within the meaning of the Rules and Statutes of the Order. Lady Guardian, you will so inform the Knight Sentinel. 76 THE COUNCIL DEGREE LADY GUARDIAN: (Raps * * * , answered by Knight Sentinel etc. as before.) Sir Knight Sentinel, this Council is formally opened for the transaction of business. You can allow only those to enter who are qualified and only when the Knight Commander permits. (Closes door, faces Knight Commander.) The duty is performed, Knight Commander. KNIGHT COMMANDER: * (when no work Is in ~valting the Council proceeds with the regular order of business.) END OF OPENING CEREMONIES 77 r’rtI¶r PT’”! Hi lIIFIr,I~ TInT"},{"pageNumber":40,"pageContent":"THE COUNCIL DEGREE 52 0 RITUAL OF THE COUNCIL is c 0 LADY SUPERIOR: Lady Mistress of the Ceremonies, be pleased to ascertain if there be Aspirants in waiting to receive this Degree, and if so, who they are, whether or not they are qualified; and whether they have been legally elected. And if such there be, ascertain if they have been taught our lessons of Faith, Hope and Charity, likewise our teachings of Justice and Mercy, as exemplified in the two preceding Degrees. 0 LADY M[STRESS OF THE CEREMONIES: (Retires and returns Diagram 5.) Companions, are in waiting to receive this Degree; they have been legally elected, and have made the traditional vows in the Cloister and chapter. They now await your orders. LADY SUPERIOR: Lady Mistress of the Ceremonies, repair to the Ante Sala and conduct all of the Companions, save one, who shall act as Aspirant, to the Council, seating them in the proper position facing the Altar. —‘5 Diagram 6. (The aspirants are marched in, to the solemn Intoning of the organ end seated in places prepared for Ihem, where they can see all that is done and be in 0 convenient to the Altar at the time of taking their obligations.) (When all are seated Lady Mistiess of the Ceremonies advances to the Altar and pauses.) LADY SUPERIOR: Lady Mistress of the Ceremonies, retire again to the Ante Sala, and there prepare Companion to be the active aspirant to receive this Degree. 78 79 syIePFeFni~5 151 ff11 I5P6U~WI~ITi~5!"},{"pageNumber":41,"pageContent":"‘-4 00 0 00 z C C"},{"pageNumber":42,"pageContent":"II l3~ COUNCIL DEGREE THE COTJNCIL DEGREE (She retIres to the prepaiation room ) (The aspirant is clothed in a white robe, a long white veil over her head. She is conducted to the door of the preparation room and Lady Mistress of the Ceremonies makes the alarm 55 * ) LADY ASSOCIATE MISTRESS OF THE CEREMO - NIES: Lady Superior, there is the traditional alarm at the door of the Ante Sala. LADY SUPER[OR: Lady Associate Mistress of the Ceremonies, ascertain the cause of the alarm, and for what purpose. (Diagram 7 LADY ASSOCIATE MISTRESS OF TilE CEREMO - NIES: Who would enter here? LADY IVIISTRESS OF THE CEREMONIES: It is the Lady Mistress of the Ceremonies accompanying ‘a Com - panion of Justice and Mercy, who having received the Degree of Sister of Charity, taken the vows of a Corn - panion of Justice and Mercy, seeks now to be elevated to the Degree of Lady of the Holy Cross. LADY ASSOCIATE MISTRESS OF TIlE CEREMO - NIES: (To Aspirant.) Is this your free and voluntary act; and do you do this with a determination to seek dili - gently for Truth? ASPIRANT: I do. LADY ASSOCIATE MISTRESS OF THE CEREMO - NIES: (To Lady Mistress of the Ceremonies.) Do you vouch for her, and do you accept responsibility that she is indeed a pilgrim in the ranks of Truth, seeking it un - selfishly and that she will not be recreant to duty? LADY M[STRESS OF THE CEREMONIES: I do. LADY ASSOCIATE MISTRESS OF THE CEREMO - NIES: Has she our password? LADY MISTRESS OF THE CEREMONIES: She has it not, but she is well recommended, and having entire confidence in her sponsors, I will give it out of hearing of all but you. 82 LADY ASSOCIATE MISTRESS OF THE CEREMO - NIES: Give it to me. (It is given in a whisper.) Wait, now, in silence. Leave not this spot until I shall have informed the Lady Superior, and her pleasure ascertained. (Closes Ihe door Diagram 8. LADY ASSOCIATE MISTRESS OF THE CEREMO - NIES: Lady Superior, the alarm was made by the Lady Mistress of the Ceremonies conducting an Aspirant, who having taken the vows as a Sister of Charity, also those of a Companion of Justice’ and Mercy, now seeks oppor - tunity to make further advance in the search for Truth by being elevated to the dignity of a Lady of the Holy Cross. LADY SUPERIOR: Is she one who might prove in - constant, frivilous or recreant to vows? Is she one who accepts a pledge lightly, forgetting it straightway when challenged by error? LADY ASSOCIATE MISTRESS OF THE CERE1VIO- NIES: I fully believe that she is not. LADY SUPERIOR: What proof have you that she is worthy of our confidence and esteem? LADY ASSOCIATE MISTRESS OF THE CEREMO - NIES: Those of our order who know and love her have recommended her, and the Lady Mistress of the Ceremo - nies, believing them fully, gave me the password for her Ontrance. LADY SUPERIOR: Only those in whom we can place implicit trust do we welcome into our order; but to these choice souls, we extend the glad hand of fellowship. To be superior to littleness and the ignoble passions that embitter life; to speak always with the tongue of gentle - ness and good report; to envy not those whom fortune favors, or the world honors, is indeed a mark of true womanhood. Let her enter and be conducted into our presence. 83"},{"pageNumber":43,"pageContent":"0 z 00 0 0 SENTINEL 00 0 z CL4SS .—~ I 0 w~-I ~ ~ I ~ ~ C—, L~i A$SO c~ NARH~4 Dia~rasei 8. Lady Associate Mistress ot the Ceremonies returns and reports 1)iagram 9. Lady Associate Mistress of the Ceremonies returns to door"},{"pageNumber":44,"pageContent":"4j~j ~fl cOUNcIL DEGREE THE COUNCIL DEGREE Diagram ii Lights aro lowerod somewhat in house LADY ASSOCIATE MISTRESS OF THE CEREMO - NIES: (Returns and opens the door of Ante Sala.) Lady Mistress of the Ceremonies: It is the order of the Lady 0~ Superior that the Aspirant enter, and that she be imm&. diately conducted into the presence of the Lady Superior. Diagram 10 Organ in solemn music during this movement LADY SUPERIOR: Companion, you have been mit - iated as a Sister of Charity, advanced through merit and desire to the degree of Companion of Justice and Mercy. You have been taught to find wisdom through the beautiful allegorical figures of Paith, Hope and Charity in the Cloister degree, and you vowed to be just and merciful at the shrine of Justice and Mercy in the preceding degree. You now stand in this presence seeking advancement: a vol - teer in quest of Truth, the most perfect human conception —the attribute of Diety. Pause Reflect Interrogate yourself!!! This is a solemn moment, freighted with responsibility. that affects not only your life in this world, but likewise your immortal soul! Virtue is the child of Truth, giving to us our truest liberty. She is not free who stoops to passion, and a venomous tongue thrice binds those who hate and envy. Only on the mountain crests of service may Truth be ~5O found, and Truth sought for the sake of worldy gain, will never be possessed. Wisely has the great Creator so fashioned us that we FEEL the principles of Truth, even though there be not upon our lips the words to so express what even the heart cannot tell. ~1 Truth knows not creed, nor dogma, nor race. It makes 5.0 us of one blood, binding us interdependently by number- less ties which even death itself cannot sever. Companion, we crave likewise with you the boon of Truth. Seeking together along the pathway of Life, we can render to each other that aid and comfort that comes from the well-springs of love. 86 807 biB I IIIIi, illil"},{"pageNumber":45,"pageContent":"‘ri-nfl COUNCIL DEGREE THE COUNCIL DEGREE Q—) 0 .0 0 .0 0 .0 0 .0 .0 0 0 .0 0 0 10 0. ‘0 .0 0 0 .4.0 4-. .4 0~ 00 cc •~7.) 0... .00 Os .45 0,0 is.-. .0.0 -50 If you are still desirous of continuing your quest, divest yourself of every earthly attachment in which Mordidness, envy, hatred, and self aggrandizement is a part, and with open mind and loving heart approach an - other step in your journey. If you are not so willing, retire while time is still yours. (Pause.) Go now, with those who have sponsored thee, and may thy footsteps falter not until thou stand before the altar of Lady Natura. Diagram 11 Organ in solemn music during this movement House lights full. (Slowly LADY NATUIRA: Companion, the ancient laws of the ~I 1 oltecs required that aspirants for advancement be strong of heart, without fear, and beyond reproach. Humility, Patience and Self-Denial are three essentials required by our order; likewise, Faith, Hope, Charity, Justice and Mercy. If you are to become a true member of our order, its an Apostle of Truth, your word must never be broken. i\\ll true and loyal Knights must hereafter be to you as lIrothers; all distressed women as Sisters, all orphans as children. I ask you, and through you all members of this Class, do you still desire to unite with us? ASPIRANT: (And Class.) I do. LADY NATURA: Baptism is one of the most ancient iymbols known to man; it has been used with both a sacred e~nd a secular meaning. It belongs to no particular race or religion, but is common to all. We use it of right, not its a religious ceremony, but as a custom that existed from the earliest ages. It is administered in this Rite as a piedge of purification of the heart and soul. Nature bap - tized primitive man with the gentle rains from heaven, !tnd you, standing before the Shrine of Nature, are pledged in baptism by the washing of the hands. (Aspirant does no.) Sir Knights and Ladies, let us pray to our Heavenly l?ather to assist this Aspirant. (The Aspirant is caused to kneel.) Raps * * * Our Father who art in Heaven, bless this Candidate about 89 TABLEAU SACi( DQOP • • z • 10 I I,-) ALTAP -2 PIThPA~ATION 1200f1 88"},{"pageNumber":46,"pageContent":"r THifi COUNCIL DEGREE THE COUNCIL DEGREE to become Thy true servant. Aid her to perform and keep the vows she takes, and make ,her pilgrimage on earth to the initiation into the mysteries of Thy preparatory .0 Heavenly Council. Amen. Raps, * Arise, Companion, and accompany thy guide to the it Altar of Lady Ciencia. Diagram 12 Organ as before LADY CIENCIA: Do you believe there is but one God, supreme, infinite, eternal and unchangeable—and that He is infinitely just and wise and merciful? ASPIRANT: I do. LADY CIENCIA: Kneel then, Companion, at this o Shrine, and be consecrated to the service of Truth. (She .0 0 kneels.) Pollowing the custom of our ancient exemplars, it and as a pledge that you do hereafter renounce the vices of life, I pour upon your head this pure water and do it devote and consecrate you, and through you each member of this Class, to the service of Truth. Purified, and ex - alted above the sordid things of life, may you walk in the ef~u1gence of that light which shineth from the Great it First Source. 0 Arise, Companion. (She arises.) Lady Mistress of the Ceremonies, you will conduct the Companion to the Holy Altar. (The Aspirants are now formed sbout the altar, with active Aspirant in cc the center As many Sir Knights (or more) as there are Brothers in the class (other than Aspirants) form outside the circle and together raise over the Aspirants an arch of steel The Aspirants shall place their right hand on the 55 Book of their Faith and naked sword. KNIGHT COMMANDER: *** ito 0i~’ (All arise The Knight Commander and Lady Superior advance to In front 55 of the Altar. The other officers form a semicircle behind them. The Sir Knights with swords form a semicircle behind the Aspirants. Music during this ceremony Knight Commander administers vow (see secret work), all aspirants repeat- — log same with Aspirant At the proper time the Knights give each of the Brother Aspirants his 1, 50— sword (At the completion of secret work, Knight Commander and Lady Superior .~ii and all officers return to stations ) Knight Commander raps All aro now seated except Aspirant and Mistress of the Ceremonies who condiiote candidate to the altar of the Lady Superior. (Aspirant Is caused to hood,) 90 91 It"},{"pageNumber":47,"pageContent":"‘l’RE COUNCIL DEGREE THE COUNCiL DEGREE LADY SUPERIOR: By virtue of the powers with which I am invested, you and those who have just taken ihe vow are accepted as Knights or Ladies of the Holy Cross, and by the mystic and sacred symbols of our order (10 all the Knights and Ladies of this Council and wherever cjiHpersed in the world, here renew their obligations taken In this Degree, and pledge and promise you brotherly and plMtcrly protection at all times. [ therefore annoint your five senses and your powers ol’ work (She touches the eyes, nose, lips and hands of AMpirant with a little perfume), and do hereby forever dovote and consecrate you and these Aspirants to the noble pwy’vice of Truth. Arise, Companion. Lady Mistress of the Ceremonies, present the Aspirant id, the Shrine of Nature. (Diagram 13. t Organ as before. LADY NATURA: Truth is written upon every page d’ the Great Book of Nature; an engaging, enchanting 1l(~VClatioR, a gleam of the grandeur of God. Lofty mountains, limitless oceans, innumerable suns and ~lit~tcring stars, speak of His magnificence. The Peace of God is told to us in the forests, on the lilliRide, on the fertile plain piercing endless horizons with .~panse, by rippling waters in the brook and whispering w~r~ds kissing leaf and flower. The productive Earth opoaks to us of the Providence of God, while from dancing dunbeams, warm rains and caressing dews we learn of ijis mercy. Everywhere are evidences of His solicitude for us. It’jom the bosom of Mother Earth we derive our sustenance, ‘~nd our happiness is unconfined as we contemplate the htixmony of even the smallest thing in the universe. Nature I~])peals to us in life and in death. The life giving sun rises I ~ the morning for work and action and sinks to slumber - ous repose at night. The seed buried in the earth lives ngain, the principle of which we know not. iVian’s body dissolves after a time, but his soul is immortal and lives on. Nature teaches us, however, that as we sow, so shall we gather. 92"},{"pageNumber":48,"pageContent":"‘l’I-IIfl COUNCIL DEGREE THE COUNCIL DEGREE “Sown in the darkness or sown in the light; Sown in our weakness or sown in our might. Gathered in Time or Eternity, Sure, Oh, sure, will the harvest be.” ‘0 How harmonious are the works of Nature—each occu - pying its alloted space, accomplishing a predestined pur - pose. The seasons appear in regular sequence; the sun kisses the hills at morning and dyes the heavens with glory at evening at his appointed time; the stars move in their silent courses, irresistible in their power, sublime in their perfection. No variation, no inharmony. And, too, Nature speaks to us of the wisdom of God. ‘0- From the creation, all is good. Nothing forgotten or omitted. Everything in Nature is final perfection. No palette and brush in human hands can improve the color of the flower, nor add lustre to the sky above us. Nature may be imitated, but it cannot be improved. Let us contemplate with our finite minds the Great First Wisdom that in the beginning conceived such a structure and then address ourselves to the task of finding, each 55 for himself, that equilibrium where all is concord, moulded and fashioned into a deathless, fadeless harmony. Music. While it is given, Aspirant Is seated with the Class. At the con~. clusion, the Tableau of Nature is revealed LADY NATURA: Lady Mistress of the Ceremonies: You will now conduct the Aspirant to the Shrine of Science. (See Diagram 14.) LADY CIENCIA: Companion, you have passed from the shrine of Nature to that of Science. Nature shows to no man the mysteries within her bosom, until he first shall have striven to possess them through labor—and he who would gain knowledge must place himself in harmony with 0 the Great Creator. Science is knowledge co-ordinated, arranged, system - atized—and is indeed man’s greatest mental attainment. True science rests upon the solid foundation of Funda - mental Truth, and cannot change. What sometimes ap - pears to us a reversal of an accepted scientific truth, is 94 95"},{"pageNumber":49,"pageContent":"THE COUNCIL DEGREE THE COUNC[L DEGREE when closely analyzed, but added light—a broader and wider opening of, a further look into, the Portals of Creation, giving us a more clear human understanding. The Ancients believed the Sun, Moon and Stars were but lamps set in the heavens to give light to man. They conceived the universe according to the knowledge they possessed. The myriad of worlds, the unbounded spheres whirling through space—appearing to the inhabitants of earth so~ne once a day, others once a year, and still others once in a thousand years, spake no words to them. Whether they were peopled, or were barren wastes, they knew not, and they cared not, for they had no conception of their existence. Today, Science is ambitious to understand God through the mysteries of creation. It searches through the most minute form of force to learn the key, to the end that in some good day—we hope not far beyond—there will be that understandable harmony that will make the whole world a great brotherhood. Compared with Eternity, our periods of time are as nothing. For eons of time this earth has revolved once a day; now presenting one side to the light—now another. Numberless beings have been born, and just as many have died, and still the endless procession of life and death moves steadily, irresistibly by. “When you and I beyond the veil are pass’d, Oh, but the long, long, while the world shall last; Which of our coming and departure heeds As the sea’s self should heed a pebble cast.” In the infinite cycle of time, the building and decay of empires is as the twinkling of an eye. So it has ever been; so it will be forever. Contemplating this, then, how unimportant are all earthly pursuits except those that have to do with the building of character; fitting our human souls for the Everlasting Day that shall eventually be ushered in. Our feeble minds cannot grasp Infinity, and we cannot analyze creation. We look in wonderment upon the phe - nomena; then lose ourselves in the contemplation. 96 Where and what is Infinity? We do not know, prob - ably we do not need to know. But of this we are certain, Companion: That Life is not only good, but it is glorious in the experience of millions. The glory of human virtues adorn it; the splendors of Heroism, Devotedness, Beni - ficence, Fraternity, are upon its brow. It came from God to us in perfection, and when we finally give it back to Him at dissolution, may it be encrusted with gems of human accomplishment that will cause the All-Wise to say unto us, “Well done, thou faithful.” There is an element of the Divine in every lawful human pursuit, in every lawful human affection, and it makes but little difference where we erect our altar on this mundane sphere so long as the fires of service burn, an incense to the Almighty. Reason teacbes immortality of the soul of man, and upon no other plane may we harmonize man with nature, or nature with God. This being true, we can understand a little of what man is, that God should be mindful of him. If every human soul is a part of God’s Truth, then we are each a component part of the Universe and destined to live forever. There is more here than the world in which we live. An unseen and Infinite Presence is here; a something greater than we possess; a seeking through all the void wastes of life for the good beyond it; a crying out of the heart for interpretation; a memory of our dead, touching continually some vibrant thread in this great tissue of mystery. What then, if anything, are we doing to merit a life of eternal peace? Answer, oh Companion not in words, but in thy heart; and before that fateful day that will sooner or later overtake every one of us—and let thy lamp be trimmed and burning. iMusic While music is rendered, Aspirant is seated with Class. At the conclusion, the Tableau of Science is revealed Lady Mistress of the Ceremonies: You will now present the Aspirant at the Altar of Truth. (Diagram 15 ) Organ as before 97 “‘~“~r”w,y!T,”’~’"},{"pageNumber":50,"pageContent":"THE COUNCIL DEGREE THE COUNC[L DEGREE LADY MISTRESS OF THE CEREMONIES: Lady Superior: Through all the countless centuries the human race has sought to know the whole truth. It has been an ever distant light, a flame from which progressing man has found many embers, and many glittering sparks, as he has struggled on; but still the brilliant beacon seems as far away as ever. We cry to know if we must journey on forever in this thick darkness, or shall our weary feet eventually bring us to our quest? ~ We crave to know the truth—tell us, Lady Superior, what is TRUTH? LADY SUPERIOR: Your question is indeed profound. Strange is it not, that so simple a thing, as Truth, should ~ 5 be so utterly indefinable. Philosopher and sage, theologian and seer in every age and generation have sought answer .—and still the world seeks Truth. In all the history of mankind’s effort to contemplate Truth, there has never been on scroll or parchment, obelisk, or tablet a single dissertation that gave more than partial answer to man’s continual question. To indulge in metaphor, we might say: Truth is that Angelic Messenger sent from God, who’s every feature, line and lineament is unqualified perfection, who’s every attribute is the quintessence of good. Faultless and un - improvable it stands, the highest ideal for human en - deavor. Truth, my Companion, is a Divine attribute, vouch - ~afed to those alone who divest their hearts and minds of the vices of life and place themselves in harmony with God himself. It is not enough for us to confess Truth with our lips, then resist it in our hearts, because Philos - 5 5 ophy is not philosophy without the background of Truth; Governments are not just, until they shall have first been grounded in Truth: and true Religion is Truth indeed. Truth is the only perfect thing in all the world; it comes from God to us at the moment of birth, and is our only a heritage. Nurtured in self-abnegation, cultured in service and grounded in faith, it becomes man’s greatest hand - maiden, his liberator. Truth is not a sum of qualities, 99 — — — ‘~.- -- - -r — -~,., ~ — 98 -w"},{"pageNumber":51,"pageContent":"THE COUNCIL DEGREE rather it is an atmosphere that cannot be expressed; it must be felt. It is at this moment in your own soul, Com - panion, glowing with an effulgence from on High. But it is only there in the measure you have sought. To possess it we shall then see, what now we can only believe. Then the cloud will be lifted, the gate of mystery passed, and that which caused us trial, shall yield us triumph. Seek it, Companion, and finding it, it will last forever and for - ever. Thou shalt not fear the loss of much you prize; The slow defeats of time, The ruthless enemies who daily rise Along the road thou climb. Not pain, not avarice; nor envy’s steel Can make thee cringe and whine; Some light the darkest hours reveal-— If but the Truth be thine!!! If but the Truth may be thy bread and wine, The staff to stay thy feet; Thou still can grasp a heritage divine, And life will yet be sweet. The truth can heal all wounds of false regret; All foolish fears allay, And do thou grasp it closer, closer yet— And fling the rest away! Thou may go gladly strip’d of worldly power— Bereft of love and youth— If thou but grasp thy soul’s transcendant dower, The shining pearl of Truth. Music, while it is rendered. Asplrani Is seated with Class At ConclusIon of Music the Tableau of Truth is revealed. KNIGHT COMMANDER: We will now have the ad - dress of the Knight Orator. The Orator advances to behind the altar. 100 THE COUNCIL DEGREE KNIGHT ORATOR: Sir Knights and Ladies: You were informed in the First Degree that our order was founded on Faith, Hope and Charity, and the beautiful lessons inculcated by these virtues were fully amplified. In the Second Degree you were taught the lessons of Justice and Mercy and a seat in the Temple was accorded you. In the Third Degree we seek to lead you further, even to the quest for Truth itself; to awakening in your heart the desire to seek for and know Truth. The ancients possessed no conception of abstract Truth; hence varying religions adapted to their capacities were revealed to them, as we believe, by God. We here chal - lenge no man’s religion. What concerns us is the Truth as revealed by God to man. How he speaks to the indi - vidual heart, only that person knows. Two thousand years ago, after wandering in darkness, man caught a gleam of the coming dawn. The wise men of the East appeared saying, “Where is He that is born King of the Jews? For we have seen His star in the East, and have come to worship Him.” A new law begins to reign; a gospel of Love is proclaimed, understandable to all. The Light shines. The burden is lifted from our shoulders, and confident in our hope, cheered by Faith we press on with free and joyous heart. The path is plain and clear; flowers bloom by the wayside, and friendly waters run at our feet. Despair and doubt and the anxiety of uncertainly are left behind. Our view is now toward the city of Peace within whose walls dwell our sisters and brothers, and in the house of our Father a glad wel - come awaits. Silent and beautiful, the Star of the East, now risen, points the way. The humblest life may feel its connection with the Infinite Source. There is something mighty in the soul of man; some - thing of imortality in this momentary and transient body of ours. The mind stretches away on every side into in - unity, flashing abroad into the immeasurable boundless space with almost God-like endowment. To know the wonderful Author of All, to bring down wisdom from the eternal stars, and leave to generations 101 - ‘~~‘W .5."},{"pageNumber":52,"pageContent":"THE COUNCIL DEGREE THE COUNCIL DEGREE following after the impress of a worthy character is to have done God’s will. The world is filled with the labors and works of the dead. Our literature, the discoveries of science, the glories of art, the ever enduring temples, the comforts and in - ventions of industry, the laws, maxims and even the opinions of the now living; our philisophies and religions are all the works of those who lived before us. The prov - ince of Life is minute when compared with the Empire of Death—a point as it were in the center of immensity— a breath of existence amid the ages and regions of the Everlasting. The real conquerors and creators, the eternal proprietors of every nation are the heroic souls that were in it—each in his generation a laborer, many of them unknown, unhonored, unsung. Sir Knights, fight manfully the battle before you. True, you ride on no crusade girded in sword and buckler against a foe. But, Sirs, you fight the battles of the lowly, the unprotected, the helpless. Yours is a crusade against Ignorance, Intolerance, Avarice, Greed, Wrong, and Vice and Error. Your sword is drawn to protect the innocent; champion the Right, and serve under the banner of Truth. Stand valiantly for that which is just, and countenance no evil. (Addressing ths Ladies) Ladies: The bravest battle that ever was fought, Shall I tell you where and when? On the maps of the world you’ll find it not: ‘Twas fought by the mothers of men. Nay, not with cannon or battle shot, With sword or nobler pen: Nay, not with eloquent word or thought From mouths of wonderful men. But deep in a walled-up woman’s heart— Of woman that would not yield, But bravely, silently bore her part— Lo! there is the battle-field. 102 No marshalling troup, no bivouac song, No banner to gleam and wave I But oh, these battles, they last so long— From babyhood to the grave. Ladies, you may never he called upon to bind the wounds of a brother in a literal sense, but you have as high and exalted a duty. Cheer and encourage him in all that is good and noble. Many times, the cup of cold water placed to his lips in the form of sympathy and admonition, may revive his fainting spirit, and speed him on his way. Finally and always, Companions, Truth is Beauty. Truth is Courage. Truth is Love, Truth is God’s daughter. It is the highest thing a man may keep, and it is the Golden Key unlocking the Palace of Eternity. Truth is the Light that emenates from God. (KnIght Orator retIres to his station.) MusIc, ad lIb KNIGHT COMMANDER: Lady Mistress of the Cere - monies, you will now conduct the Aspirant to the East for nvestiture. (The Candidate is brought standing before the station of the Knight Com - mander.) KNIGHT COMMANDER: Knights and Ladies: It is our hope, our prayer, that our ceremonies, the vows you have taken in these degrees and the inspiration gained by your fellowship together, and with us, will have awakened your determination, renewed your ambition, to ~eek more diligently for the better things of life. If our labors have succeeded, our joy is great. We ask you to pass the good work along, as we firmly believe that in thus benefiting ourselves we are also bene - fiting others and bringing the peoples of the world more nearly into one great brotherhood. I now invest you with the Jewel of this Degree. Let it ever remind you of the vows you have taken, of the duties you have voluntarily assumed. At your early con - venience you will provide yourself with a Cross like this, on the reverse of which should be engraved your name 103"},{"pageNumber":53,"pageContent":"THE COUNCIL DEGBEE and address, and the name and number of the Council to which you belong. I now invest you with the Jewel of the Order. It is to remind you of the relation you now bear to the Higher Masonic fraternities’. The sign of the Degree (See Secret work). The Pass is (See Secret work). The Answer (See Secret work). The sign of Recognition (See Secret work). The sign of Distress is given in this manner, (secret work) repeating the words (secret work). If the sign cannot be seen, the words alone may be used (secret work). I now place upon your brow this crown of laurel, em - blematic of Immortality and Truth, and advance you and through you the entire class to be a Lady of the Holy Cross, and a member of this Council, and as such entitled to all its rights and privileges. (If it Is desired, the Aspirants may be accorded a reception at this point of the proceedings.) E~4D OF COUNCIL DEGREE. CLOSING CEREMONIES KNIGHT COMMANDER: Knights and Ladies, is there any further business to come before this Council? Has any Ofihizer anything to bring before the Council? Lady Secretary, are your tablets completed? LADY SECRETARY: They are, Ir(night Commander. KNIGHT COMMANDER: Lady Secretary, what les - son have you to leave with us ere we part? LADY SECRETARY: As our ancient brethern en - graved upon enduring tablets of stone those thoughts and happenings they deemed most important, so should we as ‘modern Toltecs engrave on the tablets of our hearts, ‘the sacred lessons taught us by our Rite. KNIGHT COMMANDER: Lady Treasurer, what words of value have you to leave with us? LADY TREASURER: That which is truly precious Loday, will also be precious tomorrow. Let us store good thoughts, good acts, good deeds and hoard them for gener - ~tions yet to come. KNIGHT COMMANDER: Lady Natura, what have you to impress upon our minds? LADY NATURA: That we should strive diligently for ~clf-improvement; that Love, Charity, and Progress be our watchwords; that selfishness and error be crowded I’rom our lives. KNIGHT COMMANDER: Lady Ciencia, your station ‘Is dedicated to the higher attributes for which we strive: what is your admonition? 104 105"},{"pageNumber":54,"pageContent":"CLO5ING CEREMONIES CLO5ING CEREMONIES LADY CIEN CIA: Reason is the Divine spark that separates us from the brute creation. They who cultivate this attribute are therefore highest above a base animal life. May we all apply Reason to our every daily act. KNIGHT COMMANDER: Lady Superior, from your exalted station in the East, what message do you give? LADY SUPERIOR: Truth, like the blessed sun that rises in the East, gives light to all the earth. Carry Truth with you, Knights and Ladies; be true to yourselves and you will be true to all the world. KNIGHT COMMANDER: Lady Chaplain, you will perform your closing duty? Organ In sacred cadence (Movements the same as Diagram 4 Organ cease, or plays p p. p durIng Invocation KNIGHT COMMANDER CHAPLAIN: Oh, Our Father, keep Thou us wrapped in the eternal mantle of Thy love. Permeate our natures with that blessed peace that alone can come from Thee. Show us the way to Perfect Truth. Enlarge and amplify our reason, and bind us together and to Thee in perfect Love, and Trust and Truth. Amen. ALL: Amen. KNiGHT COM~dANDER: Lady Mistress of the Cere - monies, you will perform your duties at the altar. Movement the same as Diagram 4, but in reverse order. She closes the book and says: Organ ceases LADY MISTRESS OF THE CEREMONIES: The duty is performed, Knight commander. Closing music by choir or all Ad lib. KNIGHT COMMANDER: Knights and Ladies, we are parting at this hour not as the world parts, but as sisters and brothers bound by the most solemn ties. The happi - ness of one is the happiness of all, the sorrow of one is Organ. the sorrow of all. May we each have abundantly and always the blessing of peace with ourselves and with others. I now declare this Council closed. Lady Guardian, you will so instruct the Sentinel. (Lady Guardian raps * * * etc. as before.) LADY GUARDIAN: Knight Sentinel, this council is closed. (Returns and reports.) The duty is performed, Knight Commander. KNIGHT COMMANDER: Will the Knights and Ladies kindly keep their places until the officers have retired. At the beginning of the march The Lady Mistress of the Ceremonies bear - ing the slaff with the passion cross marches across the hall south, and leads the procession making one circuit of the room, passing behind the Altar When one circuit has been completed she marches through the exit As she passes the stations of the Knight Commander and Lady Superior hey fall in behind her, next the Secretary and Treasurer When they pass I he SI ation of Natura she falls in behind, When they pass before the stations of the Otator and Clencla they fall in, with Ciencia on the left of Natura When they pass the station of the Chaplain she falls in beside the Orator. When they pass the Station of the Lady Associate Mistress of the Ceremonies, she falls in behind, Lady GuardIan joins at the door and so the procession leaves the room END OF RITUAL OF THE COUNCIL 106 107"},{"pageNumber":55,"pageContent":"PROCEDURE AND CEREMONIES By CLEMENT SMITH and FERDINAND VOILAND Emblem of the Order U"},{"pageNumber":56,"pageContent":"ELECTION OF A5PIRANT5 PROCEDURE OF ELECTION OF ASPIRANTS KNIGHT COMMANDER: Lady Secretary, what pro - posals (or Petitions) have you? SECRETARY: I have the proposal (or Petition) in the regular form of who is a member in good standing (or the Wife, Widow, Sister, Mother or Daughter of) who is (or was) a member in good stand - ing of Consistory (or Commandry) of No. State of Recommended by and In the same manner all of the Proposals (or Petitioi~is) are read. KNIGHT COMiVIANDER: You have heard the reading of these Proposals (or petitions) are there any committees called for? Lady Mistress of the Ceremonies you will prepare the ballot. The Lady MIstress of the Ceremonies arranges the ballot box so that all of the ballots are in the voting side of the box. She then talies It to Lady Natura who inspects it to see that It is in proper shape, next to Lady Ciencia, who inspbcts it, next to the Lady SuperIor and Knight Commander. After each has inspected it KNIGHT COMMANDER: We are about to ballot upon the Proposals (or Petitions) that have been read in your hearing. Remember that the white balls elect and the black balls reject. Vote for the best ihterests of this toun - cii. The Enlght Commander deposits his ballot The Mistress of the Ceiemo - nies next presents the Ballot box to The Lady Supeilor, who deposits her bal - 101. Box is then carried to Lady Ciencia tben Natura who each vote Ballot box Is then cariled to the Altar and placed in readiness for the Membership to vote Lady Mistress of the Ceremonies deposiis her ballot and steps bach, out of the way. KNIGHT COMMANDER: *** All of the Council rise, those nearest the East on both sides of the room, start simultaneously in single file, towards the West About two thirds of the way between the Altar and the rear of the hail they wheel inward, towards the center of ihe room, meetIng In the center One column then alternates wiih the other, making a single file Eastward towards the Altar The saluta - tIon is given by each member as they advance to cast their ballot The Knight 110 Commander does not need to acknowledge these salutations After balloting tbey each return to their seats KNIGHT COMMANDER: Have all balloted? If so I declare the ballot closed * . Lady Mistress of the Cere - monies you will display the ballot. She closes the box and presents it to Ladies Natura, Clencia and Superior, each of whom Inspect ii KNIGHT COMiVIANDER: Lady Natura, how do you find the ballot? NATURA: Favorable (or Unfavorable) Knight Com - mander. KNIGHT COMJYi4ANDER: Lady Ciencia, how do you find the ballot? CIE NC[A: Favorable (or unfavorable) Knight Com - mander. KNIGHT COMMANDER: The Lady Superior and my - self concur in this and you have elected (or rejected) these Candidates, to become members of this Council. In case of an unfavorable ballot upon a group of names, the group Is to be split up, and If necessary each name vol ed upon singly EXPLANATION AND PROCEDURE IN BALLOTING As will be noticed in the Statutes of Subordinate Coun - cils, Candidates may be elected upon their direct petitions,~ countersigned by two members of the Order, or upon pro - posals, made without their knowledge. The choice of pro - cedure left to the Subordinate Council. When by proposal, some member of the Council recom - mends the name of a friend who is eligible to receive the Degrees and obtains the name of some other member, to same, as a co-recommender. This proposal is then balloted upon in the same manner as if it were a petition. 111 II"},{"pageNumber":57,"pageContent":"BALLOTING When the ballot is favorable, the Secretary then notifies the person so elected that they have been honored through the favor of some friend, by being elected to receive the degrees of the Toltec Rite, that no further action by the body will be necessary and if they will present themselves at the next reunion of the Rite, the Degrees will be con - ferred upon them. When they so present themselves they make out a pe - tition and sign it in the regular form, but are already elected. Should the ballot be unfavorable the Secretary sends them no notice, they never linow anything about it and no embarrasment is caused. The form of the proposal is as follows: Council No. Knight Date Knight Ancient Toltec Rite. Lady and Lady under their obligation propose for Initiation and Member- ship, His Her Residence is of County of and name State who is INSTALLATION OF OFFICERS Knight Lady Commander Supeilor Ciencia Asiociare Mistiess Miirre~s Knight Otator of the Naiurs of the Sentinel Cetemo n~es Ceremonies Secierary Treasurer Musician Sister Mother Wife Daughter If a man, cross ibis out. of County of Received whose Residence is State of Elected Lady Guardian Chaplain Preceding the ceremony of installation, the InstallIng officer and a Tempo - rary MIstress of the Ceremonies are selected. The elected officers are seated in the southwest secilon of the room, in regular order as they will be taken to their respective places It is the duty of the temporary MIstress of Ceremonies to marshal them into formation (shown in the chart) and at the proper time, escort them to iheir respective places. 112 113"},{"pageNumber":58,"pageContent":"INSTALLATION OF OFFICERS KNIGHT COMMANDER: Lady Secretary you will read aloud, the names of those who have been exalted by election and appointment to the position of officers for the ensuing year. Knight and Ladies: You have heard these names, you know them well,—are there any among you who will not willingly follow where they lead, or who will not pledge them your fealty and support? If so, speak now, and do not by future word, or act, break the covenant of consent that you will now make if you remain silent. Lady , I do now appoint you to act as Lady Mistress of the Ceremonies for this installation, and direct you to arrange the various officers immediately be - hind the altar in the form of a cross, with the Knight Commander elect, and the Lady Superior elect, at the apex of the cross. Music. LADY MISTRESS OF THE CEREMONIES: Knight Commander, the officers elect and appointive are in proper order, with Sir Knight and Lady at the apeK of the cross. KNIGHT COMMANDER: The cross, has always had a potent signification to the human race. It has symbol - ized the uniyerse, because its arms were pointing toward infinity and in every direction. To the ancient Toltecs, it symbolized the North wind, the South wind, the East wind and the West wind, each idealized as sentient be - ings, with mighty wings, who, supporting the sky upon their uplifted arms, kept the human race from destruc - tion, and by the beating of their pinions, caused the winds whose names they bore. We find their inscription of the cross in the well known Swastica, but, more per - fectly to our conception, in the wondrous sculptured cross at Palenque. 114 As they symbolized and venerated the cross, the em - blem that we hold the most sacred, and take as a symbol of our order, it is but meet and fitting that you, the offi - cers who are to represent us, should be arranged to form a cross, symbolizing by that act, that you are a unit, in working for, and upholding the principles that unite us into one holy band, a band who will hold the cross before us in our walk through the mists and the uncharted wil - derness of our earthly life. Knight Commander elect, upon you will devolve the duties of directing the course of our council for the com - ing year. Do not enter lightly upon your mission. We lean upon your guidance, as the pilgrim leans upon his staff, and should you fail us, with those words of wisdom and of kindness that we expect, we will be indeed like the pilgrim with a broken staff, only able lamely and haltingly to gain the goal. Your virtues are well known to us, and we ask you to carry them out before the world, that those not of us, may say of you, “He is an honorable and righteous man; just, kind, considerate, of unquestioned integrity of char - acter, patriotic and philanthropic. He practices the vir - tues that he proclaims. If the Toltec Rite be composed of such as he, it is an honor to belong to it.” Do you promise us that you will preside with justice, will be courteous to subordinates, and will uphold the principles of our order 9 Answer . . That you will not allow the secret work of our order to become known to the profane, but will jealously guard the same; that our obligation, and our means of recogni - tion, shall not become the property of the uninitiated? Answer . . That you will hold all the officers under you to a strict accounting for their various duties, as well as zealously and faithfully performing your own 9 Answer . . . Your promises have been heard by us, and also they are now written in letters that neither time nor eternity can ever erase. Letters that are beyond our present ken, 115 U"},{"pageNumber":59,"pageContent":"INSTALLATION OF OFFICERS INSTALLATION OF OFF’ICERS but, be assured they will still hold over you, inexor - able as fate, when the universe has ceased to exist. Lady Superior elect, the Ancient Toltecs traced their lineage, not through their fathers, as we do, but through their mothers. We, the modern Toltecs, trace the history of our order through the administrations of our Lady s Superior. They are the symbolic mothers of the order. How fitting then, that you as the active Mother of this Council, should minister to us, should watch over us, pray for us, and keep us from the inviting paths of error, that radiate on every hand from the course which we should pursue. Do not enter upon your duties with the vain conceit that your labor is but to sit in the East and follow out the ritual. You will find your duties do not cease with the stroke of the gavel, but rather that they do but then begin. We are expecting you to minister to your distressed sisters and brothers, cloak their shortcomings with moth - erly charity, and to act ever and always as that highest example of human attainment, a lady; a lady of the Holy Cross. If it is in this spirit that you approach your office and undertake the duties devolving upon you, we, on our part, pledge you our hearty support and co-operation, and that we will endeavor to make your work as light as the importance of your office will permit. Do you now promise to uphold the principles and tenets of the Ancient Toltec Rite and assume the duties and responsibilities of Lady Superior of our Council? Answer . Lady Mistress of the Ceremonies, you will now conduct our Knight Commander elect and our Lady Superior elect, to th& East. Music The Knight Commander and Lsdy Supeilor are escorted to the East, when the instailing officer greets them and seats them, ihe Knight Commander at the right of the Lady Superior. Lady Mistress of the Ceremonies, you will now present the Lady Ciencia elect. LADY MISTRESS OF THE CEREMONIES: Knight Commander, Lady stands before the altar, pre - pared for installation as Lady Ciencia. KNIGHT COMMANDER: To the Ancient Toltecs the plains extended in unmeasured distance, vast, boundless, and unknown. Sad was the fate of those who trusted themselves there, without careful instruction and prepara - tion; as starvation, and thirst, with madness as their boon companion, were always at their side, on those trackless deserts. But our ancient brethren did compass these forbidding lands, did find their way to go and across them. They learned to read the face of the wilderness and see a thousand things, where the unlearned could see but desolation and destruction. So they gained knowledge, and knowledge, steadily advancing, became Science—Ciencia. You as Lady Ciencia, are to preside over the plane of the West. To give, with kindly courtesy, to those who do not know the pathway through the trackless waste, such instruction and guidance as will lead them steadily toward the East; the direction from which light comes to a darkened world. Your duties are many, and are both written and un - written, but are necessarily subservient to the presiding officers in the East. Do you promise to fulfill them to the best of your abil - ity, and to labor for the good of our order 9 An - swer . . Lady Mistress of the Ceremonies, you will conduct the Lady Ciencia elect to the North. Music Lady Mistress of the Ceremonies, you will present the Lady Natura elect. LADY MISTRESS OF THE CEREMONIES: Knight Commander, Lady stands before the altar, pre - pared for installation as Lady Natura. KNIGHT COMMANDER: To the primitive man, na - ture presented an undecipherable enigma. On every hand 116 1t7"},{"pageNumber":60,"pageContent":"INSTALLATION OF OFFICERS INSTALLATION OF OFFICERS were unknown processes, and unknown principles,—he found about him things that were harmful, and others that were good; he learned to avoid the one, and turn to his use the other, and so he gained in knowledge. You are to typify Nature in the plane of the South and to act in conjunction with Science, typified here as Lady Ciencia, in instructing those who seek admission among us, in the path that they should follow, if they are to reach the source of light, of knowledge, and of joy. Do you undertake these duties 9 Answer . Lady Mistress of the Ceremonies, you will conduct the Lady Natura elect, to the South. Music Lady Mistress of the Ceremonies, you will now present the Lady Secretary elect and the Lady Treasurer elect, at the altar. LADY M[STRESS OF THE CEREMONIES: Knight Commander, Ladies and stand be - fore the altar, prepared for installation as Secretary and Treasurer. KNIGHT COMMANDER: Lady Secretary, as our an - cient brethren inscribed with obsidian tools, and with in - finite patience, upon flattened stones, a record of events that were of the most importance to them, so to you is entrusted the duty of perpetuating in writing, the things that are of most importance to us as an order. You duties are many and varied and are enumerated in our Constitution and By-laws. It is for you to inform yourself of them and to perform them to the best of your ability. Do you promise to do this 9 Answer . . Lady Treasurer, since man has existed as a thinking being, there have been things that he prized, one above another, those things that he prized the highest, were treasures. With the advance of organized society, some one was set apart to guard and care for the things most precious, that they might be ever at hand in time of need. You have been elected to perform this duty for us, as 118 the guardian of our funds. These we expect you to guard jealously, to account for accurately and faithfully. Do you promise to do this 9 Answer . . Lady Mistress of the Ceremonies, you will conduct the Lady Secretary elect arid the Lady Treasurer elect to their stations. Music. Lady Mistress of the Ceremonies, you will present the appointed Musician, at the altar. LADY MISTRESS OF THE CEREMONIES: Knight Commander, (Lady or Sir Knight) stands be - fore the altar, prepared for installation as Musician. KNIGHT COMMANDER: The rippling of murmuring waves upon the beaches, the wind sighing through the palm trees, the laughter of little children, the muffled roar of the waterfall, the thunder of the breakers on the rocky shore, the sigh of love, the wail of anguish, the cry of despair, the halting step of age and the sprightliness of youth, the tenderness of motherhood, the wild roar of the tornado, the stalwartness of manhood and the purity of truth, woven togther, with the warp and woof of tone, tempered with the shuttle of time, lightened and shaded with the soul of an artist, makes that heavenborn fabric known as music. The Olympian Gods had Orpheus, “whose harp was strung with poets’ sinews, the touch whereof would melt both steel and stones.” We have our musician upon ~vhom devolves the duty of bringing to our Council the rythm and harmony that goes so far in perfecting the spirit of our work. To this most important station you have been appointed. Do you accept 9 Answer . . Lady Mistress of the Ceremonies, you will conduct the Lady (or Sir Knight) Musician to her (or his) station. Music. Lady Mistress of the Ceremonies, you will now present those appointed to be Lady Mistress of the Ceremonies, 1t9 -w"},{"pageNumber":61,"pageContent":"INSTALLATION OF OFFICERS Lady Associate Mistress of the Ceremonies, the Sir Knight Orator, the Lady Guardian and the Sir Knight Sentinel at the altar. LADY MISTRESS OF THE CEREMONIES: Knight ‘Commander, Lady Lady Sir Knight Lady , and Sir Knight stand before the altar, prepared f~or installation as Lady Mistress of the Ceremonies, Lady Associate Mistress of the Cere - monies, Knight Orator, Lady Guardian, and Knight Sent - inel. KNIGHT COMMANDER: It is not needful that I here rehearse to you your various duties, you are each and all subservient to the presiding officers, and we feel, that in your hands, the functions and duties of your various of - fices will be well and graciously attended to, and carried out. Your work, and the effects that you impress upon our candidates, are vital to the very life of our order. See that you do them well. Do you promise to endeavor to the best of your several abilities so to do 9 Answer . Lady Mistress of the Ceremonies, you will conduct these officers to their various stations. Music. Lady Mistress of the ceremonies, you will now present the appointed Lady Chaplain. LADY MISTRESS OF THE CEREMONIES: Knight Commander, (Lady or Sir Knight) stands be - fore the altar, prepared for installation as Chaplain. KNIGHT COMMANDER: ~4ot because your office is esteemed the least, but because it is the greatest, has your installation been left until the last. Our earliest brethren had learned to adore the Diety, and to His honor and glory, they erected the greatest of their temples and raised the most enduring of their monuments. In token of the acceptance of your sacred trust you will now lead the Council in Divine worship. * * * INSTALLATION OF OFFICERS CHAPLAIN: To thee, Almighty Father of the Uni - verse, we bow and, humbly beseeching, pray that Thou will cast the rays of Thy unceasing love upon this Council; will guide, guard and protect it, its officers and members, and help us to help our fellow men. Thou hast heard the promises made to us; these prom - ises were also made to Thee. Guard Thou the footsteps of those who made them, that they may not grow faint, nor fall weary by the wayside. Enlighten, strengthen, and upbuild our beloved Order, that it may become a potent power for good, for us, and for all mankind. Keep thou Thy watchful eyes, ever upon us and our sacred cross always before us. Bless, prosper, guide and protect us, we most humbly pray, and Thine shall be the glory forever, Amen. ALL PRESENT: Amen. KNIGHT COMMANDER: * Lady Mistress of the Ceremonies, you will conduct the Lady Chaplain to her station. (Music.) Lady Mistress of the Ceremonies have all the oflicers elect and appointed been attended to their stations? LADY MISTRESS OF THE CEREMONIES:~ They have. Sir Knight Commander I present to you the gavel of oflice and in the name and under the authority of the Grand Council of the Ancient Toltec Rite, I now pro - claim the officers of Council Number , duly and legally installed for the ensuing year. Let us all take heed and obey. 121 120"},{"pageNumber":62,"pageContent":"BURIAL SERV[CES KNIGHT COMMANDER: It is an ancient custom, and honorable, for members of our Rite to assemble in the char - acter of Sisters and Brothers, and pay tribute to one who has laid aside the duties of life and entered the Elysian fields where all is bliss and felicity. What a glorious boon, then, is the liberation of the hu - man soul from it’s material, earthly tabernacle, whether it be at the Noonday, when life is at it’s flood, with eager winds kissing the sails, or when life is in the twilight hour, approaching the final sunset. Our hearts thrill when we contemplate what life really is. The majesty of the stars at night, the beauty of the dawn, the loving companionship of human souls . . . . and co-ordinating all these, the wondrous gift of memory which at our bidding recalls only the virtues and service of loved ones. LADY SUPERIOR: In the empire of Eternity, all are equal. The wealth, honors, and things material are all left behind, and nothing remains of any human life but the good ~deeds, the unselfish service, the love we lavished with - out the hope of fee or reward. The silent, grey-robed twilight hour; A last faint beam, A longing for the promised rest, The endless dream. And life Material, is done. She places the cross upon the casket The Lord is my shepherd. I shall not want. He maketh me to lie down in green pastures; He leadeth me beside the still waters. He restoreth my soul; He leadeth me in the paths of righteousness for His name’s sake. Yea, tho I walk through the valley of the shadow of death, I will fear no evil, for Thou art with me; Thy rod and Thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies; thou anointist my head with oil; my cup runneth over. Surely, goodness and mercy shall follow me all the days of my life, and I will dwell in the house of the Lord forever. In token of the love we cannot tell, I place upon the Cross from whence its arms stretch out toward [nfinity, this Red Rose, symbol of the fervency of our attachment for those we have lost a little while. She places the rose upon the cross KNIGHT CO~dMANDER: Our Chaplain will pray with CHAPLAIN: Our F’ather we voice to Thee the thanks our spirits feel, for the gift to us of the life of our Sister, who has gone to Thee again. Thou left her with us, that we might learn to love her, and then Thou didst call to her, telling her to come to her eternal home and be with Thee forever. Grant that the goodness of her life may remain a land - mark, and a guide to us who follow after her, and may we all, in Thy good time, when our earthly preparation is ac - complished, confidently approach the portals of our Heav - enly Temple, and at our knocking, be admitted unto Thee. Amen. LADY CIENCIA: BURIAL SERVICES In the rendition of the work of this service, the Knight Commander Lady Superior, Lady Ciencia, Lady Nature and ths Chaplain are required. They ar - range therr~selves around the casket, the Knight Comniander and Lady Superior and Chaplain upon one side (looking across the casket at the audience), the Lady Ciencia at the head and the Lady Natura at the foot The Lady Superior carries a white cross, the Lady Ciencia a red rose and the Lady Natura a wreath to surround the cross, so that when the embiems are de - posited they will form a cross surrounded with a wreath and bearing on its center a red rose When it is desired in lengthen the time of the service, appropriate music can be rendered between the Work of the various officers us. 122 123"},{"pageNumber":63,"pageContent":"BuRIAL SERVICES LADY NATURA: The works of nature are the thoughts of God, the rea]izaUon of His dream come true; the embodiment of His will, in earth and water, in solid, liquid, vapor, and in life and death. Growth and decay, integration and disintegration, the bursting of the seed, the blooming of the flower, the dying of the parent stock, are all a part of His idea, a portion of His plan. Nature brings us sunshine and shadow, pleasure and pain, plenty and hunger, the warmth of joy and the chil - ling cold of sorrow. We worship Thee by loving nature, from the atom to the universe. From the bower of nature’s garden we gathered these flowers, and now we leave them with the human and physical portion of our sister, that they may sleep with what we knew and loved as her. She places the wreath around the cross. INDEX Preface Declaration of Authority Cloister Degree Furniture and Emblems Officers and Characters Clothing for First Apartment Clothing for Second Apartment Opening Work Work in First Apartment Work in Second Apartment Vows in Cloister Degree Chapter Degree Furniture and Emblems Officers and Characters Opening Work Vows in Chapter Degree Prologue to Merchant of Venice Merchant of Veiiice Investiture Closing 125 5 4 9 11 11 12 12-13 13 14-33 14 23 28 35 37 37 38 40 42 50 52 6,1 62 124"},{"pageNumber":64,"pageContent":"INDEX Council Degree 63 Emblems and Settings 65 Officers and Characters 66 Clothing 67 Opening 78 Investiture 103 Vows 90 Closing 105 Procedure and Ceremonies 110 Balloting 111 Form of Proposals for Membership 112 Installation Procedure 113 Burial Ceremony 122 126 - ___‘LA"}]
