[{"pageNumber":1,"pageContent":"CEREMONIES FOR USE IN LODGES OF FREE AND ACCEPTED MASONS IN UTAH Adopted by the Grand Lodge 1997 Revised 2002"},{"pageNumber":2,"pageContent":"CEREMONIES FOR USE IN LODGES OF FREE AND ACCEPTED MASONS IN UTAH Adopted by the Grand Lodge 1997 Revised 2002 COMPLIED BY THE COMMITTEE ON RITUAL JOHN R. PENDLETON, P.M. JOHNNY E. WORTHEN, P.M. WILLIAM C. DUNCAN, P.M. JAMES A. McINTIRE, P.G.M., Grand Lecturer"},{"pageNumber":3,"pageContent":"TABLE OF CONTENTS Masonic Funeral Service......................................................1 General Instructions.....................................................1 Military Participation....................................................3 Opening Procedures.....................................................5 Opening for Individual Services....................................5 Opening a Lodge of Sorrow.........................................6 Memorial Roll..............................................................6 Suggestions to a Master...............................................7 Suggestions to a Marshal..............................................9 Service in a Lodge Room.............................................9 Order of Procession....................................................13 Public Service in Lodge Room, House, or Church......18 Memorial Service.......................................................24 Service at Cemetery or Tomb.....................................30 Installation Service for Constituent Lodges at Tyled Meetings...........................................................37 Public Installation Instructions...........................................65 Joint Installation.........................................................67 Public Installation for Constituent Lodges..................68 Public Ceremony........................................................71 Closing Public Installation..........................................98 Closing of Grand Lodge Following Public Installation of Grand Lodge Officers....................100 Grand Masterís Official Visitation....................................102 Reception of Grand Lodge Visitors..................................106 Reception of Grand Lodge Officers..................................108 Fifty Year Ceremony........................................................110 Balloting..........................................................................112"},{"pageNumber":5,"pageContent":"The Ceremonies to be observed at Masonic Funerals are highly appropriate and should be made impressive. They are performed as a solemn duty and as a token of respect and fraternal affection to the memory of a departed brother. GENERAL INSTRUCTIONS No brother shall be buried with Masonic honors unless he was at the time of his death a Master Mason in good standing. The Worshipful Master may decline to give Masonic burial to a deceased member or sojourner whose conduct in life reflected discredit upon the Fraternity. An Entered Apprentice or a Fellow Craft shall not be allowed in the procession as a Mason at a Masonic Funeral. The Master of a Lodge, upon being notified of the death of a Brother who had expressed a wish for a Masonic funeral service, or whose family indicates such a desire on their part, shall make all suitable arrangements and in due time shall convene his Lodge and conduct the funeral, except: Upon the death of a sojourning Brother, who had expressed a wish to be buried with Masonic ceremonies, or whose family expresses such a wish, the duty of arranging for the funeral devolves upon the Master of the Lodge within whose jurisdiction the death has occurred. If more than one Lodge in the place, then the duty will be performed by the several lodges in turn, unless other arrangements are made. Other organizations may attend, in a body, the funeral services of a Mason and should be accorded every courtesy. The body of the deceased, however, must be in the charge of the Lodge having jurisdiction, and the services conducted in all respects as if none but Masons were present. A Lodge 1"},{"pageNumber":6,"pageContent":"may conduct either the public or interment portion of the funeral service, or both, as requested. After the Masonic services have commenced there can be no intermingling of any other ceremonies with the Masonic services. It is permissible, though, to allow suitable eulogies to be delivered, at the appropriate time therefor as specified in this ritual, by one or more speakers, if the family requests it, keeping in mind that Masonic tradition emphasizes brevity in the non-ritualistic portions of the ceremony. Such speakers may or may not be Masons and no regard need be paid to their religious or fraternal affiliations, but no sectarian or doctrinal discourses shall be permitted. It is likewise permissible, after the Masonic service is concluded, to allow a dedication of the grave or other ceremonial by another organization, in which case the Master, instead of dismissing those present, will announce the conclusion of the Masonic service stating that the other ceremonies will follow, whereupon the Lodge will break formation and make way for such other services but should remain at the grave until such ceremonies are concluded. It is not permissible for a Masonic Lodge to appear as such at a funeral entirely conducted by another organization, or to act simply as an escort at such a funeral; but where the services at the cemetery are to be conducted by the Lodge, it may escort the body to and from the place where the public services are to be held. MILITARY PARTICIPATION In connection with a Masonic service, this is usually confined to covering the casket with a flag, firing of a salute, 2"},{"pageNumber":7,"pageContent":"sounding taps, and folding of the flag and presenting it to a family member. The flag is usually placed on the casket when the casket is closed for the last time just before the public service commences. Everything else should be removed except the Masonic apron which may be left under the flag at the head of the casket and remain there until it is removed and handed to the Master at the grave, at which time the flag may be folded back sufficiently to remove the apron and allow the Master to replace the apron at the proper time. The Master will then again cover the apron with the flag. When the memorial roll is deposited it should be placed under the flag. The firing of the salute and the sounding of taps should follow the benediction and response at the end of the Masonic service at the grave. If the deceased was a Grand Officer or a Past Elective Grand Officer, the present Grand Officers should be invited to attend the funeral. In case of the presence of the Grand Master, the Deputy Grand Master, or a Grand Warden, the Master of the Lodge having jurisdiction should invite the Grand Officer present who has attained the highest rank to conduct the services. The proper dress to be worn at a Masonic funeral is black or dark clothing, a white shirt and a dark tie, a black or dark hat, and a plain white apron, which must be worn on the outside of the coat or overcoat. Officers conducting a funeral shall wear their official jewels. The pallbearers (usually six in number) should be appointed 3"},{"pageNumber":8,"pageContent":"by the Master except when the Lodge is to conduct only the interment service. The Master should, however, consult members of the family before appointing the pallbearers and should appoint those preferred by them. Honorary pallbearers may be permitted, if specially requested, and may or may not be Masons. Honorary pallbearers should be seated before the Lodge enters in places prepared for them where the public services are to be held, unless all of the honorary pallbearers are Masons, in which case they may march in and march out immediately after the active pallbearers. The Book of Holy Writings should be opened. The three Great Lights should be trimmed with black crepe, neatly tied with a narrow white ribbon, and placed on a board or cushion covered with black material, properly arranged for carrying. The Great Lights should be borne in a funeral procession by a member of the craft appointed by the Master. A white apron may be placed on the casket during the public service. In the absence of remains the public service in the Lodge Room, House, or Church may be used for a Memorial Service. OPENING PROCEDURES When opening a Lodge of Master Masons for funeral services, one of two methods will be selected: (1) A Lodge may open and close for each funeral service conducted, using the regular ritual for such opening and 4"},{"pageNumber":9,"pageContent":"closing. (2) A \"Lodge of Sorrow\" may be opened (using the regular ritual for such opening and closing) and remain open throughout the entire year. OPENING FOR INDIVIDUAL SERVICES One of the essentials in a Masonic funeral is that the service shall be conducted by a Lodge which has been duly opened, however, in case a Lodge is to conduct a funeral service in another city, or at a point remote from the Lodge Room, and it is not feasible or convenient for all the brethren to meet in the Lodge Room, the Master or either of the Wardens, or a Past Master, with two other brethren may open the Lodge, at the regular meeting place, repair to the place where services are to be held, and conduct services, after which the same officers who opened the Lodge, or others qualified to act in their places shall return to the Lodge Room and close the Lodge in full form. OPENING A LODGE OF SORROW A Lodge may open a \"Lodge of Sorrow\" as soon as practical or necessary after the annual installation; and immediately after opening, the \"Service in the Lodge Room\" will be performed. A \"Lodge of Sorrow\" is symbolically at labor when functioning, and is at refreshment when dismissed by the Marshal at the conclusion of the services. If a \"Lodge of Sorrow\" is opened, it will not be required to have a Tyler's 5"},{"pageNumber":10,"pageContent":"register present at the services, but the Secretary shall record the minutes of each Masonic Funeral Service and read them at the first regular meeting thereafter. The \"Lodge of Sorrow\" will be closed (if one has been opened) upon the closure of the Annual meeting in December. If a \"Lodge of Sorrow\" was opened, a Tribute will be given, at the Annual meeting, to all Brothers of that particular Lodge who have passed away during the previous Masonic year, and for all Brothers for whom a courtesy service was performed by that Lodge. As a part of the Tribute, the Memorial Roll of those departed Brothers will be read. MEMORIAL ROLL The Secretary should prepare two copies of the Memorial Roll, one to be attached to the minutes of the meeting and the other one to be placed upon the casket. IT SHOULD CONTAIN THE NAME, AGE, AND RESIDENCE OF THE DECEASED, THE NAME OF THE LODGE OF WHICH HE WAS A MEMBER, AND HIS MASONIC RECORD. The Master should sign the same and it should be attested by the Secretary under the seal of the Lodge. The Memorial Roll shall be read at the public service or at the grave. The Brethren should uncover when the casket is being carried through the lines and while at prayer. In the case of inclement weather, however, the Master should direct the men present not to uncover, since it is most important not to let any of the Brethren or friends suffer as the result of any unnecessary exposure to the weather. If it is ascertained that the remains of a Brother are to be sent 6"},{"pageNumber":11,"pageContent":"to some other place for interment, the Master may, out of respect to the memory of the deceased, open the Lodge and escort the remains to the railway depot, or other convenient place, and render the family or friends such assistance and courtesies as may be deemed necessary. SUGGESTIONS TO THE MASTER Get in touch with the family immediately, if possible by a personal visit, and ask how the Lodge may be of service. If a Masonic funeral is desired (and it is proper to inquire if such is the wish, but never to urge or ask that the Lodge be permitted to conduct the service) the following information may be helpful. A. If music is desired, there are two places provided for it in the ritual. B. The speaker should be informed when they are to speak, and that there is no other place in the service where a eulogy or a personal word may be spoken, and suggestion offered that the remarks be limited to approximately ten minutes. C. Direct the members to leave the ritual cards in the lodge room and not to take them to the hall or to the grave. D. Have at least two Brethren, clothed with aprons, in the corridors to direct those attending to the proper hall, and the others to act as ushers when necessary. E. Assign someone to see that the seats are properly placed in the room where the public service is to be held. F. Even though the ritual be memorized, the open book 7"},{"pageNumber":12,"pageContent":"should be held in the hand and in sight, that the public will know it is a prescribed ritualistic service. For the sake of proficiency and impressiveness, the officers should study and read their parts aloud before conducting a funeral service. The Master should commit to memory as directed in the \"SERVICE AT THE CEMETERY OR TOMB\", and also the committal paragraph which begins \"Forasmuch, etc.\" G. The Brethren should be seated during the public service, whenever possible. The Master should stand during the ritualistic service, but may take his seat during the reading of the memorial roll, the eulogy, and music. H. When the brethren are required to stand they should not be placed between the audience and the speakers. I. The Master shall not wear a hat during any of the public portions of a funeral service, except when inclement weather makes it advisable for all to remain covered at the grave. Under no circumstances should the Master wear his silk hat outside of the Lodge room. SUGGESTIONS TO THE MARSHAL The Marshal should: A. Form the procession in proper order. B. Be familiar with arrangements for all public portions of the services so he will know how to direct to the best advantage, the movements of the Lodge outside the Lodge room and the placing of the Brethren while the services are in progress. C. Make certain, also that the Mortician is advised as to the 8"},{"pageNumber":13,"pageContent":"movements the Masonic service requires so that he can handle his arrangements accordingly. SERVICE IN THE LODGE ROOM The burial of a deceased Mason is Masonic Work; and during the entire service the Lodge is at labor. (see Section 3-17-3 of the Code of the Grand Lodge, F. & A.M. of Utah.) The Master will open the Lodge on the Master Mason Degree, (See special prayer on page 2 of Monitor), state the object of the meeting, (see official cipher as to wording), appoint a Marshal, Bible Bearer, and pallbearers, and will also instruct the Lodge in the Committal Honors given at the close of the ceremonies at the grave, and will give such other instructions as may be deemed necessary. The Master calls up the Lodge and proceeds as follows: MASTER. - Man that is born of a woman hath but a short time to live, and is full of misery. He cometh up, and is cut down like a flower; he fleeth as it were a shadow, and never continueth in one stay. In the midst of life we are in death. Of whom, then, may we seek for succor, but of Thee, O Lord? My Brethren, where is the man that liveth that shall not see death? RESPONSE BY THE BRETHREN. - Man walketh in a vain shadow; he heapeth up riches, and cannot tell who shall gather them. MASTER. - When our brother died, did he carry nothing away with him? 9"},{"pageNumber":14,"pageContent":"RESPONSE BY THE BRETHREN. - He fulfilled his destiny. Naked he came into the world, and naked he has departed out of it. MASTER. - Hear, then the conclusion of the whole matter: It is the Lord only that can give, and it is the Lord that hath taken away. Blessed be the name of the Lord. Let us endeavor to live the life of righteousness, that our last end may be like his. RESPONSE BY THE BRETHREN. - God is our God, for ever and ever. He will be our guide and support, even through the dark valley of the shadow of death. MASTER. - I heard a voice from Heaven, saying unto me: \"Write from henceforth, Blessed are the dead who die in the Lord! Even so, saith* the Spirit, for they rest from their labors.\" Almighty Father, in Thy hands we leave, with humble submission, the soul of our Brother. Brethren, let us pray. The Master or the Chaplain then offers the following or some other suitable prayer: \"Most glorious and merciful Lord God, our Heavenly Father! Author of all good, and Giver of all mercy! Pour down Thy blessing upon us and strengthen our solemn engagements with the ties of affection. May this solemn occasion draw our attention toward Thee, the only refuge in time of need, that, when we are about to quit this transitory scene, the enlivening prospect of Thy mercy may dispel the gloom of death; that after our departure hence in peace, we may be received into 10"},{"pageNumber":15,"pageContent":"Thine everlasting kingdom, and there enjoy, in union with our departed friends, the just reward of a well spent and virtuous life. Amen.î * Pronounced “seth”. BRETHREN. - So mote it be. ORDER OF PROCESSION The Marshal shall form the procession to enter the Funeral Hall as follows: 1. The Tyler with drawn sword. 2. The Three Great Lights carried by a Brother. 3. Deacons, carrying rods. (Rods used only in Temple) 4. The Master (and Grand Master if present), escorted by the Marshal. 5. The Senior and Junior Wardens. 6. The Secretary and the Treasurer. 7. The Chaplain. 8. The Clergyman or speaker if a Master Mason. 9. The Pallbearers (if Master Masons) 10. The Stewards. (The officers named above to maintain distance of 6 to 10 11"},{"pageNumber":16,"pageContent":"feet apart.) 11. Present and Past Grand Lodge Officers. 12. Master Masons properly clothed. If the deceased was a member of other Bodies affiliated with Masonry and the members of these Bodies should unite in the procession, clothed as such, all such Bodies should follow the Lodge. The Marshal has no fixed station, but is free to move about as his duties require. Upon arrival at the Public Service he shall be seated behind the J.D. A Masonic procession should be governed by the discipline of a Lodge Room. Therefore, the utmost decorum should be observed until the Lodge is closed. The Officers present shall take positions during the public service as follows: (Masonic East) S.D. TREAS. CHAP. S.W. W.M. *G.M. J.W. SECY. J.D. ____________________ | (HEAD) | | | Pallbearers (0) | | (0) Pallbearers | | Pallbearers 0) | CASKET | (0) Pallbearers | | Pallbearers (0) | | (0) Pallbearers | | Bearer of the Great Lights Senior Steward Tyler Junior Steward (Masonic West) *(Grand Master or his representative if present) 12"},{"pageNumber":17,"pageContent":"During the public service in the Lodge room, the pallbearers will be seated on either side of the casket, or may be seated together at some convenient location. The speaker shall be seated in the Southeast. The Grand Officers and Brethren should be seated in places provided for them. If, however, it is necessary for them to remain standing they should be placed behind the Officers conducting the services; and care should always be taken in placing the Brethren to leave at least two sides of the room open for the audience and for the family. Upon the conclusion of the public services, the Marshal will escort the Master to the outside of the building where the services are held, the other Officers and the Brethren led by the Deacons following in the same order as that in which they entered; and, upon arriving outside the building, the lines will form on either side, facing inward, and the Brethren will remain at attention and uncovered, except during inclement weather, while the casket is borne to the hearse and the family has also passed through the lines. As soon as the casket has been placed in the hearse and the family seated in their cars, the Lodge should break ranks and the Brethren enter their cars, taking places in the funeral procession in advance of the hearse, if possible, so as to permit the Lodge to reach the cemetery in advance of the hearse and mourners. Upon arriving at the place of interment, the Lodge should form lines, facing inward, between the hearse and the grave and should stand at attention and uncovered while the casket is carried through the lines to the grave. The Officers will assume the same positions in one or more lines, except that the Tyler, Bearer of Great Lights, and the Stewards will be at 13"},{"pageNumber":18,"pageContent":"the foot of the grave (West). The Marshal will escort the Master and the other Officers at the head of the casket. The other Officers will, so far as possible, take the same positions as at the public services. The pallbearers will group themselves at the foot of the grave immediately behind the Bible Bearer and Tyler. The Brethren will take places back of the pallbearers, or the officers, leaving both sides of the grave open for the family and friends. These arrangements will, of course, have to be varied as conditions may require, but care should always be taken to leave sufficient space for the family and friends. After the conclusion of the services at the grave, the Lodge will break ranks, repair to their cars, and return to the Lodge Room without further ceremony. Upon arrival at the Lodge Room, the Lodge shall be closed in full form. (This will be done only if a Lodge of Sorrow has not been opened.) 14"},{"pageNumber":19,"pageContent":"PUBLIC SERVICE IN THE LODGE ROOM, HOUSE, OR CHURCH SUITABLE MUSIC MAY BE RENDERED AS LODGE OFFICERS AND MEMBERS ENTER After all have reached their places the Master will direct all to be seated and will then proceed with the services as follows: MASTER. - Family, Brethren and Friends, the service we are about to conduct is a Ritualistic Ceremony authorized by the Grand Lodge Free and Accepted Masons of Utah. This service is being conducted by the officers and members of Lodge No. . MASTER. - Bless the Lord, O my soul and all that is within me, bless His holy name. Bless the Lord, O my soul, And forget not all His benefits; Who forgiveth all thine iniquities; Who healeth all thy diseases; Who redeemeth thy life from destruction; Who crowneth thee with loving kindness and tender mercies. God is our refuge and strength."},{"pageNumber":20,"pageContent":"A very present help in trouble. Therefore will we not fear, though the Earth do change, and though the mountains be moved in the heart of the seas. In thee, O Lord, do I put my trust; let me never be ashamed; Deliver me in Thy righteousness. Bow down Thine ear unto me; deliver me speedily; Be Thou to me a strong rock, an house of defense to save me. For Thou art my rock and my fortress. Therefore for Thy name's sake lead me and guide me. MASTER. - Brother Secretary, you will read the Memorial Roll. ( Secretary reads the roll) (Appropriate music/solo if desired.) MASTER . - Lord, make me to know mine end, and the measure of my days, what it is; Let me know how frail I am."},{"pageNumber":21,"pageContent":"Behold, Thou has made my days as handbreadths; and mine age is as nothing before Thee. Lord Thou hast been our dwelling place in all generations. Before the mountains were brought forth, Or ever Thou hadst formed the Earth and the world, Even from everlasting to everlasting, Thou art God. Thou turnest man to destruction; And sayest, Return, ye children of men. For a thousand years in Thy sight Are but as yesterday when it is past, And as a watch in the night. Thou carriest them away as with a flood; they are as asleep: In the morning they are like grass which groweth up, In the morning it flourisheth and groweth up, In the evening it is cut down, and withereth."},{"pageNumber":22,"pageContent":"MASTER. - The Brethren will rise. (pause) Brother Chaplain, lead us in prayer. CHAPLAIN. - Almighty God, we thank Thee for the hope of eternal life that Thou hast implanted in us. May this hope and may faith in Thee be richly ours. To them we cling, O Rock of Ages! Keep Thou us ever steadfast in union with Thyself. The Brethren will join in the Lord's Prayer. (The Lord's Prayer may be sung by the soloist if desired.) \"Our Father, which art in Heaven, Hallowed be Thy name. Thy kingdom come. Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil. For Thine is the kingdom, and the power, and the glory, forever. Amen!\" MASTER. - The Brethren will be seated. MASTER. - Though life on this earth is short, yet is it immortal? The leaves of every summer fall and die, but the great forests wax and strengthen and wave in the winds of the centuries. A man dies and is gone from the places that knew him and the friends that loved him. Yet humanity goes on -- continues building its cities, its temples and its towers, -- continues weaving and spinning, working and"},{"pageNumber":23,"pageContent":"singing, all with a high joy, as if no grave had ever been hollowed out of the breast of the green earth. Therefore, let us not fret about our own little day and the uncertainty of our own existence; but let us concern ourselves with all the world as if it were our business to look after it; let us be inspired by our immortality, not discouraged by our frailty. So teach us to number our days, that we may get us an heart of wisdom. O satisfy us in the morning with Thy mercy; That we may rejoice and be glad all our days. Let the beauty of the Lord our God be upon us; And establish Thou the work of our hands upon us; Yea, the work of our hands establish Thou it. None of us liveth to himself, and none dieth to himself. * * * No stream from its source Flows seaward, how lonely soever its course, But what some land is gladdened."},{"pageNumber":24,"pageContent":"No star ever rose and set without influence somewhere. Who knows what earth needs from earth's lowest creature? No life can be pure in its purpose and strong in its strife And all life not be purer and stronger thereby. We ourselves can see but one side of our work and of our lives. We do not know the influences shed by our characters and the indirect results of the moral meanings of what we are doing. But God knows and shapes our ends to His purposes. Let us then so live that with God's help we may better the world for having lived in it. (Senior Warden rises. Not necessary for Wardens to stand during ritual.) MASTER. - What man is he that liveth, and shall not see death? Shall he deliver his soul from the hand of the grave? SENIOR WARDEN. - I will ransom thee from the hand of the grave; I will redeem thee from death. MASTER. - As for man, his days are as grass; as a flower of the field, so he flourisheth. For the wind"},{"pageNumber":25,"pageContent":"passeth over it, and it is not, and the place thereof shall know it no more. SENIOR WARDEN. - Like as a father pitieth his children, so the Lord pitieth them that fear Him. For He knoweth our frame; He remembereth that we are dust. MASTER. - How intimate is the connection between death and life? Everywhere death is the minister of life, and life sustains and renews itself by death. Man dies daily, and lives because he dies. Throughout all nature, death is literally swallowed up of life; life is most manifestly and gloriously the conqueror of death. Death is another life. we bow our heads At going out we think, and enter straight Another golden chamber of the King's, Larger than this, and lovelier. There shall no tempest blow, No scorching noontide heat; There shall be no more snow, No weary, wandering feet;"},{"pageNumber":26,"pageContent":"So we lift our trusting eyes From the hills our fathers trod, To the quiet of the skies, The Sabbath of our God. (Either of these verses may be omitted if desired.) Let us hear the conclusion of the whole matter. SENIOR WARDEN. - Fear God and keep his commandments; for this is the duty of all men. MASTER. - And what doth the Lord require of thee, O man? SENIOR WARDEN. - To do justly, and to love mercy, and to walk humbly with thy God. Amen. ALL. - So mote it be. (Solo if desired) Here may be delivered a Eulogy or Address. Each speaker should be introduced suitably by the Worshipful Master, who may say, -- brethren, and Friends _______, _______, will now address us, or any other words suitable to the introduction of such speaker. MASTER. - Brethren and Friends, this concludes"},{"pageNumber":27,"pageContent":"our Service here. Committal services will follow at ____________. (Announcement to fit the occasion.) The Master, followed by the other officers and the Brethren, will then retire in the order set forth above. SUITABLE MUSIC MAY BE RENDERED AS OFFICERS RETIRE MEMORIAL SERVICE The following may be used at a \"Funeral Hall\" follow- ing the normal Masonic Funeral Service (Public Service in Lodge Room, House, or Church). This option replaces the Traditional SERVICE AT THE CEMETERY OR TOMB. It is intended for use when the family desires a Memorial Service of a Masonic Character and where the normal graveside tribute is not appropriate. (i.e.--In case no casket is present.) The funeral hall should be set up prior to the Memorial. A \"Memorial\" table should be arranged in an appropriate place to represent the casket. Upon the table may be placed various personal effects of the departed brother. These may include but are not limited to the following: 1. Photograph 2. White Masonic Apron 3. Floral arrangement"},{"pageNumber":28,"pageContent":"The seating of the speakers and brethren should follow the normal form. Following the optional speakers at the end of the \"Chapel Funeral Service\", the Master and/or brethren seated behind the speaker's stand will step down to the Memorial Table and proceed ----. MASTER: The Brethren will rise. Brethren, Family, and Friends: It has been a custom among the Fraternity of Free and Accepted Masons from time immemorial, to assemble when requested, with the solemn formalities of the Craft, to offer a final tribute of affection for a departed Brother. In conformity with this usage, and in accordance with the duty which we owe to our departed brother, we now appear before the world to emphasize the earnest hope and belief of a Mason that he shall live again. The apron is removed from the table and handed to the Master who continues. (The Apron and Acacia speeches from memory) The lambskin or white leathern apron, of which this white linen one is a representation, is an emblem of innocence and the badge of a Mason. By it we are reminded of that purity of life and rectitude of conduct which are so essentially necessary to gaining"},{"pageNumber":29,"pageContent":"admission to the Celestial Lodge above, where the Grand Architect of the Universe presides. This emblem I now deposit on the memorial Table. By this act we are reminded that through the beneficent ministry of death, our brother has reached the end of earthly labors and his account now rests with his Creator . Taking a sprig of evergreen in his hand the MASTER continues: This evergreen is an emblem of our faith in the immortality of the soul. By it we are reminded that we have an imperishable part within us, which will survive death, and which will never, never, never die; and through the loving kindness of our Supreme Grand Master, we may confidently hope that, like this evergreen, our souls will hereafter flourish in eternal spring. (Place the evergreen on the table as if it were a casket; then place the hand on the left breast; then raise it to the zenith before dropping it to your side.) MASTER: Brother Secretary, you will deposit the Memorial Roll. It will be but a little while until we, like our brother, whose memory we honor, shall be gathered to our fathers. Let us then not forget the lesson death"},{"pageNumber":30,"pageContent":"teaches us, but remembering the uncertainty of life, the little value of those things for which most men strive and the infinite value of living well that we may die well, may we the more earnestly endeavor to obey God's laws and labor to do good to our fellowmen. \"So live, that when thy summons comes to join The innumerable caravan, which moves To that mysterious realm, where each shall take His chamber in the silent halls of death, Thou go not like the quarry slave at night, Scourged to his dungeon, but sustained and soothed By an unfaltering trust, approach thy grave Like one who wraps the drapery of his couch About him, and lies down to pleasant dreams.\" Forasmuch as it hath pleased Almighty God in His wise Providence to take unto himself the soul of our departed Brother, may we believe that death has no power over a faithful and righteous soul; but that, when the dust returneth to the dust as it was, the spirit goeth unto thee. With firm faith and reliance in our Supreme Grand Master of the Universe we trust that we shall meet once more in the abiding place not made with hands, eternal in the heavens. Let us pray. (***)"},{"pageNumber":31,"pageContent":"CHAPLAIN: Almighty and most merciful God, in whom we live, and move, and have our being, we do earnestly beseech Thee to bless and sanctify to us this dispensation of Thy providence. And, 0 Gracious Father, vouchsafe us, we pray thee, Thy divine assistance, to redeem our misspent time; and in the discharge of the duties Thou hast assigned us in the erection of our mortal edifice, may we have wisdom from on high to direct us, strength commen- surate with our tasks to support us, and the beauty of holiness to render all our performances acceptable in Thy sight. *And, 0 Heavenly Father, in this dark and trying hour of sorrow, we pray that Thou wilt be the comforter of our Brother's loved ones. Administer to them, 0 our Father, the consolation they so sorely need. * ( This paragraph may be omitted if not suited to the circumstances.) And at last, when our labors on earth are ended, may we obtain entrance into that spiritual home, that house not made with hands, eternal in the heavens. Amen! MASTER: Together, Brethren."},{"pageNumber":32,"pageContent":"( Then, extending their hands, palms downward, over the memorial table, the Brethren shall say--) ìHis body we commit to the elements from which it came.î (The Brethren crossing their arms on their breast, shall say ------) ìHis memory we cherish in our hearts.î (Then, raising their hands, as if in supplication, the Brethren shall say) ìAnd his spirit we commend unto God who gave it.î MASTER: The Lord bless us and keep us! The Lord make His Face to shine upon us and be gracious unto us! The Lord lift upon us the light of His countenance, and give us peace. Amen! RESPONSE: So mote it be. MASTER: Family, Brethren, and Friends, this concludes our Memorial for Brother . ( Suitable music may be rendered as officers retire.)"},{"pageNumber":33,"pageContent":"SERVICE AT THE CEMETERY OR TOMB Master. - Family, Brethren, and Friends: From time immemorial it has been the custom of the Fraternity of Free and Accepted Masons to accompany the remains of a brother to their last resting place, and there to deposit them with the solemn formalities of the Craft. In conformity with this usage, and in accordance with the duty which we owe to our departed Brother, we have now assembled in the character of Masons to offer to his memory, before the world, this last tribute of our affection and to emphasize the earnest hope and belief of a Mason that he shall live again. The apron is then taken from the casket and handed to the MASTER, who continues: (The MASTER should commit the Apron and Acacia speeches to memory; also the committal paragraph commencing Forasmuch, etc.\") The lambskin, or white leathern apron of which this white linen one is a representation, is an emblem of innocence, and the badge of a Mason. By it we are reminded of that purity of life and rectitude of conduct which are so essentially necessary to gaining admission to the Celestial Lodge above, where the Grand Architect of the Universe presides. This emblem I now deposit with the body of our departed Brother. (Places it upon the casket.) By this act we are reminded that through the beneficent ministry of death, our brother has reached the end of his earthly"},{"pageNumber":34,"pageContent":"labors and his account now rests with his Creator. Taking a sprig of Acacia in his hand, the MASTER continues: This evergreen is an emblem of our faith in the immortality of the soul. By it we are reminded that we have an imperishable part within us, which will survive death, and which will never, never, never die; and that through the loving kindness of our Supreme Grand Master, we may confidently hope that, like this evergreen, our souls will hereafter flourish in eternal spring. In depositing the evergreen, the proper form is to extend the right hand over the casket and place the evergreen; then place the hand on the left breast; then raise it so as to point it to the zenith; and then drop it to the side, thereby signifying that we consign the body of our departed Brother to the tomb, that his memory is faithfully cherished in our hearts, and that we commend his spirit to Him who gave it. MASTER. - Brother Secretary, you will deposit the Memorial Roll. (Secretary also reads Memorial Roll if not previously read.) The MASTER then proceeds with the services. It will be but a little while until we, like our Brother whose memory we honor, shall be gathered to our fathers. Let us then not forget the lesson death"},{"pageNumber":35,"pageContent":"teaches us, but remembering the uncertainty of life, the little value of those things for which most men strive and the infinite value of living well that we may die well, may we the more earnestly endeavor to obey God's laws and labor to do good to our fellowmen. \"So live , that when thy summons comes to join The innumerable caravan, which moves To that mysterious realm, where each shall take His chamber in the silent halls of death, Thou go not like the quarry slave at night, scourged to his dungeon, but, sustained and soothed By an unfaltering trust, approach thy grave Like one who wraps the drapery of his couch About him, and lies down to pleasant dreams.\" (A) FOR INTERMENT AT THE GRAVE Forasmuch as it hath pleased Almighty God in His wise providence to take unto himself the soul of our departed Brother, we therefore commit his body to the grave. Soft and safe to thee, departed Brother, be this earthly bed! May the year's earliest buds unfold"},{"pageNumber":36,"pageContent":"their beauties o'er this, thy resting place, may each springtime renew their loveliness; and here may the sweetness of the summer's last rose linger longest! With firm faith and reliance in our Supreme Grand Master of the Universe we trust that we shall meet once more in that abiding place not made with hands, eternal in the Heavens. Let us pray. (B) FOR ENTOMBMENT IN A MAUSOLEUM OR VAULT Forasmuch as it hath pleased Almighty God in His wise Providence to take unto himself the soul of our departed Brother, we therefore, commit his body to the tomb. Here protected from the extremes of the elements may the beauties of perpetual springtime be forever present! With firm faith and reliance in our Supreme Grand Master of the Universe we trust that we shall meet once more in that abiding place not made with hands, eternal in the Heavens. Let us pray. (C) IN CASE OF CREMATION Forasmuch as it hath pleased Almighty God in His wise Providence to take unto himself the soul of our departed Brother, we therefore, commit his body to the funeral pyre to be resolved into the elements from which it came! With firm faith and reliance in our Supreme Grand Master of the Universe we trust that we shall meet once more in that abiding place not made with hands, eternal in the Heavens. Let us"},{"pageNumber":37,"pageContent":"pray. The Chaplain will then offer the following prayer : Almighty and most merciful God, in whom we live, and move, and have our being, we do most earnestly beseech Thee to bless and sanctify to us this dispensation of Thy providence. And, O Gracious Father, vouchsafe us, we pray Thee, Thy divine assistance, to redeem our misspent time; and in the discharge of the duties Thou hast assigned us in the erection of our mortal edifice, may we have wisdom from on high to direct us, and the beauty of holiness to render all our performance acceptable in Thy sight. *And, O Heavenly Father, in this dark and trying hour of sorrow, we pray that Thou wilt be the comforter of our Brothers loved ones. Administer to them, O our Father, the consolation they so sorely need. *This paragraph may be omitted if not suited to the circumstances. And at last, when our labors on earth are ended, may we obtain an entrance into that spiritual home, that house not made with hands, eternal in the heavens. Amen!"},{"pageNumber":38,"pageContent":"MASTER. - Together, Brethren. Then, extending their hands, palms downward, over the grave or casket, the Brethren shall say: ìHis body we commit (to mother earth); or (to the tomb) or (to the funeral pyre); Then the Brethren crossing their arms on their breasts, shall say: His memory we cherish in our hearts. Then, raising their hands, as if in supplication, the Brethren shall say: And his spirit we commend unto God who gave it. The Benediction will then be pronounced by the MASTER as follows: The Lord bless us and keep us! The Lord make His Face to shine upon us and be gracious unto us! The Lord lift upon us the light of His countenance, and give us peace. Amen! RESPONSE. - So mote it be. MASTER. - Family, Brethren, and Friends, this concludes our Masonic service. We appreciate your joining us in this tribute to our Brother."},{"pageNumber":39,"pageContent":"The announcement of any other ceremony to follow, i.e., military, dedication, etc."},{"pageNumber":40,"pageContent":"INSTALLATION SERVICE FOR CONSTITUENT LODGES AT TYLED MEETINGS The Installation of the Officers of a new Lodge follows immediately after the ceremony of Constitution, and the ceremony is therefore conducted by the Grand Officers, while in a previously charted Lodge the presence of the Grand Master or other Grand Officer is not necessary. Any Master or Past Master in good standing with the assistance of an Installing Marshal, Installing Chaplain and an Installing Secretary, can lawfully conduct the ceremony of Installation. The Installing Marshal (I.M.) uses the appropriate title of the Installing Officer, (I.O.), i.e., Most Worshipful Grand Master (if Installing Officer) Most Worshipful Past Grand Master (if Installing Officer) Right Worshipful __________ (if present or past Grand Elective Officer) Worshipful Sir __________ (if present appointive Grand Officer, or present or past Worshipful Master) The Installing Officer (I.O.) will wear a hat. This ceremony must be conducted in the presence of Master Masons only , and at a tyled meeting. The following ceremony is appropriate for installing the Officers of a newly constituted Lodge or those of a previously charted Lodge. No portion of the ceremony may be omitted, and no innovations should be added. Officers of a Lodge must be installed after each election or appointment to office (see Section 3-4-6 of The Code"},{"pageNumber":41,"pageContent":"of the Grand Lodge, F.& A.M. of Utah). Officers reelected or re-appointed must be installed. When a present Grand Officer or a past elective Grand Officer is being installed as an Officer of a Lodge, his title should be used immediately following his name. The Installing Marshal (I.M.) will see that the following are placed on a table or stand near the East, arranged for convenient use: Officers Jewels Square Rods Compasses Marshal's Baton Code of the Grand Lodge of Utah Tyler's Sword Charter Small Book of Holy Writing Copy of the Lodge By-laws Members should be appointed to serve as Senior Warden, Junior Warden, Junior Deacon, and Tyler until the new Officers are Installed. Sufficient chairs arranged in a semi-circle should be placed West of the Altar. All the Officers will be conducted from the Altar to the East by way of the South on the right hand side of the Altar. Officers will be conducted to their stations or places from the East as follows: BY WAY OF THE NORTH BY WAY OF THE SOUTH Senior Warden Junior Warden"},{"pageNumber":42,"pageContent":"Treasurer Secretary Deacons Chaplain Organist Marshal Trustees Stewards Tyler At the direction of the Installing Officer (I.O.) the Installing Marshal (I.M.) conducts each Officer in turn from the semi- circle to a point directly in front of the Installing Officer. Installing Marshal presents his left arm to each Officer and conducts him to the East. Installing Marshal may be seated during the Installation of the Master. He rises when addressed by the Installing Officer after the Ancient Charges. The Deacons and Stewards are presented in pairs, the Installing Marshal walking between them. On arriving at his station or place, each Officer will bow slightly to the Installing Marshal. (No salute). In forming the procession, the Officers should be lined up in the West according to their stations and places, commencing with the Senior Warden. I.O. - Brethren, we are about to install the Officers of Lodge No. , Free and Accepted Masons of Utah. Brother Installing Secretary, you will read the Certificate of Qualification of the Master-elect. (Installing Secretary reads Certificate.) I.O. - Brother Installing Secretary, you will announce the names of the Officers elected and appointed to govern this Lodge. As each name is called, he will take position standing West of the Altar in front of the chairs, facing East."},{"pageNumber":43,"pageContent":"(Installing Secretary reads list of Officers.) I.O. - (will then rise and say:) Brethren of ____ Lodge No. ____, you have heard the names of the brethren who have been selected as Officers of your Lodge for the ensuing year (or term). If any member present knows of any just cause why any of the brethren should not be installed into office, he will make it known now. (pause, I.O. continues) Installing Marshal, (who rises) , are you satisfied that the Brother elected (or selected) to be Worshipful Master of this Lodge is eligible, and well skilled in the noble science and royal art? I.M. - I am so satisfied, Worshipful Sir. (or appropriate title) (the I.M. then presents the Master- elect west of the Altar and continues) I now present to you my Worthy Brother to be installed Worshipful Master of this Lodge. I believe him to be of good morals and of great skill, true, and trusty, and as he is a lover of the fraternity, wheresoever dispersed over the face of the Earth, I doubt not he will discharge his duties with fidelity. I.O. - Brother Installing Marshal, you will cause our Brother to kneel, for the benefit of prayer, and to take his official obligation. (As Installing Marshal causes Worshipful Master-elect to kneel, the I.O. calls up the Lodge. *** The I.M. conducts Installing Chaplain to the Altar, where he kneels facing west, and continues:)"},{"pageNumber":44,"pageContent":"PRAYER Most Holy and Glorious Lord God: We approach Thee with reverence, and implore Thy blessing on this Brother elected ( or appointed ) to preside over this ( new ) Lodge, and now prostrate before Thee. Fill his heart with Thy love that his tongue and actions may pronounce Thy glory. Make him steadfast in Thy service. Grant him firmness of mind. Animate his heart and strengthen his endeavors. May he teach Thy judgments and Thy laws, and be Thy true and faithful servant, bless him, O Lord, and bless the work of his hands. Accept us in mercy. Hear Thou our prayer, and grant our earnest supplications. Amen. RESPONSE. - So mote it be. ( The Installing Chaplain will rise and return to his place; the Worshipful Master-elect still kneeling at the Altar. The I.O. standing in the East, says:) I.O. - Brother ___, you will now repeat after me your official obligation: I solemnly promise, on the honor of a Mason, that in the office of Worshipful Master of this Lodge, I will, to the best of my ability, strictly comply with the constitution, by-laws, and regulations of the Most Worshipful Grand Lodge of Free and Accepted Masons of Utah, the By-laws of  Lodge No."},{"pageNumber":45,"pageContent":"____, and all other ancient Masonic usages, so far as the same shall come to my knowledge. Amen. (The I.O. will return to the East.) I.O. - The Brethren will be seated - * and the Worshipful Master will rise. (I.O. continues) My Brother, in inducting you into your office, as a symbol of the commencement (or continuation) of your government of this Lodge, I am performing a most pleasing duty. By immemorial usage, and the established landmarks of Freemasonry, you are installed Worshipful Master of this Lodge, with powers and prerogatives which are of high importance and due solemnity. The resolutions, which, I doubt not, you have formed in your own mind, that these powers shall not be abused or perverted by you, I would gladly strengthen by word of admonition. The very consciousness of the possession of a great power will ever make a generous mind cautious and gentle in its exercise. To rule has been the lot of many, and requires neither strength of intellect nor soundness of judgment; to rule WELL has been the fortune of but few, and should be the object of an honorable ambition. It is not by the strong arm or the iron will that obedience and order - the chief requisites of good government - are secured, but by holding the key to the hearts of men."},{"pageNumber":46,"pageContent":"The office of Worshipful Master is of great antiquity and respect, and is one of the highest dignities to which we may aspire. The Worshipful Master, to rule well, should possess and practice several important requisites: As a man, he should be of approved integrity and irreproachable morals, freed from the dominion of hasty temper and ill-governed passions, of good repute in the world, and practicing, as an example to his Brethren, the cardinal virtues of TEMPERANCE, FORTITUDE, PRUDENCE, and JUSTICE. As a citizen, he should be loyal to his government, obedient to its laws, prompt in the duties he owes to society, and a pattern of fidelity in all social and domestic relations. As a Mason, he should cling to the old landmarks, and be sternly opposed to their infringement; be desirous to learn and apt to teach; be prompt to aid and relieve; and be ever mindful that though elevated for a time above his fellows, he is elevated by them, and should therefore cultivate everywhere and at all times the golden tenets of BROTHERLY LOVE, RELIEF, AND TRUTH. As an Officer, he should remember, first of all, that he is an individual Mason, sharing in that respect a"},{"pageNumber":47,"pageContent":"common lot with his Brethren, and therefore interested in the welfare of each and all; be devoid of undue ostentation and haughty overbearing; be accessible to all, cultivating the closest friendship and the most unlimited confidence with his associate officers; be eager to take counsel with his Brethren, and ready to give it; be ready to reward good; be devoid of favoritism, and wholly impartial. Such are some of the most important qualifications which a Worshipful Master should possess, and the errors he should avoid. It may be that most, if not all of us have failed to reach this standard, but it is attainable, and be it your purpose to reach it, and to be a bright and shining example to those who shall come after you. My Brother, previous to your investiture it is necessary that you should signify your assent to those Ancient Charges and Regulations which point out the duty of a Worshipful Master of a Lodge. (The Master to whom these charges are addressed should signify his assent to each of them by bowing his head.) ìYou promise to be a good man and true, and strictly to obey the moral law?î ìYou promise to be a peaceable citizen, and cheerfully to conform to the laws of the country in which you reside?î"},{"pageNumber":48,"pageContent":"ìYou promise not to be concerned in plots and conspiracies against government, but patiently to submit to the law and the constitutional authorities?î ìYou promise to pay a proper respect to the civil magistrates, to work diligently, live creditably, and act honorably by all men?î ìYou promise to avoid private piques and quarrels, and to guard against intemperance and excess?î ìYou promise to be cautious in your behavior, courteous to your Brethren, and faithful to your Lodge?î ìYou promise to respect genuine Brethren, and to discountenance impostors, and all dissenters from the original plan of Masonry?î ìYou promise to pay homage to the Grand Master for the time being, and to his officers when duly installed; and strictly to conform to every edict of the Grand Lodge, that is not subversive of the principles and groundwork of Masonry?î ìYou promise a regular attendance on the committees and communications of the Grand Lodge, on receiving proper notice, and to pay attention to all the duties of Masonry on convenient occasions?î ìYou agree to hold in veneration the original rulers and patrons of Freemasonry, and to their"},{"pageNumber":49,"pageContent":"regular successors, supreme and subordinate, according to their stations?î ìYou agree to promote the general good of society, to cultivate the social virtues, and to propagate the knowledge of the mystic art?\" ìYou agree that no visitor shall be received into your Lodge without due examination and satisfactory evidence of their having been initiated in a regular Lodge?î ìYou admit that no person can be regularly made a Mason in, or admitted a member of, any regular Lodge without previous notice and due inquiry into his character?î ìYou admit that no new Lodge shall be formed without permission from the Grand Lodge, and that no countenance be given to any irregular Lodge, or to any person clandestinely initiated therein, being contrary to the Ancient Charges of Freemasonry?î ìYou admit that it is not in the power of any man or body of men to make innovations in the body of Masonry?î These are the regulations of Free and Accepted Masons. Do you submit to these charges, and promise to support these regulations as Worshipful Masters have done in all ages before you?"},{"pageNumber":50,"pageContent":"(The Master will answer in an audible voice:) I do. I.O. - Brother ____, in consequence of your cheerful assent to the charges and regulations of the Ancient Fraternity, you are now to be installed Master of this Lodge, in full confidence of your care, skill, and capacity to govern the same. Brother Installing Marshal, you will conduct the Worshipful Master to the foot of the dais. I.O. - My Brother, with pleasure I now cause you to be invested with the jewel of your office - The Square - ( pause) . As the square is employed by the operative Mason to fit and adjust the stones of a building, that all its parts may properly agree, so you as Worshipful Master of this Lodge, are admonished by the symbolic meaning of the square to preserve that moral deportment among the members of your Lodge which should always characterize good Masons. I.O. - You will now receive the Charter and the various books and implements used in your Lodge. (The I.M. will hand these, as they are referred to, to the Worshipful Master, who will retain them during the explanation of each by the I.O., and then return each of them to the I.M.) THE HOLY WRITINGS - (pause) The Holy Writings, that Great Light in Masonry, will guide you to all truth; it will direct your paths to the"},{"pageNumber":51,"pageContent":"temple of happiness, and point out to you the whole duty of man. THE SQUARE - (pause) The Square teaches us to regulate our every action and to let our conduct be governed by the principles of Morality and Virtue. THE COMPASSES - (pause) The Compasses teach us to limit our desires in every station, and never to suffer our passions or our prejudices to become the masters of our judgment. THE CHARTER - (pause) The Charter which you have now received, is the authority by which this Lodge is held. As its lawful custodian, you are carefully to preserve it and duly transmit it to your successor in office. THE CODE OF THE GRAND LODGE OF UTAH - (pause) This Code you are to search at all times. Cause it to be read in your Lodge, that none may pretend ignorance of the excellent precepts it enjoins. THE BY-LAWS - (pause) This book contains the by- laws of your Lodge, which you are to see carefully and punctually executed. I.O. - Installing Marshal, you will conduct the Worshipful Master to a seat in the East on my right."},{"pageNumber":52,"pageContent":"I.O. - Installing Marshal, you will present the Senior Warden-elect. SENIOR WARDEN I.M. - Worshipful Sir ( or appropriate title ). I now present for Installation Brother ____, who has been elected (or appointed) Senior Warden of this Lodge. Brother ____I.O. - , you have been elected (or appointed) Senior Warden of this Lodge, and will be invested with the jewel of your office . (pause) The Level demonstrates that we are descended from the same stock, partake of the same nature, and share in the same hope; and though distinctions among men are necessary to perform the work of the world, yet no eminence of station should make us forget that we are Brethren; for he who is placed on the lowest spoke of fortune's wheel may be entitled to our regard, because a time will come, and the wisest knows not how soon, when all distinction but that of goodness shall cease, and death, the grand leveler of human greatness, reduce us to the same state. Your regular and punctual attendance is essentially necessary. In the absence of the Worshipful Master you are to govern this Lodge. In his presence you are to assist him in the government of it. Hence the necessity of preparing yourself for the important"},{"pageNumber":53,"pageContent":"duties that may devolve upon you. LOOK WELL TO THE WEST. I.O. - Installing Marshal, you will present the Junior Warden-elect. JUNIOR WARDEN I.M. - Worshipful Sir (or appropriate title) . I now present for Installation, Brother ____, who has been elected (or appointed) Junior Warden of this Lodge. I.O. - Brother ____, you are elected (or appointed ) Junior Warden of this Lodge, and will be invested with the jewel of your office. (pause) The Plumb admonishes us to walk uprightly in our several stations; to hold the scales of justice in equal poise; to observe the just medium between intemperance and pleasure; and to make our passions and prejudices coincide with our duty. To you is committed the superintendence of the craft during the hours of refreshment. It is therefore indispensably necessary that you should not only be temperate and discreet in the indulgence of your own inclinations, but carefully observe that none of the craft be suffered to convert the purposes of refreshment into intemperance and excess. Your regular and punctual attendance is particularly requested, and we have no doubt that you will ever be watchful, whether at labor or refreshment, that the High Twelve of observation does not find you"},{"pageNumber":54,"pageContent":"with your work, and that of the craft you superintend unperformed. LOOK WELL TO THE SOUTH. I.O. - Installing Marshal, you will present the Treasurer-elect. TREASURER I.M. - Worshipful Sir (or appropriate title) I now present for Installation, Brother ____, who has been elected (or appointed) Treasurer of this Lodge. I.O. - Brother ___, you are elected (or appointed) Treasurer of this Lodge, and will be invested with the jewel of your office. (pause) It is your duty to receive all moneys from the hands of the Secretary; keep a just and regular account of the same, and pay them out by order of the Worshipful Master, with the consent of the Lodge. I trust that your regard for the fraternity will prompt you to the faithful discharge of the duties of your office. I.O. - Installing Marshal, you will present the Secretary-elect. SECRETARY I.M. - Worshipful Sir (or appropriate title) I now present for Installation Brother ____, who has been"},{"pageNumber":55,"pageContent":"elected (or appointed) Secretary of this Lodge. I.O. - Brother ____, you are elected (or appointed) Secretary of this Lodge, and will be invested with the jewel of your office . (pause) It is your duty to observe the will and pleasure of the Worshipful Master; record the proceedings of the Lodge proper to be written; transmit a copy of the same to the Grand Lodge when required; receive all moneys paid into the Lodge, and pay them to the Treasurer, taking his receipt therefor. Your good inclination to Freemasonry and your Lodge will induce you to discharge the duties of your office with fidelity. I.O. - Installing Marshal, you will present the Trustee (or Trustees) . TRUSTEE I.M. - Worshipful Sir (or appropriate title) . I now present for Installation, Brother ____ (or Brothers) , who has (or have) been elected (or appointed) Trustee (s) of this Lodge. I.O. - Brother ____, (or Brothers), you have been elected (or appointed) Trustee(s) of this Lodge. The Trustees wear no jewel to indicate their office because their labors are performed, for the most part, outside the Lodge room. You, with your associates, are charged with the duty of holding, taking title to and investing all the funds of the Lodge. Your election (or appointment) to this"},{"pageNumber":56,"pageContent":"responsible office is proof of the trust reposed in you, and of the esteem in which you are held by your Brethren. I.O. - Installing Marshal, you will present the Chaplain. CHAPLAIN I.M. - Worshipful Sir (or appropriate title) I now present for Installation, Brother ____, who has been appointed Chaplain of this Lodge. I.O. - Brother ____, you have been appointed Chaplain of this Lodge and will be invested with the jewel of your office. (pause) The Book of Holy Writings, which is the textbook of the Chaplain's calling, is the Great Light in Freemasonry, and forever sheds its benign rays upon every lawful assemblage of Free and Accepted Masons. Teach us from its life-giving precepts; invoke upon our labors the blessing of that Divine Being whose infinite goodness it so fully reveals and unfolds to us; and guide us by its lessons of wisdom and truth. I.O. - Installing Marshal, you will present the Deacons. DEACONS I.M. - Worshipful Sir (or appropriate title) I now present for Installation, Brothers ____, and ____,"},{"pageNumber":57,"pageContent":"who have been appointed Senior and Junior Deacons respectively of this Lodge. I.O. - Brother ____, and Brother ____, you are appointed Senior and Junior Deacons of this Lodge, and will now be invested with the jewels and rods of your office. (pause) These rods which you will bear in the performance of your duty, are the symbols of your deputed authority. It is your province to attend on the Worshipful Master and Wardens, and act as their proxies in the active duties of the Lodge. It will be your duty, Brother Senior Deacon, to carry orders from the Worshipful Master in the East, to the Senior Warden in the West, and elsewhere about the Lodge as ordered; to attend all alarms at the door of the preparation room, receive and conduct candidates; introduce visiting Brethren, and attend the Altar. Brother Junior Deacon, it will be your duty to carry messages from the Senior Warden in the West, to the Junior Warden in the South, and elsewhere about the Lodge as directed; to attend all alarms at the door, and to see that the Lodge is tyled. I.O. - Installing Marshal, you will present the Stewards. STEWARDS I.M. - Worshipful Sir (or appropriate title) I now present for Installation Brother , and Brother ____, who have been appointed Senior and Junior"},{"pageNumber":58,"pageContent":"Stewards respectively of this Lodge. I.O. - Brother ____, and Brother ____, you are appointed Senior and Junior Stewards respectively of this Lodge, and will be invested with the jewels and rods of your office. (pause) These rods pertaining to your office are now entrusted to your care and are to be borne in the performance of every official duty. You are to assist the Deacons and other officers in performing their duties, and when the Lodge is at refreshment, it will be your province to extend to visiting Brethren such attentions as circumstances may suggest. Your regular and early attendance at our meetings will afford the best proof of your zeal and attachment to the Lodge. I.O. - Installing Marshal, you will present the Marshal. MARSHAL I.M. - Worshipful Sir (or appropriate title) I now present for Installation, Brother , who has been appointed Marshal of this Lodge. I.O. - Brother ____, you have been appointed Marshal of this Lodge and will be invested with this (jewel and ) baton, as the appropriate symbol of your office. (pause) It is your duty to form and conduct processions of the Brethren of the Lodge on all public occasions, to attend to such other duties in the"},{"pageNumber":59,"pageContent":"practice of our rites as are prescribed for your office and as the Worshipful Master may direct. I.O. - Installing Marshal, you will present the Organist. ORGANIST I.M. - Worshipful Sir (or appropriate title) I now present for Installation, Brother , who has been appointed Organist of this Lodge. I.O. - Brother , you are appointed Organist of this Lodge, and will be invested with the jewel of your office. (pause) Under the direction of the Worshipful Master you will conduct the musical services of the Lodge. As harmony is the strength and support of all institutions, so may the harmony over which you shall preside strengthen and support every gentle and ennobling emotion of the soul. I.O. - Installing Marshal, you will present the Tyler. TYLER I.M. - Worshipful Sir (or appropriate title) I now present for Installation, Brother ____ , who has been appointed Tyler of this Lodge. I.O. - Brother ____, you have been appointed Tyler of this Lodge and will be invested with the jewel and implement of your office. (pause) As the sword is"},{"pageNumber":60,"pageContent":"placed in the hand of the Tyler to enable him to guard against the approach of cowans and eavesdroppers, and to see that none pass or repass except such as are duly qualified and have permission, so it should admonish us to set a guard over our thoughts, a watch over our lips, and to post a sentinel over our actions, thereby preventing the approach of every unworthy act, thought, or deed, and preserving consciences void of offense toward God and toward man. CHARGE TO THE WORSHIPFUL MASTER I.O. - Worship Master (who rises) , the Grand Lodge having committed to your care the superintendence and government of the Brethren who compose this Lodge, you cannot be insensible of the obligations which devolve upon you as their head, nor of your responsibility for the faithful discharge of the important duties annexed to your election. The honor, reputation, and usefulness of your Lodge will materially depend upon the skill and diligence with which you manage its concerns, while the happiness of its members will be generally promoted in proportion to the zeal and ability with which you propagate the genuine principles of our institution. For a pattern for imitation, consider the great luminary of nature, which, rising in the East,"},{"pageNumber":61,"pageContent":"regularly diffuses light and lustre to all within the circle. In like manner it is your province to spread and communicate light and instruction to the Brethren of your Lodge. Forcibly impress upon them the dignity and high importance of Masonry and seriously admonish them never to disgrace it. Charge them to practice out of the Lodge those duties which they have been taught in it, and by amiable, discreet, and virtuous conduct to convince mankind of the goodness of the institution, so that when a man is said to be a member of it the world may know that he is one to whom the burdened heart may pour out its sorrow; to whom distress may prefer its suit; whose hand is guided by justice, and whose heart is expanded by benevolence. In short, by a diligent observance of the by-laws of your Lodge, the constitutions of Masonry, and above all the Holy Scriptures which are given as a rule and guide to our faith, you will be enabled to acquit yourself with honor and reputation. CHARGE TO SENIOR AND JUNIOR WARDENS I.O. - Brothers Senior and Junior Wardens , (who rise) Brethren you are too well acquainted with the principles of Masonry to warrant any distrust that you will be found wanting in the discharge of your respective duties. Suffice it to say that what you have found praiseworthy in others, you should carefully imitate, and what in them may have appeared defective, you should in yourselves amend. You"},{"pageNumber":62,"pageContent":"should be examples of good order and regularity, for it is only by a due regard to the laws in your own conduct that you can expect obedience to them from others. You are diligently to assist the Worshipful Master in the discharge of his trust, diffusing light and imparting knowledge to all whom he shall place under your care. In the absence of the Worshipful Master, you will succeed to higher duties, your acquirements must therefore be such that the craft may never suffer for want of proper instruction. From the spirit which you have hitherto evinced, I entertain no doubt that your future conduct will be such as to merit the applause of your Brethren and the testimony of a good conscience. CHARGE TO MEMBERS I.O. - (after calling up the Brethren) * * * Brethren of ____ Lodge No. ____. Such is the nature of our Constitution, that as some must of necessity rule and teach, so others must, of course, learn to submit and obey. Humility in both is an essential duty. The officers who are elected and appointed to govern your Lodge are sufficiently conversant with the rules of propriety and the laws of the institution, to avoid exceeding the powers with which they are entrusted, and you are of too generous disposition to envy their preferment. I therefore trust that you will have but one aim - to please each other and unite in the grand design of being happy and communicating happiness. Finally, my Brethren, as this association has been"},{"pageNumber":63,"pageContent":"formed and perfected in such unanimity and concord, in which we greatly rejoice, so may it long continue. May you long enjoy every satisfaction and delight which disinterested friendship can afford. May kindness and brotherly affection distinguish your conduct as men and Masons. Within your peaceful walls may your children's children celebrate with joy and gratitude the annual recurrence of this auspicious solemnity. And may the tenets of our profession be transmitted through your Lodge, pure and unimpaired, from generation to generation. From this happy prospect I rest assured of your steady perseverance, and conclude with wishing you all, my Brethren, joy of your Master, Wardens, and other officers and of your constitutional union as Brethren. The I.O. removes his hat. I.O. - Worshipful Master (who rises) I place in your hands this Gavel, the emblem of power. In the hands of the Worshipful Master it may be made an instrument of great good, or of greater evil. With it the Master governs his Lodge; and the welfare and prosperity of your Lodge, in a great measure, depends upon its judicious use. In your hands I am confident it will be wielded for the best interests of your Brethren. I now seat you in the oriental chair, and cover you with that distinction which, in this Lodge, it is alone your privilege to wear. Worshipful Master, behold your Brethren. Brethren, behold"},{"pageNumber":64,"pageContent":"your Worshipful Master, and join me in giving Private Grand Honors. (After Private Grand Honors are given, the Officers of the Lodge will form a procession in the west in single or double file, and under the direction of the Installing Marshal, will pass around the Hall either once or three times, in single or double file, and form in one or two lines in front of the East, giving the salute at the direction of the Installing Marshal. The Brethren may be directed to join in giving the salute with the Officers, or immediately following. In small Lodges where space will permit, the Brethren may be invited to join in the procession.) I.O. - Installing Marshal, you will now make the proclamation. I.M. - (who stands at his station) In the name of the Most Worshipful Grand Lodge of Free and Accepted Masons of Utah, I do now proclaim the Officers of Lodge No. , to be regularly installed. This Proclamation is made from the East, (A), from the West, (B), and from the South, (C), once, (D), twice, (E), thrice, (F). All interested take due notice, and govern themselves accordingly. (A) The Worshipful Master strikes one blow. (B) The Senior Warden strikes one blow. (C) The Junior Warden strikes one blow. (D) The Junior Warden strikes one blow. (E) The Senior Warden strikes two blows."},{"pageNumber":65,"pageContent":"(F) The Worshipful Master strikes three blows. I.O. - Brother Installing Marshal, conduct the Installing Chaplain to the West of the Altar for the Benediction. BENEDICTION Almighty and everlasting God! From whom cometh every good and perfect gift, send down upon Thy servants here assembled the healthful spirit of Thy grace, that they may truly please Thee in all their doings. Grant, O Lord, power of mind and great understanding unto those whom we have this day clothed with authority to preside over and direct the affairs of this Lodge, and so replenish them with the truth of this doctrine, and adorn them with humility of life, that both by word and good example they may faithfully serve Thee to the glory of Thy Holy name and to the advancement for all good purposes of our beloved institution. Amen RESPONSE - So Mote it be. (The Worshipful Master seats Lodge) *"},{"pageNumber":66,"pageContent":"PUBLIC INSTALLATION INSTRUCTIONS 1. Lodge must be opened in regular form prior to ceremonies (ONLY MASTER MASONS IN ATTENDANCE.) 2. Jewels turned into the Marshal at the end of opening. (Staffs to remain at stations.) 3. The Grand Master or Master-elect must appoint a Master of Ceremonies. 4. The Grand Master or Master-elect shall appoint, in addition to the Master of Ceremonies, an Assistant Marshal to aid in presenting, introducing and escorting in the public ceremonies. 5. Personal gifts are not to be presented at the Ceremony of Installation. (May be presented at a later time convenient to both parties.) 6. Introductions - limited and performed by Master of Ceremonies at the Ceremony. (If at a banquet, may be done by the Most Worshipful Grand Master or Worshipful Master.) 7. Presentation and acknowledgments limited to periods of (2) two minutes each. 8. Guest book shall be maintained by person appointed by Grand Master or Master-elect."},{"pageNumber":67,"pageContent":"9. Separate sheet should be provided for representatives of Masonic Bodies. (Grand Master or Master-elect to appoint person to be responsible to have representatives sign this sheet and to give said sheet to Master of Ceremonies.) 10. Grand Master or Master-elect to supply Master of Ceremonies with the names and relationship of people to be introduced. (This should include out-of-state visiting Brethren.) 11. Presentations shall be limited to a Past Master's Jewel, if appropriate, a Gavel and Apron during Installation Ceremonies."},{"pageNumber":68,"pageContent":"JOINT INSTALLATIONS 12. In a joint Installation, the same Officers (i.e. Senior Wardens, Junior Wardens) from each Lodge will be placed side by side in the semi- circle to be easily escorted by the Installing Marshal. When more than one semi-circle is used, the number of chairs in each row will be left to the convenience of the Lodge. 13. In a joint Installation, each Master will be presented the Gavel, seated in the Oriental Chair, and covered separately. 14. In a joint Installation, the Master of Ceremonies and Installing Officer will pluralize where necessary. 15. In a joint Installation, during the Obligation to the Master, the Installing Officer will repeat the section \" and the By-laws of Lodge No. \" individually to each Master and they will individually repeat it back. 16. Public Grand Honors. A battery of three times three is rendered during public ceremonies."},{"pageNumber":69,"pageContent":"PUBLIC INSTALLATION SERVICE FOR CONSTITUENT LODGES Any Master or Past Master in good standing with the assistance of an Installing Marshal, Installing Chaplain, and an Installing Secretary, all of whom must be Masons, can lawfully conduct the Ceremony of Installation. The Installing Marshal (I.M.) uses the appropriate title of the Installing Officer, (I.O.), i.e., Most Worshipful Grand Master (if Installing Officer) Most Worshipful Past Grand Master (if Installing Officer) Right Worshipful _________(if present or past Grand Elective Officer) Worshipful Sir____________(if present appointive Grand Officer, or present or past Worshipful Master) The Installing Officer (I.O.) will wear a hat. The following ceremony is only for a Public Installation. No portion of the ceremony may be omitted, and no innovations should be added. Officers of a Lodge must be installed after each election or appointment to office (see Section 3-4-6 of The Code of the Grand Lodge, F.& A.M. of Utah). Officers re-elected or re- appointed must be installed. When a present Grand Officer or a past elective Grand Officer is being installed as an Officer of a Lodge, his title should be used immediately following his name. The Installing Marshal (I.M.) will see that the following are"},{"pageNumber":70,"pageContent":"placed on a table or stand near the East, arranged for convenient use: Officers Jewels Square Marshal's Baton Compasses Tyler's Sword Code of the Grand Lodge of Utah Book of Holy Writings Charter Copy of the Lodge By-Laws Members should be appointed to serve as Senior Warden, Junior Warden, Junior Deacon, and Tyler until the new Officers are Installed. Sufficient chairs arranged in a semi-circle should be placed West of the Altar. All the Officers will be conducted from the Altar to the East by the way of the South on the right hand side of the Altar. Officers will be conducted to their stations or places from the East as follows: BY WAY OF THE NORTH BY WAY OF THE SOUTH Senior Warden  Junior Warden Treasurer  Secretary Deacons Chaplain Organist Marshal Trustees Stewards Tyler At the direction of the Installing Officer (I.O.), the Installing Marshal (I.M.) conducts each Officer in turn from the semi- circle to a point directly in front of the Installing Officer. Installing Marshal presents his left arm to each Officer and"},{"pageNumber":71,"pageContent":"conducts him to the East. Installing Marshal may be seated during the Installation of the Master. He rises when addressed by the Installing Officer after the Ancient Charges. The Deacons and Stewards are presented in pairs, the Installing Marshal walking between them. On arriving at his station or place, each Officer will bow slightly to the Installing Marshal. (No salute)."},{"pageNumber":72,"pageContent":"PUBLIC CEREMONY (Lodge must be opened prior to ceremonies.) MASTER OF CEREMONIES: (Call to Order) (Introduce Worshipful Master, announce Welcome Address) WORSHIPFUL MASTER: (Address of Welcome) MASTER OF CEREMONIES: Will all rise. You will give your reverent attention to who will give the invocation. (Assisting Marshal escorts the Chaplain to the Altar; takes two steps to the rear and remains at the Altar during the invocation and escorts the Chaplain to his seat after the invocation has been completed.) MASTER OF CEREMONIES: Assisting Marshal present the Flag of our country and lead us in the Pledge of Allegiance. You may be seated. MASTER OF CEREMONIES: (Introduction of Installing Officers, Secretary, Marshal, Chaplain, and Organist, if used.) MASTER OF CEREMONIES: The Officers to be Installed will form a line at the"},{"pageNumber":73,"pageContent":"entrance of the Lodge Room in their order of Installation. (W.M., S.W., J.W., etc.) (The Installing Officer takes the chair in the East and says - ) I.O. - Brethren and Friends, we are about to install the Officers of ____ Lodge No. ___, Free and Accepted Masons of Utah. Brother Installing Secretary, you will read the Certificate of Qualification of the Master-elect. (Installing Secretary reads certificate.) I.O. - Brother Installing Secretary, you will announce the names of the Officers elected and appointed to govern this Lodge. As each name is called, he will take position standing West of the Altar in front of the chairs, facing East. (Installing Secretary reads list of Officers.) I.O. - ( will rise and say :) Brethren and Friends of Lodge No. ____, you have heard the names of the Brethren who have been selected as Officers of your Lodge for the ensuing year ( or term ). We will now proceed to install them. Installing Marshal, ( who rises ), are you satisfied that the Brother elected to be Worshipful Master of this Lodge is eligible, and well skilled in the noble science and royal art?"},{"pageNumber":74,"pageContent":"I.M. - I am so satisfied, Worshipful Sir. (or appropriate title) (The I.M. then presents the Master- elect west of the altar and continues - ) I now present to you my Worthy Brother ____ to be installed Worshipful Master of this Lodge. I believe him to be of good morals and of great skill, true and trusty, and as he is a lover of the fraternity, wheresoever dispersed over the face of the Earth, I doubt not he will discharge his duties with fidelity. I.O. - Brother Installing Marshal, you will cause our Brother to kneel, for the benefit of prayer, and to take his official obligation. The Brethren and Friends will rise. * * * (As Installing Marshal causes the Worshipful Master-elect to kneel, the I.O. calls up Lodge. The Installing Marshal conducts the Installing Chaplain to the Altar, where he kneels facing west, and continues:) PRAYER Most Holy and Glorious Lord God: We approach Thee with reverence, and implore Thy blessing on this Brother elected (or appointed) to preside over this Lodge, and now prostrate before Thee. Fill his"},{"pageNumber":75,"pageContent":"heart with Thy love that his tongue and actions may pronounce Thy glory. Make him steadfast in Thy service. Grant him firmness of mind. Animate his heart and strengthen his endeavors. May he teach Thy judgments and Thy laws, and be Thy true and faithful servant. Bless him, O Lord, and bless the work of his hands. Accept us in mercy. Hear Thou our prayer, and grant our earnest supplications. Amen. RESPONSE. - So mote it be. (The Installing Chaplain will rise and return to his place; the Worshipful Master-elect still kneeling at the altar. The I.O. will move to the east side of the altar, says: - ) I.O. - Brother ___, you will now repeat after me your official obligation: I solemnly promise, on the honor of a Mason, that in the office of Worshipful Master of this Lodge, I will, to the best of my ability, strictly comply with the Constitution, By-laws, and Regulations of the Most Worshipful Grand Lodge of Free and Accepted Masons of Utah, the By-laws of Lodge No. ____, and all other ancient Masonic usages, so far as the same shall come to my knowledge. Amen. (The I.O. will return to the East.)"},{"pageNumber":76,"pageContent":"I.O. - The Brethren and Friends will be seated - * and the Worshipful Master will rise. (I.O. continues) My Brother, in inducting you into your office, as a symbol of the commencement (or continuation) of your government of this Lodge, I am performing a most pleasing duty. By immemorial usage, and the established landmarks of Freemasonry, you are installed Worshipful Master of this Lodge, with powers and prerogatives which are of high importance and due solemnity. The resolutions, which, I doubt not, you have formed in your own mind, that these powers shall not be abused or perverted by you, I would gladly strengthen by word of admonition. The very consciousness of the possession of a great power will ever make a generous mind cautious and gentle in its exercise. To rule has been the lot of many, and requires neither strength of intellect nor soundness of judgment; to rule WELL has been the fortune of but few, and should be the object of an honorable ambition. It is not by the strong arm or the iron will that obedience and order - the chief requisites of good government - are secured, but by holding the key to the hearts of men. The office of Worshipful Master is of great antiquity and respect, and is one the highest dignities to which we may aspire. The Worshipful Master, to rule well, should possess and practice several important requisites:"},{"pageNumber":77,"pageContent":"As a man, he should be of approved integrity and irreproachable morals, freed from the dominion of hasty temper and ill-governed passions, of good repute in the world, and practicing, as an example to his Brethren, the cardinal virtues of TEMPERANCE, FORTITUDE, PRUDENCE, and JUSTICE. As a citizen, he should be loyal to his government, obedient to its laws, prompt in the duties he owes to society, and a pattern of fidelity in all social and domestic relations. As a Mason, he should cling to the old landmarks, and be sternly opposed to their infringement; be desirous to learn and apt to teach; be prompt to aid and relieve; and be ever mindful that though elevated for a time above his fellows, he is elevated by them, and should therefore cultivate everywhere and at all times the golden tenets of BROTHERLY LOVE, RELIEF, AND TRUTH. As an Officer, he should remember, first of all, that he is an individual Mason, sharing in that respect a common lot with his Brethren, and therefore interested in the welfare of each and all; be devoid of undue ostentation and haughty overbearing; be accessible to all, cultivating the closest friendship and the most unlimited confidence with his associate officers; be eager to take counsel with his Brethren,"},{"pageNumber":78,"pageContent":"and ready to give it; be ready to reward good; be devoid of favoritism, and wholly impartial. Such are some of the most important qualifications which a Worshipful Master should possess, and the errors he should avoid. It may be that most, if not all of us have failed to reach this standard, but it is attainable, and be it your purpose to reach it, and to be a bright and shining example to those who shall come after you. My Brother, previous to your investiture it is necessary that you should signify your assent to those Ancient Charges and Regulations which point out the duty of a Worshipful Master of a Lodge. (The Master to whom these charges are addressed should signify his assent to each of them by bowing his head.) \"You promise to be a good man and true, and strictly to obey the moral law?\" \"You promise to be a peaceable citizen, and cheerfully to conform to the laws of the country in which you reside?\" \"You promise not to be concerned in plots and conspiracies against government, but patiently to submit to the law and the constitutional authorities?\" \"You promise to pay a proper respect to the civil"},{"pageNumber":79,"pageContent":"magistrates, to work diligently, live creditably, and act honorably by all men?\" \"You promise to avoid private piques and quarrels, and to guard against intemperance and excess?\" \"You promise to be cautious in your behavior, courteous to your Brethren, and faithful to your Lodge?\" \"You promise to respect genuine Brethren, and to discountenance impostors, and all dissenters from the original plan of Masonry?\" \"You promise to pay homage to the Grand Master for the time being, and to his officers when duly installed; and strictly to conform to every edict of the Grand Lodge, that is not subversive of the principles and groundwork of Masonry?\" \"You promise a regular attendance on the committees and communications of the Grand Lodge, on receiving proper notice, and to pay attention to all the duties of Masonry on convenient occasions?\" \"You agree to hold in veneration the original rulers and patrons of Freemasonry, and to their regular successors, supreme and subordinate, according to their stations?\" \"You agree to promote the general good of"},{"pageNumber":80,"pageContent":"society, to cultivate the social virtues, and to propagate the knowledge of the mystic art?\" \"You agree that no visitor shall be received into your Lodge without due examination and satisfactory evidence of their having been initiated in a regular Lodge?\" \"You admit that no person can be regularly made a Mason in, or admitted a member of, any regular Lodge without previous notice and due inquiry into his character?\" \"You admit that no new Lodge shall be formed without permission from the Grand Lodge, and that no countenance be given to any irregular Lodge, or to any person clandestinely initiated therein, being contrary to the Ancient Charges of Freemasonry?\" \"You admit that it is not in the power of any man or body of men to make innovations in the body of Masonry?\" These are the regulations of Free and Accepted Masons. Do you submit to these charges, and promise to support these regulations as Worshipful Masters have done in all ages before you? (The Master will answer in an audible voice: ) I do. I.O. - Brother , in consequence of your cheerful assent to the charges and regulations of the Ancient"},{"pageNumber":81,"pageContent":"Fraternity, you are now to be installed Master of this Lodge, in full confidence of your care, skill, and capacity to govern the same. Brother Installing Marshal, you will conduct the Worshipful Master to the foot of the dais. I.O. - My Brother, with pleasure I now cause you to be invested with the jewel of your office - THE SQUARE - (pause) As the square is employed by the operative Mason to fit and adjust the stones of a building, that all its parts may properly agree, so you as Worshipful Master of this Lodge, are admonished by the symbolic meaning of the square to preserve that moral deportment among the members of your Lodge which should always characterize good Masons. I.O. - You will now receive the Charter and the various books and implements used in your Lodge. (The I.M. will hand these, as they are referred to, to the Worshipful Master, who will retain them during the explanation to each by the I.O., and then return each of them to the I.M.) THE HOLY WRITINGS - (pause) The Holy Writings, that Great Light in Masonry, will guide you to all truth; it will direct your paths to the temple of happiness, and point out to you the whole duty of man. THE SQUARE - (pause) The Square teaches us to"},{"pageNumber":82,"pageContent":"regulate our every action and to let our conduct be governed by the principles of Morality and Virtue. THE COMPASSES - (pause) The Compasses teach us to limit our desires in every station, and never to suffer our passions or our prejudices to become the masters of our judgment. THE CHARTER - (pause) The Charter which you have now received, is the authority by which this Lodge is held. As its lawful custodian, you are carefully to preserve it and duly transmit it to your successor in office. THE CODE OF THE GRAND LODGE OF UTAH - (pause) This Code you are to search at all times. Cause it to be read in your Lodge, that none may pretend ignorance of the excellent precepts it enjoins. THE BY-LAWS - (pause) This book contains the By- laws of your Lodge, which you are to see carefully and punctually executed. I.O. - Installing Marshal, you will conduct the Worshipful Master to a seat in the East on my right. Installing Marshal, you will present the Senior Warden- elect. SENIOR WARDEN I.M. - Worshipful Sir (or appropriate title) I now present for Installation, Brother ____, who has been elected (or"},{"pageNumber":83,"pageContent":"appointed) Senior Warden of this Lodge. I.O. - Brother ____, you have been elected (or appointed) Senior Warden of this Lodge, and will be invested with the jewel of your office . (pause) The Level demonstrates that we are descended from the same stock, partake of the same nature, and share in the same hope; and though distinctions among men are necessary to perform the work of the world, yet no eminence of station should make us forget that we are Brethren; for he who is placed on the lowest spoke of fortune's wheel may be entitled to our regard, because a time will come, and the wisest knows not how soon, when all distinction but that of goodness shall cease, and death, the grand leveler of human greatness, reduce us to the same state. Your regular and punctual attendance is essentially necessary. In the absence of the Worshipful Master you are to govern this Lodge. In his presence you are to assist him in the government of it. Hence the necessity of preparing yourself for the important duties that may devolve upon you. LOOK WELL TO THE WEST. I.O. - Installing Marshal, you will present the Junior Warden-elect. JUNIOR WARDEN I.M. - Worshipful Sir (or appropriate title) . I now present for Installation, Brother ____, who has been elected (or appointed) Junior Warden of this Lodge. I.O. - Brother ____, you are elected (or appointed)"},{"pageNumber":84,"pageContent":"Junior Warden of this Lodge, and will be invested with the jewel of your office . (pause) The Plumb admonishes us to walk uprightly in our several stations; to hold the scales of justice in equal poise; to observe the just medium between intemperance and pleasure; and to make our passions and prejudices coincide with our duty. To you is committed the superintendence of the craft during the hours of refreshment. It is, therefore, indispensably necessary that you should not only be temperate and discreet in the indulgence of your own inclinations, but carefully observe that none of the craft be suffered to convert the purposes of refreshment into intemperance and excess. Your regular and punctual attendance is particularly requested, and we have no doubt that you will ever be watchful, whether at labor or refreshment, that the High Twelve of observation does not find you with your work, and that of the craft you superintend unperformed. LOOK WELL TO THE SOUTH. I.O. - Installing Marshal, you will present the Treasurer- elect. TREASURER I.M. - Worshipful Sir (or appropriate title). I now present for Installation, Brother ____, who has been elected (or appointed) Treasurer of this Lodge. I.O. - Brother ___, you are elected (or appointed) Treasurer of this Lodge, and will be invested with the"},{"pageNumber":85,"pageContent":"jewel of your office. (pause) It is your duty to receive all moneys from the hands of the Secretary; keep a just and regular account of the same, and pay them out by order of the Worshipful Master, with the consent of the Lodge. I trust that your regard for the fraternity will prompt you to the faithful discharge of the duties of your office. I.O. - Installing Marshal, you will present the Secretary- elect. SECRETARY I.M. - Worshipful Sir (or appropriate title) . I now present for Installation Brother ____, who has been elected (or appointed) Secretary of this Lodge. I.O. - Brother ____, you are elected (or appointed) Secretary of this Lodge, and will be invested with the jewel of your office. (pause) It is your duty to observe the will and pleasure of the Worshipful Master; record the proceedings of the Lodge proper to be written; transmit a copy of the same to the Grand Lodge when required; receive all moneys paid into the Lodge, and pay them to the Treasurer, taking his receipt therefor. Your good inclination to Freemasonry and your Lodge will induce you to discharge the duties of your office with fidelity. I.O. - Installing Marshal, you will present the Trustee (or Trustees) . TRUSTEE I.M. - Worshipful Sir (or appropriate title) . I now present for Installation, Brother ____ (or Brothers ____) ,"},{"pageNumber":86,"pageContent":"who has (or have ) been elected (or appointed) Trustee (or Trustees) of this Lodge. I.O. - Brother ____, (or Brothers ____) , you have been elected (or appointed) Trustee (or Trustees) of this Lodge. The Trustees wear no jewel to indicate their office because their labors are performed, for the most part, outside the Lodge room. You, with your associates, are charged with the duty of holding, taking title to and investing all the funds of the Lodge. Your election ( or appointment ) to this responsible office is proof of the trust reposed in you, and of the esteem in which you are held by your Brethren. I.O. - Installing Marshal, you will present the Chaplain. CHAPLAIN I.M. - Worshipful Sir (or appropriate title) . I now present for Installation, Brother ____, who has been appointed Chaplain of this Lodge. I.O. - Brother ____, you have been appointed Chaplain of this Lodge and will be invested with the jewel of your office. ( pause ) The Book of Holy Writings, which is the textbook of the Chaplain's calling, is the Great Light in Freemasonry, and forever sheds its benign rays upon every lawful assemblage of Free and Accepted Masons. Teach us from its life-giving precepts; invoke upon our labors the blessing of that Divine Being whose infinite goodness it so fully reveals and unfolds to us; and guide us by its lessons of wisdom and truth."},{"pageNumber":87,"pageContent":"I.O. - Installing Marshal, you will present the Deacons. DEACONS I.M. - Worshipful Sir (or appropriate title) . I now present for Installation, Brothers ____, and ____, who have been appointed Senior and Junior Deacons respectively of this Lodge. I.O. - Brother ____ and Brother ____, you are appointed Senior and Junior Deacons of this Lodge, and will now be invested with the jewel of your office. (pause) It is your province to attend on the Worshipful Master and Wardens, and act as their proxies in the active duties of the Lodge. It will be your duty, Brother Senior Deacon, to carry orders from the Worshipful Master in the East, to the Senior Warden in the West, and elsewhere about the Lodge as ordered; to attend all alarms at the door of the preparation room, receive and conduct candidates; introduce visiting Brethren, and attend the Altar. Brother Junior Deacon, it will be your duty to carry messages from the Senior Warden in the West, to the Junior Warden in the South, and elsewhere about the Lodge as directed; to attend all alarms at the door, and to see that the Lodge is tyled. I.O. - Installing Marshal, you will present the Stewards. STEWARDS I.M. - Worshipful Sir (or appropriate title) I now present"},{"pageNumber":88,"pageContent":"for Installation Brother ____, and Brother ____, who have been appointed Senior and Junior Stewards respectively of this Lodge. I.O. - Brother ____, and Brother ____, you are appointed Senior and Junior Stewards respectively of this Lodge, and will be invested with the jewel of your office. (pause) You are to assist the Deacons and other officers in performing their duties, and when the Lodge is at refreshment, it will be your province to extend to visiting Brethren such attentions as circumstances may suggest. Your regular and early attendance at our meetings will afford the best proof of your zeal and attachment to the Lodge. I.O. - Installing Marshal, you will present the Marshal. MARSHAL I.M. - Worshipful Sir ( or appropriate title ) I now present for Installation, Brother ____, who has been appointed Marshal of this Lodge. I.O. - Brother ____, you have been appointed Marshal of this Lodge and will be invested with this (jewel and) baton, as the appropriate symbol of your office. (pause) It is your duty to form and conduct processions of the Brethren of the Lodge on all public occasions, to attend to such other duties in the practice of our rites as are prescribed for your office and as the Worshipful Master may direct. I.O. - Installing Marshal, you will present the Organist."},{"pageNumber":89,"pageContent":"ORGANIST I.M. - Worshipful Sir ( or appropriate title ). I now present for Installation, Brother ____, who has been appointed Organist of this Lodge. I.O. - Brother ____, you are appointed Organist of this Lodge, and will be invested with the jewel of your office. (pause) Under the direction of the Worshipful Master you will conduct the musical services of the Lodge. As harmony is the strength and support of all institutions, so may the harmony over which you shall preside strengthen and support every gentle and ennobling emotion of the soul. I.O. - Installing Marshal, you will present the Tyler. TYLER I.M. - Worshipful Sir ( or appropriate title ) . I now present for Installation, Brother ____, who has been appointed Tyler of this Lodge. I.O. - Brother ____, you have been appointed Tyler of this Lodge and will be invested with the jewel and implement of your office. (pause) As the sword is placed in the hand of the Tyler to enable him to guard against the approach of cowans and eavesdroppers, and to see that none pass or repass except such as are duly qualified and have permission, so it should admonish us to set a guard over our thoughts, a watch over our lips, and to post a sentinel over our actions, thereby preventing the approach of every unworthy act, thought, or deed, and preserving consciences void of offense toward God and"},{"pageNumber":90,"pageContent":"toward man. CHARGE TO THE WORSHIPFUL MASTER I.O. - Worship Master (who rises) , the Grand Lodge having committed to your care the superintendence and government of the Brethren who compose this Lodge, you cannot be insensible of the obligations which devolve upon you as their head, nor of your responsibility for the faithful discharge of the important duties annexed to your election. The honor, reputation, and usefulness of your Lodge will materially depend upon the skill and diligence with which you manage its concerns, while the happiness of its members will be generally promoted in proportion to the zeal and ability with which you propagate the genuine principles of our institution. For a pattern for imitation, consider the great luminary of nature, which, rising in the East, regularly diffuses light and lustre to all within the circle. In like manner it is your province to spread and communicate light and instruction to the Brethren of your Lodge. Forcibly impress upon them the dignity and high importance of Masonry and seriously admonish them never to disgrace it. Charge them to practice out of the Lodge those duties which they have been taught in it, and by amiable, discreet, and virtuous conduct to convince mankind of the goodness of the institution, so that when a man is said to be a member of it the world may know that he is one to whom the burdened heart may pour out its sorrow; to whom distress may prefer its suit; whose hand is guided by justice, and whose heart is expanded by benevolence. In short, by a diligent observance of the By-"},{"pageNumber":91,"pageContent":"laws of your Lodge, the constitutions of Masonry, and above all the Holy Scriptures which are given as a rule and guide to our faith, you will be enabled to acquit yourself with honor and reputation. CHARGE TO SENIOR AND JUNIOR WARDENS I.O. - Brothers Senior and Junior Wardens (who rise) . Brethren you are too well acquainted with the principles of Masonry to warrant any distrust that you will be found wanting in the discharge of your respective duties. Suffice it to say that what you have found praiseworthy in others, you should carefully imitate, and what in them may have appeared defective, you should in yourselves amend. You should be examples of good order and regularity, for it is only by a due regard to the laws in your own conduct that you can expect obedience to them from others. You are diligently to assist the Worshipful Master in the discharge of his trust, diffusing light and imparting knowledge to all whom he shall place under your care. In the absence of the Worshipful Master, you will succeed to higher duties, your acquirements must therefore be such that the craft may never suffer for want of proper instruction. From the spirit which you have hitherto evinced, I entertain no doubt that your future conduct will be such as to merit the applause of your Brethren and the testimony of a good conscience."},{"pageNumber":92,"pageContent":"CHARGE TO MEMBERS I.O. - The Brethren will rise * * * Brethren of ____ Lodge No. ____. Such is the nature of our Constitution, that as some must of necessity rule and teach, so others must, of course, learn to submit and obey. Humility in both is an essential duty. The officers who are elected and appointed to govern your Lodge are sufficiently conversant with the rules of propriety and the laws of the institution, to avoid exceeding the powers with which they are entrusted, and you are of too generous disposition to envy their preferment. I, therefore, trust that you will have but one aim - to please each other and unite in the grand design of being happy and communicating happiness. Finally, my Brethren, as this association has been formed and perfected in such unanimity and concord, in which we greatly rejoice, so may it long continue. May you long enjoy every satisfaction and delight which disinterested friendship can afford. May kindness and brotherly affection distinguish your conduct as men and Masons. Within your peaceful walls may your children's children celebrate with joy and gratitude the annual recurrence of this auspicious solemnity. And may the tenets of our profession be transmitted through your Lodge, pure and unimpaired, from generation to generation. From this happy prospect I rest assured of your steady perseverance, and conclude with wishing you"},{"pageNumber":93,"pageContent":"all, my Brethren, joy of your Master, Wardens and other officers, and of your constitutional union as Brethren. The I.O. removes his hat. I.O. - Worshipful Master (who rises) . I place in your hands this Gavel, the emblem of power. In the hands of the Worshipful Master it may be made an instrument of great good, or of greater evil. With it the Master governs his Lodge; and the welfare and prosperity of your Lodge, in a great measure, depends upon its judicious use. In your hands I am confident it will be wielded for the best interests of your Brethren. I now seat you in the oriental chair, and cover you with that distinction which, in this Lodge, it is alone your privilege to wear. Worshipful Master, behold your Brethren. Brethren, behold your Worshipful Master, and salute him with the public Grand Honors of Three times Three. I.O. - Installing Marshal, you will now make the proclamation. I.M. - (who stands at his station) In the name of the Most Worshipful Grand Lodge of Free and Accepted Masons of Utah, I do now proclaim the Officers of Lodge No. ____, to be regularly installed. This Proclamation is made from the East, (A), from the"},{"pageNumber":94,"pageContent":"West, (B), and from the South, (C). Once,(D), twice, (E), thrice, (F). All interested take due notice, and govern themselves accordingly. (A) The Worshipful Master strikes one blow. (B) The Senior Warden strikes one blow. (C) The Junior Warden strikes one blow. (D) The Junior Warden strikes one blow. (E) The Senior Warden strikes two blows. (F) The Worshipful Master strikes three blows. I.O. - Brother Installing Marshal, conduct the Installing Chaplain to the West of the Altar for the Benediction. (***all will rise) BENEDICTION Almighty and everlasting God! From whom cometh every good and perfect gift, send down upon Thy servants here assembled the healthful spirit of Thy grace, that they may truly please Thee in all their doings. Grant, O Lord, power of mind and great understanding unto those whom we have this day clothed with authority to preside over and direct the affairs of this Lodge, and so replenish them with the truth of this doctrine, and adorn them with humility of life, that both by word and good example they may faithfully serve Thee to the glory of Thy Holy name and to the advancement for all good purposes of our beloved institution. Amen"},{"pageNumber":95,"pageContent":"RESPONSE - So Mote it be. I.O. - You may be seated. * MASTER OF CEREMONIES: Worshipful Master, may we have a few words from you? (Master speaks) MASTER OF CEREMONIES: Introduce Grand Lodge Officers Introduce Past Grand Masters Introduce Worshipful Masters present MASTER OF CEREMONIES: Will all newly installed Officers and their ladies please rise, with the exception of the Worshipful Master and his lady. Brethren and Friends, please join me in a hearty round of applause as we thank these ladies for their support. (applause) MASTER OF CEREMONIES: Please be seated. MASTER OF CEREMONIES: Assisting Marshal, escort the Worshipful Master's Lady to the East. Brethren and Friends, please rise. The Worshipful Master Brother ____ and his lady ____."},{"pageNumber":96,"pageContent":"(The Worshipful Master’s lady is seated in the East.) MASTER OF CEREMONIES: You may be seated. (The Master of Ceremonies will introduce the Worshipful Master’s family and relations and any other special guests.) MASTER OF CEREMONIES: The Master has requested the presentations be held to a minimum. If anyone has an item for the Master or Officers, please arrange to present it at a later time convenient to both of you. ____, (if applicable) has the pleasure of presenting a gavel to the Master. ____, (if applicable) has the pleasure of presenting an apron to the Master. ____, (if applicable) has the pleasure of presenting a Past Masterís Jewel to the Junior Past Master. (The Assisting Marshal escorts to the East, each person making presentations and on completion escorts them to their seat.)"},{"pageNumber":97,"pageContent":"(Presentation of the above may be made at a banquet or reception following the Installation.) MASTER OF CEREMONIES: We are pleased and happy to have with us, and extend a hearty welcome to, the representatives of the Masonic family. As you name is called you will please rise and remain standing and I request the audience to hold its applause until all are introduced. (as per signed sheet) Assisting Marshal, escort to the East who will respond on behalf of the representatives of the Masonic family. (When finished, Assisting Marshal escorts respondent to his/her seat.) (If reception is planned, make announcement here.)"},{"pageNumber":98,"pageContent":"CLOSING PUBLIC INSTALLATION NO SIGNS ARE TO BE GIVEN AT CLOSING MASTER OF CEREMONIES: Brethren and Friends, the purpose for which this special meeting has been called being accomplished, the Worshipful Master will now close this/these Lodge(s). WORSHIPFUL MASTER: * * * Brother Chaplain, (or someone designated by the Worshipful Master ) please offer the closing charge. Brethren: You are now to quit this sacred retreat of friendship and virtue to mix again with the world. Amid its concerns and employments, forget not the duties you have heard so frequently inculcated and forcibly recommended in this Lodge. Be diligent, prudent, temperate, discreet. Remember that around this altar you have promised to befriend and relieve every brother who shall need your assistance. Remember that you have promised to remind him, in the most tender manner, of his failings and to aid in his reformation as well as to vindicate his character when wrongfully traduced. These generous principles are to extend further. Every human being has a claim upon your kind offices. Do good unto all. Recommend it"},{"pageNumber":99,"pageContent":"more especially to the household of the faithful. Finally, brethren, be ye all of one mind; live in peace, and may the God of love and peace delight to dwell with and bless you. WORSHIPFUL MASTER: Accordingly, I declare ____ Lodge No. ____ closed. Brother Senior Deacon, attend the Altar. (Senior Deacon attends the Altar and remains standing west of the Altar until Worshipful Master raps.) WORSHIPFUL MASTER: (Worshipful Master dismisses Brethren and friends.)"},{"pageNumber":100,"pageContent":"CLOSING OF GRAND LODGE FOLLOWING PUBLIC INSTALLATION OF GRAND LODGE OFFICERS No signs are given at closing. Master of Ceremonies - Brethren and Friends this completes the Installation of Officers of this Grand Lodge. The Grand Master will now close this Annual Communication. Grand Master - *** Brother Grand Chaplain please give the closing charge. Grand Chaplain - (Recites the Charge at closing . . . Brethren, we are about to quit this Sacred ....etc.) GM - Accordingly I declare this  Annual Communication of the Grand Lodge of Free and Accepted Masons of Utah to be closed. Brother Senior Grand Deacon attend the Altar. SD - (Attends the Altar and remains standing West of the Altar while the Grand Marshal make the proclamation.) GM - Brother Grand Marshal make the proclamation. G Marshal - (Waits for the SD to complete attending"},{"pageNumber":101,"pageContent":"the Altar, takes 1 step forward and proclaims.) I have been ordered by the Most Worshipful Grand Master to proclaim and I do now proclaim the Annual Communication of the Most Worshipful Grand Lodge of Free and Accepted Masons of Utah closed. This proclamation is made from the East. (G. Marshal faces the East, GM raps once*) From the West (faces West, SD raps once*) And from the South (faces South JD raps once *) Once (JD raps once*) Twice (faces West, SD raps twice **) Thrice (faces East GM raps three times ***) All interested take due notice and govern themselves accordingly. Grand Master (raps *) INFORMATION CONCERNING THE GRAND MASTER'S OFFICIAL VISITATION 1. Open Lodge before dinner if possible. 2. Provide chairs for the Grand Master, with the Deputy Grand Master on his right and the Master, or Masters, of the Lodge(s) on his left in the East. (For a joint visitation, chairs for all the Masters of the Lodges being visited should be placed on the left of the Grand Master.) Seating of other Grand Lodge Officers shall be according to chart. 3. Each Lodge Officer, other than the Master, will welcome the appropriate Grand Lodge Officer to"},{"pageNumber":102,"pageContent":"his place or station, then take a seat on the side lines. 4. When labor is resumed, the Worshipful Master will appoint two Past Masters (usually the oldest) to inform the Grand Master that the Lodge(s) is (are) ready to receive him. (If two or more Lodges are being visited, one Past Master from each Lodge should be appointed to the committee.) When the Committee retires, the two Stewards carrying rods, should station themselves inside the door and form an arch with their rods when the Grand Marshal gives the alarm. 5. The Grand Marshal shall announce the Grand Master as follows: \"The Most Worshipful Grand Master of Free and Accepted Masons in Utah.\" The Worshipful Master raps up the Lodge and removes his hat. The Grand Master shall be covered when he enters the Lodge. 6. The members of the committee, having preceded the Grand Lodge Officers into the Lodge Room, should be at the front of the line, North of the Altar. When the Grand Lodge Officers are all in line and have given the Due Guard and Sign, one member of the Committee advances one pace and introduces the Grand Master. \" Worshipful Master (s), I have the pleasure of introducing to you and through you to the Wardens and Brethren of"},{"pageNumber":103,"pageContent":"____ Lodge(s), No(s) ____, Brother ___, the Most Worshipful Grand Master of Free and Accepted Masons in Utah.\" The Worshipful Master then says: \"The Brethren will join me in giving the Private Grand Honors.\" After Honors are given, the Worshipful Master picks up the gavel and walks to the East side of the Altar, and after a brief welcome, walks around the South side of the Altar and holding the gavel by the head, offers the handle to the Grand Master; then offering his left arm, escorts him to the Master's chair in the East. The Worshipful Master then takes position standing on the left of the Grand Master until he seats the Lodge. 7. When the Grand Master is ready to retire, his Officers join him around the Altar. The Worshipful Master takes the gavel, calls up the Lodge, and invites the Brethren to join in giving Private Grand Honors, after which the Grand Master and his Officers salute and retire, and the Lodge is closed in due form."},{"pageNumber":104,"pageContent":"STATIONS AND PLACES OF GRAND LODGE OFFICERS 1. M.W. Grand Master 10. W. Grand Marshal 2. R.W. Deputy Grand Master 11. W. Grand Pursuivant 3. R.W. Senior Grand Warden 12. W. Grand Standard Bearer 4. R.W. Junior Grand Warden 13. W. Grand Sword Bearer 5. R.W. Grand Treasurer 14. W. Senior Grand Deacon 6. R.W. Grand Secretary 15. W. Junior Grand Deacon 7. W. Grand Chaplain 16. W. Senior Grand Steward 8. W. Grand Orator 17. W. Junior Grand steward 9. W. Grand Lecturer 18. W. Grand Tyler 19. W. Grand Historian EAST ________________________________________________ |  2 1   | | 5  6 | | 12 9 14 10 7 8 | |   | |   | |   | |   | |   | |   | |   | N |   | S  O |   | O  R |  16 | U  T |  4 | T  H |  17 | H |   | |   | |   | |   | |   | |   | |   | |   | | 19 13  15 11 | |  3  18 | |     |   WEST RECEPTION OF VISITORS"},{"pageNumber":105,"pageContent":"GENERAL INFORMATION Refer to Chapter IX of the Grand Lodge Code for specific information on visitors to a Lodge. In general a visitor must be vouched for by a member who has previously sat in the Lodge to be visited or must be examined by a committee as specified in Sections 3-9-1 and 3-9-2. If the visitor must be examined the Master will assign a committee of at least 2 members who will retire and conduct the examination. After the Committee is satisfied that the Brother is qualified to visit the Lodge. The committee will be readmitted, and after giving the sin of the Degree at the altar the chairman will say; Worshipful Master, we your committee, have examined Bro. A.B., of  Lodge No. located at and find him to be a (MM, EA, or FC) in good standing and believe him worthy to sit among us. WM - Bro. Senior Deacon, retire with the committee and introduce the visiting Brother. The Senior Deacon and chairman of the committee should give the sign and retire; the other members of the committee should be seated. The chairman of the committee should present the visitor to the Senior Deacon, they will immediatelyreturn to the lodge and after all three have given the sign at the altar, the Senior Deacon addresses the Worshipful Master ó SD - Worshipful Master, I have the pleasure of introducing to you, and through you to the Wardens and Brethren of Lodge No. . Bro A.B., a (MM,"},{"pageNumber":106,"pageContent":"FC, EA) of Lodge No. located at . The Worshipful Master should rise and call up the lodge. WM - Bro. B., on behalf of Lodge No. I extend you a cordial and fraternal welcome, and hope you will enjoy your visit with us this evening and that it will be convenient for you to meet with us often. (Or some other suitable language.) Bro. Senior Deacon, conduct Bro. B. to a set among the brethren. # Should the visiting brother be a present or Past Master, the Worshipful Master would use the title Worshipful Brother, and offer him a seat in the East."},{"pageNumber":107,"pageContent":"RECEPTION OF GRAND OFFICERS and DISTINGUISHED VISITORS The reception of Grand Officers and distinguished visitors with the honor due to their rank is an ancient custom of the Fraternity which should not be omitted. When the Grand Master is visiting the Lodge informally, immediately after the opening of the Lodge (or later if he is not present immediately following the opening), the Master will order the Senior Deacon to present him West of the Altar. The Senior Warden will say, ìWorshipful Master, I have the pleasure of introducing to you and through you to the Wardens and Brethren of Lodge No. , Brother , The Most Worshipful Grand Master, Free and Accepted Masons in Utah.î The Worshipful Master will call up the Lodge, and invite the Brethren to join him in giving the Grand Honors, after which the Master will welcome him to the Lodge, and invite him to a seat in the East. The Grand Master of Utah shall always be presented separately. The same procedure shall be followed for visiting Grand Masters of other Jurisdictions and Past Grand Masters of this and other Jurisdictions. All Grand Masters should be offered seats in the East and escorted to the East by the Senior Deacon. The same courtesy may be extended to past Grand Masters. Other Grand Officers of this or some other Grand Jurisdiction should be presented in the same manner ñ invited and escorted to the East, or to their seats as the Master may desire. (Grand Honors are not given to such Grand"},{"pageNumber":108,"pageContent":"Officers.) Past Grand Masters and other Grand Officers are presented in separate groups. Grand Officers, who are members of the Lodge, should be presented and escorted on occasion of their first visit to their home Lodge after Communication of the Grand Lodge. Thereafter they may or may not be presented as may be desired. The Worshipful Master another Lodge should be presented in the same manner ñ invited to a seat in the East and escorted there if he chooses to accept. (Grand Honors are not given in this instance.) It should be noted that Grand Honors are to be given to a Grand Master, Past Grand Master, to a Master of a Lodge on the occasion of his installation, and to Grand Representatives of other Grand Jurisdictions."},{"pageNumber":109,"pageContent":"CEREMONY OF THE GRAND LODGE, FREE AND ACCEPTED MASONS OF UTAH, FOR THE PRESENTATION OF THE FIFTY YEAR PIN TO ALL MEMBERS OF LODGES IN THIS JURISDICTION WHO HAVE BEEN MASTER MASONS FIFTY YEARS OR MORE This presentation may be made in any session of the Grand Lodge, at any official visitation by the Grand Master, at any regular meeting of a constituent Lodge by the Master of a Lodge, or in any other manner when circumstances require. Remarks appropriate to the occasion may be made by the presiding officer. A copy of ceremony signed by the presiding officer and Secretary of the Lodge together with the 50 year pin shall be presented to recipient at the close of the ceremony. The booklet and pin will be furnished by the Grand Secretary on application stating the name and record of the recipient. Brother Senior Deacon, Present Brother _____ to the East. Throughout the pages of that revered volume which is the Great Light of Masonry, length of life is held up as a reward to the righteous. The Psalmist sings: \"The days of our years are three score years and ten.\" This has come to be regarded as the standard of the usual allotment of time of our earthly existence. If, \"by reason of strength they be four score years,\" we consider that these additional years are the heritage of those that fear the name of the Lord."},{"pageNumber":110,"pageContent":"To be eligible to receive the \"Fifty Year\" badge of service in Masonry, the recipient must have passed the traditional boundary line, and have entered upon the years which are the heritage of the faithful. There are three steps which are symbolic of the three principal stages of human life, namely: Youth, Manhood, and Old Age. In Youth we may industriously occupy our minds in the attainment of useful knowledge; in Manhood we apply that knowledge to the discharge of our respective duties to God, our neighbor and ourselves; but it is only in Old Age, that we may enjoy the happy reflections consequent upon a life well spent. Brother , the records show that you have been a Master Mason in good standing for a period of fifty years. For half a century, you have given of yourself, of your substance, and of your devotion to Masonry. You can look back upon a lifetime of service in the Fraternity; you have assisted the widow and the orphan; you have promulgated the virtues of the brotherhood; you have protected its good name. Your fidelity entitles you to the admiration and to the esteem of your Brethren, in your own Lodge and in the Grand Jurisdiction of Utah. This emblem of service is the evidence of that appreciation which we now express to you. It sets you apart as an example of fidelity, that \"holiest of all good things which abide in a human breast.\" But your period of service is not yet ended. May you"},{"pageNumber":111,"pageContent":"continue, for many more years, to enjoy the companionship of your Brethren, and to inspire them to the faithful performance of the duties to which their Masonic vows commit them. As you wear this badge, wear it with pride which comes from the performance of duty, the pride which is the reward of faithful service. May you long enjoy the heritage of those that fear the name of the Lord. Brother Senior Deacon, conduct the Brother to his seat. BALLOTING The Secretary reads the petition in full and reads the report of the Committee on Investigation and hands the petition to the Worshipful Master. Each Petition must be disposed with before another is read. W.M. - Brother Senior Deacon, (or Brother Deacons) Purge the ballot box (or boxes). The Senior Deacon or both Deacons present the ballot box(s) for inspection, first to the JW, then the SW, and lastly to the MW, and remains at attention on front of the East. WM - Brethren we are about to ballot on the petition of Mr AB for the Degrees (or, Brother CD for affiliation). The Senior Deacon presents the ballot box to the WM, SW, an JW, in the order names. Each votes, SW and JW salute before voting. The SD or Deacons then place the ballot box (s) on the Altar, but not on the Great Lights, and stands"},{"pageNumber":112,"pageContent":"beside the Altar in the North and faces South, in such a position that he cannot see in the ballot box. The JD, if participating, will stand in the South facing North in a similar position. WM - The Members of  Lodge No will advance to the Altar and vote, remembering that white balls elect and black cubes reject. All Members of this Lodge must vote, an each is admonished to look well to his ballot and vote for the good of Masonry. WM gravels. # (Members vote by approaching the altar one at a time, salute the East, and casting their ballot.) WM - Have all members voted? If so I declare the ballot closed. WM Gavels # Brother SD, (or Deacons) display the ballot in the South and West. WM - (Gavels twice ##) - Brother JW, how stands the ballot in the South? JW - Clear (or dark) in the South, WM. (Salutes) WM - How is the West, Brother SW? SW - Clear (or dark) in the West, WM. (Salutes) WM - Brother SD (or Deacons) approach the East. WM - and clear (or dark) by Brethren in the East. I therefore declare;"},{"pageNumber":113,"pageContent":"(A) Mr AB elected to receive the degrees; or Mr AB rejected. (B) Brother CD elected a member of this Lodge ; or Brother CD rejected. If there is only one black cube WM - Brethren we will again ballot on the petition of Mr AB for the Degrees ( or Brother CD for affiliation). The balloting will proceed as before, after a black cube has appeared in the ballot box the ballot box must be purged before balloting again."}]
