[{"pageNumber":1,"pageContent":"1 The Most Worshipful Grand Lodge Of Free and Accepted Masons Of Utah The Fellow Craft Education Plan Presented to Brother By __________________ Lodge, # ______ F&AM of Utah Worshipful Master Senior Warden Junior Warden"},{"pageNumber":2,"pageContent":"2 The Fellow Craft Brother, You have been passed to the Degree of Fellow Craft. We wish to congratulate you on completing the requirements of the Entered Apprentice and on taking this next step of you Masonic Career. As Before, we offer to you this handbook to help with your education. Please remember that you may call upon any member of the fraternity to assist you in your quest for knowledge. What are the Symbols of the Degree? In the Degree of Fellow Craft, we try to emphasize the dignity and worth of the individual. Man should be an instrument of the Supreme Architect of the Universe. As such, he is a workman whose duty is to invent, create, and achieve; and, by doing so, express his own genius and individuality. All Lodges are designed to encourage the development of individual genius and to allow man, if he works hard, to become as great as he wants to be. The main principle of this form of government is that the State should not interfere with the individual's freedom any more than is necessary to preserve government by the State, but still give the individual freedom to flourish. The Degree of Fellow Craft symbolizes man in the prime years of his life. He is shown as an adult who is ready to accept the responsibility of life, not only for himself, but also for his family and all of society. When the Mason assumes the duties and privileges of a Fellow Craft, he is taught that he is responsible for his own destiny and that of the State. The themes of this Degree are education and achievement. The more a man learns through pursuit of knowledge, the more he achieves. How and when did we change from Operative to Speculative Masonry? We are unable to accurately pinpoint the time when we went from Operative to Speculative Masons. The change was gradual, and, probably, stretched over a period of more that 50 years. It began early in the 1600's and may have begun with the acceptance of patrons into the Operative Lodges. Others, who were not interested in becoming stonemasons, followed the patrons. Those who were admitted by consent of the Operative Masons became “Accepted Masons”. Membership was sought after because of the spiritual, social and cultural advantages. During this time our Craft grew rapidly in numbers. The decline of Gothic architecture and the reduced demands for great building projects had greatly lowered the number of skilled Operative Craftsman needed to carry on the construction during this period. If we had not become Speculative Masons, our Craft was faced with extinction. Many of the institutions of that day did pass into oblivion; but, by becoming Speculative, the Craft has grown to a point never envisioned by its founders. Much of this growth can be attributed to the formation of the Grand Lodge of England, when the four old Lodges of England held a meeting at the Goose and Gridiron Tavern in 1717, at which a man by the"},{"pageNumber":3,"pageContent":"3 name of Anthony Sayer was elected Grand Master. From there, Masonry spread over much of the world, and other jurisdictions developed their own Grand Lodges. What is the Cable tow, and what is its length? This is a symbol of control for the individual. To many, the Cable-Tow is symbolic of the umbilical cord, which is necessary to begin life; but is severed, when love and care replace it, and the individual grows on his own. The length of the Cable-Tow is frequently referred to in the language of Freemasonry, but many of the new Brethren do not understand its meaning. Formerly, a Cable-Tow was deemed to be the distance one could travel in an hour, which was assumed to be about three miles. In Utah this is any reasonable distance from which a summons may be answered, health and business permitting. Each Mason is bound to all other Masons by a tie as long and as strong as he himself determines his ability will permit. The Obligation changed... The Obligation is the heart of every Degree and its solemnity must be impressed upon every candidate. In addition to the vow of secrecy in the First Degree, the Obligation has other important points that bind each brother. Each Mason pledges obedience, assistance, and the protection of one another, to all others, binding them by a tie that should last their lifetime. The penalties have the same significance as those invoked in the First Degree, and are symbolic rather than physical, as already explained. What are the working tools of a Fellow Craft & What do they signify? The Square... The Square is the symbol of morality, truthfulness and honesty. The direction of the two sides of the Square form an angle of 90 degrees, or a right angle, so-called because this is the angle which stones must have if they are to be used to build a stable and upright wall. It symbolizes accuracy, not even varying by a single Degree. It is 90 Degrees, not 89 or 91. When we part upon the Square, we go in different directions, but in full knowledge that our courses in life will be going according to the angle of the Square (Which means in the right direction), until we meet again. The Level... The Level is a symbol of equality. We do not mean equality in wealth, social distinction, civic office, or service to mankind; but, rather, we refer to the internal, and not the external, qualifications. Each person is endowed with a worth and dignity which is spiritual, and should not be subject to man-made distinctions. The quality practiced in Masonry recognizes that one man may have greater potential in life, service, or reward, than another; but we also believe that any man can aspire to any heights, no matter how great. Thus, the Level dignifies labor and the man who performs it. It also acknowledges that all men are equal without regard to station."},{"pageNumber":4,"pageContent":"4 The Plumb... The Plumb is a symbol of uprightness of conduct. In Freemasonry, it is associated with the plumb line which the Lord promised Amos he would set in the midst of His people, Israel, symbolizing God's standard of divine righteousness. The plumb line in the midst of a people should mean that they will be judged by their own sense of right and wrong, and not by the standards of others. By understanding the Plumb, a Mason is to judge his Brothers by his own standards and not those of someone else. When the plumb line is thought of in this way, it becomes a symbol of an upright life and of the conscience by which each person must live. What are the Wages & Jewels of a Fellow Craft? The Jewels... The attentive ear, the instructive tongue, and the faithful breast, remind the Craftsman that the time-honored method of instruction is by word of mouth. The secrets of Freemasonry are always deposited in the hearts of faithful Brethren. These Jewels should signify the necessity to learn to utilize good Masonic instruction and develop a devotion to the teachings of our Craft. The Wages... Corn, Wine, and Oil, are symbolic wages which are earned by the Fellow Craft who completes his task and comes to the Middle Chamber. These symbolize wealth in mental and spiritual worlds. Corn represents nourishment and the sustenance of life. It is also a symbol of plenty, and refers to the opportunity for doing good, to work for the community, and to the performance of service to mankind. Wine is symbolic of refreshment, health, spirituality, and peace. Oil represents joy, gladness and happiness. Taken together, Corn, Wine, and Oil represent the temporal rewards of living a good life. The actual “wages” are the intangible but no less real compensation for a faithful and intelligent use of the Working Tools, fidelity to your obligations, and unflagging interest in and study of the structure, purpose and possibilities of the Fraternity. Such wages may be defined in terms of a deeper understanding of Brotherhood, a clearer conception of ethical living, a broader toleration, a sharper impatience with the mediocre and unworthy, and a more resolute will to think justly, independently, and honestly. What were all the symbols on my journey to the middle chamber? The Pillars... There are two brazen pillars, placed before the entrance to King Solomon's Temple, which are symbolically represented within every Lodge of Fellow Craft Masonry. These pillars are symbols of strength and establishment - and by implication, power and control. One must remember that power and control are placed before you, so you might realize that power without control is anarchy, or that control without power is futility. Man must have both if his life is to be successful."},{"pageNumber":5,"pageContent":"5 The Globes... These are the celestial globe and the terrestrial globe, and are symbols of universality. The shape of the globes let us know that this is a modern addition to Masonic Ritual - because our forbearers thought the earth was flat and the heavens a sphere revolving around it. The Winding Stairs... This represents the progress of an inquiring mind, toiling and laboring toward intellectual cultivation and study. This is the road to Divine Truth. The Winding Stairs, by their very shape are also symbols of courage and faith. The Winding Stairs lead us to an unknown life. For some, there will be a Middle Chamber filled with reward of fame and fortune. For others it will be filled with frustration, pain and discouragement. The “Angel of Death” could stand on the next step of any traveler. Yet, we climb because we have faith, and because we are filled with courage. We believe that the winding stairs of life lead to our destiny, and that the wages to be earned by the Fellow Craft are worth the risk. Corn, Wine, and Oil are symbolic wages. A Fellow Craft's wages are truth, or getting as close to the truth as is appropriate for him. While winding through the stairs, the Fellow Craft learns a beautiful lesson on the great doctrines of the science of Masonic symbolism - which he is ever to be in search of truth. For the wise, there is also the lesson that the full knowledge of the nature of God, and in this life. Each man must seek knowledge of God “on his own”, Masonry teaches a need for this relationship - not the way. The numbers... 3 – 5 - 7 The symbolism of numbers is first presented to the new Mason in the Winding Stairs. The total number of steps is fifteen, which is a significant symbol, and is thus explained. The first three steps teach us that we are dependent upon God, and that we must harmonize our will with His, building our own spiritual temple according to the Divine Plan. The Second group of five steps teaches the use of order in architecture, and that this order must be applied to our own spiritual temple. The final seven steps symbolize the crowning glory of man - the development of both mind and spirit, and the acquisition of the courage and faith which causes each person who possesses these virtues to climb to the summit and attain the rewards that await those who labor and faint not. Admission to the Middle Chamber... The passage from the outer porch to the Middle Chamber represents man's journey from ignorance to enlightenment. His wages as a Fellow Craft are received in the Middle Chamber. These wages are a symbol of the Divine Truth. The candidate must also find the doors to knowledge - the outer and inner entrances. To enter one of these, he needs a pass. To go through the other, he must have a word. Help is given him in each instance, but such assistance is limited. This signifies that man must acquire knowledge chiefly through his own effort, though he is often dependent upon others for some help. Emphasis should be placed upon the amount of effort put forth by the candidate, for without effort, he cannot reap the reward he seeks."},{"pageNumber":6,"pageContent":"6 The Middle Chamber... In modern Freemasonry, the Middle Chamber is the symbolic place of reward. This was thought of as the place where the Fellow Craft met to receive wages for their labors on the Temple of Solomon. During its construction, they assembled on the evening of the sixth day of the week. Those who were entitled to the wages of a Fellow Craft were invested with certain signs, tokens, and a word, which enabled them to pass the inner and outer guards and to enter the Middle Chamber. If they did not have the proper identification, they did not get into the Middle Chamber or receive their wages. What is the symbolism of the letter “G”? The letter “G” is a symbol of Geometry and, also, of Deity. By the letter “G”, we are reminded that our every act is done in the sight of God, and that Divine Providence is over all of our lives. Man is reminded that God is in all nature and in every man. Our life and all its blessings come from Him in an orderly fashion. These are disrupted only by the vileness of man when he does something contrary to the Divine Will. The letter “G” can be found combined with the Square and Compasses in Masonic emblems and jewelry. What are my rights as a Fellow Craft? In addition to the rights you have acquired as an Entered Apprentice Mason, you have the right to sit in a Lodge when opened in the Fellow Craft Degree. You may visit another Lodge opened in the Fellow Craft Degree, if accompanied by a Mason who can vouch for you. You have the right to be instructed and examined. If you are proficient and worthy, you have the right to ask for advancement. What are my responsibilities as a Fellow Craft? These are to be found in the Obligation, and you should review these and the Obligation of the Entered Apprentice Degree. Finally, you are reminded that you are to acquire knowledge and apply that knowledge to your duties in life, so that you can fill you place in society with satisfaction and honor. This Space Reserved for individual Lodge Customs"}]
