[{"pageNumber":1,"pageContent":"ngargus.nl I ~ingargus.nl iingargus.nl nngargus.nl \\\\ ~4iJNiflgargus.n1 ~u. htingargus.n[ K trwar~us.nl ngargu~ ni n ~argu S fl I n~urgus ni <~r~ius ni uur~zus ni ;margus.nI ti~rjflZus.nI Ij..~ i’iI II2LI~ ni - ~Ln.1’, fli - ~i&t~ ni .~r~u~nI r~u~ ni ~ir~us ni .~jr~us.nI ngargus.nI x~ ‘dLhIn~.zargus.nl \\X NlicLlingargus.nl \\\\ ‘di.. hiingargus.nl \\\\ ‘dlchtlngargus.nl ~ i’chtingargus.nl iJiungargus.nl ~ti~htingargus.nl \\\\ ~ htingargus.nl .. hi ngargus.nI ~\\ t hingargus.nI ‘‘vJar~us.nI - 2drgus.nI fl~s .jl This is the Authorized Ritual E~or~, / 4 ,J,,,, , MOST WO~RSJL11PFUL PRIN(i~E HALL GRAND tODGE (~F VIRGNA N, FREE AN]) ~ACCEPTE1), MASONS This official ritual can only be purchased thru the Grand Lodge; Office of the Grand Sec - retary; 810 Fifth St., P. 0. Box 216, Lynchburg, Va. REV. H. G. HAIRSTON M. W Grand Master J. WILSON JEFFRESS R. W. Grand Secretary I"},{"pageNumber":2,"pageContent":"ngargus.flI hungargusni tingargus ni ungargus.nI ~x NtkiIingargus.nl .i~ingargus.n[ ngargus.n[ nuargusni nu~iri~us.nI nuurgus.nI ~ar~us.nI n~.2argus ni ~ngirgus.nI n~.tar~us ni it nii’~ r~1 il2Ii’~ ni Ijil’, fli - ~1~LI~ 111 lIUU~ ~ tr~’u~ ni ~2Jrgu~.n1 ‘uurgus.nI ~ -dh I ngargus.nI xx ‘ii. hi~ngargus.n1 xx ‘d1c1tlngargus.nl xx ‘dILhiingargus.nl \\\\ “iiChtlflgargus.fll xx I ch~ingargus.nI \\\\ vhiingargus.nl Nti&htingargus.nl xx >n~ htingargus.nl .‘.. hi I ngargus.nl xx ti~ hi ngargus.nI il2Jrgus.nI ~.targus.nI ~ri.tus.nI - C~i., iii I ( I~ ~op~igI~(196fr ANTHONY NIZZA1~DINI I. 1 I ‘ (/ ~ INDEX Bus . ... —- ........ .... Closing 3 Degree ~ ....... .... 1 Degree ~...... ............. - ...~ - Reception Ap Pres ~ 2nd Sec. Cand’s Lecture ........ ....~ 3rd Sec ~ -. ,... - Sym Charge - .. — - Clsg 1 — Rsng 3 ..~ ~ 2 Degree MASONIC SUPPLY CO. 175 — 5th Avenue New York 10. N. Y. 18 18 28 37 52 60 76 .... ...... .. .. .... 89 90 95 - ......~. ........ 97 ......... - -. 104 122 -...... - ... 148 Sym ...SL. - -. 156 Chge ~ - 156 CIsg2—Rsng3 ~ ... 158 160 - ~ 161 180 201 211 ...~ - ......... 220 223 Reception M. C. Lecture .... ~ Cand Lecture 3 Degree ......... - -. Reception 2nd S .... ... - ..... Hislorical Lecture ..... .... Symb ....... - ......... .. Charge Cds Lecture ......"},{"pageNumber":3,"pageContent":"ngargus.flI I tingargusni ttngargus ni Iingargus.flI xx ~-iJiingargus.fll ~tkh1ingargu~.nl - ~in~ar~us.fl~ ngargus.flI nuari~uS.flI hidrgus ni uar~us ni m~argu~~.flI n~lAr~Lus ni ng.~rgus.nI 2Jr~us ni ii ~ iii - i2.U” iii _ _it ~L1’ iii — tt~Lb fli ~r~u~nI ..LJr~us ~..urgu~ ni 2irt~us.nI - ~h&1rgus.nI ~x -dt.. V n~~rgus.nl xx ~ hi ~ngargus.n1 xx ~tt.ht~ngargus.nI xx ~t 1 .. hi ingargus.nl xx \\It..~httngargus.n1 xx itch~ingargus.nl ‘x •tiiiitngargus.nl Ni I Jit ngargu s.nl xx ilLhltngarguS.nl xx I ~ iii ngargus.nI xx ~.. Itngargus.nI I1L~drguS.nl -~ar~us.nI .~r~us.nI ‘~ti~I 1 OPENING CEREMONIES At di tine dsgntd f opng di L evry minbr shid be drsd i wht aprn nd glvs, di W.M. mnts di rstrm, gvs one rp f attnt nd di ofcs tk dir sttns nd di W.M. annucs: W.M.: Brn,ImabtopnaLoM.M.fth dsptcb o bsns ud tnlc u f yr attnt nd asstnc. Is t T a diL prst, if sh wil aprc t E. T. (Th T. does so.) W.M.: YrplcithL,BrT? T. Wtht di jar dr, W.M. W.M.: Yr dt dir? T.: T kp o al cs nd evs, nd se dit an p a rp xcpt sh a ae dl qif an hv pins fm di W.M. W.M.: Rcv dis implt o yr ofc, rtr t yr plc nd b dir actv i di dschrg o yr dt. Br. J.D., se tht di T is at hs plc nd cls di dr. W.M.: Br. S.W. S.W. : W.M. W.M.: Ae u stsfd tht al prsn ae qlfd t sit a LoM.Ms. S.W. :1 wl asta dir m prp ofc ad rpt. Br. J.D. J.D. (Tks sth’ nd stps i ft o S.W.) :Br. S.W. S.W.: Ascrt if al prsn ae qlfd t sit i a L. o"},{"pageNumber":4,"pageContent":"ngargus.flI 2 - I Mngargus.fll ttngargus ni ungarguS.fll xx .~[K1tingargUs.fll ~ti~ h~ingargus.nl <iitingargus.fl[ - ingargus.fli n~argus.ni nuar~uS.flI ng~irgus ni Lir~us ni ‘2arL~u~.n] -t~.ur~us ti! m~irgus.nI ~!3V~US ni I :2Lt~ ni t~ti-’ i-ti - .ii ~2IA’ fli it~.iN iii 2 r..~u~nI ir~u’~ Vt! wirgu~ ni 2ir~us.nI ujr~us.nI 8 1 M. Ms. J.D. (Ps ard o bth sds o L. if h ss fly strgrs, h wi paus nd rpt) :Br. S. W. S.W.:Br iD. J.D. : Hr i a gntlni fr whni I cnt vch as a M M. S.W.:Csdigntlmtors. J.D. (to stngr): Pis rs. S.W. :WL fly br prs vch fr ths gntlin as a M M. (if vchdfr) :Thvchiacptd. (if ni, tins t singr) :Pls rtr fr a fw mts unti a cmint cn b aptd t xmn u. J.D. (bfrS.W. stat) :Br. S.W. S.W. :Br. J.D. J.D.: Al prsn ae M. Ms. (Takes hs plc.) S.W.: W.M. W.M. :Br. S.W. SW.: [mstsfdditalprsnaeqlfdtsitiaL. o M.Ms. W.M. :As fdi evdc tht al prsn ae M Ms. rcv th p w frm th S an J Dcs, wh wi obt it fin di Bn a iii r nd 1, nd cinc i~ i th E. S.W.:Dcs aprc di W. (Th mt w o Al an aprc tgth.) GvmethpwoaMM. (Dn.) Nwobt fm di bin o di R an L an cmmt i t di W.M. i di E. Ds. (Prc, ea o hs sd o th L. If th in fly wtht 1 th ps wrd thy wl stp a bir an rpt) : W.M. W.M.:BrS(oJ)D. D.:Thriconfsidicrft. W.M.~Whidicsothconifs. D. : A bin wtht th pw. W.M.:Csthebrtrse. D. (tthBr) :Plsrse. W.M. :Wl fly br prs vh fr th br a a M. M. gd stng? (if vh fin) : Th vh is aopt. (To th D.) Invst hm wth th pw nd rc i fin hm. (if nt vchd fin, the W.M. wll ask hm t 7tr fin a fw mnts nd appt a cmmt t xmn hm.) Ds. (Continues an thn cmc p.w t th W. M. in th E. Ds go t thur plcs.) W.M. :Br. S.W. S.W. W.M. W.M. :Th pw is ii an di rcvd i th E. W.M.(o) J. D. (rss) W.M.: Br. J .D. di fs dt o cngrgtd Essnes? J.D.: SeditdiLisdld,W.M. W.M.: AtntditprtoyrdtndinfmdiTdit w r ab t opn a L o M.M’s i ths plc f th dsptch o bss, nd drc hm t U acly. J. D. (Prcds t th dr, op it nd infms th T, thn cls th dr nd gvs 3 rps.) xx -~t~hVngargus.nI xx itJ~tingargus.nI xx -‘¶B. hi tngargus.nl xx -.tt..-htingargus.nl xx i:chringargus.nl tiJiitn~zargus.n1 NIL htingargus.nI xx iILhItn~argus.n1 xx I ~ hi I nuargusni . ht ng~irgus.nI 2 1~2atgus.nI <argus.fl] - Nil 1"},{"pageNumber":5,"pageContent":"~x~tichiingargus.nl ~x .stichtingargus.nl ..x .~tichtingargus.ni xx .stichtingargus.ni ~x .stichtingargus.nI xx .~tichtingargus.n1 xx .stichtingargus.ni xx ~tichtingargus.nI xx ~tichtingargus.nI xx ~tichtingargus.nI xx Nttchiingargus.nI xx NttLhttflgargus.nI xx ~tt..iittngargus.ni xx -.~t~hringargus.nI xx ~tichiingargus.nl xx s1t~ httngargus ni I It I I ~tt ~tt~—~ iii I I Itt gLis ni uirgus.nI 1LUfl~US.fl] ngargus.nI ~x -ix httngargus.nI xx Nil.. hit ngargus.nI xx NilLhttngargus.nl xx NIichttngdrgus.nl xx .stichttngargus.nl xx s~ichtingargus.nl xx .stichtingargus.nl xx .sttchtingargus.ni xx ~tichtingargus.n1 xx Nttchtlngargus.nl xx sitchtingargus.nl xx ~ttchtingargus.nI xx Nttchtingargus.ni xx sttchtingargus.nI xx sttchttngargus.ni xx stt..Iiuin~argus.nI xx sitchlingargus.ni ‘x JLIUtVtgargus.flI 2Argus.nI 1 1 10 T. (ooo) J. D. (o) T. (o) J.D.: (Rtns t hs plc nd rpts.): Th T hs bn infnid, W.M., nd di L is dl II. W. M.: Hw ti, Br.J.D. nd by whm? J.D.: Wth scrcy nd brthrly lv, als by a bro o ths dgr sttnd wtht di mr dr, ard wth th implt o hs ofc. W. M.: Hs dt dir? J.D.:Tkpocsndevs,sethtnnporpxcpt sh a ae dl qif an liv pins fin th W.M. W. M. (o) S. W.: (inss) W.M.: Br.S.W. S.W.: W.M. W.M.: AeuaM.M. S.W.: In. W.M.:WtindcdutbcmaM.M. S.W. :Tht I mt obt di M’s wd; try i fin cntrs, wk an rc ins ws an b thb btr enbld t sppt nisl nd fml an cntrb to di rlf o dstrd wdi M.Ms, dir wds an orphs. W.M.: Wt inks u a M. M. S.W.: M obl. W.M.: WhrwruindaM.M. I II S.W.: Wihn die bd o a js an rgl cnstd L o M.Ms, asmbd i a plc rprstg th unfnsh S. Snc o K. S. T. fins wth th HB, S an C, tgtb wth a chrt o dspnst fin sin G. Bd o cin4fl jsdc emprng i t wk. W.M.: Hw mny cnstitut a M. M. L. S.W.: Th.r. W.M.: Hw inny inprv i? S.W.: Fv, W.M. W.M.: Hw inny ink i prft? S .W.: Svn. W.M.: Whn cmps o svn, o whm ds i cns. S.W.: Th W.M., S. an J. W., Trs, Sec., S. nd J.D. W.M.: ThJ.D.plcindiL. S.W.:Att.rgtndinfrntotS.W.intW. W.M.: (o) (J.D. rss) Wht is yr dt, Br. J.D. J.D.: To cr ords fin t S. W. to~t J. W. nd elsw arrid t L as h ma drc nd to tk chr o t dr. W.M.: Br. J.D., t S. D. sttn in t L. J.D.: TotrgtndmfrntoftW.M. W.M.: (oo) (al ofcins ins.) Yr dt dir, Br. S.D. S.D.: To cr ords fin t W. M. to t S. W. nd elsw arnd t L as h ma drc; to ritrod nd acoindt vstg bin rid to rc nd cnd cands. W.M.: TSectplcintL."},{"pageNumber":6,"pageContent":".x -dtLtlttngargus.nl A --iichiingargus.n] xx -.xtchirngargus.nl xx Nti...hiingargus.nI xx ~ttchiingargus.n1 xx ~ttchttngargus.nI xx Ntkhtingargus.ni xx -~tichungargus.nI xx NIII.ilttflgargus.nl \\\\ IJIngargusnI K tngargus.ni \\x Nd. Vtgargus fli xx ~ lit ngargus.nI htngirgus.nI It gtt-~ i-ti I: - ~i~rgus.nI ~rgus.ni .rj~g~5 ni ~ari~us.ni ttxzitrgus.ni n~argus.nI ~ i ngargus.nl x’ <I.. iitingargus.nl xx ~ti.. htingargus.ni xx ~Itchrtngargus.nl xx siichiingargus.ni xx -~tichiingargus.n1 xx Nttehtingargus.nl xx NtIchtlngargus.nl xx sttLhtingargus.nl Nt IC Lii ngargus.nl xx -~ttchutngargus.nI \\\\ NtlJlttngargus.nl xx ilL hiingargus.nl xx ‘~l:..Htn~2argus.nI .. K~<argus.nl i.~arizus.n1 lxZilSfli 1 12 I S.D.: On di lf o di W.M. W.M.: Br Sec Sec :W.M. W.M.: Ur dts. Sec.: To dl abs di W.M’s wil nd pls i rcdng th prcdg o ths L, trnsmt a opy o di sm th G.L. if rqrd; rc al mnys pd rito di L, py thin ovr t di Treas, tkrig hs rcpt dirfo. W.M.: Th Trs plc in t L. Br. Sec. Sec.: On trgtotW.M.intE,Wor. W.M.: Br. Trs, yr dts dir. Trs.: To rc al innys pd nto th L frin th hns a th Sect; t kp a js nd rglr acct o th sin; rid py thin ou agn by odr a th W.M., wdi cnsnt a th bin. W.M.: Th J.Ws. sttn in t L. Trs.: In t 5, Wor. W.M.: Br. J. W., wy in t S rid yr dts thr. J.W.: As t su in t Sa mrd it glr nd bty a t dy, s stns t J. W. in t S btr to obsr t tm to cI t cf fm lb to rfsm, spritrid thin din t hrs thrf, se tht nn cnvrt t rims o rfsm rito tht o intmpc or xcs; cl dim t lb agn by ord o t W. M. in t E, dit h ma hv hnr rid thy pisin rid prft thby. W.M.: ThS.WssttnintL J.W.: In t W, Wor. I W.M.: Br. S.W., wy in t W rid yr dt dir. As t su ut Wa t cls a dy, so stn t S.W. t W t ast t W.M. i opri nd cis t L., pay t cf diei wgs if ny b du, se tht nn go awa dstsf, if i my pwr t prvt. Hininri brig t sppt rid strrigt o al instts, mr espcly ths o ous. W.M.: Th W.M. sttn in t L. S.W.: In t E, Wor. W.M.: WyintEndhsdtdir. As t su rss it E t opri rid gv t dy, so rss t W.M. i t E (W.M. inss) t opri nd gv hs L, st t of to wk rid gve thin prp instn. W.M.: (ooo — at ins) Br. S.W. it i iny wil dit ths—Lodge No.—M.M. b riw oprid on th 3 dgr o Msry, f di rglr dsptch a bsris; din whch tin al prvt crimitts or oth irrglr rid uriinsric cndt tndg t dstb th pce rid hrmn o th sin whi pcfly engd i di lwfl prsut o Msry r strctly ftbdn, urid no ls a prit din a injrt a di bin prst, actrig und di by-iws o dis L ma se cse t irific. Ths u wil cminuc t th J.W. rid h t di bin, dit thy havg du rid tinly ntc ma gv dislv acly. S.W.: Br. J.W. it i di ord a di W.M. dit ths L b riw opnd on di 3 dgr a Msry f di rglr dsptch a bsns; din whch tin al"},{"pageNumber":7,"pageContent":"IL~h.t-tgargus.ni ~x ~th Iiitngargus.ni —ti 1.itngargus.nl ~x ~ Litingargusni xx Ntt~..huiflgargUS.fli xx NttchulflgargUS.fll \\\\ NtlLhtiflgargus.nl xx ~tliliingargus.nI x- i&¶IngarguS.fli ~ ~ti.. Ii ingargus ni ngargus.ni I nt~argus.ni n~irgus ni xx ~ - tngargus.ni V Itl21t’~ i-ti 2 ituusni .xt t.~usni .dr~U~ ni ~jr~us.nI murgus.ni A VtLtrgUSfli .. Ii igarizus.nl xx -di.. ill ngargus.ni xx Nttchtingargus.nI xx .~iichiingargus.ni xx ~ttchiingargus.n1 xx Nitchtiflgargus.nl ‘A Ntichtlngargus.nl xx ~tt..hiingargus.n1 -utchttngargus.ni ‘A Ntlchttngargus.ni xx NIt.. hitngargus.nI xx ‘di.. hiit-tgargus.nI xx NI I. LI IImargus.nI xx .. Li. ~gargus.nI ~art~us.n1 - ~sjiis ni 14 I prvt cmmtts or oth irrglr rid umusric cndt tndg t dstb di pce rid hrmri o di sm whi pofly engd i th lwfl prsut o Msry r strctly frbdri, und no Is a prit din a injrt o th bin prst, actng urid th by-lws o ths L ma se cse t infic. Ths u wil cinmuc t di bm tht thy, havg du rid tinly ntc ma gvn thslv acly. J.W.: Bin, it hs bri cnmic-d tin frindiE by wy o th W dit it i th wil o ou W.M. dit dis Lodge No—M.M. b riw oprid on di 3 dgr o Msry f th rglr dsptch o bsris, din whch tin al prvt cmmtts or oth iringir nd unmsnc cndt tridg t dstb th pce rid hi-mn o th sin whi pdly engd i di lwfl prsut o Msry r strctly frbdri, urid no is a pnt thn a injrt o th bin prst, actng urid di by-4ws o dis L ma se cse t infic. Tk du ntc rid gvn ysls acly. W.M.: Lk t di E, bin, al tgth on di sgris. (Th bin al fce twds th W.M. whn, led by hm al jn i gvg th st, d-g nd & o E.A., F.C., M.M., nd th hlg & o dst.) W.M. (Rmvs ht): Bin. gv yr attn t di Chpln. (THIS OR A VOLUNTARY PRAYER MAY BE USED) Chaplain: Most holy and glorious Lord God, 1 15 the Great Architect of the Universe, die Giver of all good gifts arid graces, Thou hast proinised that “where two or three are gathered together in Thy name, Thou wilt be in their inidst, and bless thein.” In Thy name we have as - sembled, and in Thy name we desire to proceed in all our doings. Grant that the sublime principles of Free Masonry may so subdue every discordant pas - sion within us, so haininonize and enrich our hearts with Thirie own love and goodness, that die Lodge at this time inay humbly reflect that order and beauty which reign forever before Thy throne. Amen. (Or) May the favor of God, refreshing as the dew of Hermori and as the dew that descended upon die inountairis of Zion, abide with and govern us in all our proceedings. Amen. All.: S int i be. (Ode srig.) W.M.: Opening Charge The ways of virtue are beautiful. Knowledge is attained by degrees. Wisdom dwells in con - templation: there we must seek her. Let us then, brethren, apply ourselves with becon~ing zeal to"},{"pageNumber":8,"pageContent":"- -u—--------- V~-~— ngargus.ni lngargus.nl wt-t~argus ni tngargus.ni xx .2i1ingargus.nl ‘x di. lit tngargus.n[ ‘A ~ i fliZart~US.flI n~argus ni ngargus.nl -t gargti S ni uirt~usni ..~Jrgus.fli ‘i-trgus.ni .Jri.~us ni -tuJrgus.ni qjr~tis.ni 112 tIN iii IIUIIN ni :~iU-~~ ni .11 ~LtN iii 16 the practice of die excellent principles inclu - cated by our order. Let us ever remember that the great objects of our association are the re - straint of iinproper desires arid passions, die cultivation of an active benevolence, and the proinorion of a correct knowledge of the duties we owe to God, to our neighbor, and to our - selves. Let us be united, and practice with as - siduity the sacred tenets of our order. Let ail private ariuinosities, if any unhappily exist, give place to affection and brotherly love. It is use - less parade to talk of the subjection of irregu - lain passions within the walls of the Lodge, if we permit them to triumph in our daily intercourse with each other. Uniting in die grand design, let us be happy ourselves, and endeavor to pro - mote the happiness of others. Let us cultivate the great moral virtues which are laid down on our Masonic Trestle Board and improve in ev - erything that is good, ainiable arid useful. Let the benign Genius of the Mystic Art preside over our councils, and under her sway, let us act with a dignity becoming the high moral charac - ter of our venerable institution. W.M.: Br. S.D. S.D.: W.M. ~Lt~ fli ~t>.~i.is i-ti J2rgus.ni - ~niri~us.ni ~ ni.zargus.nl xx ‘d..9v n~argus.ni xx ‘-lb. Iting~trgus.nl xx NtI.. Liuingargusni ‘A —ichitngargus.nl xx -.1 cl-tiingargus.ni t..httngargus.ni ‘-ii.. huingargus.ni xx -IIL httng~rgus.n1 iJtnuargus.ni v.xtrgus.nl - ..~iruus.nI ~‘~us ni ni 1 17 W.M.: Attn di Al. S.D.: (Gs to W o Al, dsply lgts, gvs &, rpts, nd rtn t hs plc.) W.M.:I nw dcl ths Lodge No F.&A.M., erct t God rid hld fintli t th inst Holy Sts John, opnd i du rid mpl finni. Br. J.D. J.D.: W.M. W.M.: luf th T. J.D.: (000) T.: (ooo) J.D.: (o) T.: (o) J.D.: Br. T. T.: Br. J.D. J.D.: Th L is J.D.: (000) T.: (ooo) J.D.: (o) T.: (o) J.D.: W.M. W.M.: Br. J.D. J.D.: Th T is infind, Wor, nd di L is dl tl. W.M.: If thin ar pins ny prst or pst G Offc, pins o pst Mstrs, thy ar cordy rid finty mv toastindiE. (o) op o di thd dgin."},{"pageNumber":9,"pageContent":"4 _ 1 I cigargus.ni ingargusni i’n~argus ni - , - ingargusni x’ ‘~ I Ingargusni - itn~argus.ni ti~argus.nI ngargus.nl n~argus.nI virgus ni ~ Vt! ‘1~2Jrgus rfl Ltr~zus.n1 II 2[IN fli I iLl” Vii 18 ORDER OF BUSINESS Roll Call of Officers Reading of Minutes Report of Sick and Distressed Reading and referring petitions Report of committee on candidates Balloting on candidates Ballot Box t b plcd upn di A, nd ech mbr pins MUST cst hs balt i scint, bgn-ng wth di W.M., S.W., J.W., rid s on dwn di In. Report on standing coimnittees Reading cominunicalions Unfinished business New business Work (Initation) CLOSING THD. - itt— fli Vii A Lecture inust he given before proceeding. A ,~jN ~tI ~ Vt! — t~ti~ ni ~jr~us.n1 ‘-.. ntutrgus ni xx —~ fl~2Jr~us.ni xx ~tiJ~ngargus.nl xx N1~ hutn~~rgus.ni xx -4~ Liii ng~rgus.nl xx -tcl-tiingargus.nl ii.. flt ingargus.ni xx NiIL h~ngargus.ni xx ii..iiiinttargus.ni xx .~& hrn~~rgus.ni -t2jrt~u~ ni - .htrtius.nl ‘-utt~ ni W.M.: Br. S.W. S.W.: W.M. W.M.: Hv u nythg t brg bfr di L bfr prod t cls. S.W. (ins) : Ndig in di W. 19 W.M.: Br. J.W. J.W.: W.M. W.M.: Nythg in th S. J.D.: (rs) : Ndirig in t S. W.M.: Hs ny bin prsn riythg t bing bfr di L bfr I prcd to cls . (Paus.) Br. Sec. Sec.: W.M. W.M.:Aruindywdithmnts. Sec.: I am. W.M.: Bri, gv yr atn t di rdng o di mnts o ou prst cincri. (Sec. rds mnts.) Br. S.W. S.W.: W.M. W.M.: D u dscvr ny errs o oins i th mnts as rd. S.W.: Nthg in th W. W.M.: Nythg i di 5, Br. J.W. J.W.: Nthg in th S. W.M.: Ds ny bin prsri descin ny errs o oms di innts as rd. (pses) Thin bng na, I dcl thin apvd as rd. W.M. (o): Br. J.D., wht is di 1st as wil as th fs gt cr o Essnes whri crivnd? J.D.:TsethtthLisdld,W.M. W.M.: Atind dit.dt nd infin di T dit I in ab t cls di L o M.Ms nd drc lun t ti acly. J.D.: (000)"},{"pageNumber":10,"pageContent":"ngargus.ni iugargus.ni tn~argus.nl - .. I 1t~argus.ni 1 Ingargus.nl -- .ILt~ngargus.ni ‘A -. i~ I tiigargtts.ni nt~argus.uI I Ili~aVgtts.flI ‘v~ar~usn! Cl UdVtiUS.flI &tr~us ni ‘1 .~irgu~.ni JJVgUS.flI It ~2ttN Vii ~I~ii.I— ni 112’-’ VII 20 T.: (000) J.D.: (o) T.: (o) J.D.: Br T. T.: Br J.D. J.D.: I in drc t irifin u dit di W.M. i ab cls L, No. —. Tk de r~tc thrf nd gv yrsl acly. (Cls din.) J.D.: (ooo) T.: (000) J.D.: (o) T.: (o) J.D.: W.M. W.M.: Br. J.D. J.D.:Waedt. W.M.: Hw tl, Bin. J.D. nd by wlun? J.D.: Wth scrcy nd bi-thinly lv, als by a bro o ths dgr sttnd wdit di mr din ard wdi th implt o hs ofc. W.M.: Hs dt dir? J.D.:Tkpocsridevs,selhtnriporpxcpt a ae dl qlf an hv pins fin th W. M. W.M.: (o) Bro. S. W. S.W.: W.M. W.M.:AeuaM.M. S.W.: I in. 121.JN VI! ‘I” Cli - 1JJN VII tIlts Vi! .2Clrgus.ni L~1rlZus.ni -i . ~t~.u~rgus.nl xx ‘L • I- Vitlargusni xx sib. i’lflgiIVgUS.fll xx ~ huingargus.nl xx —1.-Lilt ngargus.nl xx —ichtingargusni xx ~ httngargus.nl xx ~iI.. htiiuzart~us.ni ‘A ~ltL Ifl I noargusni xx - .. LI’ n’Aargus.ni -x -~ I -ClLIVgUS.fl! -A Jar~usnI ~.~:rL2t.tN Vii V F, 1 21 W.M.: Wt indcd u t bcin a M.M. S.W.: Tht I int obt th M’s wd, try i finn cntrs, wk nd rcv ins ws, an b thb btr enbid to suppt msl rid frnl an cntinb t th rlf o dstrd wth M. Ms, dir wds an orphs. W.M.: Wt ~mks u a M. M. S.W.: M ob]. W.M. WhrwruindaM.M. S.W.: Wthn th bd o a js nd rgl cnstd L o M.Ms, asm-bid i a plc rpslg di unfnsh S. Snc. o K. S. T., fins wth th H B, S rid C, tgth wth a Chrt or dspnst fin sm G. Bd. o cinpi jsdc emprng i t wk. W.M.: Hw mn cinps a M Ms L. S.W: Thr. WM.: Hw mny mprv I. SW.: Fv, W.M. WM.: Hw mny mk i prft. S.W.: Svn. W.M.: Whri anps o svn, o whm ds i cris. S.W.: Th W.M. S. an J.W., Tins, Sec, S. an J.Ds. W.M.: Th J.D.s plc in lh L. S,W.: AttingtndinfrntotS.W.intW. W.M.: (o) (‘J.D. inss) Wht is yr dt, Br. J.D. J.D.: TocrordsfmtS.W.totJ.W.ndelsw"},{"pageNumber":11,"pageContent":"i-tgarguS.fli - I tit-tgarguS.fli - ttI~garguS ni ~- iingarguS.fli - ‘Ih’ingarguS.fli -x ‘-ti. h’tngarguS.fll ‘A ~ I1’!VigarguS.fli -k - I ~ ingargus-fli - ngargus.fli nt~art~uS.fli ruargUS ni Jarttus.fll ‘-tu~rt~Us i-ti 11.~arguS ni margus ni n2jrUUS.fli ‘‘‘11121.1” Vii II Jtt” Vii JLt” I 22 anid t L as h ma drc nd to tk chin o t din. W.M.: Br. J.D., t S. D. sttn in t L. J.D.: To trgtnd infinritoft W. M. W.M.: (oo) (a! of cins ins.) Yr dt dir, Br. S.D. S.D.: To cr ords fin t W. M. to t S. W. nd elsw ainrid t L as h ma drc; to ntrod nd acomdt vstg bin nd to inc rid cnd cands. W.M.: T Sect plc in t L. S.D.: On th lf o th W.M. W.M.: Br. Sect, yr dts dir? Sect.: To dl obs di W.M’s wll nd pis i rcdng di prcdg o ths L, trnsmt a cpy o th sin t th G.L. if rqrd; rc all mnys pd rito di L, py thin ovr t th Treas. tking hs rcpt thrfo. W.M.: Th Treas plc i di L, Br. Sect? ~ect.: OnthrtothW.M.idiE,WOin. W.M.: Br. Treas, yr dts dir? Treas.: Trc.almiiysPdfltOt LfrindihlisOth Sect; t kp a js nd inglin acct o th sin; nd py thin ou agn by ord o th W.M., wth di cnsnt o di bin. W.M.: Th ].Ws. sttn in t L. Ti-s.: IntS,WOin. W.M.: Br. J. W., wy in t S nd yr dts dir. J.W.: ~ 5~5~ jnt5ainrditgkfldbtyotdy, jiJU” Vii t!12Li” Vii ~.~~IVi2I.t” iii - - ‘JdVgw~.ni ~.urgus.fli xx -4.. VIg.trgus.fli xx —1...htVIgargus.fli xx Nit.. llItVIgargtts.ni xx ~r 1 ..hitngargtts.fll xx ~.-iI..-1-tt]V1gargus.nl xx ~tlchirngarguS.fll xx NIL hit ngarguS.nl xx NltLhitrlgargus.nI \\\\ qici-tIingargus.ni ‘A —tIJ-ttngargus.ni ‘A ‘1 2 Clgargus.ni xx -J . ;JariiUS.fli Jr12U5.fli I’-’ ii I s stris t J. W. in t S btr to obsin t tin to cl t cf fin lb to rfsin, spntnd thin din t hrs thrf, se tht nn cnvrt t m.ris o rfsin no tht o intmpc or xcs; cl thin t lb agn by ord o t W. M. in t E, flit h ma hv hnr nd diy plsr rid prft thby. W.M.: ThS.WssttnintL. J.W.: In t W, Wor. W.M.: Br. S.W., wy in t W nd yr di thin. S.W.:AstsuiitWatclsody,sostntS.W. •t W t ast tW.M. i opnnd cls tL., pay t cftheiwgsifnybdu,sethtruigoawa dstsf, if i my pwr t prvt. Hrinn brig t sppt rid strngt o a] instts, min espcly ibs o ous. WM.: Th W.M. sitri in t L. S.W.: In t E, Wor. W.M.: WyintEndhsdtthr. As su rss itE topn nd gv t dy, so rss t W.M. it E (W.M. inss) t opn nd gv hs L, si t of 10 wk nd gve dim prp insin. W.M.: (ooo) Br. S.W., it i in ord dit —, b nw cls an sind cls uritl its nx rgl cmcn, urils spcl cnvd. In di inritin, it i hpd rid bro wil dineri hrnsl as a inn nd a Esn. Ths cmmc t di J.W., an h t di ~ bin dii hvg de ntc thrf thy my gv thsls ad."},{"pageNumber":12,"pageContent":"ngargus.ni -‘ - I~ingargus.ni Ut~gargus ni - — ‘itth2argusfli kx -.uJ~ttngargus.ni ~ —ti. h’ingargus.ni ‘A ~tI~ I1’!VIgargttS.fli - lit-tgargus.ni - - - t~igargus.ni Ii-t’Aar(Tus.ni t ~margus.ni m.~argus ni - ~argus ni - rltiirgus ni - n4urt~uS.VI1 24 1 J.W.: Br, S,W. S.W.: It i th ord o th W.M. tht L, —, b nw cls an stnd cls untl its nx ingi cincin urils spcl crivd. In th mntm, it i hpd rid xpctd tht evr bro wil dmeri hinsi as a inn nd a Esn. Ths cininc t th bin tht hvg de ntc dirf, thy my gv thsls ad. J.W.: Bin, it i th ord o th W.M., cinnctd t m dir di S.W. tht L , b nw cls an stnd cis unti its rix rgl cincn, unis spcl cnvd. In di inntin, it i hpd nd xpctd tht evin bro wil dinen hinsi as a inn rid a Esn. I cinct di sine t u tht hvg de ntc thrf u iny gv ysls ad. W.M.: Look to die East, Br, a] tgthr o di &s. (Th dg an sgn o ea dgin also th G.Hlg & o dst, ae nw gvn b W.M. nd Bin.) W.M.: Br. S.W., hw shd Msris int. S.W.: Ori th lv. W.M.. Nd hw ac, Br. J. W. J.W.: B th p1. W.M.: Nd pint upn th sq. So shd we, my bin, ev int, ac rid prt. W.M.: (Rmvs hi) Brri, gv yr attn t di Chpln. (THIS OR A VOLUNTARY PRAYER MAY BE GIVEN) II 21.t”.Vti - Cl~2Lt” 11J1.t~, VII — 1V~2L1N Vii r-’tt~ Vii - ‘JdVLtUS.fli itb.trgus.ni xx ~EI~A VIthtrgus.ni xx ~i .. ht r-tgargus.ni xx ~ii..Lttt-tgargusni xx -Tichliflgargus.ni xx —ttchlt t-tgargus.nl xx —1~chtingargusni xx NIL I~t t-t~argus.ni xx “itchttiigargus.ni xx ‘iichutngargus.ni xx ‘-Vichtt-tgargus.ni xx ‘Cl x Vigargus ni ‘A - x4ar(Tusni ..ZJrUtts.ni ——II N 1 25 Chap.: Alinighty Father, we ask Thy blessirig upon the proceedings of diis coinmunication, and as we are about to separate, we ask Thee to keep us under Thy protecting care uritil agairi we are called t~pgether.. Teach us, 0 God, to realize the beauty of the principles of our dine-honored institution, riot only while in the Lodge, but wheri abroad in the world. Subdue every discordant passion within us arid enable us to love one another in the borids of unity and friendship. —Amev All.: So inote it be W.M.: Closirig Charge Brethineri: You are riow to quit diis sacred re - treat of frieridship arid virtue, to mix again with the outer world. Amid its concerns and einployinents forget not the duties you have heard so frequeritly iriculcated and forcibly recoininended in this Lodge. Be diigerit, pm - derit, teinperate, discreet. Remeinber that at ihis altar you have promised to befriend arid relieve every brodier who shall need your assistance. Reinember that you have promised to reinind hun, iri die most terider mariner, of his failings, and aid his reforination, Vindicate his character"},{"pageNumber":13,"pageContent":"t-tgarguS.fli -~ -11. ¶-tingargus.fll -~- lingargUS ni -x —ti.. htVI-tgargUS-fli kx ~tt..hittngarguS.fli xx ~Iich1.ingargUS.fll ‘x <tJ’ttngarguS.fli ‘A -.‘ tngargUS.fli -- ~‘ . llthargl.IS.fll n~argUS.fll ~UarguS ni r-t~arguS.fli -‘ - it-tx~.trguS nl VIg(trgUS.fll ‘P’it~Utts ti! ii ‘2I.VN.fli .iit gu~fli ~ nI .drgU~.Vii ‘‘Jfl-’US.flI hLtVtVUS.flI -tLxtrguS.fli 1 26 when wrongfully traduced. Suggest, in his be- half, the most candid arid favorable circuin - starices. Is he justly reprehended? Let the world see how Masons love one another. These generous pririciples are to extend fur - ther. Every humari being has a claim upon your kind offices. Do good unto all. Recoininend it more especially to the household of the faithful. By diligence in the duties of your respective callings; by liberal benevolerice and diffusive charity; by coristancy and fidelity in your friend - ships, discover the beneficial and happy effects of this ancient and honorable institutiori. Let it not be supposed that you have here labored in vain and spent your strength for naught; for your work is with the Lord and your recom - pense with- your God. Finally, Brethren, be ye all of one inind; live iri peace, and inay the God of love and peace delight to dwell with and bless you! BENEDICTION W.M.: May the blessing of Heaven rest up - ori us and all regular Masons. May bro - therly love prevail, and every inoral and social virtue cement us. —Ainen. All.: So mote it be. I 27 W.M.: Bro S.D. S.D.: W. M. W.M.: Attnd at -th A. S.D.: (Goes W of t1 A, gvs sgn, clses lgt, inepoints, nd intinns t his plce.) W.M. (o), S.W. (o), J.W. (o) W.M. (o), S.W. (o), J.W. (o) W.M. (o), S.W. (o), J.W. (o) W.M.: I,—,W.M. do now declare this— Lodge No.—einected to God and dedi - cated t di niminy o t Holy Sts. John closed in due form. W.M.: Br. J.D. J.D.: W.M. W.M.: Inform the Tiler. ID.: (000). T.: (coo) J.D.: (o) T.: (o) J.D.: Bro. Tiler T.: Bro. J.D. J.D.: The lodge is now closed. (closes din) W.M. W.M.: Br. J.D. J.D.: The Tiler is infoinnied. W.M.: (o) xx Nti.. ii VIttargus-fli xx ~ii..-htir-tgargus.nl xx Ntt..-htlflgargttS.ni xx ~ttchiingarguS.fli xx ~ttcl-tttngargus.nl xx >tichtingargus.ni xx NtIL Liii ngarguS.fll xx ~ttLi-t1ti~gargUS.nI xx -‘1 tcl-titngargus.fli xx ~(tchttfl~ZargUS.flI xx .I~int.iarguS ni xx ‘--‘LI x~argus.ni uar1.VuS.fl 1 ‘Ii’-,"},{"pageNumber":14,"pageContent":"ngargus.ni -~ ldtngargusni \\ -~‘ ttrigargus.ni -x ‘-IlL itngargus.ni xx ~iichtingargus.n1 ‘A NtIL1-ttit-tgargus.fli ‘x .t~J’tingargus.n1 ngargus.ni - .. ‘t~argusni - -‘. imgarg~s.VIi n~argus.ni - -t1.Largus.ni ~argus.ni - tub.trgus ni ‘VIt~argus.n1 - II’ it 121.1’--’ t-ti 28 1 FIRST DEGREE W.M.: Br. JD. J.D. (ins nd s) :W.M. W.M. : Ascint if riy cands ae i wtg. If s, dir nins nd fin what dgre. J.D.: (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D. (scins nms o cndt fm T nd cls din.): J.D.: (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D.: W.M. W.M. :Br J.D. J.D. :Mr—is i wtg fin di 1st dgr (or) Wih yr prsn, I wI app th E. W.M. :Binn, Mr—i wtg fin di 1st dgr. 0 Esmn. He hvg bn dly acpted, if thi- b rio objn, I shl cnfr th dgin upn hin— (pauses). Thrbrignobjri, Iwlprcd (o). Bins. S and J Std. (Bth ins an S.) W.M.:Hw shd a cand b prpd fo th fst dgr o Esnin. II 21t’-~.fli — it gUN ni - .At~U” tti ..JV1.YLIN Vt! -~2.1r12tt~ Vt! - 1JJri2u~.nl - - . - .~.tVI~US.fli -. ‘~ ‘h&trguS.ni xx >ti..i- n1.zargus.ni xx ~~chtnt~argus.ni xx NIIL-llttflgargus.ni xx ~‘tchiingargus.ni xx ‘--ttchtt ngargus.nl xx Nllchttngargus.ni xx Nii..huiVIgargus.nl --tic htingargus.nl xx Nt.ILhltngargus.ni xx ~lIch1tVI~argus.ni xx s(t...ht!flgargus.fll xx ‘-J 2’ ~nt~ar~us.ni -~ ~. h v’arous.ni t - JJ.r1.LuS.ni - ‘I ~-, 29 S. Std.:By brig dvs o al intl sbts, rith nd rir cldi, bf rir sh, I kri an b bin, hw, rid wth cbt onc ab hs rick. W.M.: Rtr t di prprtn non, wh Mr.— in wtg; whn ths prpd, caus hin t ink di us] aim a di mr dr. Bro. Sec. acinpny thin. (Sect and Stds. inpin t th Al; Sect bet Stds. Sal, fc int, inch to pinpinm.) W.M. (a) :Br. J.W. J.W. (ins nd s) :W.M. W.M. : Cl th crf fin lb t rfsin’t, t rsni lb a th srid o di gvl in di E. J.W. (ooo): Bin. (Binn ins nd gv &.) lt i di ord o th W.M. tht u b riw cid finn lb t rfsmt t insin lb a th srid o di gvl i th E. (o) (In Pinep Room) Sec. (to cand) :Mr.—ls ths yr sgritr nd pet. (Bng sat fd, h conts): Soinewhat of your inotives, in applying for admission into our ancient and honorable Fra - ternity, we have learned froin the declaration, over your signature, contained in your peti - tion; but, iri order that you inay not be inis - led as to the character or the purpose of the ceremonies in which you are about to erigage, the Lodge addresses to you these preliininary"},{"pageNumber":15,"pageContent":"ngarguS-fli -~ -1 -~ iVttVIgargus.fli -x —I - -1.tt-tgarguS.fli ‘A ~tiJit1flgargUs.fli ‘A NtiLhtiVtizart1.us.fli ‘A uj-’tini~arous.fli - V ‘im.Larl~us.fli fltlrCJllSfli ngarguS.fli 12ari~Us.fli - -t,~ar~usni - VIuar~us.fli - tuar~zus.nl it 21.1” VI! 1 30 words of advice; Freemasonry is far removed from all that is triva], selfish, and ungodly. Its structure is built upon die everlasting foun - dation of that God given law, die brotherhood of inan in the family whose Father is God. Our ancient and honorable Fraternity wel - comes to its door and admits to its privileges worthy men of all creeds and of every race, yet it insists that aJI men shalJ stand upon an exact equality and receive its instructions in a spirit of due huinility, emphasizing, in de - meanor, in conduct, in ceremony, and in lan - guage die heJpless, groping nature of inari at his birth, and his need of reliance upon Divine guidarice throughout life. You will here 1w taught to divest your mind and conscience of all the vices and su - perfluities of life, and the Lodge into which you are now to be admitted expects you to divest yourseJf of all those distinctions and equipments which are not in keeping widi the huinble, reverent, and childlike attitude it is now your duty to assuine as all have done who have gone this way before you. Sec. to candidate:- Do you declare, upori your honor, that, unbiased by the improper II 21.tN.VIi I ~‘tt” Vt! AtUU” VI! ~dV2Lt” it! ~Ir2us VI! 12iru1.tN Vt! u~r~t~ ni - ‘.idV2U”.fli • — -- iuctruus.nl x -‘iL’ ii2art2ltS.fll xx ‘--c ~h .~ar~us.nl xx NttJ¶~VIi~argtts.ni xx NTIL hitn~argus.nl xx -iichut ngargus.ni xx —tchtmgargus.ni XX ‘--L~ Lii tgargus.nl xx NIILLtVtgargus.ni xx -~t1chiiVIgargus.ni xx • U-... [ii’ VI2argUsfli xx ‘--i -11.U1r~ts-nI 2 x:utAS.VI ‘~‘-~ •1 1 solicitation of friends and uninfluenced by mercenary motives, you freely and voluntarily dffer yourself a candidate for the mysteries of Freemasonry? CANDIDATE: I do. Sec.: Do you declare, upon your honor, that you are prompted to solicit die privileges of Freemasonry by a favorable opinion con - ceived of the Institution, a desire for knowl - edge arid a siricere wish of being serviceable to your fellow creatures? CANDIDATE: I do. Sec.: Do you decJare upon - your honor diat you will cheerfully conform to all die ancient usages and established customs of ‘the frater - nity? CANDIDATE: I do. (Sec. coIls blc o intin f an inets. to Al.) W.M.(o):(ClsthL to) Sec. (sals) :W.M. W.M. : Bro Sect. Sec.: Th cand hs ansd di usl qusts i th afinintv nd ha pd di bal o hs intn f. Stds. (pip cand, an when pinpl pinpd, caus h t mk th alm.)"},{"pageNumber":16,"pageContent":"- Vtgargus.Vti - ‘-~ itgargus.ni tttgargus.ni - itVIgarguS.fli xx J;...iiitt~garguS.fli •~ ~. I~ingargus.fli -‘ I ingargusni - VIgargusni - umrgusni i rt~usni flgdrgLts. VI! - ii liLt” Vt! 32 1 Dspsg 3 Dgin. Opg I Dgin. W.M. (o) :Br. J.D. J.D. :W.M. W.M. :Th 1st, a wI a th frs-t gint cr o Esns, whn cnvd. J.D.:Tsethtthyaedl t. W.M.:Atn to tht dt nd in-fm di T tht I in.ab t dspns wth lb i di did dgr fin di prps o opri di L o th fst, fin wk nd instcn; drc hin t tk du ritc thrf rid gv hmsf accdy. J.D. (ooo). T. (ooo). J.D.: (o) T. (o) J.D.: Br. T. T.: BrJ,D. J.D. :Th W.M. i abt t dspns wth lb i th did dgr fo -th prps o opn th L o th fst dgr fo wk an iri~tcn. Tk du not thrf, nd gv yrsf accdy. J.D.: (ooo) T.: (ooo) J.D.: (o) T.: (a) J.D.: W.M. W.M. :Br. J.D. J.D. :Th T i infmd. ii ILINfli -2u” ti! ii 21.t” VII — P’2Lt’-- a! ilr~uN VI! - ..LtrL~uN ni ~dr2UN ni u.urgus.nl x ~ ‘- agargusni Xx i~ ViU2irgUs.nl xx -~itJ~i~ngargus.ni xx NTiL hiin~argus.nl XX •iichitngargus.ni xx •t clfllVIgargtts.ni ‘x ‘tLiillVIgargtts.ni NtiLhtlrlgarguS.ni XX NltLhttVtgargUS.fll xx .tlLiIt 1 VIgargusni XX 1.i:I1T’ ngargus.nI x Y -. n~argus.nI 2aVL~uS.ni .2riitt”.VIi 1 33 W.M. (ooo) dsprisd wth J.D.: (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D.: Br.T. T. :Br. J.D. J.D.:Lb i nw dsprisd wth i di did dgr. (Cls din.) (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D.: W.M. W.M. :Br. J.D. J.D. :Th T i infind. W.M. (o) (sts th L) :Br. SW. S.W. (insnds) :W.M. • W.M. :Whe cain u. S.W.:FrmaLodiHStJoJlm. W.M.:Wtcainuhrtd. S.W. :T in t sbd m ps nd imprv insi i Esum. W.M. :Thri u ae a Esn, I pinsin. S.W. :1 in so tk an ac am Bins nd fiws. W.M. : Wt inks u a Esn. S.W. :M obl. (Cls up th L): I nw dclr lb di thd dgr. Br. J.D. :Inf th T."},{"pageNumber":17,"pageContent":"Ctgargus.VIi • I ‘ingargusni • - lirigargusni IIVI~argus.nl xx -i~ !itngargus.ni ‘x -~‘~• l’tngargus ni ‘A ‘-‘I’- tti2argus.fli -‘ -, ngargus.nl • - rigargus.ni •warguSflI viudr1.ius.ni ~argU s .VI! ari1~u ‘~,. VI! Jr1.Lu”VIi ¼UJVi~LtS ni ~dr2U sn! 111211’--’ i-ti 121.1” Vi! 21.t” VII 12 21.t’-’ i-ti — 2 liliN ii ~V..~1.iN .L~iI 2Lt’-- Vt! - K2JVliU~~ ni - - .,irliUS.Vt! - urgusni -X -~i. murgus.nl Xx ‘-12 U.rtliarguS.ni xx •tt~.-!ingargus.ni xx t~.h1ingargus.n1 xx ~iicbi1VIgargus.n1 xx •tchtingargus.n! xx NilJlltVIgargus.nl ~ N1!~h1Ingargus.n1 xx ~it~httngargus.n! xx •tlc!liiVIgargUS.fl! xx nhingargus.nI A ~: ~- ‘12arL~US.fl! - uargus ni i-ti 1 34 W.M. :Whr win u in a Esn. S.W.: WtndibdoajsridrglconstLo’”t~nd A Esris, asmb i a p1 rprstg di gn ~f1r K. S. T., fnsh wth di H B, 5, nd Cs, tgth wth a chrt or dspnst fin sin G B o compt jrsdc emping it t wk. W.M. : Hw inny const an E.A.L. S.W. :Sv. W.M. Whn cmps o sv o win ds it cns. S.W. :Th W.M., S. an J. Ws, Tin., Sec., S. an J.Ds. W.M. :Th J.Ds. plc in th L. S.W.: AttrgtndinfinntotS.W.intW. W.M. (o) :Br. J.D. J.D. :W,M. W.M. :Th S. Ds p1. J.D.: AthrtridinfintothW.M,ithE. W.M.: (oo) (Al ofcins ins.) W,M. :Br. S.D. S.D. :W.M. W.M. :Th Sect p1. S.D.: A di If o th W.M. i th E. W.M.: Br. Sect. Sec.: WM. W.M. :Th Trspl. Sec.:AtthrtothW.M.inthE. p p I 35 W.M. :Br. Tins. Tins. :W.M. W.M. : Th J.W. stat. Trs.:IthS. W.M. :Br. J.W. J.W. :W.M. W.M. :Th S.W. stat. J.W. :1 di W. W.M.: Br. S.W. S.W.:WM. Wivi. Tb Mstr’s stat. S.W. :1 di E. W.M.:Whi thE. S.W. :As di su rss i th E t opri an gv di dy s ins di W.M. (W.M. inses) i th E t opn an gv di L nd st di cft at wk, gvg thin ppm instnsfothlb. W.M.: (ooo) Br. S.W. It is in or tht di L be nw opn on di fs dgr fin wk an instcn. Ths cmnc t di J.W. i di 5, an h t di bn, tiht, hvg de ntc th’rf thy my gv thrnsls a~xly. S.W. :Br. J.W. J.W. :Br. S.W. SW. :It is di ord o di W.M. flit di L b riw opn on di fs dgr f wk an instctn. Ths cmct t di Bn Un, hvg de ntc thrf, thy my gv"},{"pageNumber":18,"pageContent":"- K A- .VIgargus.ni -‘ -lh iitngargus.ni x ‘-1. itt-tgargus.ni ‘-x ‘u~. F1ttVIgargus.ni ~x NiitJliiVIgargus.ni ~x ~tichtingargus.nl xx NlRhTiVIgargus.ni u~bttVIgargus.ni .HtVIgargus.n! -~ -~. ‘IVI1.Lar(~Us.VIi e - iui~ar~us ni - uLargus.n! VIgargus Vt! - IVI~&trgUS.tii - t-tgargus.nl 36 1 thmsls accdy. J.W. :Brri, i is th ord o di W.M,, cmritd t me thru th S.W. i th W, tht th L be riw opn on di fs dgr fo wk an instcn. I cinric di sin t u, tht hvg de ntc thrf, u my gv ysls accdy. W.M. :Binn, obs di E, am t gvg th &s, (&s o E.A., tkg tm fm E.) W.M. (o) S.W. (o) J.W. (o). W.M. :Br. S.D. Am at th al. S.D.: (gos~ t A, dspls lts (opns Bb PsIm cxxxiii) gvs &, ine points nd intns t hs plc.) W.M.:I nw dcl th L dl op o th fs dgr. Br. J.D., infm th T. J.D.: (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D.: Br. T. T,: Br. J.D. J.D.:Th L is nw opri 0th fs dgr (cls dr). J.D.: (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D.: W.M. W.M. :Br. J.D. • ii ULtN iii — I liLI”fli :at~ijs Vt! Vi! -~Arlius VI! -~ h2arL~us.nl F 12ar~us.nl - &~t-tgargus.ni xx Nli~ liT VI~arguS.ni Xx ~tichltngargus.ni xx NUchliVIgarguS.fll xx sttchiingargus.nl XX “ttchtiVIgargus.n! xx ~uchtiVIgargus.n! XX N1t~h1iVIgargUs.fli x\\ “Ltciltlflgargus.nI XX ‘--itchttngargus.nI XX “tichitngargus.nI xx ~VIchtingargus.fli xx NIJTltngargus.nI xx ‘-~-~ K ~argus.ni - u~1V1.1.Us VI! • 12’~ ni 37 1 J.D.:Th T i in-find. W.M. (o). (StsthL.) Reception Cand (ooo). S.D. :W.M. W.M. :Br. S.D. S.D. :Thr ian aim at di inn din. W.M.: Am -di am rid ascint th caus. S.D. (Gs t din, gvs ooo on th din. S. STD. gvs o.) (Ops din): WFh cins hr. S.Std.: Mr.—, a pin bld cand, wh i dsrs o hvng rid rcg a prt i di rs, Ig ari bnfs o ths wfI L, erc t G ari ddct t th mry o di H S J a al bin nd fiws hv dri wh hv gri ths wy bfr hin. S.D.: Mr—, i ths an ac o yr ow f wI nd acd. Carid: I is. S.D. :B-r S. Std. I-he wth nd wl qlf. S.Std. : H i. S.D.: Dl rid -trl prp. S.Std.: H i. S.D. :1 h prp vch fr. S.Std.: H i. S.D.: B wht fthr rt ds h xpc t obt dis imptri pry."},{"pageNumber":19,"pageContent":"A NLlchLtngargus.ni ~x sttchtingargus.ni ~x Ntlchtingargus.nl xx stichttngargus.n! xx snchtingargus.n! xx .~tichtingargus.n1 Xx .stichtingargus.n! Xx stichtingargus.ni XX Ntlchtingargus.nl XX .dichttVIgargUs.ni xx NltchliVIgargus.nI xx NtkhliVIgargUS.fll \\X Nth. httngargus.ni xx NH’-. hltngargus ni xx NLtchlingargus.ni XX ~tixhtiflg1.trgUS.fl! I It Iii~2It-gLiS.fli I ll~lI gLt~ nI F . tigargusni I. - VIgarguS.fli -X t i. Ii ingargusni xx ~i. blingargusni xx “ii..hiitgargus.nl xx Nt. httVIgargus.nl xx ~ttchrtngargus.nl xx stichtingargus.nl xx .sttchtingargus.nl xv. stichtingargus.nl xx sttchtingargus.nl xx .stichtingargus.n! xx ~tichtingargus.n! Xx NttL-htingargus.ni xx NtiLhtingargus.n! xx sttchtingargus.ni xx sttchtingargus.n! xx .sttchtingargus.nI xx .stichtingargus.nI xx Nttchtingargus.ni xx ~t’chtin~argus ni L2aV121.tS .t-ti 1 38 S.Std.: Bng a inn, f bn, o Jwfl ag, an wI rcnid. S.D.: Snc di cand i i psn o al ths ncr qlfctns, lt hni wai untl di W.M. cn b infind o hs rqs nd hs ans rtnd. (Cls din nd ints t Al.) W.M. W.M.: Br. S.D. S.D.: Thin i wtht, Mr , a pr bI cand, wh is dsrs o hvng nd rcg a prt in di ins, lg rid bnfs o ths wfl L, erctd t G an ddct t th inmin o di HI S J, as al bin nd fiws hv dn wh hv gndiswybfrhm. W.M.:I itan acohsowfwlndacd. S.D.: It is. W.M.: Ihwthndwlqlf. S.D.: He i. W.M. :Dl an trl prp. S.D.: He i. W.M.: Ihprp vch fin. S.D.: H i. W.M. :B wt fdir in ds h xpct t obtn ths imptn pvr. S.D. :Bng a inn, fin bri, o lwfl ag, nd wl rcind. W.M.: Snc di cand is i psn of al dis riscin qlfctns, lt hin erit dis wfl L in th nin of G nd b inc i de an aric fin. S.D. (o ops din): Lt hin en dis wfl Li th nin 1 39 o G nd b rcv i de an anct fin. W.M. (ooo). (Cand i cmi nto L, nd incd upn ins, at din, by S.D., a bin ldg ea cand, Stds in inin.) S.D. :Mr.—, I in cind t rc u on di Pt 0 a sh iris prc yr n I b (he plcs th ins) wh i to tch u th a dis i an ins o tint t yr fis s shd di rcltn thrf b t yr inn rid cnsc shd u evin rvl discsoFMunifl. (Cand is cndtd in sm finmtn towo.ind East.) W.M. (o): Len inn ent upn ny gint o mpintn undtkg wtho fst nvkg th ai o De. Br. S.D. S.D. :W.M. W.M.: Cndc th cand t th critin o th L an cs hin t kn fr the bnfo pr. W.M (knls wth Cand): Vouchsafe Thine aid, Almighty Father of die Universe, to this our present convention, and grant that this candidate for Masonry may dedicate and devote his life to Thy service, and become a true arid faithful brother among us. Endue him with a competency of Thy Divine Wis - dom, that, by the influence of die pure prin - ciples of our Fraternity, he may be better enabled to display die beauties of holiness, to the honor of Thy Holy Name. Amen."},{"pageNumber":20,"pageContent":"~x .stichttngargus.nI ~x .stichtingargus.nI ~x .stichtingargus.nl .x .sttchtingargus.nl ~x. stic htiVIgargus.n! ~x .stichtingargus.nl Xx .sttchtingargus.n! Xx .stichtingargus.n! XX NtichtiflgargUS.flI XX .~ttchtingargus.nI xx stichiingargus.ni XX Niichilngargus.n! XX NtlliuittflgargUs.fl! xx siiJ-ttingargus.nI xx .Nttchtingargus.nl xx “ii. htitgargus.ni I k it I ii1.~it~4LtS.VIl I- iH4~trguSnl Vigargus.ni -\\ -.ii~ nLtigargus.nl xx Ntt~. hiingargus.nl xx “ti&htingargusnl XX “itchtingargus.n! XX ‘--~iichtingargus.nl xx sttchtingargus.ni xx stichtingargus.n! xx .stichtingargus.nl xx’.stichtingargus.n! Xx .sttchtingargus,nI xx .sttchtingargus.n! xx stichtingargus.n! XX sttchtingargus.ni xx suchtingargus.n! XX .sttchtingargus.n! Xx-. stichtingargus.n! xx .stichtingargus.nI xx .suchtit~gargus.nI Xx .stichttngargus.ni xx NtIchltVIgargus.nI - ~ 1 r gargus. VI ‘40 All.: So mote it b. W.M.: (inses, plcs hnd o hd of ea Cand) W.M. (to cand): Mr. , i whni d u pt yr trs. Cand: I G. W.M.: Yr trs brig i G, yr fdi i wl frid. (Tks ech cand b in hn.) Rs, fiw yr cndt, fin no drig. (RtstE.) (o) (Cntus inch on N sd nd ainnd L. A th pas)— J.W.: (o). W.M.: “Behold how good and how pleasant it is for brethren to dwell together in unity” S.W.: (o). W.M.: “It is like the precious ointment upon the head -that ran down upon the beard, even Aaron’s beard, that went down to the skirts of his garments.” W.M.: (o). W.M.: “As die dew of Hermon, and as the dew that decended upon die mountain of Zion; for there die Lord commanded die blessing, even life for evermore.” S.D. (In thS.) (ooo). J.W. (o) (ins): W-h cnis hr? S.D.: Mr.—, a pin bl cand, wh i dsrs o hvng rid rcg a pint i di ins, lg an brifs o ths wfl L, 1 41 erctd t G an ddct t di mmr o th H. S. J., a al bin an fiws hv dn wh hv gri dis wy bfr hin. J.W.: Mr.~~~,idisanacoyrowfwlrid acd. Cand.: It is. J.W.: Br S.D., i h wth nd wi qif. S.D.: He is. J.W.: Dl nd tr prp. S.D.: He is. J.W.: Ihprp vch fin. S.D.: Hi. J,W.: B wht fthr r ds h xpc t ob ths imp-t pry. S.D.: Bng a inn, f bri, o lwfl ag, rid wl incind. J.W.: Snc th cand is i psn o al dis ncr qlfctns, cndct hm th S.W. i th W fo hs xinnt, S.D. (inthW) (ooo). S.W. (o) (ins): Whcms hr. S.D.: Mr. , a pin bl cand, wh is dsrs o hvng nd rcg a pint i di rs, lg rid bnfs o ths wfl L, erected t G an ddct t di minin o di H Ss J, a al bin rid fiws hv dri wh hv gn ths wy bfr hin. S.W.:Mr. ,ithsariacoyrowfwlnd acd."},{"pageNumber":21,"pageContent":"‘A ~x ,stichitngargus.n] ~x .sttchtingargus.nl ~x .sttchtingargus.nl Xx .sttchtingargus.nl w. stichtingargus.nl XX .sttchiingargus.nl Xx .stichtingargus.ni XX .stichtingargus.ni xx Ntichti VIgargus.nl xx Ntii2htiVIgargus.ni xx ~ttchtiVIgargUS.fli xx NlichliVIgargus.nl XX NltculltVIgargus.ni xx N1.tchTingargus.ni xx .NttchtingarguS.fll xx NIiL-htiVIgargus.ni - V VI1.&trgus.ni 0 -VIgargus.nl \\ -.ii.i-tingargus.ni xx ~ hingargus.ni XX “1.ichlttngarguS.fll xx ~1.ichtingargus.n1 xx .suciittt-tgargus.ni xx sttchtingargus.nl xx stichttngargus.nl xx .sttchtingargus.ni w. stichtingargus.nl xv.stichtingargus.nl xx .stichtingargus.nl xx stichtingargus.nl xx stichtingargus.nl xx .stichtingargus.nl xx .stichtingargus.nl xv. stichti ngargu s.ni xx-.stichtiVIgargus.ni xx .stlchtiVIgargus.ni xx .sttchtingargus.ni xx ~tichttVIgargus.VIl ~ 1 A~ rLiargus.VIi 42 I Cand.: It is. /5 12~ S.W. :Br. S.D., i h wth rid wl qlf. S.D. :He is. SW. :Dl nd trl prp. S.D. :He is. S.W.: I h prp vch fin. S.D.: H i. S.W. :B wht fdir in ds h xpc t oh ths impt pry. S.D.: Bng a inn, f bn, o lwfl ag, nd wl incind. S.W. : Sric th cand is i psri o al ths ncr qlfctns, cndct hin t di W.M. i di E fo hs xmnt. S.D. (in thE) (ooo). W.M. (o): Wh cinris hr. S.D.: Mr. ,aprblcandwhisdsrso hvrig an rcg a prt i di ins, lg, rid bnfs a ihs wfl L, erct t G an ddct t th minin o th Hi Ss J, a al bin rid fiws hv dn wh liv gri ths wy bfr hin. W.M.: Mr.-.-——-, i ths an ac o yr ow f wi rid acd. Cand.: It is. W.M.: Br. S.D., i h wth rid wi qif. S.D.: He is. W.M.: Dlridtrlprp. S.D.: His. W.M.: Ihprpvchfr. 1 43 S.D.: Hi. W.M.: Bwtfdiinrdshxpctobtdisimptprv. S.D.: Brig a inn, f bri, o lwfl ag, rid wI incind. W.M.: Whccinu,anwthraeutrvlg. S.D.: Fm th W, trvlg E. W.M.: WyddulvthWridtrvlE. S.D.: IsrholtiMsry. W.M.: Snc th cand is i psri o al dis ncr qlfctris, an i srh o it i Msry, recndt hni t th S.W. di W, wh witch hin ‘liw t apprh t E i de an aric fin. (Rcd cand to W. HIts, fcg S.W.) S.D.: Br. S.W. S.W.: Br. S.D. S.D.: ItidiordothW.M.thtutchdis cand hw t aprh di E i de an aric fin. S.W.: Cs di cand t fc th E. (Dn.) (To cand): Adv 0-ri yr 1 f, bing di hi o yr in rit th hIlw o yr 1, diby fing tb rigl a an oh, bd erc, fcg di E. (Dn.) W.M. Th cand is i ord. W.M.: Mr.—, bfr u cri prc fthr i F.M., it wi b ncsr f u t tk a sin obl aptrig t di dgr o E A., rid I., M. o di L, assin u tht thin rithg dim wh wl crific wth yr dty t G, yr righbr or ysl. Wth ths arisc ae u wig t tk di obl?"},{"pageNumber":22,"pageContent":"~X Nttcltttngargus.n] ~x stichtingargus.n] A Nttciltingargus.nl ~x stichtlVIgargus.nl XX stichtingargus.nl XX Nlichtingargus.nl XX Nttchtingargus.n[ XX Ntichtingargus.ni xx ~tichiingargus.n1 XX \\XtchtlVIgargus.ni XX NltcilliVIgargus.ni XX Ntft IiliVIgaingUS.ni XX Nttx hilVIgargus ni xX NttchliVIgargus.nl XX NIH. htiVIgargus.ni ii~ I ii ii~!tigtAS.tti ~gJVgus.ni - tiuargus.nl VIgargusni -x ~i .. hi ‘VIgargusni xx ~ii. bttVIgargus.nl XX ~ iMiVIgargus.ni XX NI!JltiVIgOingUS.fll XX Nltciutngargus.nl XX ~ttchttVIgargus.nl xx ~ttchlingargus.n1 XX .Ntlchtingargus.nl XX stichXingargus.ni xx Xttchtingargus.ni XX ~tichtingargus.n1 XX ~ttchtingargus.ni XX .stichtingargus.nI XX stichtingargus.nl XX stichtiVIgargus.ni xx .sttchtingargus.nl XX NtichtiVIgargus.nl XX sttchtirtgargus.nI xx 4ciUi ngargus.ni - ~V1V(1USVIi 44 I Cand.: In. W.M. :Thri adv t th scd Alt o F.M., rid kni on yr ri 1 k, yr in fin di rig o a s, yr 1 h sptg rid yr in inst upri ili Hb, S rid Cs. (Th S.D. plc cand i pstn.) S.D. :W.M. W.M.: Br. S.D. S.D. :The carid ii d fin. W.M. (ooo) (Binn Im eql Ins ea sd o Al. Stds ps thin an fm Ainc a th E. Winds ps insd o Ins nd tk pstn und Ainc.) W.M. (Goes to A) : Mr. , if y in sti wi t tk th obi, sa I. (Dn) pm yr ri in fi, (Dn) rid rpt af m:—Of in ow fin wi rid ac, i prsc o Aim G. rid ths wf L o F rid A. Ms, erc GariddottthinmrodiEl.Ss.j.,d hb rid hum sum an sric pin rid Sw, tht I wi k nd ci rid nv rvi ny o th sc at or ats, p or ps, pri o pris, o di hd ins o anc F. Miny wh I hv rcv, am ab t rcv, or my hrf b nstd i, t ny psri nls it shi b t a w-di bin E. A., or wtri di bd a a j rid ingi crist L a sh, rid rit urit hin or thin whin I shi hr so t b, bt unt hin rid -thin oni whin I shi fri so to b, af d tri, strc xmnt, or ifi Msc irifin. F 1 F, I d pin rid s, dit I wi nt win, in, pin, pri; StIfl, sta, hw, ct, cv, ink or rig di sin up arithg mvb or imvb whb o whri di is wd, sb, it, or crc my bec ig or intl t ins or anth, whb di scs o F Msry my b unlwfly obt thr m uriwthri. T al o wh I d sum rid snc pin an Sw, wiht ny hstn, inrit rsv or sc ev o ind i in wtr, bdg msl un no ls a pri din tt o hvg in dir ct ac, in tg tri ot rid bind i di sri o di s at 1 w ink, wh th -tb bs rid fis twc i twri-fo hins, slid I ev knly or wi vi ths in sin obl o E.A. S hp me G rid ink in stf t kp an pf di sin. W.M.: In tstm o yr sric d-tch yr hnds rid ks th H. B. one. (Dn.) W.M.: Br. S.D. Rinv th ct. (Dn.) (Al Its out, exc less Its.) W.M.: M bin, i yr prsri stuatri, wt d u ins dsr. Cand. (pinmtd b S.D.): L i Msry. W.M.: Bri, stin fth yr hs rid ast me in binrig ths ny nd bin t -tin Msc it. ‘in die beginning God created the Heaven arid the earth. Arid the earth was without form, arid void; and darkness was upon die face of the deep. Arid the spirit of God"},{"pageNumber":23,"pageContent":"F- -, VIgargus.VII ~ lIlVIgarguSnI UVIgaVgUS.nl ~ ‘IXlVIgargus.nI XX NIkIdiVIgargus ni XX Ntkhtingargus.nl xx Nt1~htmgaVgus.nI XX ~rJ~tingargus.nI VIgargusni ~iVI~argus.nI - ~J’. -U iigargus.fli - n~ar~us ni - - - Iu!IVgus.nI VI~JV~U~ VII xx ‘- - - VI2JrgUs.VII I L!1.IN VII 46 1 moved upon the face of the waters. Arid God said, “Let there be light; and there was light.” I hinbi cinointri o tht augs evnt, I riw sy Esricly, it dir b 1. (Hws inmvd.) (W.M. wI st t cJ immed alt t cand is bingt lgt. Olcins to inmn stndg.) W.M.: Br. ,on bngbt ti i Msry u bhld di thin grt is b ai o di rprstvs o di dir isin. Th thin gint is i Msry ae di H. B., 5, rid Cs rid ar ths xpirid. Th H.B. i gvn us a th ne an gui fin ou fdi an prctc, di S t sq ou actris, rid th cps t crcuinsc ou dsrs an kp ou ~55 du bris wth al inrikri, espci di Rn. Th thin isin its ae di Su, Mn, rid M o di L, an ae ths xpirid: a di su ris di dy, rid di inn gvs di rit, so slid th W.M., wth eqi ingirt. ri an gv di L. Th rpsnvs o di -thin is igts ae dir binrig crids or tprs, pied in crid stks or pdsds, stuat E. W, rid S. (Ls in tinnd on.) I ptciniy drct ur attntn t th Gin Lg i Msry— di H. B. Howsoever men differ in creed or theoiogy, all good men are agreed diat within die covers of the H. B. are found diose prim- - 12.UN VII a gu~.nI XVI LUJN VII -~tr=zu~ VII - ii- -\\ - -~g~rgu~.n1 -‘- h&IrI~uS.fll i~ujr~ius.nl xx Nil VUVIiZaingUS.nl xx NIlchIiVIgarguS.nl xx NilchIlVIgarguS.nl xx ‘-tichiingargus.nl xx NIk~ht1VIgarguS.n1 xx NIJchtiVIgargus.nl XX ‘-dkhliflgarguS.fll xx NtlcIltlngarguS.nl XX NIichllVIgarguS.nl XX NtlchliVIgarguS.nl XX - ‘-~VIchti ngargu sni XX Ntcl’UnLLarguS.nt xx ~ 4 -Ji <~ZarguS.flI - - ~1rUUS VII 47 ciples of morality which lay die foundation upon which to buiid a righteous life. Free - masonry, therefore, open this Book upon its Altars, with die command to each of its votaries that he diligently study therein to iearn die way to everlasting life. Adopt - ing no particular creed, forbidding sectarian discussion widiin its Lodge rooms, encour - aging each to be steadfast in the faith of his acceptance, Freemasonry taKes ali good men by the hand and leading diem to its Altars, points to the open Bible diereori, arid urges upon each that he faithfully direct his steps through life by the Light he there shah find as he there shah find it. If, from our Sacred Altars, the atheist, the infidei, the iinreligious in-an, or the libertine, should be able to wrest this book of Sacred Law, arid thus remove, or even obscure, die great - est Light in Masonry, that Light which for centuries has been die rule and guide of Freemasons, then could we no longer claini for ourselves the great rank and title of F. & A. Masons; but, as iorig as that Sacred Light shines upon our Altars, so long as it illuminates the pathway of the Craftsman"},{"pageNumber":24,"pageContent":"A ~~Aingargus.nl -\\ —.~ hungargus.n] -x ~.tp I lil~gargus fli ‘x -~u~ lit ingargusni ~.x NtlJlIiVIgarguS.nl XX NtichtingarguS.nl XX Ntkh!iVIgarguS.nl XX ..ti..litingaingus.nl xx ~ h’ingargus.n[ x~ ~Ik lUingargusni - I i~argus.n1 I - VIuargus.nl ngargus.nI xx -~LlJ IVIL~rguS VII xx iig~rgus.nl ii~u~ ni 211 gusnI :ariLuS VIl 2Jr~iu~VIl - - ~rlLus.VII - - - rl~dingUS.VII - nuaritusni -x -~ inLurgusni x~ <IL.)iIngargus.nl xx NIIdlliVIgargus.nl xx NIIchtlngarguS.nl xx NII-chlingarguS.nl xx xtichiingargus.nl XX NtichtingarguS.nl xx NIIchtiVIgarguS.nI xx sii~htirigargus.n1 Xx stichtingargus.nl xx xtichtingargus.nI xx NtichliVIgarguS.nl XX NtIchtlVIgarguS.nl XX Nt1clUin~arguS.n1 XX -~Ih hiiA~aruus.nI - -.. -- -~arx~us.nI -i xJIiS iii 48 I by its golden rays of truth, so long, and no longer, can Freemasonry live arid shed its beneficial influence upon mankind. Guard then, that Book of Sacred and Immutable Law as you would guard your very life. De - fend it as you would the flag of your coun - try. Live according to its Divine teachings, with its everlasting assurance of a blessed immortality. (The W.M. rtins, an agn advncs, the S.D. adinsg th cand.) S.D. :Bhl di W.M. aprhg fin th E on di st, urid di dg an & o E. A. W.M. :M Br, an E.A. advs ori hs 1ff, binrig di hI o hs r rit th hiw o hs 1, dib fing di rig o an oh. Ths i di dg (gvs it), rid ailds t th pst o yr h-s whl tkg di obi, ths i di & (gvs it), rid aids t th pri o tht oh. Ths dg rid & ae aiw t b gvri as a salut on eritin or retinrig fin an E. A. L. (Adv t Al, acmpd by S. nd J.W.) I riw pins in in hn i tk o finnshp rid bindi Iv, an wi mv u wdi di g an wd, bt a u in uniristet h wh lis h-dit ans fin u wi do so a dis tin. Br. S.D. S.D.: W.M. 1 49 W.M. :1 ha. S.D. :1 ci. W.M. :Wt d u cl. S.D.:AlothscsoaEsnsiEsinin,twhdis tkalds. (Gvsthg.) W.M.: Wtitt. S.D.: Ag. W.M.: Owt. S.D.: OariE.A. W.M.: Hs it a rim. S.D.: It hs. W.M.: Wlugvittm. S.D.: I dd rit so rcv it, nit-h wi 1 s imp it. W.M.: Hwwiudspoit. S.D.: L or h it. W.M.: Litridbgn. S.D.: U bg. W.M.: Bgn u. (Th wd nd mnnin o gvng it inst b Iinnd in th L.) — i di nin o dis grp an shd aiwys b gvri in ths csts in-rn, by ittin or hg. Whri lttr, aiwys cinric with Itin. — (Hips cand t ins fm th A.) Rs, in Br., rid salu di J. arid S.W’s, rid sad thin flit u ae i psri o th st, dg, &, gp rid wd o an E.A. Ofs, rsm yr stns. (Rtns t E.) S.D. (cds cand t J.W. i 5, an hIts on stp o"},{"pageNumber":25,"pageContent":"~gargUs. VII - iVIgargusni iiigargusnl - IVIgargusnI 11 i.ULr~UN.n I gargu~.nI t iudrgu~.VII l’JrguN nI 21ri2US ni J~irgU N. VII -ArL~.UN VII JJI ~LLU-.VII JjrUUS.nI - 11011” VII 12x1’. nI 50 E.A.) (ooo). J.W. (o) (Rs) : Wh cins hr. S.D.: A dl ob-] E.A. J.W.: Hwmylkrihintbsh. S.D.: Bcrt&anatkri. J.W.: Wt ae &s. S.D.: R-t rigs, hzs, rid pdcs. J.W.: Adv a &. (S.D. an cndt Ifs dit an als. S.D.: It hs; t th pst o in hs wi tkg lb obi. J.W.: Hv u a fthr &. S.D.: I hv. (Gvs & o E. A.) J.W.: 1-Is tht -an als. S.D.: It hs; t vh pri o tht obi. J.W.: Wtiatri. S.D.: A cintri finn or bnihi g whb one Esri my kri-w arith i di drk a i di I. J.W.: Advc nd gv in a tn. (S.D. and cand advcs, on stp o E.A., nd Cand. gvs g o E.A.) Wt i tht. S.D.: A g. J.W.: Owl. S.D.: 0 E.A. J.W.: Hs it a nut S.D.: It lis. J.W. : Wi u gv it t in. .2U-’ -, ...UN 1~’ - U” VII — -12U” VII .WILLUN.flI ~.11UUN VII -21ruu~.nI 2drL~Us.nl xx ‘- i~ur~us ni xx 4h - - 1~gcirgus.nl xx Ni.x h~ingargus.nl XX ~t-JThVIgUingUS.nt - x -.1 ~mngargus.n1 A ~1JI1VIgargus.nI -- ~IJ~tngargus.nI xx ~I1~b~1VIgargu~ nI xx ~ I-iiigargus.nI I r’VI~drgUS.flI - r2UrL~Us.nI - ‘‘I.IN VII gv.~- dg o E.P.) S.D.: 1 dd nt so rcv it, rith wi I so impt it. 1W.: Hw wl u dsps o it. S.D.: L or h it. J.W.: Lit rid bgn. S.D.: U bgn. J.W.:Bg u (Gvn.) Th wd i int. I in satsfd S.D.: (cds cand t S.W. i W, an hIts o sIp o E.P.). (ooo). S.W. (o) (Rs) : Wh cms hr. S.D. :A dl obi E.A. S.W.:Hw my I knw lim t b sh. S.D. :B crt & an a lkri. S.W. : Wt ae &s. S.D.: Rt rigs, hzs, rid pdcs. S.W. :Adv a &. (S.D. an cndt gv.~- dg o E.P.) Hs tht an als. S.D. :11 hs~ t th psit o in hs wi tkg th oN. S.W. :Hv U a fth &. S.D.:I hv. (Gvs & o E.A.). S.W. :Hs dit an als. S.D.:It hs; t di pri o tht obi. S.W. :Wt i a tkri. S.D.: A ceintri finn-i or brthl g whb oe Esri my kriw anth i (Ii dink a i th I. S.W. : Advc rid gv m a tri. (S.D. an cand advc.s on sIp o E.A., nd Cand. gv g o E.A.) Wt"},{"pageNumber":26,"pageContent":"~I~~ingargus.nl ~ ~it~htingargus.n1 ~t 1~ I iingargus.nl ~x ‘u~ litingargusni ~x Ntichlingargus.nl \\x ~tichtingargus.n[ v~ ‘diLh!iflgargus.nI xx ~ti...htingargus.n1 .i~htin~argus.nI ‘~ ~uin~.zargus.nI ii~argus.n1 lihurgus.nI ingargus ni xx ~ I •11h~2rgus.nI in~urgus.n1 I II L~LI, ni gus n I 22rgu=~n1 ~2Jr~ah ni ~Jr~Lus ni L3rgus.nI ngargus.nl A ~ . hi ngargus.nl ~‘IL ~)t ngargus.nL xx ~ iii ingargus.nl ~ ~tichtingargus.nl xx ~tich1ingargus.n1 xx ~tichiingargus.n1 xx ~tichtingargus.n1 ‘~x ‘~tichtingargus.n1 xx ~ti~htingargus.n1 xx ~tichtingargus.n1 xx ~tichtingargus.nI xx ~tichIingargus.n1 xx ~tichtingargus.n1 xx ‘4iclllingargus.nl xx ~ti~ htirgargus.nI ~‘~Y ~uruus.nI ~1~jI1s iii 1 52 itht. S.D. :A g. S.W. :0 wt. S.D.: 0. E. A. S.W. :Hs it a nm. S.D. :It hs. S.W. :WI u gv ii t m. S.D. :1 dd nt so rcv it, nth wi I so impt i. S.W. :Hw wi u dsps oit. S.D. :L or h it. S.W. : L it nd bgn. S.D.:U bgn. SW. :Bgn u (Gvn.) I m satsfd. (S.D. nd cand go w o A, Jcg E.) (W.M. (o) (or deputy) goes to cand.) W.M. : Brother, I now present you with a Lambskin or white leather apron. It is an emblem of innocence, and the badge of a Mason; more ancient than the Golden Fleece or Roman Eagle; more honorable than the Star and Garter, when worthily worn. It may be that, in the coming years, upon your head in ay rest the laurel wreaths of vic - tory; pendant from your breast may hang jewels fit to grace the diadem of an Eastern 1 53 potentate; nay, more than these, with light added to the coming light, your ambitious feet may tread round after round of the lad - der that leads to. fame in our mystic circle, and even the purple of the fraternity may rest upon your honored shoulders; but never again from mortal hands, never again until your enfranc~hised spirit shall have passed upward and inward through the pearly gates, ~haI1 any ho~ior so disfinguished, so em - blematical of purity, and all perfections, be conferred upon you as this which I now bestow. It is yours; yours to wear through - out an honorable life, and at your death to be deposited upon the coffin which shall contain your lifeless remains, and with them laid beneath the clods of the valley. Let its pure and spotless surface be to you an ever present reminder of a “purity of life and rectitude of conduct,” a never end - ing argument for nobler deeds, for higher thoughts, for greater achievements, and when at last your weary feet shall have come to the end of their ‘toilsome journey, and from your nerveless grasp shall drop forever the working tools of life, may the"},{"pageNumber":27,"pageContent":"~stichnngargus.n1 ~ .stichtingargus.nl ~x .stichtingargus.nl ~ .stichtingargus.nl w. stichtingargus.nl v~ .stichtingargus.nI ‘.x .stichtingargus.nl \\x stichtingargus.nI \\\\ ~tichtingargus.nI v~ .~tichiirigargus.nI v~ ~iichiingargus.n1 \\\\ ~ticIuingargus.n1 ~ ‘iichtingargus.nI v~ ~uchtingargus.nI \\x wchungargus.nl \\\\ NIB. hiingargus.nl I H I n~urg~is.iT1l I I I lit LgLIS.fll K IIgurgus.nl ligargusni tluLngargus.nI ‘\\ ii~ hiingargus.nl \\\\ ~4iclMiflgargus.fl1 x\\ .~dich1ingargus.nl \\x ~tichtingargus.n1 xx stichnngargus.nl xx .stichtingargus.nl xv. stichtingargus.nL xx stichtingargus.nl xx .stichtingargus.nl xx .stichtingargus.nl \\\\ ~tichtingargus.n1 xx .stichtingargus.nl v~ .stichtingargus.nl xv stichtingargus.nl xx. stichtingargu s.nl xx .stichtingargus.nl \\\\ .stichtingargus.nI xx ~tich1ingargus.nI o L~argus.n1 54 record of your life and actions be as white and spotless as this emblem which I place in your hand tonight. And when your trembling soul shall stand naked and alone before the great White Throne, there to receive judgment for the deeds done while here in the body, may it be your portion to hear from Him who sitteth as the Judge Supreme, these wel - come words: “Well done, thou good and faithful servant! Thou hast been faithful over a few things; I will make thee ruler over many things. Enter thou into the joy of thy Lord” Ca it t th S.W. in the W, wh wl tch u hw t wea it as E.A. S.D.: (cndts cand to th W.) :Br. S.W. S.W. :Br. SD S.D.: It i th or o th W.M. th u tch ths br hw to wea hs ap a Ep. S.W.: (tks th ap an ts i on th cand, wth th fip tnd up, remkg t th can aPr h hs dn so) A th bldg o K. S. T. th crftsm wr dstgshd by th mnr i whc thy wor thr aps. E. A. wr this wth th fip tnd up to prvt slng th ciths; Esenicly, t prvnt dbng wth untmpd mrt; ths 55 wea yrs untl frthr advcd. S.D.: (cndts cand to th E.) W.M. : M Br, agrbl t an anct cstm, adpd i evry rglr nd wi gvd L. i bcms m dty a ths tin, t dmnd o u sm mtAc sbs; nt so mh on act o its instxnc vlu, as tht it my b dpstd i th achvs of th L, a a mmral tht u wr a ths tm nd plc md a Essn. Ay mtlc sbs u my hv, th Sec wi rcv. Cand.: I hv nthg. W.M.: Nth, nt evn a pny, t comrt on o th inst mpnt evns o yr If. My br ths i t tch u tht shd u evr mt a mbr of th hmn faml, espcly a Br. Esn, i a 1k dst stutn, it wd b yr dt t cntrb t hs rif a ibly a hs ncsts mgt reqr nd yr ablt pint. W.M.: As u r nw clthd a E. A., I pxsn u, mblmcly, th wk Us wh r di twntfr nch gge an cmn gv, nd r ths xpld: the twenty-four inch gauge is an instrument used by opera - tive masons to measure and lay Out their work: but we, as F. & A. M’s, are taught to use it for the more noble and glorious purpose of dividing our time. It, being divid - ed into twenty-four equal parts, is emblemali - cal of the twenty-four hours of the day, which I"},{"pageNumber":28,"pageContent":"~~ingargus.n] ~ii~ htingargus.nl I iingargus.nl ~x~..tiJdingargUs.fll xx NtklIllflgargus.fll xx NtiJiulflgarguS.nI xx NIL hi in~argus.nl \\x ~t~h~ingargus.nl ‘.1~ }-~ingargus.nI ~ i~ hi; ngargus.flI nx~ar~us.nl m&irgus.nl ng~irgus ni xx inuurgus.fll I 1120rgus.nl i”iI 2IAN ii UIA’ iii I ~‘Lh.fll 56 I we are taught to divide into three equal parts, whereby are found eight ‘hours for the service of God and a distressed worthy brother, eight for our usual vocalions, and eight for re - freshment and sleep. The common gavel is an instrument used by operative masons to break off the corners of rough stones, the better to fit them for the builder’s use; but we, as F. & A. M’s., are taught to use it for the more noble and glorious purpose of divesting our hearts and consciences of all the vices and superfluities of life, thereby fitting our minds, as living stones, for that spiritual building, that house not made with hands, eternal in the Heavens. W.M.: Br. S.D., cndt th Br t ih N.E. cr o th L. S.D.: (cndts th br t N.E. Cr nd plc h on th st.p an dg o E.P., fcg W.M.) W.M.: M br, u thr stn an uprt inn nd Esn, nd 1 gv it u strcl i chrg ev t wlk an act a sh bfr G nd mu. I Ms prsn u wth a nw nm wh i Cauts; it is t tch u t b cauts ov all yr wds nd acns, espcl on th sbjc o Esnsm whn i th prs o its enms. I nxt prsnt u wth dir prc jwls, wch r a Lstng Er, a Slnt Tng nd a Fth Hrt. A Lstng Er tchs :.nutit~ nI ~;r~us nI bI3rgu~.fll ;iri~u~.nl h.~irgus.nI \\x NtRIigargus.nl xx Ntichhngargus.nl xx ~,ticl;iingargus.nl xx ‘.~xichiingargus.n1 xx ~t;chtingargus.nI xx Ntlchtingargus.nl xx N1I~. hi ingargus.nl ~ Ntlchtlngargus.nI xx ~uchtingargus.nl xx Nxahlllxgargus.nl xx Ntlchiti ngargus.nl xk Nt~ h~;n~argus.nl xx NLh~2dr~us.11l US. n I I ~IAN i-il I u t lstn I th instrctns o di W.M., lfl mr spclythtushdlstntthcrsoawthydstdbro. A Slnt Tng tchs u t b sint whl i th L, tht th pee nd hrmn thrf ma nt b dstrb: bt mr spely tht u shld b slat bfr th enms o Msry, tht the crft ma nt b brgt nto dsrpte. A Fth Hrt tchs u t b fthfl nd k nd el th ses o Msry nd disc o a bro whn dlvd t U chrg as sch, tht thy ma rmn as secur nd invol i yr brst as i hs own, bfr bng cmnct-d t u. I fthr prsnt u wth th G.M. chk wd, Trth. Trth I a dvn atrbt, nd th fndatn o evr vrt. T b gd nd lru r th fst lsns we r tght i Msry. On ths theme we cntmplt, nd by its dctes ndvr t rglat on cndct, hnc whi infined by ths prncpl, hypersy nd deceit r unknn amng us, sncrty nd pin ding dstngsh us, nd th hrt nd tng jn i prmotng eac odirs wlfre, nd rejcg i ech odirs prsprty. W.M.: Bro S.D. S.D.: W.M. W.M.: Cndt th br t th A. (S.D. cdts br t th A; ‘tds prcd to A, nd al gv &.) W.M.: Br. S.D., rcndt th Br t di plc whc h cm, invs hm wth tht o wh h hs ba dvst, nd rtn hm t th L fo fth inst."},{"pageNumber":29,"pageContent":"A NilLbungargus.n] ~x~tichtingargus.n1 ~x Ntlchiingargus.nl ~x NtiJitlflgargus.nI xx ~tichiingargus.n1 xx Ntichtingargus.n[ xx ~i;chtingargus.nl xx ~tiLhtingargUs.nl xx ~t~chiingargus.n1 xx IcI1iiIm~ar~1us.nl xx NIiCI;liflgOrgUS.flI xx l;~ h;ngargus.nl .1, h’;nu~rgus.nI ~ ;ngargus.nI xx NtI. litingargus ni L1~ ni ~ar gu~nl uaruus n I i :ngargus.nI xx ‘< ngargus.nl xx NI ~ hi ngargus.nl xx NIlchtIngargus.nl xx ~ticliiingargus.n1 xx .~iichiingargus.nl xx . ~,t chi i ngargus . ni xx ~tichiingargus.nl xx ~tichtingargus.n1 xx ~tichtingargus.n1 xx ~tichtingargus.n1 xx .~tichtingargus.nl xx stlLhtingargus.nl xx ~tichtingargus.n1 xx .srichtingargus.nl xx ~tichtingargus.nI xx ~dichti n~argus.nI xx ~.t’Li1!ih~ariZUs.nI 2 H ~211S fl I 58 1 (S.D., Stds and cand salute by gvg th dg an & o E.A., nd th Stds., wth cand. rtr to prp rm.) W.M. (o) : Br J.W. J.W.: W.M. W,M.: CI th Cf fr lb to rfrsmnt, to rsm lb a th sd o th gvl in ih E. J.W. (000) : Bin. it i th Ord o th W.M. th u b cld fr lb to rfrmnt, to rsm lb a th sd o th gvl in th E. (o) 59 SECOND SECTION — I DEGREE S. Std (when cand is rdy gvs ooo). W.M. (o). (Cis L to Ord.) S.D.: W.M. W.M.: Br S.D. S.D.: Th i an alm a th mr dr. W,M.: Atd t th aim. S.D.: (ops dr an cndts cands t attr. STDS 0w, an al sal — STDS. go t th pics. S.D. condts cand t th E, sta hm in frt o W.M. an tks hs own plc.) LECTURE (1) W.M.: My Brother, the forms and ceremonies of your initiation may have seemed to you light and frivolous, if not absolutely with - out meaning; yet it may with truth be said of Masonry that all its forms and ceremonies have emblematical meaning, and those through which you have just passed will now be explained to you. My bro, the second section of this degree rationally accounts for the forms and cere - monies through which you have passed. This section is composed of a lecture of two parts,"},{"pageNumber":30,"pageContent":"w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w .stichtingargus.nl w.stichtingargus.nl xv. stichtingargus.nI xx .stichtingargus.nI xx .stich~ingargus.nl xx .stichiingargus.nI xx ~dicht1ngargus.n1 xx ~tichungargus.nI xx .stichtingargus.nI xx .stichiingargus.nl xx stich~ingargus.nl 1 i~ IU’;lgargus.nI I Iii iin.~ir gus.nl ii~ lit ingargusni I ci;tiflgargus.nl xx ~tichungargus.nl xx .~tichtingargus.nl xx .~tichtingargus.nl xx .stichtingargus.nl xx .~tichtingargus.n1 xx .stichtingargus.nl xx’. stichtingargus.nl xv. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl xx’. stichti ngargus.nl xx’. stichtingargus.nl xx .stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl xv.stichtingargus.nl xv.stichtingargus.nI xv. stichtingargus.nI xv. stichti ngargus.nl xx .~tichiingargus.nl 60 the first tracing these forms and ceremon - ies, the second explaining the reasons there- for. Ts lct cnssts o a srs o qs an ans, wh wth th astnc o th S.D. I wI nw prcd t xmplfy. U wi py strc atn t hs ans fo wr u undrg an xmn a any tine hs ans wd b yr. W.M.: Br S.D. S.D.: W.M. W.M.: Whe cam u. S.D.: Fm a L o th H S J o Jim. Q. Wtcamuhrtd. A. To in t sbd ni PS an impinv ins] i Esnm. Q. Thn u re a Esn, I pinsin. A. Imstknndacambnndfiws. Q. Wt inks u a Esn. A. M.obl. Q. Whr win u md a Esn. A. W.tnthbdoajsanrglcnstLoFan Ac Ens, asmb i a p1 rprstg di gn Flin o K S T, frnsh wth th H B, 5, and Cs, tgth wth a chart o’r dspnst fm sm G B o cmpt jrsdc emprg it t wk. Q. HwduknwysltbaEsn. A. Hvgbntr,nvrdnanrdtobtrag. 61 Q. HwmylknwutbaEns. A. Bcrt&s,atk,awdanthpfc~som ntc. Q. Wt ae Ss. A. R ngs, hzs an ppnds. Q. Advc a S (S.D. gvs dg o E. A.’). Hs flit an als. A. lths;t thpstoinhswl tkgthobl. Q. Hvuafthr&. A. lhv(gvs&oE.A.) Q. Hs tht an als. A. lhs:tthpnothtobi. Q. Wt i a tkn. A. A crt finn] or brth g whb oe Esn my knw anth i th dink a i th 1. Q. Advc nd gv me a tkn (S.D. gvs g o E. A.). Wt i tht. A. Ag. Q. Owt. A. 0 E.A. Q. Hs i nm. A. Ihs. Q. Wlugvitm. A. I dd nt so rcv it, nth wI iso impt it. Q. Hwwludspsoi. A. Lorhit."},{"pageNumber":31,"pageContent":"~v.stichtingargus.nI w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl xv.stichtingargus.nl xx .stichtingargus.nI xx’.stichtingargus.nI xx .stichtingargus.nl xx ~uichtingargus.nl xx ~,tichtingargus.nl xx .stichtingargus.nl xv. stichtingargus.nl xv stichtingargus.nl \\\\ ‘iii’bI ngargus.nl I Iii ngargus.nl \\x ri~ Iiiingargus.nI \\x i’chtingargus.nl xx ~;chtingargus.nl xx .stichtingargus.nl xx .~tichtingargus.nI xx .stichtingargus.nl xv.stichtingargus.nl xv.stichtingargus.nl xv. stichtingargus.nl xx’. stichtingargus.nl w.sticlitingargus.nl w.stichtingargus.nl xx’. stichtingargus.nl xx’.stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nI w.stichtingargu s.nI w. stichtingargus.nl xx’. stichtingargus.nI xx’. stichtingargus.nl xx . stichtingargus.nI 1 62 Q. Lianbgn. A. U bgn. Q. Bgnu. A. (Gvs wd n prpr wy.) Q. WhrwrufsprptbindaEs1~. A. Imha. Q. Whr nxt. A. IarmadjgthbdOai5anr~cnstLo F an Ac Esns. Q. Hw wr u prpd. A. Dvs o all intl sbs, nthr n nor cith, b f nr sh, I kn nd bst bin, hw nd wth a ct onc abt m n, i wh cndtn I ws cndtd t a din o di L an csd t gv thin dstc kns, ~wh win ans b thr wthn. Q. Wtwssdtufinwthn. A. Wih cms hr. 0. Yr ans. A. A pr bin cand, wh is dsrs o hv an rcg a prt i th rts, Ig nd bnfs o ths wfi L, erc t G an ddct t th minin o di H S I, a al bin an fiws hv dn wh hv gn ths wy bf me. Q. Wt wr u thn skd. A. Lfiwsanacomowfwlanaed~fI ws wth an wi qulf—dl an tri pprp— 1 prply vch fr—al o wh bng ans i di afrmt, I ws sk b wt fdi r I ~pc t obt ths impt piw. Q. Yr ans. A. Bngam,fbrn,olflaganwlrcnin. Q. Wht wr u din tid. A. Snc I ws i psn o al dis ncr qlfctns I shd wai unti th W.M. cd b infind o m rqs, nd hs ans retnd. Q. Wht ws hs ans whn retnd. A. LehmenthswflLithnmoG,anb rc i de nd anc fin. Q. Hwwrurc. A. Onthptoashins,prcmnlb. Q. Hw wr u thn dsps o. A. CndtdtthcntothL,ancsdtknfoth bnf o pr. Q. Aftpr,wtwruskd. A. Iwhmddlptmtrs. Q. Yr. ans. A. 1G. Q. Wht wr u thn tid. A. MtrsbngiG,mfthwswlfndd;Iws tkn b th in hn, ord t rs, fiw in cndt, an fr n dn. Q. Hw win u thn dsps o."},{"pageNumber":32,"pageContent":"~x ‘4iJ~lingargus.nI ~x stichiingargus.nI ~x Ntlcl’Ilingargus nl ~x~tichtingargus.n1 xx \\tichtingargus.nl xx Ntichtingargus.nl xx ~tichtingargus.n[ xx ~tichtingargus.n[ xx 4ichlingargus.nl xx -iichu ngargus.nl xx Nllchliflgargus.nI xx i ~ hi i ngargus.nl ~x di~IVIr1x~argus.nI xx NtlJ’!lngargus ni xx NlIcLlxlngargus.nl xx Ntis htingargus.nl iIlihIIgUs.I’1l L~tAS.fll ‘4drgUS.nI igargus.nl ihzargusnl K ‘iuar~us.nl xx ‘.1~Jiin~argus.nl xx ‘I. Ilungargusni xx Ntlchtlngargus.nl xx ~ticl1tingargus.nl xx .‘tichtingargus.nl xx .~tichdngargus.nl xx ‘,tichiingargus.nl xx ‘4ichtingargus.nl xx ‘~tichtingargus.n1 xx ~ric htingargus.nl xx stic’htingargus.nl xx stiL’hlingargus.nI xx ~tichtingargus.n1 xx .stichtingargus.nl xx Kichtin~argus.n[ xx \\tichtl ngargus.nI Li! ~2US fl~ 1 64 A. Cndtd onc rglrl arou th L, an t th 1w th S. whr th sin qs win skd an ans rtnd a at th dr. Q. HwdddiiwdspsOu. A. Drctdmtb cndtdtthSwithWwhin th sm qs wr skd an ans rtnd a b’fr. Q. HwddthSWds’P5Ou. A. Drctd in t b cndtd t th W.M. i di E, whr di sin qs wr skd an ans rtnd as bfr; wh als dnind o m whnc 1 cm an w’thr tinvlg. Q. Yr. ans. A. Fm th W, tinvlg E. Q. Wy ddulv th Wan try’ E. A. I srh o It i Msry. Q. HwddthW.M.dsPSOu. A. Ord me rcndtd t th Sw i th W, wh tght me hw t aprh di E i de an anc fin Q. Wt ws tht de an anc fin. A. Advcgonmlf,binngthhl omyrtntth hlw o my I, thby fmg di ngl o an ob; bd erc, fcg di E. Q. WtdddiWMthndwdiu. A. Md me a Esn. Q. Hw. A. Idefin. Q. Wt ws tht de fin. 1 65 A. Knonmnlkn,mrtfmthngofas, in 1 h sptg in in ins on th 1-I B, S an Cs, i w’h de fin 1 tk th sm obl o E. A. Q. Hvuttobl. A. Ihv. Q. Rpt it. A.: I,——-—----,omowfrwlndac,iprsc o AIm. G. nd tihs wf L o F nd A Ms, erc t G an ddot t th inmr o th H. Ss. 1., d hb nd hn sm an snc pr nd Sw, tht I wl k nd cI nd nv invi ny o th sc at or ats, p or ps, pn o pns, o th hd ms o A.F. Msry wh i hv rcv, m ab t rcv, or my hrf b nstd i, t ny psn nis it shi b t a wdi bin E.A. or wtn di bd o a j nd rgl cnstd L o sih, nd nt unt hm or thin whin I shl hr so t b, bt unt hin nd thin onl whm I shl fn so to b, af d trl, snrc xmnt, or lfl Msc inf in. F, 1 d pr nd s, tht I wl nt wr, in, pin, pn ~tm, sta, hw, ot, cv, mk or ng di sm upn andig mvb or imvb whb o whn th ls wd, sb, lt, or crc my bc Ig or intl t ins or anth, ~nhb th scs o F Msry my b unlwfly obt dir m unwthn. T al o wh I d sm nd snc pr an Sw, wtht"},{"pageNumber":33,"pageContent":"- ‘ -‘ ‘r -- igargusni ingargus.nl nigargus nI ingargusni i’iingargus.nI t. hingargus.n[ ngargUs.fll ngargus.nl n~argus.nl iLdrUUSflI ‘1LJrUUS ni LJrUuS i’iI ‘LJrgUS iii ‘2d ~U US. fl I • IHUN i’il ILti” nI ‘LU” iii .2LIN flI ‘‘‘N II iN I’Ll ILLIN i’iI ~2I guNfli ~~~ii~uS nI ~ir~us.n1 ~ gargusni xx “, ~. i’ii.~argus.nI xx hl’’L’Lgargus.nl xx ~ l’i’ingargus.nl xx ~~‘J111ngargus.nl xx chringargus.nI Nt~.fltmgargus.nl xx NIh htni~argus.n1 x~ ~ lB in nargus.nl xx u. br’ni~argus.n1 \\ < ¾2uri~us.nl -Larfiusni 1 66 ny hstn, mn’t rsv or sc ev o md i in wtr, bnd insi un no ls a pn din tt o hvg m thin ct ac, m tg tn ot nd bind i di sn o th s at 1 w ink, w’h di td bs nd fis twc i twn fou hs, shd I ev knly or wl vi ths in sm obi o E.A. S hp me G nd ink me stf t kp anp~th sin. 0. Aftthoblwtwruskd. A. Wt I ins dsd. Q. Yr ans. A. Lg i Msry. Q. Dd u rcv it. A. I d, b ord o th W.M., wth th asst o th Bn. Q. On bng brt t Ig, wt dd u bhld. A. Th thin gin lgs in Msry, b ad o th rpsntvs o th thin lsr. Q. Wt ae th thin gin Igs in Msry. A. ThHB,S,ndCs. Q. Hw ae thy xpin. A. ~ an prctc, th sq t sq ou acns, an di cs t crcmscb ou dsrs an kp ou pssns in de bns wth al mnkn, espcl th bn. Q. Wt ae th thin lsr lgs. A. ThSu,Mn,anMst.othL. I— 1 0. A. 67 Hw ae thy xpln. A di su rls th dy, nd di inn gvns th ngt, s shd di W.M., wth eql reglt, ri an gv di L. (2). W~ ae th rprsntvs o th dir lsr lgs. A. Tht’ bng ends or tps, picd on cndl sts or pdsts, situtd E, W, and S. 0. W’t dd u nx bhld. A. Th W.M. aprchg fm di E upn th st und th dg an s o E A, wh prn’td hs r hd tk o frnshp nd brith lv, an invt in wth th g an wd, ord in t rs, salut t J nd S.Ws nd sa’tsf thin tht I ws i pssn o th Si, dg, s, g nd wd 0 E.A. 42). Wt dd u nx bhld. A. Th W.M. aprhng frm tb E a scnd tin, wh prsntd m wth a L sk, or wt lea ap; nfmd me tht it ws an mblm o inc nd di bdg o a Msn; ord m t cr it t di Sw in t W, wh tght m hw t wea it a E. A. 0. HwshdanEpwrhsap. A. Wth th fi in up t prvnt soilg th clths. Masonically, t prvt dbg wth untmpd mt. Q. Wtws thndmndou. A. Sm mdc sbs, nt so mh on acct o its intrnc vlu a dit it mght b dpstd i di airchvs o"},{"pageNumber":34,"pageContent":"i’LgargU~’.fll ¼flgargusnl .ingargus.nl ungarguS.fl~ xx -‘2. I~iiiigargusni ‘~ I. lingargus.nI ~ . !i’ingarguSfll iflgaingUS.llI flxLargUsfll • iwargus.fll i1Ld1~gUS nI Ldr~L4s fl~ ~ir~u~.nl ‘iu.~rL~U~ I’Ll i’LL~JrgU~ HI ri&Irgus.nI I! ~2LIN 68 1 di L as a inmini tht I ws a tht tin nd plc md a Esn, bt upn strc srh, I fnd msl entl dst. A. ThwkgtlsoE.A Q. Wtaethy. A. ~twndinnchggeanenl~. 0. Hw ae thy xpln. A. ThtwntfinnC~iain~usbol~tE~ t msr nd ly ot thin wk, bt we, a F an Acd Ms. ae tgt t us it fo di mr nbl an girs prps odvdg ou tin; it bng dvd nt twntfr eqi prts i mblmcl o di twnt fin bins o di dy, wh we ae tgt t dvd mt dir eqi pts, whb r fnd eght hrs fo th srvc o G nd a dstrd wrth bin, eght hrs fo ou usi vctns, an eght fo rfshm nd sip. Th cm gv I an instm us b optv Esns t brk off di cins o rgh s’tns th btr ‘t ft thin fo th bidins us; bt we a F an Acd Esns, ae tght t us it f di mr nb an girs prps o dvstng ou hints an cncs o al di vcs an sprfite o if, thb fitg ou mnds a lvg stns fo tht spinti bldg, tht hs nt ind wth hns, etni i th Hvs. Q. Hw wr u tha dsp o. A. PIcdnthNEcoinothLbfthWM~ wh infind m tht I thre std an upint mn HLUN fli :LLI” iii LLLL”’ LII — ~!‘Ld” HI t~LI~~ I’Ll iIi.~U’~ nI ‘LJrL~U5.nI ~xIrgus.n1 A NI~.’ ngirgus.nl xx ‘nU’LingarguS.nl xx ,NII~ l~ringargus.n~ xx N~A hnngargus.nl xx “tcI’L’2I’lgargUS.fll xx ~4~chtIngargus.n1 xx Nib. Iuingargus.nl xx ~1Icl’Lungargus.nl xx ~tichiingargus.nI xx L1cht~ ngargus.nI xx Nt,~ “Lgargus.nl xx ‘. ‘~ h ‘~22H’L.~US.fll L?’L2tIS.fll ‘‘N I 69 nd Esen, an gv item stinci i ching e’~ t wik nd ac a sh bfr G an inn. Q. Wth wt win u thn prsnt. A. AnwnniwhisCauts.ltistotchmtob cams ov al my wds nd acnts, espcl on di sbjct o F Esosm, whn in prsne o its enins. Q. Whtwrunxprsntwth? A. Thin prc jwls, wch r a Lstng Er, a Sint Tng rid a Fth Hint. A Lstng Er tchs me t istn t th instrctns o di W.M.; bt min spcly dit I slid lstn t th cins o a wty dstd bro. A Sint Tng tebs me t b sint whi i di L, dit th pce nd hrmn thrf ma nt b dstrb; bt min spcly, tht I shid b sint bfr th enms o Msry, dit di crft ma nt b brgt nto dsrpte. A Rh Hint ‘tchs me t b fthfl nd k nd ci di scs of Msry nd ths o a bro whn dlvd t me i ching as sch, dit thy ma rmn as secur nd invol i my brst as i hs own, bfin bng cmnct-d t me Q. Wht wr u fthr prsnt wth? A. Th G.M. Chk-wd, Trth. Trth, a dvn atrbt, nd th fndatn o evin vrt. T b gd nd tinu in th fst lsns we in tght in Msry. On dis theme ‘we cntmplt, nd by its dctes ndvr t rglat ou cndct; hnc whi inflncd by dis"},{"pageNumber":35,"pageContent":"~x .sncl’Ltingargus.nl ~v. stichtingargus.nl w. stichtingargus.nl xx .stichtingargus.nl xx’.stichtingargus.nl xx .stichtingargus.n[ xx .sticl’Ltingargus.nl xv. stichtingargus.nl xx .stichtingargus.nl xx .stichtingargus.nl xx .~tw’1’L1iflgaingUS.fl1 xx ~tichiingargus.nl xx ‘IIc1’Ltiflgargus.nI xx ~tlc1’Ltingargus.nl xx .~tIc1’Lungargus.nI xx ~iichxingargus.nl I ~. lii iiiuargusnl I. Ilingurgusni 1k Iiingargus.nl \\x >IIJ’LIlflgargus.nl xx ~tIchtingargus.nl xx stlcl’Ltingargus.nl xx ~lIcl’Lflngargus.n1 xx ~‘~tichtingargus.n1 xx .stichtingargus.nl xv.stichtingargus.nl xv.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl xx’.stichtingargus.nl xx stichtingargus.nl xx stichtingargus.nl w. stichtingargus.nl xx’.stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl xx’.stichtirigargus.nl xv. stichtingargus.nl xx .stichtingargus.nI xx Nti~htir1gargus.nl 70 1 pinncpl, hyporsy nd dot r unknn amng us, sncrty nd pin dlng dstngsh us, nd th hint nd tng jn i prmotng eac othrs wifre, nd rejcg in eac othrs pinspinty. Q. l’Iwwru’thndspsdo. A. Rcndt t th p1 whc 1 cm, invs wth tht o wh I hd bn dvst, an rtn t th L fo fth instin. W.M.: Br. I wl apt a comm t instct u i th lect dit hs jst pssd bet inslf nd di S.D., as it wl b ncsy fo u t comt hs ans t mmry bfin u c be psd t th dgr of F C. LECTURE (II) W.M.: Br. S.D. S.D.: W.M. W.M.: Wh win u dvs o al intl sbs whn ind a Esn. S.D.: Fo tw rsns, fs tht I mght cin ndig ofns or dfne mt th L; scn, a th bldg o K S T thin ws nt hind di snd o x hm or any intl tl. Q. Hw cd so stpnds an edfc hv b erctd wtht th snd o intl Us. A. The stones were hewn, squared nd num - bered in the quaries where raised, the 71 timber felled and prepared in th forests of Lebanon; they were conveyed by sea, in floats, to Joppa, thence by land to Jerusalem, where they were set up, by the aid of wooden instrumenl.s prepared for that purpose; and when the building was completed, every part thereof fitted with such exact nicety, ‘that it resembled more the handiwork of ‘the Supreme Archi - tect of the Universe ‘than that of human hands. Q. Why win u nthr nkd nor clthd? A. Masonry rgrds no inn on acct of hs wridly wIth or hnrs; it is th intinnal nd nt th xtinnl qulfictns dit rcmmnd a inn t Esns. Q. Why win u n’thr bin ft nin shd? A. Agrbly t an anot Jsrl-tsh cstm adptd aing Esns. We read in the book of Ruth con - cerning their manner of changing and redeeming that “To confirm all things, a man plucked off his shoe and gave it to his neighbor.” That was testimony in Israel. This, ‘therefore, we do, testifying thereby in the strongest manner possible the sincerity of our in’tentions in the work in which we are engaged."},{"pageNumber":36,"pageContent":"2 ‘Lgargus.nl Nti.. huI’Lgargusnl I tingargus ni xx NtkhlIflgargUSfll xx ~tichtingargus.nl xx “ILL hingargusni ~t.. hungargus.nl 99 - Vingargusnl ‘‘ h hi ‘flL2~II’gUS.fll i]L2argus.nl • flL2argus.nl I’LiLargUS ni I’LL2’argUS.fll I nL2arL2JLS.nl I L.LIIN I’Ll 72 1 0. Why win u hdwnkd nd a obitow onc abt yr nck? A. For thin rsns:4st ‘that my hint mt cncv bfr m es bhld, di bts o Msry; scn, tht as I ws i dkns it ws t tch me tp kp th whi wrl s rspctg th scs o F Ensm, excp sh as win as jstly entid t rcv th sin a I ws abt bcmg; thind, hd I nt cnfmd ‘t th crmns o m initn, ‘th’b rndrng msl nwthy t b tkn b di hn as a Esn, I mt, by aid o th cbltow hv bn ld ou o th L wtht hvg bhld evn th frm thinf. 0. Wh win u csd t gv thin dstn kns. A. T al th L, nd infm th W.M. tht a pin bind cand crvd adms. 0. Twtdththrksald. A. T a crtn psg o Scrp wh inds “Ask an it shi b gvn u, sek an y shi fn, kn an it shi b op unt u.” 0. Hw dd u fnd tht pssge vrifd b yr situt Esnsm at dit. tin. A. I skd o a finn th rcmndtn ‘t b md a Essene; thro hs rcmdtn I sght initn; I nkd, an di din o Esnsm ws opd unt me. 0. Whwrurconthpnoashinsprcyr n 1 b. iILLL’ I’Ll .2I~i.i’~ I’Ll 1rL.~LI~ Jr~2Us I’Ll LLr~Zu’~fll 9 L.Largusfll N i~jr~usnl 9 ‘ ~‘‘2’LL22rLZuSfll xx NIB. 0 ingurgusni xx Ni.lcl’LILflLlarguSnl xx ~tichtingargus.n1 xx ~tichiingargus.n1 xx ~ticl’LtLngargus.n1 xx NIii.’htingargus.nl xx NI1U’LIingargus.nl x9 ~ticl’Lnngargus.nl xx ~tii.’htingargus.n1 xx ‘4IL’hllngargus.nl xx ~LIchting’urgus.nl xx Ntj~ II’ llWarguS.nl xx NH hw’i~urgus.nl L2U S. ni I ~h’N I’Ll 1 A. 73 T tch m dit as dit ws an ins o tint t in fih, s shd di rcltn thrf b t m mnd an cnscn shd I ev invi th scs o F Esnin ulwfiy. Q. Whwrucndttthcn’tothLndcsd t ld fo th bnf o pin. A. Bfr entng upn an gint or imptn undtkg we ough ailws t invk di ai o Dei. 0. WhwruskdiwIunuptyrtrs. A. Agrbly to ou ane lws, n Aths cn b md an Esn; it ws thrfr ncsr tht I shd xprs a blf i De’i, odirws no obl wd hv bn ingind as bndg. 0. Whwrutknbdirh’n,oindtaini,flw yr cnd an fin n dng. A. Alwsidksancldnthfinsenravddng, it ws t tch m tht I ws i di hns o a fthl finn i whs fdlt I mt wth sft cnifd. Q. Wh win u cndtd onc ingi arou th L. A. Tht th W.M., Wns nd bin int se tht I ws dl an tinl prpd. 0’ W’h win u csd t mt wth di svrl obstns on yr psg arou th L. A. Thsanevinregndw’lgvdLiorottb a cinct rp6ntetn o di gind fir o K. Ss T, wh hd ginds sta’td a th 5, W. an E gts t pry an fin psg or rpsg xcp sh a win dl"},{"pageNumber":37,"pageContent":"- -~-‘~‘~ ‘--‘-‘ . ‘Lgargu~.I’L1 • ‘II’Lgargus.n~ 1’ILYaI’gUS I’Ll I iI’Lgargus.nl ingargusnI I II’LgarguS.I’Ll I’ iLL2HrgLIS.nl • ngargus.nl uLJIrau>fll ‘LLJJfliUSfll ~LJrLLus ni LAr~Zu~I’Ll ‘LIrL2Nb I’Ll JrLd1~ I’Ll LdrgUs I’Ll LILL’N I’Ll •LLHN i’Ll 74 qulfd an hd prms fm K 5; it ws thfr ncsr tht I shd mt wth di svl obstns an at ea o thse sttns be dl xmnd. 0. Whwrucsdtknonyrnklkndntyrrt or bth. A. Th lf sde hs evin bn dmd di wks prt o th hmn bd; it ws thfr t tch m th~ I ws ab tkg upn msl di wks pint o Esnm, bng thtoE.Aonl. 0. Wh dd yr ingi hn inst upn th H B, 5, nd Cs, nd nt yr If or bth. A. The right hand, by our ancient brethien, was deemed the seat of fidelity; the an - cients worshipped a diety named Fides, sometimes represented by iwo rgt hands joined, at others, by two human figures holding each other by the right hand. The right, therefore, we use in this great and important undertaking, testifying thereby in the strongest manner possible the fidelity of our purposes in the work in which we are engaged. 0. Why win u pinsnted wth a L Sk or wt lea apinn? A. The lamb, in all ages, has been deemed an emblem of innocence. The lambskin LU” fli 2 LUN Ii • • N K.JN I’Ll ILLLN I’Ll L2L ~I~LN.fll iI~US I’Ll ~.2r2us.nl iL2LIr~lus.nl xx N ‘ ‘tuar~us ni xx NIli!L’Lgargus.nl xx ‘NL~. fliingargus.nl xx ~ILThL’Lg2rguS.n1 q chtLngargus.nl x ‘L’. IHLI’Lgargus.nl NI~. ht!r’Lgargus.nl xx NIL. blingargusni xx ~ti. II flgargus.nl kx ‘I’. ~nL2Jrgus.nl N, I •“igArgus.nl LJrtLus.nl sf1 I 75 was, therefore, to remind me of that pur - ity of life and conduct so essentially nec - essary to my gaining admission to the Celestial Lodge above, where the Sup - reme Architect of the Universe prcsides. 0. W’h ws a dmnd md o u Co sm mdc scb. A. Ttchmditsiildlevm’ta mbrothhmn fml espc a Br Esn, in a 1k dst situatn it wd b my dty to cntrb t hs rlf a lbrly a hs ncsts mt inqin nd m abity print. 0. WhwruplcithNEcrothL. A. In the erctn o pblc bldgs, esply thos 0 a Msc fin, th frst stn i or ough t b ld i th N E cin; I ws thfr p]cd i di N E cm o di L t rev my fs instns whin on t bld my ftr mrl an Msc edCc."},{"pageNumber":38,"pageContent":"I_ ‘Lgargu~.I’Ll iI’Lgargus.fll I’lgargus ni LI’LL2ar~us.n[ K ILL2argUS.fll lI’LgarguS.flI in ~~argus ~ZJr2u’~.n1 ‘LLKIrUuS ni 2JrL~u~I’Ll ~.JI’L2U” I’Ll JrL2~L1’~ I’Ll Ldrgu”~J’Ll 2~1rUU~ nl H’IttN I’Ll ‘I [N i’Ll LU’ ni C ~~LN ii •JN ‘LI — I LILN I’Ll 76 THIRD SECTION THE CHARTER W.M.: This brings us to the third and last section of• the degree, which explains the nature and principles of our Constitutions. Here, too, we receive instruction relative to the form, supports, covering, furniture, orna - ments, lights and jewels of a lodge, how it should be situated and to whom dedicated. LODGE A Lodge may be defined as a certain num - ber of Free & Accepted Masons, duly assem - bled, furnished with the Holy Bible, Square and Compasses, together with a Charter or Dispensation from some Grand Body of com - petent jurisdiction empowering it to work. THE CHARTER The Holy Bible, Square and Compasses have been partially explained to you; the charter has not. It pleased the Most Worshipful Prince Hall Grand Lodge of Virginia, Free and Ac - cepted Masons, Incorporated, over with body Most Worshipful Grand Master — at pres - ent presides, to grant to this Lodge the Char - ter now in its possession, empowering it to I’ ~UNfll — IIL2U’,fll LI2flIUS.fll N ‘‘ i’LUarUuS ni xx > 1 A I’Lilngargus.nl xx ~~t~ThLLL’Lg2rgUS.fll ‘A -d’ht[flgargUS.nl ~\\ ~L9 !!ILI’Lgargus.nl N’ N1IJflll’LgargUS.fll xx Ni,. I~I1fllLarl~usn1 x\\ ~tL~ ILL lIMzargus.fll xx ‘ilL. Ilt’I’LUarguS.nl N, •HLIrgus.nl - I ~LjrtLus.n1 ‘‘ ‘UN I’Ll 1 77 confer the three degrees of Masonry, which power we are now partly exercising. It is signed by the Grand Lodge officers, with the seal of the Grand Lodge attached and con - tains all the necessary instructions for retain - ing the same. LODGES HELD Our ancient brethren held their Lodges on high hills or in low vales, the better to observe the approach of cowans and eavesdroppers, ascending or descending. Lodge meetings, at the present day, are usually held in upper chambers, probably for the better security which such places afford. The custom may have had its origin in a practice observed by the ancient Jews when building their temples, schools and synagogues, on high hills, a practice which seems to have met the approbation of the Almighty, who said unto the Prophet Ezekiel, “Upon the top of the mountain, the whole limit thereof, round about shall be most holy.” FORM The form of a Lodge is oblong, in length from eas’t to west, in br~addi between north and south, as high as Heaven and as deep"},{"pageNumber":39,"pageContent":"78 as from the surface to the center. It is said to be thus extensive to denote the universality of Freemasonry, and teaches that a Mason’s charity should be equally extensive. SUPPORTS A Lodge is supported by three great pillars, denominated Wisdom, Strength, and Beauty, for diere should be wisdom to contrive, strength to support, and beauty to adorn, all great and important undertakings. They are represented by the three principal officers of the Lodge; the pillar Wisdom, by the W.~ M.. in the East, who is presumed to have wisdom to open and govern the Lodge; the pillar Strength, by the Senior Warden in the West, whose duty it is to assist the W. M. in the discharge of his arduous duties; and the pillar Beauty, by the J, W. in the South, whose duty it is to call the Craft from labor to refreshment, superintend them during the hours thereof, carefully to observe that the means of refreshment aie not perverted to in - temperance or excess, see that they return to their labor in due season, that the W. M. may receive honor, and they pleasure and pro - fit thereby. 1 LII’ LU” P I __ N ii N ‘LI — I LLL’~ ni ~iI •t:’LU’ [‘LI 1LLLIrgus~nl xx ‘~. ~‘• • ‘U&’LrguS.fli xx sI~. I H’LgJrgus.nI xx -~‘~~I1iII’Lgargus.nl xx -V. hiing~rguS.fll “9 ThI:ngargus.nl iI1I’Lgargus nl NI,. htH’Lgargus.ni xx ~ hriI’Lgargus.nl xx ~t~JnI’Lgargus.n1 xx ‘V. r’I’Lgargus.nl •hxtri~us.n1 • • LJr1.Lus.nI r~UN I’Ll I 79 COVERING The covering of a Lodge is no less than the clouded canopy, or starry-decked Heaven, where all good Masons hope at last to ar - rive, by aid of that ladder which Jacob in his vision saw extended from earth to Heaven, the principal rounds of which are denomin - ated Faith, Hope, and Charity, which admon - ish us to have faith in God, hope of humor - tality, and Charity to all mankind. The great - est ‘of these is Charity, for Faith may be lost in sighi, Hope end in fruition, but Charity ex tends beyond the grave, through the bound - less realms of eternity. FURNITURE Every regular and well-governed Lodge is furnished with the Holy Bible, Square and Compasses, togedier with a Charter, or Dis - pensation. The Holy Bible is dedicated O the service of God, because it is the inestimable gift of God to man, and on it we obligate our newly made brethren; the Square to the W. M., be - cause it is the proper Masonic emblem of his office; and the Compasses to the craft for, by a due attention to their use, we are taught ‘Lgargu~.I’Li I’Lgargus.fll 1gargu~ nl 1l’Lg’argus.fll ‘IIgargUsI’Ll P 1.~arg1Is nA I ‘L1.Iargus.fl[ hLar~2uNflI 1’2jr~itIs I’Ll 2drUuN ni Jr1~U~I’Ll ‘21r2i.1’ I’Ll - Jr~.1.UN I’Ll LdI gITh.I’Ll nI [‘[N fli"},{"pageNumber":40,"pageContent":"80 1 81 ‘iI’Lgargus.nl ‘11.LargUS I’Ll I tI’LL~at’1.~US.fll - • K 1II~Ut~U-3,II’ 1’ bIIfl~Largusfl[ H fl~z8rgUs.nI It’Lgargus nI ~LAr~NIs I’Ll ~Ldr1.LUs nI JrUU~ I’Ll ‘lr:21uN I’Ll — J1L21IN I’Ll • LJh2~U= I’Ll Ji r~iU s. I’Ll I 1 N ~I I to circumscribe our desires and keep our pas - sions in duc bounds. ORNAMENTS The Ornaments of a Lodge are die Mosaic Pavement, the Indented Tessel, and the Blaz - ing Star. The Mosaic Pavement is a representation of the ground floor of King Solomon’s Temple; the Indented Tessel, of that beautiful tessel - ated border or skirting which surrounded it. The Mosaic Pavement is emblematical of hu - man life, checkered with good and evil; die Indented Tessel, or tesselated border, of the manifold blessings and comforts which con - stantly surround us, and which we hope to en - joy by a firm reliance on Divine Providence which is represented by the Blazing Star in the center. ILIIN I’Ll LU” VI LIGHTS A Lodge has three symbolic lights, situated East, West, and South. There is none in the North, because King Solomon’s Temple was situated so far north of the ecliptic that the sun, even at meridian, did not dart its rays into the northernmost part thereof. The North we Masonically term a place of darkness. ~IN 111 • N UN ‘LI — II 2LI’~ nI H 1.~U” Ill lr~u~,.nI •~‘Lu2rgUSfll ~\\ NIU. I’ I’Lgargus.nl xx >‘~,. Iii’ingargus.nl xx ~~~h1ing~rgusnl \\9 -i ~.ht~ngargus.nl A —iiHlngargusnl Nt•I. I~tV’LgargUS.fli xx ~tI~hu1’L~argus.nl xx tj,. h~ i I’Lgargusnl xx - flr’ I’Lgargusnl -x N, • ~gargusnl -Lar1.Lus.nI • I JEWELS A Lodge has six jewels, three movable and three immovable. The Immovable Jewels are the Square, the Level and the Plumb. They are so termed because they are appropriated to particular parts of the Lodge where they should be found, the Square to die East, the Level to the West, and the Plumb to the South. Al - though the brethren occupying these stations, may from time to time be changed, still the Jewels will always be found in their respec. tive stations in the Lodge. The Square teaches morality; the Level, equality; and the Plumb rectitude of conduct. The Movable Jewels are the Rough Ashlar, the Perfect Ashlar, and the Trestle-Board. The Rough Ashlar is a stone in its rude and natural state, as taken from the quarry; the Perfeol Ashiar, one prepared by the work - men, to be adjusted by the working tools of Fellowcraft, and the Trestle-Board is for the Master Workman to draw his designs upon. By the Rough Ashlar we are reminded of that rude and imperfect state which is ours by nature; by the Perfect Ashlar, of that state"},{"pageNumber":41,"pageContent":"•‘LgargUs.I’Ll • iI’Lgargus.nl - w’Lgargus.nl • 1 II’Lgargus ni xx - ii. IIlI’Lgargus.nI 99 tI- hingargusnI ni~argus.nl 9 - • rigarguSfll • • I’LiiargU~.fll • I’LeLIrgtIsI’Ll • 1i2J1’gUS III • • LJruusnl ‘Li3rgu’~ I’Ll •II2jr1.1.u~ I’Ll iLirgu~ I’Ll I LIr1.~usnl • ‘ [IVIIN I’Ll 82 of perfection at which we hope to arrive by education, our own endeavors, and the bless - ing of Deity. And as the operative work - man erects his temporal building in accord - ance with the designs laid down upon the Trestle-Board by the Master Workman, so should we, both operative and s’peculative workman endeavor to erect our spiritual building in accordance with the designs laid down by the Supreme Architect of the Uni - verse in the great Book of Revelation, which is our Masonic Trestle Board. HOW SITUATED A Lodge is situated due East and West, be. cause King Solomon’s Temple was so situated. Moses, by Divine Command, having con - ducted the children of Israel out of the land of Egypt, from the house of bondage, through the Red Sea, into the wilderness, erected a Tabernacle to God, which he situated due east and west, to commemorate to the latest posterity that miraculous east wind which wrought their mighty deliverance. King Solo - mon’s Temple is said to have been a repre - sentation of that Tabernacle. ILLIN i’Ll :LLLN nI 1 LLtN I’Ll I’¾;N [‘LI i~HN I’Ll IILLI’~ I’Ll 2t~.~u~.nl .•iIgUs.fll -- ~L~2rgus.nl .9 N1•~. :• ngLIrgus.nl xx NV. hi9’Lgargus.nl xx Nil,. lIII’Lgargus.nl xx -dl,. I’Ll lngargus.nl xx NIICI’LtlngarguSfll xx NIL htingargus.nl xx Nt,. iiiingargusnl 9’ N1.l941t!rlgargus.nl xx NtiClmngargus.nl xx ‘4h-l’LTW’LgarguSfll xx ~uitn~argusnl xx ‘.‘ •. n~~ugusnl xx -- 9 .L -~ur~us.nl ~LrL~UNflI P 1 I 83 TO WHOM DEDICATED Anciently, Lodges were dedicated to King Solomon, as he is said to have been our first Most, Worshipful Grand Master; but specula - tive Masons dedicate theirs to the memory of St. John the Baptist. and St. John the Evan - gelist. Since their time, there is represented, in every regular and well-governed lodge, a cer - tarn point within a circle, the point repre - senting the individual brother, the circle, the boundary line of his conduct to God and man, beyond which he is never to suffer his pas - sions, prejudices, or interests to betray him. This circle is bordered by two perpendic - ular parallel lines representing these Saints, and upon the vertex rest the Holy Scriptures, which point out the whole duty of man. In going around this circle, we necessarily touch upon these two lines, as well as upon the Holy Scriptures, and while a Mason keeps himself thus circumscribed, it is impossible that he should materially err. PRINCIPLE TENETS The principal Tenets of our profession arc three-fold, including the inculcation and prac - • I"},{"pageNumber":42,"pageContent":"‘Lgargu~.I’Li ‘H’LgarguS.fll •irl~argus nI • .. - I II’LgarguS.fll - ‘i~ltII’LgargUSflI ~n,biI’LiLarguS.I’LI A I j rMAlrgus.nl 9 • II’Lgargus.nI • ngargu~nl • ‘Lu:Ir~usfll lLdrgus nI •LJr~U~’ I’LL ‘,rlNI’Ll ir~uN I’Ll ~irgus I’Ll Al r~ us. nI • • I2IIN Ill 84 tice of those truly commendable virtues Brotherly Love, Relief and Truth. BROTHERLY LOVE By the exercise of Brotherly Love, we are taught to iegard the human race as one family, the high, the low, the rich, the poor, who, created by on~ Almighty Parent, and inhabit - ing the same planet, should aid, support and protect one another. On this principle, Ma - sonry unites men of every oountry, sect, and opinion, and promotes true friendship among those who might otherwise have remained perpetually at a distance. RELIEF To relieve the distressed is a duty incum - bent on all men, particularly upon Masons, who are linked together by a chain of sincere affection. To soothe the unhappy, to sym - pathize with them in their misfortunes, to compassionate their miseries, and •to restore peace to their troubled minds, are aims we have in view. On this basis, we establish our connections, and form our friendships. TRUTH Truth is a divine attribute, and the founda - tion of every virtue. To be good and true is ILLI” I’Ll LUN ni .LIN flI • .“ U I .JN “LI ILLt~ I’Ll 2; ~UNflI .~I ~US I’Ll • ~x~r~us.nI Nfl. .UIrgUS.fll xx N~ • “L~.U~rguS.nl xx NII~l[rH’Lgargus.nl xx ~ h’ingargus.nl xx K~-hIIr1gargus.n1 xx -~ cI’Lrlngargus.nl ~x —~. i~ungargus.n1 NU(.IMLngargus.nl xx ‘-dk-htlr’Lgargus.nl xx -.r~clu I’LgarguS.nl xx ‘~~:h1’ngargus.nl xx ~, ‘- • >2aFgUS.fll xx - •~v -LargUSnI LrUuS.nl II 1 85 the fir~L lesson we are taught in Masonry. Hence, while influenced by this principle, hypocrisy and deceit are unknown among us; sincerity and plain dealing distinguish us; and the heart and tongue join in promoting each other’s welfare, and rejoicing in each other’s prosperity. My br, in ord dit u ma btr understd wht is t fiw, I wl sk di S.D. a qstn. W.M.: Br. S.D S.D.: W.M. W.M.: HwmalknutbaMsn. S.D.: By crtn &s, a tkn, a wd nd th prfc pts o my ent. W.M.: My Br, &s, gs nd wds hv bn xpld t u bt th prfc pns o yr ent hv nt. Thy ac fou: th Pct, th Mnl, th GtrI, nd th Pdl, an r rpsntd by th fou Crdn vrts, Ftd, Prdn, Tmp, nd Jst. Fortitude is that noble and steadfast pur - pose of the mind, whereby we are enabled to undergo any pain, peril, or danget. This vir - tue is equally distant from rashness and cow - ardice, and should be deeply impressed upon your mind as a safeguard or security against any aitlempt that might be made, by force"},{"pageNumber":43,"pageContent":"igargu~ I’Ll I l’Lgargus.nl 1’Lgargu~ ni - I I ngargus.I’LI I II’Lgargus1’Ll • • I U1I~2’IS nI ~gargus nI II~arUuN I’Ll L~Ir~2tI~ I’Ll IirgU’~ I’Ll ~irw.i” I’LL LrC~h I’Ll - JIUIIN I’Ll 2jr~U” I’Ll ~ U ~ - I’Ll H H” ni 86 I or otherwise, to extort from you any of the secrets with which you have been so solemnly intrusted. This virtue was emblematically rep - iesented upon your first admission into the Lodge, wh u wr red on th pt o a shp inst pcg yr n 1 b. Ths, my Br. i th frs prfc pt o yr ntrc, th Pct. Prudence teaches us to regulate our lives and actions agreeably to the dictates of rea - son, and is that habit by which we wisely judge and determine on all things relative to our present, as well as our future happiness. This virtue should be your characteristic, not only in the government of your conduct while in the Lodge, but also when abroad in the world. You should be particularly cautious, in all strange and mixed companies, never to let fall the least sign, token, or word, whereby the secrets of Freemasonry might be obtain - ed, evr bmg i rmmbrc tht sm mint, whl kng a th sed al o F. Msry, wth yr 1 hn sp’tg nd 11 rst on th H.B. s nd c, u slm prmsd t ccl nd nv rv ny o th scs o F Msry. Ths i th scnd prfc pt o yr ntrc, th Miii. Temperance is that due restraint upon the passions which renders the body tame and I’Ll ‘I~~ flu N 1 I ‘LAN Ill — iLUNflI — H~U’ I’Ll Largusfil I ~.ur~uS nl A ‘fl,.l •~‘L~ur~US.fll xx N’:,. hiiru~argus.n1 xx - • hiu’Lgjrgusnl •ngargus.nl -~•~lU”LgarguS.nl ~~•~i’t•12argus.n1 xx -~k i’7iHgarguS.nl - ~• I :-I’Lgargus.nl -‘ •KuI-i~us.nl 2IrtLus nI - ‘>2U~fil 1 87 governable, and frees the mind from the al - lurements of vice. This virtue should be your constant practice, as you are thereby taught to avoid excess, and the contracting of any licentious or vicious habit, the indulgence of which might lead you away from the path of righteousness and cause you also to disclose those secrets which you have promised to conceal and never reveal, the betrayal of which would subject you to the contempt of all good Masons, if nt I th pn fr di vil o yr ob, tht o hvg yr di cu acs, yr tng tr ou nd br i di sn o th sea a 1w w mk wh•r th t be nd fis twc i lxvii fr his. Ths i di did pfc pn o yr ntrc, th Gtrl. Justice is that standard which enables us to render to every man his due, without dis - tinction. This virtue is not only consistent with Divine and human law, but is the very cement and support of society; and, as jus - tice, in a great measure, distinguishes the good man, so should it be your practice to be just, ev rmbrn•g tht whl stdg i th N. E. cr o di L, ur ft fing di ngl o an oblg, ur bdy erct bfr th W. M., u wr tld tht u thr std an upr mn nd Esn, nd i ws gvn u strcl i chrg ev t wlk an ac as sh bfr G nd inn. Ths is t frth prfc"},{"pageNumber":44,"pageContent":"~1 — - — igargu~.I’L I I’Lgargus.nl ‘igargus I’Ll ‘tigargusni II’Lgargus1’Ll -~‘naitrgus ni HU~’Lrausn1 i~.ur~u~ ni 1~IrUUs I’Ll xir~u’~ ni ~ir~u~ I’LL irt2Ib I’Ll - Jii.~LIN I’Ll .2dr2~U~, I’Ll 2~trUiis. I’Ll I [IN Ill H’ i’Ll 88 I pn o yr ntrc, di Pdl, nd akis t di p~n o yr ft w stdg in th N.E. cr o di L. CHALK, CHARCOAL AND CLAY Entered Apprentices should serve their Masters with freedom, fervency, and zeal, which are emblematically represented by chalk, charcoal and day. There is nothing freer than chalk, the sligh - est touch of which leaves a trace; there is nothing more fervent than charcoal, for to it, when properly ignited, the most obdurate metals will yield; there is nothing more zeal - ous than clay, our mother earth, for it, alone of all the elements, has never proved un - friendly to man. Through constantly harassed, more to furnish the luxuries than the neces - saries of life, she never refuses her yield, strewing our pathway with flowers and spread - ing our table with plenty; th6ugh she pro - duces poison, still she furnishes the antidote, and returns with interest every good com - mitted to her care. And when at last we are called upon to pass through the Valley of the Shadow of Death, she once more receives us, and tenderly enfolds our remains within ‘-‘I N ii ,N i-il — I.LIN Ill — ~UNfll — H ~U~’ I’Ll Ir~2U’~.nl - - 2:Irt~USfl1 N iUart~uSn1 xx N~ 1 nt~argus.n1 xx - ~~iH’Lgdrgus.n1 c ‘i;ngargus.nl - .. IUI’Lgargus.nl -- NI i’tr’Lgargus.nl xx ‘~U7,’LiLarauS.nl - :-‘Lgjrgus.nl N, 2Jrgus.nl 2Jr1Lus.nl - -“JUNI’Ll 89 her bosom, thus admonishing us that, as from earth we came, so to earth we must surely return. SYMBOLISM. Th frst, o E.A. dgr o Esny i intnd, symbly, t rpsnt di ntrc o mn mt th wid i whch h afw t bcm a lvg nd thkg actr. Cmg fm th ignce nd dkns o di out wid, hs frst crg fo lght; nt tht phys lg whc spgs fr th grt ob o dy a is ftn, bt tht inn an intil Ig whc emns frm di prml See o al thgs; frm th G. A. o di Un; di crt o th sn nd o al th it ills. Hnc di gr, di priny obj o di 1st dgr i to sym’b di bth o intll Ig in di md; nd th E.A. i th typ o unrgnte inn, grpg in inrl nd mntl dks nd skg fr di Ig whc i t gde hs stps nd pt hm t th pth whc Ids t dty an t Hm wh gvs to dty it rwd. Thse ard u ae yr bn, rdy to dschg al th ofcs o nh.t mt rel. Thy nw bd u wlc dir nbr an fllshp, t dir affns nd asstce, thr pvlgs nd t dir jys; nd thr m thy prm to prot u by thr inf an aut, to adv u by thr abilt nd skl, to asst yr exgce by thr libty nd bty. nd t chr u a al tins wth thr kds nd lv."},{"pageNumber":45,"pageContent":"90 1 Nd u w’l hv di hapns o e~pcg th trth o t’h anc rink, tht ‘Essns bg bn, thr cKt n unvid distns mg thin”; an tht thy “lv ea othr mghly, a hth bn sd, whc indd my nt othws b. Gd m nd tr, kng ea othr t b sch, d alys lv th mr a thy b th in gd.” Ths, br, i di beg o ou at. Hw succ i its prog nd hw hp i its iid u my fly kn i u r bt attve, fthfl nd wse. Yr dil nd act in wks, yr ski in ac th insts o yr dgr, nd yr zl in di cse o F Esnsm wI ld u fwd t grir hgts, to dr vws nd t n’blr prvlgs. Ths, in Br, cnclds di fst dgr o Mstry, wth th xcptn o di chg. CHARGE As you are now introduced into the first principles of Freemasonry, I congratulate you upon being accepted into this ancient and honorable Fraternity—ancient as having sub - sisted from time immemorial, honorable as tending in every particular so to render all men who will conform to its precepts, No institution was ever raised upon a better prin - ciple, or more solid foundation; nor were ever more excellent rules and useful maxims laid Ii, - ..UN I’LL ~UN [‘LI ~rc~u~.nl - ~~~rgus ni I h.u’Lrgus.nl xx -i r’L~~’Lrgusnl xx J ~‘Lg~rguS.nl - - ngargus.nl - J ‘8’LI~LarguSn1 - -~ ..h-’~gargus.nl xx ~ ~“Lu~ar~us.fll - A I n~argus.nl - - n~argus.nl N - -2dr~usnl ~w UUS-flI 2UN fli 91 down than are inculcated in the several Ma - sonic lectures. The greatest and best of men, in all ages, have been encourage-is and pro - moters of the art, and have never deemed it derogatory to their dignity to level them - selves with the Fraternity, extend its privileges, and patronize its assembles. There are three great duties, which, as a Mason, you are charged to inculcate—Ac God, your neighbor, and yourself. To God, in never mentioning His name save with that reverential awe which is due from a creature to His Creator; imploring His aid in all your laudable un - dertakings, and esteeming Him as the Chief Good; to your neighbor, in acting upon the square~ and doing unto him as you wish he should do unto you; and to yourself, in avoiding all irregularity and intemperance, which may impair your faculties, or debase the dignity of your profession. A zealous at - tachment to these duties will insure pi~blic and private esteem. In the State you are to be a quiet and peaceable citizen, true to your government and just to your country. You are not to countenance disloyalty or rebellion, but are ii.~argu~. I’Ll ngargus.nl iIuargu~ nI H’L~2afl~US ni vgargusn[ II’L~LargU’”Ll ~QLArgIIS ni ux~rgus Ill K~dr~2tI~ I’Ll i~tr~2uN Ill :~tr[2UN ni - ~Ir~lI~ I’LL — tI.~I’ Ill - ii ~UN I’Ll uIgUN I’Ll ,f~UN I’Ll ,1 —i"},{"pageNumber":46,"pageContent":"~gargu~ .fl I I’Lgargus.n] Iuar~lTh I’Ll n~arguS ni I ~ - - II’Lgargtlsnl -Ixar~2LlS I’Ll iQjrguN [‘LI .jr~tIS I[l r~u~ [‘LI jr~j-~ [‘LI iiLLL[N I’Ll 2jI2~LI~ III ir~Lb.fll I [P’ P1 92 patiently to submit to legal authority, and conform with cheerfuJness to the government of die country in which you live, yielding obe - dience to the laws which afford you protection. In your outward demeaner, be particularly careful to avoid censure or reproach. Let not interest, favor, or prejudice, bias your integ - rity, or influence you to be guilty of a dis - honorable action. Although your frequent appearance at our regular meetings is earnestly solicited, yet it is not meant that Masonry should interfere with your necessary vocations, for these are on no account to be neglected; neither are you to suffer your zeal for the Institution to lead you inito argument with those w-ho, through ignorance, may ridicule or defame -I-. i’Ll H--- p1 — -‘-. it. During your leisure hours, that you may improve in Masonic knowledge, you are to converse with well-informed brethren, who will be always as ready to give, as you will be to receive, instruction. Fin-ally, keep sacred and inviolate the principles of die Fraternity, as these are to distinguish you from die rest of -the commun - — -L.Pi--. I’Ll — ~2U- I’Ll r~2u~.nl - ujr~us ni - - ~r~us ni ¶~ I - ~~~urgus.nl xx -~iri~urgus.nl K[’Lgargus.nl - - _‘argusni - -1~r’LI~argusnl - -~. d-lgargus.nl ~zar~us.nl -‘ A I [li2argus.I’Ll - - - - - ‘L~zarguS.nl 2dr~Lus.nl 2JrLLus ni - .XI~ [‘LI 1 93 ity, and mark your consequence among Ma - sons. If, in the circle of your acquaintance, you find a person desirous of being initiated into Mason-ry, be particularly careful not to recommend him, unless you are convinced that he will con-form to our rules so that the honor, glory, and reputaition of the Institution may continue firmly established-, and the world at large convinced of its good effects. ADDRESS. Br.: I sal u chrfly nd affctnly b ths endrg appln. Th comms md o ou Pt nd th nggmts ntrd mt o yrs, ae intl pldgs o conifdl trst an agtpt nd tkns o attchmt, scrd nd inviolde. Fm ths mint, w shi Cl a sp din upn yr frshp nd a spl intr in yr wlfre; nd w hp tht u wI culv a win attchmt -t tht fin o lv mt wh u ae nw adptd, di pls nd advgs o wh u ae beg t relze; nd we ae ctn tht th btr u unstd, th mr u wl admr ou prncs nd prcts. Ou gd opn o u indcd us t rcv wth p15 yr applctn, nd to admt u mt ou soc. W hv alw wshd t brg mt -ou alince th ws nd th gd, tht, whi w attch thin t us b th Ight w convy, w my borw lusre fr ou instn frm dir tals nd thr vts."},{"pageNumber":47,"pageContent":"~garc1U~.flI ugargusnI h2ar2Jis nI [‘L~zargus ni I [li~L1~US.I’Ll - - I’Lgargll-R fl I - ~2:r~.VIS ni IL~argu—~ I’Ll .~trQUS - A~’2tIN I’Ll ~IT LI’- pl -I— i’Ll ‘I - — i’I — V ~ — [..Ai~ [L - ~Lf-’ ft — ~[-~LU’ I’Ll r~zu~.nl - - -2JrL~uSnl - iLJrgus I’Ll ~ ~ I - ig~rgus.nI xx [flrlgargus.nl xx - - ~ ng~rgusnI -9:ngargusnl ~[ingarguSfll - ~L ~[nrgus.nl A ~‘AI Ili2argusnl r’LixIrgUS.fll _ JT~2USflI 2 JVL~U S .fl] - ‘2Lh’ ni 94 1 Lt ou ,cpcttns o u b al accmplshd. Retn, w ntrt u, dit gdns o ht, dit fr fin, tht ptry o ntntn nd lv o v-t, o wh w blve u ar possd, nd o whch th sptls vstmt whrwth u ar nw grdd, i a onc di mblm, th bdge an th rwd. B jst t yrslf, nd t us; t yr profn nd nggmts, nd i wl b appt t al tht i bcmg a Ensin, u bcm a btr inn. Ths, m br, cnclds th frst dgr o Msry. U wi stp t th W o th Alt, sIt nd rtr. Th Sec. wI n-3’lfy u whn t prsnt yrslf fr th scnd dgr. 1 95 CLOSING Closing Frst—Resuming Thrd. J.D.: W.M. W.M.: Th 1st a wI a frst grt cr o Msn whn cnvd. J.D.: Tsethtthyardl-t. W.M.: Atn t tht d-t nd in-fin di T tht I am ab t cls lh L on th fs dgr o Esnm fo th prps o rsmng lb in th did; drc hm t tk de ntc thrf nd gv hmsl acly. J.D. (ooo). T. (ooo) J.D.: (o) T.: (o) J.D.: Br. T. T.: Br. J.D. J.D.: Th W.M. i ab t cls th L on th fs dgr fo th prps o rsmng I-b in th thd; tk de ntc thrf an gv yrsl acly. J.D.: (ooo) T.: (ooo) .l.D.: (o) T.: (o)"},{"pageNumber":48,"pageContent":"u.~argU~.I’L I flgarguS.I’LI • [gaI~gu~ I’Ll [‘L[~ar~US nI - -~i~argus.nI - - flgargllsi’LI - -- fl21rg’Is nI - - iuargu~ nI I~ar~nI~ I’Ll Ir~.nb :dr~2u-’ nI j1.!Al-’ I’Ll jI~LLIN I’Ll I V ~U—~ - ~ I — t[-’ [ I - — [— [~I j~-. — [ 211’ [‘LI — 2 — ~2U’~ I’Ll - LIr~usnl xx - m~argus.nl ~x ‘[!. I -hu’Lrgus.nI xx ~ !;IflgargLlS.fll xx I I’Lgargus.nI - ngargus.nl - I ‘I I’L~argus.nl - M-JIngJrgtls.nl xx ~ 1I’LI~arguS.fl1 ~ -‘A l-[[.~argus.nI i’Lih’LrgUS.fll — - - JJrI2US.fl] 2Jr~Lus nI - ‘2L1’-’[’LI 96 I J.D.: W.M. W.M~: Br.J.D. J.D.: ThTisinfd. W.M.: (ooo) Bin, wvng al & an crmns, I nw dcl th L dl cls on th fs dgr, an lb rsmd in th thd. Br. S.D., atcl at th Alt. S.D.: (gs W o Alt; dspls lgts (Eccies xii) gvs & o M.M. reports nd rts t hs sta) W.M.: Br. J. D. J.D.: W.M. W.M.: Infm th T. J.D. (ooo). T.: (ooo) - (o) T.: (o) J.D. Br. T T.: Br. J.D. J.D.: Lb is nw rsmd in th 3rd dgr (cls dr). J.D.: (ooo) T.: (ooo) ID.:. (o) T.: (o) J.D.: W.M. W.M.: Br. J.D. ID.: Th T is infind. W.M : (o). 2 97 SECOND DEGREE (For opng on th thrd, see pg. 7.) W.I~A. (0): Br. ID. J.D.: W.M. W.l~A.: Ascrt if ny cndts ae i wtg. if s, thr nins nd fr wht dgr. J.D.: (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D.: (obins J.D.: (ooo) T.: (coo) J.D.: (o) nms o cands fr T nd cls dr.) T.: (o) J.D.: W.M. J.D.: Br.— is wtg f th scn dgr o F. Esnin. W.M.: Brn, Br.— is i wtg f th scn dgr o F Esnm. He hvg ind sutbl prfcnc i th prc dgr, if thr i no objn, I shl cnfr th dgr upn -hm (pauses) Thr bng no objn, I wI prcd. (o). Br. S. nd J. Std. Stds. (rs) : W.M."},{"pageNumber":49,"pageContent":":1 ‘Lgargu~.I[i ngargus.nI ~ar~ATh ni ngargus ni - - - I ngargus.I’LI - - l[’L~arglB [‘LI - - ~2~rgIS-flI - igargu~ nI ~&~rgu~ ni .~ir~us nI - jr~2u~nI Jr2u~ [‘LI - Ji~tI’ I’Ll JJrgLI’-~ nI r1.~ xis - fl I I -LI’- fli -- -v i’Ll — ~- — P 1 98 2 W.M.: 11w shd a Br b prpd f th scn dgr o Esnm. S. Std.: B bng dvs o al mU sbts, nth nd nr clth, bf n-r sh, r kn an b br, hw, nd wth a ct twc arnd hs r arm, clth a E.A. W.M.: Rtr t di prprtn in, wh Br.— 15 wtg, nd whn ths prpd, caus hin t ink th usl aim a th mr dr. STDS. (rtrs an prprs th cand.) W.M. (o) : Br. J.D. J.D.: W.M. W.M.: Th ls a wi a frst grt cr o Esns whn cnvd. J.D : T se iht thy ae dl t. WM.: Atn t tht dt an infin th T tht I in ab t dspns wth lb in th ihd dgr fr th prps o opn th L on th scnd dgr fr wk nd instcn; drc hin t tk de ntc thrf nd gv hmsf ad. J.D.: (coo) T.: (ooo) J.D.: (o) -~ 1’ • — ~-. [I T.: (o) J.D.: Br. T. T.: Br.JD. J.D.: Th W.M. i ab t dspns wth lb in th thd dgr fr th prps o opn th L on th scn fr wk - JiP-~ [11 -: 2Lt—.flI — UU’~ I’Ll tr~zus.nI - - .ur~usn1 xx — - i~arcxus.nI A lb. -~g~rgus.n1 xx ~ !iu’L~LargL1S.fll xx --: • [‘LgargUS.fll ~hx;ngargus.nl -x - [-I1I’LgarguS.fll - ~ 1 -JI~’LgJrgUS.fl1 xx 1K. Vi”Lg-argus.fll A —‘ I - [uMrgus.nl -- - - - I’Liargus.nI — - 2Jr~2USnI - - J4r~us nI - ‘2L1’flI 2 99 nd instcn. Tk de ntc thrf nd gv ysl ad. (CIs dr.) ID.: (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D.: W.M. W.M.: Br. J.D. J.D.: Th T i infmd. W.M. (ooo) : Brn, I nw dcl lb dspnsd wth in th thd dgr. Br. J.D., inf di T. J.D. (ooo) T.: (ooo) ID.: (o) T.: (o) J.D. Br. T. T.: Br. J.D. J.D.: Lb is (cls dr). J.D. (ooo) T.: (ooo) ID.: (o) T.: (o) ID.: W.M. W.M.: Br. J.D. ID.: Th T i infind. nw dspnsd wth in th thd dgr."},{"pageNumber":50,"pageContent":"II —————~——•, — —~ -—— — — — — . - — h~argUs.I’Ll [‘Lgargus.n] - Ilhzargus nI ‘n~ar~us.nI - - [ngargusI’LI - - I •~1~argus nI •.~aruu’I’LI -~Ir~us I’Ll 1XiE[2U~, iii Jr~LIs I’Ll -&lrLulN I’Ll -AIIgUN I’Ll 11211” nI 100 mrlt nd one o th o -th frth prt 0 a 2 W.M. (o) (Sts th L.) : Br. S.W. S.W.: (rs) W.M. W.M. : AeuaFc. S.W.: Im,-trm. W.M.: By wt wl u b trd. S.W.: Bth Sq. W.M.: Whbth Sq. S.W.: Bcs it i an in-bum o wkg us o a Fc. W.M.: Wt i a Sq. S.W.: An ng o nty dgrs, crc. W.M.: Wt inks u a Fc. S.W.: M obi. W.M.: WhrwrumdaFc. S.W.: Wdin di bd o a js an rgl cnst L o Fcs, asmb i a p1 rprstg th m chmb of K. S’s T, frnsh wth th H. B., Sq, nd Cs, tght wth a chrt or dspnst fin sm G. Bd. o cmpt jrsdc emprg it t wk. W.M: 11w my cnstitut a Fc L. S.W.: Fvormr. W.M.: Whn cmpsd o svn o whn ds it cns. S.W.: Th W.M.; S nd J.Ws; Tr, Sc., S. nd I 2d” i’Ll 2Li’- [11 - - -‘- ii ~ ‘LI — 211’ [‘Li ~L1~.flI — tU~2IUS nI .2r~2US.nI - -.ur~usnl - i~argus.nI ~1h. I -ng~rgus.nI xx >‘.. !)u’L~Largus.n1 xx -i-~ l[’LgJrguS.flI JM;ngargus.nl -x ~. [in~argus.n1 ~~Jiii’LgJrguS.nl ‘x ~ik N~ngargus.n1 A ~ i:nL~arguS.fll - - t niLargus.nl - -½!Jr~LuSn] 2JrL~us nI -- ‘2L1”flI J. Ds. W.M.: Th J.D.’s plc i th L. 2 S.W.: AttrgtndinfrntotS.W.intW. W.M.: (o) : Br. J.D. J.D.: W.M. W.M.: Th S.D.’s plc. J.D.:Atdirtndinfrni oth W.M.i thE. W.M.: (oo) Br. S.D. S.D.: W.M. W.M.: Th Sect plc. S.D.: 0 th lf o th W.M. W.M.: .Br. Sect. Sect. : W.M. W.M.: Th Tr’s plc. Sect. : 0 th rt o th W.M. W.M.: Br. Trs. Trs.: W.M. • W.M.: Th J.W.’s st. Trs: I th S. W.M.: Br. J.W. LW.: W.M. W.M.: Th S.W.’s st. J.W.: I th W. W.M.: Br. S.W. S.W.: W.M. W.M.: Th Mstrs st. S.W.: IdiE. W.M. : Wh i th E. 101"},{"pageNumber":51,"pageContent":"h~argU~.I’LI I [‘Lgargus nI I gargu~-flI - lIhzargus nI - Irigargus.n~ - - ‘[‘LgargusnI - - fll.LarglIs nI •niiargus nI ~Lar~2U~ I’Ll 1ar[2U-, nI Irx~U’-~ I’Ll - JrL~Nl” I’Ll - J[22U’ [‘LI - -241 ~I1~ I’Ll I AWN nI 102 2 S.W.: A th su rs i th E t opn nd gv th dy so rss (W.M. rses.) th W..M. i th E t opn nd gv th L nd st th cf at wk, gvg thin prp instns f dir lb. W.M.: (ooo) Br. S.W., it i in ord tht th L b nw opn on th scn dgr f wk nd instn; ths cmmc t th J.W. i th S, nd h t th bin th-t -hvg de ntc thrf, th my gv thsls ad. SW. :Br. J.W. J.W.: Br. S.W. S.W. :It i th ord o di W.M. tht th L b nw opn on th scn dgr f wk an instn; ths cmmc th bin, dit hvg de ntc thrf, thy my gvn thsls ad. J.W.: Bin. It i th ord o di W.M., cmnct t in thrg th S.W. i di W, tht di L b nw opn on th scn dgr f wk nd instn. I cmnct th sm t u, tht hvg de ntc thrf, u my gv yrsls d” I’Ll ad. -- ~.v.. - — ii ~ WI — 12W-’ I’Ll W.M. :Bm, obs th E, attn t gvg th &s. (W.M. nd bin gv dg an sgns o M.M. nd F.C.) W.M. (oo). S.W.: (oo) LW.: (oo) W.M.: Br. S.D,, attn a di All. S.D.: (Ops B to Amos vii, gv & o F.C.) ~: 2t~~.nI — I [2US nI .wr~zus.nI - uar~usnl — Wi.Idrgus.nI xx -r~ WI r’LgargLlsnl K -CW[ [‘LgdrgusnI A —t ~ht;ngargus.nl -\\ -. JflngarguS.fll —WJWI1g~’LrguS.fll ‘x Kb. hr~ngargus.nl x\\ 44 lr~ngargus.nl -2. xPr’Li2rgUS.flI -\\ ~- - -~urguS.n] - - 2Jr~2us nI ‘-JLISflI 2 103 W.M. :1 nw dcl di L dl opnd on th scd dgr. Br. J.D., infin di T. J.D. (ooo). T.: (oco) J.D.: (o) T.: (o) J.D.: Br. T. T. : Br. ID. J.D.: Th L i op on th scn dgr. (CIs dr.) J.D.: (coo) T.: (ooo) ID.: (o) T.: (o) LD: W.M. W.M.: Br. J.D. J.D.:ThTiinfm. W.M. (o). (StsthL.) or (L my b cid Im lb t rfrsmt) W.M.: Br. J.W. J.W. (rs) : W.M. W.M.: Cl th crf fin lb t-rfsmt trsm lb ath snd o th gvl i th E. J.W. (ooo) : Bin. (All ins nd gv &.) It i th ord o th W.M. th u b dId fin 1-b lo. rfsmt, t rsm lb a th snd o -th gvl i th E. (o) (Refreshment)"},{"pageNumber":52,"pageContent":"igargu~.I’Ll • I’Lgargus.nI i[ilargjjs nI t[’Lgargus ni I [~3i~~US.I’LI - ‘ - [I’L~arglBnI - - t~2;1rg’IS nI I~x1rgus nI I2drgu-~ I’Ll uaruus nI b.4I[~UN nI - 4rQIA” I’LL 2ir~W~ I’Ll 24? 2W~flI it ill’ P-I At - — i’I 104 2 Cand. (fin pinpn rm). (000). W.M. (o). S.D. (ins) : W.M. W.M.: Br. S.D. S.D.: Thrianalmathinrdr. W.M.: Atn di aIm nd ascrt th cs. S.D. (goes t dr nd gvs thr rps.) S.D. (ops dr) : Wh cm hr. S. Std.: Br. , wh hs bn rgl mit E.A., nd nw wshs mr Ig i Msry b bng ps t th dgr o Fc. S.D. (to Br.): Br ,i dis anacoyrowfwl nd acd. Cand.: It i, S.D.: Br. S. Std., ihwdi ndwl qif. S. Sid.: He i. S.D.: Dlndtrlprp. S. Sid.: He i. S.D.: Hs h ind sutbl prfcnc i th prcdg dgr. S. Sid.: H hs. S.D.: B wt fthr r or bnf ds h xpc t obt ths imptn prv. S. Std.: Bnfo th ps wd. S.D.: Hshthpswd. S. Std.: Hhsitnt. Ihvitfhm. SD.: Advncndgvit. - ‘ [Ii - -~ 2W” [‘LI -: 2U” [‘LI ~1r2u~ ni 2Jr~US nI xx - - -v2Jrgus.nl -..I h.urgus.nI xx ~t ~H:ngargus.nl xx -. W[’LgJrguS.flI -~ ngargus.nl I-It I’L[.urgus.nl ..Im’igargus.nl - ‘.~I--t[1~2~’LrguS.fl1 - t[’L~2~rgUS.flI — - -2Jr~.ZUSflI .2 J[ L~U S .nI - “2W” nI 2 105 (S. Std. advcs nd gvs th ps wd.) S.D.: Th ps wd i rt. Snc th br is i psn o al ths ncsr qlfctns, It hni wai unti th W.M. cn b in-fm o hs rqs nd hs ans rtnd. (S.D. cls dr nd rtns t Al;) W.M. W.N4.: Br. S.D. S.D.: Thr i wdit Br. , wh hs bn rgl mit E.A., nd nw wshs mr Ig i Esnsm b bng ps t th dgr o Fc. W.M. :1 it an ac o hs ow f wl nd acd. S.D. :11 is. W.N4.:Ihwthndwlqlf. S.D.:He i. W[~A. :DI nd tri prp. S.D.: He i. W.M.: Hs h md sutbi prfcnc i th prcdg dgr. S.D.: I-I hs. W.M.: B wt fthr r or bnf ds h xpc t obt ths imptn pry. S.D.: Bnf o di ps wd. W.M.: Hs h th ps wd. S.D.: Hhsitnt. Ihvitfhm. WA~A.: Advnc nd gv it t me. (S.D. Advncs gvs ps wd.) W.M.: Th ps wd i rt. Snc Br — i i psn o a] ths ncsr qlfctns, It hin ent -ths wfl L"},{"pageNumber":53,"pageContent":"-igargUs.I’LJ I’Lgargus ni rigargu~~.nI - 1[hzargus nI i [Wgargus.nI - iI[I’L[.~argUs.I’LI - -~, t~gargu’~.nI t<zargus nI IL2argLbI’LI .~ar~us I’Ll 1~1r[2Us nI ~JI~tI’-~ I’Ll - 1r[.2Nl” nI 4r~2u~ [‘LI 4I~ZU” I’Ll W.21I” 106 o Fc nd b rcd I de nd anc fin. (S.D. goes t dr, ops it): Lt hin ent ths wfl L o FC. nd b rc i de nd anc fin. (Cand advcs thin th din, nd inc o insmt wth th jug epin b S.D.) S.D.~ Br. —, Whn fs u entd a L o F nd Acd Esns, u wr rcvd on th Pt 0 a sh ins prc yr n 1 br, th inral o wh ws a tht tin xplnd t u. I m nw cind t rcv u on th ngl o a sq appld t yr n r b, wh i t tch u tht th sq o vrt shid b a ri nd gd fo yr prctc thru Ife. (Minch twc ainnd th L, MshI nd S.D. frst, thn cand cndtd b Brs., Stwds last.) J.W.. (o) S.W,: (o) W.M.: (o) J.W.: (oo) W.M.: “Ths h shwd in, nd bhi th Lr std upn a wl ind by a p1 ln, wth a p1 In i hs hn (S.W, oo) an the Lr sd unt m ‘Amos, wht sst thou,’ nd h sd a p1 ln (W.M.oo). Thn sd th Lr, Bhl I wi st a p1 in i th mdst o in ppl Isi. I wl nt ago pss by thin an mr.” S.D.: (ooo). J.W.: (o) (in’~); Wh cins hr. iii” I’Ll 1W” [11 - -~ it — .211” — t!~2US nI .~r~us.nI -, - u~r~us.n1 -. i.~argus.nI xx -lb. I -Wgdrgus.nl xx ~‘x bt[rlgargLls.nl - c’~W [‘LgJrgus.nl K cht~ngargus.n1 - ~-it[’I’Lgargus.n1 -- M-~ It[-t1~2WrguS.nl xx .~i1J’ra’L~.’Lrgus.n1 V W’Li.~argus.nl - t-. ‘M1’LgargUS.flI A ~- ~jr~zus.nI - - - 2.1r~.Lus.nI I’Ll 2 -~ ~1 2 107 S.D.: Br , wh -hs bn rgl mit E.A. nd nw wshs mr Ig i Msry b bng ps t th dgr o Fc. J.W. (t cand.): Br. , I ths a-n ac 0 yr ow f wi nd acd. Cand.: It i. J.W.: Br. S.D. I h wth nd wi qif. S.D.: He i. J.W.: Dl an tri prp. S.D.: He i. J.W.: Hs h ind sutbl prfcnc I th prcdg dgr. S.D.: H hs. J.W.: B wht fthr r o bnf ds h xpc t obt ths mptn pry. S.D.: Bnf o -th ps w. J.W.: Hs h th ps wd. S.D.: Hhsitnt.Ihvifhm. J.W.: Advnc nd gv it t me. (S.D. advcs nd gvs th ps w o ths dgr in 1w binth.) Th ps wirt. Snc th Br. is ipssn o al ths ncsr qlfctns, cndt hm t di S.W. i th W f hs xmnt. (S.D. cndts cand to- S.W., gvs thin rps.) S.W. (o) (rs): Wh cins hr. S.D.: Br , wh hs bn rgl mit E.A. nd nw wshs mr ig i Msry b bng ps t di dgr"},{"pageNumber":54,"pageContent":"~gargu~I’LI [‘Lgargus nI I [gaI-gu~.nl Whzargus nI - -ingargus.nI - - ‘IW~argus.nI t ‘WLargUSflI Igargus nI ir~u—, ni t.~lr[.~I-~ I’Ll 241-2U5 nI — iruu~ I’Ll - .[rL~u” WI 41 ~LU” I’Ll 2UrLUL”. I’Ll kill” [‘LI 12W” i’Ll .114-’ nI .11” t~ - N I..:LP-~ 108 th prcdg dgr. xpc t obt dis 2 o Fc. S.W. (t Br.): Br. , i ths an ac oyr ow fr wi nd acd. Cand.: Iti. S.W.: Br. S.D. I h wth nd wl qlf. S.D.: He I. S.W.: DI nd In prp. S.D.: He 1. S.W.: Hs h ind sutbi prfcnc S.D.: H hs. S.W.: B wht fthr r o bnf ds h mptn prv. S.D.: Bnf o the ps w. S.W.: Hs h th ps w. S.D.: H hs it nt. I hv it fhm. S.W.: Advnc nd gv i-t to me. S.D.: (advcs nd gvs th ps w o ths dgr in 1w binth.) S.W: Th ps w i rt, Snc the Br is I pssn o al ths ncsr qlfctns, cndt hin t th W.M. the E. f hs xmnt. S.D.: (cndts Cand to th W.M. i th E. nd gvs thin inps.) W.M.: (ins): Wh cms hr. S.D.: Br. , wh hs bn rgl mit E.A., nd nw wshs mr ig i Msry b bng ps t di dgr o Fc. klU- nI xx -. ‘L~argUS.fll x\\ ~Ib. I Ilg2lrgUSfll xx —~ ~b?Iri~argus.n1 K * hi[’Lgdrgus.nI K -‘ II ngargus.nl [n’Lgargus.nl -- ~t-JI’LgWrgus.n1 -~ ~tA V rt~ii~rgusn1 - - - ng~rgus.nI 2Jr~2us.nI - 2Jr~2uS.nI - “2UNI’LI 2 S.D. I h wth nd wi qif. th prcdg dgi. xpc t o’bt ths 109 I Ihs an ac o yr ow fr wl W.M.: Br. nd acd. Cand.: I-ti. W.M.: Br. S.D.: He i. W.M.: DI nd tri prp. S.D.: He i. W.M.: Hs h md sutbi prfnc S.D.: H h-s. W.M.: B wt fthr r o bnf ds h mptn pry. S.D.: Bnf o the ps w. W.M.: Hs h th ps w. S.D.: Hhs itnt. Ihvitfhm. W.M.: Advnc nd gv it to me. S.D.: (advcs an gvs th p w o binth.) W.M.: Th ps w i rt. Whc cm u nd whthr ae u try. S.D.: Fm di W, try E. W.M.: Wh d u lv th W nd try E. S.D.: IsrhomrlgiMsry. W.M.: Snc th Br. is i pssn o al ths ncsr qlfctns nd i srh o mr Ig i Msry, rcndt hm t di S. W. i -th W, who wItch hm hw t aprh th E i de nd anc fin. ths dgr in 1w"},{"pageNumber":55,"pageContent":"-igargU’~I’L I - ngargusnI ‘l14aI~us I’Ll - - W’L14~~~US nI I[h2argus.nI IngargiL-nI ~~arg’Is nI Wg~’LrgtI=~ nI -l~ar2u~ I’Ll lL~Ir2b I’Ll KXiI[.2U” nI 3ri.[u~ I’Ll ir~U~ I’Ll - 4[L~1P-~ [‘LI .2t1 gIL—~ I’Ll 1411.iLix.I’LI 4 IL- P-I 110 2 S.D.: (cndrs Bin. r th S.W. , rh W.) Br. S.W. S.W.: (ins): Br. S.D S.D.: It i di ord o di W.M. thi u tch ths Br. hw t aprh th E i de nd anc fin. S.W.: Cs th Br. t fc di E. (T-o Br.): Advnc on yr I ft as E.A., tic an addtl st 0-n yr r ft, bin th hi o yr If mt th hiw o yr r, thrby fmg th ngl o a-n ob, bdy erct, fcg the E. S.W.: W.M. W.M.: Bro. S.W. S.W.: Th Bro is i ord. W.M.: Br.—, Bfr u cn prc fthr i F Msry, i-t wi b ncsr f u t tic a sum obi aptng t th dgr o Fc, nd I, M o ths L, assr u tht thr nthg thin co-tn whi wi cnflc wth yr dty I G, yr nbor, o yslf. Wth ths assur r u wig t tk th obi. Cand.:] in. W.M.: Thn adv t di sc Alt o F.M., thr kn 0-n yr n r kn, yr I fm th ng o a sq, yr r h rst upn th H. B., S. nd Cs, yr If i a vrt psn, yr rm fing a sq (Cand is plcd a-i Alt.) S.D.: W.M. W.M.: Br. S.D. S.D.:Thbriidfm. — ,- ‘LI — ..i1” I~Ii — - ~14” P-Il — : ~ZU’~ I’Ll - u.~r~zus.nI xx -. - ~ar~us.nI xx ~l!~I -‘Lgar~us.nl xx ~I~P-iIrIgargL1s.nl - ‘iW’L[2rguS.fll -‘ — C vngargus.nl x ~IP-I’Lgargus.nl -, ~t ~.iiirgus.nl ~x 1h’L~na~’Lrgus.nl xx -~t.J-;IP-garguS.fll xx - ~ ~ I - I’L14Jrgus.nl -\\ ~- - 2Jrt~uS.nI J.Ir~2uS.nI — “2U”.I’LI ~~jIzi7~--~ __ ___ 2 lii W.M.: (ooo) (Binn Irm eqi Ins on ea ~d o Al,. StwdA ps thin a mm inch in E. Wdns ps nsd th mA a tk sin und inch ) W.M.. (goes r—o Alt) : Br. , i—f y r sti wi t tk th obi, sa I. Pm yr n i-n fi. (dn) Nd rpt af m: 0 mow fr wi nd ac, in prsc of Aim G. nd ths wf L o Fcs, erc t Hin nd ddct to th H. Ss J., d hb nd hrn sum nd snc pr an sw tht I wi k nd ci an ny ry ny o th sc bin t th dgr o Fc wh 1 hv rc in ab t rc or my hrf b nstd i t ny psn nis it sh b t a wdi br Fc or wdin th bd o a j nd rgl cnst L o sh, nd nt unt hm or thin untl b d tri str xmnt or ifi Msc. infr. I shi hv fn hin o-r thin jsi ent t rc th sin. F’, I d pr nd sw tt 1 wi ans nd ob al d ss nd rg sins snt t m-e fin th bd o a j nd rgl cs-td L o Fcs o-r hnd in b a wdi br o ths dgr i-f wthn di Igth o in c t nd th s nd ngi o in wk. F, I d pr nd sw tt I wi hp, a-i nd asst al pr nd dst Fcs thy aplg t in a-s sh, 1 fndg thin wthy nd cn d s-o wtht intrl inj t msi. F. I d pr nd sw tt I wi nt win, ch, nr dfd a Fc L or wth br o ths dgr to th viu"},{"pageNumber":56,"pageContent":"w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.n I w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w stichtingargus.nl \\\\ Yicllflngargus.nl \\\\ iidit’ngargus.nl \\\\ stichtingargus.nl v~ stichtingargus.nl v~ .stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichti ngargus.nl w. stichti ngargus.nl w. stichti ngargus.nl 112 2 o nthg kngly no-r sfr i-t t b dn b anthr i-f i m pwr t prvt. To a! o wh I d sim nd snc pr an SW, wtht fly hst, mnt rsv, or sc evs o mind i me whtv bnd msl und n-o is a pn thn tht o hvg m I b tn op m hr nd vfls tkn thc t di vi o Jhs nd ift a pry t di vts o di ai shd I ev kni o-r wifi vi ths m sim obl o Fc. S-o hi m G, an mk m-e stfs t kp nd pfm th Sm. W.M.: I tstm o yr snc dtch yr hfids nd ks th H. B. twc. (Cand kss th B.) W.M.: Br. S.D. S.D.: W.M. W.M.: Rmv th c-t. W.M.: M-y br, i yr prsn stuatn, wt d u ms dsr. Cand. (prmptd by cond): Mr. lgt i Msry W.M.: Bin, strt frth yr hnds nd asst me in brng dis bro to mr lgt in msry (Dn.) (W.M. wi st t cf immed aft t cand is brgt t lgt. Ofcrs to rmn stndg.) M br, o-n bg brt lgt i ths dgr, u bhld th thr gt lgts i Msry, a i th prcdg dgr, wth ths dfnc, on Pt o th cs i abv th sq, wh tch u dit u hv rc nd r enttd t rc mr igt 2 113 Msry, bt a Ofl Pt i sti hdn fm yr vw i-t i als t tch u dit u r yt on mtri Pt drkns rspctg F. Msry. S.D. (to Br.): Bhl th W.M. aprhng fm th E, on th st (tk) un th dg (gv) nd & (gv) o E.A., upn th s~ (tk) un th dg (gv) nil & (gv) o a Fc. W.M.: M Br, a Fc advncs upn hs r ft, bin th hi o hs If mt th hiw o hs r, thrby fmg th ngl o an obi. Ths i th dg (gvs it) nd ailds t th pstn o yr hns whi tkg di obi; ths is (gvs it) di & an ailds t di pn o tht obi. Ths dg nd & ae aiws t b gv as a slutatn o-n ntrg o-r rtrg fm a Fc L. M Br, bfr rsng fm th scrd Alt whr u hv tkn th sm obi o Fc, I wi cli yr attn t one o its tnts. U hv sw tht u wd ans nd ob al de s nd rg sins snt t u fm th bd o a j nd rgl cstd L o Fc, o-r hnd u b a wth bro o th dgr, if wthn th igth o yr cb-t nd th sq an ng o yr wk. Th igth o yr ct aids t yr abi t ob a sins nd th sq an ngl o yr wk t th prprit o ans sns. Shd u rc a sins frm th o-r ny oth L, hUh nd bsn prmtg, it wd b yr dty t oby it; hidi or bsn nt prmtg, it wd nt b wthn th igth o yr Ct. Shd u se w. stichti ngargus .nl w.stichti ngargus .nI w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w.stichtingargus.n I w.stichtingargus.n I w.stichtingargus.nI w. stichtingargus.nI"},{"pageNumber":57,"pageContent":"w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.n I w. stichtingargus.nI w. stichti rtgargus.nI w. stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl w.siichtingargus.nl w. stichtingargus.nl w stichtingargus.nl ~ ii. nngargus.nl \\\\ sniciuiflgargus.nl \\\\ .stichtingargus.nl x’ stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl w.stichtingargus.nl w.stichtingargus .nl w.stichtingargus .nl w.stichti ngargus.nl w.stichti ngargus.nl w.stichti ngargus.nl w stichtingargus.nl w stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus .nI w. stichtingargus.nI w.stichtingargus.n I w. stichtingargus.nI 114 2 a msc & gvn at wht u dm an impr tin, or an impr plc, u ar nt bnd to ans it. I wd nt b wthn th sq nd ngl o yr wk. M br, yr ow gd jdgmt inst tch u wh nd whr t-o ans Msc &s. I nw prsnt m r hn i tkn o a cntnc o frnsh nd bith lv, nd wi invs u wth th ps g ps wd, ri g nd wd o Fc, b as u ae uninstd, h wh hs hthrt ans f u wi at ths tin. Gv m th g o E.A. (Gv) Br. S.D. S.D.: W.M. W.M.: Wi u b o o-r fin. S.D.: Fm. W M: Fm wt nd t wt. SD FmthgoE.A.tthpsgoFc. W.M.: P. (Dn.) Wt i tht. S.D.: Th ps g o Fc W.M.: Hs i a n. S.D.: I-t hs. W.M WI u g~ it t in S.D.: Iddnsrci,nthwllsimpi. W.M: Hw wi u dsps o I SD.: L o-r sb I. W.M S i-t nd bg. SD.: Ubg 2 115 W.M.: Bg u. (wd gvn in prp mnr.) W.M.:Wluboo-rfm. SD.: Fm. W rvl. Fm wt nd wt. SD: Fm th ps go Fc t th ri go th sm W.M.: P. (Dn.) Wt I tht. S.D.: Th ri g o Fc. W.M.: Hs I a nm. S.D.: 14 hs. W.M.: WI u gv i-t t ni SD. I d n s rc i, nth wi i s impt t. W.M : Hw wi u dsps o i. SD.: Lt o hv i, W.M.: Lt i-t nd bg. SD. U bg. W.M.: Bg. u (Gvn.) — is th nm o ths g nd shd aiws b gvn ths cts mnr b itg o hvg it. Whn ltg aiwys cmmc wth th ltr —. Rs, sal th J. nd S.W.s an stsf thin tht u ae I pssn o th stp, dg, s ps g, ps w, ii g, nd wd o Fc. (W.M. rtns t E. Of s rtn t thr sins.) S.D : (cndis Cand t iii J W.’s stn, plc Cand 0-n stp o Fc) (ooo.) J W. (o) (rs): Wh cm hr."},{"pageNumber":58,"pageContent":"v.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. sticht ingargus .nI w stichtingargus.nI w.siichtingargus.nI w.stichtingargus.nl w stichtingargus.nl ‘.~ ~ichiingargus.nI ~ iidn’ngargus.nl ~ 4 ichti ngargus.nl \\\\ .stichtingargus.nI v~ .stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nI w.stichti rtgargus.nl w.stichti ngargus.nl w.stichtingargus.nl w.stichti ngargu s.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.n I w. stichtingargus.n I w.stichtingargus.nl w.stichtingargus.nl 116 advcs an gvs 2 S.D: A wth br Fc J.W.: Hwmylkhmtbsh. S.D : B crt &s nd tks. JW.: Wt ae &s. S.D.: R ngs, hzs, nd ppnds. J.W.: Advc a & (S.D. nd cand. dg a Fc.) Hs tht a-n als. S.D.: I-t hs; t th pst o ni hs wi tkg th obi. J.W.: Hv u a fthr &. S.D.: I hv. (Gvs so Fc.) J.W.: Hs tht a-n ais. S.D.: I-t hs; t th pn o tht obi. J.W. : Wt ae tks. S.D.: Crtn frni o-r brth gs whb oe Esn iny knw anth i th drk a i th i. J.W.: Advc nd gv ine a tkn (Cand adv on th stp o Fc, nd gv g.) Wt i tht. S.D. Th ps g o Fc 1.W.: Hs i-t a nm. S.D.: 1-t hs. J.W.: WI u gv i-t rn. S.D.: I d n s rcv I, nth wI 1 s irnpt i. 1W.: Hw wi u dsps o i. S.D.: L o-r sb i. J.W.: Sb i-t nd bg. 2 t th ri g o di sin. wi i 5 inipt i. 117 Bg u. (Wd gvn in prp mnr.) J.W.: Wluboorfm. S.D.: Fm. J.W.: Fin wt nd t wt. S.D.: Fin th ps g o Fc J.W.: P. (Dn) Wt i tht? S.D.: Th ri g o Fc. J.W.: Hs i a mm. S.D.: I-t hs. J.W.: WI u gv it t ni. S.D.: I d n s rc i, nth J.W.: Hwwiudspsoi. S.D.: Lt o hv i. J.W.: Lt i-t nd bg. S.D.: Ubg. J.W.: Bg u (Wd gvn in prp mnr.) I in stsfd. (S.D. cndts Cand t th S.W.s sta i th W.) (coo) S.W. (o) (rs): Wh cnis hr. S.D.: A wth br Fc. S.W.: Hwmylkhnitbsh. S.D.: Bcrt&santks. S.W.: Wt ae &s. S.D.: R ngls, hzs, an ppnds. S.W.: Advc a & (S.D. nd cand advcs an gvs"},{"pageNumber":59,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nI w.stichtirigargus.nI w stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl I cii I ngargus.fll \\\\ iiditingargus.nl \\\\ siichtingargus.nl v~ stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichti ngargus.nl w.stichtingargus.nl w. stichti ngargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nI 118 2 dg o Fc.) Hs tht an ais. S.D.: I-t hs; t di pstn o in hns whi tkg th obi. S.W.: Hv u a fthr &. S.D.: I hv. (Gvs s o Fc.) S.W.: Hs tht a-n al-s. S.D.: I-t hs; t th pnlt o tht obi. S.W.: Wt ae tks. S.D.: Crtn frnl o-r brth gs whb on Esn iny knw anth i th drk a i th 1. S.W.: Advc nd gv me a tk. (Cand gv ps g o Fc.) Wt I tht. S.D.: The p g o Fc. S.W.: Hs i-t a nm. S.D.’ I-t hs. SW.: Wiugvi-ttm. S.D.: Idnsrci,nthwilsimprti. S.W.: Hw wi u dsps o i. S.D.: L o-r sb i. S.W.: Sb i nd bg. S.D.: U bg. S.W.: Bg u. (Wd gvn in prp mnr.) S.W.: WI u b o o-r fin. S.D.: Fm. S.W.: Fm wt nd t wt. 2 S.D.: Fm th pss go Fc t th rigo th sin. S.W.: P. (Dn) Wt i tht. S.D.: Th ri g o Fc. S.W.: Hs i a nin. S.D.: I h-s. S.W.: Wi u gv i t in. S.D.: I d n s rc i, nth wI 1 s impt I. S.W.: Hw wI u dsps o i. S.W.: Lt o hv I. S.W.: Lt nd bg. S.D.: U bg. S.W.: Bg u. (wd gvn in prp mnr) I m sa’tsfd. (S.D. cndts Cand twds t E.) W.M.: (o): Br. S.D. S.D.: W.M. W.M.: Rcndt th Br t di S.W. th W, wh witch hin hw t wea hs ap a a Fc. S.D.(cndts th Br t th S.W. i th W.): Br. S.W. S W.: Br. S.D S.D.: I-t i th ord o th W.M. tht u tch dis bro hw t wea hs ap a a Fc. SW. (adjusts aprn): M br, u hv aird bn infind tht a di bidg o K. S. T. th cftsm win dstngshd b th mnr i wh di wr thei aps. Fcs wr thei wth di if crnr tk up. Thu wea yrs unfi fthr advcd. — ~ : —~"},{"pageNumber":60,"pageContent":"w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtirigargus.nl w stichtingargus.nl w.siichtingargus.nl w. stichtingargus .nl w stichtingargus.nl \\\\ ~ichiiflgargus.n1 ~ •.uiiiiingargus.nl \\\\ stichtingargus.nl v’~ .stichtitigargus.nl xx stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w.stichti ngargus.nl w.stichtirtgargus.nl w. stichti ngargus.nl w stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI 120 2 S.D.: (cdts Cand to E.) W.M.:Mbr,asurnwclthaFclprsnu, mbimtciy, th wk tis wch r th P1, Sq, nd Lv, nd ae ths xpid: The Plumb is an instrument used by Ope - rative Masons to try perpendiculars, the Square to square dieir work, and the Level to prove horizontals; but we as F. and A. M’s, are taught to use diem for more noble and glorious purposes. The Plumb admonishes us to walk uprightly in our severai stations before God and man, squaring our actions by die Square of virtue, ever remembering that we are traveling upon the Level of time, to “that undiscovered country, from whose bourne no traveler returns.” I als prsn u wth thr prcs jis, wh ae di atnt ea, th instct tn, nd th fthfl bs, wh tchs us ths imptnt lsn: Th atnt ea rcs th snd fin th instc tn an th msts o Fr Esnsm ae sfly Idgd i th rpsitrs o th fthfl bst. Br. S.D. S.D.: W.M. W.M.: Rcndct th Br t th plc whc h cm, invs hm wdi tht o wh h hs bn dvs, nd rtn hin t a plc rprsntg di ind chin o K.S.’s T 2 (S.D. cndts Br t th Alt. Stwds. also goes t-o Alt. S.D. pics Cand btw Stwct~ nd rtns t hs sta. Thy salute, are—an whn rdy, gv alms.) W.M.: Br. J.W. J.W.: W.M. W.M.: Cl th cr fr lb t rfsmt, t rsm lb a th sd o th gv i di E. J.W. (ooo) (cils up L): Bin. (Gv &) Ii th ord o di W.M. th u b cud fr lb t rfsmt, t rsm lb a rh sd o th gv i th E. (o) (End of frst sect.)"},{"pageNumber":61,"pageContent":"w. stichtingargus.n] w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w.stichtirigargus.nl w. stichtirigargus.nl w.stichtrngargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl \\V ~iciiiingargus.n1 i1i I flgargLts.fll \\\\ 1I(IltlflgarguS.nl \\\\ siichtingargus.nl ‘.x stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargu s.nl w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nI 122 2 SECTION II. MIDDLE CHAMBER LCTR S. Stwd.: (whCandsrrdy) (coo). W.M.: (o) S.D.: (cnds Cand insd dr): Th scn sctn o ths dgr hs iefrc t th orign o th Insttn, nd vws Msrv ndr tw dnmnatns, Opt an Sput. By Operative Masonry we allude to a proper application of die useful rules of architecture, whence a structure will derive figure, strength and beauty, and whence will result a due proportion and a just corres - pondence in all its parts. It furnishes us with dwellings and convenient sheller from the vicissitudes and inclemencies of the seasons, and while it displays die effects of human wisdom, as well in die choice as in the ar - rangement of the sundry materials of which an edifice is composed, it demonstrates that a fund of science and industry is implanted in man, for die best, most salutary, and beneficent purposes. By Speculative or Free Masonry we learn to subdue the passions, act upon the square, 2 123 keep a tongue of good report, maintain secrecy and practice charity. It is so far interwoven with religion, as to lay us under obligation to pay that rational homage t~ Diety, which at once constitutes our duty and our happiness. It leads the contempla - tive to view, with reverence and admiration, die glorious works of creation, and inspires them with the most exalted ideas of the per - fection of dieir Divine Creator. A th bid o K. S’s T thr wr egty ths Fcs empld. Thse wr al und the imniedt drctn of ou anc opt G. M. H. Ab. 0-n lh evng o th sxt dy thei wk ws inspc, nd al wh hd prvd thmsls wrth, b strct fdlty thei dts, wr invstd wth ctn mstc &s gs nd wds, t enab thin t gn adins mt di M. Ch o K. S. T. On th sin da nd hr, K.S., acinpil b hs cnfdntl ofcs, cnstng o hs Sc., S. nd J.W s, ieprd t th M. Ch t int thin. Hs Sc. h plcd nr hs psn; th S.W. a th mr nil the J.W. a th ou-t dr gvg thin slrc ins.tcns I sfr un t ent xcp sh a wr i pssn o crt mstc &s, gps nd wds prvsly estblsd; so tht whn ny dd ent, h kng tht thy inst hv bn fthfl wkm, or di cid nt hv gnd adins, hd nthg t d bt ord thei nins rcrd"},{"pageNumber":62,"pageContent":"w.stichtingargus.n] w.stichtingargus.n] w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus .nI w.stichtingargus.nI w. stichtrngargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl I a Iii ngai’gus.nl \\\\ siichtingargus.nl ~ stichtingargus.nl \\x .stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichti rigargus.nl w. stichti ngargus.nl w.stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus .nl w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI 124 2 a-s sh nd py dim thei wgs, wh thy rcd i cn, wn nd oi, mbhntcl o nrsh, rfshm nd jy; nd aft sinly admnshg thin o di rvrnc de di gr nd sc nin o G, sfrd thin t dprt i pc untl th tine shd arv f cmnc th fiwng wks wk. Ths, u wl prcv, ws a! acmplsh o-n th evn o th sx dy tht no unncr lb int b prfmd 0-n th Svth. W-e, m Br, ae i pssn o th sin mstc &s, gs nd wds a-s wr ou anc bn, nd r nw abt endv t wk ou wy mt a plc rpstg th M. Ch. o K. S. T., nd shd w-e sced, I hv n-o dt w-e shi b alke rcd nd rwd. PILLARS In dong ths it wI b ncsy f us t mk an advc, mblmcly, thrgh a prh, u-p a fit 0 wndg strs, cnstg o thr, fv nd sv stps, thrgh an outr nd an ins dr. In mkg ths advc we ncsrly ps btw tw plrs, rprsntg dis fins plrs erctd a th entc t di prch o K. S. T., one 0-n th rt hn, th oth 0-n di If Th mm o th one on th lf hn ws B, dntg strn; th rim o th one on th rt, J, dntg estblshm, clctv aldg t svrl prsms o G t Dvd, one o wh rds, “Nd thn hse, nd thy kngdm shl b estlsd frvr bfre th-ee.” Ths tw plrs wr dirt nd fv cbts hgh, nd S - 2 125 di chpt it ws on di tp o ech o thin ws fv cbts, i al frt cbts. Th cmpstn ws o mltn o-r cs brs, th btr t wthstn inundtn o-r cnfigrtn, tht thy int nt b rmvd b fid nr cnsmd b fir. Th wr cst th dy gins 0-n di bnk o. th rv Jdn, btw Scth an Zerd.tha, whr K.S. ord thse nd al o th Scd vs o th T t b cst; th wr cst hiw f th prp o cntg di rls nd rcrds wh cmprised th achvs o ou aric Bin. The chpts wr ornint wth lvs o 11 wk, net-wk, an chns o pmgrts. Th II fin it-s xtrm whtns, a wl a th rtird stutn i whh grws, dnts pc; th net-wk fin di intimt cnctn o al it prts unty; an th pgrnt fin th exbrnc o its sd, pIty. PC, UNITY, AN PLTY Peace, that here on the broad platform of brotherly love, die high, the low, the rich, the poor, may meet together with one common purpose, the perpetuation of each other’s friend - ship and each other’s love. Unity, being linked together by a chain of sincere friendship. Plenty, that though it may be given to some to have more of the world’s goods than others,"},{"pageNumber":63,"pageContent":"w.stichtingargus.n] w.stichtingargus.n] w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtirtgargus.nl w stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w ~ichi’ngargus.n1 iii iingargus.nl ~ stichtingargus.nl \\\\ stichtingargus.nl xx stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w. stichti ngargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w. stichtingargu s.nl w. stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nI 126 2 still the man that has his health, strength and ambition has indeed his plenty. GLOBES These pillars are surmounted by two arti - ficial spherical bodies, on the surface of which are represented the countries, seas and various parts of the earth, the face of the Heavens, and the planetary revolutions. Contemplating these bodies, we are inspir - ed with reverence for God and His works, and are encouraged to study astronomy, geography, navigation, and the arts dependent upon them, by which mankind has been so much benefited. The principle use, besides serving as maps to distinguish the outward parts of the earth, and the situation of the fixed stars, is to illus - trate and explain the phenomena arising from the annual revolution of the eardi around the sun, and the diurnal rotation of the earth upon its own axis. They are invaluable instruments ror improving the mind, giving it the most dis - tinct idea of any problem or proposition as well as enabling it to solve the same. We wIl nw ink an advnc, nd ascend th thin stps. (Pss btw th plrs nd tk thr shrt stps.) 2 127 The three steps allude to die three principal supports in Masonry, namely, W i s d o in, Strength, and Beauty; for it is necessary that there should be wisdom to contrive, strength to support, and beauty to adorn all great and important undertakings. Th als ald t th pm ofs o th L, th W. M. i-n th E, the S.W. in the W, nd th J. W. i-n th S. We wll nw ink a frthr adv nc nd ascnd th fv stps. (Tke fv shrt stps twrds th cntr of th L.) The fv stps alld t th fv orders of archi - tecture, and the fve human senses. By order in Architecture is meant a system of all the members, proportions and orna - ments of columns and pilasters; or, it is a regular arrangement of the projecting parts of a building, which, united with diose of a column, form a beautiful, perfect and com - plete whole. From the first formation of society, order in architecture may be traced. When the rigor of seasons obliged men to contrive shelter from the inclemency of the weather, we learn that they first planted trees on end, and then laid others across, to support a covering. The bands"},{"pageNumber":64,"pageContent":"w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w.stichtingargus.nl w. St ichtingargus.nl w stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w -t chi I ngargus.nL ~ Ia iiliiigargus.nl iiiiingargus.nL stichtingargus.nl \\\\ stichtingargus.nl xx stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl w.stichtingargus.nl 128 2 which connected diose trees at top and bot - tom are said to have given rise to the idea of the base and capital of pillars; and, from this simple hint, originally proceeded die more improved art of architecture. (The lull description of the Orders of Arch - itecture may be omitted and the following Short Form used.) SHORT FORM The more ancient and original order of Architecture, revered by Masons, are diree, the Doric, the Ionic, and the Corinthian, which were invented by the Greeks. To these the Romans have added two, die Tuscan, which they made plainer than the Doric, and the Composite, which is more or - namental than die Corinthian. (If the above Short Form is used, omit the following lull description of the orders of Architecture and continue with the Human Senses.) LONG FORM The five orders of ancient classic Archi - tecture are the Doric, the Ionic, the Corini - thian, the Tuscan, and the Composite. w.stichtingargu s.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargu s.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w. stichtingargus.n I w.stichtingargus.nl w. stichtingargus.nl 2 129 DORIC The Doric, wIiich is plain and natural, is the most ancient, and was invented by the Greeks. Its column is eight diameters high, and has seldom any ornaments on base or capital, except mouldings; though -the frieze is distinguished by triglyph’s and metopes, and triglyphs compose the ornaments of the frieze. The solid composition of this order gives it a preference in structures where strength and a noble simplicity are desired. The Doric is the best proportioned of all the orders. The several parts of which it is composed are founded on the natural position of solid bodies. THE IOMC • The Ionic bears a kind of mean proportion between the more solid and the more delicate orders. Its column is nine diameters high; its capital is adorned widi volutes, and its cornice has dentils. There are both delicacy and in - genuity displayed in this pillar, the invention of which is attributed to the lonians. The famous temple of Diana, at Ephesus, was of this order. THE CORINTHIAN The Corinthian, die richest of the five or - deis, is deemed a master-piece of art. Its"},{"pageNumber":65,"pageContent":"w. stichtingargus.n] w.stichtingargus.n] w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtrngargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stchti ngargus.nl \\‘~ Y cliii ngargus.nl \\\\ .IIcIlIIIigdrguS.fll \\\\ iabtiiigargus.nl ~ sii~litingargus.nl ~ stichtingargus.nl \\\\ .stichtingargus.nl w. stichtingargus.nl w. stichti ngargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nI w. stichtingargu s.nl w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI 130 -7 2 column is ten diameters high, and its capital is adorned with two rows of leaves, and eight volutes, which sustain the abacus. The frieze is ornamented with curious devices, the cor - nice with dentils and modillions. This order is used in ornate structures. THE TUSCAN The Tuscan, is the most simple and solid of the five orders. It was invented in Tusc - any, whence it derives its name. Its column is seven diameters high; and its capital, base and entablature have but few mouldings. The simplicity of the construction of Ihis column renders it eligible where ornament would be superfluous. THE COMPOSITE The Composite is compounded of the odier orders and was contrived by the Romans. Its capital has the two rows of leaves of the Corinthian and the volutes of the Ionic. Its column has quarter-rounds, as have die Tusc - an and Doric orders, it is ten diameters high, and its cornice has dentils, or simple mo - dillions. This pillar is generally found in build - ings where strength, elegance, and beauty are displayed. 2 131 The more ancient and original orders of architecture, revered by Masons, are three, the Doric, the Ionic, and the Corinthian, which were invented by the Greeks. To these the Romans have added two, the Tuscan, which they have made plainer than the Doric, and the Composite, which is more or - namental, if not more beautiful than the Corin - • thian. Th fs thr ords al, hwv, shw invtn nd ptclr chr, nd ssntly dfr fr ea ot; th tw ots hv ntg bt wht i brrd, nd dif oly acdtly; th Tus i th Drc i its erlst st, an the Comps i th Crnth nrchd wth th Inc. T th Grs thrf, nd nt t th Rmns, w ae ndtd fr wht i grt, jud nd dst i arc. HMN SNSS Th fv hmn Sns ae, Hrg, Se-ng, Fel-g Sm-lng, nd Tstg. Th fs dir o wh hv ev -bn dined prrquists t bng ind a Esn; f b hrg w-e dstngh di wd; b see w-e prcv di & (gv do Fc), an b fel w-e rc di fin] o-r brthl g (gv grp) whb on Esn my knw anth i di dk a i th 1g. HEARING Hearing is diat sense by which we disting - uish sounds, and are capable of enjoying all the agreeable charms of music. By it we are"},{"pageNumber":66,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.n I w. stichtingargus .nI w. stichtingargus.nI w.stichti ngargus.nI w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w ~chtangargus.n1 ~ iid’i’ngargus.nl ~ stichtingargus.nl ~ stichtingargus.nl xx stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichti ngargus .nl w. stichti ngargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nI w. stichtingargus .nI w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus .nI 132 2 enabled to enjoy the pleasures of society, and reciprocally to communicate to each other our thoughts and intentions, our purposes and de - sires; and thus our reason is rendered capable of exerting its utmost power and energy. The wise and beneficent Author of Nature intended, by the formation of this sense, that we should be social creatures, and receive the greatest and most important part of our knowledge from social intercourse with each other. For these purposes we are endowed with hearing, that by a proper exertion of our rational powers, our happiness may be complete. SEEING Seeing is that sense by which we disting - uish objects, and in an instant of time, with - out change of place or situation, view armies in batfie array, the most stately structures, and all the agreeable variety displayed in the landscape of nature. By this sense we find our way on the pathless ocean, traverse the globe of earth, determine its figure and dimensions, and delineate any region or quarter of it. By it we measure the planetary orbs, and make new discoveries in the sphere of the fixed stars. Nay, more, by it we perceive the tempers and dispo - 2 133 sitions, the passions and affections of our fel - low-creatures when they wish most to conceal them; so that, though the tongue may be taught to lie and dissemble, the countenance will dis - play the hypocrisy to the discerning eye. In fine, the rays of light which administer to this sense are the most astonishing parts of the animated creation, and render the eye a peculiar object of admiration. Of all the faculties, Sight is the noblest. The structure of the eye, and its appurten - ances, evince the admirable contrivances of nature for performing all its various external and internal motions; while the variety dis - played in the eyes of different animals, suited to their several ways of life, clearly demon - strates this organ to be the master-piece of nature’s works. FEELING Feeling is that sense by which we disting - uish the different qualities of bodies, such as heat and cold, hardness and softness, rough - ness and smoothness, figure, solidity, motion and extension. SMELLING Smelling is that sense by which we disting -"},{"pageNumber":67,"pageContent":"w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nI w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w Ychtangargus.nl \\\\ ~ lit ngargus.nl ~ ~taiilngargus.n1 ~ stchtingargus.nl \\\\ stichtingargus.nl xx stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichti ngargus .nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus .nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl 2 134 uish odors; the various kinds of which convey different impressions to the mind. Animal and vegetable bodies, and indeed most other bod - ies, while exposed to the air, continually send forth effluvia’ of vast subtility, as well in a state of life and growth as in the state of fermen - tation and putrefaction. These effluvia, being drawn into the nostrils along with the air, are the means by which all bodies are distinguished. Hence it is evident that there is a manifest ap - pearance of design in the great Creator having planted the organ of smell in the inside of that canal through which the air continually passes in respiration. TASTING Tasting enables us to make a proper dis - tinction in the choice of our food. The organ of this sense guards the entrance of the ali - mentary canal, as that of smelling, guards the entrance of the canal for respiration. From the situation of both these organs, it is plain that they were intended by nature to distinguish wholesome food from that which is nauseous. Everything that enters in the stomach must un - dergo the scrutiny of tasting, and by it we are capable of discerning the changes which the 2 135 same body undergoes in ihe different composi - tions of art, cookery, chemistry, pharmacy, etc. Smelling and tasting are inseparably con - nected, and it is by the unnatural kind of life men commonly lead in society, that these senses are rendered less fit to perform their natural offices. The proper use of these five senses enables us to form just and accurate notions of the operations of nature; and when we reflect on the objects with which our senses are grati - fled, we become conscious of them, and are enabled to attend to them, till they become famlar objects of thought. On the mind all our knowledge must de - pend; what therefore, can be a more proper subject for the investigation of Masons? To sum up the whole of this trancedent measure of God’s bounty ‘to man, we shall add that memory, imagination, taste, reason - ing. moral perception, and all the active pow - cr5 of the soul, present a vast and boundless field for philosophical disquisition, which far exceeds human inquiry, and are peculiar mys - teries, known only to nature and to natures God, to whom all are indebted for creation,"},{"pageNumber":68,"pageContent":"w. stichtingargus .nl w. stichtingargus .nI w. stichtingargus .nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus .nI w.stichtingargus .nI w.stichtingargus.nl w.stichtingargus.nI w. sttchtingargus.nl w. stichti ngargus .nl w.stichtingargus.nl w stichtingargus.nl w ~tchtingargus.n1 C lit flgargus.nl ~ iiditngargus.nl ~ stichtingargus.nl ~ stichtingargus.nl xx stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl xv.stichtingargus.nl w. stichtingargu s .nl w. stichti ngargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.n I w. stichtingargus.nI w. stichtingargus.n I w.stichtingargus.nl w. stichtingargus.nl 136 2 preservation and every blessing we enjoy. W wl nw ink a stl fth advnc nd ascn th sv stps. (Adv.) ARTS AND SCIENCES The stps ald t th sv lbr ats nd scncs, wh ae Gram, Rhet Log, Arith Gmtr. Msc, nd Astrom. GRAMMER Grammer is the science which teaches us how to express our ideas in correct language, which we afterwards beautify and adorn by means of Rhetoric; while Logic instructs us how to think and reason with propriety. RHETORIC It is by Rhetoric that elegance of diction is taught. (To be an eloquent speaker, is far from being either a common or an easy at - tainment; it is the art, of being persuasive and commanding; the art, not only of pleas - ing the fancy, but of appealing both to the understanding and to the heart.) LOGIC Logic is that science which teaches us how to form clear and distinct ideas, and prevents us being misled by similitude or resemblances, (This science should be cultivated as the foun - K 2 137 dation or giound work of our inquiries: particu - larly in the study of those sublime principles which claim our attention as Masons.) ARITHMETIC Arithmetic is the science of numbers, or that branch of mathematics which considers die properties of numbers in general. (We have but a very imperfect idea of things with - out quantity, and as imperfect an idea of quantity itself without the aid of Arithmetic. All die works of the Almighty are expressed in number, weight, and measure; therefore, go understand them rightly, we ought to under - stand arithmetical calculations; and the greater the advancement we make in the mathematical sciences, the more capable we shall be of considering such things as are the ordinary subjects of our conception, and be thereby lead to a better knowledge of our Great Creator, and the works of his Creation.) GEOMETRY Geometry treats of the powers and propert - ies of magnitudes in general, where length, breadth, and thickness are considered — from a point to a line, from a line to a superficies, from a superficies to a solid. A point is that"},{"pageNumber":69,"pageContent":"r w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w . stichtingargus.nl w. stichtingargu s .nI w. stichtingargus.nl w stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichti ugargus .nl w.stchtingargus.nl ~ ~l cht I ngargus.nl ‘A .icIii igargus.nl ~ iidtingargus.nl ‘A sichtngargus.nl ~ stichtingargus.nl \\\\.stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w. stichti ngargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichti ugargus .nl w. stichti ngargus .nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargu s.nl w. stichtingargus .nl w. stichtingargus .nl w.stichtingargus.nl w.stichtingargus.n[ 138 2 which has position, but no magnitude, and is the beginning of all geometrical matter. A line has length without breadth. A surface is that which has length and breadth without thickness. A solid is a magnitude which has length, breadth, and thickness. By this science the architect is enabled to construct his plans and execute his designs: the general, to arrange his soldiers; the en - gineer to mark out grounds for encampments; the geographer, to give us the dimensions of the world, and all things therein contained, to delineate the extent of seas, and specify the divisions of empires, kingdoms, and provinces. By it, also, the Astronomer is enabled to make his observations, and to fix the duration of times and seasons, years and cycles. MUSIC (Organ starts playing very softly) Music is that art which affects the passions by sound. There are few who have not felt its charms, and acknowledged its expressions to be intelligible to the heart. It is a language of delightful sensations far more eloquent than words; it breathes to the ear the clearest in - timations; it touches and gently agitates the 2 139 sublime passions; it wraps us in melancholy, and elevates us in joy; it dissolves and in- flames, it melts us in tenderness, and excites us to war. (Lodge called up.) (Organ plays Star Spangled Banner) The martial strains of national airs heard on the field of battle have thrilled the soldier’s heart, causing him to burn with an emulous desire to lead the perilous advance, and ani - mating him to deeds of heroic valor and sub - Line devotion; amidst the roar of cannon, the din of musketry, and die carnage of battle, he sinks to the dust; raising himself to take one long last look of life, he hears in the dis - tance that plaintive strain: Home, Sweet Home. (Organ plays Home Sweet Home, first softly and then louder.) And the mellowing tides of old cathedral airs vibrating through aisles and arches have stilled the ruffled spirit, and sweeping away the dis - cordant passions of men, have borne them along its resistless current, until their united voices have joined in sounding aloud the chorus of the • Heaven-born anthem: “Peace on earth, good will towards men.” But it never sounds with such seraphic har -"},{"pageNumber":70,"pageContent":"v. stichtingargus.nl w. stichtingargus .nI w. stichtingargus.nI w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nI w. stichtingargus.nl w stichtingargus.nl \\v.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stchti ngargus.nl ~ ~I kilt I ngargus.nl ‘A liclil igarguS.fll ~ idtrigargus.nl ‘A siiclitingai’gus.nl ‘.~ stichtingargus.nl xx .stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichti ngargus .nl w.stichtingargus.nl w. stichtingargus .nl w . stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w. stichtingargu s.nI w. stichtingargus.nl w.stichtingargus.nI w. stichtingargusnl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargusnl 140 2 mony, as when employed in singing hymns of gratitude to the Creator of the Universe. Breth. (Sing Hymn) “Be Thou, 0 God! exalted high, And as Thy glory fills the sky, So let it be on earth displayed, Till Thou art here, as there, obeyed.” W.M. (o) (One rap-seating Lodge.) ASTRONOMY Astronomy is that science which treats of the heavenly bodies, their motion, magnitude, distances, and physical constitutions. How el - oquent of Diety is the Celestial Hemisphere, spangled with the most magnificent heralds of His infinite glory. S.D.: M Br, we ae nw aprchg a plc rprstg th outr dr t th M. Chin o K. S.’s T., wh we shl fnd prtl opd, bt clsly td b th J.W., wh wl dmnd o us th pw o Fc; le us advc nd inke a reglr alin. (With hs stff, coo.) J.W. (o) (rs): Wh cins hr. S.D.: Tw Fcs ndvrng t wk thei wy mt a p1 rprstg th M. Ch. o K. S.s T. J.W.: Hw d u xpct t gn adins. S.D.: B th p. w o Fc. 2 141 J.W.: Gv it. (S.D. advcs, gvs pw o Fc.) J.W.: Wht ds it dnt. S.D.: Pln. J.W: Hw rpsrn. S.D.: B a shf o cn sspn nr a wtr fd, wh tchs us tht whl we hv brd t ea nd pur mg wtr t drnk we hv al tht ntr rqurs. J.W.: B whin ws dis p w insttd. S.D.: B ipt, a Jg o isI, i a wr wth th Ephs. Th Ephs hd lng bn a stbrn nd rblus pple, whin Jpt hd strvn t sbd b mld nd Int msrs, bt wtht efc. Thy bng hghly incns at Jpt f nt bng cld t ft nd shr in th rch sph, o di Amhtsh wr, gthd tgth a mghty amy’ crsd th rv Jn, nd prpd t gv Jpt bU; bt h, bng apprsd o thei aprh, cld tgth th mn o IsI, wnt fth, gve thin bt, nd Pt thin t fit. To mk hs vctr mr cmplt, h sttnd grds a th dfn pss alng th bnk o th rv Jn nd sd unt thin, if y se ny stings ps ths wy sy unt thin, “Nw sy ye S.” Th Ephs bng o a dfn trb, cd nt frm t pmnc th wd, nd sd “S.” Ths trfig dfc prvd thin enins nd cost thin thei lvs, nd thr fi tht dy on th fid o btl, nd a th dfn ~55 alng th bnk o th Rv, frt an 2 ths, aft wh"},{"pageNumber":71,"pageContent":"w. stichtingargus.nl w.stichtingargus .nI w. stichtingargus.nl w. stichtingargus .nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nI w. stichtingargus .nI w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w ~i ~ht I ngargus.nl ‘A ~.I ~lit ngargus.nl ‘A iidii’ngargus.nl ‘A stichtingargus.nl ‘A sti~htingargus.nl xx stichtingargus.nl xx’.stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl w.stichtingargus.nl w. stichti ngargu s .nl w. stichti ngargus.nl w.stichti ngargu s.nl w.stichtingargus.nl w.stichtingargus.nl w stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl I 2 142 Jph rld quitly i Isl unt th tm o hs dli, in al sx yrs. Ths wd ws aftwds usd t dstngs a fm fin a foe, nd hs snc bn adpd a th prpr p w t b gvn bfr entg any rgl nd wI gv L o Fc. J.W.: I in stsfd; ps on. S.D.: M Br, we ae nw aprchg a plc rprstg th mr dr t th M Ch. o K. S.s T, wh we shl als fnd prtl opd bt clsly td by th S.W., wh wl dmnd o us th rl g an wd o Fc. Le us advnc nd ink a rgl alin. (coo) S.W. (o) (rs): Wh cins hr. S.D.: Tw Fcs ndvrng t wk thei wy int a plc rprstg th M. Ch. o K. S’s T. S.W.: Hw d u xpct t gn adins. S.D.: B th rl g nd wd. S.W.: Advnc nd gv it. (Cand. gvs rl go F.) S.W.: Wht i tht. S.D.: Th rl g o Fc. SW.: Hsitan. S.D.: I hs. S.W.: Wlugvittm. S.D.: I dd n s rc it, nth wl 1 s impt it. SW.: Hw wl u dsps o it. S.D.: Lt o hv i. S.W.: Lt it nd bg. Ii 2 143 S.D.: U bg. S.W.: Bg u. (wd gvn in prp mnr.) I m satsfd; ps in. S.D. (cndts Cand t Al): M Br, w ae nw a plc rprstg th M. Ch. o K. S. T. Bhld th lt G, suspd i th E. It i th initl o Gint, di bss o F Esnsm. By Geometry, we may curi - ously trace Nature through her various wind - ings to her most concealed recesses. By Geometry, we discover the power, wis - dom, and goodness of the Great Architect of the Universe, and view with awe the pro - portions of this vast system. By Geometry, we discover how the planets move in their respective orbits, demonstrate their various revolutions, and account for the return of the seasons and the variety of scenes which each season displays to the discerning eye. About us are numberless worlds, which move through the vast expanse all framed by the Divine Creator, and all conducted by the unerring laws of Natuxe. A survey of nature, and the observation of her beautiful proportions, first determined man to imitate the Divine plan, and study"},{"pageNumber":72,"pageContent":"w. stichtingargus.nI w.stichtingargus .nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w’.stichtingargus.nl w.stichtingargus.nl w. stichti ugargus .nl w.stichti ngargus.nl ‘A liclil ngargus.nl ~~ iiditingargus.nl ‘A siiclflingargus.nl ‘A stichtingargus.nl \\x .stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichti ngargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichti ngargus.nl w. stichtingargus .nl w. stichti ngargus .nl w. stichti ngargus.nl w. stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nI w. stichtingargus .nl w.stichtingargus.nl w.stichtingargus.n[ 144 2 symmetry and order. This gave rise to soci - ties, and birth to every useful art. The archi - tect began to design; and the plans which he laid down, improved by time and experience, have resulted in works which have been the admiration of every age. The lapse of time, the ruthless hand of ignorance and the devastations of war, have laid waste and destroyed many valuable monuments of antiquity, upon which the ut - most cxertions of human genius had been employed. Even the Temple of Solomon, so spacious and magnificent, and constructed by so many celebrated artists, escaped not the unsparing ravages of barbarous force. Free - masonry, notwithstanding, still survives. Th atm ea rcs th sn fin th instct tn, nd th ms o F.M. ae sfl ldg i th rpstry o th fthfl bs. Tls nd implints o arctr, nd symblc mblms, inst xprsv, ar slctd by di Frtty t imprss on th mnd wis nd serus truths; nd ths thru a sccsn o ags ae trnsmtd nd imprd, th inst xclt tnts o our Insttn. (Evy br admttd wthn di sac wils o dis mdle chin shld hd di lssns hr inclctd, nd 2 145 rembr dit a a F. M. h i als a bldr, nt o a mati edifc, bt o a tmpl mr glr thin dit o 5, a tinpl o hn, o jst, o pr, o knlge, nd o trth nd tht thse mblms o th op Msn a indcte th lbrs he I to pfm, th dngs h i to nctr, nd th ppratns h i t ink, i di uprng o tht sprtl fabr whn hs sl shl rst fvr nd fvr nir.) Many long years ago upon the eastern plains was thus our Institution set up, based upon principles more durable than the metal wrought into the statues of ancient Kings. Age after age rolled by, storm and tempest hurled their thunders at its head, wave after wave of bright insidious sands curled about its feet and heaped their sliding grains against its sides; men came arid went in fleeting generations; seasons fled like hours through the whirling wheel of time; but through the tempest and storm, through the atrition of the waves and sands of life; through good report and bad, it has continued to shedw~ts beneficent influence wider over the earth. S.D.: (in E): W.M. W.M. (rs): Br S.D. S.D.: I hv th plsr o prsntg Br—, wh hs ind an advnc, smbcly, thrgh a prh, up a flt"},{"pageNumber":73,"pageContent":"w. stichtingargus.nl 146 2 w. stichtingargus.nl w. stichtingargus .nl o wnd strs, cnstg o 3, 5 nd 7 stps, thrgh an ou nd an mr dr, mt a plc rprstg th w. stichtingargus .nl M. Ch. o K. S.’s T, nd nw awts yr fth pis. w.stichtingargus.nl W.M.: M Br, I cngrlt u upn yr arvi mt a plc w. stichtingargus .nl rprstg th M. Gb. o K. S. T. It ws thr ou anc w. stichtingargus.nl bn hd thel nnis rcrdd as fthfl wkm; it i hr u w. stichtingargus.nI ae enttld t hv yrs rcrdd as sh. Br. Sec. Sec.: W.M. w stichtingargus .nl W.M.: Mk th ncy rcrd. w. shichtingargus .nI Sec.: T rcrd imd. w. stichtingargus.nl W.M. (to Br): It ws thr als tht ou anc bn rcd w stichtingargus.nl thr ws, cnstg o cn, wn nd oi, mblmtcl o nrsh, w~stichtingargus.n1 rfshm nd jy. w. stichti ngargus .nl w. stichti ugargus .nl (Th wgs o a Fc bng cn, wn nd oi, ws w.stichti ngargus.nl t sgnfy iht ou and bn, whn pssd t ths dgr, ~ ~i ngargus.ni wr enttld t thr wgs, nt only f th necssrs ~~ iiciii ngargus.nl nd cmfts o if, bt f mny o its suprflts; nd ma yr indstrs hbts nd strct aplcn t bsns ~‘. iiTht’iigargus.nl procr f u a plnty o th cn o nrsh, wn o \\‘ siiclflingargus.nl rfshm, nd oi o jy.) ~ stichtingargus.nl W.M.: My br, th it G, t wh yr attn hs bn \\\\ .stichtingargus.nl drct on yr psg hthr, hs a sti hghr nd ft w. stichtingargus.nl mr~3gnfcnt mng. (Cis up th L. All on th lvi.) w. stichti ngargus.nl It i th mitt o th grt nd scd nm o G, bfr whrn al, fm th Ea. i th N. E. Cr, t th W.M. w. stichti ngargus .nl w. stichtingargus.nl w. stichti ngargus .nl w. stichtingargus .nl w. stichtingargus .nl w. stichti ngargus .nl w. stichtingargus.nl w.stichti ngargus.nl w.stichtingargus .nl w.stichtingargus.nI w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nI w. stichtingargus .nl w. stichtingargus.nI w. stichtingargus.n[ 2 147 th E, shd inst hrnbl rvrnfl, nd dvtl bw (Al bw.) W.M.: (o) M br, thr i als a lect cnctd wth ths dgr, cnstg o a seris o qsts nd ans, wh wi nw b psd btw msf nd the S.D. Pa strct attn, f wr u at ny tm undrgng a xmntn hs ans wid b yrs, nd it Wi b ncsry f u t bcm prfcnt in thin bfr u cn b rsd t th sblm ink of M.M."},{"pageNumber":74,"pageContent":"v. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w.stichtingargus-nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w.stichtingargus.nl w. stichtingargus.n~ w. stichtingargus.fll w.stichtingargus.nl w. stichti ngargu s .nl w. stichtingargus.nl w.stichtingargus-nl ‘A ~I iLht ngargus.nl ‘A .(iclitingargus.nl ‘A ilL Iitingargus.nl ~~ siichtingargus.nl ‘A stichtingargusnl ‘A .stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargu s.nl w.stichtingargus.nl w.stichtingargus .nI w . stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w.stichtingargusnl w. stichtingargus.nI w.stichtingargus .nl w.stichtingargus.nl w. stichtingargusnl 148 2 LECTURE 2 W.M.: Br. S.D. S.D.: W.M. W.M.: Br. S.D, ae u a Fc. SD.: I in; tr in. Q. Bwhtwlubtrd. A. Bthsq. Q. Wh b th sq. A. Bcs it i an inblm o inrlt nd one o th wkg tls o Fc. Q. Wtiasq. A. An ng o nty dgrs, or th frth prt 0 a crc. Q. Wht inks u a Fc. A. M obl. 0. Whr w~r u ind a Fc. A. WthnthbdofajsndrglcnstLoFc, asmb in a p1 rprstg th M C o K S T, frnsh wth th H B, S nd Cs tgth wth a chrt or dspsn fin sin G. B. o cmpt jrsdc emprg it t wk. Q. HwmalknutbaFc. A. B crtn &s nd tkns. 0. Wht ar &s. A. R ngls, hrzls nd pndlrs 0. Adnc a &. (S.D. gvs dg o F.C.) Hs that an als. 2 o in hns whl tkg th ohl. 149 A. It hs, i th pstn 0. Hv u a fthr &. A. I hv (Gvs i.) Q. Hs thi an als. A. It hs, t di pnlt o tht obl. Q. Wt ae tkns. A. Crtn frnl or brth gs whb one Esn ma knw anth i th dk a i th It. Q. Advn nd gv in a tkn. (S.D. advn o th stp nd gvs pgo Fc.) Wt i tht. A. Th pg o Fc. 0. Hs i a nm. A. It hs. Q- Wlugvitm. A. Idntsrcvi,nthwllsimpti. 0. Hw wil u dsps o i. A. L or sb it. 0. Sbindbg. A. U bg. 0. Bg u. (S.D. gvs p w.) 0. Wluboorfin. A. Fm. Q. Fmwtndtwt. A. FmthpsgoFctthrlgothsm. 0’ P(rlggvn)wtitht."},{"pageNumber":75,"pageContent":"w. stichtingargus.nl w. stichtingargus .nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nI w. stichtingargus .nI w.stichtingargus.nl w.stichtingargus.nl xv. stichtingargus.nl w. stichti ngargus.nl w. stichtingargus.nl w stichtingargus.nl xx ~iichtingargus.n1 ‘A ~.l iclitingargus.nl ‘A ¾lILiIIIflgargUS.fll xx stichtingargus.nl xx stichtingargus.nl xx stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichti ngargus.nl w.stichti ngargu s .nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus .n I w. stichtingargus.nl w.stichtingargus.nl 150 A. ThrlgoFc. 0. Hsianm. A Iths. 0. Wlugvitm. A. ldnsreci,nthwlisimptit. 0’ Hw wl u dsps o it. A. Lt or hv ‘. 0 Ltindbg. 2 A. U bg. 0 Bg u. (S.D. gvs rl wd.) Whi wr u prpd t b ind a Fc. A. 1 a rin adjng th bd o a js nd rgl cnst L o Fcs 0. I-lw wr u prpd. A Dvsoalmtsbs,nthnnrclth,bfnrsd,r kn nd b br, hw, nd wth a ct twc arnd m r in, clth as E A, in wh cndtn 1 ws cndtd t a dr o th L nd cs t gv thr dsw ks wh wr ans b thr wthn. 0. Whwsthcttwcabtyrrrm. A. TtchmthtasaFclwsundadbltetth frty. 0. Twtdththrknsknsald. A. T thr prc Jls. 0. Wtwssdtufmwthn. A. Wh cins hr. 2 0. A. 151 Yr ans. A w.thy br (or Mr —) wh hs bn rgl mild E. A. nd nw wshs mr It i Msry b bng ps t th dgr o Fc. 0. Wt wr u thn skd. A. I it ws an ac o my ow f wl nd acd; I ws wth nd wI qulf, dl nd trl prp, if I hd ind sutbl prfcnc i th prcdg dgr; al o wh bng ans i th afinint. I ws skd b wt fthr r or bnf I xpctd t obt ths impi pry. Q Yr ans. A Bnfo thpsw. 0. Hd u th ps w. A. I hd itnt; in cnd hd nd gvit f m. 0. Wt wr u thn td. A Snc I ws i psn o al ths ncr qlfctns, I shd wai untl th W.M. cd b infind o in rqs nd hs ans retnd. 0. Wt ws hs ans whn retnd A. LehmentthswflLoFc,ndbrcidend anc fin. 0. Hw wr u rc. A. Onthngloasq,apltmnrbs,wh ws t tch in tht di sq o vrt shd b a rle an gui f in prctc thr Ife 0. Hwwruthndspso."},{"pageNumber":76,"pageContent":"w. stichtingargus.n] w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nI w. stichti ngargus.nl w. stichtingargus.nl w.stichtingargus.nl ‘~ Y ichi I ngargus.nl ‘A .IiCIliIflgLtrgUS.nl ‘A ¾tILIIiIIigOrgus.nl ‘A siichtingargus.nl ‘A stichtingargus.nl xx .stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichti ngargus.nI w. stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.n I w.stichtingargus.nI w.stichtingargus.nI 2 152 A. CndtdtwcrglarouthLantthJ.W.ithS, whr di sin qsts wr skd nd ans retnd a at th dr. Q. HwdddiJ.W.dspsou. A. Drctd in t b cndtd t die S.W. i th W, whr th sin qsts wr skd nd ans retnd a bfr. (2). Hw dd di S.W. dspsou. A. Drct me t be cndtd t th W.M. i th E, whr di sin qsts wr skd nd ans retnd a bfr — wh als dindd whnc I cm nd wth trvl. 0. Yrans. A. Fm th W, trvl E. 0. Wh dd u lv th W nd trvl E. A. I srh o mr I i Msry. 0. Hw dd die W.M. dsps o u. A. OrmetbrcntdtthS.W.ithWwhtghtme hw t aprh th E i de nd anc fin. 0. Wht ws thi de nd anc fin. A. Advcg on my r f, brng th hl o my lf mt th hlw o my r, thb fing th ngl o an ob; bd erc, fc di E. 0. Wt dd thW. M. thndwth u. A. MdmeaFc. 0’ Hw. A. Idefin. 2 153 0. Wt ws tht de fin. A. Knonmnrtk,mlffmgthngloasq, in r hn rstg on the H B, Sq an Cs in lf a vrtc pstn, in rin fing a sq, i wh de fin I tk th sin obl o Fc. 0. Hv u tht obl. A. ] hv. 0. Rpt it. Cand: I, , o ni ow fr wl nd ac, in di prsc o Alin G nd ths wf L o Fcs, erc t Hin nd ddct t di mmr o th H. Ss. J., d hb an hrn shin nd snc pr nd sw dit I wl k nd cl nd nv rv ny o th scs bln t di dgr o Fc wh I hv rc, in ab t rc, or my hrf b nstd in, t ny psn nls it shl b a wth br Fc, or wthn di bd o a nd rgl cnst L o sh, nd nt unt hin or thin untl b d trl, str xmnt or lfi Msc infr, I shl by fn hin or thin jsl ent t rc th sin. F, I d pr nd sw tt I wI ans nd ob al d ss nd rg sins snt t me ftn di bd ‘a a j nd rgl cstd L o Fcs, or hnd in b a wth br o di dgr, if wthn th lgth o in c-t nd di s nd ngl o in wk. F, I d pr nd sw tt [ wi hp, ai, nd asst al pr nd dst Fcs, thy aplg t in as sh, I fndg thin wth nd cn d so wht mtrl inj t insi."},{"pageNumber":77,"pageContent":"w. stichtingargus.n] w. stichtingargus.nl w.sfichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.n I w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nl xv. stichti ngargus.nI w. stichti ngargus .nl w stichtingargus.nl ‘~ ~l chi I ngargus.nI ‘A .IICillIIlgLIrgUS.fll ilL Iii’ngargus.nl ‘A stichtingargus.nI xx .stichtingargus.nI xx stichtingargus.nI xx’.stichtingargus.nI w.stichtirigargus.nI w. stichtingargus.nI w.stichti ngargus.nI w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.n I w. stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl 154 2 F, I d pr nd sw tt I wl nt win, cli, nr dfd a Fc L or a br o ths dgr to th vlu o nthg kngly, nor sfr it t b dn b anilir if i m pwr t prvt. To al o wh I d shin nd snc pr an Sw, wtht ny list, innt rsv, or sc evs o innd me whtv, bnd msl und no ls a pn din tlit o hvg in 1 b tn op, m hr nd vtls tkn tlic t tli vi o Jhs nd lft a pry t th vts o tli ai, slid I ev kni or xvlfl vI ths in shin obl o Fc. So hI m G, an ink me stfs t kp nd pfin tli sin. 0. Af th obl, wt wr u skd. A. Wt I ms dsrd. 0. Yr ans. A. Mr 1 i Esnin. 0. Dd u rc it. A. I dd, b ord o tli W.M. 0. Onbngbrttlwtddublil. A. Tli thr gt ls i Esnin, a i tli prcdg dgr wth tlis dfrc: one Pt o di Cs ws abv di sq, wli ws t tcli me tht I hd rc nd ws nttld t rc mr 1 i Esnin; bt a one Pt ws stl lidn fin in vw, it ws als t tcli me tlit I ws yt one mtrl Pt i tli drk rspctg F Msry. 0. Wtddunxbhl. A. Tli W.M. aprh fm tli E, upn tli st, ndr di I p I 2 155 dg nd & o Fc, wh prsnt lis r lin i tkn o cntnnc o fins nd bindil lv, nd invsl me wtli lb pg., p wd,rlgndwd;ordmetri, sal th J. and S. Ws, nd sisf thin dit I ws i pssn o th SI, dg, sn p g p wd, rl g, nd wd o Fc. 0. Hw win u thn dsps o. A. Rcnd t th S.W. i th W, wh tgt me hw t win in ap as a Fc. 0. HwslidaFcwrlisap. A. Wdithlfcrtkdup. 0. Wth wt wr u din prsnt. A. Th wkg tls o Fc, wli ae th P1, Sq nd Lv, nd ae th xpld: tli P1 is an inst usd by oprt Esns. t tr pndls, tli Sq t sq thr wk, nd th Lv t pry liztls; bt we as Fr nd A. Ms, al tgt t use thin f mr nbl nd gls prpss. Tli p1 adninsli us t wlk uprtl i ou svrl statns bfr G nd inn sqing ou actn b di sq o vrt nd ev inmbrg dit we r trvl on th lv o tin t tht undscvd cnt fm whs bour no trvl rtns. 0. Wtli wt wr u din prsnt. A. Th pcs jls, wli ac tli attv ea, di instr tn, nd th ftlfl bs. Thy tch u ths impt lsn; th attv ea rcs tli sn fin tli instct tn, nd"},{"pageNumber":78,"pageContent":"w. stichtingargus.n] w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .n I w.stl chtingargus.nI w.stichtingargus.nI xv. si ichti ngargus.nl w. stichtingargus.nI w.stichtingargus.nI w stichtingargus.nl ‘A YcIililigargUS.nl ‘A ‘.1k Iii igirgus.nl ‘A ‘(IL iiingargus.nI ‘A sllchtlflgargUS.fll ‘A stichtingargus.nI ‘A stichtirigargus.nI w. stichtingargus.nI w.stichtingargus.nI w. stichti ngargus.nl w.stichtirigargus.nI w.stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI w. sti chtingargus.nI w.stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI w. stichtingargus.n I w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nl w.stichtingargus.n] 156 2 tli msts o F Msry ae sfly ldgd i th rpsitrs o th fthfll brst. 0 Hw wr u thn dsps o. A Rcnd t th plc whnc I cm, invs wth di o wli I hd bn dvs, nd rein t a plc rpsntg ih M Ch o K S T. • SYMBOLISM 0 THE DGR. If tli obj o th fst dgr i t symblz th strgls o a Cand grpg i dkns fin intllcl lgt, tht o th sec dgr inpins th sm Cand lbg amd al th dffclts tht ncbr ih yng bgr in tli attnmt o lng nd scnc. Tli E. A. i ‘t eming fr dkns t lght; di Fc t cm o o ignce ito kndge. Ths dgr, thfe, b fttg mblms, i ntdd t tyf thse stinggls o tli rdnt ind fo di attnmt o trth — mrl nd intllcl trtli — an abv al, tht Dv tintli, th cmplisn o wlic surps hrn undstg, an t whc stdg i th M.C. aft lis lbrs ast o th wdg stins, h cn oni apprx by di rcptn o an impft, yt gir inwd i th revel o tht “lii’erlplic lglit wlic nn bt crfm ev Sw.” W.M.: Ths’, in br, cnclds di snd dgr o Essnisrn, wth di xcptn o th chg. CHARGE Being advanced to the second degree of Freemasonry, I congratulate you on your pre - (1 2 ferment. Tlie internal, and not the external, qualifications of a man are wliat Masonry re - gards. As you increase in knowledge, you will improve in social intercourse. It is unnecessary to recapitulate the duties wliicli, as a F. C., you are bound to discharge, or to enlarge on the necessity of a strict ad - lierence to tliem, as your own experience must liave establislied tlieir value. Our laws and regulations you are strenously to support; and be always ready to assist in seeing tliem duly executed. You are not to palliate, or aggravate, the offenses of your brediren; but in die de - cision of every trespass against our rules, you are to judge witli candor, adinonisli witli friend- slip, and repreliend witli justice. Your past beliavior and regular deport - ment liave merited die lionor which we liave now conferred; and in your new cliaracter, it is expected that you will conform to the principles of tlie Order, by steadily preserving in tlie practice of every commendable virtue. Sucli is tlie nature of your engagement as a F. C., and to these duties you are bound by the most sacred ties. This, my brodier, concludes the second de -"},{"pageNumber":79,"pageContent":"w. stichtingargus.n] w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. sfichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.sti chtingargus.nI w.stichtingargus.nI xv. stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nI w stichtingargus.nl ~x ~I clii ingargus.nl ‘A .Ii~ liiiaigargus.nl ‘A ‘iichtingargus.nl \\\\ stichtingargus.nI ‘A stichtingargus.nI w.stichtirigargus.nI w.stichtingargus.nI w.stichti ngargus.nl w.stichtirigargus.nI w. stichti ngargus.nI w. stichtingargus.nl w.stichtingargus.nI w. stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .n I w.stichtingargus.nI w. stichtingargus.n I w. stichtingargus.nl w. stichtingargus.n] J58 di T tlit I in ab t Esnin f tli prps 0 t tk de ntc tlirf nd 2 gree of Masonry. You will step to the Altar, sa - lute and retire. The Secretary will notify you when to pre - sent yourself for the thind degree. Clsg 2 dgr nd rsng 3dgr. W.M:: Br. J.D., di ls awl a fs gt cr oMsns wlin cnvd. J.D.: Tsetlitdiyaedlt. W.M.: Atn t tlit dt nd infin cise th L on tli scn dgr o rsmg lb in th dird; drc hin gv limsl acly. J.D.: (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D.: Hr. T. T.: Br. J.D. J.D.:IindrctinfmudittliW.M.isabtclstli L on di scn dgr o Msry f di prps o insing lb in th did. Tic d ntc thrf nd gv ysl ad. (cls din.) J.D.: (ooo) T.: (ooo) J.D.: (o) 2 159 T.: (o) J.D.: W.M. W.M.: Br. J.D. J.D.: Tli T i infind. W.M. (cis up L): Bin, wvg al &s nd criny I nw dcli tli L dl c]s on tli scn dgr nd lb insind th tlid. Br. SD., atn a di Alt. S.D. (W o Alt, dspis its (Ecles xii) gvs & o MM, reports, nd rsms hs stn.) W.M.: Br. J.D., infin di T. J.D. (ooo). T.: (ooo) J.D.: (o) T.: (o) J.D.: Br. T. T.: Br. J.D. J.D.: Lb is nw J.D.: (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D.: W.M. W.M.: Br. J.D. J.D.: Tli T i infin. W.M.: (o). (Fr clsg on thrd, see pg 18) insind o di tlid dgr (Cis dr.)"},{"pageNumber":80,"pageContent":"31 160 w. stichtingargus.n] w.stichtingargus.fll w.stichtingargus.nl w. stichtingarguS.fll w. stichtingargus.nl w. stichtingargus.fll w.stichtingargus.flI w. stichtingargus.fll w.stichtingarguS.flI w.stichtingargus.nI w. stichtirigargus.nI w.stichtingarguS.flI w.stichtingargus.fll xv.stichtingarguS.fll w. stichtingargus.nl w stichtingargus.nl ‘A ~ichiiiigarguS.fll ‘A .1k Iitiiigargus.fll ~ siichtingargus.fll v~ sttchtingargus.nl xx . stichti ngargus.nl w. stichtingargus.nl w . stichtt ngargus .nl w. stichtingargus.nl w. stichti ngargus .nl w .stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichti ngargus.nl w.stichtingargus.nI w. stichtingargus.nl w . stichtingargus .nl w. stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nI w. stichtingargus.n~ w.stichtingargus.nl w.stichtingargus.n[ THIRD DOR. (Fr opng on th thrd, see page 7 to page 17) W.M. (o) Br. J.D. J.D. (rs) : W.M. W.M.: Ascrt i thr ac ny cands i wtg. 1 s, dir nins nd f wlii dgr. J.D.: (ooo) T.: (ooo) J.D.: (o) T.: (o) J.D.: (Obtns nms o cands fm T nd rpts.) J.D.: (ooo) T.: (coo) J.D.: (a) T.: (o) J.D.: W.M. W.M.: Br. J.D. J.D.: Br—, is i wtg f tli thd dgr. W.M.: Bin, Br—, is i wtg f th did dgr o Esnm, he livg ind sutbl prfcnc i tli prcdg dgr if thin is no objn, I shl cnfr tli dgr upn lim. (Pss) Thr bg no objn, I wl prcd. (o).Br S. an J. Sid. S. Std. (bth rs): W. M. W.M.: Hw slid a Bro b o Esrun. prpd f di tlid dgr 3 161 S. Std.: B bng dvs o al intl sbls, nth nd nr cith, bf, bth kns nd b bin, liw, nd wth a ct thr tins arnd lis bd, clth as a Fc. W.M.: Rtrtthprprtninm, wliBr.—is wtg, nd whn dis prpd, caus hiti t ink di usl aim a di mr din. Stds.: (Sits nd rtr prpr cand) (Mnwhl, L my prcd wth reg bs or b did to rfsmnt). Stds.: (When cand i rdy, th Stds cses hm to gv th aim.) Cand.: (coo) S.D.: W. M. W.M.: Br. S.D. S.D.: Tlinianalmadiinrdr. W.M.: Am di aim, nd ascrt di cs. S.D. (ooo) S. Std. (o). SD: (o) (ops din.): Wli cm hr. S. Sid.: Br—, wli hs lin ingl mit E.A., ps t di dgr o Fc nd nw wslis ftli Ig i Msry b bng ins t th subl dgr o M.M. S.D.: Bro.—, i dis an ac o yr ow f wl nd acd. Br.—: It i. SD.: Br. S. Std.iliwthndwlqlf S. Std.: He"},{"pageNumber":81,"pageContent":"~v.stichtingargus.n1 w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.n I w. stichtingargus.n( w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nI w.stichti ngargus.nI w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w stichtingargus.nl ‘A .iicliiiiigargus.nl ‘A .ikl)1IIIgOingUS.nl ‘A siiclilingargus.nI ‘A stichtrngargus.nl • sti chti ngargus.nl w. stichtingargus.nI w. stichtingargus.nl w.stichti ngargus.nl w. stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nl w. stichti ngargus.nl w .stichti ngargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichti ngargus.nI w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w. stichtingargus .nI w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI 162 tli prcdg dgr. xpc t obt ths 3 S.D.: Dlndtrlprp. S. Std.: He S.D.: Hs li ind sutbi prfcnc S. Std.: H lis. S.D.: BwtfdiinrorbnLfdsh imptn pry. S.Std.: Bnfodipswd. S.D.: Hslitlipswd. S.Std.: Hhsitnt;Ihvifhm. S.D.: Advnc nd gv it to me. S. Std. (Advs nd gvs th ps wd.) S.D.: Th ps wd i rt. Snc Br.— is i psn o al ths ncsr qlfctns, It hin wai unti di W.M. cn b mm o hs rqs nd lis ans rtnd. S.D. (cis dr nd retns W. of Alt.): W.M. W.M.: Br. S.D. S.D.: Thr i wtht Br—, wh hs bn rgl mit E.A., ps t di dgr o Fc, nd nw wshs frtli ig in Esnsm b bng rs t tli sbl dgr o M.M. W.M.: Iitanacohsowfwndacd. S.D.: I is. W.M.: Iliwthndwlqlf. S.D.: He i. W.M.: Dl nd trl prp. S.D.: He i. W.M.: Hs h ind sutbi prfcnc in di prcdg 3 or bnf ds li xpc t olit 163 dgr. S.D.: H lis. W.N4.: B wt ftliin in dis imptn pry. S.D. :Bnf o tli ps wd. W.M. :Hs li tli PS wd. S.D.:H lis it nt; I liv it f hm. W.N4. :Advnc nd gv it t me. S.D. (Advncs nd gvs ps wd o M.M.) W.M. :Th ps wd i rt. Snc Br.—, is I psn o al dis ncsr qlfctns, it hin ent ths wil L o M Ms, nd b inc i de nd anc fin. S.D.: (gos t di dr nd ops it.) S.D. :Lt lim ent tlis wfl L o rc i de nd anc fin. (Th Br. i rcd a dr on pis o fiiwg xpi) S.D.: Br.—, whn fs u entd a L o F. & A Esns u win rc on di Pt o a sli inst, pinc yr n 1 br. On yin scn entc u wr incd on tli ngl o a sq appid t yr n r b, th minis o wli win a dit tine xpld t u. I in nw cnind t inc u on tli xtrm ps o tli cs xtng fin yr n r t yr n 1 b (pics di cs), wli it tch u tlit as wthn di b ae cntn di ins i’d pints o inn, so bt di xti-m pts o di cs an M Ms nd b cmps wth th"},{"pageNumber":82,"pageContent":"w. stichtingargus.n] w.stichtingargus.nI ~v. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingaingus.nl w.stichtingargus.nl w. stichtingargus.n I w.sti chtingargus.nI w. stichtingaingus.nI w.stichtingaingus.nl w. stichtingaingus.nI w.stichtingargus.nI w.stichtingargus.nl ~ Y clii ingargus.nl ‘A ¾iicI~iIngargus.n1 ‘A ‘.1 H. Iiiingaingus.nI ‘A sliclitingaingus.nI ‘A stichtirigaingus.nI xx .stichtingargus.nI w. stichtirigaingus.nI w. stichtingaingus.nI w.stichti ngargus.nI w. stichtirigaingus.nI w. stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nl w.stichtingaingus.nI w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus .nI w. stichtingaingus.nI w.stichtingargus.n I w.stichtingargus.nI w.stichtingargus.n I w. stichtingargus.nl w. stichtingargus.nI 164 3 cntd di ins viubi tnts o F Esnin, wli ae finsli, inrit, nd binthi lv. (S.D. tics cand b r rm nd cndts hm thr tins arnd th L, ding whc im th W.M. rcts th fiiwg psg o Scrpt.) J. W. (o). (W.M. tins th rctng o th psg 0 Scrpt so as t fnsh jst a thy rech th J.W. st i th S on th frth tine ard, whn thy hit.) W.M.: Rminli nw thy Cintin i tli dys o di yth, whi evi dys cm nt. S.W. (o). W.M.: Nin th yrs din ngli, wlin thu slit sy, I liv n pisin i thin; whi tli sn, o th iglit, 0 tli inn, o tli stins li nt dknd, nin tli cids intn aft tli rain. W.M. (o). W.M.: I tli dy wlin tli kprs o tI lise shl trinbi, nd di sting inn shi bw thinsis, J.W. (00). W.M.: nd di grds shi ces, lics thy ae fw; nd thse tlit 1k ou o di wndws b dknd nd th dins shi b slit i th stints, S.W. (oo). W.M.: whn di snd o di grndg i 1w, nd h shi ins up a tli vce o di brd,nd al tli dghtrs 3 165 o msc slil b brot 1w; W.M. (oo). W.M.: aJs wlin thy shl b afrd o dit whc lii, nd frs slil b i tli wy, J.W. (ooo). W.M. :nd tli Alind tine slil flrsli, nd th grslipprs shi b a brdn, nd dsir shi fai; S.W. (ooo). W.M.: lics inn goth t lis ing hme, nd t minnrs go alit th stints; or ev tli silv cind b lsd, or di gldn liwi b brkn, or di pchr b brkn a tli fntn, or th whi brkn a tli cstn; W.M. (ooo). W.M.:Tlin shi tli ds intn t di ert a i ws; nd di sprt shi rtn unt G wli gv it. S.D. (in thS) (000). J.W. (o)(rs): WI cm hr. S.D. :Bro—, wh lis bn rgl init E.A., ps t di dgr o Fc, nd nw wshs fdir 1 i Msry li bng ins t di shin dgr o M M. J.W. :Bin.—, i dis an ac o yr ow f wi nd acd. Br.—: It i. J.W. :Br. S.D., i li wdi nd wi qif. S.D. :He i. J.W. :DI nd fri pinp."},{"pageNumber":83,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus nI w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w.stichtingaingus.nl w.stichtingargus .nl xv. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl xx .aichtingargus.nl \\\\ .eidii’iigargus.nl ‘A stichtingaingus.nl xx .stichtingaingus.nl xx stichtingaingus.nl w. stichtingargus.nI w. stichtingargus.nl w. stichtingaingus .nl xv. stichtingargus.nl w. stichtingargus .nl 166 3 S.D.: He i. J.W.: Hs li md sutbl prfcnc i di prcdg dgr. S.D.: H lis. J.W.: B wfdirror bnf dslixpt t obt dis imptn pry. S.D.: Bnfotlipswd. J.W.: Hs li di ps wd. S.D.: Hhs it nt; I liv it f bin. J.W. : Advnc nd gv it. (S.D. advs nd gvs ps wd o M Esn in 1w brth.) J.W.: Thpswdirt.SncthBrisipsno al dis nscr qlfctns, cndt bin t di S.W. th W f lis xmnt. S.D. (In th W.) (ooo). S.W. (o) (rs): Wli cm hr. S.D.: Bino—, wli lis bn ingi mit E.A., ps t tli dgr o Fc, nd nw wslis fdir 1 i Msry b bng rss t tli sbl dgr o M. M. S.W.: Br.—, i dis an ac o yr ow f wl nd acd. Br.—: It i. S.W.: Br. S.D., i li wili S.D.: Hei. S.W.: Dl nd tri prp. S.D.: He i. S.W.: Hs li ind sutbl prfcnc nd wi qif. tli pincdg dgr. 3 167 S.D.: H lis. S.W.: B w fdir in orbnf dsli xpc t obt tlis imptn pry. S.D.: Bnf o tli PS wd. S.W.: Hs li Ili ps wd. S.D.: H lis it nt; I liv it flim. S.W.: Advnc nd gv it. (S.D. advncs nd gvs ps wd o M. Esn in 1w brth.) S.W.: Tli ps wd i int. Snc di Br is i psn o al ths ncsr qlfctns cndt lim t tli W. N4. th E fo li’s xmnl. S.D. (in theE). (ooo). W.M. (o): Wli cm hr. S.D.: Br. , wli lis bn ingi mit E. A., PS t tli dgr o Fc, nd nw wslis fthin ig i Msry b bn rss t di sbl dgr o M. M. W.M.: Br. , i dis an ac o yr ow f wi nd acd. Br. Ii. W.M.: Br. S.D., i li wdi nd wl qif. S.D.: He i. W.M.: Dl nd tin] prp. S.D.: He i. W.M.: Hs h md sutbl dgr. S.D.:H hs. prfcnc i tli pincdg w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichti ngargus.nl w.stichfingargus.nl w. stichti ngargus .nl w. stichtingargus.nl w. stichti ngargus.nl w. stichti rigargus .nI w.stichtingaingus.nl w. stichtingargus.nI w. stichtingaingus.nl w. stichtingargus.nl xv. stichtingargus.n["},{"pageNumber":84,"pageContent":"w. stichtingargus.n] w.stichtingargus.nl w.sfichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.n I w. stichtingargus.n I w.stichtingaingus.nI w. stichtingargus.nI w.stichti ngargus.nI w.sttchtingaingus.nI w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w stichtingaingus.nl \\~ -iicht’ngargus.nl 1 ~ Iii’iigargus.nl ‘A stichtingaingus.nl xx .stichtingaingus.nI xx stichtingaingus.nl w.stichtingaingus.nI w. stichtingaingus.nl w.stichtingaingus.nl xv. stichti ngargus.nl w.stichtingargus .nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingaingus.nl w.stichtingargus.nl w.stichtingaingus.nl w. stichti ngaingus .nI w. stichtingargus.nI w.stichtingaingus.nI w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus.n I w. stichtingargus.nI w. stichtingargus.n I w. stichtingargus.nI 168 3 W.M.: Bwtfthrror tlis imptn pry. S.D.: Bnf o tli ps wd. W.M. :Hs li tli ps wd. S.D.: Hlisitnt;Ilivifhm. W.M.:Advnc nd gv it. (Dn.) Tli ps wd int. Wlic cm u nd whthr ae u try. S.D. :Fr di W, try E. W.M. :Wli dd u lv di W nd try E. S.D. :1 srli o fthr ig in Msry. W.M. :Snc tli bin i in psn o ai ths ncsr qlfctns, nd i srli o fthr Ig in Msry, rcndt hin t di S. W. i th W, wli witch lim hw t apinli tli E i de nd anc fin. S.D.: (Rcds Cand t W.) Br. S.W. S.W. : Br. S.D. S.D. :1 i tli ord o di W M. tht u tch ths Bro liw t apinli di E i de nd anc frm. S.W. (Cses th Br t fc th E.) (To Br.): Advnc on yr 1 f a E. A. Adv on yr in f as Fc. Tk an addtn st on yr 1 f, bin th li o yr in t tli h o yr 1, dirby fing tli ngl o a sq; bdy erct, fcg tli E. W.M. W.M. :Bro. S.W. S.W. :Tli Bro i in ord. W.M.: Br.—, bfr u cn prc fdir i F Msiny, bnf ds li xpc t oln 3 169 it wi b ncsr f u t tk a sum obi aptng t th dgr o M.M.; nd 1, M o tli L, assin u dit dir i ntlig thin cnt tlit wi cnflc wdi yin dy t Gd, yr nbr o yslf; with dis asnc, ae u wig t tk th oh!. Br. :Im. W.M. :Tlin advnc t tli sc Alt o F Msry, thin kni on btli yr n kns btli lins inst on di H. B., 5, nd Cs. (Cand is cndt t Alt nd pro ply picd.) S.D. :W.M. W.M. :S.D. S.D.:Tli Bro ii de fin. W.M. (ooo). (Bin fin fcg inwrd. Stds strgthn th ins as thy pss insd nd fin arch at E. Wds, wtht coIns 0 esct, ~5S insid th Ins nd tk stns und t Arch.) W.M. (goes t Alt) : Br , if u ae sti wi 4 tk t obi, sy I (Bino—:I.) Pinnc yr n in fi (dn) nd rpt af in: o in ow f wi nd ac, i prsc o Aim G. nd ths W L o M Esns, erc t Hin nd ddct t di inmin o tli H. S. J., d lib nd hum, sum nd snc pin nd sw dit I wi k nd ci, nd nv rv, ny o tli scs bin t tli dgr o M.M. wcli II"},{"pageNumber":85,"pageContent":"w. stichtingargus.fll w.stichtingargus.fll w.stichtingargus .nl w. stichtingargus.fll w. stichtingarguS.fll w. stichtingarguS.fll w.stichtingarguS .n I w.stichtingargus .nl w. stichtingargus.fll w. stichtingargus .nI w.stichtingarguS.fll w. stichtingarguS.fll xv.stichtingarguS.fll w . stichtingarguS .nl w. stichtingargus.flI w stichtingargus.nl ‘A ~icIitingarguS.nl ‘A 1k III iiigargus.nI \\\\ stichtingargus.nl ‘A stichtingargus.nl xx .stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichti ngargus.nl w. stichti ngargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI 170 3 liv rc, in ab t ro, or my hrf b nstd i, t ny psn nls it dii b t a wdiy bro M. M., or wthn th bd o a js nd ingi cst L o sli, nd nt unt lim or thin nil b d tri, stin xmnt, or Ifi Msc infin, I shi liv fn hin or thin jsl ent t inc th sin. F, I d pin nd sw, tt I wi supt th cnst o di G L o di 5 o Va., als al th Is, ris nd edos o th sin, or o ny oth G. L fin whs is I my lift ha, tgth wth th b Is, ins nd rgins o dis or ny oth L o wh I my bcm a mb, so fin as th sin shi cm t my knlg. F, I d pr nd Sw, tt I wi ans nd ob a! d &s nd ingir sins snt t me fin di bd o a js nd ingi cnstd L o M.M., or hnd in b a wthy bin o ths dgr, if wthn th lngth o in c t. F, I d pin nd Sw, tt I wl hi, ai nd asst al pin nd dst M. M., thin wds an orphs. thy apply t me as sli, I fnd thin wthy nd on d so wlht intl inj t insl or fml. F, I d pin nd Sw, tt I wl kp th sos o a wthy M. M., whn cmnc t in as sli, as sc nd invit in in bins as thy win i lis bfr cmctd. F, I d pr an Sw, ti I wl nt gv th gr hai & o dsts o M.M., xcpt f di bnf o th cf whl 3 a wk. 01 f th instn o a bro, uni I in real dst nd shi I see tt S gvn or hr th wds acpng th sin, I wi hstn t th rif o th psn so gyg it slid thi b a gintin pinbity o svg lis If thn lsng my own. F, I d pin nd Sw, tht I wi nt gv th sub f th ins wd I ny oth wy o inn din tt wh I inc it, wh wl b on th fv pnts o fis nd at low bin. F, I d pr nd Sw, tt I wi nt win cht nor dfd a M. M. L, or a bin o dis dgr t th vlu o nythg knowngl, nor sfin it t b dn b anth, if i in pw t pt-vt. F, I d pr nd sw tIn I wi nt viol th ohs o a M. M.s wf, wd, inth, sst, or dt, nor sfr it to b dn b antli if i m pin t pvt. F, I d pin nd Sw, tht i wi nt b prsn a th initg, ps Oin rsg o an ol inn i dt, a yng m un ag, an irigs lbt, an aths, a psn o unsn inn, a euno, or a win kng thin t b sh. F, I d pin nd sw, tht i wl nt b prsn a di initg, PS, or rsg o a cand clndsly, nin lild Msc intrcs wdi a clndstn Esn, or wth one wh lis bn sspd or xpld, kng hin t b sh, ntl dl rstd. ~j4q!!~juIuiL~ - —"},{"pageNumber":86,"pageContent":"3 173 w.stichtingargUS.fll w.stichtingarguS .nl w.stichtingarguS.fll w. stichtingarguS.fll w. sticlitingargus .nl w. stichtingarguS.flI w. stichtingargUS.flI w.stichtingarguS.flI w.stichtingarguS.fll w.stichtingarguS.fll w.stichtingarguS.fll w.stichtingarguS.fll w.stichtingarguS.fll w. stichtingarguS.fll w. sticlitingargus .nl w stichtingargus.fll \\V ~ichtingargus.nl \\\\ iichtiiigirguS.fll ~ iiThiingargus.nl v~ stichtingargus.nl \\\\ stichtingargus.nl v.~ stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichti ngargus.nl w sticlitingargus ni w. sticlitingargus ni w. stichtingargus.nl w. sticlitingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. sticliti ngargus .nl w.stichtingargus .nI w.stichtingargus.nl w. sticlitingargus .nl w.stichtingargus .nl w. sticlitingargus .nl w. sticlitingargus .n~ w.stichtingargus.nl w.stichtingargus.n~ 172 3 T al o wh I d sim nd sncl pr nd SW, wth fly hst, mU rsv, or sc evs o mn i m wtv, bnd msl un n is a pnt thn tt o hv m bdy svrd i twn, m bis tn •thnc nd bn t ashs, nd th ashs thrf sctr t th fou wns o hv, th thr mt rmn nth trk, trc nr rmmbc amg mn or Ms o so vi nd prj a wrh as 1 shd b, shd I ev, knly or wifly, you ths, m sm obi o M. M. So hip m G nd mk me stft t kp nd pfm th Sm. W.M. :M Bro, i tstm o yr snc, dtch yr hnds nd ks di H. B. thr tines. (Dn.) Br. S.D. S.D.: W.M. W.M. :Rmv th c t, we nw hid th br b a strngr tie (Dn.) M bro, i yr prs situtn, wt d ii ms dsr. Bro. Rh Ig i Msry. W.M.: Bin, strt fr~h yr hnds nd asst me in brng ths bro t fthr lgt in msry. (Dn.) (W.M. wi st t cf immed aft t cand is brgt t lgt. Of crs to’ rmn stndg.) W.M.: M bro, on bng bt t ig i ths dgr u bhld th thr gr Its i Msy, as i th prcdg dgr wth ths dffnc, bth pts o th cs ae abv ~h s, wh i t tch u tht u hv rcd nd ae enttld t rcv al th Ig tht cn b cnfrd upn or cmnct t u i a MM L. S.D. (to cand): Bhld .th W.M. aprhng fm th E upn th St (Dn), un th dg (Dn), nd & (Dn) o Ep, upn th St (Dn), un th dg (Dn) nd sn (Dn) o Fc, upn th St (Dn), und th dg (Dn) nd sn (Dn) o M. M. W.M. :M Br, a M. M. advcs upn hs 1 f brng th h o hs r to th h o hs I, thrby fmg th ngl o sq. Ths i th dg (gvs it), nd ailds t th pstn o yr hns whi tkg Fh obi; ths i th & (gvs it) nd allds .t th pn o tht obi. Ths dg nd & ae aiws t b gv as a slutatn on ntrg or rtrg fin a M. MS. L. On entr thS or ny othr L in ths jrsdct, u wi advnc t th A nd obsv th pStn o th c~s; shd bth pnts b bnth th Sq, i wi b a sur indicn tht t L i op on the ‘frS dgr whn U wi Salut wth th dg (gvg it) nd & o E.A. (gvg ii). Shd Ofi pt b abv di sq, I wi b an cquly Sur idctn that th L i op on th scn dgr, whn u wi salut with th dg nd & (gvg dim) o Fc. Shd bth pnts b abv th sq, it wi aIS b an equly sur indctn tht th L iS OP Ofi th thd dgr, whn u wi Saint wth th dg an & (gvg dim) o M.M. I nw prSnt m r hn i tkn o cntnc o frnSh nd bthl lv, nd wi invSt u wth th p g nd ps"},{"pageNumber":87,"pageContent":"/ w.stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w. sticlitingargus .nl w.stichtingargus.nl w.stichtingargus.n I w.stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nl w.sti chtingargus.nl w. stichtingargus.n~ w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w ~iic!itingargus.n1 ~ ~tichtingargus.nl v~ stichtingargus.nl ~ stichtingargus.nl w .stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. sticlitingargus .nl • w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. sticliti ngargus .nl w.stichtingargus.n~ w. stichtingargus.nl w.stichtingargus.nI w. sticlitingargus .nI w.stichtingargus.nl w. stichtingargus.nI w.stichtingargus .nl 174 3 wd, bt a u ae uninst, h wh hS hthrt ans f ii wi a ths tm (To Cand.) Gv m th ri g o Fc. (Cand. gvs ri gp o Fc.) Br. S.D. S.D. :W.M. W.M.:Wluboorfm. S.D.:Fm. W.M. :Fm wt nd t wt. S.D.: Fm th ri g o W.M.:Ps (Dn.) W.M. Wt i tht. S.D.: Ps g o M. M. W.M. :Hs it a nm. S.D.: It h. WM. :WI u g it t m. S D. :1 dd n s rc i, nth wi I so imp W.M.:Hw wi u dsps ot. S.D. :L o sb I. W.M. Sb it nd bg. S.D.:U bg. W.M. :Bg u (Dn.) is th nrn o ths g. U shd aiw rmbr i fr if u shd b prsn.I at th opn o a L, ths ps wd wi b dmnd o u by on o th Ds, nd shd u b unbi to gv it, it wd cs confsn in th cft. Rs, Salut th J. nd S.W. nd stsf thin tht u ae a rgl ob M.M. nd i psn o th st, dg & PS g nd ps wd. Ofcrs rsni Fc t th ~S g o M. M. 3 yr stns. (Rtns to E.) (o) (Wdns, aft W.M. pass rsm thr stns.) S.D.: (Conducts cand to the south) (ooo). J.W. (o) (rs) :Wh cm hr. S.D.:ArgJobMM. J.W.:Hwmalknhmtbsh. S.D.: Bcrt&sndatk. J.W. :Wt ae &S. S.D. :Rt ngs, hzs, nd p.pnds J.W. :Advc a &. (Dg o M nd Cand.) J.W. : Hs tht an als. S.D. :It hs; t th pst o m hs wi tkg th obi. J.W.:Hvuafthr&. S.D. :1 hv (5.1). nd Cand gv J.W. :HS tht an als S.D.:It hs; t th pn o tht obi. J.W. :Wt i a tkn. S.D.: A crtn frnl or brth g whb knw anth i th drk a i th 1. J.W. Advc nd gv me a tkn. (Cand nd S.D. adv on so] MM. nd cand. gv p go M.M.) J.W. :Wt i tht. S.D. :Th pg o M. M. J.W. :Hs it a nm. S.D. :It hs. one Esn my 175 M. t.~ gvn by S D. S o M.M.)"},{"pageNumber":88,"pageContent":"w.stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nl w. sti chtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w . sti chtingargus.nl ~ ~iichtingargus.n1 ~ iidiiingargus.nl v~ stichtingargus.nl ‘~x stichtingargus.nl w stichtingargus.nl w.stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. sticlitingargus .nl w. stichtingargus.n~ w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI w. sticlitingargus .nI 176 3 J.W. :WI u gv it I ni. S.D. :1 dd nt s rc it, nth wI 1 50 impt it. J.W. : Hw wi u dsps o it. S.D.: L o sb it. J.W. : Sb i nd bg. S.D.: U bg. J.W.:Bgu. (Dn.) lmstsfd. (S.D. nd Cand ps on t th S W. i th W whr thy hIt o th st p.) S.D. (ooo). S.W. (o) (rs) :Wh cm hr. S.D.: A rgl ob M. M. S.W.:Hwmalkhmtbsh. S.D.: B crt &s an a tk. S.W. :Wt ae &s. S.D.: Rt ngs, hzs nd ppnds. S.W. :Advc a & (Dg o M. nd S.D.) S.W.: Hs dit an als. S.D. :It hs; t th pst o m hnd whi tkg th obi. SW. :Hv u a fdi &? S.D. :1 hv (S.D. nd Cand gv & o M.M) S.W. : Hs tht an als S.D.: It hs; t th pn o tht obi. S.W. :Wht i a tkn. S.D.: A crtn frnl or brth g whb one Esn my M. gvn by Cand ( 3 177 knw anth i th drk a i th 1. S.W. : Adv nd gv me a tkn (Advs on stp, PS g o M.M. gvn by cand.) S.W. : Wt i th.t. S.D. :Th p g o M.M. S.W. :Hs it a nm. S.D.: It hs. S.W.:Wlugvittm. S.D. :1 dd nt s rc it, nth wi I so impt it. S.W.:Hwwludspsoi. S.D. :L o sb it. S.W. : Sb i nd bg. S.D.:U bg. S.W.:Bgu. (Dn.) I m stsfd. S.D.: (Cndts Cand twds W.M. stps thin nr Alt.) W.M. (o) :Br. S.D. S.D. :W.M. W.M. :Rcndt th Br t th S.W. tch hm hw t wea hs ap a a M.M. S.D. (Rcnts cand to th S.W. I th W., whr thy hit o th stp.) S.D.: Br.S.W. S.W.: Br. S.D. S.D.:It i di ord o rh W.M. tht u tch ths Br hwtoweahs ap aaM.M. ithE,who di W wh wi"},{"pageNumber":89,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w.stichtingargu s.nl w. stichtingargus.nl w. sti chtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. sti chtingargus.nl \\vsI ichiingargus.nl ~ slichlingargus.nl ~ stichtingargus.nl v~ .stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.n I 178 3 S.W. (arranges cand ap): M br, u hv aird bn infnid dit a di bldg o K. S. T. di cftsni wr dstngshd b di ninr i wh di wo diei aps. M. Esns wo thrs dius,—thus wr yrs. S.D. (Cndts th cand t th W.M. i th E.) W.M.: My bro, a u r nw cith a M.M., I prsn u, niblmtcly, di wk Us whch ar al th tis o Msry, espcl di tr, an instrument used by operative Masons to spread die cement which unites the several parts of die build - ing into one comnion inass; but we, as Free and Accepted Masons, are taught to use it for the more noble and glorious purpose of spreading the cement of brotherly love and affection, that cenient which unites us into one sacred band or Society of friends and brothers, aniong whom no contention should ever exist, save that noble conten - tion, or rather emulation of who best can work and best agree. W.M. : flr. S.D. S.D.. W.M. W.M.: Rcndt th Bro t th plc whc h cm, invs hni wth dit o wh h hs bn dvs, nd i de tm rtn hni t th L for frth insttn. S.D. (Cndts cand t th alt nd pics hm biw th 3 179 Stds., wh hi’ prcdd hm; S.D. thn rtns I hs sta.) W.M.: (Instrcs cand t sahit. Thn cand nd Stds rtr t th prprt rm. Bro I do. Mnwhle, th L is did fr lb t rfrsmt.) W.M.: (o) Br. J. W. J.W.: W. M. W.M.: Wtithr. J.W.: Hgh twl, W.M. W.M.: If u r stsfd tht t h.r is hgh twi, u wl erct yr din, cl t cf frni lb t rfsh t b cld on agn a t snd o t gvl i t E. J.W.: (ooo) Itis tordotW.M.thtthsLb cid frm lb t rfsh, t b cid on agn a t snd o t gvl i t E, tk de ntc nd gvn yrsl acdly."},{"pageNumber":90,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nI w.stichtingargu s.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl w-;I chiingargus.nl v~ ~iichiingargus.nl ~ sticbtingargus.nl w.stichtingargus.nl xv. stichfingargus.nl w. stichtingargus.nl w. sfichtingargus.nl w. sfichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. sticliti ngargus.nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.n~ w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI w.stichtingargus .nI 180 3 SECOND SECTION — THIRD DEGREE ~ W.M.: (o) Br. J.W. J.W.: W.M. W.M.: Cltcffrm.rfsintlb. J.W.: (ooo) Bin, i is t ord o t W.M. tht ths L b cld fin rfsm t lb, tk de ntc nd gvn yrsl acdly. (lwrs dIm, S.W. rs dlm.) Stds.: (Whn dand is rdy.) (ooo) S.D.: W.M. W.M.: Br. S.D. S.D.: Thrian.alinatinrdr. W.M.: Atn t aim nd ascii t cans. S.D.: (Answs I alm nd dnddt dand nsd t dr.) W.M.: Br. S.D., cndt t owly md br bfr t A on tstnddgo aM.M.(Dn.) W.M.: M br, i yr fthr prgrs i ths dgr it wi b ncsr f u t rprs ou anc op G. M. H. A. di wds son, wh f hs intgrt an fdlty bcin emntly dstgshd, nd whs nin i hId i hgh vnerat b di cft. It is f flit rsn u ae invst wdi ths jl a th apprprt inbim or bdg o hs offc. U wI thrf prcv tht u ae nt fly invst wth al di scints o a M. Esn, nr d I knw tht u ev wl b; f 1k hm, it wI b nscr f u t gv us stsfcty prf o yr fdlt t di •trst aird rpsd i u. 3 t81 I dng ths yr pth my b bst wth dngs nd dfclts, nd evn yr If itsl may b thtnd. U wi, dirfin suinn t yr ai al yr fortd, dit trly dstngshd Msc crdnl vrtu, t nabl u t endr th trls wh ae bfr u. Hinn lf, in Br. a cnstnt scn o tris, nd we weak, frai mrtls ae tgt t plc ou dpndnc upn di Sup Arct o di univ aln f supt, prtcn, nd dlvrcn. U win tgt a yr mitt ~ Esnin flit bfr ntrg upn ny grt or iinpint undtkg u ought aiwys t nvk th ai o Deity. Thn u hd a fdif finn t pry f u. Nw u inst pry f yslf. U wI thrf sfin ysl t b agn h w, nd repar t di sacd Alt o F. Esnsm, thr kn nd pry, ethr orl or mntly, a u cbs, nd whn u shI hv cncld yr dvtns, sy amn, aud’bly; an nd pinc i di fthr crmns o di dgr. (Th Bro i h w, thn kns a th alt nd prys, Whn h says ainn, S.D. tks Cand b th r rin nd asst hm t an. Thy prdd t th I.W.’s st I th 5, whn Ia frst Rf, dnfrns th B, dldhg hin b th dllr i a rgh innr, a th sm tin xdlmg): Ja.: G. M. H. A., 1 m gld t mt u aln; ths i an oprtnt I hv sgt; u prmsd dit whn th"},{"pageNumber":91,"pageContent":"‘¼ w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus .nI w. stichtingargus.nl w.stichtingargu s.ffl w.stichtingargus.nl w.stichtingargus.nl W. St ichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. sti chtingargus.nl \\VAI chiingargus.nl v~ ~iichiingargus.nl ‘~ iicldingargus.nl ~ >AicbtingarguS.nl w.stichtingargus.nI xx .stichtingargus.nl w. stichtingargus.nl w . stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. sticliti ngargus.nl w.stichtingargus .nl w.stichtingargus.nl w.stichtingargus.nl w. sticlitingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus .nl 182 3 T shd b cmpltd t gv us th sc wd o M. M. to nable us t obt Ms’ wgs whl trvl in finn inds. Bhl th T i ab cmpltd, nd I dind di scwdoM.M. S.D.: Thsisnthttmnrpictgvthscwdo M. M.; wai unti th T i cinpltd nd ddctd; din, if fnd wthy u wi rc it othws u cnnt. Ja.: Cnnt. Tik nt t me o tine nin plc, bt gv in th sc wd 0 M.M. S.D.: Iwlnt. Ja.: WI nt—gv me th sc wd o M.M. ths instorlwltkylf. S.D.: I shl nt. Ja.: Thn d. (Ia strks t dand ads t thr wth t twn fou nch gge.) S.D. (Cndt th Br t th W, whr lb, sdfld RI, dnfrns hin.) Jlo.: G. M. H. A., I dmd th sc wd o M.M. S.D.: I cnnt gv it. JIo.: Cnt gv it! Gv me th sc wd o M.M. S.D.: I wi nt. Jlo.: WI nt!—gv me th sc wd o M. M. ths inst, or I wl tk y If. S.D.: I shl nt. Jio.: Thn d. (lb strks t dand on t rg br wth t ngl o t sq.) 3 183 (Thy thn ps t th E, whr thy ae int b th thd Rf, In.) In.: G. M. H. A., Idind th sc wd o M. M. S.D.: I cannt gv it. In.: Cnt gv it! I hind u cvlg wth Ja nd J1 3 ; fin thin u hv escp, fm me u cnnt Gv me discwdoM.M. S.D.: I wi nt. Jin.: Wi nt. I hId i in hn an instin o d. Gv me th sc wd o M. M. ths inst or I wl t yr if. S.D.: M lf u my t, in intgr nv. Jm.. Thn d. (In strks t dand on t fh wth st—inl.) Ja.: Als, wht hv w dn. JIo.: Sin on G. M. H. A., nd nt obtnd di sc wdoM.M. in: D nt cvl abt th sc wd o M. M. bt lt us bin di bd i th rbsh nd int a 1w twl f cnsltn. Ja. nd lb.: Agind. (Thy tk up th bd nd da it E o t Alt, nd thr dpst it.) In: B pncti atlw twi. (Lgts trnd 1w. Aft a inint silnd, th hr o twl strk on a gng, whn thy int a th bd.,) Jin: I tht u, Ia. III"},{"pageNumber":92,"pageContent":"w.stichtingargus.fll w.stichtingargus.fll w.stichtingargus .nl w. stichtingarguS.fll w.stichtingargus.fll w. stichtingargus.flI w.stichtingargus.flI w.stichtingarguS .nI w.stichtingarguS.fll w.stichtingargus.fl~ w.stichtingarguS.fll w.stichtingarguS.fll w.stichtingargus.fll w. stichtingargus .nl w. stichtingargus.nl w. sti chtingargus.nl \\vsilchiiflgargus.fll ~ Yichiillgargus.nl ~ ~IiJtlingargus.nl ~ slichlingargus.fll \\X stichtingargus.fll w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w. sticlitingargus .nl w.stichtingargus.nl w. sticliti ngargus .nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl 184 3 Ia.: It i. Im.: I tht u, lb. lb.: It I. Int: Asst me to ca th bdy a wstriy cins t th brw o a hI, whr [hv a gin prpd, nd bin it. Ia. nd lb: Agind. (Thy tk up rh bdy nd ca it i a wstrly drdtn nd ly it dwn i fin o th S.W. i th W, hd t th W.) Jim: I nw prps tht we pint ths spg o ac a di hd o th gin t mink rh spt, shd futin ocsn rqr us t fnd it. Ia. nd 110,: Agrd. In.: Nw lt us mk ou escp fin th rim. (Thy rtr fin th bdy i dfn drdtns. Lgts trnd up. A innt’s silnd nw ensus, whn th Bin al dinfld dratg dnfsn nd ae dld t ord b th W.M., wh i nw dalled M. E. K. S., wh adrss th S.W., wh i nw dalled Br. H.K. o Ty, Th S.D. is 1st Cfin nd t I. D. is t grd.) K.S. (0): BrE{.K.oT. H.K.o’ T.: Mst excit K. S. K.S.: Wht i th cse o dis cnfs.m, nd wh ae nt th cf pinsung di lb a usl. H. K. o T.: M. E. K. S. thine ae no dsgns upn di tins b, whb th cf cn prsu thr ib; nd G. 3 185 M. H. A. is msg. K.S.: G. M. H. A. msg; h hs evin bn pncti th prfmc o hs dut. I fin sin acdt hs befin hm. Cse strc sinh t b inde i nd abt th svrl aprtmts othT,nd se ifhcnbfnd. K. K. o T.: Cfmn asmb. (Tw Cf inn entr, fe th W, gv & o Fd.) Mk strc srh i nd abt th svri aprtmts o th T nd se if G. M. H A cn b fnd. (Cfmn thn try arou th L nd sk th flig qs.) Fs.Cfm.: HvnsnouG.M.H.A. A Br.: Nt snc hgh twi ysd. 2d Cfni.: Hv u Sn ou G. M. H. A A Br.: Nt snc hgh twi ysd. 3dCfm.: Hvusnou G. M. H. A. A Br.: Nt snc hgh twl ysd. 4thCfm.: HvusnouG. M. H. A. A Br.: Nt snc hgh twi ysd. istCfm.: Br. H. K.oT. H.K.oT.: Cfm. 1st am.: Br. H. o I., strc srh hs bn ind nd abt th svrl apintmt o th T, nd ou G. M. H. A. cnnt ‘b fnd; h hs nt bn sn snc hgh twi ysd. (C fin. rtr.) H. KoT.: MstE. K. S. K.S.: Br.H.K.oTy."},{"pageNumber":93,"pageContent":"w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w. stichtingargu s.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. sti chtingargus.nl \\v=1 ichiingargus.nl ~ ilL Itiingargus.nl ~ slichtiflgargus.fll w stichtingargus.nl w .stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. sticlitingargus .nl w. sticlitingargus .nl w. stichtingargus.nl w.stichti ngargus.nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.ffl w.stichtingargu s.nl w. sticlitingargus .nI w. stichtingargu s.nI w. stichtingargus.nI w. stichtingargus.nl 186 3 H.K. o Ty.: Mst E. K. S., s.trc srh hs bn ind i nd abt th svrl apintmtS o th T, nd G. M. H. A. cnt b fnd; h hs at bn sn snc hgh twi ysd. (Analminw hrdathinrdr.) (ooo) Gind.: B. H. K.oTy., dir isanaim. H.K.oT.: ME.K.S.,thrisanaim. K. S. :Attn t th aim, nd asctn th cs. Gind (o) (ops dr) :Wh cm hr. 1st Cfm.: Twi F.C. sk audc wth K. S. We hv an impt cmctn. Gind. (dls dr): Br. H. K. o Ty. TwI Fc. sk an audc wth K. S. nd sy tht diy hv an impt cmctn. H. K.oTy.: M.E.K.S. K.S.: Br~H. K 0 T H. K. o T.: TwI fcs sk an audc, nd sy th liv an impt cmctn. KS.: Admt thin. H.K.oT. (to Grd.): Admtthm. (Th twl Fd. ae nw adintd, sx o ea sd o L. Prcd t th E, fring sinidrel i frt o K. S., knl on r kndgvdgo Fd.) lstGfm.: ME.K.S. K.S.: Cfm. 1st Cfm.. M E. K. S. we twi, wth thr oths, ent 3 187 mt a cnspinc t xtr fm ou G. M. H. A. th sct wd o M. M., or tk hs If. Rflctng on di enrmt o di cinm, we hv rcntd, nd nw appr bfr u, clthd i whi givs nd aps tkns o inoc, nd hmbiy cry yr prdn. W fr, hwvr, tht th oths hv bn so bse at t criny diei indins dsgn mt exectn. K.S.: An, inpin t yin lbr; yr pind wi dpnd upn yr futin cndc. (TwI Cf in, don tra-indh nd p5 ot, rtrdng stps o ntrnde.) K.S.: Br H. K.o T. H.K.oT.: M.E.K.S. K.S.: Cse di svrl rls o wkin if ny, ae msg. H. K.o T.: Br. Sec. Sec.: Br. H. K.o T. H. K. o T.: CI th svri ris o wkm,nd c wh, if ny ae msg. Sec.: Cfm asinbi fri ci. (CIs rIl.) Amos, Caleb, Ezra. Joshua, Hezekiah, Nathan. Ia. Samnei, Isaiah, Aholab. ho. Gideon, Haggal, Daniel. Im. Sec.: BrH.K.or H. K.o T.: Br. Sec. b cid, nd c wh,"},{"pageNumber":94,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nl w. stichtingargus.n~ w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.st ichi ingargus.nl cI~i ingargus.nl ‘~ ilL tlingargus.nI ~ StIclllingargus.nI \\\\ stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl • w. stichtingargus.nl w, stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w. sticliti ngargus .nl w. sticliti ngargus .nl w.stichtingargus.nl w. stichtingargus.nl w. sticliti ngargus .nl w.stichtingargus .nl w. sticliti ngargu s.n~ w.stichtingargus.nl w.stichtingargus.nI 188 3 Sec.: Th svrl rls o wkm liv bn cid, nd thr ae msg: Ia., Jo. nd Im, bis nd inn o Ty. H.K.oTy.: M.E.K.S. K.S.: BrH.KoTy. H. K. o Ty.: Th svrl rls o wkm hv bn cld, nd thin ae msg: Ia., lb. nd Im., bins nd mn o Ty. K.S.: Bin H. K. o Ty., twi Fcs apind bfr me ths minng, clthd in whi glvs nd aps, tkns o inoc, nd cnfsd tht thy, wth thin oths, hd entind mt a cnspr t xtr f G. M. H. A. th sc wd o M. M., o tk hs if; rflctng on th eninmt o di cnn, th hd rcnt nd hmbly crvd in prdn; thy find, hwevr, tht th othins hd bn so bse a t criny thei minds dsgn mt exectn. SeIc finn t cfmn thos twi Fcs, dvd thin mt Pints 0 thin, nd snd thin E, W, N, nd 5, i sinch o th absnts. H.K.oT.: Cfmasmbl. (Twi cinsin, sx on ea sd, rndh mt L ndfm sin-drd wst o Alt, fdg th W, nd gv & o Fd.) H. K. o T.: U twi wh appind bfr K. S. ths mrng nd cnfsd dvd mt pints o thin, nd tiny E, W, N, and 5, i sinch o th absnts, nd rtrn nt wtht tdngs, (Thy t dvd nd prdd t try.) Fs Pint.: Le us prsu a W. cins. ScnPrt.: LeuspinsuaEcrs. ‘3 189 Thd Pint.: We go N. Frth Pint.: We S. (All indh in th dird find. Th prty wh prsd th W drs, nit a sa f inn, nd th Fs Cfin. sys), Cmpns, hr is a sa f inn; it us inqin ohm (T wh thy agr.) 1st Cfm.: Sin, hv u sn ny stings ps ths wa. S.f. Mn.: I dd; thin, ystd. 1st Cfm.: Wi u dscrb thin. S.f. Mn: Fm thei gnrl aprc, 1 sps thin t b mn o T. Fm a sting fmly rsmbnc, bins, nd fin thei bng clthd i whi glvs nd aps, inst hv bn wkm fin th T. Thy win endvng t obt pssg to Ethop, bt K. S., hvg isud an edc frbdg ny psn t lv th rim wtht hs ps, nd nt hvg it, thy fald t obt pssg nd intnd mt th cntr. Fs. Cfm.: Ths no dt win th Rfs. 2n Cfm.: Ths is imptnt. 3dCfm.: Ltusgupndrpt. lstand2dCfm: Agind. (Cf inn indh t E.) Fs. Cfmn.: Tdgs, M. E. K. S. K.S.: Whttdgs. Fs Cfnm.: We wh tinvi a W cins. on arvg a di cty o Ipa, fi i wth a sa f inn, o whin we inqind if h hd sn an stings ps tht wy. H inpld"},{"pageNumber":95,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w.stichtingargu s.nl w. stichtingargus.ffl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. sti chtingargus.nl w..dicliiingargus.nl v~ Jichtiiigaingus.nl ~ slichlingargus.nI w stichtingargus.nl w.stichtingargus.nI w.sticliti ngargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.shtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. sfichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargu s.n~ w.stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl ‘7 190 3 dit h hd, 3; di dy bfr, wh fm thei gninI aprc, h spsd t b inn o T; fm a sting fmly rsmblc, bins, nd, fin thei bng cithd i whi glvs nd aps, inst hv bn wkm fin di T. Thy win endvng obtn pssg t Ethop, bt K. S., hvg isud an edc frbdg ny psn t iv th rIm wtht hs ps, nd nt hvg it, thy fald t obt pssg, nd rtnd mt th cntr. K.S.: Ths, no dt, wr th Rfs, bt th i nt satsfcty. Tinvi as bf in, wth th pstv asinnc, flit if u d nt sccd i brngng th Rms t jstc, u wi b dmd th minds o G. M. H. A. nd sfr ad. 1st Cfmn.. Lt us agn prsu a W cins. 2nd nd 3d Cfmn.: Agd. (Al try W.) 1st Cfmn.: Cmpns, I m wery; nd wi St dn inst nd rfsh insl. Scn Cfni’n.: Cm aing; we hv an imp.tnt dty pfrm. Fs Cfmn.: Hai, cmpns hai! On atmptg t an, I acdtl cght hId o ths sp o ac, wh s easi gv wa as t xct in sspcn. (2nd 3d Cfinn rtr.) Scd Cfmn.: Th ert sins t hv bn rcntl dstbd. Thd Cfmn,: It prsns th apinnc o a gin. (Vcs ae nw hrd isung fin th dlfs o adjdt rks.) Ia.: O,thtmdithdbnctacs,mtgtnotan bind i th sn o th sa a 1 wt ink, whin th td bs 3 191 nd fiws twc i twn fin hins, er I hd bn accsr tthmrdoouG. M. H.A. 3rd Cfmn.: Tht i th vc o Ia. 110.: O,thtmlbshdbtop,mhandvtlstkn thnc t di vI o ihspht, nd thin If a pry to th vits o di ar, er I hd bn accsr t th mind o G.M.H.A. 2dCfmn.: Thtithvcoilo. In.: 0, tht m bd hd bn svrd i tw m bls tkn thnc nd bn t ashs, th ashs thrf sctd t th fou wns o hv, tht dir mt inmn neth trk, trc, nr inmb’rnc amk mn or Esns o so vie nd prj a winhasl,whhvslonG.M. H. A. Fs CImn.: Tht i th vc o Im. Lt us insh i, sz, bnd, nd tk thin bfr K. S. 2dnd3dCfmn.: Agd. (Rfs ae rkn up 1 thE.) FsCfmn.: Tdgs ME. K.S. K. S.: Wht tdgs. Fs Cfmn.: We trvld as drcted; on arvg a th brw o a hi, I bng weiny, St dn t ins an infsh insi. On atmptg t an, I acdti cght hid o asp a ac, wh so easi gv wy as to xct in sspcns. I thrpn hid m cmpns, nd whl cnvrsng upn th snglty o th ocinnc, we dstnciy hind vcs isung fm th clfs o th adjct inks, th fst"},{"pageNumber":96,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.n~ w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w .stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl ~.dichlingainglls.nl \\~ YILIlIIflgargus.nl ~ stichtingargus.nl w stichtingargus.nl w .stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl I w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl 192 3 o whh we .rcnizd as tht o Ia., xcimn: “0, tht in tht hd bn ct acs, in tg tn ot nd bin di S~i 0 th sa a I wt ink, whin th t bs nd fiws twc i twn fin bins, er I hd bn accsr t th mind o ou G. M. H. A.” Th scnd as flit o lb, xcimg: “0, tht in 1 bs hd b t op, in ha nd vfls tkn thnc t th vi o Ihsph, nd thin lf a piy t th vits o di ar er 1 hd bn accsr t th mind o on G. M. H. A.” nd th thd a tht o In., xcimg: “0, tht in bd hd bn svrd i twn, in bls tkn t~hnc nd bn t ashs, th ashs thrf sctd t th fou wns o hv, tht thr int mn nthr tink, trc, nin rmbinc amng inn o Esns o so vi nd pini a wrh as I, wh hv sl ou G. M. H. A.” We thrpn rshd i, sz, bnd, nd hv thin bfin u. K. S.: Ia., u std chgd wth bng accsr t th mind o G. M. H. A. Wt sy u t di chg, gi or nt gI. Ja.: Gi. K.S.: ho., u std chgd wth bng accsr t di mmd o G. M. H. A. Wt sy u t tb chg, gi or nt gi. ho.: Gl. K.S.: Im.,u std chgd wth th mind o G. M. H. A. Wt sy u t th cbg, gi o nt gi. Im.: Gi. 3 193 K.S.: Vie nd inipus wrhs, intict upn tb enrint o yr cnn, nd di ambi chinctin o hin u hv sin. Lk up nd rcv yr sntc, wh i tht u b tn wtht tb wis o tb cty nd thin svriy xcutd agrbiy t di imprctns o yr ow mth. Begone! (o) (Th Rfs ae cndtd ot o th L, nd th cf inn rtrn nd rpt.) lstCfmn.: M.E.K.S. K.S.: Cfmn. 1st C~inn.: Th Rfs hv bn xcutd agrbl t yr cind. K.S.: It iwi. Nw gftb i sinch 0th bd oG. M. H. A., nd if fnd, ink dign srh on nd abt it f nythg wbb it my b clnly idnt!fd. 1stCfmn.:LtusrpintthbinWothhlwhI~I St dn t ins nd rfsh msl. 2d nd 3d Cfmn.: Agind. (Thy prcd W.) Fs Cfmn.: Ths sins t b th spt. ScndCfinn.: Ys;hinitbspo ac. Thd Cfmn.: It prsns tb apinnc o a gin. Fs Cfmn.: Cmpn, lt us rmv tb ert (Dn) Kin i a bd, bt i so ingi nd ptrd a cdtn tht it impsbl f us t prsu tb sinch. Lt us stn asi unti di effv arsg thinfin pss o. Nw it us prsu di sinch. Hr is a jl. 2d Cfmn.: Lt us rmv it nd go up nd rpt. 1st nd 3d Cfmn.: Agrd."},{"pageNumber":97,"pageContent":"w. stichtingargus.nl w.stichtingarguS.fll w .stichtingargus.nl w.stichtingarguS.fll w.stichtingargus.fll w.stichtingargu s.nI w. stichtingarguS.flI w. stichtingargus .nl w.stichtingargus.fl~ w.stichtingargus.fl~ w.stichtingargus.fll w .stichtingargus.nl w.stichtingargus.fll w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl ~vAI ichtingargus.nl slichtiflgarguS.fll \\\\ .stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w .sfichtingargus.nl I w.stichtingargus.nl 194 3 (Thyrnivthjndbrit tK.S.) Fs Ofmn.: Tdgs, M. E. K. S. K.S.: Whttdgs. 1st Cfmn.: We wnt frth as drctd, nd on arvg a di brw o th hi whin I St dn t ins nd rfsh msl, dscrd di apinnc of a gv, nd on ring di ert, fnd a bd bt i s mgi an ptrd a cndt flit w fnd ou hns invifly i ths psn (plcg th hns i th psn o dg o M. Esn) t gind ou nstis fin th etlv ainis thrfm. Aft th efiv hd psd 0, we md dlgn sinch on nd abt di bd, sve dis ji. K.S.: Prsn tb ji. (1st Cf inn prsnts jl.) K.S. (sotto voce): Thin cn b no dbt as t th dth o G. M. H. A., as ths i th ji wh h win. Bro. H. K.o T. H.K.oT.: M.E.K.S. Thin cn n ing b ny dbt as to th dth o bt fnd nthg G. M. H. A. or as t di idnt o th bd, as ths i th ji wh h win. Ais! I fin th ins wd is, if u wI inmbr tbt it ws agind btwn ysi, insi nd G. M. H. A. tht tb sc wd o in F,sm shd nt b gvn unis we thin win prsn nd agind. On o ou nmb i no min. I thinfin pinps flit u asmbi di cf nd prcd wtb me t th gv f th 3 [95 pinps o insg th bd nd binng it up t th T f a inre dcnt intinin. I ais prps tht th fs & gvn on arvg a th gin, nd th fs wd spkn aft di bd shi hv bn rsd shi b, rsptvly, di gn hig Sn o dsts o M. Esn. nd th wd a subst f tht wb i 1st, unls th wsd o ftr gnrtns shi dscv nd bmg t igt di tru wd. H. K.o T.: Agind. Bro !Arshl Minshi.: Br.H.K.oT. H. K. o T.: Asinbi th cft. Minshi: Cftmn, asmbl, tw b tw, fcg di E. (Th cft thn fin i prcsn, wth Mrshl a hd, Dcns; K. S. nd H. K. o T., flId by Cfmn in tws, Stwds nd Chap. in th rr.) (March th tins ard, sng) The following or some other suitable dirge may be sung. FUNERAL DIRGE Soiemn strikes the fun’rai chime, Notes of our departing time; As we journey here below, Through a piigrimage of woe. Here another guest we bring; Seraphs of celestial wing, To oum fun’ral altar come, Waft our friend and brother home. w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w .stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. sfichtingargus.nl w.stichtingaingus.n~ w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.n~ w. stichtingargus.nl"},{"pageNumber":98,"pageContent":"w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargu s.n~ w. stichtingargus.n~ w. stichtingargu s.n~ w. stichtingargus.n~ w. stichtingargus.n~ w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl \\V. ~ Ii c h till gaingus.nl v~ ~llLIlI ingurgus.nl ‘\\ ilL Iitingaingus.nl ‘A slicblingargi.iS.nl v~ stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingaingus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl • w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.n~ w.stichtingargus.nI w. stichtingaingus.n~ w.stichtingaingus.n~ w.stichtingaingus.nl 196 3 Lord of all! beiow — above — Fill our hearts with truth and love; When dissoives our earthly tie; Take us to Thy Lodge on high. (Th Mrshl at th E dvds prcn in sngl fl. On arvg a th gv, al fin a crc arou th bd K. S. a th hea; H. K. o T. a th ft; Mar at 5 o bdy. Chap. at Al. Bin gv & o M.M. nd mn in or. K. S. inks & o dsts o MM., nd rpts onyond: 0 K.S.: Br. H.o T. H.K.oT.: M.E.K.S. K.S.:EndvtrsthbdbthgoE.A. H. K. o T. (Trys bt fis. ): Owng t th hgh stt o ptfcn, tb bd cnnt b s ins; th s sis fin th ft. K.S.: EndvtrsthbdbthgoFc. H. K. oT.: Fr th ins bfr assnd, th bd cnnt b srsd; thficisfmthbn. K.S.: Br. H. K. o T., I ou prsn mrgncy wt shi we d. H.K.oT.: Pray KS. (rrnvs hs ht): Bn It us pray (Th bin al kn arou th bd on I kn; K.S. (th Ms.) kns a th hd o th bd; K S. or Chap. rpts th flwg) 3 197 PRAYER Thou, 0 God, knowest our downsitting and our uprising, and understandest our thoughts afar off. Shield and defend us from the evil intentions of our enemies, and support us under the trials and alXictions we are des - tined to endure, while traveling thru this vale of tears. Man that is born of woman is of few days, and fuli of troubie. Re cometh forth as a flower, and is cut down; he fleeth also as a shadow, and continueth not. Seeing his days are determined, the number of his months is with Thee, Thou has appointed his bounds that he cannot pass; turn from him Ihat he may rest till he shall have accomplished his day. For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease. But man dieth and wasteth away; yea, man giveth up the Ghost and where is he? As the waters fall from the sea, and the flood decayeth and drieth up, so man lieth down and riseth not, till the Heavens be no more. Yet, 0 Lord, have compassion on the children of Thy cre - ation; administer diem comfort in time of"},{"pageNumber":99,"pageContent":"A 3 198 w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w . stichtingargus .nl w. stichtingargu s.n I w. stichtingargus.flI w.stichtingarguS.fll w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl ‘A ilL litingargus.nl ~ stichtingargus.nl w.stichtingargus.nl v~ .stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl trouble, and save them with an everlasting salvation. Amen. All So mote it be. K.S.: Bn, an (Dn) Br H. K. o T., asst in t ins th bd o G. M. H. A. b th stina g o a M. M. or ins p. (K. S. sts t th ft o th bdy. H. K. o T.sts t lf sd. As K. S. tks cand b th rl g o M. M., H. K. o T. tks cand’s lf rin nd asst in rsng cand on Sq. nd K. S. gvs hin th wrd on th fv pnts o flshp.) W.M. My bin, th wds u hv jst rcd ae Hbrw wds nd sgfy -—— —), nd aid t a prtclr ti ur obi, whinn u swin tht u wd nt gv th sub f th M. Wd in ny odi innin thn tht in wbc u rcd it, whc wd b o th fv ps o fisp nd a 1w bin. Th fv ps o flsp ae: f t f, k t k, bs t bs, hn t b, nd mh t e, nd th tch us ths impt isns: F t f, dit we shd b ev ind t go on f, nd evn bin f, on a wthy M. Esns einnd, shd hs ncsts inqin i nd we b no btr prvdd. K t k, tht we shd evi mb ou ba i ou dvtns t Dei. B t b, tht di scs o a wth B. M. Esn whn cmct t us as sh, shd b as scm nd invit i 3 199 ou be asthy win i be bfr cnict. H t b, dit we shd b ev rd t stinch frth a hn t spprt a fing bro nd asst hm on al ifi occsns. M’h t e, tht w shd b ev indy t whsp wse cncl i tb ea o an mg bro nd win bin o arprhg dag. My B, I wl nw instc u in th mar o amvg a th ml g ad wd o M. Esn, bt as u ae uainstcd, h wh hs hmtf ansd f u wi at the tin. Gv in di p g o M. M. (Gvs p g o M. M.) W.M.: Br. S.D. S.D.: W. M. W.M.: Wluboomfm. S.D.: Fm. W.M.: Fm wt ad t wt. S.D.: Fm th p g o M Esa t th ml g o th sin. W.M.: Ps. (Dn) Wt i dit. S.D.: ThrlgoMEsnoinlnSPw. W.M.: HvuthsubwdoaM.M. S.D.: I hv. W.M.: Wlugvittin. S.D.: Plc ursl i prp psa t inc it ad I wi. W.M.: Mink tb dfmnc, in bin. Hrtfr yr ans w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stic hti ngargu s.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus.nI w. stichtingargus.n I w.stichtingargus.n I"},{"pageNumber":100,"pageContent":"w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w . stichtingargus.n I w.stichtingargus.n w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nl w.stichtingaingus.nl w, stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl ‘A iichtiiigargus.nl ‘A ¾11L 1 1(lllgUrgUS.fll ‘A ilL btingargus.nl ‘A sticliliflgainglls.nl v~ stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichti ngargus .nl w. stichtingargus ni w. stichtingargus.nl w. stichtingargus.nl • w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingaingus.nl w.stichtingargus .nI xv. stichti ngargu s.nl w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus .nI w.stichtingargus.nI w. stichtingaingus.nI w. stichtingargus.nI 200 3 hv bn, I dd at so inc i, ath wi I so impt it. Nw it i: Plc ursl in prp psn t ins i ad Iwi. W.M.: Wt i di pep psa t rc it. S.D.: On th fv pts o fishp. W.M.: Wht ae di fv pts o flshp. S.D.:Ftf,ktk~thihtbndt W.M. Ullutrates th fv pts, as thy ar nmd by S.D., ais gvs wd.) W.M.: Ths, my bin, i th g hig & o dst o a M. M., ad i gva in ths mar — (gvs it) — nd aids t a pmtci te i yr ob, whra u sw tht u wd at gv th g hig & o dst o M. M. xcpt f th bnf o th cft whi a wk or f di instcn o a bin, uni u win in ml dst. Sbd it b acsry t use ths & whn it cd at b obsvd, di wds “ t be subs, bt th & ad wds ae nv t b gvn tgthm. Sbd u c tht & gvn, or hea ths wds, u wi hsa t th rif o di psa so gvg thin, f u my inst asind thy cm fin on wh hs tmvd di sin ind ad mcvd th sin It in Esasm tht u hv. W.M.j Br S.D. Cadet th Br t di E whm b wI rcv ftr instinctass. F 3 201 SECTION III HISTORICAL LECTURE W.M. Sacred history informs us that it was determined in the councils of infinite wis - dom that a Temple should be founded at Jerusalem, which should be erected to God, and dedicated to His Holy Name. The high honor and distinguished privilege of performing this sacred service was denied to David, King of Israel, because, (as the Scrip- tomes inform us) he had made great wars and shed blood abundently. We also learn from the same sacred source that die God of Israel had promised David that out of his loins he would raise up seed to serve Him. This divine and mem - orable promise was afterwards fulfilled in the pem~oa of Solomon, and in his splendid and unexampled career of prosperity. After David had been gathered to his fathers, and the last honors paid to his mem - ory, Solomon wielded the scepter of Israel, peace reigned within her borders, and the children of Israel looked forward with peculiar satisf action for the display of that wisdom"},{"pageNumber":101,"pageContent":"w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. sfichtingargus.n I w. stichtingargu s.nI w. stichtingargus.nI w. stichtingargu s w. stichtingargus.nI w.stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w .stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nl ~v.iichlingainglls.nl ~x~IIILh(Iflgargus.nl ‘A ilL iitingaingus.nl ‘A stichtingargus.nl • stichtingargus.nI w .stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl 3 202 which was destined to astonish and amaze the world. In the second month of the fourth year of his reign, Solomon commenced the erec - tion of this, edifice, the curious workmanship of which was calculated to excite the won - der and admiration of all succeeding ages. It was located on Mount Moriah, near the place where Abraham was about to offer up his son Isaac, and where David met and appeased the destroying angel, which was visible over the threshing-floor of Oman the lebusite. About this time, King Soinmon received a congratulatory letter from H., K. of T., of - fering him every assistance in his power, and manifesting a strong desire to participate in the hign honors then clustering around die Throne of Israel. Ths ws th bldg prgrssg, wtb di asst o H. K. o T. ad und di med spvsa o G. M. H. A., ad ws wi ngh cmpld, wha svri o tb cft, i an atmpt t xtrt fmm G. M. H. A. di sc wd o M. Esa, bcm hs asns. Thus f a shint priod ws di bldg impdd i its pingins. 3 203 U, in bin, by ths eva rpsad ou anc op G. M. H. A., whs cstm it ws evin dy a hg twi, whl tb cf win at mfsmt, t atin tb Tmp ad dinw hs dsas upa di trsbd, aft wh h inpind t di unfa sac snot t ofin up hs prs t di evin lvg ad tin G. Aft pfmg tbs pious dvas on th dv o hs dth, h atmp t pss ou a di S. G., whin hs ws acos b Ia, wb thrc dind di sc wd o M. M., ud on hs thd rfsl, stin hm wth a twa fou ach g acs di di. H thn atmp t ~55 ou a th W. G., whr h ws acos b Jo., wb als tbrc dind di sc wd o M. Esa, ad on bs did infsl, stin hin wth di agi o a sq on th in b; h din atmp t pss ou a tb E. G., whin h ws acos by In., wh Ikwse dirc dind di sc wd o M. M.., and on hs did rfsl stin hm wth a st-mi on tb di, wb fi bin lfs a hs Th rfs din bind th bd bath th rbs, agrng t int a 1w twl f caslt. Thy acd int ud cinind th bd a wst cins t di bin o a hl, whin diy hd a gin aird prpd, ad dir bind it, plat a sp o ac a di bd o th gin t ink di spo shd ftr occs inqin dim t fad it, ad tha eadvind t ink diei esc fin di inlin. It ws als th cstm o S. K. o Isin evy I w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargu s.nI w.stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nI ft."},{"pageNumber":102,"pageContent":"w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargu s .nl w.stichtingargus.n~ w.stichtingargus.n~ w.stichtingargu s.n~ w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl ‘A Lilt ingargus.nl ‘A ilL Iltlflgargus.nl ‘A slicblingargus.nl ‘A .stichtingargus.nI v~ .stichtingargus.nl w.stichtingargus.nl wstichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargu s.nl w. stichtingargu s.nl w.stichtingargus.nl w. stichtingargus.n~ w. stichtingargu s.ffi w.stichtingargus .n~ w. stichtingargus.n~ w. stichtingargus.nl w.stichtingargus.nI 204 3 mag t eat di T f di prps o iaspct di wk ad se if it ws bag cmpltd i al its pts aghi t th pins wh h hd rcvd fin Dv, bs fdi. On ainvg a tb T on dis occs, h fad di cft cnfsa. H rpmd t di liii o aucic, wh h int H. K. o T., o whai h iaqd th cse, ad ws in~md tht thin wr no dsns on the tms-bd, ad dit G. M. H. A. ws mssg. H din ord strc srh t b mci i ad abt di svml apts o di T t se if h cd b fad. Strc srh ws acci ind, bt wdit tdgs, h hd at ha seen sac h twi di dy bfm. Ab ths tin twi Fc apd bfr K. S., clth whi gis ad aps, tks o mc, ad cfsd tht thy, wdi thin oths, hd eat in a casprc t xtr fin G. M. H. A. th sc wd o M. Esa, or tk hs if Rflctg on th enmint o di em, thy hd rcntd, ad hmbiy crvd hs pincin. Thy find, hwv, tht th oths hd ba so bs as t cinry thei mrds dsgns mt execta. H ord thin t inpin t thin ibm, a th sin tin infing thin tht thin pind wd dpnd upa thei ~utr cadt. H din ord th svml mis o wkm t b cid t se wh, if ny, win msg. Tb mis win acdly dci nd 3 wine insg — Ia., Jo., nd In., brs ad 3 205 in o T. He tha rqstd H. K. o T. t sict fin th dfn bns o wkin di twi Fes wh hci apind bfr hin, dvci thin mt pints o thin ad snd thin E. W. N, ad 5, i srh o th absats. Tbs wh prsd a wst cins, on amvg a di Cty o Ipa, fi i wdi a sf ma, o whm diy eaqin if h hd sa ny stings ps dit wy. H repid h hd, dim th dy bfr, wh fm thei gal aprc, b spsd t b inn o T, fin a sting finly insinbic bins, ad fin thei bag clthd whi gis ad aps inst hv ba wkm fin di T. Thy win eadvg t obt pssg t Ethp, bt K. S., hvg isuci an edc frbdg ny psn to’ lv di rim wtbt hs pss, thy at hvg it, fai t obt pssg nd intad mt th catin. Wtb dis info thy intad t K. S., wh sd tht dise, no dbt win th rfns, b di i ws at satsfcty, ad ord thin t agn tiny wth th pstv asmac tht if thy dd at sccci i brag th rfs t jstc thy wd b dind di minds o G. M. H. A. ad sfr acci. Thy tinvid as dmctd, ad on amvg a th brw o a hi, one o di cinpas, bag wery, st cia ins ad rfsh hmsl. On atinptg t an, h acdl cght hid o a sp o ac, wh so esi gv wy as t xct bs sspcas. H dirpa hai hi empas, ad"},{"pageNumber":103,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w . stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.n~ w.stichtingargus.n~ w. stichtingargu s.nl w.stichtingargus.ni w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl ~v ~tlL’hIil1gargus.n1 ‘A ~ilLil(lflgurgus.ni ‘A ilL Iilingargus.nl ‘A stichtingargus.nl ‘A stichtingargus.nl xv. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl 206 3 whi cavrsng upa di sagity o di ocrac, thy cistacly hind vcs isuag fin th clfs o th acijc inks, th fst o wh thy rcaizd as tht o Ia., xclmg: “0, tht in tht hd ba ct acs, in ta t ot ad bin i di sn o th sa a 1 wt ink, whin di t bs nd fiws twc i twatfin hins, em I hci ba accsr t th mind o ou G. M. H. A.” Th scad a tht o Jo., xcimg: “0, tht m 1 bs hd b t op, in ha ad vtls tkn thnc t tb vi o Ihspht, ad thin if a pry t di vits o di ar er I hd ba accsm t th mind o ou G. M. H. A.”; ad th thd as tht o In., xclmg: “0, tht in bd hd ba svrd i tw, in bis tka thnc nd ba t ashs, di ashs thmf sctd t th fou was o hv, tht thin int rma neth tink, tmc, ar ininbinac ang ma or Esas o 50 vie nd prj a wmh as I, wh hv si ou G. M. H. A.” Thy thrpn rshd i, szd, bn ad tk thin bfr K. S., wh, aft de cafsa fin ea, ord dim t b dik wtht di wis o di cty ad dim svrly xcutd aginbi t th impinctas fin thei ow mths. Tb rfs win xcutd aginbi t hs cind. Fm ths xci - matns hv amsn tb pnls o di obis wh u hv tk in Esnsni. KS. din ord th Fcs t go fth i smh o th bdy o G. M. H. A., ad if fd, t ink dlgn w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w .stichtingargus.nl w.stichtingargus.nl w.stichti ngargu s.nl w. stichtingargu s .nl w.stichtingargu s.nl w. stichtingargus.nl xv. stichtingargus.nI w.stichtingargu s.M w. stichtingargus.nl 3 207 smh on nd abt it f nydig whby it mgt b curly idntfd. Thy wnt fdi as dmctd, ad on arvg a di brw o di hi whin di wery cmpa st da ins ad rfsb hinsi, dscvd tb apprn o a gv, nd on rmvg th eint, fd a bd, bt i sch a magd ad putind cacin tbt thy fn dir has in - vintly i dis psa (dg o M. M.) t gind thin nstls fin di eflv aris dimfin. Aft th eflv hd psd o diy mci dlga srb on ad abt th bd, bt fnd athg sve o Ii, wh thy agd t rmv ad go up ad mpt. K. S., on bhldg th II, sci dim cci no lagin b ny dbt as t th cith o G. M. H. A., or as t di idat o di bd as ditws di 11 wch h win. Als, h find di inns wd ws is, f it ws agind b hmsi, H. K. o T, ad H. A. dit th se wd o M. Esa shd at b gva unis thy thin win pinsa ad agind. On o tbei numb ws aw no min. H dimfin prpsd t H. K. o T. t asmbi di cft ad pined wth hin t th gv f th prps o msg th bd ad brng it up t th T f a mm cicat intrm. H als prpsd dit di fs & gvn on ainvg at th gv, ad th fs wd spka aft di bd shd by ba insci, slid be, rspctvl, th G H & o cists o"},{"pageNumber":104,"pageContent":"r w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargu s.nl w. stichtingargus.n~ w. stichtingargu s.n~ w. stichtingargu s.n~ w.stichtingargus.n~ w . stichti ngargus .nl w.stichtingargus.ni w. stichtingargus.nI w.stichtingargus.nl ~v ~(lL’htil1gargus.n1 ‘A ¾IlLIltIllgurgus.nl ‘A ilL Iiliiigargus.nl ‘A slichliflgargllS.fll stichti ngargus.nI w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w.stichti ngargus.n~ w. stichtingargus.n~ w. stichtingargu s.nl w.stichtingargu s.nl w.stichtingargu s .nl w.stichtingargus.n~ w.stichtingargus.n~ w. stichtingargu s.nI w. stichtingargus.nI w . stichtingargus.nl w.stichtingargus.n I w. stichtingargus.nl 208 3 M. Ean, ad di wd a subst f dit wch ws ls, unis th wsd o futin gartas sbd dscv ad brng t It di tin wd. Ts & is th G H & o D o M Esa, a di wd ailud t ws dit gvn t u on di fv pts o fishp ad a 1w bin. Th G H. & o M. Esa i gv a th mar. (Dn) Cpy, in bin, R u h t h, ur rm fg a s, ad hr di b tw inns t th sd, a aids t a pintc t in yr ob, whrn u sw di u wd n gv di G. H. & o cists o M.Esa, xcp f di ba o th cft wha at wk, or f di insta o a br, ais y win a ri cist. Sb it b in a p1 wh th s c at b sa, th wds “0, 1, — g—t—a—btws,”at b sub. Shd u c di & or b ths wds, u wi hstn t th mlf o di on s gvg dim, f u ma inst assind tht di c fr on wh h try t sin rd ad mcd di s 1 in Msry th u by. Ths wr di rm o G. M. H. A. ins fin thin hmb mstg plc, cavd t di T, ad thac t di plc o bri, wh ws as at tb unfas S Sact as di Iwsh 1w wd aiw, ad ovin hs rmas ws erc a mnt o di fast minbie, on wb ws cilnat a binka cm ad a vg wpg; i her r ha a sp o ac, i hr 1 an urn, bfr hr an op Bk 3 209 ad tm bhnd hr unilcig ad cntg di mIs o hr hai. Tb brkn cm cats dit one o th prncp sprts o F. Esam hs fin; di vrg wpg, di untini cib o G. M. H. A.; di spin o ac, tht wh id t th tini rcvry o hs mis; di urn, tht lis ahs ae sfly dpst; th op bk, dit hs mry on prptl incin amag Esas; whi tin cats dit aith G. M. H. A. mo mm, nd th sc wd o M. Esa i is, yt ‘tine, ptc, ad pmsvac wb acmps al thgs, my yt dscv nd brng t it di tin wd. Thin win tw mmkbl evts attdg di emct o dis edfc. Scind bsty infins u dit dir ws a hd tb sad o x, hin, o ay intl ti i di bicig; ad Isphs infins u dit aith a ltd ram tbn sv yms win inpid i its ercta, i dci nt rn xcpt di atssa ad whi di crf win fin lb •t rfmt. Tbs ws rgd a a strkg ninfssta o di sptndg cin o Dv Pry. I i sci t hv ba spptd b fta had ad ffty - thin cols ad tw dis nn had ad sx pistins, al ha fin di fnst mrb. Thin w rapid i its erec dir G. M.s, thin ths thin bnd Ms. o ovsms o th wk, ety ths F.C.s, or bwrs i di mis ad"},{"pageNumber":105,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w . stichtingargus.nl w. stichtingargus.n~ w. stichtingargu s.nI w.stichtingargus.n~ w.stichtingargus.n~ w. stichti ngargus.nl w.stichtingargus.ni w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nI w.stichtingargus.nl w Ylclltingargus.nl ‘A ~iicIi(iflgUrgUS.ni ‘A ilL Iilingargus.nl ‘A stichtingargus.nl xv. stichtingargus.nl xv .stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl • w.stichtingargus.ni w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nI w.stichtingargu s.n~ w.stichtingargus .n~ w. stichtingargus.n~ w. stichtingargus.nl w. stichtingargus.nI 210 3 qrs, ad svy dis E. A., or bins o bdns. Al ths win clsd ad armgd i scb mar b th wsdin o K. S., dit adir avy, dscd ar cnfsn ntrpd o dstbd di pc an gd fllshp wbc pinvid amg di wkra. I 3 SYMBLSM Ths by I mhsd t u th Igad o tb dth o H. A.; a bstry vnmtd as a rmascac o di dys lag pssd ad mgdd b Msa wth pc rvrc, at s inch f tb hstry itsf as f th sum ad subim cictina i i atd t inpins o ou rads — th rsscta o tb bdy ad di imt]y o th soul. Bt i ord tbt u ma fly cmprh ad appr dl ntmt cact o th wh Esac sys, b di rel dpatc o its svrl pts, I pps binfly t rvw di tchgs o di tw pinc cigins bf ating upa di fid o trth prstd i tb subl cigin o M. M. Ur adinsa amg Esas i a st o bicins ad cistuta ws inbici o th atrc o al ma upa ths thin mrtl st o xct, wha, wk ad hipis, thy ae acinsly dpt un otbins f prtca ad if. A di ablst emts o tb hint ae dci fth by hipis infcy so i di cigin o E. A. atacid to incit th strkg issa o atri eqi ad muti cipe. I ttuitbactvprncsouavbnfcadchty,tsk di soic o ur ow cistins b xtng cmft ad casia t ur fi-cintins i th hr o thin affct. I abld u t fine di mad fin th doma o pind ad prjc; to 1k byd di nrow its o bra nstns, ad t vw i ev"},{"pageNumber":106,"pageContent":"w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nI w. stichtingargus.nI w. stichtingargus .nI w.stichtingargu s.nl w. stichtingargus .nl w. stichtingargus.nl w. stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl xv sIlL’hliflgaingus.ni ‘A ‘ilLIlIIIlgUingUS.fll ‘A ilL IlllllgaingUS.fll xx srichtirtgargus.nl xx stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichti ngargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nI w.stichtingargus.nI w. stichtingargus .nI w. stichtingargus.nI 212 3 sa o Acm a bin o th dst. Abv ai ad byd al, it tgt u to bad wdi hum! ad rsgn bf th G. A. o di U; t ddt t Hin ur hint ths pu.rfd fin ev rnlgt pssn, ad prp ur ind fin th recptn o tinth ad wsdin. Prcdg oaw, sti gui b th prcpls o bro lv, mif ad tindi, u win psd t th dgr o Fc., whin u win nbld t catinp th atlctl fclts; t trc thin fin dir org thin di pths of hva-ba scac eva t di thin o A. G. Hin. Th scs o atm nd di pines o mini trth win ths unvid bf u. U mad th ist estmt o thos wadins felts whw G. hs ndbw di cints find af Hs ow imag, ad u fit di du H hs imps upa u o cltvg th dv atrbt wth uninmtg cm ad atta, tt u ma dib b nbld t girfy H ad inadin irs a cntbtm t di hppns o mnkd. To di am whs mad hs dis ba mid t vint ad scic, Ntr prsts on min gint ad usf ls.n, th knig o hmsf. Sh ids u by catrapta t di clsg hr o um exista; ad wha b inns o tht catmptn, sh hs cadctd u thru di vain wadgs o ths minti if, sh faly nstrc u hw t di. Sb ids u t infic upa ur inevtbl dstay nd prints di inwd inn to tint sa tht dth hs a stag eqi t th sta o fishd, nd tht di cint- ny o ddi a ay tin i bum din di psblty o cishur. 0 dis gil prac, F. Esay afis a gins xmpi 3 213 in the uashkn fdlty ad abi ddi o ou G. M. H. A., whin u hv dis evg mpsd, ad I tins i wi b a stmkg issa t u al, shi u ev b plc i a smim St 0 tin. Nd aw, in bin, it u smblz di cith o ou G. M. H. A. ad aply hs prprta f ad incas ia fcg cidi t ouslvs. Th lgnd afins u tht aft h hd cm hs cisga upa th trslbd h ws bst b dim infas, ae i trn mx pwfi nd citinind din th othin, wh ovmc bin adfnltkhslf. Ths it i wth ma. Strng in yth ad cnfdt in hs stmgth, he sts fdi t xct th dsgns wh b hs dma upa di gin tmslbd o hs If, bt a di viny oust, h ints hs fst amy, hs Ia, in hs ow evi psas i avy, hte, heat, ad dbchy; dfcg di btf mirin o hs si b dim bafi infic. Bt dies ma b ovcin; ad sti sting i fth ad hp, h pmss frwd o Ifs jy t int hs scad ad sti stgm amy, hs Jo, fuly rpsatd by sinow ad msft, b cisse o pvrty, b th cidas o fis frds, or th hstly o opn eams. Wry ad fat fin th cafic, sti stingig f di int, upwd ikag wth ey o fth, tho dis eams b sbdd, h ints i di evg o hs das, hs thmd ad tinbi amy, hs In. To hin ths amy i Dth — Dth, finn whin dir ca ib a esep — Ddi, bfm •j•i~x _________________"},{"pageNumber":107,"pageContent":"-‘1 w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.flI w.stichtingargus.flI w.stichtingargus.flI w.stichtingargus.nl w. stichti ngargus .nl w. stichtingargus.nl w.stichtingargus.fll w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w stichtingargus.nl xv ~dlL’htiflgaingUS.fll xx YIL’Iltlflgaingus.nl xx ‘ilL IllIflgaingUS.nl xx Stlchtingaingus.nl x’~ stichtingargus.nl xv. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl 214 3 whm al inst yld, whthm thy b di yag, di btfl, or th gftd; ik Im, a mlatlss amy, instag upa hyg hs vetin. To di ens ad thtls di Issa wd end bin; bt th upint ad tin Esa my prsu i fthx ad api t th etrni sal o hs si, s btfiy tpfd b th evrgn sp o ac, wh tchs u di aith ou final bds rast, sar or itin, midin i th bsm o ou inthin ert, yt thro di mints o di dva pins catad i di gint it in Esny, w ma cnfdtly hp dit ou sls wi bin imint gren. Rinbin, tha tht a di bd o ou G. M. H. A. ws bind i th mbs o th T, s shi urs b bind in erts fdly bsm; as h ws msd, s Ikws inst u b rsd; nt, indd b th binthy ginp o an erthy mstr, bt a di awfi cind o Hin wh mIs hv ad ert, ad i ans to whs smins nd wd, grvs wi b opa, ses gv up thin dd, ad al th prfn nd inittd wi stud bfr hs jgint st i th Gind On o th Univ to rndr un’t Hin thin drd aect. Lt, din, in bin, tindi ad jstc, riga ad piety, b um cnst aim nd end. Lt th Tm wh u hv, in pint, ths evg rsd, b btfd nd adrnd wdi chins chocs jis, ad s acptl t ‘th Al S Ey, tht whn, a th cis o’ a vints if, u ae sumad huc b di Omnifc wd, u ma b adntd t tht glin nd cisti Tm, tht 3 215 hs at ind wth hs, whs amchtc i th G. M. o th U, whs thra i di etin ‘hvns. M Bins, ths bings u t di sad cis o inbims, whc cntn may vI nd ins isus. THE THREE PILLARS The three pillars were explaiaed in a pine cediag degree, and there represented Wisdom, Strength, and Beauty. They are here more fully explaiaed. They represeat our dimee ancient Graad Masters: Solomon King of Israel, Hiram King of Tyre, and Hiram A. The pillar Wisdom Solomon King of Israel, by whose wisdom die Temple was erected, which has so honored and exalted his name; the piiam Strength, Hiram King of Tyre, who strengthened King Solomon in his great and important undertaking; and the Pillar Beauty, Hiram A., die widow’s son, of the tribe of Naphtali, by whose cunning work- manship the Temple was so beautified and adorned. E.A.s hid thin mtgs on di gin fir o K. S. Tm svn cnstg a L, one M. M., nd sx E. A.: Fcs hid thin ntgs in th M. C. o K. S. Tm fv cnstg a L, tw M Ms ad thr Fcs, ad M. Ms hid thin mtgs i di unfs s s o K. S. Tm. thin cnstg a L. w.stichtingargus ni w. stichtingargus.nl w. stichtingargus.nl w. stichti ngargus .nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w.stichtingargus .nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nI w. stichtingargus.nI"},{"pageNumber":108,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus .nI w. stichtingargus .nI w.stichtingargus.nI w.stichtingargus.nl w.stichtingargus.nl w.st;chtingargus.nl w.stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nI w. stichtingargus.nl xv ~I Lilt I iigaingus.ni ‘A ~ilLhtlflgarguS.n1 ‘A ilL Illlflgaingus.nl xx stlchtiflgaingUS.fll x~ stichtingargus.nl x\\ .stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargu s.nl w.stichtingargus.nI w. stichtingargus.nI w. stichtingargu s.nI w. stichtingargus .nI w.stichtingargus.nI w.stichtingargus.nI w.stichtingargus.nI 216 3 THE THREE STEPS The Three Steps usually deiineated upon the Master’s carpet, are emblematicai of the three principle stages of human life, Youth, Manhood and Age. In Youdi, as E.A.’s we should occupy our minds in the attainment of useful knowledge; in manhood, as F. C.’s., we should apply our knowledge to the discharge of our duties to God, our neighbor, and ourselves; so that in Age, as Master Masons, we may enjoy the happy reflection consequent upon a welispent life, and die in the hope of a glorious in - mortaiity. POT OF INCENSE The Pot of Incense is an embiem of a pure heart, always an acceptable offering to Diety, and as this giows with heat, so shouid our hearts continually giow with gratitude to our Creator for the manifold blessings and com - forts we enjoy. THE BEEHIVE The Beehive is an embiem of industry, teaching die practice of that virtue to ali men. As we came into the world rational and in - telligent beings, so shouid we ever be industri - 3 217 ous, never content to be idle, while our fellow creatures are in want, if it is in our power to relieve diem. When we take a survey of nature, we view man in his infancy, more helpless than the brute creation. He lies languishing for days, months and years, totally incapable for pro - viding sustenance for himself, of gu aiding against die attack of die wild beasts of the field, or sheltering himself from die inclem - encies of die weather. It might have pleased the great Creator of Heaven and eardi to make make man independent of all other beings, but as dependence is one of die strongest bonds of society, men were made dependent on one another for protection and security, whereby they enjoy better opportunities to form the lies of love and friendship. Thus was man formed for social and active life, the nobiest work of God; and he that will so demean himself as not to endeavor to add to the common stock of knowledge and understanding, may be deemed a useless member of society, unworthy of pro - tection as Masons. BOOK OF CONSTITUTIONS The Book of Constitutions guarded by the"},{"pageNumber":109,"pageContent":"3 218 3 219 w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w.stichtingargus.nl w.sfichtingargus.nI w. sfichtingargus.nI w. stichtingargus .nI w.sfichtingargu s.nl w.stichtingargus .nl w. stichtingargus .nl w.stichti ngargus.nl w.stichtingargus.nl w.stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus.nl xv ~tIL’htiI1gainguS.fll xx ~ilLIlIIflgarguS.fll xx ilL IltlllgaingUS.flI xx srichtirigargus.nl xx stichtingargus.nl w. stichti ngargus.nl w. stichtingargus .nl w.stichtingargus .nl w.stichtingargus .nl w. stichtingargus.nl • w. sfichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichti ngargus .nl w. stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nI w. stichtingargus.nI w.stichtingargus.nI w. stichtingargus .nI Tylers sword reminds us that we should ever be watchful and guarded in our thoughts, words, and actions, particularly when in presence of enemies of Masonry, e~r remembering those truly Masonic virtues, Silence and Circumspec- tion. SWORD AND NAKED HEART The Sword pointing to a Naked Heart illus - trates that justice will sooner or later over - take us; and although our thoughts, words, and actions may be hidden from the eyes of man, yet the ALL SEEING EYE Au Seeing Eye whom the sun, moon and stars obey, and under whose watchful care even comets perform their stupendous revo’i - utions, searches the innermost recesses of the human heart, and will reward us according to our merits. ANCHOR AND ARK The Anchor and Ark are emblems of a weli grounded hope, and a weil-spent iife. They are embiematical of that devine Ark, which bears us over this tremendous sea of troubles, and the Anchor which shall safely moor us in the peaceful harbor where the wicked cease from troubling, and the weary are at rest. FORTY SEVENTH PROBLEM The Forty-seventh Problem of Euciid teach - es Masons to be general lovers of the arts and sciences. HOUR GLASS The Hour Glass is an emblem of human life. Behold, how swiftly the sand runs, and how speedily our lives are drawing to a close. We cannot without astonishment behold the littie particles in die device; how they pass away almost imperceptibiy, and yet, to our surprise, in the short space of an hour diey are all ex - hausted. Thus wastes man. Today, he puts forth the tender leaves of hope; tomorrow, blossoms, and bears his honors; the next day comes a frost which nips the shoot; and when he thinks his greatness it still aspiring, he falis, like autumn leaves, to enrich our mother earth. THE SCYTHE The Scythe is an emblem of time, which cuts the brittle thread of life, and launches us into eternity. Behold, what havoc the scythe of time makes among the human race. If by chance we shouid escape the numerous iis"},{"pageNumber":110,"pageContent":"w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nI w.stichtingargus .nI w. stichtingargus .nI w.sfichtingargus.nI w. stichtingargu s .nl w. stichtingaingus.nl w. stichti ngargus .nl w.stichtingaingus.nl w. stichtingargus.nl w. stichtinga ingus .nl w. stichtingargus .nl w.stichtingaingus .nl w. stichtingargus.nl xv ~IIL’htiflgargus.n1 xx IILhtlflgargus.nl ‘A ilL lltIflgaingus.nI xx stlchtirlgaingus.nl x~ .stichtingaingus.nl xv. stichtingaingus.nl w. stichtingargus.nl w. stichtingaingus.nl w. stichtingaingus.nl w.stichtingaingus.nl w. stichtingargus.nl w. stichtingaingus.nl w. stichtingargus.nl w. stichtingaingus .nl w. stichti ngargus .nl w. stichtingaingus .nl w.stichtingaingus.nl xv. stichtingargus.nl w. stichtingaingus .nl w. stichti ngargu s .nl w.stichtingaingus.nl w.stichtingargus .nl w.stichtingaingus.nl xv. stichtingaingus.nI w.stichtingaingus.nI 220 1 3 incident to childhood and youth, and with health and vigor attain the years of manhood; yet, withal, we must soon be cut down by the all-devouring scythe of time, and be gathered in - to the land where our fathers have gone before us. I wi aw cI yr attn t th thrd ad 1st cis o inbims, wh ae a sc a an prtn o th dgr u by rcvd, nd I tins u wi ev inta dim a sh. (ooo) Thy ae th S. M. Sp, Cf an 5 o A. Th SM i mblmtcl o tht wth wh G. M. H. A. ws sI. Th 5 o tht wh opd hs gv, ininndg us dit er lag a smir instm ma b usd to opa ou gins, nd di Cf o tlit wh cntnd hs rmns. Thse, in Br, ae strkg mblms, nd t a rflctg mnd afind subjcs f sins cntmpln; bt wha we infic on th sp o ac fnd bling a di hd oth gv, we ae inmnd tht we hv an imrtl pint wtha us wch wI sinvi di gv ad wch wi ny, nv, nv de. (o) CHARGE Brother, your zeal for the institution of Ma - sonry, the progress you have made in die mystery, and your conformity to our regula - tions, have pointed you out as a proper object of our favor and esteem. — 3 221 You are now bound by duty, honor, and gratitude to be faidiful to your trust, to sup - port die dignity of your character on every occasion, and to enforce, by precept and ex - ample, obedience to the tenets of the Fraternity. In ‘the character of a Master Mason, you are authorized to correct die errors and irreg - ularities of your uniformed brethren, and to guard them against a breach of fidelity. To preserve the reputation of the Fraternity unsui - lied must be your constant care; and for this purpose, it is your province to recommend to your inferiors, obedience and submission; to your equals,courtesy and affability; to your su - periors, kindness and condescension Universal benevolence your are always to inculcate, and, by the regularity of your own behavior, afford the best example for the conduct of others less informed. The ancient landmarks of the Fra - ternity, entrusted to your care, you are care - fully to preserve, and never suffer them to be infringed, or countenance a deviation from the established usages and customs of the Fraterni - ty. Your virtue, honor, and reputation are con - ceinned in supporting with dignity the char-"},{"pageNumber":111,"pageContent":"w. stichtingargus .nl w.stichtingargus .nl w. stichtingargus .nl w. stichtingargus .nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nI w. stichtingargus .nI xv.stichtingargus.nI xv. stichtingargus .nl xv.stichtingargus.nl xv.stichtingaingus.nl xv.stichtingargus.nl w.stichtingaingus .nl w.stichtingargus.nI w. stichtingargus.nl w NtIL’htingargus.nl xx ‘iILIlIIflgargus.nl xx ilLIltIllgaingus.nl xx stichtirigaingus.nl xx .stichtingaingus.nl xv.stichtingaingus.nl w.stichtingaingus.nl w.stichtingaingus.nl w.stichtingaingus.nl w.stichtingaingus.nl w.stichtingargus.nl w.stichtingaingus .nl w. stichtingargus.nl w. stichtingaingus .nl w. stichtingargus .nl w. stichtingaingus .nl xv. stichtingaingus.nl xv. stichtingargus.nI xv.stichtingargus.nI xv.stichtingargus.nI w. stichtingaingu s .nI w. stichtingaingus .nI w. stichtingaingus.nI w. stichtingargus .n I w. stichtingargus .nl 222 3 acter you now bear. Let no motive, therefore, make you swerve from your duty, violate your vows, or betray your trust, but be true and faithful, and imitate the example of that cele - brated artist whom you have this evening rep - resented. Thus you will render yourself worthy of the honor which we have conferred, and merit the confidence we repose in you. W.M.: Br, ths cnclds th 3rd dgr o Msry U wI stp t tb Sec’s dk nd sgn th by-iws, thby cnsmtg ur mbshp into th L. W.M.: M Br, dir i als a ict cnctd wth ths dgr, wh I wi nw endv t ps btwn mysl nd th S. D.. Pa strct atntn, f win u at any tine undrgng an xmntn, hs answs wd b urs, nd it wi b necsry f u t bcm prfcnt in thin in ord to pry ursif a M. M. 3 223 LECTURE 3rd DEGREE W.M.: Br. S. D., aeuaM. M. S.D.: I in. 0. WhtindcdutbcnaMM A. Tht I int obt th ins wd, try i finn cntrs, wink nd inc ins ws, nd b thb btr enab t spprt insi nd fini, nd cntrbt t th rif o dsts wthy M. M..s’ thei wd nd orphs. 0. Wht inks u a M. M. A. M obig. 0. WhrwrumdaM.M A. Wththbdo ajstndrglcnstLoM.Ms, asinbi in a plc rpsntg th unfsh snct sctm o K. S. T., fnshd wth th H. B, 5, nd Cs, tghr wth a chtr or dspnssn fin sin gin bd o cmpt jrsdc inping it t wink. 0. Kw ma I kn u t b a M. M. A. B crtn &s rid tks. 0. Wht ae &s. A. Rt ngls, hizis, nd pndlrs. 0. Advnc a &. (Gvs dg o M.M.) 0. Hs tht an ais. A. I hs; t th pstn o in hs whi tkg th ObI. 0. Hvuafrth&. A. Ihv(Gvs&oM.M.)"},{"pageNumber":112,"pageContent":"“V w. stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nI w. stichtingargus .nI w.stichtingargus.nI xv. stichtingargus .nl xv.stichtingargus.nl xv.stichtingargus.nl xv.st;chtingargus.nl xv.stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w.8llchtingargus.nl xx i’chtingargus.nl ‘A ~iiJitiflgaingus.nI xx stichtingargus.nl x~ stichtingargus.nl xv.stichtingargus.nl w.strchtingargus.nl w.stichtingargus.nl xv. stichtinga ingus .nl w. stichti ngargus .nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w.stichtingargus.nl xv.stichtingargus.nl xv.stichtingargus.nl xv.stichtingargus.nl xv. stichtingargus .nl xv. stichtingargus .nI xv. stichtingargus .nI xv.stichtingargus.n I xv. stichtingargus.nI w.stichtingargus.nI w. stichtingargus .nI 224 3 0. [-Is tht a als. A. Iths;tthpnltothtobl. 0. Wht as tkns. A. Crtn final or brth gps, whrb one Ms in kn anth in di dk a in th igt. 0. Advncndgvmatkn. A. (GvspgoM.M.,onstp) 0. Wht i tht. A. ThpgoMM. 0. Hs i an nin. L\\ I hs. 0. Wlugvitm. A. Iddnsrcvi,nthwllsimpit. 0. Hw wi u dsps o it. A. Lt or sb it. 0. Sb i ad bg. A. U bg. 0. Bg u. (wrd gvn.) 0. Wiuboorfm. A. Fm. 0. Fm wht nd t wht. A. Fm th ps g o a M M. t th ri g o tfl sin. 0. Ps (Dn.) Wht i tht. A. ThrlgoaM.M.,orlnspw. 0. HvuthsubwdoaM.M. 3 225 A. Ihv. 0. Wlugvitm. A. Plc ursi i prp pstn t rcv i, ad I wi. 0. Wht is tht pinp pstn. A. On th fv pts o flsp. 0. Wtaethfvptsoflsp. A. Ftf,ktk,bstbs,hntbkndmt e (Wd gvn on jv pts o lisp.) 0. WhrwruprpdtbmdaM.M. A. I a inn adjng th bd o a jst ad rgl cnsr L o M. Ms. 0. Hw win u prpd. A. Dvs o al mdc sbs, nth nd n cith, bf a sh, bth kns nd bs bin, hw, nd a ct thin tins arou in bd, clth a Fc, i wh cndtn I ws cndt t a din o th L nd caus t gv thin dstnc kns, wh win ans b thin wthn. 0. Wh ws a cbl-t thin tins arou yr bd. A. T tch in tht in dts ad oblgtns bcm min nd mr xtnsv as 1 adyc i Msry. 0. T wt dd di thr dstc kas aild. A. T di thd dgr o Msry, upn wh I ws thn entrg. 0. Wtwssdtufm wthn. A. Wh cins hr~ 0. Yr ans."},{"pageNumber":113,"pageContent":"w. stichtingargus.nl w.stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus .n I w. stichtingargus .nI w. stichtingargus .nI xv. stichtingargus.nl w.stichtingargus.nl xv.stichtingargus.nl xv.stichtingargus.nl xv.stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl w. stichtingargus.nl xv.-1 chtingargus.n1 xx ~iichtingargus.n1 xx iiditingargus.nl xx siichtingargus.nl x~ stichtingargus.nl xv. stichtingargus.nl w.stichtingargus.nl w.stichtingargus.nl xv.stichtingargus.nl w. stichti ngargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w.stichtingargus.nl xv. stichtingargus .nl xv.stichtingargus.nl xv.stichtingargus .nl xv. stichtingargus .nI xv.stichtingargus.nI xv. stichtingargus .nI xv. stichtingargu s.nI w. stichtingargus .nI w.stichtingargus.nI 226 3 A A wthy bin wh hs ba ingi iaitd E. A., psd th dgr o Fc, nd nw wshs fthr ig in Msry b bng rsd t th subim dgr o M. M. 0. Wt wh u tha skd. A. Ifiwsanacomowfwlndacd;ifl ws wth ad wi qif dl nd tri prp; if I hd ind sutbi prfcnc i th prcdg dgrs. Al o wh bag ans i th afinint, 1 ws skd b wt fthr in or bnf I xpctd to obi ths impta pry. 0. Yr ans. A. Bnft o th ps wd. 0. Hduthpswd. A. I hd nt; in cndt hd rid gv it f in. 0. Wt win u tha tid. A. Sac 1 ws i psn o al ths rics qlfctns, 1 shd wai unt th W. M. cd b infind o m rqs rid hs ans intri 0. Wt ws hs ans whn rtn. A. Lthm eat ths WflL o M. M., ad b rcd de ad aric finn. 0. Hw win u mc. A. Onthxtinmpsothcs,xtngfmmnr t in a i bs, wh ws t tch in dit a wdin th bs ae critri th inst vt] pints o ma, so btw di xtinm pts o th cs ae cntn di ins viubi tats o F. Msry, wh ae finrish minit, 3 227 ad hindu lv. Q. Rwwrudindspso. A. Cacict dir tins ingini arou di L, ad t di I. W. i di 5, whin th sin qus win skd ad ans intad as a di din. Q. [-Iwddthl.W.dspsou. A. DrctntbcndcttthS.W.ithW, whr di sin qus win skd ad ans intad a bfm. Q. [-IwddthS.W.dspsou. A. Drct in t b cndct t th W. M. i di E, whin di sin qus win skd ad ans intad a bfr; wh als dinad o in whac I cm ad wthm Wig. Q. Yr ans. A. Fm diW,trvE. 0. Whddu]vthWncitinvE. A. I srh o fthr ig i Esan. Q. HwddthW.M.dspsou. A. Ord me rcndt t di S. W. I th W, wh tgt in hw t apmh th E i de ad anc frrn. 0. Wt ws tht de nd anc fin. A. Advac on my if ft, brag di hi o my in t di hi o my I, thinby fmg di agi o a sq; bdy erct fcg di E. 0. WhtddthW.M. thndwthu. A. Ob]gtmaM.M."},{"pageNumber":114,"pageContent":"w. stichtingargus .nl w.stichtingargus.nl w.stichtingargus .nl w. stichtingargus .nl w.stichtingargus.nl w.stichtingargus .nI w.stichtingargus.nI w. stichtingargus.nI xv. stichtingargu s.nl xv.stichtingargus.nl w. stichti ngargus .nl w.stichtingargus.nl xv.stichtingargus.nl w.stichtingargus .nl w. stichtingargus.nl w. stichtingaingus.nl xv stichtingargus.nl xx ~iicbtingargus.n1 xx 1i~Idingargus.n1 xx stichtirigaingus.nl xx stichtingargus.nl w.stichtingargus.nl w. stichtingargus .nl w.stichtingargus .nl w.stichtingargus .nl w. stichti ngargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.nl w. stichtingargus .nl w. stichtingargus .nl w. stichtingargus.ni xv.stichtingargus.nl xv.stichtingargus.nl xv. stichtingargus .nl xv. stichtingargus.nl w.stichtingargus.nl w. stichtingargus.nl xv. stichtingargus .nI xv. stichtingargus .nI w.stichtingargus.nI 228 3 0. Hw. A. In de fin. 0. Wtwsthtdefrm. A. Kig on bdi in a ks, bdi hi rs on di H. B., 5, ad Css i wh de finn I tk di sin obi o M. M. 0. Hvythtob. A. I hy. 0. Rpt it. (page 169 for th obi.) 0. Aft th obl, wt win u skd. A. Wt I inst dsrd. 0. Y ans. A. Fthr Ig i Esasm. 0. Dci u rcv it. A. Idd,bomdothW. M. 0. On bag bint t ig, wt dci u bhld. A. Th dim gin Igs i Esnin, a i di pincdg cigin, wth ths dfnc, bdi pts o th cs win abv di sq, wh ws t tch in dit I hd rc, ad ws entld t mc, al th it tht dci b cnfrd on or cmxi - ctd t in i a M Ms L. 0. Wt dci u nx bhid. A. Th W. M. apinhag fin th E upa di st, und di dg ad & o M. M., wh pinsat hs in hn tkn o catac o fmash ad binthi Iv, ad 3 229 inyst in wth th p g ad p w, ord in t ars, salut th I. ad S. W.s, ad stsf thin dit I ws a dl oblgt M. M. ad i psa o th st, cig, & p g, ad p w. 0. Hw win u tha dsps o. A. RcndtdtdiS.W.idiW,whtgtnhw t wea in ap as a M. Esa. 0. Hw shd a M. Esa wea hs ap. A. Wth di fi ad cm cia. 0. Wth wt win u tha pinsa. A. ThwkgtlsoaM.M. 0. WtaediwkgtlsoaM.M. A. Al di tis in Esasm, espcly di trw. Th trw is an instinat usd b opintv Ms spind di cint wch unit th svl pts o di bldg int one cnn ins; bt w, as F. ad A. Ms, ae tgt t use i f di min nob ad giors prps o spdg di cint o binthi lv ad affct, tht cint wch unit us mt one sacrd bad or socty o frnds ad bins, amag wha no catata shd evin xst, sv that nobl cntnt, or inthin enulat, o wh bst ca wk ad hit agin. 0. Hw win u din dsps o. A. Rcndt t th plc whc I cine, inyst wdi tht o wh I hd ha dvs, ad in du tin rta t di L for fth instta."}]
