[{"pageNumber":1,"pageContent":"-~ F’ t ~ H"},{"pageNumber":2,"pageContent":"But I’m not merely a world-traveler m a hard worker right here in the old U.S.A. Did you know that I helped build, and now support, a good percent - age of all the N4asonic temples in our country? Some II built by myself. Might well be that your own lodge meets in a building I made possible. My current dues card is your passport to friend - ship from Ballymacarrett to Pietermaritzburg! No wonder they call me Matter of fact, about one out of every five of your Blue Lodge friends prizes a membership in my family."},{"pageNumber":3,"pageContent":"Know why I do that? Early in my Masonic journey, I pledged my full sup - port to the Symbolic Lodges . . . also vow - ed to make better in - formed Masons of their members! For that reason, I even print two national magazines and have set up an Educational Bureau! What’s more .. . my work isn’t confined to my own family . . . no sir . . . I help all sorts of peo - ple regardless of their race, creed or color. For instance my Knights Temp - lar Educational Founda lion has lent millions to deserving col - lege students and my Eye Foundation has given sight, or corrected de - fects of vision in hundreds of children and adults who were un - able to afford treatment. I support orphanages, old folks’ homes, children’s camps, ‘teen age clubs; contribute to disaster relief, humanics foundations, schools of religion and dozens of other projects. That’s why I’m often called Sure, my head’s in the clouds! . . . but my feet are on the ground! Kings and princes are honored to call me “Companion” and “Sir Knight” . . . as well as the man on Main Street in a N4idwestern village. I speak for Free - masonry at the “grass roots”. I am controlled by the vote of the indi - vidual members of my family. They elect their local officers . . . who elect state officers who, in turn, select national officers. See why I am called “MR. DEMOCRATIC MASON”? I’ve got a secret too! . . . the most important one in Free - masonry! . . . Remember in your Blue Lodge journey when you were given a “sub - stitute” for something? . Did it ever occur to you that to have a “substitute” means the real thing must be avail - able someplace? . . . it is’ and I would like to share it with you! Actually, my ex - planations of the first three degrees of Masonry will lift your mind. many curtains in “MR. CHRISTIAN MASON”"},{"pageNumber":4,"pageContent":"Did you know I am over 200 years old? That makes me the oldest of the “Rite Family”. Getting stronger every day too! . . . I remember back in 1813 when the present Grand Lodge of England was form - ed.., they invited me to sit in, and I’ve been a part of it ever since That’s why they call me “MR. ANCIENT CRAFT MASON” Well, that’s my story in a nutshell . . . of course there’s lots more, and any member of my family will gladly give you the details . . - But right now, I’d like to get better acquainted with YOU! After all, it’s men like yourself, who have already been proven good and true, that I rep - resent. I have a place for you and your talents - . - Let me take you by the hand and lead you up the ladder to a new un - derstanding . . - I will open many doors for you that have heretofore been closed PERTINENT POINTS CONCERNING THE AMERICAN, OR YORK RITE • NO INVITATION NEEDED • NO PROFICIENCY REQUIRED • NO ROUGHNESS OR “HORSE PLAY” • REASONABLE FEES • LOWEST DUES • EDUCATIONAL o DEGREES ARE DRAMATIZED o SOCIAL OPPORTUNITY FOR FAMILY 0 PREREQUISITE FOR MANY OTHER ORGANIZATIONS • BEST OPPORTUNITY FOR PARTICIPATION • WIDEST OPPORTUNITY FOR VISITATIONS 0 THE “SCENIC” ROUTE TO THE SHRINE WILL YOU JOIN ME?"},{"pageNumber":5,"pageContent":"BRANCHES AND DEGREES OF THE AMERICAN. OR YORK RITE 1. Entered Apprentice 2. Fellowcraft 3. Master Mason 4. Mark Master 5. Past Master 6. Most Excellent Master 7. Royal Arch Mason 8. Royal Master 9. Select Master 10. Super Excellent Master 11. Order of Red Cross 12. Order of Malta 13. Order of the Temple Published by: Educational Bureau, General Grand Chapter, R.A.~4., Box 529, Trenton, Missouri"}]
