[{"startMs":780,"durationMs":5670,"subtitle":"Plato is one of the most representative philosophers of ancient Greece, belonging to its Classical"},{"startMs":6450,"durationMs":4719,"subtitle":"Period and he is one of the most known philosophers of all time."},{"startMs":11169,"durationMs":3470,"subtitle":"He was one of the first thinkers who addressed the concept of soulmate."},{"startMs":14639,"durationMs":5221,"subtitle":"For Plato, a soulmate is someone with whom we feel a very strong affinity, and the love"},{"startMs":19860,"durationMs":3660,"subtitle":"we feel for that person goes beyond physical attraction."},{"startMs":23520,"durationMs":4980,"subtitle":"A soulmate is someone with whom we can be ourselves, in our complete nature."},{"startMs":28500,"durationMs":6600,"subtitle":"For Plato, romantic love is deemed to be of a higher metaphysical and ethical status than"},{"startMs":35100,"durationMs":3850,"subtitle":"sexual or physical attractiveness alone."},{"startMs":38950,"durationMs":6080,"subtitle":"The idea of romantic love initially emerged from the Platonic concept of love as a deep"},{"startMs":45030,"durationMs":6160,"subtitle":"affection, through which we can contemplate the real beauty of our being - and of the"},{"startMs":51190,"durationMs":2110,"subtitle":"world."},{"startMs":53300,"durationMs":6509,"subtitle":"This beauty is not limited to physical beauty, but also involves a spiritual kind of beauty,"},{"startMs":59809,"durationMs":3371,"subtitle":"Plato calling it “the Form of Beauty”."},{"startMs":63180,"durationMs":5800,"subtitle":"For Plato, the love of beauty culminates in the love of philosophy, the subject that pursues"},{"startMs":68980,"durationMs":3200,"subtitle":"the highest capacity of thinking."},{"startMs":72180,"durationMs":6170,"subtitle":"Plato was born into an aristocratic and influential family and he founded the Academy, the first"},{"startMs":78350,"durationMs":4640,"subtitle":"institution of higher learning in the entire Western world."},{"startMs":82990,"durationMs":6060,"subtitle":"Along with Socrates, his mentor and Aristotle, his student, Plato is one of the most influential"},{"startMs":89050,"durationMs":3840,"subtitle":"individuals in the entire history of humankind."},{"startMs":92890,"durationMs":4300,"subtitle":"It can even be said that he is one of the pylons of Western civilization."},{"startMs":97190,"durationMs":6830,"subtitle":"As far as we know, almost all of his work has survived the last 2,400 years, remaining"},{"startMs":104020,"durationMs":3060,"subtitle":"very popular the entire time."},{"startMs":107080,"durationMs":5099,"subtitle":"Some of his most famous books include “The Republic”, “The Symposium”, “The Apology"},{"startMs":112179,"durationMs":5730,"subtitle":"of Socrates”, “Allegory of the Cave” and “The Dialogues of Plato”."},{"startMs":117909,"durationMs":5560,"subtitle":"So keeping his teachings in mind, in this video we bring you 5 ways to help you find"},{"startMs":123469,"durationMs":4601,"subtitle":"your soulmate, from the philosophy of Plato:"},{"startMs":128070,"durationMs":1890,"subtitle":"1."},{"startMs":129960,"durationMs":3109,"subtitle":"Believe that there is a soulmate for you"},{"startMs":133069,"durationMs":7861,"subtitle":"Plato said: “Love is born into every human being; it calls back the halves of our original"},{"startMs":140930,"durationMs":8130,"subtitle":"nature together; it tries to make one out of two and heal the wound of human nature.”"},{"startMs":149060,"durationMs":5970,"subtitle":"According to Greek mythology, in the beginning, we were androgynous beings."},{"startMs":155030,"durationMs":5420,"subtitle":"In “The Symposium”, through the words of Aristophanes, Plato described that in the"},{"startMs":160450,"durationMs":6349,"subtitle":"beginning we had four arms, four legs and a head with two faces."},{"startMs":166799,"durationMs":5391,"subtitle":"Fearing our power, Zeus split us into two separate parts, condemning us to spend our"},{"startMs":172190,"durationMs":3070,"subtitle":"lives in search of our other halves."},{"startMs":175260,"durationMs":5740,"subtitle":"Because of this split, we are severely wounded, which makes us desire to find our other half"},{"startMs":181000,"durationMs":4670,"subtitle":"in order to become whole and to prevent any further suffering."},{"startMs":185670,"durationMs":7890,"subtitle":"This desire is what we call love, a desire to reunite with the other part of ourselves."},{"startMs":193560,"durationMs":3770,"subtitle":"This wound can also be seen in a metaphoric way."},{"startMs":197330,"durationMs":4650,"subtitle":"In our culture of consumerism, we look for satisfaction in things that cannot provide"},{"startMs":201980,"durationMs":3060,"subtitle":"real or lasting fulfilment."},{"startMs":205040,"durationMs":5020,"subtitle":"These false lures include material goods, power, and fame."},{"startMs":210060,"durationMs":6009,"subtitle":"Instead of denying this longing, this ‘wound’, we would be better off accepting it."},{"startMs":216069,"durationMs":6140,"subtitle":"According to Aristophanes, if there is a soulmate and we do not recognise its existence, we"},{"startMs":222209,"durationMs":5971,"subtitle":"might neglect this wound, pretend it is not there, chase unfulfilling goals, get involved"},{"startMs":228180,"durationMs":6529,"subtitle":"in random relationships, or stop believing in true love, resulting in an ultimately unhappy"},{"startMs":234709,"durationMs":1000,"subtitle":"life."},{"startMs":235709,"durationMs":6151,"subtitle":"That being so, a life devoted to any of these goals becomes quite miserable and empty."},{"startMs":241860,"durationMs":5549,"subtitle":"Thus, the first step in finding your other half is to believe that you have a soulmate,"},{"startMs":247409,"durationMs":2410,"subtitle":"that your longing has purpose."},{"startMs":249819,"durationMs":5441,"subtitle":"If we recognise its existence, we are that much more likely to be more careful and deliberate"},{"startMs":255260,"durationMs":2570,"subtitle":"when we choose our partner."},{"startMs":257830,"durationMs":4450,"subtitle":"If you know there is someone out there who compliments you perfectly, then jumping into"},{"startMs":262280,"durationMs":5210,"subtitle":"or staying in a relationship simply for the sake of being in that relationship, becomes"},{"startMs":267490,"durationMs":3420,"subtitle":"a markedly less attractive proposition."},{"startMs":270910,"durationMs":4570,"subtitle":"It is important to have an idea of the form of love you want to experience, how it should"},{"startMs":275480,"durationMs":4560,"subtitle":"make you feel, what kind of qualities the other person should have that can resonate"},{"startMs":280040,"durationMs":2180,"subtitle":"with your character."},{"startMs":282220,"durationMs":5170,"subtitle":"Throughout his work, Plato argues that focusing on an ideal version of something is one of"},{"startMs":287390,"durationMs":4140,"subtitle":"the most useful kinds of thought exercise we could practice."},{"startMs":291530,"durationMs":4449,"subtitle":"If you knew what something was truly like in its ideal form, you would then know what"},{"startMs":295979,"durationMs":3941,"subtitle":"you need to do to or improve to reach there."},{"startMs":299920,"durationMs":5930,"subtitle":"You can start by making a list of traits and values you think you would enjoy in your ideal"},{"startMs":305850,"durationMs":1000,"subtitle":"partner."},{"startMs":306850,"durationMs":4439,"subtitle":"Perhaps you are attracted to a similar sense of humor or someone who is athletic and into"},{"startMs":311289,"durationMs":3831,"subtitle":"sports, or maybe someone who holds strong political beliefs."},{"startMs":315120,"durationMs":6630,"subtitle":"No matter what the trait is, consider how you might be able to embody that trait yourself."},{"startMs":321750,"durationMs":5410,"subtitle":"If you work on yourself in this way, qualities that you find attractive, then you increase"},{"startMs":327160,"durationMs":4700,"subtitle":"your chances of meeting somebody who shares your outlook and values."},{"startMs":331860,"durationMs":3410,"subtitle":"You shouldn’t settle down until you find your soulmate."},{"startMs":335270,"durationMs":6140,"subtitle":"For example, before settling down with somebody you are attracted to but have no idea of their"},{"startMs":341410,"durationMs":5280,"subtitle":"other, less overt character traits, give it a few more months, spend time living together"},{"startMs":346690,"durationMs":5780,"subtitle":"if at all possible, until you make sure they really are ‘the one’ and then take things"},{"startMs":352470,"durationMs":2569,"subtitle":"to the next stage."},{"startMs":355039,"durationMs":5171,"subtitle":"The longer you cement a relationship, the harder it becomes to break up."},{"startMs":360210,"durationMs":5250,"subtitle":"Caution is thus a golden rule when it comes to relationships, it can prevent you from"},{"startMs":365460,"durationMs":5230,"subtitle":"making rash decisions in life which could leave you even more wounded."},{"startMs":370690,"durationMs":5770,"subtitle":"Heal your wounds first, work on developing yourself, retain and recall that list of qualities"},{"startMs":376460,"durationMs":6620,"subtitle":"you look for in a potential partner and continue to commit yourself to the same standard."},{"startMs":383080,"durationMs":7369,"subtitle":"Do this and you will be much better equipped to spot and avoid a potentially bad relationship."},{"startMs":390449,"durationMs":2560,"subtitle":"2."},{"startMs":393009,"durationMs":2181,"subtitle":"Cultivate friendship"},{"startMs":395190,"durationMs":6150,"subtitle":"According to Plato: “He whom love touches not, walks in darkness..”"},{"startMs":401340,"durationMs":7400,"subtitle":"For Plato the best kind of philia - or friendship - is that which lovers can have for each other."},{"startMs":408740,"durationMs":6000,"subtitle":"Therefore, for Plato, love is the best kind of friendship and it is important for it to"},{"startMs":414740,"durationMs":3000,"subtitle":"be the basis of any relationship."},{"startMs":417740,"durationMs":5359,"subtitle":"Plato considered that to live for truth and authenticity is what really matters and through"},{"startMs":423099,"durationMs":5811,"subtitle":"friendship and love we can get inspired to follow such ideals."},{"startMs":428910,"durationMs":5700,"subtitle":"Where there is friendship and honesty in relationships, there might be true love."},{"startMs":434610,"durationMs":5890,"subtitle":"Aristophanes, in Symposium, emphasizes that if everybody found his or her soulmate, the"},{"startMs":440500,"durationMs":2229,"subtitle":"world would be at its happiest."},{"startMs":442729,"durationMs":5671,"subtitle":"A soulmate should first be a friend, then a lover, somebody with whom you can share"},{"startMs":448400,"durationMs":2150,"subtitle":"your joy and troubles."},{"startMs":450550,"durationMs":4519,"subtitle":"The best situation is when the two partners share the same values and principles in life"},{"startMs":455069,"durationMs":5551,"subtitle":"or, if not, at least they should respect the other’s opinion or way of living."},{"startMs":460620,"durationMs":5840,"subtitle":"It is highly important to cultivate friendship and respect inside a romantic relationship"},{"startMs":466460,"durationMs":2079,"subtitle":"from the start."},{"startMs":468539,"durationMs":6280,"subtitle":"When built on a solid foundation of friendship, a relationship can last a lifetime."},{"startMs":474819,"durationMs":5660,"subtitle":"A real soulmate would never intentionally cause you deep suffering and despair."},{"startMs":480479,"durationMs":5000,"subtitle":"A soulmate is supposed to make you happier and more confident in yourself to overcome"},{"startMs":485479,"durationMs":2090,"subtitle":"life’s challenges."},{"startMs":487569,"durationMs":5521,"subtitle":"When we engage in a relationship, it is important to observe whether or not the partner is really"},{"startMs":493090,"durationMs":1169,"subtitle":"your friend."},{"startMs":494259,"durationMs":5231,"subtitle":"Do they make you feel more powerful and able to overcome life’s challenges?"},{"startMs":499490,"durationMs":6220,"subtitle":"Or do they give you sleepless nights, worries, anxiety, and make you feel unworthy of respect"},{"startMs":505710,"durationMs":1579,"subtitle":"and love?"},{"startMs":507289,"durationMs":6351,"subtitle":"Don’t settle for a relationship which brings you down, which causes you harm."},{"startMs":513640,"durationMs":5530,"subtitle":"This is especially important for toxic relationships, when one of the partners feels abused but"},{"startMs":519170,"durationMs":2410,"subtitle":"still feels they can’t leave."},{"startMs":521580,"durationMs":6000,"subtitle":"In such cases, it is better to contact a professional to help you navigate through such situations."},{"startMs":527580,"durationMs":3460,"subtitle":"Always go towards friendship and happiness."},{"startMs":531040,"durationMs":4720,"subtitle":"The successful relationships are not those of mad passion and destructive tendencies,"},{"startMs":535760,"durationMs":6080,"subtitle":"but those that are built steadily, that look mundane on the outside, based on friendship"},{"startMs":541840,"durationMs":3480,"subtitle":"and mutual respect."},{"startMs":545320,"durationMs":2040,"subtitle":"3."},{"startMs":547360,"durationMs":3140,"subtitle":"Feel safe, like you belong"},{"startMs":550500,"durationMs":6120,"subtitle":"To quote Plato: “the two are struck from their senses by love, by a sense of belonging"},{"startMs":556620,"durationMs":5990,"subtitle":"to one another, and by desire, and they don’t want to be separated from one another, not"},{"startMs":562610,"durationMs":2980,"subtitle":"even for a moment."},{"startMs":565590,"durationMs":1000,"subtitle":"”"},{"startMs":566590,"durationMs":4340,"subtitle":"Being two parts of a whole, the partners would feel a strong feeling of belonging."},{"startMs":570930,"durationMs":4260,"subtitle":"After endless searching, they finally found one another and they do not want to spend"},{"startMs":575190,"durationMs":2120,"subtitle":"another moment apart."},{"startMs":577310,"durationMs":5790,"subtitle":"Plato, through Aristophanes, affirmed that Eros, the Greek god of erotic love is the"},{"startMs":583100,"durationMs":6530,"subtitle":"best friend of men, the helper and the healer of ills, it is the power of love that makes"},{"startMs":589630,"durationMs":2430,"subtitle":"us feel whole again."},{"startMs":592060,"durationMs":6210,"subtitle":"Having our being reunited, we feel more at home, more secure and loved and this positive"},{"startMs":598270,"durationMs":5300,"subtitle":"feeling can heal our wound caused by the split made by Zeus."},{"startMs":603570,"durationMs":6630,"subtitle":"When we are separated, we feel kind of lost, having only one side, like “a flat fish”"},{"startMs":610200,"durationMs":2580,"subtitle":"in the words of Aristophanes."},{"startMs":612780,"durationMs":5320,"subtitle":"Only when we find our soulmate can we get that sense of belonging, of feeling at home."},{"startMs":618100,"durationMs":4540,"subtitle":"Also, when we have such a connection with our partner based on friendship, we will try"},{"startMs":622640,"durationMs":6870,"subtitle":"to be gentle with them, we would not be capable of betraying, lying or manipulating."},{"startMs":629510,"durationMs":4180,"subtitle":"Real love empowers us to see the good in each other."},{"startMs":633690,"durationMs":5882,"subtitle":"Such a partnership is like re-finding yourself, a soulmate can make you feel like you are"},{"startMs":639572,"durationMs":3708,"subtitle":"authentically yourself, you’ld feel comfortable and safe."},{"startMs":643280,"durationMs":6000,"subtitle":"It is not like a relationship from a Hollywood movie, full of conflict and drama, it looks"},{"startMs":649280,"durationMs":2040,"subtitle":"more mundane."},{"startMs":651320,"durationMs":5130,"subtitle":"A soulmate doesn’t judge you harshly, will let you be yourself and feel comfortable and"},{"startMs":656450,"durationMs":1780,"subtitle":"confident in your own skin."},{"startMs":658230,"durationMs":5860,"subtitle":"They would never criticize you in a malicious way and they would not prefer your absence"},{"startMs":664090,"durationMs":4480,"subtitle":"over your presence…well Most of the time anyway!"},{"startMs":668570,"durationMs":5670,"subtitle":"As fulfilling as it can be being together, it is vital to any successful relationship"},{"startMs":674240,"durationMs":6230,"subtitle":"to give each other space and personal time as well, to respect each other, to not interfere"},{"startMs":680470,"durationMs":2880,"subtitle":"negatively with other areas of their lives."},{"startMs":683350,"durationMs":5040,"subtitle":"For example, when they have to work extra hours at their job, you need to be understanding"},{"startMs":688390,"durationMs":1720,"subtitle":"of their situation."},{"startMs":690110,"durationMs":3620,"subtitle":"Or if there is an event around one of their hobbies that you don’t share, having the"},{"startMs":693730,"durationMs":5110,"subtitle":"confidence to let them go on their own and indulge their passions can be hugely beneficial"},{"startMs":698840,"durationMs":2600,"subtitle":"to a happy relationship."},{"startMs":701440,"durationMs":5920,"subtitle":"If we don’t do things apart how will we ever have new stories to tell each other?"},{"startMs":707360,"durationMs":4450,"subtitle":"In order to avoid arguments, it is important to understand your partner’s priorities"},{"startMs":711810,"durationMs":1380,"subtitle":"in life."},{"startMs":713190,"durationMs":4810,"subtitle":"There will be moments when your partner has to focus on something else and you need to"},{"startMs":718000,"durationMs":2750,"subtitle":"respect your partner’s goals and lifestyle."},{"startMs":720750,"durationMs":4690,"subtitle":"The best support one can offer to their partner is a peaceful home where the other can return"},{"startMs":725440,"durationMs":5610,"subtitle":"again and again to replenish their power, feel understood and loved."},{"startMs":731050,"durationMs":6820,"subtitle":"Therefore, try to talk to your partner, understand their short and long term goals in their career,"},{"startMs":737870,"durationMs":4560,"subtitle":"building a family, their personal interests and so on."},{"startMs":742430,"durationMs":4810,"subtitle":"Respect your partner's wishes and interests, but don’t forget to communicate yours as"},{"startMs":747240,"durationMs":1000,"subtitle":"well."},{"startMs":748240,"durationMs":5060,"subtitle":"For example, suppose to get a promotion at work your partner might need to work 10 hours"},{"startMs":753300,"durationMs":5320,"subtitle":"a day plus weekends whilst also building their reputation on the side."},{"startMs":758620,"durationMs":5730,"subtitle":"Rather than sit at home, stewing over being left alone, only to explode into bitter argument,"},{"startMs":764350,"durationMs":5000,"subtitle":"understand and respect their choice and find a solution of your own."},{"startMs":769350,"durationMs":4750,"subtitle":"Indulge your hobbies, find local activities to do alone or with friends."},{"startMs":774100,"durationMs":4770,"subtitle":"Fill your time in ways that bring you happiness instead of arguing with your partner for not"},{"startMs":778870,"durationMs":1750,"subtitle":"spending enough time with you."},{"startMs":780620,"durationMs":5000,"subtitle":"A home where your interests and goals are interwoven and that you are mutually accepting"},{"startMs":785620,"durationMs":6151,"subtitle":"of helps in creating a peaceful home where both of you can feel that you belong, where"},{"startMs":791771,"durationMs":4839,"subtitle":"both you feel loved and respected."},{"startMs":796610,"durationMs":1770,"subtitle":"4."},{"startMs":798380,"durationMs":7910,"subtitle":"Climb the ladder of love Plato teaches us that: “Evil is the vulgar"},{"startMs":806290,"durationMs":6380,"subtitle":"lover who loves the body rather than the soul, inasmuch as he is not even stable, because"},{"startMs":812670,"durationMs":4810,"subtitle":"he loves a thing which is in itself unstable.”"},{"startMs":817480,"durationMs":6730,"subtitle":"In the beginning, just after the split, humans were living miserably, feeling very hurt from"},{"startMs":824210,"durationMs":3800,"subtitle":"the wound and wandering to find their other half."},{"startMs":828010,"durationMs":6420,"subtitle":"Zeus, feeling guilty for splitting us in two, transformed our body after the split, leading"},{"startMs":834430,"durationMs":6420,"subtitle":"us to find physical pleasure in bonding with different people: Zeus turned our sexual organs"},{"startMs":840850,"durationMs":7290,"subtitle":"to the front, so we might achieve some satisfaction in embracing others, not only our other half."},{"startMs":848140,"durationMs":5070,"subtitle":"According to the mythology, because of the way Zeus made us, it is sometimes difficult"},{"startMs":853210,"durationMs":3770,"subtitle":"to differentiate real love from physical attraction."},{"startMs":856980,"durationMs":5440,"subtitle":"Unfortunately, many people appear to live mostly on the physical level, as if corrupted"},{"startMs":862420,"durationMs":7880,"subtitle":"by the body, when they love, they love mostly the physicality of their partner, not their"},{"startMs":870300,"durationMs":1720,"subtitle":"personality."},{"startMs":872020,"durationMs":3990,"subtitle":"In Symposium, Diotima teaches Socrates what love means."},{"startMs":876010,"durationMs":5130,"subtitle":"She explains that real love is achieved by climbing through six steps of a ladder."},{"startMs":881140,"durationMs":4880,"subtitle":"There are many ways in which one can interpret these steps."},{"startMs":886020,"durationMs":4790,"subtitle":"Some say these six steps are six types of love."},{"startMs":890810,"durationMs":4630,"subtitle":"The first step of the ladder is a desire for physical features."},{"startMs":895440,"durationMs":4620,"subtitle":"An individual tends to get attracted to what is missing from their own body like being"},{"startMs":900060,"durationMs":4450,"subtitle":"attracted to someone's smile or the color of their partner’s eyes."},{"startMs":904510,"durationMs":6000,"subtitle":"Then the second step is Love for all bodies which means realizing the physical beauty"},{"startMs":910510,"durationMs":1360,"subtitle":"of others."},{"startMs":911870,"durationMs":5570,"subtitle":"An individual recognizes the physical features that he is attracted to and understands that"},{"startMs":917440,"durationMs":2880,"subtitle":"many others can have that beauty."},{"startMs":920320,"durationMs":5030,"subtitle":"Many others can have that kind of smile or that color of eyes you are attracted to."},{"startMs":925350,"durationMs":7230,"subtitle":"Since bodies are so similar, it would be meaningless to see physical beauty in just one individual."},{"startMs":932580,"durationMs":4510,"subtitle":"From this, the next step up the ladder is to see the beauty that is beyond physical"},{"startMs":937090,"durationMs":1510,"subtitle":"appearance."},{"startMs":938600,"durationMs":3320,"subtitle":"This step is called the love for souls."},{"startMs":941920,"durationMs":4950,"subtitle":"It can be achieved by appreciating the character or the soul of your romantic partner."},{"startMs":946870,"durationMs":4650,"subtitle":"At this stage, one can fall in love with a beautiful mind even if it's in a body that"},{"startMs":951520,"durationMs":2800,"subtitle":"you wouldn’t typically find attractive."},{"startMs":954320,"durationMs":6460,"subtitle":"Then, the fourth step is known as Love for Laws and Institutions which means together"},{"startMs":960780,"durationMs":5390,"subtitle":"becoming interested in achieving kindness and understanding of fellow human beings,"},{"startMs":966170,"durationMs":4500,"subtitle":"in the betterment of our society in a compassionate manner."},{"startMs":970670,"durationMs":3840,"subtitle":"The fifth step is called the Love for Knowledge."},{"startMs":974510,"durationMs":4710,"subtitle":"It is about realising that there is knowledge to acquire everywhere and being interested"},{"startMs":979220,"durationMs":6860,"subtitle":"in pursuing it, in science, in understanding the laws of the universe."},{"startMs":986080,"durationMs":6710,"subtitle":"Then the sixth step, which is sometimes called “love for love itself” means appreciating"},{"startMs":992790,"durationMs":7070,"subtitle":"the beauty of this world, and this appreciation and awe is what is called platonic love, which"},{"startMs":999860,"durationMs":6370,"subtitle":"is to love the essence of what is really beautiful, the true reality of this world."},{"startMs":1006230,"durationMs":7310,"subtitle":"True love occurs at this last step, when you just love for love itself, and don’t expect"},{"startMs":1013540,"durationMs":2750,"subtitle":"anything in return."},{"startMs":1016290,"durationMs":5810,"subtitle":"The soulmate is one of the easiest human beings to love without expecting anything in return."},{"startMs":1022100,"durationMs":5340,"subtitle":"A soulmate can inspire you to climb this ladder of love, which is why it is so important to"},{"startMs":1027440,"durationMs":3250,"subtitle":"share the same values with your soulmate."},{"startMs":1030690,"durationMs":4970,"subtitle":"When we learn to appreciate that the beauty of the soul is superior to the beauty of the"},{"startMs":1035660,"durationMs":5620,"subtitle":"body, we end up loving those who are beautiful in their soul, regardless of their physical"},{"startMs":1041280,"durationMs":1840,"subtitle":"appearance."},{"startMs":1043120,"durationMs":5460,"subtitle":"According to Diotima’s teachings; once you reach the higher level, you could never go"},{"startMs":1048580,"durationMs":3160,"subtitle":"back to the lower rungs."},{"startMs":1051740,"durationMs":6080,"subtitle":"Although it is normal to love beautiful bodies at first, do not spend too many years there,"},{"startMs":1057820,"durationMs":4960,"subtitle":"try to start giving attention to people who have a kind soul, whom you appreciate for"},{"startMs":1062780,"durationMs":1560,"subtitle":"who they are as a person."},{"startMs":1064340,"durationMs":6870,"subtitle":"Do not just take a partner who is beautiful, but really dig deep into each other’s personalities"},{"startMs":1071210,"durationMs":3410,"subtitle":"and work out if you fit well together, together."},{"startMs":1074620,"durationMs":6060,"subtitle":"For example, ask important questions like “what brings you the most happiness?”,"},{"startMs":1080680,"durationMs":4630,"subtitle":"“what makes you really angry?”, “what is your biggest motivation in life?”, “what"},{"startMs":1085310,"durationMs":4560,"subtitle":"is your biggest regret?”, “what kind of friends do you have?”, “what was the lowest"},{"startMs":1089870,"durationMs":3930,"subtitle":"point in your life?”, “what are your principles? and so on”, and so on."},{"startMs":1093800,"durationMs":4890,"subtitle":"By learning each other’s answers, and seeing each other’s reactions, you can identify"},{"startMs":1098690,"durationMs":4750,"subtitle":"the real values you both hold and better understand their character."},{"startMs":1103440,"durationMs":4120,"subtitle":"Once you learn to appreciate the souls of the people around you, it becomes that much"},{"startMs":1107560,"durationMs":6760,"subtitle":"easier for you to find your soulmate and to continue climbing the ladder of love."},{"startMs":1114320,"durationMs":2190,"subtitle":"5."},{"startMs":1116510,"durationMs":4890,"subtitle":"Reignite the poetry in your relationships"},{"startMs":1121400,"durationMs":7410,"subtitle":"In our final quote from Plato for this video, he says: “At the touch of love everyone"},{"startMs":1128810,"durationMs":3080,"subtitle":"becomes a poet.”"},{"startMs":1131890,"durationMs":3350,"subtitle":"Love often seems like madness."},{"startMs":1135240,"durationMs":5880,"subtitle":"In Phaedrus, Socrates says that although madness can be an illness, it can also be the source"},{"startMs":1141120,"durationMs":2540,"subtitle":"of man’s greatest blessings."},{"startMs":1143660,"durationMs":5090,"subtitle":"The madness of love can make everyone a poet, raising us to a higher level of existence"},{"startMs":1148750,"durationMs":5120,"subtitle":"from where we can admire the beauty of this world and feel inspired."},{"startMs":1153870,"durationMs":6440,"subtitle":"When we are in love, we transform, we start to see more beauty around us, a sunset or"},{"startMs":1160310,"durationMs":4090,"subtitle":"the smell of a flower suddenly has a different meaning."},{"startMs":1164400,"durationMs":6000,"subtitle":"Love gives us wings to fly to another level of existence, transforming the reality around"},{"startMs":1170400,"durationMs":1000,"subtitle":"us."},{"startMs":1171400,"durationMs":6720,"subtitle":"Thus, we become poets when we are in love, we start to see beauty in everything."},{"startMs":1178120,"durationMs":5220,"subtitle":"Many of us remember what first love felt like, many of us have written poems to our loved"},{"startMs":1183340,"durationMs":2270,"subtitle":"ones when we were teenagers!"},{"startMs":1185610,"durationMs":5020,"subtitle":"The “love from Aphrodite and Eros” is such a kind of madness, which inspires us"},{"startMs":1190630,"durationMs":4590,"subtitle":"to glorify every moment of our relationship."},{"startMs":1195220,"durationMs":5780,"subtitle":"However, as the years pass, we start to notice we experience that rush of poetic inspiration"},{"startMs":1201000,"durationMs":7150,"subtitle":"less and less often, we become stuck in mundane life; Eat, Sleep, Work, Repeat."},{"startMs":1208150,"durationMs":5840,"subtitle":"But the truth is it is within this normalising of one’s relationship that the very best"},{"startMs":1213990,"durationMs":6330,"subtitle":"parts of it can flourish - Or languish into nothing if not maintained."},{"startMs":1220320,"durationMs":5370,"subtitle":"It becomes all-too-easy to stop appreciating the special moments with our loved ones - a"},{"startMs":1225690,"durationMs":4110,"subtitle":"forgotten anniversary here, an ignored achievement there."},{"startMs":1229800,"durationMs":4370,"subtitle":"It can be hard to remember to appreciate the presence of our soulmate when we also have"},{"startMs":1234170,"durationMs":3390,"subtitle":"to dedicate our time to work and family."},{"startMs":1237560,"durationMs":4370,"subtitle":"Therefore, we need to pay attention to when such inspiring poetic moments are missing"},{"startMs":1241930,"durationMs":4879,"subtitle":"from our life; Is the problem simply a lack of time or bad planning, or are you actually"},{"startMs":1246809,"durationMs":5591,"subtitle":"- deliberately or subconsciously - avoiding making time for each other?"},{"startMs":1252400,"durationMs":4460,"subtitle":"If it’s the latter you may need to decide if your partner really is your soulmate, and"},{"startMs":1256860,"durationMs":5000,"subtitle":"if they are you need to put more energy and focus into cultivating your relationship."},{"startMs":1261860,"durationMs":6040,"subtitle":"Make plans just for the two of you regularly - break the routine, re-connect and openly"},{"startMs":1267900,"durationMs":6290,"subtitle":"appreciate each other often, reminding both of you just how much you matter and how special"},{"startMs":1274190,"durationMs":3350,"subtitle":"you are to each other."},{"startMs":1277540,"durationMs":4080,"subtitle":"If you enjoyed this video, please make sure to check out the full Philosophies for Life"},{"startMs":1281620,"durationMs":5040,"subtitle":"channel and for more videos to help you find success and happiness using ancient philosophical"},{"startMs":1286660,"durationMs":2970,"subtitle":"wisdom, don’t forget to subscribe."},{"startMs":1289630,"durationMs":2590,"subtitle":"Thanks so much for watching."}]
