[{"startMs":1130,"durationMs":7780,"subtitle":"Buddha was a philosopher, a spiritual leader and is credited as the founder of Buddhism."},{"startMs":8910,"durationMs":4910,"subtitle":"Often referred to as the \"Enlightened One\", Buddha’s teachings are followed to this"},{"startMs":13820,"durationMs":8669,"subtitle":"day by millions of people around the world. He was born as Siddhartha Gautama in 566 BC"},{"startMs":22489,"durationMs":5811,"subtitle":"into an aristocratic family in Lumbini, Nepal and when he was twenty-nine years old, he"},{"startMs":28300,"durationMs":5360,"subtitle":"left the comforts of his home to seek the meaning of the suffering he saw around him,"},{"startMs":33660,"durationMs":4550,"subtitle":"to search for a life beyond life and death."},{"startMs":38210,"durationMs":5730,"subtitle":"After six years of self-mortification, he realised that the search for divinity lies"},{"startMs":43940,"durationMs":8070,"subtitle":"not in worldly things but in the mind. Thus, abandoning self-mortification, he gave himself"},{"startMs":52010,"durationMs":7600,"subtitle":"to meditation and reached a state of enlightenment. For the next 45 years of his life, he went"},{"startMs":59610,"durationMs":5470,"subtitle":"around teaching others the path to attain this state of enlightenment. The teachings"},{"startMs":65080,"durationMs":6440,"subtitle":"of Buddha revolve around Duhkha, which means suffering, and the end of Duhkha, which is"},{"startMs":71520,"durationMs":7229,"subtitle":"regarded as the state of Nirvana. The philosophy’s most essential teaching includes the Three"},{"startMs":78749,"durationMs":9410,"subtitle":"Marks of Existence, which are as follows: Annica which means that life is in a constant"},{"startMs":88159,"durationMs":6511,"subtitle":"flux Duhkha which means that life is painful and"},{"startMs":94670,"durationMs":7610,"subtitle":"causes suffering, and Anatta which means that the self is always"},{"startMs":102280,"durationMs":6650,"subtitle":"changing According to Buddha, our thoughts and experiences are subject to these three"},{"startMs":108930,"durationMs":6950,"subtitle":"marks of our existence. It is a way of understanding ourselves and the world around us and in this"},{"startMs":115880,"durationMs":5570,"subtitle":"video we will be talking about the first mark of existence - Annica to better understand"},{"startMs":121450,"durationMs":5419,"subtitle":"the ever-changing, impermanent nature of life and how we can deal with the changes that"},{"startMs":126869,"durationMs":1670,"subtitle":"come with that."},{"startMs":128539,"durationMs":7561,"subtitle":"Once, a woman named Kisa Gotami approached Buddha carrying her dead son. The heartbroken"},{"startMs":136100,"durationMs":5480,"subtitle":"mother was looking for every possible way to bring him back. As a result, she came to"},{"startMs":141580,"durationMs":5850,"subtitle":"Buddha hoping he could bring him back to life using medicine. Seeing the boy was already"},{"startMs":147430,"durationMs":6840,"subtitle":"dead, Buddha used this opportunity to teach an important life lesson. Firstly, Buddha"},{"startMs":154270,"durationMs":4670,"subtitle":"asked Gotami to bring him some mustard seeds from a house that hasn’t witnessed the loss"},{"startMs":158940,"durationMs":7010,"subtitle":"of a loved one. Gotami went door to door looking for the seeds, and slowly, she realised that"},{"startMs":165950,"durationMs":3110,"subtitle":"no such house exists."},{"startMs":169060,"durationMs":6111,"subtitle":"Still hoping that Buddha could revive her son, Gotami brought the seeds to Buddha. When"},{"startMs":175171,"durationMs":5069,"subtitle":"questioned by Buddha if she bought the seeds from a house where no son or daughter, father"},{"startMs":180240,"durationMs":7770,"subtitle":"or mother had passed away, Gotami sat weeping and realised her selfish nature as grief started"},{"startMs":188010,"durationMs":8500,"subtitle":"to wash over her. More importantly, she realised that death is common to all and at last, she"},{"startMs":196510,"durationMs":7250,"subtitle":"realised the reality of impermanence and buried her son in a nearby forest."},{"startMs":203760,"durationMs":7510,"subtitle":"Anicca in Buddhism means impermanence. The word \"Annica\" consists of two words \", a\","},{"startMs":211270,"durationMs":5910,"subtitle":"meaning non-, and \"nicca\", meaning permanent. Everything is subject to change as it is in"},{"startMs":217180,"durationMs":8560,"subtitle":"continuous transformation. Since being is becoming, decay is inherent in all component"},{"startMs":225740,"durationMs":7070,"subtitle":"things, and existence remains forever in a flux, or a continuous becoming, like a flowing"},{"startMs":232810,"durationMs":1900,"subtitle":"river."},{"startMs":234710,"durationMs":5460,"subtitle":"The water flowing through a river may appear constant and unchanging to the naked eye,"},{"startMs":240170,"durationMs":6200,"subtitle":"but in reality we never see the same atoms and molecules, and so it cannot be the same"},{"startMs":246370,"durationMs":9350,"subtitle":"water. The same is true of time through life. It is a progressive moment, a successive series"},{"startMs":255720,"durationMs":5870,"subtitle":"of different moments, joining together to give the impression of one continuous flow."},{"startMs":261590,"durationMs":6230,"subtitle":"The river of yesterday is not the same as the river of today. The river of this moment"},{"startMs":267820,"durationMs":8470,"subtitle":"is not going to be the same as the river of the next moment. Life changes continuously:"},{"startMs":276290,"durationMs":7600,"subtitle":"Once you are born, you grow, develop, become an adult until at some point you will die."},{"startMs":283890,"durationMs":6110,"subtitle":"In the interim your relationships will change, your ideas and opinions will certainly change,"},{"startMs":290000,"durationMs":6210,"subtitle":"and so will you. Everyone grows older and everything changes."},{"startMs":296210,"durationMs":6200,"subtitle":"Buddha explains how there are five processes over which human beings have no control:"},{"startMs":302410,"durationMs":2440,"subtitle":"Growing old Falling sick"},{"startMs":304850,"durationMs":4180,"subtitle":"Death and destruction, Decay of perishable things, and;"},{"startMs":309030,"durationMs":4610,"subtitle":"The passing away of that which is liable to pass."},{"startMs":313640,"durationMs":6480,"subtitle":"No one can escape these five aspects of impermanence until one achieves Nirvana, the highest form"},{"startMs":320120,"durationMs":6780,"subtitle":"of enlightenment achieved through right attitude and awareness. In the normal course of our"},{"startMs":326900,"durationMs":5019,"subtitle":"existence, we may not be able to escape from impermanence, but we can learn to cope with"},{"startMs":331919,"durationMs":6671,"subtitle":"it. So with that in mind, here are 4 ways we can try to not only embrace life changes,"},{"startMs":338590,"durationMs":5370,"subtitle":"but also be happy and grow with them, from the philosophy of The Buddha"},{"startMs":343960,"durationMs":11380,"subtitle":"01. Acknowledge the change Buddha says “All conditioned things are impermanent' — when"},{"startMs":355340,"durationMs":6440,"subtitle":"one sees this with wisdom, one turns away from suffering”."},{"startMs":361780,"durationMs":5581,"subtitle":"Most of us desperately prevent change from happening because we fear the unknown. But"},{"startMs":367361,"durationMs":5419,"subtitle":"since change is inevitable, we need to develop the mindset that allows us to let things happen"},{"startMs":372780,"durationMs":6580,"subtitle":"when they unfold instead of approaching change from a place of denial and resistance. A trip"},{"startMs":379360,"durationMs":4760,"subtitle":"to the beach is the perfect allegory for the changes that we experience in our daily lives"},{"startMs":384120,"durationMs":5860,"subtitle":"and how we tend to resist them; when we go to a beach, we build a sandcastle, we get"},{"startMs":389980,"durationMs":7190,"subtitle":"caught up in making a beautiful and perfect castle, but after a while, a tide is bound"},{"startMs":397170,"durationMs":5230,"subtitle":"to come and destroy the whole thing whether we like it or not."},{"startMs":402400,"durationMs":6200,"subtitle":"We need to cultivate the awareness that change can happen quickly and at any time. We can"},{"startMs":408600,"durationMs":6039,"subtitle":"cultivate this awareness through meditation. You can use meditation as a way to directly"},{"startMs":414639,"durationMs":6951,"subtitle":"and personally consider the environment around you and its impermanent nature. At the end"},{"startMs":421590,"durationMs":6930,"subtitle":"of every day, you can meditate by focusing on stabilising your breath, breathing in and"},{"startMs":428520,"durationMs":8369,"subtitle":"out slowly and deliberately, letting go of all feelings and experiences, and becoming"},{"startMs":436889,"durationMs":7901,"subtitle":"conscious of your body and mind. Once you are comfortable, it is now time to understand"},{"startMs":444790,"durationMs":8570,"subtitle":"the fluidity of change, and the impermanence of our mind, our body, the outer world, people"},{"startMs":453360,"durationMs":2050,"subtitle":"and relationships."},{"startMs":455410,"durationMs":7979,"subtitle":"A good way to start is by thinking about yourself, how you have evolved over time and the challenges"},{"startMs":463389,"durationMs":5810,"subtitle":"you have encountered or are currently facing. You can also start by thinking of your close"},{"startMs":469199,"durationMs":5871,"subtitle":"ones like your family and how they have changed over the time. How your relationship with"},{"startMs":475070,"durationMs":5020,"subtitle":"your spouse, parents and children have evolved over time."},{"startMs":480090,"durationMs":5150,"subtitle":"Then think of your friends, how they have evolved, the hardships they may have faced"},{"startMs":485240,"durationMs":5860,"subtitle":"or are currently facing. Think of people in your city and around the world and all the"},{"startMs":491100,"durationMs":5780,"subtitle":"different hardships and happiness they may be facing at any given moment."},{"startMs":496880,"durationMs":5050,"subtitle":"At any moment in time there will be a death occurring in someone’s family, while at"},{"startMs":501930,"durationMs":5360,"subtitle":"the precise same moment, some other family elsewhere on the planet must have welcomed"},{"startMs":507290,"durationMs":3370,"subtitle":"a new life into this world."},{"startMs":510660,"durationMs":4569,"subtitle":"If someone must have lost their job or must have lost most of their fortune, someone else"},{"startMs":515229,"durationMs":6831,"subtitle":"must have won some kind of lottery or must have gotten a promotion or pay rise at work."},{"startMs":522060,"durationMs":4510,"subtitle":"If someone is calling off their wedding, or is getting a divorce, someone else is getting"},{"startMs":526570,"durationMs":3480,"subtitle":"married or experiencing their first love."},{"startMs":530050,"durationMs":5030,"subtitle":"For every terminal diagnosis, someone else must have had a miraculous recovery."},{"startMs":535080,"durationMs":6410,"subtitle":"For every argument or fight with a friend, someone out there, right at that moment will"},{"startMs":541490,"durationMs":7240,"subtitle":"be making a new friend or creating a new, lifelong memory with an existing friend."},{"startMs":548730,"durationMs":6190,"subtitle":"When you meditate on all of these scenarios, you will soon realise how life can change,"},{"startMs":554920,"durationMs":7770,"subtitle":"and any of these fortunate or unfortunate events can happen to you too. If nothing unfortunate"},{"startMs":562690,"durationMs":5790,"subtitle":"happened to you today, be thankful for that and see how you can be there for people around"},{"startMs":568480,"durationMs":5940,"subtitle":"you who were less lucky. If you are going through an unfortunate phase, know that you"},{"startMs":574420,"durationMs":6070,"subtitle":"cannot be the only one going through whatever it is, and this too will change."},{"startMs":580490,"durationMs":5110,"subtitle":"Acknowledge that you and everything around you is constantly evolving and you are no"},{"startMs":585600,"durationMs":8030,"subtitle":"exception. Start by practicing this for 5 minutes, every evening. If you find meditation"},{"startMs":593630,"durationMs":6700,"subtitle":"difficult, you can also practice this exercise while on a walk, under the beauty of nature."},{"startMs":600330,"durationMs":5540,"subtitle":"Sessions such as this will help us answer philosophical questions, providing us with"},{"startMs":605870,"durationMs":5630,"subtitle":"truly transformative insights, helping us to understand and embrace the impermanent"},{"startMs":611500,"durationMs":3540,"subtitle":"nature of our lives."},{"startMs":615040,"durationMs":9580,"subtitle":"2. Practice non-attachment In the words of Buddha “The root of suffering"},{"startMs":624620,"durationMs":2200,"subtitle":"is attachment”"},{"startMs":626820,"durationMs":7550,"subtitle":"Non-attachment is a very important part of understanding the philosophy of Buddhism."},{"startMs":634370,"durationMs":5890,"subtitle":"We often misunderstand non attachment, specifically, referring to loved ones like a spouse, or"},{"startMs":640260,"durationMs":6280,"subtitle":"children, or parents. The type of non-attachment that’s being talked about in Buddhist thought"},{"startMs":646540,"durationMs":5340,"subtitle":"has less to do with what you own, or with what you hold on to, versus how that holds"},{"startMs":651880,"durationMs":2220,"subtitle":"onto you."},{"startMs":654100,"durationMs":5220,"subtitle":"We hold on to things in an effort to find happiness and comfort. We don’t just cling"},{"startMs":659320,"durationMs":5500,"subtitle":"to things that give us joy, we also cling to some things because we’re afraid to let"},{"startMs":664820,"durationMs":5760,"subtitle":"go of them. Because of this we suffer, and the others suffer because we’re holding"},{"startMs":670580,"durationMs":6260,"subtitle":"onto things that are past their time. In Buddhism there is a parable where on the banks of a"},{"startMs":676840,"durationMs":4340,"subtitle":"river the Buddha asks his monks if somebody were to build a raft and they were to cross"},{"startMs":681180,"durationMs":5400,"subtitle":"the river with it, would it be wise or unwise to continue their journey with the raft once"},{"startMs":686580,"durationMs":6310,"subtitle":"they reach the other side? Letting go of the raft, whatever the raft may be, is a lesson"},{"startMs":692890,"durationMs":7940,"subtitle":"of letting go of things that are past their time, and is a simple explanation of non-attachment."},{"startMs":700830,"durationMs":2600,"subtitle":"This can apply to relationships, friends,"},{"startMs":703430,"durationMs":6440,"subtitle":"and experiences. In terms of relationships, Loving in a non-attached way is loving in"},{"startMs":709870,"durationMs":5030,"subtitle":"a way that the person that you love feels free. So it’s not that there isn’t love,"},{"startMs":714900,"durationMs":4770,"subtitle":"or that you don’t want to be with someone, it’s that you don’t allow that person,"},{"startMs":719670,"durationMs":7220,"subtitle":"or that thing to own you. That’s what Buddah means by attachment in this instance. So letting"},{"startMs":726890,"durationMs":7080,"subtitle":"go of attachment is the secret to really enjoying life, and to loving others. It’s a way of"},{"startMs":733970,"durationMs":7920,"subtitle":"freedom. Think about that with your own relationships, like for example with your children. If you"},{"startMs":741890,"durationMs":5400,"subtitle":"love your children in a way that they feel free to be who they want to be, that’s genuine"},{"startMs":747290,"durationMs":6420,"subtitle":"non-attachment. You’re allowing someone to be completely authentic and free as they"},{"startMs":753710,"durationMs":1370,"subtitle":"are."},{"startMs":755080,"durationMs":6780,"subtitle":"This rule applies to other things too. Let's take achieving your goals for example. The"},{"startMs":761860,"durationMs":5740,"subtitle":"goals or milestones are typically not the problem; The problem is that when we allow"},{"startMs":767600,"durationMs":7620,"subtitle":"those things to own us, it becomes unhealthy. It’s completely appropriate to have goals,"},{"startMs":775220,"durationMs":5980,"subtitle":"to have milestones, that you set in your career, or in various other phases of your life. There’s"},{"startMs":781200,"durationMs":6009,"subtitle":"nothing wrong with that. The problems start when we become trapped because those things"},{"startMs":787209,"durationMs":1391,"subtitle":"own us."},{"startMs":788600,"durationMs":8260,"subtitle":"Having goals can be fine as long as you understand that goals are impermanent. You work towards"},{"startMs":796860,"durationMs":5240,"subtitle":"them, you either accomplish them and move on, or something changes and it doesn’t"},{"startMs":802100,"durationMs":7429,"subtitle":"work out. That’s where the wisdom of adaptability comes into play. The moment life presents"},{"startMs":809529,"durationMs":5801,"subtitle":"something new, you can adapt to it and create a new goal, because that original goal didn’t"},{"startMs":815330,"durationMs":8009,"subtitle":"own you. You used it as a tool for yourself, not a burden that makes life more difficult."},{"startMs":823339,"durationMs":5471,"subtitle":"When we realize we don't have any control over life, we understand detachment and accept"},{"startMs":828810,"durationMs":7060,"subtitle":"its impermanent nature. Additionally, we are also open to change, willing to take risks"},{"startMs":835870,"durationMs":6089,"subtitle":"and lead healthier lives by making the right choices."},{"startMs":841959,"durationMs":9471,"subtitle":"3. Embrace change Buddha considers that “​​Change is never"},{"startMs":851430,"durationMs":6860,"subtitle":"painful, only resistance to change is painful”"},{"startMs":858290,"durationMs":5549,"subtitle":"Most of the time, when any change happens, the outcome will not turn out the way you"},{"startMs":863839,"durationMs":5831,"subtitle":"want. By refusing to accept this change, we actually make it worse because we’re fighting"},{"startMs":869670,"durationMs":6890,"subtitle":"against it, against the flow of life. But by embracing the situation, you deal with"},{"startMs":876560,"durationMs":2300,"subtitle":"it far more effectively."},{"startMs":878860,"durationMs":5550,"subtitle":"For example, suppose your partner gets a promotion at work and they might need to work 10 hours"},{"startMs":884410,"durationMs":5810,"subtitle":"a day plus weekends. Because of this they have to travel more often and won’t have"},{"startMs":890220,"durationMs":5520,"subtitle":"the same time as they have right now to spend with you or the family. Rather than sitting"},{"startMs":895740,"durationMs":5610,"subtitle":"at home, feeling anxious over being left alone, arguing with your partner and going against"},{"startMs":901350,"durationMs":6310,"subtitle":"the flow of life, you need to understand and respect their choice, free yourself from this"},{"startMs":907660,"durationMs":7540,"subtitle":"attachment and make them feel free as well, and find a solution of your own by embracing"},{"startMs":915200,"durationMs":2199,"subtitle":"this situation."},{"startMs":917399,"durationMs":5190,"subtitle":"You can indulge in your hobbies or pick up something you have always wanted to learn."},{"startMs":922589,"durationMs":5951,"subtitle":"You can also find local activities to do alone or with friends. Trying to keep everything"},{"startMs":928540,"durationMs":7359,"subtitle":"fixed means we’re not really changing and therefore we’re not really growing. Life"},{"startMs":935899,"durationMs":4141,"subtitle":"is all about constantly growing in many different ways."},{"startMs":940040,"durationMs":10370,"subtitle":"4. Learn from the experience In our final quote from Buddha for this video,"},{"startMs":950410,"durationMs":7270,"subtitle":"he says “Every experience, no matter how bad it seems, holds within it a blessing of"},{"startMs":957680,"durationMs":6540,"subtitle":"some kind. The goal is to find it”."},{"startMs":964220,"durationMs":7570,"subtitle":"When we accept change, and learn from it, change is no longer our enemy. It becomes"},{"startMs":971790,"durationMs":8349,"subtitle":"our teacher. At its core, change pushes you to become a better person. Whenever you undergo"},{"startMs":980139,"durationMs":5121,"subtitle":"something in your personal or professional development, while it may not seem like it"},{"startMs":985260,"durationMs":6500,"subtitle":"at the time, these events offer lessons that help shape your future. They make you more"},{"startMs":991760,"durationMs":4509,"subtitle":"flexible, innovative and more aware."},{"startMs":996269,"durationMs":8041,"subtitle":"Change is only as scary as you make it seem. Maybe you're about to enter a new role like starting"},{"startMs":1004310,"durationMs":7010,"subtitle":"a new business and are fearful of failing. Everyone makes mistakes and everyone fails"},{"startMs":1011320,"durationMs":7040,"subtitle":"at some point in their lives, so when - not if - failure happens to you, let it be an"},{"startMs":1018360,"durationMs":6669,"subtitle":"opportunity to learn and grow. Try to work through each day without concern of failure"},{"startMs":1025029,"durationMs":8270,"subtitle":"or rejection. For thousands of years, people have worked to advance life in every way."},{"startMs":1033299,"durationMs":6361,"subtitle":"Such progress is only possible when we aren't afraid of what lies ahead. Not only do you"},{"startMs":1039660,"durationMs":6179,"subtitle":"grow as a person and make progress when you embrace change, but going with the flow and"},{"startMs":1045839,"durationMs":7801,"subtitle":"embracing that change is vital to achieving true inner peace."},{"startMs":1053640,"durationMs":4140,"subtitle":"If you enjoyed this video, please make sure to check out our full philosophies for life"},{"startMs":1057780,"durationMs":5520,"subtitle":"playlist and for more videos to help you find success and happiness using ancient philosophical"},{"startMs":1063300,"durationMs":5680,"subtitle":"wisdom, don’t forget to subscribe. Thanks so much for watching."}]
