[{"startMs":640,"durationMs":6299,"subtitle":"Marcus Aurelius was the emperor of Rome from 161 to 180 AD."},{"startMs":6939,"durationMs":5841,"subtitle":"He is considered as the last of the Five Good Emperors and one of the most influential Stoic"},{"startMs":12780,"durationMs":1500,"subtitle":"philosophers."},{"startMs":14280,"durationMs":5930,"subtitle":"His work continues to inspire to this day, thanks to his daily journaling practice."},{"startMs":20210,"durationMs":6869,"subtitle":"Aurelius’ journals were gathered together posthumously and were published as Meditations,"},{"startMs":27079,"durationMs":4601,"subtitle":"although it is unknown precisely when the work first appeared."},{"startMs":31680,"durationMs":4460,"subtitle":"From his journals, it is likely that Aurelius often found it hard to get out of bed in the"},{"startMs":36140,"durationMs":1110,"subtitle":"morning."},{"startMs":37250,"durationMs":4710,"subtitle":"He wrote about the inner struggle he had in getting started for the day, such as when"},{"startMs":41960,"durationMs":5759,"subtitle":"he wrote, “At dawn, when you have trouble getting out of bed, tell yourself: ‘I have"},{"startMs":47719,"durationMs":2931,"subtitle":"to go to work–as a human being."},{"startMs":50650,"durationMs":5310,"subtitle":"What do I have to complain of, if I’m going to do what I was born for–the things which"},{"startMs":55960,"durationMs":2239,"subtitle":"I was brought into the world to do?"},{"startMs":58199,"durationMs":3160,"subtitle":"Or is this what I was created for?"},{"startMs":61359,"durationMs":3910,"subtitle":"To huddle under the blankets and stay warm?’”"},{"startMs":65269,"durationMs":4210,"subtitle":"Despite the way he felt about leaving his comfortable bed, Aurelius appears to have"},{"startMs":69479,"durationMs":3051,"subtitle":"done his journaling first thing in the morning."},{"startMs":72530,"durationMs":6799,"subtitle":"He used this as an important exercise in preparing himself for the day ahead."},{"startMs":79329,"durationMs":4290,"subtitle":"Journaling enabled Aurelius to take a step back from the pressures of being an emperor"},{"startMs":83619,"durationMs":6491,"subtitle":"and reflect objectively on the world around him so that he could ground and center himself."},{"startMs":90110,"durationMs":4970,"subtitle":"Journaling also enabled him to keep his mind in top condition, as well as giving him a"},{"startMs":95080,"durationMs":6690,"subtitle":"record he could review at the end of the day to see if he really had been his best self."},{"startMs":101770,"durationMs":5790,"subtitle":"The ancient practice of journaling has many practical applications in the modern world."},{"startMs":107560,"durationMs":4750,"subtitle":"It is a form of daily reflection that will keep you focused on your goals and help you"},{"startMs":112310,"durationMs":6989,"subtitle":"live your best life, so with that in mind, in this video we bring you six ways to Journal"},{"startMs":119299,"durationMs":2771,"subtitle":"like Marcus Aurelius."},{"startMs":122070,"durationMs":1970,"subtitle":"1."},{"startMs":124040,"durationMs":7190,"subtitle":"Express Yourself Freely Marcus Aurelius says “Dig deep within yourself,"},{"startMs":131230,"durationMs":5670,"subtitle":"for there is a fountain of goodness ever ready to flow if you will keep digging”."},{"startMs":136900,"durationMs":6150,"subtitle":"The Meditations give us an invaluable insight into the mind of a great and powerful man,"},{"startMs":143050,"durationMs":2000,"subtitle":"but that wasn’t why Aurelius was writing."},{"startMs":145050,"durationMs":6430,"subtitle":"In fact, it is unlikely he ever intended for them to be published, meaning that he was"},{"startMs":151480,"durationMs":5420,"subtitle":"completely free to write whatever he wanted without worrying about an audience."},{"startMs":156900,"durationMs":4600,"subtitle":"It is possible that Aurelius’ journal was one of the few opportunities he had to truly"},{"startMs":161500,"durationMs":4280,"subtitle":"express himself without fear of what the reaction might be."},{"startMs":165780,"durationMs":5230,"subtitle":"It gave him relief from the pressures of being a leader and having to maintain his composure."},{"startMs":171010,"durationMs":5059,"subtitle":"The level of self-awareness his journals allowed him to develop meant that he was able to embody"},{"startMs":176069,"durationMs":6640,"subtitle":"a fundamental Stoic principle: the only thing you can control is yourself."},{"startMs":182709,"durationMs":5321,"subtitle":"Aurelius’ journal allowed him to reflect on how he handled the challenges he faced"},{"startMs":188030,"durationMs":4940,"subtitle":"and put together a plan of action for when he faced similar situations."},{"startMs":192970,"durationMs":3260,"subtitle":"Many modern leaders recognize the value of journaling."},{"startMs":196230,"durationMs":6089,"subtitle":"Powerful people such as John D. Rockefeller, George Patton, Benjamin Franklin, Thomas Edison,"},{"startMs":202319,"durationMs":6551,"subtitle":"Ronald Reagan, and Winston Churchill all kept journals as part of their daily routine."},{"startMs":208870,"durationMs":6149,"subtitle":"A journal is the place where you dig deep into themes and concepts, an active tool for"},{"startMs":215019,"durationMs":3750,"subtitle":"you to use to improve yourself and achieve your goals."},{"startMs":218769,"durationMs":4681,"subtitle":"For example, you might use your journal to keep track of your personal goals and note"},{"startMs":223450,"durationMs":5840,"subtitle":"your progress towards them, or you might use it to uncover subconscious thoughts and priorities"},{"startMs":229290,"durationMs":2259,"subtitle":"which are driving you as a person."},{"startMs":231549,"durationMs":5330,"subtitle":"For this reason, many people find journal prompts useful to help them get the most out"},{"startMs":236879,"durationMs":1970,"subtitle":"of their journal."},{"startMs":238849,"durationMs":5381,"subtitle":"You can use the same prompts every day, such as noting what you learned that day, what"},{"startMs":244230,"durationMs":4360,"subtitle":"worked, and what didn’t, or you can use a different prompt to uncover what’s on"},{"startMs":248590,"durationMs":1440,"subtitle":"your mind."},{"startMs":250030,"durationMs":6100,"subtitle":"You might ask yourself a question like ‘what matters to me?’ then set a timer and write"},{"startMs":256130,"durationMs":3620,"subtitle":"for five minutes to see what comes out."},{"startMs":259750,"durationMs":3450,"subtitle":"You can also use your journal to plan your activities."},{"startMs":263200,"durationMs":5120,"subtitle":"You might like to set daily goals, weekly goals, and annual goals, and check in with"},{"startMs":268320,"durationMs":3010,"subtitle":"your journal about your progress."},{"startMs":271330,"durationMs":4470,"subtitle":"Sometimes when you feel that what you’re doing isn’t making any difference, it’s"},{"startMs":275800,"durationMs":4870,"subtitle":"good to look back over a journal to see just how far you’ve come."},{"startMs":280670,"durationMs":6330,"subtitle":"If you are unsure about how to start journaling, ask yourself, when you die, will you have"},{"startMs":287000,"durationMs":2380,"subtitle":"lived your best life?"},{"startMs":289380,"durationMs":3970,"subtitle":"What would those around you say about your character and actions?"},{"startMs":293350,"durationMs":4760,"subtitle":"In your journal, you can make a point every day of noting what people would say about"},{"startMs":298110,"durationMs":2690,"subtitle":"you if you happened to die that day."},{"startMs":300800,"durationMs":2720,"subtitle":"Would they remember you the way you want to be remembered?"},{"startMs":303520,"durationMs":5950,"subtitle":"G Where there is life there is hope and you always have the chance to change your ways"},{"startMs":309470,"durationMs":2690,"subtitle":"to leave a legacy you can be proud of."},{"startMs":312160,"durationMs":6310,"subtitle":"While it might appear to be morbid to focus so heavily on death, it can be a truly life"},{"startMs":318470,"durationMs":2340,"subtitle":"affirming activity."},{"startMs":320810,"durationMs":5040,"subtitle":"The Stoics viewed every day they had as a blessing and understanding that your time"},{"startMs":325850,"durationMs":4500,"subtitle":"here is limited and that it is up to you to make the most of it while you’re here is"},{"startMs":330350,"durationMs":2780,"subtitle":"key to being Stoic."},{"startMs":333130,"durationMs":5250,"subtitle":"You can use your journal to examine this subject from a number of angles."},{"startMs":338380,"durationMs":3780,"subtitle":"Perhaps there are ambitions and dreams you had when you were younger that you haven’t"},{"startMs":342160,"durationMs":1990,"subtitle":"yet fulfilled."},{"startMs":344150,"durationMs":2230,"subtitle":"Maybe you’ve even given up on them."},{"startMs":346380,"durationMs":5460,"subtitle":"Your journal allows you to identify these and put in place an action plan to make them"},{"startMs":351840,"durationMs":2120,"subtitle":"a reality."},{"startMs":353960,"durationMs":4700,"subtitle":"Even if you don’t see any way in which they can be possible, the simple act of choosing"},{"startMs":358660,"durationMs":5280,"subtitle":"to live your best life while you’re here can make a huge difference to your experiences"},{"startMs":363940,"durationMs":2030,"subtitle":"and attitudes."},{"startMs":365970,"durationMs":1810,"subtitle":"2."},{"startMs":367780,"durationMs":6470,"subtitle":"Write about your sage Marcus Aurelius tells us “Mastery of reading"},{"startMs":374250,"durationMs":3180,"subtitle":"and writing requires a master."},{"startMs":377430,"durationMs":6580,"subtitle":"Still, more so life” The sage is someone who is considered to be"},{"startMs":384010,"durationMs":2460,"subtitle":"a good and virtuous person."},{"startMs":386470,"durationMs":5110,"subtitle":"In classical philosophy a sage is someone who is considered to be wise or experienced"},{"startMs":391580,"durationMs":5660,"subtitle":"in a certain field, and who is revered for their wisdom, judgment, and expertise."},{"startMs":397240,"durationMs":4170,"subtitle":"For many people this is a role model."},{"startMs":401410,"durationMs":5190,"subtitle":"Stoics spent time contemplating on their sages and whether their own actions were consistent"},{"startMs":406600,"durationMs":2240,"subtitle":"with those of their sage."},{"startMs":408840,"durationMs":6590,"subtitle":"Marcus Aurelius’ sage was Zeno, the founder of Stoic philosophy, and he would often ask"},{"startMs":415430,"durationMs":3970,"subtitle":"himself ‘What would Zeno do?’"},{"startMs":419400,"durationMs":4890,"subtitle":"To start with this exercise, all you need to do is identify your role models."},{"startMs":424290,"durationMs":6580,"subtitle":"It could be anyone from your favorite superhero to your favorite character on a TV show."},{"startMs":430870,"durationMs":5350,"subtitle":"They could be your friend or a relative you admire, a great philosopher or even the leaders"},{"startMs":436220,"durationMs":3880,"subtitle":"you respect in your industry or organization."},{"startMs":440100,"durationMs":5840,"subtitle":"After you identify them, ask yourself – what are the qualities in them that make them so"},{"startMs":445940,"durationMs":1650,"subtitle":"ideal?"},{"startMs":447590,"durationMs":5030,"subtitle":"In your journal, write down all of your role models, past or present, and the best qualities"},{"startMs":452620,"durationMs":5250,"subtitle":"of these individuals, discarding their negative character traits."},{"startMs":457870,"durationMs":5370,"subtitle":"Once you have everything written down, spend 5-10 minutes every morning visualizing how"},{"startMs":463240,"durationMs":4399,"subtitle":"they would go about dealing with the different aspects of their day."},{"startMs":467639,"durationMs":4381,"subtitle":"You can also write down your favorite quotes or important principles of any philosophy"},{"startMs":472020,"durationMs":5690,"subtitle":"you wish to follow and read them out every morning before you start your day."},{"startMs":477710,"durationMs":5150,"subtitle":"This act of journaling, of reminding yourself each day about your role models and the important"},{"startMs":482860,"durationMs":5760,"subtitle":"principles they espouse will serve you as a meditative experience."},{"startMs":488620,"durationMs":5270,"subtitle":"The idea behind this exercise is to see whether your actions are in line with your role models."},{"startMs":493890,"durationMs":6610,"subtitle":"If so, and if you repeat this wisdom over and over again, it will soon become muscle"},{"startMs":500500,"durationMs":4990,"subtitle":"memory and you will start acting like the people you admire in the way that you think,"},{"startMs":505490,"durationMs":4580,"subtitle":"the way you talk and of course, the way you act."},{"startMs":510070,"durationMs":2170,"subtitle":"3."},{"startMs":512240,"durationMs":6460,"subtitle":"Write about the worst possible outcome According to Marcus Aurelius “When you wake"},{"startMs":518700,"durationMs":6180,"subtitle":"up in the morning, tell yourself: The people I deal with today will be meddling, ungrateful,"},{"startMs":524880,"durationMs":6640,"subtitle":"arrogant, dishonest, jealous and surly”."},{"startMs":531520,"durationMs":4920,"subtitle":"Marcus Aurelius, despite being a man of great temperance and discipline, is said to have"},{"startMs":536440,"durationMs":6150,"subtitle":"practiced the technique of negative visualization as a part of his morning routine."},{"startMs":542590,"durationMs":5150,"subtitle":"Each morning he would write down all the negative qualities people could exhibit, and reminded"},{"startMs":547740,"durationMs":4640,"subtitle":"himself that none of them could hurt him or make him feel angry."},{"startMs":552380,"durationMs":4730,"subtitle":"This way he prepared himself for the people he might encounter, and was ready to handle"},{"startMs":557110,"durationMs":4610,"subtitle":"anyone, no matter how difficult or abrasive they may be."},{"startMs":561720,"durationMs":5300,"subtitle":"By visualizing the negative qualities of people, he was practicing the principle of"},{"startMs":567020,"durationMs":2870,"subtitle":"dichotomy of control."},{"startMs":569890,"durationMs":5640,"subtitle":"The dichotomy of control is the Stoic idea of separating things that are within our control,"},{"startMs":575530,"durationMs":6480,"subtitle":"from the things that are outside of our control.Things that are within your control are your thoughts"},{"startMs":582010,"durationMs":6070,"subtitle":"like your opinions, your goals or your desires and your actions like how you pursue your"},{"startMs":588080,"durationMs":3330,"subtitle":"goals or how you react to events."},{"startMs":591410,"durationMs":5360,"subtitle":"Things that are outside of your control is everything else like the outcome of an event,"},{"startMs":596770,"durationMs":4670,"subtitle":"your wealth, your health, the past or your reputation."},{"startMs":601440,"durationMs":5460,"subtitle":"The idea behind this principal is to focus on the things you can control."},{"startMs":606900,"durationMs":4780,"subtitle":"So the only thing we can do when things go wrong is to react in the most appropriate"},{"startMs":611680,"durationMs":3060,"subtitle":"manner, without frustration or anger."},{"startMs":614740,"durationMs":6010,"subtitle":"But it can often be difficult to act in an appropriate manner when misfortune catches"},{"startMs":620750,"durationMs":1690,"subtitle":"you off guard."},{"startMs":622440,"durationMs":3800,"subtitle":"This is where morning preparation journaling can become useful."},{"startMs":626240,"durationMs":5390,"subtitle":"All you have to do is take a couple of minutes each morning and write down all the things"},{"startMs":631630,"durationMs":2050,"subtitle":"that could go wrong in your day."},{"startMs":633680,"durationMs":4310,"subtitle":"If you have a rough idea of what your day looks like, then it shouldn’t be difficult"},{"startMs":637990,"durationMs":3560,"subtitle":"to think about things that could potentially go wrong."},{"startMs":641550,"durationMs":5560,"subtitle":"An important presentation, exam, or first date are all the things you can write down"},{"startMs":647110,"durationMs":3510,"subtitle":"as potential encounters with misfortune."},{"startMs":650620,"durationMs":5140,"subtitle":"You could forget your USB stick that has your presentation, mess up your exam, or have an"},{"startMs":655760,"durationMs":3560,"subtitle":"allergic reaction in the middle of that date."},{"startMs":659320,"durationMs":4730,"subtitle":"Once you have written the things that could go wrong, remind yourself not to worry and"},{"startMs":664050,"durationMs":4650,"subtitle":"start thinking of ways you can best handle the situation if it arises."},{"startMs":668700,"durationMs":5500,"subtitle":"This way you are preparing yourself to handle such events, and when the inevitable mishap"},{"startMs":674200,"durationMs":7230,"subtitle":"happens, it will be easier for you to go into problem-solving mode or accept it with equanimity,"},{"startMs":681430,"durationMs":2540,"subtitle":"instead of sulking about it."},{"startMs":683970,"durationMs":3910,"subtitle":"You can also use negative visualization to face your fears."},{"startMs":687880,"durationMs":7540,"subtitle":"There are many forms of negative visualization and one of its variations is fear-setting."},{"startMs":695420,"durationMs":5610,"subtitle":"Fear-setting is all about defining your fears and conquering them."},{"startMs":701030,"durationMs":2500,"subtitle":"Fear setting is not a daily exercise."},{"startMs":703530,"durationMs":5230,"subtitle":"It is only done once in a while or when there is something you’re unsure or afraid about"},{"startMs":708760,"durationMs":1800,"subtitle":"pursuing."},{"startMs":710560,"durationMs":6850,"subtitle":"Here are the four steps of fear setting: Step 1 – Write down the thing you’re unsure"},{"startMs":717410,"durationMs":2369,"subtitle":"or afraid of doing."},{"startMs":719779,"durationMs":5781,"subtitle":"It could be anything like standing up to your bully, asking someone out or quitting college"},{"startMs":725560,"durationMs":6830,"subtitle":"to work on a startup Step 2 – Write down the worst that could"},{"startMs":732390,"durationMs":1000,"subtitle":"happen."},{"startMs":733390,"durationMs":5850,"subtitle":"If you confront your bully, you could get beaten up, if you ask someone out, they could"},{"startMs":739240,"durationMs":7100,"subtitle":"turn you down, or your business venture could fail after investing money, time and resources"},{"startMs":746340,"durationMs":1439,"subtitle":"on it."},{"startMs":747779,"durationMs":6761,"subtitle":"Step 3 – Write down what you could do if the worst-case scenario happens."},{"startMs":754540,"durationMs":3460,"subtitle":"If you get in a fight, you may get a few bruises."},{"startMs":758000,"durationMs":5930,"subtitle":"If you get rejected, you can move on or if your venture fails, you could go back to school"},{"startMs":763930,"durationMs":4390,"subtitle":"or take what you’ve learned and work on a new business idea."},{"startMs":768320,"durationMs":4620,"subtitle":"Step 4 – Write down the best-case scenario."},{"startMs":772940,"durationMs":2000,"subtitle":"Your bully will stop bullying you."},{"startMs":774940,"durationMs":2660,"subtitle":"The person you ask out says yes."},{"startMs":777600,"durationMs":3050,"subtitle":"Your startup succeeds."},{"startMs":780650,"durationMs":5720,"subtitle":"By following the four steps, you will realize that the worst-case scenario is not that bad,"},{"startMs":786370,"durationMs":4270,"subtitle":"and the best-case scenario is worth the risk."},{"startMs":790640,"durationMs":4900,"subtitle":"Fear setting can be tremendously helpful when you’re unsure about taking a risk in life"},{"startMs":795540,"durationMs":4860,"subtitle":"because it not only prepares you for the worst case scenarios but it also gives you the courage"},{"startMs":800400,"durationMs":4360,"subtitle":"to take necessary leaps of faith in life."},{"startMs":804760,"durationMs":2200,"subtitle":"4."},{"startMs":806960,"durationMs":4970,"subtitle":"Reflect on your day In the words of Marcus Aurelius “These are"},{"startMs":811930,"durationMs":8780,"subtitle":"the characteristics of the rational soul: self-awareness, self-examination, and self-determination."},{"startMs":820710,"durationMs":3440,"subtitle":"It reaps its own harvest…."},{"startMs":824150,"durationMs":4390,"subtitle":"It succeeds in its own purpose…”"},{"startMs":828540,"durationMs":5000,"subtitle":"In addition to journaling in the morning, the Stoics also saw the value in writing for"},{"startMs":833540,"durationMs":2620,"subtitle":"a short time in the evening."},{"startMs":836160,"durationMs":4720,"subtitle":"The purpose was usually to review the events of the day so that you can work on improving"},{"startMs":840880,"durationMs":2180,"subtitle":"your flaws."},{"startMs":843060,"durationMs":3870,"subtitle":"Journaling gave Marcus Aurelius a record he could review at the end of the day to see"},{"startMs":846930,"durationMs":3630,"subtitle":"if he really had been his best self."},{"startMs":850560,"durationMs":5960,"subtitle":"If you wish to become a better person, first, you need to be aware of your faults; that"},{"startMs":856520,"durationMs":3580,"subtitle":"is what nightly reflections are for."},{"startMs":860100,"durationMs":3540,"subtitle":"We too can start reflecting on our days."},{"startMs":863640,"durationMs":2130,"subtitle":"Ask yourselves questions like - 1."},{"startMs":865770,"durationMs":1410,"subtitle":"What did I do well today?"},{"startMs":867180,"durationMs":1000,"subtitle":"2."},{"startMs":868180,"durationMs":1220,"subtitle":"What did I do wrong today?"},{"startMs":869400,"durationMs":1000,"subtitle":"3."},{"startMs":870400,"durationMs":3400,"subtitle":"Did I embody the quality of my sage in my actions?"},{"startMs":873800,"durationMs":1000,"subtitle":"4."},{"startMs":874800,"durationMs":3120,"subtitle":"How can I improve?"},{"startMs":877920,"durationMs":5570,"subtitle":"To answer each question, you need to go through your day in your mind and consider all of"},{"startMs":883490,"durationMs":2990,"subtitle":"your actions throughout."},{"startMs":886480,"durationMs":4890,"subtitle":"Think about when you followed your good habit, or reacted to something rationally instead"},{"startMs":891370,"durationMs":1540,"subtitle":"of acting out."},{"startMs":892910,"durationMs":5450,"subtitle":"Also, consider the times when you gave into your temptations and continued a bad habit"},{"startMs":898360,"durationMs":3160,"subtitle":"or let your emotions get the better of you."},{"startMs":901520,"durationMs":4069,"subtitle":"Then think about what aspect of your actions you could improve."},{"startMs":905589,"durationMs":4721,"subtitle":"It could be anything from spending quality time with your family to being more honest"},{"startMs":910310,"durationMs":3820,"subtitle":"and having the courage to say no."},{"startMs":914130,"durationMs":4500,"subtitle":"Write as many answers to each of the three questions as you like but to prevent making"},{"startMs":918630,"durationMs":5570,"subtitle":"this into just another chore, one or two answers for each question is enough."},{"startMs":924200,"durationMs":5520,"subtitle":"You need to only spend around 5-10 minutes at this exercise, but if you do it consistently"},{"startMs":929720,"durationMs":5110,"subtitle":"you will become more mindful throughout your day to continue the good habits and not to"},{"startMs":934830,"durationMs":2560,"subtitle":"repeat the bad ones."},{"startMs":937390,"durationMs":5350,"subtitle":"Soon you will have fixed many flaws that you once thought were impossible to improve upon."},{"startMs":942740,"durationMs":4730,"subtitle":"If you continue this for a few months, you will also be able to read through old entries"},{"startMs":947470,"durationMs":4500,"subtitle":"and see just how far you have come since then."},{"startMs":951970,"durationMs":1890,"subtitle":"5."},{"startMs":953860,"durationMs":5800,"subtitle":"Be Grateful Marcus Aurelius writes “To the gods I am"},{"startMs":959660,"durationMs":6710,"subtitle":"indebted for having good grandfathers, good parents, a good sister, good teachers, good"},{"startMs":966370,"durationMs":6529,"subtitle":"associates, good kinsmen and friends, nearly everything good”."},{"startMs":972899,"durationMs":5821,"subtitle":"The Stoics understood that gratitude is an essential part of happiness."},{"startMs":978720,"durationMs":5450,"subtitle":"Marcus Aurelius in his Meditations said thank you to all of the people he felt he owed something"},{"startMs":984170,"durationMs":7180,"subtitle":"to.In our modern world, we often believe that happiness is something to be chased after,"},{"startMs":991350,"durationMs":6000,"subtitle":"something you get once you’ve achieved a certain goal or bought some expensive product."},{"startMs":997350,"durationMs":5260,"subtitle":"After eventually achieving our goals and milestones, we realize that happiness that we are looking"},{"startMs":1002610,"durationMs":5560,"subtitle":"for doesn’t actually reside there, so we go looking for it in the next one."},{"startMs":1008170,"durationMs":5970,"subtitle":"The truth is happiness can only be found within yourself because it is not determined by any"},{"startMs":1014140,"durationMs":6070,"subtitle":"external factor and one of the most effective ways of “obtaining” happiness is through"},{"startMs":1020210,"durationMs":6210,"subtitle":"gratitude.We all have something that someone doesn’t, something perhaps someone believes"},{"startMs":1026420,"durationMs":2390,"subtitle":"to be their key to happiness."},{"startMs":1028810,"durationMs":5899,"subtitle":"It could be anything from having some friends to family to having food on your plate."},{"startMs":1034709,"durationMs":4081,"subtitle":"By appreciating these things in life, you will realize that you have much more than"},{"startMs":1038790,"durationMs":4549,"subtitle":"you thought, and there is no reason for you to be unhappy."},{"startMs":1043339,"durationMs":6361,"subtitle":"There are two ways you can incorporate gratitude into your Stoic journal: One is to write about"},{"startMs":1049700,"durationMs":5270,"subtitle":"all the things you are grateful for in your life.You could be grateful for anything and"},{"startMs":1054970,"durationMs":1260,"subtitle":"everything."},{"startMs":1056230,"durationMs":4520,"subtitle":"It could be your job, your family, the house that you live in, the food that you eat, the"},{"startMs":1060750,"durationMs":5400,"subtitle":"bed you sleep in.You could also write about how grateful you are for past adversities"},{"startMs":1066150,"durationMs":4570,"subtitle":"making you the person you are today, or write about current ones because they are giving"},{"startMs":1070720,"durationMs":2630,"subtitle":"you the opportunity to grow."},{"startMs":1073350,"durationMs":6570,"subtitle":"Write it down once and go through this list daily after your evening reflections."},{"startMs":1079920,"durationMs":5240,"subtitle":"The second way is to pick three to five things every day that you're thankful for and write"},{"startMs":1085160,"durationMs":2240,"subtitle":"them down in your journal."},{"startMs":1087400,"durationMs":4630,"subtitle":"This could be anything from your colleague getting donuts for your team, to coming home"},{"startMs":1092030,"durationMs":6900,"subtitle":"to your happily excited pet, or simply just being thankful for being alive."},{"startMs":1098930,"durationMs":3190,"subtitle":"Expressing gratitude daily comes with a lot of benefits."},{"startMs":1102120,"durationMs":5350,"subtitle":"It lowers your stress levels, gives you a greater sense of calm and a whole new level"},{"startMs":1107470,"durationMs":5790,"subtitle":"of clarity and as you continue the practice, you’ll be able to focus your time and energy"},{"startMs":1113260,"durationMs":6220,"subtitle":"on appreciating things that truly make you the happiest version of yourself."},{"startMs":1119480,"durationMs":1920,"subtitle":"6."},{"startMs":1121400,"durationMs":5770,"subtitle":"Be consistent In our final words of wisdom from Marcus Aurelius"},{"startMs":1127170,"durationMs":6950,"subtitle":"for this video, he teaches us that “You must build up your life action by action,"},{"startMs":1134120,"durationMs":6140,"subtitle":"and be content if each one achieves its goal as far as possible-and no one can keep you"},{"startMs":1140260,"durationMs":1840,"subtitle":"from this”."},{"startMs":1142100,"durationMs":5990,"subtitle":"The Stoics believed that in an ever-changing world, routine is a prerequisite of excellence"},{"startMs":1148090,"durationMs":3940,"subtitle":"and good habits are a safe haven of certainty."},{"startMs":1152030,"durationMs":4960,"subtitle":"They were all about following the system, their routines and repetition."},{"startMs":1156990,"durationMs":5120,"subtitle":"They were all about knowing what the right thing is and doing it daily."},{"startMs":1162110,"durationMs":5620,"subtitle":"Marcus Aurelius himself was a man of great self-discipline and was very consistent with"},{"startMs":1167730,"durationMs":1690,"subtitle":"his writings."},{"startMs":1169420,"durationMs":4860,"subtitle":"He wrote the majority of the twelve books of the Meditations at Sirmium, modern day"},{"startMs":1174280,"durationMs":5860,"subtitle":"Serbia, where he spent time planning military campaigns and strategy during the Marcomannic"},{"startMs":1180140,"durationMs":1360,"subtitle":"Wars."},{"startMs":1181500,"durationMs":5480,"subtitle":"A few of the books were written while he was positioned at Aquincum on campaign in Pannonia."},{"startMs":1186980,"durationMs":5150,"subtitle":"And, the internal notes tell us that the first book was written when he was campaigning against"},{"startMs":1192130,"durationMs":5230,"subtitle":"the Quadi on the river Granova, modern-day Hron in Slovakia."},{"startMs":1197360,"durationMs":5840,"subtitle":"For most of us, with the ever growing demand of our modern world, finding time to write"},{"startMs":1203200,"durationMs":4460,"subtitle":"in your journal can be difficult at first because it feels like another thing on your"},{"startMs":1207660,"durationMs":6680,"subtitle":"never ending to-do list, but after you get into the routine it becomes second nature."},{"startMs":1214340,"durationMs":4560,"subtitle":"You can choose to write in the morning like Marcus Aurelius while planning for your day"},{"startMs":1218900,"durationMs":4590,"subtitle":"or you can choose to write in the evening like Seneca as a part of your daily reflection"},{"startMs":1223490,"durationMs":5560,"subtitle":"routine but the best way to make the most out of this habit is to write for 10 mins"},{"startMs":1229050,"durationMs":2710,"subtitle":"both in the morning and evening."},{"startMs":1231760,"durationMs":5330,"subtitle":"This way it will be easier for you to prepare for the day ahead and review the day that"},{"startMs":1237090,"durationMs":1860,"subtitle":"just passed."},{"startMs":1238950,"durationMs":5870,"subtitle":"Journaling will improve your life in a lot of ways but to avail those benefits, you need"},{"startMs":1244820,"durationMs":2239,"subtitle":"to be consistent."},{"startMs":1247059,"durationMs":5791,"subtitle":"Say after watching this video, you start journaling and you do it for a couple of days, but on"},{"startMs":1252850,"durationMs":5540,"subtitle":"the third day you put it off, then on the fourth day you will say – I will do it from"},{"startMs":1258390,"durationMs":3200,"subtitle":"next Monday or from the coming month."},{"startMs":1261590,"durationMs":6260,"subtitle":"Don’t wait for this coming Monday or next month to start with it all over again."},{"startMs":1267850,"durationMs":6120,"subtitle":"Just forgive yourself for not writing on that day and start writing again from the next."},{"startMs":1273970,"durationMs":4740,"subtitle":"A bad day doesn’t have to become a bad week, and a bad week doesn’t have to become a"},{"startMs":1278710,"durationMs":7770,"subtitle":"bad year - Your ability to keep going is what molds you into a disciplined and strong person."},{"startMs":1286480,"durationMs":4020,"subtitle":"If you know that you want to start journaling, but you’re struggling with knowing where"},{"startMs":1290500,"durationMs":6350,"subtitle":"to start, then we highly recommend Practicing Stoicism by Jason Hemlock."},{"startMs":1296850,"durationMs":5270,"subtitle":"It contains daily prompts and Stoic exercises to support you on your Stoic journey and allows"},{"startMs":1302120,"durationMs":4990,"subtitle":"you to build a personalized record of your experiences so you can discover what works"},{"startMs":1307110,"durationMs":1610,"subtitle":"for you and what doesn’t."},{"startMs":1308720,"durationMs":6589,"subtitle":"We are all on our own unique path and what works for one person won’t necessarily work"},{"startMs":1315309,"durationMs":1421,"subtitle":"for another."},{"startMs":1316730,"durationMs":5150,"subtitle":"Your journal allows you to identify the positive impact Stoicism has on your life and build"},{"startMs":1321880,"durationMs":6210,"subtitle":"on your achievements to take your life in new, exciting directions."},{"startMs":1328090,"durationMs":3830,"subtitle":"If you are interested, click on the link in the description to get your copy and"},{"startMs":1331920,"durationMs":3930,"subtitle":"if you enjoyed this video, please do make sure to check out our full philosophies for"},{"startMs":1335850,"durationMs":5010,"subtitle":"life playlist and for more videos to help you find success and happiness using ancient"},{"startMs":1340860,"durationMs":4319,"subtitle":"philosophical wisdom, don’t forget to subscribe."},{"startMs":1345179,"durationMs":1791,"subtitle":"Thanks so much for watching."}]
