[{"startMs":610,"durationMs":6280,"subtitle":"Friedrich Nietzsche was a German philosopher who lived in the second half of the 19th century."},{"startMs":6890,"durationMs":4850,"subtitle":"He was physically sick most of his life and spent his last years almost unconscious due"},{"startMs":11740,"durationMs":1639,"subtitle":"to a mental breakdown."},{"startMs":13379,"durationMs":5001,"subtitle":"In spite of this, he gave great insights into the world of human psychology, including what"},{"startMs":18380,"durationMs":2100,"subtitle":"it means to live a ‘good life’."},{"startMs":20480,"durationMs":6460,"subtitle":"For him, a good life does not mean comfort and pleasure, it means mainly a life in which"},{"startMs":26940,"durationMs":5560,"subtitle":"you live authentically and freely, following your own values and aspirations."},{"startMs":32500,"durationMs":5930,"subtitle":"His most famous books are “Thus Spoke Zarathustra”, “Beyond Good and Evil”, “The Birth of"},{"startMs":38430,"durationMs":4010,"subtitle":"Tragedy”, and “The Twilight of the Idols”."},{"startMs":42440,"durationMs":5930,"subtitle":"Nietzsche is considered a precursor of existentialism, a philosophical school of thought which highlights"},{"startMs":48370,"durationMs":4730,"subtitle":"the importance of freedom and finding meaning in a meaningless world."},{"startMs":53100,"durationMs":5990,"subtitle":"According to existentialism, life has no meaning by itself, it has only the meaning we give"},{"startMs":59090,"durationMs":1149,"subtitle":"to it."},{"startMs":60239,"durationMs":5571,"subtitle":"Also, it is in our power to make the best out of this life and perhaps there is no other"},{"startMs":65810,"durationMs":4849,"subtitle":"more famous philosopher than Nietzsche who emphasized on the importance of putting our"},{"startMs":70659,"durationMs":5041,"subtitle":"will in the actions we take in life and how to make the best out of it."},{"startMs":75700,"durationMs":4900,"subtitle":"To help you understand how to live a good life, here are 9 lessons we can learn from"},{"startMs":80600,"durationMs":5230,"subtitle":"the philosophy of Friedrich Nietzsche:"},{"startMs":85830,"durationMs":4649,"subtitle":"Focus on real life Nietzsche said: “There is not enough love"},{"startMs":90479,"durationMs":6111,"subtitle":"and goodness in the world to permit giving any of it away to imaginary beings.”"},{"startMs":96590,"durationMs":4360,"subtitle":"Nietzsche was one of the strongest advocates against Christianity and against believing"},{"startMs":100950,"durationMs":5350,"subtitle":"in metaphysical realities, in something that cannot be perceived with our senses and in"},{"startMs":106300,"durationMs":3600,"subtitle":"something that doesn't have a physical presence."},{"startMs":109900,"durationMs":5900,"subtitle":"He was the one who famously declared “God is dead”, pointing out that from now on,"},{"startMs":115800,"durationMs":3999,"subtitle":"it is our responsibility to give life a meaning."},{"startMs":119799,"durationMs":4811,"subtitle":"In “The Twilight of the Idols”, Nietzsche described how previous philosophers who considered"},{"startMs":124610,"durationMs":5670,"subtitle":"the physical reality an illusion or the shadow of another reality were wrong."},{"startMs":130280,"durationMs":5170,"subtitle":"He pointed out that any other reality besides what we can perceive through our senses cannot"},{"startMs":135450,"durationMs":1190,"subtitle":"be proven."},{"startMs":136640,"durationMs":5700,"subtitle":"Moreover, to fabricate another world is considered by Nietzsche to be an act of defamation of"},{"startMs":142340,"durationMs":5420,"subtitle":"this life, a sign we don’t appreciate our reality and that we don’t have enough willpower"},{"startMs":147760,"durationMs":3100,"subtitle":"to make it as good as we want it to be."},{"startMs":150860,"durationMs":4950,"subtitle":"To really have a positive impact in this world, to make this world a little better, we need"},{"startMs":155810,"durationMs":6280,"subtitle":"to focus on solving real-life problems and not to take refuge in imaginary worlds."},{"startMs":162090,"durationMs":3670,"subtitle":"And this is not possible without facing reality."},{"startMs":165760,"durationMs":5080,"subtitle":"For example, imagine you have a serious problem in your life, a significant amount of debt"},{"startMs":170840,"durationMs":3110,"subtitle":"and you cannot find any way to pay it."},{"startMs":173950,"durationMs":4319,"subtitle":"Instead of taking your refuge in alcohol, trying to forget about your problems, or praying"},{"startMs":178269,"durationMs":5271,"subtitle":"that some angels will come to save you, you should find the courage to face reality and"},{"startMs":183540,"durationMs":3330,"subtitle":"focus on how to solve your problems."},{"startMs":186870,"durationMs":6090,"subtitle":"Life is difficult enough; by escaping reality, you will just amplify your problems and suffering,"},{"startMs":192960,"durationMs":2490,"subtitle":"and those of the ones you care about."},{"startMs":195450,"durationMs":5350,"subtitle":"We need to focus on real life as it is the only way you will be able to solve your life’s"},{"startMs":200800,"durationMs":4520,"subtitle":"problems and build a good life."},{"startMs":205320,"durationMs":6940,"subtitle":"Live a meaningful life Nietzsche tells us: “To live is to suffer,"},{"startMs":212260,"durationMs":3240,"subtitle":"to survive is to find some meaning in the suffering.”"},{"startMs":215500,"durationMs":4780,"subtitle":"For Nietzsche, life was particularly hard."},{"startMs":220280,"durationMs":5160,"subtitle":"As a young man, he got seriously ill shortly after he joined the Franco-Prussian war; then"},{"startMs":225440,"durationMs":4610,"subtitle":"later, he lost his job at university due to his disappointment with the institutionalized"},{"startMs":230050,"durationMs":6600,"subtitle":"education and also due to serious pain caused by his blindness, migraine, stomach pain,"},{"startMs":236650,"durationMs":6050,"subtitle":"and so on; then, he was rejected by the woman he loved, the Russian writer Lou Andreas-Salomé"},{"startMs":242700,"durationMs":6690,"subtitle":"who then went to Berlin with one of Nietzsche’s best friends, Paul Ree; then, finally, at"},{"startMs":249390,"durationMs":6969,"subtitle":"44 years old, he suffered a mental collapse, spending his last years of life almost unconscious."},{"startMs":256359,"durationMs":5440,"subtitle":"In spite of his tragic life, he lived a life of meaning, being remembered as one of the"},{"startMs":261799,"durationMs":4550,"subtitle":"most famous philosophers who praised life for what it is."},{"startMs":266349,"durationMs":5701,"subtitle":"He was a big advocate of the Greek concept “Amor Fati”, a Latin phrase that may be"},{"startMs":272050,"durationMs":4929,"subtitle":"translated as \"love of fate\" or \"love of one's fate\"."},{"startMs":276979,"durationMs":5261,"subtitle":"If Nietzsche, who as we just mentioned, led a particularly difficult life, could do that,"},{"startMs":282240,"durationMs":3380,"subtitle":"it is in the power of almost anyone to do it."},{"startMs":285620,"durationMs":4769,"subtitle":"No matter your situation, if you are able to find meaning in your suffering, you will"},{"startMs":290389,"durationMs":4191,"subtitle":"be able to live a good life, a life of purpose."},{"startMs":294580,"durationMs":5730,"subtitle":"For example, imagine one of the worst situations you can be in, like losing your child due"},{"startMs":300310,"durationMs":2359,"subtitle":"to a disease like cancer."},{"startMs":302669,"durationMs":4970,"subtitle":"You might think your life is already over, but if you are able to find a meaning, a purpose"},{"startMs":307639,"durationMs":4750,"subtitle":"for your suffering, then you will in time feel more able to get up in the morning and"},{"startMs":312389,"durationMs":1971,"subtitle":"face the day ahead."},{"startMs":314360,"durationMs":4929,"subtitle":"You might contribute to the fight against cancer, through money or by volunteering campaigns"},{"startMs":319289,"durationMs":2150,"subtitle":"to help those in need."},{"startMs":321439,"durationMs":4921,"subtitle":"Even though your personal suffering will always be a part of you, your outlook on life would"},{"startMs":326360,"durationMs":7369,"subtitle":"improve knowing you’ve helped to prevent other people from suffering as you have."},{"startMs":333729,"durationMs":5171,"subtitle":"Follow your own life goals According to Nietzsche: “To forget one's"},{"startMs":338900,"durationMs":3150,"subtitle":"purpose is the commonest form of stupidity.”"},{"startMs":342050,"durationMs":6199,"subtitle":"For Nietzsche, no price is too high for the privilege of owning yourself."},{"startMs":348249,"durationMs":4140,"subtitle":"One of the main priorities you should have in life is to be careful not to be absorbed"},{"startMs":352389,"durationMs":5191,"subtitle":"by your tribe, that is to not follow what everybody else is doing."},{"startMs":357580,"durationMs":5809,"subtitle":"Try to find your own path in life, formulate your own values and judge every situation"},{"startMs":363389,"durationMs":4601,"subtitle":"through the filters of your own life experience and knowledge."},{"startMs":367990,"durationMs":4620,"subtitle":"Nietzsche was famous for his concept of the Ubermensch, or Superhuman."},{"startMs":372610,"durationMs":6559,"subtitle":"For Nietzsche, the Superhuman is the goal of humanity itself, he represents the creation"},{"startMs":379169,"durationMs":3490,"subtitle":"of new values of humanity after the death of God."},{"startMs":382659,"durationMs":5921,"subtitle":"The general qualities that such Superhumans have is that they live independently of any"},{"startMs":388580,"durationMs":6869,"subtitle":"tribe, they are self-sufficient and strong, creating and following their own code of values."},{"startMs":395449,"durationMs":3590,"subtitle":"For Nietzsche, human beings are a bridge towards the Superhuman."},{"startMs":399039,"durationMs":4821,"subtitle":"Thus, the Superhuman is an ideal we should always strive for."},{"startMs":403860,"durationMs":5209,"subtitle":"In order to become closer to this ideal, we can all work on becoming a bit more independent,"},{"startMs":409069,"durationMs":2120,"subtitle":"a bit more goal-driven in life."},{"startMs":411189,"durationMs":5340,"subtitle":"For example, we should not let our parents dictate the career we want to take in life;"},{"startMs":416529,"durationMs":4491,"subtitle":"or get stuck in a job which might not be related with our goals at all, forgetting our main"},{"startMs":421020,"durationMs":4060,"subtitle":"dreams in exchange for stability and an easy life."},{"startMs":425080,"durationMs":6320,"subtitle":"The main idea is to not get overwhelmed by others and try to find your calling in life,"},{"startMs":431400,"durationMs":4400,"subtitle":"formulate your life goals and follow them always."},{"startMs":435800,"durationMs":5429,"subtitle":"It is common to want to fit in and want other people to like you, but if those people cannot"},{"startMs":441229,"durationMs":4940,"subtitle":"like you for who you really are, you will live a life full of lies as you will need"},{"startMs":446169,"durationMs":3860,"subtitle":"to perpetually pretend that you are someone you are not."},{"startMs":450029,"durationMs":5241,"subtitle":"It is much better to live an authentic life, a life in which you can be yourself and live"},{"startMs":455270,"durationMs":2369,"subtitle":"the life you want to live."},{"startMs":457639,"durationMs":4650,"subtitle":"Say if you want to be a musician, don’t enroll in medical school just because being"},{"startMs":462289,"durationMs":4660,"subtitle":"a doctor is more praised in your parent’s eyes; if you wish to have a lot of free time"},{"startMs":466949,"durationMs":5061,"subtitle":"and to travel the world, don’t take a 9 to 5 job, but rather pick a career you can"},{"startMs":472010,"durationMs":6269,"subtitle":"do as a freelancer, for example creating philosophy videos on YouTube, which gives you freedom,"},{"startMs":478279,"durationMs":2290,"subtitle":"time and enough money to travel."},{"startMs":480569,"durationMs":5560,"subtitle":"To live a good life you need to live the life you want to live, a life in line with your"},{"startMs":486129,"durationMs":5620,"subtitle":"personality and with your dreams."},{"startMs":491749,"durationMs":5121,"subtitle":"Keep your mind open In the words of Nietzsche: “Convictions"},{"startMs":496870,"durationMs":4199,"subtitle":"are more dangerous foes of truth than lies.”"},{"startMs":501069,"durationMs":4990,"subtitle":"At some point in time, nearly everyone was convinced that the Earth was the center of"},{"startMs":506059,"durationMs":4200,"subtitle":"the Universe, or that man would never be able to fly."},{"startMs":510259,"durationMs":4241,"subtitle":"Some scientists even gave their life in the fight to prove that Earth is not the center"},{"startMs":514500,"durationMs":3300,"subtitle":"of the Universe - like Giordano Bruno."},{"startMs":517800,"durationMs":4169,"subtitle":"And who knows what convictions the majority of people have today that will be proven false"},{"startMs":521969,"durationMs":1420,"subtitle":"in the future."},{"startMs":523389,"durationMs":5201,"subtitle":"What is true today might not be true tomorrow, even in the scientific world."},{"startMs":528590,"durationMs":5150,"subtitle":"Nietzsche was very much against religious dogmas and against systems of beliefs in general."},{"startMs":533740,"durationMs":4300,"subtitle":"But equally, he was not very pro-science, either."},{"startMs":538040,"durationMs":5409,"subtitle":"Nietzsche said that there are no facts, there are only their interpretations, meaning that"},{"startMs":543449,"durationMs":5221,"subtitle":"we should not take pride in knowing anything with certainty; therefore, we should not forget"},{"startMs":548670,"durationMs":5840,"subtitle":"that what we see and think is just our limited interpretation of life and that it is at best"},{"startMs":554510,"durationMs":1720,"subtitle":"incomplete."},{"startMs":556230,"durationMs":5159,"subtitle":"To be open minded is an essential quality we should have if we want to seek the truth"},{"startMs":561389,"durationMs":1471,"subtitle":"about anything."},{"startMs":562860,"durationMs":4580,"subtitle":"If you have strong convictions, this will prevent you from seeking the truth about the"},{"startMs":567440,"durationMs":4959,"subtitle":"world, about other people, to learn more, and to develop yourself."},{"startMs":572399,"durationMs":4490,"subtitle":"Although this can make you feel more sure of yourself in some situations, in the long"},{"startMs":576889,"durationMs":3680,"subtitle":"run it will affect your life significantly."},{"startMs":580569,"durationMs":4151,"subtitle":"Imagine that you are a middle aged person running a business and you have the conviction"},{"startMs":584720,"durationMs":5240,"subtitle":"that your type of business is too serious or industry-focused for being present on social"},{"startMs":589960,"durationMs":4810,"subtitle":"media, that social media is too informal and frivolous for your business."},{"startMs":594770,"durationMs":5069,"subtitle":"Besides, you are not a fan of social media and it is convenient for you to have such"},{"startMs":599839,"durationMs":1120,"subtitle":"a belief."},{"startMs":600959,"durationMs":4511,"subtitle":"It can be easily proven that you are wrong and that you will lose in front of a competitor"},{"startMs":605470,"durationMs":4369,"subtitle":"whose presence is significant on many media channels."},{"startMs":609839,"durationMs":4850,"subtitle":"Being open minded is not beneficial only for your personal and social life, but on many"},{"startMs":614689,"durationMs":3551,"subtitle":"levels, including your career and finances."},{"startMs":618240,"durationMs":5159,"subtitle":"To live a good life, you need to develop yourself, your knowledge and skills and this cannot"},{"startMs":623399,"durationMs":5081,"subtitle":"be achieved without having an open mind."},{"startMs":628480,"durationMs":4810,"subtitle":"Take care of your body Nietzsche teaches us that: “There is more"},{"startMs":633290,"durationMs":4589,"subtitle":"wisdom in your body than in your deepest philosophy.”"},{"startMs":637879,"durationMs":5270,"subtitle":"Nietzsche considered that philosophers don’t pay enough attention to the human body, that"},{"startMs":643149,"durationMs":5701,"subtitle":"their philosophical theories are disconnected from reality and that what is real is what"},{"startMs":648850,"durationMs":2890,"subtitle":"we directly experience through our body."},{"startMs":651740,"durationMs":6960,"subtitle":"For Nietzsche, everything changes, everything transforms without following a given logic."},{"startMs":658700,"durationMs":5489,"subtitle":"Nietzsche considered that there is no true unity and order in this universe, praising"},{"startMs":664189,"durationMs":7150,"subtitle":"Heraclitus highly, who said that everything changes and that eternity is a child at play."},{"startMs":671339,"durationMs":5550,"subtitle":"Nietzsche considered that the only thing we have is our direct experience with this world,"},{"startMs":676889,"durationMs":1130,"subtitle":"through our body."},{"startMs":678019,"durationMs":5541,"subtitle":"Your body always sends you messages regarding what it needs, what it fears or when something"},{"startMs":683560,"durationMs":1140,"subtitle":"is wrong."},{"startMs":684700,"durationMs":3989,"subtitle":"When your body is hungry, you feel the urge to eat and you need to provide your body the"},{"startMs":688689,"durationMs":5981,"subtitle":"food and drink it needs; the same with resting and sleeping, etc.: you need to follow the"},{"startMs":694670,"durationMs":5219,"subtitle":"optimal cycle to keep your body healthy, you need to rest and sleep when your body demands"},{"startMs":699889,"durationMs":1890,"subtitle":"it, as much as you find possible."},{"startMs":701779,"durationMs":5081,"subtitle":"Don’t follow the popular prescription to sleep 8 hours per night or eat 3 meals per"},{"startMs":706860,"durationMs":1090,"subtitle":"day."},{"startMs":707950,"durationMs":4670,"subtitle":"We are all different, your body might need more or less sleep than someone else’s,"},{"startMs":712620,"durationMs":4139,"subtitle":"your body might need to eat less because you live a sedentary life or might need to eat"},{"startMs":716759,"durationMs":5441,"subtitle":"more because you have a very active life, and this will change over the course of your"},{"startMs":722200,"durationMs":1000,"subtitle":"life."},{"startMs":723200,"durationMs":6170,"subtitle":"Then there’s the case of regular overeating, to the point where we damage our health."},{"startMs":729370,"durationMs":4889,"subtitle":"In this case, Nietzsche would say that the solution is not to follow a diet, a prescribed"},{"startMs":734259,"durationMs":4841,"subtitle":"regimen given by a nutritionist, he would say that getting unhealthy is not because"},{"startMs":739100,"durationMs":5010,"subtitle":"we eat too much, the cause is our lack of will to live."},{"startMs":744110,"durationMs":4589,"subtitle":"The solution could be for people to increase their will to live, which will improve their"},{"startMs":748699,"durationMs":5531,"subtitle":"vitality, get rid of depression, and learn to love their body and themselves more."},{"startMs":754230,"durationMs":4690,"subtitle":"In Nietzche’s view, once you understand this will, you will automatically start making"},{"startMs":758920,"durationMs":4789,"subtitle":"right decisions for your body, and thus stick to healthy eating habits."},{"startMs":763709,"durationMs":6180,"subtitle":"He felt that the body is not only the instrument that carries us through the world, it is us"},{"startMs":769889,"durationMs":4541,"subtitle":"and we should take maximum care of it if we want to live a good life."},{"startMs":774430,"durationMs":8030,"subtitle":"Embrace your “evil” qualities To quote Nietzsche: “The great epochs of"},{"startMs":782460,"durationMs":5590,"subtitle":"our life are the occasions when we gain the courage to rebaptize our evil qualities as"},{"startMs":788050,"durationMs":2889,"subtitle":"our best qualities.”"},{"startMs":790939,"durationMs":5150,"subtitle":"Nietzsche was against moral systems whose aim is to decide what is good and bad, what"},{"startMs":796089,"durationMs":2071,"subtitle":"is a proper behavior or not."},{"startMs":798160,"durationMs":5540,"subtitle":"And he was especially against Christian morality, which he called the revolt of slaves in the"},{"startMs":803700,"durationMs":1570,"subtitle":"domain of morality."},{"startMs":805270,"durationMs":5479,"subtitle":"He considered that such religious morality is man-made and it was made by the low classes"},{"startMs":810749,"durationMs":5080,"subtitle":"of society who did not know how to better defeat their rulers."},{"startMs":815829,"durationMs":4760,"subtitle":"Such morality preaches humility, turning the other cheek when someone hurts you, while"},{"startMs":820589,"durationMs":5511,"subtitle":"a more healthy way of living is to encourage self love and defend yourself against your"},{"startMs":826100,"durationMs":1760,"subtitle":"oppressors."},{"startMs":827860,"durationMs":4620,"subtitle":"In Nietzsche’s view, we should not follow any system which tries to make us the same,"},{"startMs":832480,"durationMs":3940,"subtitle":"which tries to shape our personality, tells us who we should be."},{"startMs":836420,"durationMs":6310,"subtitle":"We cannot have a good life if we don’t allow ourselves to be ourselves, to behave as we"},{"startMs":842730,"durationMs":2140,"subtitle":"want to behave."},{"startMs":844870,"durationMs":5159,"subtitle":"When we examine our lives, we can understand that the happiest times of our lives were"},{"startMs":850029,"durationMs":7000,"subtitle":"when we were the most ourselves, when we could express what was inside us without self-criticism."},{"startMs":857029,"durationMs":5120,"subtitle":"Due to the education we received in our lives, due to the way society trained us regarding"},{"startMs":862149,"durationMs":5761,"subtitle":"how we should behave, what we should think, we all have a dark side, a part of ourselves"},{"startMs":867910,"durationMs":4169,"subtitle":"which would not be accepted by such society."},{"startMs":872079,"durationMs":5750,"subtitle":"Although difficult and perhaps counter-intuitively, we need to find ways to bring this dark side"},{"startMs":877829,"durationMs":4000,"subtitle":"to the surface if we want to be truly happy and live a good life."},{"startMs":881829,"durationMs":4750,"subtitle":"For example, imagine that you enjoy physical fighting and you were greatly punished as"},{"startMs":886579,"durationMs":3130,"subtitle":"a child when you got into a fight with another kid."},{"startMs":889709,"durationMs":4600,"subtitle":"To bring this evil quality to the surface as an adult doesn't mean to start assaulting"},{"startMs":894309,"durationMs":6150,"subtitle":"people, but to apply and focus that desire; enroll in sports like boxing, martial arts"},{"startMs":900459,"durationMs":5070,"subtitle":"and so on where you can fight, but without the legal ramifications."},{"startMs":905529,"durationMs":5141,"subtitle":"When we learn to make the best out of our evil qualities, our life becomes happier and"},{"startMs":910670,"durationMs":4770,"subtitle":"we feel more fulfilled."},{"startMs":915440,"durationMs":5319,"subtitle":"Consume art As Nietzsche said so succinctly: “Without"},{"startMs":920759,"durationMs":3700,"subtitle":"music, life would be a mistake.”"},{"startMs":924459,"durationMs":6320,"subtitle":"Nietzsche was not only a philosopher, but he was also an artist, a musician and a poet."},{"startMs":930779,"durationMs":2141,"subtitle":"Music played a special place in his life."},{"startMs":932920,"durationMs":3880,"subtitle":"He enjoyed playing piano and composing music."},{"startMs":936800,"durationMs":5459,"subtitle":"One of his friends was none other than the famous composer Richard Wagner."},{"startMs":942259,"durationMs":3181,"subtitle":"Music is a key to open the doors to all human emotions."},{"startMs":945440,"durationMs":4780,"subtitle":"For Nietzsche, music is a reflection of a certain set of emotions."},{"startMs":950220,"durationMs":4839,"subtitle":"One of the saddest moments in Nietzsche’s life was when he split from Wagner: it was"},{"startMs":955059,"durationMs":5631,"subtitle":"after the festival at Bayreuth when Nietzsche saw a decadence in Wagner’s music, it seemed"},{"startMs":960690,"durationMs":5740,"subtitle":"like Wagner was just playing for the common people, for the masses and gave up on composing"},{"startMs":966430,"durationMs":2129,"subtitle":"great music."},{"startMs":968559,"durationMs":4470,"subtitle":"Because we all have different sets of emotions, we respond differently to different types"},{"startMs":973029,"durationMs":3560,"subtitle":"of music, and indeed with any artform."},{"startMs":976589,"durationMs":4940,"subtitle":"Through art, we get in touch with our deepest emotions; it helps us understand ourselves"},{"startMs":981529,"durationMs":3470,"subtitle":"better and it frees us from our inhibitions."},{"startMs":984999,"durationMs":5400,"subtitle":"Thus, art is an expression of our freedom and we should exercise our freedom as much"},{"startMs":990399,"durationMs":3351,"subtitle":"as possible if we want to live a good life."},{"startMs":993750,"durationMs":5340,"subtitle":"No matter your profession - even if it has nothing to do with music or art - you can"},{"startMs":999090,"durationMs":2799,"subtitle":"still make room for it in your life."},{"startMs":1001889,"durationMs":4440,"subtitle":"For example, you can listen to music while you go to work, fill your home with art that"},{"startMs":1006329,"durationMs":1911,"subtitle":"inspires and moves you."},{"startMs":1008240,"durationMs":5159,"subtitle":"You can visit art galleries, go to gigs or join a local art, music or theater group,"},{"startMs":1013399,"durationMs":3021,"subtitle":"or learn an instrument in your spare time."},{"startMs":1016420,"durationMs":5220,"subtitle":"Consuming any form of art can make your life more joyful and, if you are able to create"},{"startMs":1021640,"durationMs":5270,"subtitle":"art, it can help you express yourself freely, and thus you would understand your emotions"},{"startMs":1026910,"durationMs":2649,"subtitle":"and feelings better."},{"startMs":1029559,"durationMs":6000,"subtitle":"Cultivate friendship especially in romantic relationships"},{"startMs":1035559,"durationMs":5491,"subtitle":"Nietzsche wrote: “It is not a lack of love, but a lack of friendship that makes unhappy"},{"startMs":1041050,"durationMs":1000,"subtitle":"marriages.”"},{"startMs":1042050,"durationMs":4720,"subtitle":"For Nietzsche, friendship is the highest form of love."},{"startMs":1046770,"durationMs":4740,"subtitle":"True friends inspire each other, make each other better, pushing towards achieving the"},{"startMs":1051510,"durationMs":2340,"subtitle":"ideal of the Superhuman."},{"startMs":1053850,"durationMs":1900,"subtitle":"And Nietzsche had great friends."},{"startMs":1055750,"durationMs":6220,"subtitle":"Of course Composer Richard Wagner as we mentioned earlier, Paul Deussen, a historian of philosophy,"},{"startMs":1061970,"durationMs":5470,"subtitle":"Erwin Rohde, a great philologist, and Franz Overbeck, who lived in the same house with"},{"startMs":1067440,"durationMs":5170,"subtitle":"Nietzsche for 5 years, becoming one of his closest friends."},{"startMs":1072610,"durationMs":4670,"subtitle":"Later they would exchange many letters, helping Nietzsche immediately after his mental breakdown"},{"startMs":1077280,"durationMs":2100,"subtitle":"in 1889."},{"startMs":1079380,"durationMs":4679,"subtitle":"Another great friend was Paul Rée, but their friendship took a bad turn when he moved to"},{"startMs":1084059,"durationMs":5971,"subtitle":"Berlin with Lou von Salomé, Nietzsche’s crush at the time, leaving Nietzsche behind."},{"startMs":1090030,"durationMs":4889,"subtitle":"Lou von Salomé was a great psychoanalyst who later worked with Sigmund Freud as well"},{"startMs":1094919,"durationMs":3551,"subtitle":"as writing a great book on Nietzsche."},{"startMs":1098470,"durationMs":5630,"subtitle":"For a while, Nietzsche, Rée and Salomé formed a strange trio of friendship, spending a lot"},{"startMs":1104100,"durationMs":1450,"subtitle":"of time together."},{"startMs":1105550,"durationMs":4990,"subtitle":"For Nietzsche, friendship should be present in every relationship, especially the one"},{"startMs":1110540,"durationMs":1440,"subtitle":"that you share with your partner."},{"startMs":1111980,"durationMs":4340,"subtitle":"In fact, it is the foundation of a happy marriage."},{"startMs":1116320,"durationMs":4130,"subtitle":"Physical attraction does not last long, what is important in the long run is the way we"},{"startMs":1120450,"durationMs":4690,"subtitle":"communicate, the quality of our conversations with our partner."},{"startMs":1125140,"durationMs":5800,"subtitle":"Although unlucky in love, Nietzsche gave some insights into what a happy marriage is, emphasizing"},{"startMs":1130940,"durationMs":2150,"subtitle":"on the importance of friendship."},{"startMs":1133090,"durationMs":5480,"subtitle":"He strongly advised to not marry for love, but to marry someone you like talking to,"},{"startMs":1138570,"durationMs":4570,"subtitle":"marry your best friend, as Nietzsche tried to do with Salomé, who was one of the most"},{"startMs":1143140,"durationMs":5460,"subtitle":"brilliant women of that time, someone Nietzsche enjoyed talking to very much."},{"startMs":1148600,"durationMs":4150,"subtitle":"We can all learn from Nietzsche to put a higher price on the quality of our conversations"},{"startMs":1152750,"durationMs":4549,"subtitle":"with the people we find attractive than on the physical attraction we feel towards those"},{"startMs":1157299,"durationMs":1380,"subtitle":"people."},{"startMs":1158679,"durationMs":5771,"subtitle":"In order to live a good life, we need to have a happy relationship with our loved ones."},{"startMs":1164450,"durationMs":4900,"subtitle":"In the long term, what matters is not the passion, which fades in time, but the way"},{"startMs":1169350,"durationMs":2319,"subtitle":"we connect with each other."},{"startMs":1171669,"durationMs":5211,"subtitle":"Having a strong friendship with our partner is vital to a long term relationship and to"},{"startMs":1176880,"durationMs":4330,"subtitle":"a happy life in general."},{"startMs":1181210,"durationMs":4920,"subtitle":"Be patient with your self-growth In our final quote from Nietzsche for this"},{"startMs":1186130,"durationMs":6690,"subtitle":"video, he said: “He who would learn to fly one day must first learn to stand and walk"},{"startMs":1192820,"durationMs":5420,"subtitle":"and run and climb and dance; one cannot fly into flying.”"},{"startMs":1198240,"durationMs":5590,"subtitle":"When it comes to self development or self growth, Nietzsche’s thinking can be easily"},{"startMs":1203830,"durationMs":6290,"subtitle":"applicable in daily life, helping us better ourselves and live better lives overall."},{"startMs":1210120,"durationMs":4980,"subtitle":"It can be said that the concept of the Superhuman relates to the concept of self-growth, as"},{"startMs":1215100,"durationMs":5459,"subtitle":"the Superhuman is an ideal of a human we should strive towards; an aspiration that we might"},{"startMs":1220559,"durationMs":5281,"subtitle":"not reach, but if we develop ourselves every day, making a little bit of progress each"},{"startMs":1225840,"durationMs":4059,"subtitle":"time, it gives us a sense of purpose."},{"startMs":1229899,"durationMs":4750,"subtitle":"Nothing happens overnight and we need to be patient in our quest for self-growth."},{"startMs":1234649,"durationMs":5601,"subtitle":"In Nietzsche’s view, it is important to learn to become a master over ourselves."},{"startMs":1240250,"durationMs":4929,"subtitle":"No one can push us to read more to develop our intellectual skills, no one forces us"},{"startMs":1245179,"durationMs":5261,"subtitle":"to go to the gym to strengthen our bodies, it is only oneself that is in charge of these"},{"startMs":1250440,"durationMs":2619,"subtitle":"tiny changes that should happen every day."},{"startMs":1253059,"durationMs":6840,"subtitle":"In Nietzsche’s words, \"No one can build you the bridge on which you, and only you,"},{"startMs":1259899,"durationMs":2831,"subtitle":"must cross the river of life.\""},{"startMs":1262730,"durationMs":4440,"subtitle":"If we master our habits, there is a high chance we will succeed in reaching our goals in the"},{"startMs":1267170,"durationMs":1379,"subtitle":"long run."},{"startMs":1268549,"durationMs":4561,"subtitle":"If your life situation is far from being perfect, you should not despair that you are not where"},{"startMs":1273110,"durationMs":1699,"subtitle":"you want to be."},{"startMs":1274809,"durationMs":6181,"subtitle":"Learn to be patient, practice good habits every day, no matter how small, the most important"},{"startMs":1280990,"durationMs":3130,"subtitle":"thing is for you to be better than yesterday."},{"startMs":1284120,"durationMs":5760,"subtitle":"For example, if for you a good life is to have a great career and a happy family, develop"},{"startMs":1289880,"durationMs":6100,"subtitle":"your skills every day, enroll in an online course, read books from your field and, at"},{"startMs":1295980,"durationMs":5650,"subtitle":"the same time, make time for your family, for spending time with your partner and children."},{"startMs":1301630,"durationMs":7510,"subtitle":"A good life does not come overnight, you need to work for it every day."},{"startMs":1309140,"durationMs":4080,"subtitle":"If you enjoyed this video, please make sure to check out our full philosophies for life"},{"startMs":1313220,"durationMs":4839,"subtitle":"playlist, and for more videos to help you find success and happiness using ancient philosophical"},{"startMs":1318059,"durationMs":2220,"subtitle":"wisdom, don’t forget to subscribe."},{"startMs":1320279,"durationMs":2421,"subtitle":"Thanks so much for watching."}]
