[{"startMs":269,"durationMs":5391,"subtitle":"Friedrich Nietzsche is one of the precursors of existentialism, which emphasized the idea"},{"startMs":5660,"durationMs":5370,"subtitle":"that the human being is a free and responsible agent, capable of determining his own actions"},{"startMs":11030,"durationMs":3090,"subtitle":"in life through acts of will."},{"startMs":14120,"durationMs":4660,"subtitle":"He was one of the greatest and most unusual philosophers and in line with the theory of"},{"startMs":18780,"durationMs":5250,"subtitle":"existentialism, he preached about the importance of being a free spirit."},{"startMs":24030,"durationMs":5330,"subtitle":"According to Nietzsche, a free spirit is someone who is able to be in charge of his own actions,"},{"startMs":29360,"durationMs":5800,"subtitle":"who is capable of formulating his own worldview, free of prejudices and social norms, who is"},{"startMs":35160,"durationMs":4989,"subtitle":"not dependent on his relationships with other people, and who has the courage to be authentic"},{"startMs":40149,"durationMs":3821,"subtitle":"and fight against the tyranny of popular beliefs."},{"startMs":43970,"durationMs":5850,"subtitle":"In some ways, we, the inhabitants of current democracies, are an initial version of what"},{"startMs":49820,"durationMs":5510,"subtitle":"Nietzsche called “free spirits”, or in other words, we have great potential to be"},{"startMs":55330,"durationMs":5790,"subtitle":"free spirits, most of our societies being characterized by moral liberality."},{"startMs":61120,"durationMs":5449,"subtitle":"However, we are still far from the original definition of “free spirit” that Nietzsche"},{"startMs":66569,"durationMs":1000,"subtitle":"envisioned."},{"startMs":67569,"durationMs":5370,"subtitle":"He wrote several books, like “Thus Spoke Zarathustra”, “Beyond Good and Evil”,"},{"startMs":72939,"durationMs":4930,"subtitle":"“The Birth of Tragedy” and “The Twilight of the Idols”."},{"startMs":77869,"durationMs":4981,"subtitle":"According to Nietzsche, only by becoming a free spirit, would you be able to enjoy this"},{"startMs":82850,"durationMs":3970,"subtitle":"life to the fullest and become who you truly are."},{"startMs":86820,"durationMs":5719,"subtitle":"So to help you become that true free spirit, here are 8 lessons that you can learn from"},{"startMs":92539,"durationMs":3411,"subtitle":"the philosophy of Friedrich Nietzsche:"},{"startMs":95950,"durationMs":1790,"subtitle":"1."},{"startMs":97740,"durationMs":6759,"subtitle":"Become a master over yourself Nietzsche says: “You had to become master"},{"startMs":104499,"durationMs":4910,"subtitle":"over yourself, master of your own good qualities.”"},{"startMs":109409,"durationMs":6100,"subtitle":"To become a free spirit requires a special kind of willingness, a singular capacity for"},{"startMs":115509,"durationMs":5500,"subtitle":"self-liberation, in other words, a lot of willpower."},{"startMs":121009,"durationMs":5540,"subtitle":"Nietzsche dedicated a great deal of efforts in the attempt to define the free spirit."},{"startMs":126549,"durationMs":5541,"subtitle":"His book “Human, All Too Human: A Book for Free Spirits'' is in fact dedicated to the"},{"startMs":132090,"durationMs":3440,"subtitle":"romantic ideal of the free spirit."},{"startMs":135530,"durationMs":4980,"subtitle":"According to Nietzsche, one of the most important obligations to fulfil for the free spirit"},{"startMs":140510,"durationMs":2530,"subtitle":"is to be a master of oneself."},{"startMs":143040,"durationMs":6050,"subtitle":"As self-mastery primarily means self-knowledge, it is important to learn about ourselves,"},{"startMs":149090,"durationMs":6250,"subtitle":"about our likes and dislikes, about our limits and potential."},{"startMs":155340,"durationMs":5040,"subtitle":"Only when we know these essential things about ourselves, can we start to plan a future which"},{"startMs":160380,"durationMs":1930,"subtitle":"can satisfy us."},{"startMs":162310,"durationMs":5890,"subtitle":"We can learn to control our actions - learn to say yes only to the things which are beneficial"},{"startMs":168200,"durationMs":4460,"subtitle":"for us in the long run, and are compatible with our higher aims."},{"startMs":172660,"durationMs":5880,"subtitle":"Similarly, we should say no to anything that can block our development towards those aims."},{"startMs":178540,"durationMs":6220,"subtitle":"Failure to achieve self-mastery can lead us to stagnation or decay; pursuing meaningless"},{"startMs":184760,"durationMs":4370,"subtitle":"temporary pleasures will make us wander aimlessly through life."},{"startMs":189130,"durationMs":5480,"subtitle":"For example, if you are not working on becoming a master of yourself, you can be tempted to"},{"startMs":194610,"durationMs":5390,"subtitle":"accept a high paid job instead of an appropriate job which can lead to a dream career that"},{"startMs":200000,"durationMs":3090,"subtitle":"can unleash your best talents and skills."},{"startMs":203090,"durationMs":5229,"subtitle":"Or, tempted by temporary pleasures, you can cheat on your spouse, destroying your marriage"},{"startMs":208319,"durationMs":3841,"subtitle":"and losing contact with your children if you have any."},{"startMs":212160,"durationMs":5200,"subtitle":"If you are not a master of yourself, you might become dependent on junk food, which could"},{"startMs":217360,"durationMs":5420,"subtitle":"make you diabetic, potentially ruining your goal for a long and healthy life."},{"startMs":222780,"durationMs":6100,"subtitle":"In order to be a free spirit, it is essential to be a master over yourself, and in doing"},{"startMs":228880,"durationMs":5670,"subtitle":"so, have the mental toolkit to make better decisions in your life."},{"startMs":234550,"durationMs":1780,"subtitle":"2."},{"startMs":236330,"durationMs":5370,"subtitle":"Think differently According to Nietzsche: “We call ‘free"},{"startMs":241700,"durationMs":4900,"subtitle":"spirit’ one who thinks in a different way from what he is expected to do regarding his"},{"startMs":246600,"durationMs":6520,"subtitle":"origin, his milieu, his condition and his position, or regarding the prevailing opinions"},{"startMs":253120,"durationMs":2290,"subtitle":"of his time.”"},{"startMs":255410,"durationMs":5579,"subtitle":"The free spirit has the strength to abandon his habits, his social and moral inherited"},{"startMs":260989,"durationMs":1000,"subtitle":"values."},{"startMs":261989,"durationMs":5871,"subtitle":"In Nietzsche’s view, it is crucial to learn to think on our own, to filter the societal"},{"startMs":267860,"durationMs":4720,"subtitle":"morals and values through our own personal system of values."},{"startMs":272580,"durationMs":3320,"subtitle":"This might require a specific strength of character."},{"startMs":275900,"durationMs":5710,"subtitle":"It takes power to be able to resist the peer pressure to do things in a certain way, it"},{"startMs":281610,"durationMs":4489,"subtitle":"takes courage to refuse traditional opinions and ways of living."},{"startMs":286099,"durationMs":6841,"subtitle":"A free spirit is more susceptible to self-development, for inventing new things, new systems or new"},{"startMs":292940,"durationMs":1890,"subtitle":"ways of living."},{"startMs":294830,"durationMs":4459,"subtitle":"In the past, it was considered a fact that people cannot fly."},{"startMs":299289,"durationMs":4981,"subtitle":"If everybody was a realist, nobody would have invented the first airplanes."},{"startMs":304270,"durationMs":6060,"subtitle":"Hence it is better to be open minded, to dream about what can be possible, to free your mind,"},{"startMs":310330,"durationMs":3459,"subtitle":"and open it to new horizons."},{"startMs":313789,"durationMs":5530,"subtitle":"To learn to be more open minded and to have the courage to think differently, a good rule"},{"startMs":319319,"durationMs":4791,"subtitle":"would be to ask “why” to everything you think you are supposed to do."},{"startMs":324110,"durationMs":5600,"subtitle":"For example, consider you are the owner of a small business of around 20 employees."},{"startMs":329710,"durationMs":3949,"subtitle":"If you follow the traditional way of doing business, you would ask your employees to"},{"startMs":333659,"durationMs":2951,"subtitle":"come and work in the office for 8 hours per day."},{"startMs":336610,"durationMs":3739,"subtitle":"But you might ask yourself “why?"},{"startMs":340349,"durationMs":3421,"subtitle":"Is that really beneficial for my business?”."},{"startMs":343770,"durationMs":4609,"subtitle":"Pondering on these questions might lead you to create new agreements with your employees,"},{"startMs":348379,"durationMs":4970,"subtitle":"allowing them to work both in their office and remotely, not necessarily 8 hours per"},{"startMs":353349,"durationMs":2620,"subtitle":"day, but depending on their workload."},{"startMs":355969,"durationMs":5401,"subtitle":"By questioning everything you do, you can open your mind to new possibilities, creating"},{"startMs":361370,"durationMs":4480,"subtitle":"more freedom of action in your life and even in the lives of others."},{"startMs":365850,"durationMs":5990,"subtitle":"This way you can be free from the conventional ways of working or of living."},{"startMs":371840,"durationMs":1669,"subtitle":"3."},{"startMs":373509,"durationMs":7071,"subtitle":"Learn to live with contradictions Nietzsche teaches us: “As a free spirit"},{"startMs":380580,"durationMs":6820,"subtitle":"you had to find out the inevitable error in every Yes and in every No, error as inseparable"},{"startMs":387400,"durationMs":7579,"subtitle":"from life, life itself as conditioned by the perspective and its inaccuracy...”"},{"startMs":394979,"durationMs":6650,"subtitle":"According to Nietzsche, truth is relative, an absolute truth doesn’t really exist."},{"startMs":401629,"durationMs":6940,"subtitle":"He went so as far to say that the will to systematize reality is a sign of dishonesty."},{"startMs":408569,"durationMs":5361,"subtitle":"To be a free spirit is to have the capacity to see beyond what is considered right or"},{"startMs":413930,"durationMs":4449,"subtitle":"wrong, beyond what is generally accepted as a truth."},{"startMs":418379,"durationMs":4771,"subtitle":"Nietzsche was one of the philosophers who was the closest to being free spirits because"},{"startMs":423150,"durationMs":6139,"subtitle":"he didn’t follow a system, he even contradicted himself in his writing, probably convinced"},{"startMs":429289,"durationMs":4071,"subtitle":"that the true readers can read beyond the words."},{"startMs":433360,"durationMs":5829,"subtitle":"Therefore, in order to learn to be a free spirit, we need to allow ourselves to accept"},{"startMs":439189,"durationMs":4810,"subtitle":"the contradictions around us, accept that something can be “black” and “white”"},{"startMs":443999,"durationMs":5890,"subtitle":"at the same time, the fact that our nature might be in itself contradictory."},{"startMs":449889,"durationMs":5780,"subtitle":"For example, some might support the death penalty, but advocate against abortion."},{"startMs":455669,"durationMs":4511,"subtitle":"Others might be an evolutionist and a religious person at the same time."},{"startMs":460180,"durationMs":5819,"subtitle":"Others might advocate for freedom of speech but can be against hateful speech."},{"startMs":465999,"durationMs":5551,"subtitle":"Following a moral system bluntly might force you to adopt one extreme against another,"},{"startMs":471550,"durationMs":4130,"subtitle":"depriving you from a part of your convictions."},{"startMs":475680,"durationMs":6219,"subtitle":"One of the best ways to practice being a free spirit is to avoid having strong convictions,"},{"startMs":481899,"durationMs":5290,"subtitle":"to learn to live with your contradictions and try to judge every situation according"},{"startMs":487189,"durationMs":3930,"subtitle":"to its context, rather than following a rigid system of values."},{"startMs":491119,"durationMs":5890,"subtitle":"For example, it might be extremely important to advocate about freedom of speech in an"},{"startMs":497009,"durationMs":1650,"subtitle":"authoritarian society."},{"startMs":498659,"durationMs":5711,"subtitle":"But, at the same time, in a developed democracy, it might be appropriate to fight against hateful"},{"startMs":504370,"durationMs":5120,"subtitle":"speech which threatens to transform that democracy back into fascism."},{"startMs":509490,"durationMs":1190,"subtitle":"4."},{"startMs":510680,"durationMs":6410,"subtitle":"Be an experimenter To quote Nietzsche: “The free spirit is"},{"startMs":517090,"durationMs":6710,"subtitle":"a monster of courage and curiosity…a born adventurer and discoverer.”"},{"startMs":523800,"durationMs":6300,"subtitle":"Nietzsche defined the free spirits as being \"experimenters\", they are free spirits who"},{"startMs":530100,"durationMs":6730,"subtitle":"will fight against dogmatism and embrace the hardships of independence of mind and spirit."},{"startMs":536830,"durationMs":5390,"subtitle":"These are individuals strong enough to seek the truth, Nietzsche advocated a method of"},{"startMs":542220,"durationMs":2960,"subtitle":"attaining knowledge called “experimentalism”."},{"startMs":545180,"durationMs":6480,"subtitle":"While the vast majority of people are “bound spirits”, prisoners of beliefs that have"},{"startMs":551660,"durationMs":5810,"subtitle":"been inculcated into them by their parents, governments, and religions, the free spirit"},{"startMs":557470,"durationMs":4290,"subtitle":"is one who has liberated himself from these chains."},{"startMs":561760,"durationMs":6370,"subtitle":"The free spirits are true explorers, they can act in life without needing to be absolutely"},{"startMs":568130,"durationMs":3670,"subtitle":"sure about a thing before taking action on it."},{"startMs":571800,"durationMs":5830,"subtitle":"One example of a free spirit offered by Nietzsche is Christopher Columbus, the great symbol"},{"startMs":577630,"durationMs":1790,"subtitle":"of the quest for the unknown."},{"startMs":579420,"durationMs":4900,"subtitle":"Christopher Columbus had the courage to explore the oceans with the goal to reach India even"},{"startMs":584320,"durationMs":4820,"subtitle":"if he was not absolutely certain how long the trip would take."},{"startMs":589140,"durationMs":5970,"subtitle":"The experiment characterizes the way of living like a free spirit, being open to adventure"},{"startMs":595110,"durationMs":2010,"subtitle":"and new discoveries."},{"startMs":597120,"durationMs":4580,"subtitle":"To be an experimenter or a free spirit, we should try to be more adventurous."},{"startMs":601700,"durationMs":5130,"subtitle":"For example, if you have lived in the same country since the day you were born, you might"},{"startMs":606830,"durationMs":5910,"subtitle":"prepare your own experiment: to leave your country for a period of one year, you might"},{"startMs":612740,"durationMs":4860,"subtitle":"take a sabbatical year in which you can work as a volunteer in a third world country, or"},{"startMs":617600,"durationMs":1760,"subtitle":"you can travel the world."},{"startMs":619360,"durationMs":5300,"subtitle":"Whatever you have done in your life for a very long period of time, you should question"},{"startMs":624660,"durationMs":6020,"subtitle":"it, create your own experiments to test if your way of living is the right one for you;"},{"startMs":630680,"durationMs":6140,"subtitle":"go back to it in the case that it is the right one or leave it forever in the case it isn’t."},{"startMs":636820,"durationMs":5160,"subtitle":"You can never truly know what is good for you unless you test the opposite of what you"},{"startMs":641980,"durationMs":1820,"subtitle":"are currently doing in life."},{"startMs":643800,"durationMs":4500,"subtitle":"A free spirit is never afraid to take their chances."},{"startMs":648300,"durationMs":1720,"subtitle":"5."},{"startMs":650020,"durationMs":5390,"subtitle":"Fight against tyranny In the words of Nietzsche: “Wherever there"},{"startMs":655410,"durationMs":8270,"subtitle":"has been tyranny, there the solitary philosopher has been hated; for philosophy offers an asylum"},{"startMs":663680,"durationMs":6830,"subtitle":"to a man into which no tyranny can force its way, the inward cave, the labyrinth of the"},{"startMs":670510,"durationMs":4000,"subtitle":"heart: and that annoys the tyrants.”"},{"startMs":674510,"durationMs":5600,"subtitle":"In seeking truths, the free spirit – the “genuine and solitary philosopher” – becomes"},{"startMs":680110,"durationMs":5330,"subtitle":"an enemy of all those who attempt to promote ignorance for the sake of gaining power over"},{"startMs":685440,"durationMs":1000,"subtitle":"others."},{"startMs":686440,"durationMs":4200,"subtitle":"A free spirit would never accept others to tell him what to think."},{"startMs":690640,"durationMs":5040,"subtitle":"He would protect his own thoughts carefully no matter what happens outside himself."},{"startMs":695680,"durationMs":5660,"subtitle":"For example, in Nietzsche’s time, at the end of the nineteenth century, it was unfashionable"},{"startMs":701340,"durationMs":1400,"subtitle":"to be an atheist."},{"startMs":702740,"durationMs":5520,"subtitle":"However, he was a force of resistance against the dogmatism of Christianity."},{"startMs":708260,"durationMs":5210,"subtitle":"Many times in his writing, what he calls free spirits were those like him, who were willing"},{"startMs":713470,"durationMs":3940,"subtitle":"to talk about atheistic and revolutionary ideas."},{"startMs":717410,"durationMs":4640,"subtitle":"Another example of a philosopher fighting against tyranny was Socrates."},{"startMs":722050,"durationMs":5020,"subtitle":"The free spirit becomes an enemy of all those who attempt to promote ignorance for the sake"},{"startMs":727070,"durationMs":5770,"subtitle":"of gaining power over others, and, in doing so, he might even risk his life, just as Socrates"},{"startMs":732840,"durationMs":1000,"subtitle":"did."},{"startMs":733840,"durationMs":5650,"subtitle":"Nowadays we can, for the most part, change things without risking our lives and we can"},{"startMs":739490,"durationMs":4350,"subtitle":"learn from the examples of past free spirits who acted as heroes of humanity."},{"startMs":743840,"durationMs":6830,"subtitle":"For example, if we care deeply about protecting the rights of animals, we can join big campaigns,"},{"startMs":750670,"durationMs":5080,"subtitle":"promote our view on social media, organize events, and protest in front of governmental"},{"startMs":755750,"durationMs":1000,"subtitle":"buildings."},{"startMs":756750,"durationMs":5980,"subtitle":"Sooner or later, somebody powerful may listen and a change could be made."},{"startMs":762730,"durationMs":4630,"subtitle":"It is important to think that it is within our power to change the things we don’t"},{"startMs":767360,"durationMs":1000,"subtitle":"agree with."},{"startMs":768360,"durationMs":7000,"subtitle":"We need to fight against the tyranny of unfair legislation and duplicitous governments."},{"startMs":775360,"durationMs":1670,"subtitle":"6."},{"startMs":777030,"durationMs":5780,"subtitle":"Be authentic Nietzsche asks: “What does your conscience"},{"startMs":782810,"durationMs":1000,"subtitle":"say?"},{"startMs":783810,"durationMs":3890,"subtitle":"— ‘You should become the person you are’.”"},{"startMs":787700,"durationMs":6400,"subtitle":"Once we understand that we are limitless, that we should not have prejudices about ourselves,"},{"startMs":794100,"durationMs":5170,"subtitle":"it is important to know that we also need to be authentic, meaning we need to be honest"},{"startMs":799270,"durationMs":7320,"subtitle":"regarding our emotions, our likes and dislikes, our real opinions about certain things."},{"startMs":806590,"durationMs":6560,"subtitle":"Thus, the free spirit focuses on the reality of their own tendencies and emotions."},{"startMs":813150,"durationMs":3610,"subtitle":"The changes in your mood and emotions are extremely important."},{"startMs":816760,"durationMs":5150,"subtitle":"They might be annoying sometimes, but they are an expression of your freedom."},{"startMs":821910,"durationMs":5520,"subtitle":"The more you listen to them, the more free you allow yourself to be."},{"startMs":827430,"durationMs":3540,"subtitle":"Nietzsche believed this is the way to stop avoiding life."},{"startMs":830970,"durationMs":5580,"subtitle":"It is important to have goals in life, but there is no meaning to reach these goals if"},{"startMs":836550,"durationMs":3240,"subtitle":"your happiness is not assured along the way."},{"startMs":839790,"durationMs":6640,"subtitle":"According to him, our real ideals or our goals are an end product of our animal dimension,"},{"startMs":846430,"durationMs":6050,"subtitle":"therefore we cannot ignore our tendencies and emotions when we pursue a goal, in other"},{"startMs":852480,"durationMs":6100,"subtitle":"words, we should always connect our thinking with our feelings, only in this way will that"},{"startMs":858580,"durationMs":3470,"subtitle":"special self-confidence in life emerge."},{"startMs":862050,"durationMs":4191,"subtitle":"In real life, we can try this teaching by listening more to our “gut feeling” when"},{"startMs":866241,"durationMs":4778,"subtitle":"making decisions, by being more honest with ourselves."},{"startMs":871019,"durationMs":5831,"subtitle":"To be free requires you to be authentic, to be a complete person, one that thinks with"},{"startMs":876850,"durationMs":3940,"subtitle":"his head but feels with his heart at the same time."},{"startMs":880790,"durationMs":4460,"subtitle":"For example, if you have just graduated from a college of engineering and suddenly you"},{"startMs":885250,"durationMs":5740,"subtitle":"realized that what you love is art, you have to be authentic and inform your parents about"},{"startMs":890990,"durationMs":1410,"subtitle":"your plans."},{"startMs":892400,"durationMs":5720,"subtitle":"Of course, you might instead make a “rational decision” to find a job in engineering because"},{"startMs":898120,"durationMs":5410,"subtitle":"you have invested so much time in learning the subject, but to be a free spirit you need"},{"startMs":903530,"durationMs":5480,"subtitle":"to have the courage to make “unreasonable decisions” if your gut feeling tells you"},{"startMs":909010,"durationMs":3420,"subtitle":"that art is the best career for you."},{"startMs":912430,"durationMs":1480,"subtitle":"7."},{"startMs":913910,"durationMs":5580,"subtitle":"Be joyful Nietzsche writes: “And we should consider"},{"startMs":919490,"durationMs":4740,"subtitle":"every day lost on which we have not danced at least once."},{"startMs":924230,"durationMs":6980,"subtitle":"And we should call every truth false which was not accompanied by at least one laugh.”"},{"startMs":931210,"durationMs":5520,"subtitle":"Nietzsche often used the word “dance” to indicate a free way of being."},{"startMs":936730,"durationMs":4990,"subtitle":"In other words, every day in which we are not free is a day lost."},{"startMs":941720,"durationMs":5630,"subtitle":"To be free means to know how to laugh, to dance, to enjoy life."},{"startMs":947350,"durationMs":6120,"subtitle":"For Nietzsche, laughter represents a special form of knowledge, giving us a fresh perspective"},{"startMs":953470,"durationMs":5960,"subtitle":"over life, to understand to not take things too “seriously” because everything is"},{"startMs":959430,"durationMs":3030,"subtitle":"temporary and in continuous evolution."},{"startMs":962460,"durationMs":6140,"subtitle":"A bad mood is nothing more than a state of “irremediable seriousness”, in which we"},{"startMs":968600,"durationMs":3450,"subtitle":"give too much importance to things which come and go."},{"startMs":972050,"durationMs":5050,"subtitle":"For example, there is no meaning in getting depressed that you lost your job because there"},{"startMs":977100,"durationMs":4210,"subtitle":"are so many jobs in the world and most probably you wouldn’t have stayed in that job for"},{"startMs":981310,"durationMs":1560,"subtitle":"more than a few years anyway."},{"startMs":982870,"durationMs":4920,"subtitle":"There is no meaning in getting upset that your partner left you because there are billions"},{"startMs":987790,"durationMs":5140,"subtitle":"of people out there that you may be more compatible with, and even if they hadn’t left you,"},{"startMs":992930,"durationMs":3620,"subtitle":"the relationship would probably break down eventually anyway."},{"startMs":996550,"durationMs":5710,"subtitle":"There is no meaning in grieving for a long time when someone close to you dies."},{"startMs":1002260,"durationMs":5260,"subtitle":"It is a fact that we all will die someday, nobody lives forever."},{"startMs":1007520,"durationMs":6260,"subtitle":"We need to keep a sense of serenity in life by being aware that nothing lasts forever."},{"startMs":1013780,"durationMs":6260,"subtitle":"Knowing that even life has an expiration date would make us enjoy it much more."},{"startMs":1020040,"durationMs":1440,"subtitle":"8."},{"startMs":1021480,"durationMs":6660,"subtitle":"Do not get attached to people and things In our final quote from Nietzsche for this"},{"startMs":1028140,"durationMs":6390,"subtitle":"video, he says: “He who has attained the freedom of reason cannot attach his heart"},{"startMs":1034530,"durationMs":6480,"subtitle":"too firmly to anything individual; he must have in himself something wandering that takes"},{"startMs":1041010,"durationMs":4420,"subtitle":"pleasure in change and transitoriness.”"},{"startMs":1045430,"durationMs":7380,"subtitle":"To be free does not mean only freedom to go wherever you want, freedom to speak your mind,"},{"startMs":1052810,"durationMs":3780,"subtitle":"freedom to get any job you want, freedom from tyranny."},{"startMs":1056590,"durationMs":5800,"subtitle":"Freedom also means psychological freedom, to not be dependent on someone, such as your"},{"startMs":1062390,"durationMs":5230,"subtitle":"spouse, your parents or others, as well as to not be dependent on material things, like"},{"startMs":1067620,"durationMs":1000,"subtitle":"money."},{"startMs":1068620,"durationMs":5570,"subtitle":"To be free, you should have a deep awareness that everything in life is temporary, including"},{"startMs":1074190,"durationMs":2440,"subtitle":"your relationships with other people."},{"startMs":1076630,"durationMs":5520,"subtitle":"A great test for a free spirit, according to Nietzsche, is if you are able to withstand"},{"startMs":1082150,"durationMs":6630,"subtitle":"a lack of human companionship, Although Nietzsche was not always able to withstand a life without"},{"startMs":1088780,"durationMs":6529,"subtitle":"the material support of his mother and sister, he was able to live alone in the Alpine mountains,"},{"startMs":1095309,"durationMs":4431,"subtitle":"wandering from place to place, living cheaply and freely."},{"startMs":1099740,"durationMs":5840,"subtitle":"For Nietzsche, the attachment itself is not really the problem, but to remain stuck in"},{"startMs":1105580,"durationMs":2710,"subtitle":"a particular one is."},{"startMs":1108290,"durationMs":6870,"subtitle":"We are social animals and it is virtually impossible to live entirely by oneself, nowadays."},{"startMs":1115160,"durationMs":7190,"subtitle":"We create bonds with our relatives, our colleagues at work, our lovers, our friends."},{"startMs":1122350,"durationMs":5800,"subtitle":"To become free spirits, we should try to keep away from toxic people who have the tendency"},{"startMs":1128150,"durationMs":5350,"subtitle":"to chain us to themselves, who try to put limits on the way we express ourselves or"},{"startMs":1133500,"durationMs":1830,"subtitle":"our actions."},{"startMs":1135330,"durationMs":5470,"subtitle":"If you find yourself in such a relationship, it is better to leave it and find a new one"},{"startMs":1140800,"durationMs":5160,"subtitle":"which leaves you room to express yourself fully and gives you the freedom to explore"},{"startMs":1145960,"durationMs":4690,"subtitle":"the world and to explore your true potential."},{"startMs":1150650,"durationMs":6130,"subtitle":"True love cannot exist without true freedom, the best relationship being the one in which"},{"startMs":1156780,"durationMs":5990,"subtitle":"you have all the freedom to be yourself and that you are free to leave anytime, but you"},{"startMs":1162770,"durationMs":8120,"subtitle":"return to over and over again because of the great love you find in its nest."},{"startMs":1170890,"durationMs":4130,"subtitle":"If you enjoyed this video, please do make sure to check out our full philosophies for"},{"startMs":1175020,"durationMs":4900,"subtitle":"life playlist and for more videos to help you find success and happiness using ancient"},{"startMs":1179920,"durationMs":3730,"subtitle":"philosophical wisdom, don’t forget to subscribe."},{"startMs":1183650,"durationMs":2290,"subtitle":"Thanks so much for watching."}]
