[{"startMs":89,"durationMs":5271,"subtitle":"The dictionary defines failure as lack of success and we define failure as defeat."},{"startMs":5360,"durationMs":4210,"subtitle":"So why is it that highly successful people are the ones who have failed the most?"},{"startMs":9570,"durationMs":5080,"subtitle":"The answer is quite simple, the highly successful people replace the word \"failure\" with feedback"},{"startMs":14650,"durationMs":4110,"subtitle":"and rise above their criticism, instead of taking it as defeat."},{"startMs":18760,"durationMs":4230,"subtitle":"All of us have certain aspirations and all of us set goals which we wish to achieve in"},{"startMs":22990,"durationMs":5600,"subtitle":"a period of time but, according to science, only 8 % of us actually achieve that goal."},{"startMs":28590,"durationMs":5310,"subtitle":"Let me prove this by a hypothetical yet a very practical life graph of Tom."},{"startMs":33900,"durationMs":4720,"subtitle":"Tom wants to open his own pizza place and he aims for the best pizza place in the city."},{"startMs":38620,"durationMs":4099,"subtitle":"With the financial help from his friends and family at an early stage, he leases a decent"},{"startMs":42719,"durationMs":4410,"subtitle":"spot and opens up his restaurant after attaining the license from the authorities."},{"startMs":47129,"durationMs":3041,"subtitle":"He spends some money on advertising and people start coming in."},{"startMs":50170,"durationMs":4799,"subtitle":"He initially enjoyed the good crowd but after a while, he started losing his customers instead"},{"startMs":54969,"durationMs":1551,"subtitle":"of gaining their loyalty."},{"startMs":56520,"durationMs":4260,"subtitle":"This setback did demotivate him for a while but he soon came up with an idea."},{"startMs":60780,"durationMs":4419,"subtitle":"The idea was, instead of spending all his last capital on advertising, he spent his"},{"startMs":65199,"durationMs":2560,"subtitle":"time taking feedbacks from his customers."},{"startMs":67759,"durationMs":4621,"subtitle":"He made a feedback form that he personally gave to all his customers to fill after their"},{"startMs":72380,"durationMs":1000,"subtitle":"meal."},{"startMs":73380,"durationMs":3570,"subtitle":"Upon reviewing the feedback, he realized that he had to improve his recipe and the quality"},{"startMs":76950,"durationMs":1040,"subtitle":"of the dough."},{"startMs":77990,"durationMs":3759,"subtitle":"Tom got the answer where he was going wrong and spent a major portion of the leftover"},{"startMs":81749,"durationMs":6620,"subtitle":"capital on hiring experts to improve the food quality and spent the leftover amount on rebranding."},{"startMs":88369,"durationMs":4360,"subtitle":"The crowd started to come in, and this time instead of dropping off, many of them came"},{"startMs":92729,"durationMs":1000,"subtitle":"repeatedly."},{"startMs":93729,"durationMs":4611,"subtitle":"Tom enjoyed his good fortune for a while till the other pizza place opened up right opposite"},{"startMs":98340,"durationMs":1339,"subtitle":"to his place."},{"startMs":99679,"durationMs":3991,"subtitle":"Soon that place started competing with Tom and started stealing his customers."},{"startMs":103670,"durationMs":4369,"subtitle":"This setback again hit Tom hard as he had his house mortgage to pay along with his kids'"},{"startMs":108039,"durationMs":1190,"subtitle":"tuition fees."},{"startMs":109229,"durationMs":2331,"subtitle":"So Tom himself goes to that other place."},{"startMs":111560,"durationMs":3299,"subtitle":"Upon ordering the food, he finds out that the quality of the pizza was more or less"},{"startMs":114859,"durationMs":4490,"subtitle":"similar to what he was offering but the menu has more variety and the place has a better"},{"startMs":119349,"durationMs":1241,"subtitle":"ambiance."},{"startMs":120590,"durationMs":3709,"subtitle":"Tom realizes the changes he had to make and upon taking a business loan, Tom not only"},{"startMs":124299,"durationMs":4600,"subtitle":"included other types of pizzas, and side dishes on the menu, he also improved his interiors"},{"startMs":128899,"durationMs":1991,"subtitle":"to provide a better ambiance."},{"startMs":130890,"durationMs":2929,"subtitle":"Soon, Tom started getting the crowd back."},{"startMs":133819,"durationMs":4441,"subtitle":"Some of the loyal customers of his opposite place also started visiting Tom's Pizzeria."},{"startMs":138260,"durationMs":3809,"subtitle":"Like this, many challenges came over Tom's way but he overcame all of them by using the"},{"startMs":142069,"durationMs":5191,"subtitle":"feedback approach and one day, Tom's Pizzeria became the best pizzeria in the city."},{"startMs":147260,"durationMs":4619,"subtitle":"Upon achieving his goal, Tom entered that elite 8% club."},{"startMs":151879,"durationMs":3690,"subtitle":"If we look at the graph carefully, we will see that Tom's journey towards achieving his"},{"startMs":155569,"durationMs":2060,"subtitle":"goal was never a straight line."},{"startMs":157629,"durationMs":1671,"subtitle":"It was filled with ups and downs."},{"startMs":159300,"durationMs":4389,"subtitle":"However, if you see more carefully, you will realize that by using the feedback approach,"},{"startMs":163689,"durationMs":4580,"subtitle":"Tom's setback at any given time was never as low as his previous setback, whereas his"},{"startMs":168269,"durationMs":3511,"subtitle":"success was always higher than his previous success."},{"startMs":171780,"durationMs":4170,"subtitle":"We all have a similar graph, but most of us give up after the first couple of setbacks."},{"startMs":175950,"durationMs":1409,"subtitle":"We lose our motivation."},{"startMs":177359,"durationMs":4861,"subtitle":"We consider those setbacks as our failure and consider it as a defeat rather than asking"},{"startMs":182220,"durationMs":1719,"subtitle":"for feedback."},{"startMs":183939,"durationMs":2671,"subtitle":"It is very important to replace failure with feedback."},{"startMs":186610,"durationMs":4560,"subtitle":"This way you will eliminate all the negative connotations that are linked with failure."},{"startMs":191170,"durationMs":4530,"subtitle":"Feedback encourages constructive thinking and has a positive impact on creativity."},{"startMs":195700,"durationMs":2409,"subtitle":"Failure is a concept that creates negativity."},{"startMs":198109,"durationMs":1910,"subtitle":"It breeds pessimistic thinking."},{"startMs":200019,"durationMs":3810,"subtitle":"The feelings of inadequacy and discouragement that accompany the belief that you are not"},{"startMs":203829,"durationMs":3281,"subtitle":"measuring up discourage and de-motivate further efforts."},{"startMs":207110,"durationMs":3999,"subtitle":"When you eliminate the concept of failure and replace it with the idea of getting feedback"},{"startMs":211109,"durationMs":2141,"subtitle":"the whole focus shifts."},{"startMs":213250,"durationMs":3439,"subtitle":"Feedback puts attention on learning what works and doesn’t work."},{"startMs":216689,"durationMs":4470,"subtitle":"This information allows the person to take risks and seek different solutions."},{"startMs":221159,"durationMs":1950,"subtitle":"Feedback allows for flexibility."},{"startMs":223109,"durationMs":3470,"subtitle":"When you recognize something is not working you take another approach."},{"startMs":226579,"durationMs":4011,"subtitle":"You let go of ‘Ill-formed’ language when you discard the word ‘Failure’."},{"startMs":230590,"durationMs":4149,"subtitle":"The effect of replacing one word potentially changes your feelings and for those who are"},{"startMs":234739,"durationMs":2700,"subtitle":"self-aware your internal experience."},{"startMs":237439,"durationMs":4060,"subtitle":"Whether you’re an author, an entrepreneur or a musician, the road to success is often"},{"startMs":241499,"durationMs":2311,"subtitle":"paved with rejection and setback."},{"startMs":243810,"durationMs":4140,"subtitle":"The difference between those who succeed and those fail comes down to whether or not they"},{"startMs":247950,"durationMs":4390,"subtitle":"choose to rise above the criticism and look for feedback to improve upon."},{"startMs":252340,"durationMs":3750,"subtitle":"Do comment below what you think of replacing failure with feedback and share your personal"},{"startMs":256090,"durationMs":4369,"subtitle":"stories on how you overcame certain setbacks so that others can be inspired."},{"startMs":260459,"durationMs":3031,"subtitle":"Also, do subscribe to us for such weekly videos."}]
