[{"startMs":290,"durationMs":5581,"subtitle":"At some point in time we all have found ourselves in the position where we felt lost, like we"},{"startMs":5871,"durationMs":5549,"subtitle":"didn’t know what steps to take next, having no confidence in ourselves and feeling like"},{"startMs":11420,"durationMs":3120,"subtitle":"we’ve lost control over our lives."},{"startMs":14540,"durationMs":4730,"subtitle":"To regain that control does not mean to become able to control everything that happens to"},{"startMs":19270,"durationMs":5160,"subtitle":"you, but rather to gain the necessary confidence in yourself and your capabilities that you"},{"startMs":24430,"durationMs":3380,"subtitle":"can tackle anything that life throws at you."},{"startMs":27810,"durationMs":4330,"subtitle":"Throughout history, many have pondered over the best strategies one can take to get that"},{"startMs":32140,"durationMs":5450,"subtitle":"control back and feel confident again, with writings on the subject from as far back as"},{"startMs":37590,"durationMs":4650,"subtitle":"the ancient Greek philosophers, including Plato."},{"startMs":42240,"durationMs":7520,"subtitle":"Plato lived between 429 and 347 B.C.E and he is without a doubt one of the most influential"},{"startMs":49760,"durationMs":3319,"subtitle":"writers in the history of philosophy."},{"startMs":53079,"durationMs":5660,"subtitle":"The ethical, philosophical, and political questions he raised in his work are so profound"},{"startMs":58739,"durationMs":5731,"subtitle":"that almost every great thinker from any epoch after him was influenced in one way or another"},{"startMs":64470,"durationMs":2500,"subtitle":"by Plato’s work."},{"startMs":66970,"durationMs":5320,"subtitle":"Plato was the first thinker in history who established philosophy as a rigorous and systematic"},{"startMs":72290,"durationMs":3950,"subtitle":"examination of life’s important questions."},{"startMs":76240,"durationMs":7059,"subtitle":"His philosophy is often referred to as Platonic idealism and his biggest contribution to the"},{"startMs":83299,"durationMs":6311,"subtitle":"field is the Theory of Forms or Doctrine of Ideas, which is the philosophical view that"},{"startMs":89610,"durationMs":7750,"subtitle":"what we perceive through our senses are illusions, merely the shadows of a more profound reality."},{"startMs":97360,"durationMs":6250,"subtitle":"Plato was part of the trio known today as The Three Great Golden Age Philosophers, together"},{"startMs":103610,"durationMs":3610,"subtitle":"with Socrates, Plato’s mentor, and Aristotle, Plato’s student."},{"startMs":107220,"durationMs":9079,"subtitle":"Plato was the one who founded Academia, or The Academy, the first world’s university."},{"startMs":116299,"durationMs":6110,"subtitle":"He was very involved in the educational system of Athens and wrote a great number of books."},{"startMs":122409,"durationMs":8130,"subtitle":"Some of his most important books include: The Republic, Phaedo, The Apology of Socrates,"},{"startMs":130539,"durationMs":7150,"subtitle":"Parmenides, Symposium, Protagoras, Charmides and many others."},{"startMs":137689,"durationMs":4660,"subtitle":"In almost all his books, Socrates’ figure is overwhelmingly present."},{"startMs":142349,"durationMs":5801,"subtitle":"Socrates didn’t write anything in his life but, through Plato, his philosophy became"},{"startMs":148150,"durationMs":2830,"subtitle":"heard across the millenia."},{"startMs":150980,"durationMs":5110,"subtitle":"That is at least in part because Plato’s way of thinking often coincided with Socrates’."},{"startMs":156090,"durationMs":5560,"subtitle":"Plato didn’t provide abstract teachings through his books, but rather had lessons"},{"startMs":161650,"durationMs":2699,"subtitle":"which anyone can apply to their own lives."},{"startMs":164349,"durationMs":3970,"subtitle":"Some of the most basic lessons have to deal with the idea of being a good citizen and"},{"startMs":168319,"durationMs":5820,"subtitle":"friend without overestimating your own ideas, to hold yourself to the same rigor you hold"},{"startMs":174139,"durationMs":6660,"subtitle":"others to when you are making assertions, and to always look for intellectual integrity."},{"startMs":180799,"durationMs":4342,"subtitle":"Another important lesson is that first you need to take control over your life by first"},{"startMs":185141,"durationMs":7518,"subtitle":"conquering yourself, your impulses and drives, in order to live a moral and fulfilling life."},{"startMs":192659,"durationMs":4931,"subtitle":"To better understand the Platonic philosophy on how we can better take control over our"},{"startMs":197590,"durationMs":7459,"subtitle":"lives, here are 5 lessons from the philosophy of Plato:"},{"startMs":205049,"durationMs":1110,"subtitle":"Change your mindset"},{"startMs":206159,"durationMs":6211,"subtitle":"Plato said: “Reality is created by the mind."},{"startMs":212370,"durationMs":4949,"subtitle":"We can change our reality by changing our mind.”"},{"startMs":217319,"durationMs":6030,"subtitle":"In Plato’s view, what we perceive by our senses is not true reality."},{"startMs":223349,"durationMs":5390,"subtitle":"Our perceptions are just the shadows of a world of ideas that we can access through"},{"startMs":228739,"durationMs":1000,"subtitle":"reasoning."},{"startMs":229739,"durationMs":5180,"subtitle":"For Plato, the mind is not simply an instrument to perceive the physical reality we see with"},{"startMs":234919,"durationMs":1660,"subtitle":"the naked eyes."},{"startMs":236579,"durationMs":7000,"subtitle":"Reasoning, using your mind, is the only way to access the world of Ideas, the true reality,"},{"startMs":243579,"durationMs":4170,"subtitle":"which is beyond all physical objects and natural phenomena."},{"startMs":247749,"durationMs":5590,"subtitle":"Thus, the more sound our reasoning is, the closer we are to true reality."},{"startMs":253339,"durationMs":6521,"subtitle":"To understand what is truly real, we don’t need to look outside, to the external world,"},{"startMs":259860,"durationMs":4930,"subtitle":"but inside, into the intricacies of our own mind."},{"startMs":264790,"durationMs":5560,"subtitle":"Only when you look inside yourself, when you use philosophy as a tool to clarify what is"},{"startMs":270350,"durationMs":5840,"subtitle":"right and what is wrong, what makes logical sense or what does not, can you reach the"},{"startMs":276190,"durationMs":1630,"subtitle":"truth."},{"startMs":277820,"durationMs":5940,"subtitle":"When you reach then truth, then you can start developing certain life principles, guides"},{"startMs":283760,"durationMs":5580,"subtitle":"to use to act properly in society and how to treat your fellow human beings."},{"startMs":289340,"durationMs":5800,"subtitle":"Moreover, you will start to see what is around you much more clearly, as well as understanding"},{"startMs":295140,"durationMs":2460,"subtitle":"yourself much better."},{"startMs":297600,"durationMs":7310,"subtitle":"Knowing what is good and bad will help you act faster, more decisively and more ethically."},{"startMs":304910,"durationMs":6030,"subtitle":"Knowing who you are will change your reality; you will attract like-minded people and start"},{"startMs":310940,"durationMs":6130,"subtitle":"to live a more fulfilling life, in line with your core principles and values."},{"startMs":317070,"durationMs":5810,"subtitle":"However, according to Plato, just because we wish something to happen, does not imply"},{"startMs":322880,"durationMs":2150,"subtitle":"it will."},{"startMs":325030,"durationMs":2560,"subtitle":"Reality does not change according to what we wish."},{"startMs":327590,"durationMs":8620,"subtitle":"But what we can change is how clearly we perceive what is truly real if we change our mindset."},{"startMs":336210,"durationMs":4870,"subtitle":"Reality can be understood only through deep thinking which helps us understand the most"},{"startMs":341080,"durationMs":5340,"subtitle":"profound concepts of reality, including what is good and bad."},{"startMs":346420,"durationMs":5450,"subtitle":"Plato understood that by changing one’s mindset, we can elevate our minds to a higher"},{"startMs":351870,"durationMs":2220,"subtitle":"level of understanding."},{"startMs":354090,"durationMs":3940,"subtitle":"True change can only come from looking inside."},{"startMs":358030,"durationMs":6200,"subtitle":"When we understand ourselves better, the reality around us will change."},{"startMs":364230,"durationMs":5400,"subtitle":"According to Plato, our normal lives are spent in a sort of cave and we can see only the"},{"startMs":369630,"durationMs":4520,"subtitle":"shadows of true realities, projected on its walls."},{"startMs":374150,"durationMs":6200,"subtitle":"To see true reality, we need to get out of the cave, in full daylight."},{"startMs":380350,"durationMs":5360,"subtitle":"Only when we strengthen our mindset, learn how to control it and focus on reflecting"},{"startMs":385710,"durationMs":5620,"subtitle":"more on the deepest issues of our existence, will we be able to get out and see a brand"},{"startMs":391330,"durationMs":1640,"subtitle":"new reality."},{"startMs":392970,"durationMs":5300,"subtitle":"The quality of our thinking influences how we feel and how we feel influences how our"},{"startMs":398270,"durationMs":6040,"subtitle":"body reacts, how we behave, and consequently who we become."},{"startMs":404310,"durationMs":6360,"subtitle":"For example, consider you’re unemployed, because of this you develop a negative attitude"},{"startMs":410670,"durationMs":6480,"subtitle":"and low self-esteem, thinking you are a failure, feeling discouraged and depressed."},{"startMs":417150,"durationMs":6300,"subtitle":"Your body will reflect this state of mind, you may slump your shoulders, avoid eye contact,"},{"startMs":423450,"durationMs":3160,"subtitle":"and generally project no confidence."},{"startMs":426610,"durationMs":5330,"subtitle":"If we are to follow Plato, the solution to get out of this helpless state is not to correct"},{"startMs":431940,"durationMs":5650,"subtitle":"your behavior, apply behavioral psychology or use some psychological tricks to make you"},{"startMs":437590,"durationMs":5480,"subtitle":"feel better, but rather to reflect deeply on why your way of thinking was wrong in the"},{"startMs":443070,"durationMs":1780,"subtitle":"first place."},{"startMs":444850,"durationMs":5060,"subtitle":"You need to use objective reasoning and try to see yourself from the outside."},{"startMs":449910,"durationMs":2440,"subtitle":"Perhaps you can look at other people around you."},{"startMs":452350,"durationMs":5380,"subtitle":"Are there people you know who are out of work, but are otherwise extremely skillful?"},{"startMs":457730,"durationMs":5860,"subtitle":"Can you know cases in history when highly qualified men or women were refused a good"},{"startMs":463590,"durationMs":1000,"subtitle":"job?"},{"startMs":464590,"durationMs":7630,"subtitle":"Take Walt Disney, for example: In 1919, Disney was fired from the Kansas City Star newspaper"},{"startMs":472220,"durationMs":5990,"subtitle":"because, according to his editor, he: \"lacked imagination and had no good ideas”."},{"startMs":478210,"durationMs":7340,"subtitle":"Let that sink in a moment: The man behind the most popular entertainment brand for generations"},{"startMs":485550,"durationMs":6220,"subtitle":"got fired from a local newspaper for his lack of creativity!"},{"startMs":491770,"durationMs":5940,"subtitle":"If this is true then we can see objectively that being unemployed today doesn’t deny"},{"startMs":497710,"durationMs":2900,"subtitle":"one the potential for success in the long term."},{"startMs":500610,"durationMs":6290,"subtitle":"Thus, by reasoning objectively, you can access the reality behind your fears and you can"},{"startMs":506900,"durationMs":5230,"subtitle":"start to have a clearer perspective on what is truly possible for you."},{"startMs":512130,"durationMs":3889,"subtitle":"Changing your mindset will change your reality."},{"startMs":516019,"durationMs":4971,"subtitle":"The more optimistic and confident you become, the more eager you will be to apply for other"},{"startMs":520990,"durationMs":2219,"subtitle":"jobs on the market."},{"startMs":523209,"durationMs":4951,"subtitle":"Deep reasoning will help you understand what is possible for you and will help you change"},{"startMs":528160,"durationMs":9460,"subtitle":"your mindset, which is the first step in taking control over your life."},{"startMs":537620,"durationMs":2670,"subtitle":"Change your habits"},{"startMs":540290,"durationMs":7090,"subtitle":"According to Plato “We do not act \"rightly\" because we are \"excellent\", in fact we achieve"},{"startMs":547380,"durationMs":2500,"subtitle":"\"excellence\" by acting ''rightly”.''"},{"startMs":549880,"durationMs":6269,"subtitle":"A major aspect of taking control of your life is to take control of your habits."},{"startMs":556149,"durationMs":6180,"subtitle":"To reach our goals, we need a plan, which cannot work if we do not follow through."},{"startMs":562329,"durationMs":4031,"subtitle":"Habits are those activities which help us progress towards our goals."},{"startMs":566360,"durationMs":5219,"subtitle":"To achieve anything worthwhile, we need to prove that we can be excellent in a certain"},{"startMs":571579,"durationMs":1000,"subtitle":"area."},{"startMs":572579,"durationMs":6200,"subtitle":"For Plato, excellence is not a gift but a skill that takes practice."},{"startMs":578779,"durationMs":5951,"subtitle":"Talent is not enough, we are not skilled from the moment we are born, and any talent needs"},{"startMs":584730,"durationMs":2630,"subtitle":"proper work."},{"startMs":587360,"durationMs":5510,"subtitle":"Plato was a great example of a person who achieved excellence by acting rightly."},{"startMs":592870,"durationMs":4820,"subtitle":"He achieved excellence by becoming one of the greatest philosophers, it can be said"},{"startMs":597690,"durationMs":5040,"subtitle":"that philosophy is one of the inventions of Plato, as he was one of the first thinkers"},{"startMs":602730,"durationMs":4590,"subtitle":"who laid down in writing a rigorous philosophical system."},{"startMs":607320,"durationMs":6689,"subtitle":"In addition, he was also the founder of the Academy or Academia, the first organized school"},{"startMs":614009,"durationMs":2401,"subtitle":"in Western Civilization."},{"startMs":616410,"durationMs":6140,"subtitle":"None of these were by accident, he chose to make education and philosophy a priority in"},{"startMs":622550,"durationMs":4289,"subtitle":"his life and he worked to bring his ideas into reality."},{"startMs":626839,"durationMs":5151,"subtitle":"He didn’t expect other people’s help to achieve his goals, he took control of his"},{"startMs":631990,"durationMs":6469,"subtitle":"life and he by himself made the plan to achieve his goals and he followed through with the"},{"startMs":638459,"durationMs":1031,"subtitle":"plan."},{"startMs":639490,"durationMs":4639,"subtitle":"No matter how brilliant he was, he knew that only through the habits of the hard work of"},{"startMs":644129,"durationMs":4380,"subtitle":"writing and coming up with initiatives could he succeed."},{"startMs":648509,"durationMs":5101,"subtitle":"The habits that we choose to apply in daily life will take the form of our character in"},{"startMs":653610,"durationMs":1380,"subtitle":"the end."},{"startMs":654990,"durationMs":5029,"subtitle":"The more you practice certain habits, the more they will become a part of yourself,"},{"startMs":660019,"durationMs":2461,"subtitle":"the more they will define you."},{"startMs":662480,"durationMs":4870,"subtitle":"Therefore, it is important to have a vision of the goal you want to reach, of the person"},{"startMs":667350,"durationMs":5919,"subtitle":"you want to become, then you can construct a system of habits to help you take you there."},{"startMs":673269,"durationMs":3941,"subtitle":"The bigger your goal is, the more careful you need to be with the kind of habits that"},{"startMs":677210,"durationMs":1409,"subtitle":"you have."},{"startMs":678619,"durationMs":4210,"subtitle":"If you want to be a great salesperson, for example, you need to practice being in front"},{"startMs":682829,"durationMs":4581,"subtitle":"of the clients as much as possible, you need to have the habit of making many phone calls"},{"startMs":687410,"durationMs":6080,"subtitle":"per day and have the habit to learn from other successful salespeople before you, either"},{"startMs":693490,"durationMs":4560,"subtitle":"by directly asking them about their sales strategies, or by reading books written by"},{"startMs":698050,"durationMs":1210,"subtitle":"them."},{"startMs":699260,"durationMs":4319,"subtitle":"If the habits that you have now don’t reflect the habits of a successful person you want"},{"startMs":703579,"durationMs":5380,"subtitle":"to be someday, then you need to change those habits and make sure you adopt the right ones"},{"startMs":708959,"durationMs":2281,"subtitle":"on a daily basis."},{"startMs":711240,"durationMs":4139,"subtitle":"You cannot be in control of your life if you cannot control the kind of activities you"},{"startMs":715379,"durationMs":3940,"subtitle":"do every day."},{"startMs":719319,"durationMs":4180,"subtitle":"Be in control of your emotions and behavior"},{"startMs":723499,"durationMs":6301,"subtitle":"To quote Plato “The first and best victory is to conquer self."},{"startMs":729800,"durationMs":7099,"subtitle":"To be conquered by self is, of all things, the most shameful and vile.”"},{"startMs":736899,"durationMs":5410,"subtitle":"According to Plato, to be in control of your life is to also make rational thinking a way"},{"startMs":742309,"durationMs":1141,"subtitle":"of life."},{"startMs":743450,"durationMs":5429,"subtitle":"This means that whatever you do, you need to guard your behavior, the words you say"},{"startMs":748879,"durationMs":5990,"subtitle":"and the emotions you feel, and act only after you filtered all your impulses through your"},{"startMs":754869,"durationMs":1840,"subtitle":"capacity of reasoning."},{"startMs":756709,"durationMs":6961,"subtitle":"Although it sounds like common sense, in reality it takes a huge amount of willpower and discipline."},{"startMs":763670,"durationMs":6240,"subtitle":"Plato compared the human soul to a person driving a chariot pulled by two flying horses:"},{"startMs":769910,"durationMs":6020,"subtitle":"one horse is white and beautiful and represents our thumos or “spiritedness”, emotions"},{"startMs":775930,"durationMs":5939,"subtitle":"which are justified by a spirit of justice or other noble sentiments, the other horse"},{"startMs":781869,"durationMs":6051,"subtitle":"is black, ugly and bad and it represents our destructive emotions."},{"startMs":787920,"durationMs":5990,"subtitle":"The white horse is the part of our soul which gives us the rational and moral impulses and"},{"startMs":793910,"durationMs":4520,"subtitle":"the ugly horse is the one who pushes us towards irrational passions."},{"startMs":798430,"durationMs":6959,"subtitle":"The white horse is immortal, temperate, modest and well-behaved, not needing any whips, while"},{"startMs":805389,"durationMs":6561,"subtitle":"the black horse is mortal, deformed and stubborn, and does not follow commands."},{"startMs":811950,"durationMs":5660,"subtitle":"The chariot intends to lead the horses to the heavens, in the world of pure Ideas or"},{"startMs":817610,"durationMs":5620,"subtitle":"Forms, but the main challenge is to control the black horse that causes problems and pulls"},{"startMs":823230,"durationMs":2419,"subtitle":"us towards the earth."},{"startMs":825649,"durationMs":5170,"subtitle":"To be able to climb to the heavens, or in other words, to access true reality or to"},{"startMs":830819,"durationMs":6050,"subtitle":"reach enlightenment, the driver has to learn how to control the black horse, and they can"},{"startMs":836869,"durationMs":6501,"subtitle":"control it only when they focus on heaven, on the world of forms, on the abstract concepts"},{"startMs":843370,"durationMs":4760,"subtitle":"behind the physical objects we see in our physical world."},{"startMs":848130,"durationMs":6360,"subtitle":"However, we cannot throw our irrational passions overboard, so we should try to apply them"},{"startMs":854490,"durationMs":4819,"subtitle":"in a constructive way, to cooperate with the voice of reason."},{"startMs":859309,"durationMs":5421,"subtitle":"If we don’t, they can backfire and cause extreme damage to our life."},{"startMs":864730,"durationMs":4389,"subtitle":"Nothing is more rewarding than to know you conquered yourself, that you can drive your"},{"startMs":869119,"durationMs":5120,"subtitle":"actions in the direction you consciously want them to go, not in the way your emotions and"},{"startMs":874239,"durationMs":2051,"subtitle":"impulses demand."},{"startMs":876290,"durationMs":4440,"subtitle":"If however you make decisions impulsively, nothing else would matter much, because you"},{"startMs":880730,"durationMs":5299,"subtitle":"would always be in danger of destroying everything you are trying to build."},{"startMs":886029,"durationMs":4560,"subtitle":"Consider you love your job and want to rise up the ranks in your company, but you find"},{"startMs":890589,"durationMs":4761,"subtitle":"out your boss took one of your ideas and claimed to his bosses that he thought of the whole"},{"startMs":895350,"durationMs":1070,"subtitle":"thing."},{"startMs":896420,"durationMs":5120,"subtitle":"Now he really needs your help to stay and work overtime in order to work on the project"},{"startMs":901540,"durationMs":5449,"subtitle":"and you, because you feel angry with him for stealing your thunder, refused him."},{"startMs":906989,"durationMs":5090,"subtitle":"Instead of seeing the big picture of the situation, you just followed your first emotional urge"},{"startMs":912079,"durationMs":2651,"subtitle":"to punish your boss."},{"startMs":914730,"durationMs":4700,"subtitle":"Or it might be the case that you have a drinking problem, the need to drink dominating your"},{"startMs":919430,"durationMs":2110,"subtitle":"daily life."},{"startMs":921540,"durationMs":4659,"subtitle":"In this case, alcohol has conquered you and to gain your control back, you might need"},{"startMs":926199,"durationMs":3180,"subtitle":"to begin therapy sessions to address the problem."},{"startMs":929379,"durationMs":5210,"subtitle":"No matter how big your problem is, there might be some ways to improve your situation and"},{"startMs":934589,"durationMs":6180,"subtitle":"to increase your willpower to resist the destructive emotions and control your behavior."},{"startMs":940769,"durationMs":5151,"subtitle":"You need to learn to control your emotions and behavior if you want to be in control"},{"startMs":945920,"durationMs":1630,"subtitle":"of your life."},{"startMs":947550,"durationMs":5149,"subtitle":"If you don’t control your emotions and behavior, you will damage all of your personal and professional"},{"startMs":952699,"durationMs":5351,"subtitle":"relationships, your career, your wellbeing and you could find yourself in a downward"},{"startMs":958050,"durationMs":4920,"subtitle":"spiral from which it will be very difficult to climb back."},{"startMs":962970,"durationMs":4669,"subtitle":"The more you learn to control your emotions and behavior, the more in control of your"},{"startMs":967639,"durationMs":3320,"subtitle":"life you will be."},{"startMs":970959,"durationMs":5021,"subtitle":"Pursue your deepest passions"},{"startMs":975980,"durationMs":5959,"subtitle":"In the words of Plato “To the degree that I cease to pursue my deepest passions, I will"},{"startMs":981939,"durationMs":4770,"subtitle":"gradually be controlled by my deepest fears.”"},{"startMs":986709,"durationMs":5970,"subtitle":"In Plato’s works, it can often be seen that Plato wanted to puzzle his readers by revealing"},{"startMs":992679,"durationMs":3620,"subtitle":"some truths contrary to common sense."},{"startMs":996299,"durationMs":4861,"subtitle":"For example, one might think that when you pursue your deepest passions, you would face"},{"startMs":1001160,"durationMs":4649,"subtitle":"difficult obstacles, that you would always be fearful of failing, and that you would"},{"startMs":1005809,"durationMs":2921,"subtitle":"eventually end up facing your deepest fears."},{"startMs":1008730,"durationMs":3490,"subtitle":"However, Plato argues that the opposite is true."},{"startMs":1012220,"durationMs":5079,"subtitle":"It is when you stop pursuing your deepest passions that you end up being controlled"},{"startMs":1017299,"durationMs":2150,"subtitle":"by those fears."},{"startMs":1019449,"durationMs":5051,"subtitle":"Although in some books like Phaedo, through the voice of Socrates, Plato emphasized the"},{"startMs":1024500,"durationMs":5420,"subtitle":"danger of being controlled by extreme and destructive emotions, in other works Plato"},{"startMs":1029920,"durationMs":4930,"subtitle":"recognized the huge importance of following constructive and noble passions."},{"startMs":1034850,"durationMs":6090,"subtitle":"For Plato, only the soul is immortal in us and our soul is trapped in our body which"},{"startMs":1040940,"durationMs":1180,"subtitle":"is mortal."},{"startMs":1042120,"durationMs":5080,"subtitle":"During our life, there is always a conflict between the soul who is concerned with what"},{"startMs":1047200,"durationMs":5790,"subtitle":"is good and rational and the body, which is driven by irrational passions."},{"startMs":1052990,"durationMs":5280,"subtitle":"If we are oriented towards pleasures like food, drink and sex, we would keep our soul"},{"startMs":1058270,"durationMs":5610,"subtitle":"imprisoned in the body and it will not be able to express itself in this world."},{"startMs":1063880,"durationMs":4640,"subtitle":"Moreover, pursuing such common pleasures keeps us in fear."},{"startMs":1068520,"durationMs":5720,"subtitle":"The more concerned we are about living a lavish life, the more we fear we will lose our job,"},{"startMs":1074240,"durationMs":3840,"subtitle":"not measure up to our peers, or lose our status in society."},{"startMs":1078080,"durationMs":6980,"subtitle":"A life focused on pleasures and security brings more anxiety."},{"startMs":1085060,"durationMs":5840,"subtitle":"By contrast, if we orient ourselves towards intellectual pleasures like philosophy, education,"},{"startMs":1090900,"durationMs":5670,"subtitle":"the desire to contribute to society, to innovate and create, we will see ourselves as parts"},{"startMs":1096570,"durationMs":1190,"subtitle":"of something greater."},{"startMs":1097760,"durationMs":6120,"subtitle":"We will be more inclined to take more risks and in doing so, achieve greater success and"},{"startMs":1103880,"durationMs":5240,"subtitle":"fulfillment, because we pursue our deepest and most elevated passions."},{"startMs":1109120,"durationMs":7410,"subtitle":"In this case, we fear less, because our identity is not defined by what we lack or could lose."},{"startMs":1116530,"durationMs":4120,"subtitle":"Instead it is now defined by our positive contribution to the world."},{"startMs":1120650,"durationMs":6580,"subtitle":"Something we have already achieved, something immutable, locked into history."},{"startMs":1127230,"durationMs":5700,"subtitle":"Pursuing our deepest and most elevated passions helps us in reducing the fears in our life"},{"startMs":1132930,"durationMs":4370,"subtitle":"and thus increases the sense of being in control."},{"startMs":1137300,"durationMs":4810,"subtitle":"Being less attached to worldly pleasures, like living in a big house, having expensive"},{"startMs":1142110,"durationMs":6370,"subtitle":"cars, or over-indulging in physical pleasures, we can experience a greater sense of freedom,"},{"startMs":1148480,"durationMs":6150,"subtitle":"allowing us to be more in control of our lives."},{"startMs":1154630,"durationMs":5680,"subtitle":"Be the leader of your life In our final quote from Plato for this video,"},{"startMs":1160310,"durationMs":8920,"subtitle":"he says “He who refuses to rule is liable to be ruled by one who is worse than himself.”"},{"startMs":1169230,"durationMs":4950,"subtitle":"Plato often talked about the importance of getting involved in politics."},{"startMs":1174180,"durationMs":5990,"subtitle":"He was of the opinion that society should be composed of three groups - first the plebs,"},{"startMs":1180170,"durationMs":6190,"subtitle":"the most inferior, then the ‘soldiers’ to keep society under control and the third,"},{"startMs":1186360,"durationMs":3970,"subtitle":"the rulers who should always be philosophers."},{"startMs":1190330,"durationMs":4910,"subtitle":"Plato thought that philosophers, the most intelligent in his time, should govern over"},{"startMs":1195240,"durationMs":2560,"subtitle":"the less educated ones."},{"startMs":1197800,"durationMs":5510,"subtitle":"Democracy meant that political decisions should be made by the “demos”, meaning all people"},{"startMs":1203310,"durationMs":1900,"subtitle":"in a state."},{"startMs":1205210,"durationMs":5250,"subtitle":"Plato was against this idea as he considered that making political decisions requires the"},{"startMs":1210460,"durationMs":6500,"subtitle":"judgment and skills that only experts have, experts being in his view, philosophers."},{"startMs":1216960,"durationMs":5470,"subtitle":"However, his view that people should be proactive and should strive to lead those who are less"},{"startMs":1222430,"durationMs":4150,"subtitle":"knowledgeable than them deserves consideration."},{"startMs":1226580,"durationMs":5710,"subtitle":"Many of us have had moments when, instead of assuming leadership in uncertain situations,"},{"startMs":1232290,"durationMs":4650,"subtitle":"we felt scared and we let people less qualified than us lead us."},{"startMs":1236940,"durationMs":6140,"subtitle":"When we do this we leave them control over us, and this can have damaging consequences."},{"startMs":1243080,"durationMs":4570,"subtitle":"When we repeat this pattern of not taking initiative and leadership, other people will"},{"startMs":1247650,"durationMs":3410,"subtitle":"take advantage of us and will rule over us."},{"startMs":1251060,"durationMs":6000,"subtitle":"To take back control of your life, you need to learn to make your voice heard, to analyze"},{"startMs":1257060,"durationMs":6220,"subtitle":"each situation objectively, to recognize those situations in which you have the most expertise"},{"startMs":1263280,"durationMs":3370,"subtitle":"and to take control of them when needed."},{"startMs":1266650,"durationMs":4200,"subtitle":"For example, it might be the case that you need to say something in a work meeting when"},{"startMs":1270850,"durationMs":4630,"subtitle":"you see a problem, even if your position in the company is very junior."},{"startMs":1275480,"durationMs":5430,"subtitle":"Your courage for speaking up leads to the issue being addressed, and improving the company."},{"startMs":1280910,"durationMs":3230,"subtitle":"This may be rewarded and may even lead to a promotion."},{"startMs":1284140,"durationMs":4680,"subtitle":"However, if you just keep quiet when others around you make mistakes and you follow along"},{"startMs":1288820,"durationMs":5990,"subtitle":"with bad decisions for an easy life, you will continue being ruled by them and as such,"},{"startMs":1294810,"durationMs":3460,"subtitle":"they will have control over you."},{"startMs":1298270,"durationMs":5310,"subtitle":"According to Plato, the person with the most knowledge in a situation should call the shots,"},{"startMs":1303580,"durationMs":2120,"subtitle":"no matter the position of that person."},{"startMs":1305700,"durationMs":6110,"subtitle":"Do not let yourself be intimidated by the hierarchy of the team you are part of."},{"startMs":1311810,"durationMs":5340,"subtitle":"You are the leader of your own life: Do not allow anyone to make decisions instead of"},{"startMs":1317150,"durationMs":3840,"subtitle":"you if they have less knowledge than you in matters at hand."},{"startMs":1320990,"durationMs":6420,"subtitle":"Choose to be the ruler of your own life, to take control of your mindset and find true"},{"startMs":1327410,"durationMs":3030,"subtitle":"happiness."},{"startMs":1330440,"durationMs":3670,"subtitle":"If you enjoyed this video, please make sure to check out our full philosophies for life"},{"startMs":1334110,"durationMs":5000,"subtitle":"playlist and for more videos to help you find success and happiness using ancient philosophical"},{"startMs":1339110,"durationMs":2960,"subtitle":"wisdom, don’t forget to subscribe."},{"startMs":1342070,"durationMs":2250,"subtitle":"Thanks so much for watching."}]
