[{"pageNumber":1,"pageContent":"Targeted Individuals: How to Fight Back Richard Lighthouse Targeted Individuals: How to Fight Back Published by Richard Lighthouse at smashwords.com Commercial Commons License 4.0; 2017 by Richard Lighthouse. Please acknowledge source. ISBN: 9781370035441 https://www.smashwords.com/books/view/748165 Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. Opinions of the author are expressed. No warranty may be created or extended by sales representatives or sales materials. The author shall not be liable for any loss of profit or any other commercial damages, including but not limited to incidental, special, consequential, or other damages."},{"pageNumber":2,"pageContent":"NOTE TO GOVERNMENT AGENCIES AND THEIR CONTRACTORS: Theft of Intellectual Property and violation of copyright is a serious matter. Under no circumstances did the author consent to such criminal activity. Attempts to conceal criminal activity is even more serious, which may result in charges of Felony Fraud and/or Felony Conspiracy. The author does not license any material for groups or organizations. About the Author: Many of my books can be found for FREE at: Apple iBooks, Amazon.com, Lulu.com, Smashwords.com, BarnesandNoble, Google Play, kobo, and other websites. Original 1A – 14 Sept 2017 Houston, Texas, U.S.A. Revision 2B – 16 Sept 2017 \"To learn who rules over you, simply find out who you are not allowed to criticize.\" - Voltaire TABLE OF CONTENTS Chapter 1: Introduction Chapter 2: Conclusions Chapter 3: References Abstract Rev. 2A - This short ebook describes some methods to fight back against the criminals of the Deep State. It does not involve violence of any kind, but has been proven to be very effective. The yard signs shown on the cover are one method, which informs FBI agents. The CIA runs the microwave torture program, and the FBI is in charge of the gangstalking. If we can break down the Deep State, then the microwaves will stop. Wake people up to the"},{"pageNumber":3,"pageContent":"serious government corruption, and the microwaves will stop. Just making people aware of the government corruption, can be “domino effect” that will break down the Deep State. One of the simplest ways to fight back is to inform FBI agents about 9-11, via DrJudyWood.com. There is enough information on the website, so that they can be certain that the CIA and Mossad were involved in the planning and murder of 3000 people. By doing this, you are turning their own agents against the agency. That's a powerful weapon. This simple yard sign can be a very effective tool. Place it along the public driveways that lead to the parking areas for FBI personnel at FBI buildings. Every major city has at least one FBI office. According to one whistleblower, about 50% of the FBI agents still have integrity and will respond to the obvious corruption. Other places to put up yard signs with DrJudyWood.com, along public streets: Police Stations, Fire Departments, Government Contractors such as GE, Boeing, LockheedMartin, General Dynamics, Raytheon, Honeywell, Stratfor, Pratt & Whitney, SpaceX, and NASA facilities. These are smart people that will realize our government is lieing. And by doing this, you are recruiting whistleblowers that can do the most harm to the Deep State, without violence. To fight back, it must be done without violence. If you are considering violence as an option, then this ebook will not help you. The CIA criminals want you to commit an act of violence. This helps to drive their propaganda for a greater police state. The ends never justify the means. The FBI can be the best defense against the Deep State. There are many agents in the FBI that have integrity and an excellent sense of justice, even when their crooked bosses order it otherwise. For additional details on the Deep State and the Shadow Government, I refer readers to the recent information of CIA Whistleblower, Kevin Shipp. Mr Shipp has provided details on many of the horrific activities of the CIA and how they control all of the other intelligence services. They also control many members of Congress by paying large bribes to them, when they vote the way that the CIA instructs them. Mr Shipp stated that the Big 5 intelligence contractors are: 1. Leidos Holdings 2. CSRA 3. CACI 4. SAIC 5. Booz Allen Hamilton www.activistpost.com/2017/09/high-ranking-cia-whistleblower-deep-state-shadow- government.html If you live close to one of these contractors, please put up some signs about DrJudyWood, or something similar. The Appendix contains the text of Dr Daniel Lebowitz's presentation to the Senate Committee Hearing on Civil Rights abuses."},{"pageNumber":4,"pageContent":"RLighthouse.com Introduction This short ebook describes how to fight back against the US government criminals involved in microwave torture and gangstalking. The CIA runs the microwave torture program, and the FBI is in charge of the gangstalking. If we can break down the Deep State, then the microwaves will stop. Wake people up to the serious government corruption, and the microwaves will stop. Just making people aware of the government corruption, can be “domino effect” that will break down the Deep State. How do we know the FBI is running the gangstalking operation? Because they are making the payments to the gangstalkers - https://theintercept.com/2017/01/31/how-the-fbi-conceals-its-payments-to-confidential- sources/ https://theintercept.com/document/2017/01/31/domestic-investigations-and-operations-guide/ #page-1 To fight back, it must be done without violence. If you are considering violence as an option, then this ebook will not help you. The CIA criminals want you to commit an act of violence. This helps to drive their propaganda about needing a greater police state. The ends never justify the means. The FBI can be the best defense against the Deep State. There are many agents in the FBI that have integrity and an excellent sense of justice, even when their crooked bosses order it otherwise. One of the simplest ways to fight back is to inform FBI agents about 9-11, via DrJudyWood.com. There is enough information on the website, so that they can be certain that the CIA and Mossad were involved in the planning and murder of 3000 people. By doing this, you are turning their own agents against the agency. That's a powerful weapon. This simple yard sign can be a very effective tool. Place it along the public driveways that lead to the parking areas for FBI personnel at FBI buildings. Every major city has at least one FBI office. According to one whistleblower, about 50% of the FBI agents are still good and will respond to the obvious corruption."},{"pageNumber":5,"pageContent":"Figure 1. Figure 63 can be found here: drjudywood.com/articles/DEW/StarWarsBeam4.html This simple yard sign can be a very effective tool. Place it along the public driveways that lead to the parking areas for FBI personnel at FBI buildings. Every major city has at least one FBI office. According to one whistleblower, about 50% of the FBI agents still have integrity and will respond to the obvious corruption. Other places to put up yard signs with DrJudyWood.com, along public streets: Police Stations, Fire Departments, Government Contractors such as GE, Boeing, Lockheed Martin, General Dynamics, Raytheon, Honeywell, Stratfor, Pratt & Whitney, SpaceX, and NASA facilities. These are smart people that will realize our government is lieing. And by doing this, you are recruiting whistleblowers that can do the most harm to the Deep State, without violence. You can also make your own yard signs using a template and some black spray paint. The yard signs are made from corrugated plastic, and you can purchase the blank signs at a discount. The yard signs should be placed on public areas, such as the grass median in the middle of the street. At major street corners, and public property is another good place. Think about where most of the people are driving into a facility, such as NASA. Where will they likely see the sign? You know where these best areas are. The largest government contractors are: 1. Lockheed Martin Corporation 2. The Boeing Company 3. General Dynamics Corporation 4. Raytheon Company 5. Northrop Grumman Corporation 6. McKesson Corporation"},{"pageNumber":6,"pageContent":"7. United Technologies Corporation 8. L-3 Communications Holdings Inc. 9. Bechtel 10. BAE Systems 11. Huntington Ingalls Industries 12. Humana Inc. 13. Science Applications International Corporation 14. Booz Allen Hamilton Holding Corporation 15. Health Net Inc. 16. Computer Sciences Corporation 17. UnitedHealth Group 18. Aecom 19. Leidos 20. Harris Corporation wikipedia.org/wiki/Top_100_Contractors_of_the_U.S._federal_government If you live near one of these companies, please put up some signs with DrJudyWood.com, or something similar."},{"pageNumber":7,"pageContent":"Figure 2. Figure 63 from DrJudyWood.com drjudywood.com/articles/DEW/StarWarsBeam4.html This is an aerial view of the World Trade Center shortly after 9-11. The “cookie-cutter” Laser Holes are obvious. This is sufficient information to convince many people that our government is crooked. Vice President Dick Cheney ordered the CIA to carry out the destruction of the World Trade Center. The CIA knew it violated many laws and the US Constitution – they did not have to follow those orders. They all swore an oath to protect and defend the US Constitution. Dick Cheney is a member of the Council on Foreign Relations, where he gets his orders from the Rockefellers. See Dr Morgan Reynolds website (NoMoreGames.net) about Cheney's orders to cover it up. Emeritus Professor, Dr Morgan Reynolds was an Economic Adviser in the Bush Administration, when 9-11 happened. For months afterward, he heard the discussions where Dick Cheney ordered the evidence to be covered up. Make no mistake about it, Cheney is a monster of a human being, in my opinion. He will easily murder 3000 people and not think twice about it. I have provided the screen shot showing that he is a member of the Council on Foreign Relations, which is controlled by the Rockefeller family. For those members of the Deep State, senior CIA and FBI officials, and members of the CFR that believe you are"},{"pageNumber":8,"pageContent":"accomplishing something “good”, I refer you to my ebook, “The Ends Never Justify the Means.” Figure 3. From the current membership list of the Council on Foreign Relations (CFR) – Richard B. Cheney. Captured 14 September 2017. www.cfr.org/membership-roster-q-u Emails sent to community leaders can also be helpful. Community & neighborhood meetings – tell people about 9-11 first. Show them the handout about 9-11 and the World Trade Center, or just tell them about the website DrJudyWood.com; then when you explain how crooked these government agents have become – they will listen to you. If we break down the Deep State, then the microwaves will stop. Just wake people up – that's the goal. Do not underestimate how effective it can be to simply inform people about what is happening. They may be sceptical about microwave satellites, but if you show them a picture of laser holes at the World Trade Center – that makes a powerful and compelling statement. Whistleblowers are the greatest threat to the Deep State and they know it. This is why they put so much effort into silencing them. President Obama attacked and prosecuted more whistleblowers than any previous President. He is very much a part of the Deep State organization, regardless of what you may think about his character or integrity. He continues to advance the agenda of the Deep State and the Rockefellers. They want absolute control – that is the goal. They will continue to deprive U.S. citizens of their Constitutional rights."},{"pageNumber":9,"pageContent":"Congress enacted the first whistleblower protection law in 1778 – two years after the Declaration of Independence. That's how important it was – and still is. Other helpful tips - Protecting yourself from the subliminal messages is very important. You can best achieve this by repeating a simple statement, several times each day. “I will only react to constructive suggestions.” Dr Doug Rokke previously worked for the government as a scientist and helped to create the horrible microwave satellite systems. He states that the frequencies around 450 MHz are used to “train” your brain to be manipulated, using subliminal messages. This is also how they are able to manipulate your family members. If it is done with a satellite, the carrier frequency for these signals are around 3925 MHz. It can also be done directly from the ground using portable units. Carl Clarke, a former CIA operative, describes his using these portable units. (see BiggerThanSnowden.com) Both of these men had the courage to become whistleblowers. Again, one of the best subliminal protections is a simple repeated statement, many times each day and at bedtime; “I will only react to constructive suggestions.” - Fish oil is excellent supplement that will reduce inflammation caused by microwave heating. - Purchase or make some water-filled or waterbase pillows. The water absorbs much of the microwaves. It also makes it difficult for the criminals to hit the same location. The Duck and Goose Company is one manufacturer. Mediflow is another. (I do not work for, or represent these manufacturers.) Cost is about $30. - Real leather can also be an effective dampener for the microwaves. Several layers is better. - Small neodymium magnets attached to strings so that they move – make it difficult for hit the same spot, because the magnets will deflect the microwaves slightly. - If you are being hit with horizontal microwaves in the side of your head, for example, it is important to triangulate where they are coming from. This can be done by making an overhead map of your house, and drawing many lines until they intersect. Keep in mind that the real location is probably farther away than you think, behind another house. They want you to think that it is someone located close to you, so you will go after them. That is the setup. Don't fall for it. To get the direction to the portable microwave unit, use a leather pillow and your fingertips. Use your fingertips on the leather pillow and you can feel the vibrations in a small area - that gives you the direction. Mark it on your map over many weeks until you can be certain where the direction leads to. Keep in mind they are going to move these portable units to confuse you. Just keep taking directions and mark it on your map. To get the best triangulation, you will need to get readings from the farthest extremes in your residence. Where the lines cross, will be the location. Double check all your information before you confront someone – otherwise you are simply falling into the trap. - The US Army recently ordered 30,000 aircraft drones. Make no mistake about it – these will not be used against military targets. They will be used against ordinary citizens. There is no war zone in the entire world that could utilize 30,000 drones. They would run into each other. It is a reasonable deduction that military personnel that will be operating these drones, and"},{"pageNumber":10,"pageContent":"work in the U.S. Army. These are truly sick and disturbed people. They know exactly what they are doing – targeting citizens on the ground with microwave weapons. It may be possible to jam the signal that is used to control the aircraft drones. I will cover this in a later publication. Some of the largest drone manufacturers are Lockheed Martin, General Atomics, AeroVironment, Northrop Grumman, and Honeywell. Many of the people that work at these manufacturers know what the drones are used for. Figure 4. Business cards that can be handed out. You can use this one or make your own. You may discover that many perps and operatives have been trained to refuse these handouts, because the FBI has instructed them to avoid this information. Not everyone that refuses a handout is a perp, but use your intuition – you will know the difference. T-shirts with DrJudyWood.com will discourage some of the gangstalking because the perps are not allowed to know about this information."},{"pageNumber":11,"pageContent":"Conclusions Described in this short ebook is a method to fight back against the Deep State. It has been proven to be very effective. Recruit more whistleblowers in the FBI, police departments, fire departments, government contractors. This can be done by placing simple yard signs informing them about DrJudyWood.com, or by handing out simple business cards. If the government criminals shut down the website for DrJudyWood.com, there are other methods – such as posting this information on your own website. Dr Wood has many videos and pictures that are available. Download some of them now and save them, in case the government criminals decide to block her website. Business card handouts are also a simple and powerful method for informing people about the Deep State and government corruption. Wake people up to the corruption, the microwaves will stop. Using their own people in the Deep State, is a simple and powerful method. This document is a living document. The author reserves the right to make corrections and changes. References 1. Richard Lighthouse, “More Hacking from the Nazi Stasi Academy (NSA)”, 2017, smashwords.com and Rlighthouse.com; ISBN: 9781370749720. 2. Richard Lighthouse, “NSA & CIA Blocking Distribution of Ebooks,” 2017, smashwords.com and Rlighthouse.com; ISBN: 9781370874576. 3. Richard Lighthouse, “Installing & Running Detekt: My Experience,” 2017, smashwords.com and RLighthouse.com; ISBN: 9781370440542. 4. Richard Lighthouse, “Cell Phone Hacking & the Nazi Stasi Academy” 2016, smashwords.com and RLighthouse.com; ISBN: 9781370681594. 5. Dr Judy Wood, “Where Did the Towers Go?,” The New Investigation; 2010. DrJudyWood.com 6. Richard Lighthouse, “Rockefeller & Rothschild Dirty Money on the London Stock Exchange” 2016, smashwords.com and RLighthouse.com; ISBN: 9781370630073. Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions."},{"pageNumber":12,"pageContent":"Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University and has previously worked for NASA. Contact: owenc787 at --gmail.com Rlight767 -at- yahoo point com 713.three zero six.8287 918 West 26 th Street, Houston, Texas, 77008 Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX I am a proud government whistleblower – see my ebooks about the criminal acts of the CIA and FBI. Readers are advised that the NSA may be blocking or restricting access to some of my ebooks, especially outside the United States. Readers are further advised that digital tracking tags may have been placed in my ebooks. It may be best to download from Apple iBooks, if possible. Note how slowly the jpg's load into the ebook when viewing, or there may be transparent objects placed inside the document (This is the government criminal's latest ploy). The content of some ebooks may have been altered – still trying to monitor this. If you have tried to contact me, it is possible that emails and phone calls are being blocked (Owenc787 at gmail) 713.three.zero.six.8287; 918 West 26 th Street, Houston, Texas, 77008. Readers are advised to review the website drjudywood.com which provides compelling evidence about 9-11. http://drjudywood.com/articles/DEW/StarWarsBeam4.html ..... Note Figure 63. Dr Wood spent many years researching this and filed suit against the US Government, along with Dr Morgan Reynolds. Jet fuel does not burn through concrete and steel. The cookie-cutter holes were made by a high-powered laser that rapidly ages material - and turned the concrete and steel into dust in seconds. Note Figure 38(a) here: http://drjudywood.com/articles/DEW/StarWarsBeam3.html ...Watch the steel beam turn into dust while standing vertically. This laser operates at a harmonic of the blinking frequency - which causes rapid aging. Readers are also advised to see the movie \"Sirius\" by Dr Steven Greer, M.D. It is available for free on Netflix, where it is the #1 documentary, and to watch the youtube videos by the Honorable Paul Hellyer, former Canadian Minister of Defense. He has a book titled, “The Money Mafia.” Also, find my brief educational videos on youtube (Some have been blocked from the search engines). For more than 4 years, this author has been stalked, harassed, and threatened by US Government agents from the CIA, FBI, and NSA - because of the content of these ebooks. My home has been broken into, repeatedly. In May 2014, my girlfriend was drugged and"},{"pageNumber":13,"pageContent":"kidnapped from LaGuardia airport. This is not a joke. My computer, phone, and alarm system have been hacked, including those of my friends and family. It is truly sad and pathetic, these agencies have become criminal organizations. If something happens to me (disappearance, false criminal charges, sudden accident, etc. - my readers can be certain that the FBI and CIA were involved. See my related ebooks identifying the murders of Gary Webb, Michael Hastings, Phil Schneider, William Colby, Dr Eugene Mallove, Stan Meyers, and others. In my opinion, the Council on Foreign Relations (CFR) is behind these criminal acts; David Rockefeller was the CEO and Chairman for many years. For future reference, I would never deliberately do something that would harm or hurt myself. This goes against my beliefs and against the teachings of Seth. This needs to be stated because the CIA and FBI have proven many times that they are willing to use “staged suicides” to solve their “problems”. Phil Schneider went public with his information after 8 of his work colleagues were murdered during staged suicides. Figure 3. ISBN for the ebook. Appendix 2."},{"pageNumber":14,"pageContent":"Figure 5. Rockefellers listed as members of the Council on Foreign Relations. Screen capture 14 September 2017"},{"pageNumber":15,"pageContent":"Figure 6. Benjamin Netanyahu – Prime Minister of Israel. “If we get caught, they will just replace us with persons of the same cloth. So, it does not matter what you do. America is a golden calf; and we will suck it dry, chop it up, and sell it off piece by piece until there is nothing left but the world’s biggest welfare state that we will create and control. Why? Because it is the will of God, and America is big enough to take the hit; so, we can do it again and again and again. This is what we do to countries that we hate. We destroy them very slowly and make them suffer for refusing to be our slaves.” = = = = = = = = = = Presentation by Dr Daniel Lebowitz, M.D. Presentation submitted to the Senate Hearing on “The State of Civil and Human Rights in the United States” Tuesday December 9, 2014 . My name is Dr. Daniel Lebowitz. I'm a medical doctor. Over the past two years, I have worked with a Human Rights organization called Freedom From Covert Harassment and Surveillance, or FFCHS. People in this organ ization state that they are being targeted by an illegal and unethical government program that represents a modern version of COINTELPRO and MK-ULTRA combined. These victims call themselves targeted individuals, or T.I.’s . I have worked with the leadership of FFCHS, and I have worked with the medical committee as well as with the Board of directors. As a result, I have communicated with hundreds of self- described targeted individuals. Additionally, I have worked with two other activist physicians on behalf of targeted individuals: Dr. John Hall and Dr. Terry Robertson. I have also worked with Dr. Robert Duncan, a scientist turned whistleblower, who states that he has worked on some of the very weapons systems that are used in the remote electronic harassment that many targeted individuals say they experience. My presentation today is entitled:"},{"pageNumber":16,"pageContent":"Targeted Individuals: Covert Repression in the 21st Century OVERVIEW To understand the Targeted Individual phenomenon, you need to understand several things about it. You need to understand the societal and political and human rights trends which allow it to occur. You need to understand what the program is. You need to understand what the goals and the purpose of the program are. You need to understand who gets targeted. You need to understand where the program came from, in other words, compare it to counterintelligence programs and unethical human experimentation of the past. And you need to understand the implications of the program, and what it means for the future. Finally, we’ll take a look about what must be done about it. STATE OF HUMAN AND CIVIL RIGHTS IN THE US: THE EMERGING POLICE AND SURVEILLANCE STATE In the United States, in short, we are seeing the emergence of a police and surveillance state. Former President Jimmy Carter recently wrote in the New York Times , “ The United States is abandoning its role as the global champion of human rights. ” In his article, Carter points out that top US officials are now openly targeting US citizens for political assassination, “disappearance,” unlimited surveillance, and other forms of gross human rights abuse. Are people prepared to call a former U.S. President a conspiracy theorist? Or has the U.S. strayed far from its roots as a democracy where rule of law and human rights are uniformly respected? THE PROGRAM What is the Targeted Individual program that these people are complaining of? It is many things all at once. It is a discrediting and disruption campaign, similar to COINTELPRO. In some cases (not all) it is a torture/trauma-based brainwashing and mind-control program like MK-Ultra. It is a secret form of repression, persecution and psychological warfare, carried out in the community largely by regular people, along the lines of Stasi or Zersetzen torture. It is a political abuse of psychiatry, as has been carried out in many countries as a way to torture and discredit dissidents. Finally, it is unethical non-consensual human experimentation on unwitting subjects with advanced directed energy and psychotronic weapons systems. Overall, it represents a coming together of the most vicious and effective tools and weapons for covert harassment and political control of dissidents, activists, whistleblowers, agitators, and other so-called “undesirables” that the world has ever seen. What are the goals and purposes of the program? Again, they are many. But, in a word, the neutralization of the target . Let’s start with understanding the mindset of the state. President Obama’s information czar, former Harvard Law professor Cass Sunstein, co-authored a paper in 2008 which advocated that the government should “cognitively infiltrate” and “disable” those who have ideas the government finds threatening, for example, 9/11 truth activists. Now, at a minimum, this suggests running illegal COINTELPRO-type disruption campaigns against people . But, more interestingly, let’s parse the words carefully: “cognitively infiltrate” and “disable”. Cognition refers to the mind, or to thought. Infiltrate means to penetrate with hostile intent. So, literally, this means to penetrate the minds or thought processes of so- called “troublesome” individuals, with the intent to disable them. Fascinating, in light of what"},{"pageNumber":17,"pageContent":"targeted individuals say that they experience. So, more specifically, what are the goals of the program? 1. Force the target to stop “unacceptable” activity (whistleblowing, activism, exposing corruption, etc.). Silence the target both about their original activism and about their targeting. 2. Subject target to noise campaigns, swarming, colors, or repetitive behaviors as a form of harassment. 3. Attack any psychological weaknesses. Cause target to blame themselves for their targeting and as such destroy the will to fight back. 4. Create a track record of so-called “mental illness”, useful for both discrediting and plausible deniability. 5. Discredit the target. 6. Isolate the target from all forms of support using secret notifications, slander, and covert harassment carried out largely by regular people. 7. Encourage the target to lose hope and lash out in suicidal or homicidal rage secondary to covert harassment, and destruction of the target’s life. 8. Set target up for possible institutionalization or arrest. 9. Damage or ruin the career and/or finances. In some cases, break up the family. In some cases, cause the target to lose their home. 10. After breaking the target’s will to fight, in some cases, attempt to change the mindset, politics, ethics of the target. Create a mindset more useful to the state. Evaluate the potential for corruption or even recruitment. 11. To summarize: the goal is the neutralization of the target. Exactly the goal pursued by the former COINTELPRO. THE TARGETS Ok. So, who gets targeted by this program? There’s a lot of overlap with COINTELPRO. COINTELPRO targeted “Perceived threats to the Established Political and Social Order”. Which, in practice during COINTELPRO meant primarily those pursuing greater social and economic equality, peace activists, dissidents, so-called “unfriendly” politicians, and even non- conformists. In some cases, it can be proven that counter-intelligence operations have been undertaken against those aware of high-level criminality or wrong-doing. Like everyone else, many targets have weaknesses, foibles, flaws, problems, etc. Some have addictions. Any perceived weaknesses (manufactured, real, or exaggerated) are used viciously to aid in the discrediting of the target. Let’s learn from some actual examples of people who became targets for covert operations: 1. Thomas Drake , NSA Whistleblower: Forced out of his job, blacklisted, financially ruined, forced to defend himself against criminal charges, placed under physical and electronic surveillance. 2. Jean Seberg . Actress and civil rights activist. Supporter of the Black Panther Party. Experienced FBI Surveillance, harassment, stalking, break-ins, intimidation, defamation and discrediting. Victim of a false FBI story that she was pregnant by a Black Panther Party member, while married to a white husband. The stress of this caused premature delivery of her baby, which died at 2 days of age. The baby was white. Eventually committed suicide. 3. Arnold Lockshin . A Cancer researcher and supporter of socialism. Experienced"},{"pageNumber":18,"pageContent":"surveillance, harassment and threats by strangers, break-ins, psychological warfare, implied death threats through the 1970’s and 1980’s. Eventually sought asylum from Russia and was immediately fired, blacklisted, accused in retrospect of mental instability and deteriorating work performance. Notably, reported that even his children’s classmates and his own father had been brought into a Stasi-like campaign against him and his family. Wrote a book about the ordeal in 1988 called “Silent Terror: One family’s history of political persecution in the US.” The book was never published or distributed in the US. On the web: ArnoldLockshin.Wordpress.com . By the way, his work performance and mental stability in Russia are apparently just fine. 4. Adrian Schoolcraft . Blew the whistle on corruption, wrongful arrests, arrest quotas, and the stop and frisk program within the NYPD in 2009. Received on the job harassment and was shunted to the NYPD psychologist. Within 3 weeks after reporting corruption he was involuntarily committed to a psychiatric ward, handcuffed to a bed and prevented from using a telephone. He was portrayed as paranoid during his hospital stay, which lasted 6 days. After discharge, he was suspended from the force without pay. Tapes he had made were eventually reported by the New York Times and others and he has been largely vindicated. 5. Dr. Lawrence Doerr . Orthopedic surgeon. As reported in the NY Times, wrote an open letter to fellow surgeons in 2008 warning about a flawed hip prosthesis. Subsequently became the target of a whisper-campaign that questioned his skills and competence as a surgeon. 6. Russell Roderick . Insulted a powerful, politically connected firm by refusing continued employment. Unclear if he was aware of high-level wrong-doing. Has been the target of a 25 year, multi-national campaign (you will find that these programs are multi- national and follow targets wherever they go) including slander, character assassination, allegations of incompetence, paranoia, drug-addiction, sexual deviance, and being “a deranged, suicidal maniac.” Has experienced blacklisting, financial devastation, isolation, stalking and overt surveillance, street theather, telephone/computer and mail tampering, Stasi-like manipulation of people into a campaign against him, death threats, intimidation, harassment, and a shut-down of all avenues of support. He refers to this as Zersetzen torture. On the web: Zersetzen.wikispaces.com . 7. Greenham Common Women’s Peace Protestors . In the 1980’s, were protesting the presence of US cruise missiles at an English air force base. Came under microwave weapon attack in 1984. Scientists from Electronics Today demonstrated the presence of electromagnetic waves. Dr. Robert Becker, twice nominated for the Nobel prize, found their symptoms were consistent with exposure to a microwave weapon. Every time a cruise missile convoy was ready to drive by, these women were experiencing severe headaches and unbearable fatigue, etc. 8. Andy Lewis and friends . A group of former British soldiers. Became targets of full-on gang stalking in 1996 after attempts to draw attention to what they viewed as an unethical experimental vaccine program that had been given to Gulf War soldiers in 1991. These men have experienced blacklisting, covert harassment, directed energy and psychotronic weapons attacks, overt and covert surveillance, stalking, secret notifications, etc. They have made two excellent websites: targeted-individuals.com and gang-stalking.com . 9. A long list of 9/11 truth activists have reported being targeted with electromagnetic weapons and death threats. Some have died under suspicious circumstances. US Army Major Doug Rokke, PhD physics from University of Illinois, former head of the US"},{"pageNumber":19,"pageContent":"Army depleted uranium cleanup project after Gulf War I, says these weapons are very real, and commonly used in military circles. He has described how he personally used such weapons on a regular basis while training with Special Forces at US Army facilities: “We had them van-mounted, truck-mounted, plane-mounted, and hand- carried. We would go around zapping each other for fun. This was during exercises, or sometimes just as a practical joke.” Rokke further stated that, based on his firsthand knowledge of US military mind-set and capabilities, 9/11 truth activists have undoubtedly been targeted by exotic non-lethal (and lethal) weapons. Remember again Cass Sunstein, who openly advocated cognitive infiltration and disabling of 9/11 truth activists. Is he talking about psychotronic weapons attacks? 10. Jill Hansen . Professional surfer, model and entrepreneur. She received wide acclaim for her performance in a TED speech in 2010 about her spiritual values and altruistic beliefs, Entitled “Open Mind, Open Heart”. In the talk she espouses values including compassion, honesty, integrity, generosity, belief in God, charity, hope, faith and love. She concludes by stating that the world would be a more beautiful place if we all thought this way. Within weeks after this talk, which received a lot of publicity, she found herself the victim of stalking and electronic harassment. Fast forward a few years. Unfortunately, In May 2014, she was charged with attempted homicide for allegedly running over a woman intentionally with her car. TI’s report that attempting to get them to act out inappropriately with strangers is a common protocol. A couple interesting facts: 1) none of the news stories mention that she considered herself a TI and 2) Interestingly, The local Neighborhood Watch Group's 500 members had been alerted about Hansen—supposedly for reckless driving. A representative of the group was reported as saying, \"We need everybody to be on the lookout for her, it's that scary.” So here we have someone reporting being a victim of organized stalking, and it turns out that—HELLO—there was a group of at least 500 people deliberately on the lookout for her. 11. Ted Gunderson . Worked for the FBI from 1950 – 1979. Former head of the Los Angeles FBI, where he was in charge of 700 personnel and had a budget of over 22 million dollars. In 1979 he was one of a handful interviewed for the job of FBI director, which ultimately went to William H. Webster . He retired and started a private investigation firm. He became a whistleblower and eventually filed an affidavit in support of attorney and targeted individual Keith Labella in his FOIA request from the FBI regarding gang stalking. Gunderson explained: “ It is my professional opinion based on information, knowledge and belief that the information sought by Mr. Labella in this FOIA suit regarding gang stalking...reasonably describes an ongoing, active, covert, nationwide program that is in effect today and...has been in effect since at least the 1980’s...[and] has increased in scope, intensity and sophistication by adapting to new communications and surveillance technology. ” As a whistleblower, Gunderson was himself targeted. He experienced whisper campaigns, surveillance, phone tapping, computer hacking, poisonings, group stalking, aerial stalking and more. Stated that based on his experience, victims are targeted for a variety of reasons including government and corporate whistleblowers, parties to financial and employment disputes, parties to marital disputes (usually divorced women), and even jilted paramours. Journalists covering controversial issues, and, even attorneys and private investigators representing unpopular clients or interests. Gunderson’s affidavit can be viewed on the internet, and in my opinion, is a fascinating read. 12. William Binney - An NSA whistleblower. Has stated he is well-aware of mind control technologies."},{"pageNumber":20,"pageContent":"13. There has been a steady increase of mass shootings every year since 2000 from 5 per year until now, about 16 per year. Many of them were complaining of electronic harassment and/or organized stalking, stating that this led them to attack. This is being largely ignored and/or covered up by the media. Does a faction of our government actually want gun violence in the US, perhaps as a pretext to reversing gun rights, or even individual rights in general? Let’s discuss 3 mass shooters. 14. Jiverly Wong - Chinese Immigrant. Reported being targeted with covert harassment for 18 years. Reported experiencing: stalking, harassment, chemical attacks, nausea, shortness of breath, job harassment and job loss, spreading of rumors, phantom touching at night while sleeping, home entry and theft of funds from his home, vehicular stalking and harassment, electronic body shocks. Became a mass shooter of 14 people including himself. Blamed his harassers for the killings. Paranoid? Or victim of a high-tech covert operation that he could not even begin to understand? Let’s not forget that some goals of COINTELPRO included trying to get people to commit suicide (e.g. MLK) or trying to get people to commit serious crimes (e.g. Black Panther Party members) in order to discredit and destroy them. 15. Aaron Alexis - Ex-Navy veteran. Navy yard shooter. Contacted FFCHS stating he was under ELF weapons attack and was being stalked and surveilled, and he believed this was at the hands of the Navy. Interesting things about his case. 1) Although he corresponded with FFCHS, thus identifying himself as a TI, and stating his belief that the Navy was attacking him, the FBI after investigating and speaking with FFCHS Board members, insisted that he was a random shooter with no motive. 2) A heavily armed SWAT team was in the vicinity of the Navy Yard when Alexis started his shooting rampage and was on site within 5 minutes. Inexplicably, they were ordered to stand down and leave the area. The shooting rampage subsequently went on for 45 minutes. 16. Myron May . A promising, young black attorney. Worked first for a well-known law firm and subsequently trying to help disadvantaged children. Cared about people and about God. Reported being recently targeted with directed-energy weapons and law enforcement harassment. Decided to draw attention to the abuse by mailing packages of information to 10 people, shooting people, and “suicide by cop”. He made his goal clear by ending his letter saying, “what targeted individuals need more than anything is media attention.” These packages were confiscated by Federal agents. His suicide note described, “financial, emotional, and psychological pain....a living hell” inflicted upon him as a targeted individual. He stated: “ Our government is able to capitalize on [the] lack of knowledge among the general population to curb sentiments toward questioning the mental health of targeted individuals rather than admitting the truth: that there is a system of covert torture of ordinary innocent citizens that is happening within our borders. ” He believed there was no hope for him and so he stated, “Consequently, I am making a sacrifice so that others in my same position might have a chance at a normal, harassment-free life.” He shot three people. None of them died. I wonder if, even when driven to extremes by secret government torture, whether he was still too moral to bring himself to kill... Ok, so we know who it happens to. We know this is the most sophisticated take-down program the world has ever seen. So, where do all these tactics and techniques come from? Well, as I mentioned before, a look at historical programs is highly instructive here. RELEVANT HISTORY: COINTELPRO, MK-ULTRA, STASI / ZERSETZEN TORTURE"},{"pageNumber":21,"pageContent":" So- COINTELPRO. Known tactics included: Discrediting, smearing, character assassination. Covert campaigns to destroy interpersonal relationships, Harassment, Conspicuous surveillance (also known as stalking), anonymous letters and phone calls, IRS tax audits, legal harassment, Manipulation or strong-arming of parents, employers, landlords, school officials and others to create problems for targets. Threats, intimidation, surreptitious home searches and \"black bag\" jobs, vandalism, Constant surveillance. MK-ULTRA features and goals included: Create a subject who is easier to control and manipulate, create programmed assassins, develop more effective means of torture and interrogation, break down the personality of the subject and insert new belief systems, ethics, politics, personality traits; performed on unwitting and unwilling subjects; manipulate mental states and alter brain function; surreptitious drugging; isolation; verbal and sexual abuse; various forms of torture employed; promote illogical thinking and impulsiveness in the subject so that they will be discredited in public; attempt to produce amnesia for periods of time; surreptitious production of shock or confusion in subject over extended periods of time; attempt to alter the subject’s personality to become dependent on the tormentors; attempt to lower the subject's ambition and work efficiency; attempt to impair eyesight and/or hearing; attempt to activate specific behavior by remote means. Stasi tactics, also known as Zersetzen torture, included such features as: secret persecution, secret methods of control and manipulation, involved even the personal relationships of the target, extensive use of unofficial collaborators--also known as regular people; used the State’s influence to turn public and private institutions against the target, psychological attack intended to deprive the target of the ability to mount hostile political action, often causes irreversible damage to the target, attempt to gain influence over the target in in such a way that undesirable attitudes and beliefs would be slowly changed to more preferable traits over time, Attempt to cause fragmentation, paralysis, disorganization and isolation of target, Attempt political and ideological “re-education\", used in situations when judicial procedures are not convenient for political reasons, a.k.a. extrajudicial punishment, attempts to frame or entrap targets, slander/character assassination involving some true and some false, but always degrading information, orchestrating a series of social and professional failures in order to damage self-confidence, creation of doubts about future, stimulation of mistrust or paranoia, exploitation of target's personality weaknesses, addictions etc., shaming due to the spreading of rumors to those around the target, overt and covert surveillance, intercepting mail, calls, etc., tampering with property and vehicles, poisoning the food and tampering with medications, entering the residence and leaving traces of evidence in order to threaten or intimidate the target by adding removing or modifying objects. The items on these lists will sound very familiar to targeted individuals. Nearly all of them apply to the current program. And nearly all of them are reported by Targeted Individuals. I have no reason to not believe them. Now, add in the use of advanced directed energy and neuro-weapons, and you have a very potent takedown program. THE WEAPONS Ok so at this point we have a pretty good understanding of the program. But there’s one more thing that needs to be understood about this program. The advanced weaponry that is being used."},{"pageNumber":22,"pageContent":"Evidences/Examples: 1) The Moscow Signal : low-power microwave beams were directed into the US embassy for more than two decades, from 1953 until 1976. Discovered in 1962, US scientists studied the signal until the 1970’s before finally telling the diplomats it was there, and offering them hazard pay. Many got sick, some died. Was not exposed to the public until 1976 when unearthed by an investigative reporter. This led to DoD’s ARPA Project Pandora 2) From 1965 through to 1970, Defense Advanced Projects Research Agency (DARPA), with up to 70-80% funding provided by the military, set in motion operation PANDORA to study the health and psychological effects of low intensity microwaves with regard to the so called “Moscow signal ”. This project was quite extensive and included (under US Navy funding) studies demonstrating the ability to: induce heart stoppage, create leaks in the blood brain barrier, and production of auditory hallucinations. Nervous system function could easily be degraded with properly pulsed signals. Memoranda of Richard Cesaro, Director, DARPA, confirmed that the program’s initial goal was to “discover whether a carefully controlled microwave signal could control the mind.” Cesaro urged that further studies be made “for potential weapons applications.” This was 1970, and very specific neurological and physiological weapons capabilities of microwaves had already been recognized. 3) Jose Delgado —the scientist who stopped the charging bull by remote control. Dr. Jose Delgado’s secret work in Project Pandora was directed towards the creation of a “psycho- civilized” society. In his paper “Intracerebral Radio Stimulation and recording in Completely Free Patients”, using radio waves, Delgado observed that: “Radio Stimulation on different points in the amygdala and hippocampus in the four patients produced a variety of effects, including pleasant sensations, elation, deep thoughtful concentration, odd feelings, super relaxation, colored visions (hallucinations), and other responses. ” Speaking in 1966 , Delgado asserted that his research “supported the distasteful conclusion that motion, emotion and behaviour can be directed by electrical forces and that humans can be controlled like robots by push buttons. Delgado stated that EM weapons were “more dangerous than atomic destruction.” “With knowledge of the brain, we may transform, we may shape, direct, roboticize man. I think the great danger of the future is that we will have roboticized human beings who are not aware that they have been roboticized.” He created a brain transponder that was IN FACT used to roboticize human subjects. 4) Dr Ross Adey , formerly of the Brain Research Center at the University of Southern California, worked on the CIA’s infamous Pandora project. His research involved inducing of specific behavior modifications by electromagnetic means. In his pioneering work, Dr. Ross Adey determined that emotional states and behavior can be remotely influenced merely by placing a subject in an electromagnetic field. He also demonstrated that EM radiation, properly modulated and pulsed, can induce calcium efflux events to interfere with brain’s function---the so-called “confusion weaponry”. Again, this is by 1970. 5) Lawrence Pinneo , a neurophysiologist and electronic engineer working for Stanford Research Institute (which is a leading military contractor), “ developed [in 1974] a computer system capable of reading a person’s mind. It correlated brain waves on an electroencephalograph (EEG) with specific commands."},{"pageNumber":23,"pageContent":"6) Dr. Eldon Byrd, a Navy medical engineer with a graduate degree from George Washington University, worked on the Polaris weapon system as an engineer, worked for Naval Surface Weapons Office, was tasked in 1980- 1981 by the US Marine Corps as Project manager to develop non-lethal electromagnetic weapons for purposes including “riot control”, clandestine operations and hostage removal. Worked on ELF, non-linear magnetics . He worked with Ross Adey, Dr. Elizabeth Roscher, Michael Persinger on the ability to entrain human brainwaves at a distance. And he said, “We accomplished it.” 1980. His project went dark after that. It was taken away from him. He had it confirmed from a senator—Senator Pell—confirmed for him that his project went dark. Byrd was quoted in a lecture around 2001 as saying, “Is Mind Control Possible? Absolutely. There is a mountain of evidence.” He went on to say that, “ Today we know there are technologies that can induce sound into the brain at a distance, can monitor and alter brainwaves at a distance, can alter behavior at a distance, can induce images into the brain at a distance, can target individual organs at a distance. Can disrupt the calcium ions binding on individual cell surfaces at a distance, creating pain and other effects anywhere in the body. Mind control technology exists, without a question.” Less than a year later, Dr. Byrd was dead. Maybe it was a coincidence. 7) A 1980 NASA document [ NASA abstract Report Number: AD-A090426 , June 1, 1980] described that one can remotely create the perception of noise in the heads of personnel by exposing them to low power, pulsed microwave.... By proper choice of pulse characteristics, intelligible speech may be created . 1980. Yes, 1980. 8) For further documentation, I recommend the following webpage: http://educate- yourself.org/mc/listofmcsymptoms05jun03.shtml . This webpage documents that there is truly a mountain of evidence about these terrifying weapons . Some highlight include the PROVEN capabilities to induce false memories in the brain, Subliminal command implantation into the brain to modify behavior (including suppressing dissidents). 9) Finally, In July 1996, the Spotlight, a widely circulated right-wing U.S. newspaper, reported that well-placed DoD sources have confirmed a classified Pentagon contract for the development of \"high-power electromagnetic generators that interfere with human brain waves.\" Dr. Emery Horvath, a professor of physics at Harvard University, has stated in connection to these generators,\" These electronic 'skull-zappers' are designed to invade the mind and short circuit its synapses... in the hands of government technicians, it may be used to disorient entire crowds, or to manipulate individuals into self-destructive acts. It's a terrifying weapon .\" To quote José Delgado in his book Physical Control of the Mind: Toward A Psychocivilized Society, p. 116: Individuals whose brain centers are electrically stimulated believe their evoked actions are their own ideas; their conscious mind rationalizes the evoked actions away. People experiencing this electrical stimulation aren't consciously aware of an external influence. In summary, these weapons have the ability to mentally and physically torture people, and to influence human psychological behavior. With, or even WITHOUT the target’s knowledge or awareness. SUMMARY OF THE PROGRAM AND ITS IMPLICATIONS"},{"pageNumber":24,"pageContent":"In summary, we have a program which includes the earmarks of past programs including COINTELPRO and MK-Ultra. It also uses collaboration of regular people to carry out much of the harassment, similar to Stasi or Zersetzen torture of the prior East Germany. Furthermore, it uses advanced neuro-weapons to mentally and physically torture victims from a distance-- whether in their homes, workplaces, or wherever they may go. The goals of the program are many, but ultimately boil down to torture, control, discrediting, and neutralization--exactly the same goals as the prior COINTELPRO, MK-ULTRA, and Stasi or Zersetzen torture. While some victims may be chosen at random, many cases, upon examination, are shown to be perpetrated against activists, whistleblowers, and those who have spoken out against corruption. The consequences are severe. Most targets lose their jobs, homes, and/or their families. Many end up on dangerous medications or institutionalized. Some end up committing suicide or homicide. Of course, the implications for humanity are frightening. Is it possible we are heading toward a synthetic reality, where people’s thoughts, conversations, hopes, dreams, illnesses, major life events are controlled by supercomputers and handlers, all without their knowledge? Is our society becoming one in which no-one can be trusted, with everyone spying on everyone else? With a large percentage of the population becoming government informants and spying collaborators? Are we developing a class of people with “less” rights, who can be harassed at will, even as we all slowly have our rights eroded? If so, doesn’t that sound like a totalitarian regime such as Nazi Germany? WHAT NEEDS TO BE DONE ABOUT THE PROGRAM Several things. First of all, targets must speak out. Especially those who have their wits about them. This program is highly disruptive, and is specifically designed to make even the most solid citizen look as if they have become delusional . Compounding the problem, many targets are either forced to, or willingly take powerful psychiatric medications in hopes of decreasing the severe attacks they are suffering, or to appease skeptical friends and family members. In the case of real mental illness, this should resolve the symptoms. In the case of TI’s, it does not stop the torture and harassment and manipulation of their lives. So, that leads to the next point. If you know someone who this is happening to—don’t count them as crazy. They may be a victim of this program . Recognize that the issues they were speaking about before they got into their current situation are still just as valid now as they were before . In fact, it was probably the very legitimacy of their issues that led powerful forces to want to discredit them so thoroughly. Remember that. Whistleblowers must come forward who are aware of this program. Fearless journalists must pursue the story . It was investigative journalists who brought widespread attention to MK-ULTRA, COINTELPRO, and much of the unethical experimentation that has occurred in the USA. Targets must come together. There is strength in numbers. Targets should never give up the fight. "},{"pageNumber":25,"pageContent":"Finally, Congress MUST thoroughly investigate the intelligence agencies, DOD research programs, and black operations. The targeted individual program is happening. It’s not science fiction. It needs to be EXPOSED AND SHUT DOWN FOREVER. Thank you for your attention."}]
