[{"pageNumber":1,"pageContent":"Elementary Particles, QAM, & the New Standard Model Richard Lighthouse Creative Commons International License-4.0-NonCommercial-NoDerivs; 2020. by Richard Lighthouse Elementary Particles, QAM, & the New Standard Model by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com ISBN: 9781716959059 1 9781716959059"},{"pageNumber":2,"pageContent":"WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution to your friends and colleagues. The size of this pdf ebook, including all text and pictures combined, is about 3.96 MB. It is apparent that coding has been placed in some of the pictures, in some “carriage returns,” headers and footers, and hidden transparencies. However, when I delete them, the government criminals re-insert them. When you drag the cursor thru the document to perform a “copy” function – notice where the cursor slows down... Limit of Liability/Disclaimer of Warranty: This ebook expresses the opinions of the author. All comments and statements in this ebook are opinions of the author. If you disagree with these opinions, then write your own book. While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for any particular purpose. No warranty may be created or extended by sales representatives or sales materials. The author does not advocate violence in any form. All readers are encouraged to do their own research. NOTE TO GOVERNMENT AGENCIES AND THEIR CONTRACTORS: Theft of Intellectual Property and violation of copyright is a serious matter. Under no circumstances did the author consent to such criminal activity. Attempts to conceal criminal activity is even more serious, which may result in charges of Felony Fraud and/or Felony Conspiracy – yes, DARPA and the CIA, I am talking about you. The author does not license material for groups or organizations. References: RLighthouse.com RichardLighthouse.net TargetedJustice.com The Lighthouse Frequency is calculated to be: 1,101,361,642,963.57 Hz 2"},{"pageNumber":3,"pageContent":"About: The author holds a Master's Degree in Engineering from Stanford University and has previously worked for NASA. Many of my books can be found for FREE at: Apple iBooks, Amazon.com, Lulu.com, BarnesandNoble, Google Play, kobo, Scribd, AngusRobertson, Rakuten.jp, Fnac, and other websites. Goodreads.com has connections to the CIA - I do not recommend that website. It appears they are using fake reviews. Baidu and Yandex can sometimes perform a better search than Google. My entire collection of ebooks were deleted from Smashwords.com in January 2020, because kevin@smashwords.com claims he did not like my “intentions.” He fully admits that I did not violate their Terms of Service, an issue of which, they initially accused me. Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Robert Butts for their significant contributions. Contact me at RLighthouse –at – protonmail regarding consulting services in Physics or Engineering. Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). Original 1A – 6 May 2020 Houston, Texas, U.S.A. Revision Elementary Particles & the New Standard Model 3"},{"pageNumber":4,"pageContent":"TABLE OF CONTENTS Section 1: Theory 1. 1024 Elementary Particles (29 May 2014) 9 2. New Kind of Elementary Particle - the Quatern (29 May 2014) 22 3 Elementary Particles: Proposed Nomenclature (24 Nov 2014) 35 4 Elementary Particles: The 4 th Spin Type (19 Jun 2014) 42 5 Elementary Particles & Probabilities of Appearance (6 Aug 2014) 48 6 Elementary Particle Model for 8 Dimensional Universe (9 Jun 2014) 57 Section 2: Applications 7. Anomalous Magnetic Moment: Source & Explanation (11 Jun 2014) 64 8. Identification of Elementary Particles in the Mass Groups (4 Jun 2014) 73 9. Elementary Particles: Solving the Antimatter Problem (9 Aug 2014) 81 10. Sterile Neutrinos, Antinuetrino's, and the QAM Model (4 Oct 2014) 89 11. Explanation for the Mass Gap in Yang-Mills Theory (6 Jun 2014) 95 12. The Top Quark is a Boson (26 Sep 2014) 108 Section 3: Historical 13. 3 New Elementary Particles (29 May 2014) 120 14. Elementary Particles: Cracking the Code (29 May 2014) 134 15. Elementary Particles: Periodic Table (29 May 2014) 152 16. Elementary Particles: Estimates for Mass Groups 6 & 7 (26 Sep 2014) 166 17. Elementary Particles: Estimates for Mass Group 8 (26 Nov 2014) 176 18. Elementary Particles: Estimates for Mass Groups 9 & 10 (26 Sep 2014) 183 19. Elementary Particles: Estimates for Mass Group 11 (26 Nov 2014) 192 APPENDIX 1 20. Seth Quotes on “particles” 199 APPENDIX 2 21. Massless Particles of the Dream Universe 202 APPENDIX 3 22. Targeted Individuals 203 4"},{"pageNumber":5,"pageContent":"Abstract & Introduction This ebook is a collection of technical papers involving elementary particles. Substantially, all of the ideas were developed over a six month period in 2014. Some of the papers are obsolete, but they continue to demonstrate how the ideas developed during this time. Our physical universe literally blinks, off and on, more than 1 trillion times each second. It is called the Lighthouse Frequency, and it is calculated to be 1,101,361,642,963.57 Hz, or expressed as 1.1 THz To calculate the blinking frequency: Think about the fundamental unit of the universe as a classical entity. The energy of such a classical entity, using the equipartition theorem, translates the number of degrees of freedom into \"units\" of k_B*T (where T is the temperature and k_B is the well-known Boltzmann constant). In this way, we find that the fundamental energy is 3*k_B*T (6 d.o.f.). We use a foundational temperature, consistent with the anthropic principle, of the freezing point (and melting point) of the essential object for existence-- water. Using this temperature, we obtain a fundamental energy of ~70.6 meV. Calculation is as follows: 70.6 meV / (\\hbar \\pi^4) = 1.1 THz. Note that the \\pi^4 in general is \\pi^D, where D is the number of spacetime dimensions in existence. Each reader must comprehend that our universe is literally blinking off and on, at 1.1 trillion times every second (THz). By understanding the relationship between elementary particles and the blinking universe, we can deduce many important details about the nature of our reality, and how to better manipulate within it. This understanding extends beyond the practical confines of the universe that we know. I encourage readers to add to this body of work, by further exploring these ideas and developing new applications. If you believe I have significantly erred, then by all means, publish your corrections or additions. All elementary particle masses are related by simple math. This math is similar to the math used for wifi signals and it is called 1024-QAM. The 1024-QAM table graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. If we line up all of the particle masses in order, we find there are a number of “gaps.” These are called the mass gaps, and they line up perfectly with 1024-QAM, which fits the sequence. Supersymmetry (SUSY) is also found to occur with 1024-QAM. Mass Groups 1 thru 8 have heavyweight counterparts which are found in Mass Groups 9 thru 16. 4 new particles are predicted to be discovered between 0.7 to 15 TeV. Also, 4 new particles are predicted to be discovered between 30 to 200 TeV. Numerous other new particles are predicted using 1024- QAM. The only reasonable explanation, for following a QAM pattern, is due to a blinking or discrete universe. These ebooks provide compelling evidence that our universe is literally blinking, off and on. There are errors and inconsistencies in this collection, for which I am certain, the science 5"},{"pageNumber":6,"pageContent":"community will make accommodations... :) The limitations on my time and impositions of targeting, make it remarkable that this ebook even exists. Should there be a contradiction, the latest revision is generally reflected by the publication date. I cannot overstate the importance of reading the Seth material books. If you plan to become the next prize-winning scientist, then it will be required reading. I predict over the next 100 years, most of the important science breakthroughs, will originate from the Seth material. Much of Seth's ideas about particle physics can be found in “The Unknown Reality,” and “Dreams, Evolution, and Value Fulfillment.” But start your introduction with “Seth Speaks.” According to Seth, each elementary particle is composed of millions of individualized, Electromagnetic Energy (EE) units. Because they move between realities and universes quite readily, it will be challenging to ever isolate a single EE unit. Within the Electrical Universe, EE units would be called Consciousness Units (CU's). We can deduce then, that each elementary particle is also individualized and self-aware, possessing consciousness. Truly extraordinary. For my students - “Great work is prefaced by good reading.” Happy reading. :) RL Periodic Table for Elementary Particles, Revised 2019. (zoom in for a closer look) There are earlier versions of this Table in the proceeding chapters, but please do not be confused. I think that understanding the development of these ideas, can help the reader develop the concepts in their own mind. This is the latest Table which replaces all earlier versions: 6"},{"pageNumber":8,"pageContent":"SECTION 1: THEORY 8"},{"pageNumber":9,"pageContent":"1024 Elementary Particles Richard Lighthouse 1024 Elementary Particles Published by Richard Lighthouse Creative Commons International License-4.0-NonCommercial-NoDerivs; 2020. by Richard Lighthouse. Please acknowledge source. RLighthouse.com ISBN: 9781311227331 www.smashwords.com/books/view/473912 RLighthouse.com 9"},{"pageNumber":10,"pageContent":"Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. Previously published as “Elementary Particles: Estimates for Mass Groups 9 & 10” 29 May 2014 - original Revision 4a – 10 April 2019 Houston, Texas, U.S.A. 1024 Elementary Particles TABLE OF CONTENTS Introduction Conclusions References Abstract This short technical paper presents a new standard model for Elementary Particles. All elementary particle masses are related by simple math. This math is similar to the math used for wifi signals and it is called 1024-QAM. The 1024-QAM table graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. If we line up all of the particle masses in order, we find there are a number of “gaps.” These are called the mass gaps, and they line up perfectly with 1024-QAM, which fits the sequence. Supersymmetry (SUSY) is also found to occur with 1024-QAM. Mass Groups 1 thru 8 have heavyweight counterparts which are found in Mass Groups 9 thru 16. 4 new particles are predicted to be discovered between 0.7 to 15 TeV. Also, 4 new particles are predicted to be discovered between 30 to 200 TeV. Numerous other new particles are predicted using 1024- QAM. The only possible explanation for elementary particles to match a QAM pattern, is due to a blinking or discrete universe. This ebook provides compelling evidence that our universe is literally blinking, off and on. This blinking frequency is about 1.1 THz. This author challenges scientists in the particle physics field to provide a better model than 1024-QAM, that will fit the “mass gaps.” I suggest starting with a QAM model and see what format you think will best fit the experimental data that is already available. In my opinion, the 10"},{"pageNumber":11,"pageContent":"data to support 1024-QAM is already available at CERN, Berkeley, Fermi Lab, Brookhaven, Perimeter Institute, and Stanford. No expensive, new experiment will need to be run. Figure U-1. Cycle of our blinking universe. 1. Introduction The math for the QAM table is simple and elegant. No previous particle model has been able to explain the mass gaps. The QAM model beautifully explains the mass gaps. QAM stands for Quadrature Amplitude Modulation. Digital-QAM is a data transmission method that can be used to broadcast television pictures or WiFi signals, and many other applications. For digital applications involving computers, its use seems obvious. However, for applications involving physical reality – this may seem confusing, until it is understood that our universe is literally blinking off and on. QAM in dynamic motion can be seen here: https://en.wikipedia.org/wiki/Quadrature_amplitude_modulation 11"},{"pageNumber":12,"pageContent":"Figure 1. 16-QAM. Note the “Gaps” at 0%, 50%, and 100%. The nodes exist at 25% and 75% amplitude. It is recommended that readers review reference [1], as the following discussion will make more sense. 12"},{"pageNumber":13,"pageContent":"Figure 2. Sample table in QAM demonstrating how each data point contains the particle values in a digital format. *Note that the 4 th spin type is explained in another ebook - “Elementary Particles: The 4 th Spin” 13"},{"pageNumber":14,"pageContent":"Figure 3. 1024-QAM. 4 Quadrants with 16 Mass Groups and 16 probabilities for a total of 1024 points. Note that each quadrant contains 256 points and has 16 Mass Groups and 16 probabilities. The 16 probabilities are the vertical column (red) of points from the blue baseline. There are 4 x 4 x 4 possible mass types for a total of 64. There are 4 possible charge types and 4 possible spin types. 14"},{"pageNumber":15,"pageContent":"Figure 4. This is how the center of the 1024-QAM table might look like. Note the sequence of red numbers – this is the basic pattern for QAM. It is apparent that the first 4 particle masses are Bosons. There may be some minor changes is the order of leptons and quarks, but the pattern is basically predictable. In our search for particles, it is clear we have skipped over some lightweight particle masses, or we may need to target our future searches for specific masses. Bosons are orange, Leptons are green, and quarks are purple. My initial thoughts looking at this table are: I can't believe that we missed all of these lightweight particles! How can this be correct? However, I ask you to consider – how many chemicals were missed and skipped over when the Chemical Periodic Table was being assembled in the 1800's and early 1900's? Anyone that knows this history can confirm – many of the elements were rare in nature and had not been identified. The difference is; this time we are working with a mathematical pattern, not just experimental evidence. 2. 1024-QAM Format 15"},{"pageNumber":16,"pageContent":"Figure 5. This is the 10-bit format for 1024-QAM. Each position has 4 possible data values: 00, 01, 10, and 11. This equals a total of 1024 possible particles. Our universe is literally constructed with a mathematical pattern. Figure 6. Periodic Table for Elementary Particles showing all 16 mass groups. This is the new standard model. Note how the particles appear in groups of four. This is typical of a QAM or wifi signal. They are arranged by mass groups in a natural pattern. This is the simple math that is used for wifi signals and it also relates all elementary particles. It provides compelling evidence that our universe is literally blinking, off and on, at a high frequency. Note that the pattern of quarks and leptons can be “filled-in” from the previously available known data. Although it may need some minor corrections from what is shown in this table, the pattern is basically predictable. Zoom in to see it clearly. 16"},{"pageNumber":17,"pageContent":"Note that we are aware of 3 particle types: Lepton, Quark, and Boson. In a pattern of 4's (QAM) – there must be a 4 th particle type. I call the 4 th particle type, “Quaterns.” They are the heavyweight counterparts for the Boson, and have a similar purpose within the particle field. When we discover the photino soon, it will be a Quatern. This is not simply a new particle, it is a new type of particle. Figure 7. Mass Groups 9 & 10 shown with estimated mass values. These mass ranges are rough estimates, intended for experimental planning purposes. Revised: Photino may be in the 0.5 – 4 TeV range. Sash may be in the 30 – 90 TeV range. 3. Dark Matter As previously noted in another paper, the Quatern particle is the heavyweight counterpart for the Boson. Its function is similar to the Boson. The table information suggests that Dark Matter is comprised of the heavyweight particles, which means that half of the particles in our physical universe are dark matter. These particles are significantly higher in mass value, but generally have shorter lifespans. Once we are able to determine the electromagnetic frequency range for photinos – we should be able “see” this dark matter. 4. Further Research This preliminary model needs further research. The readers input and suggestions are requested. Readers are encouraged to review the work of Theodore Lach (Reference 8). His equation: ln (0.511/1777.1) = -3e 17"},{"pageNumber":18,"pageContent":"strongly suggests that particle masses are predictable. Note these values are known particle masses. 5. Conclusions Mass Gaps, charge, spin and amplitude are readily identified and arranged by a Digital-QAM table. Other conclusions: 1) There are numerous particles that can be identified and discovered by using the QAM digital table. 2) There must be a mathematical equation associating the mass values in a natural pattern. The precise equation(s) would be very helpful if known, and it appears that Theodore Lach may have found the basic relationships. 3) Prediction: 4 new particles will be discovered between 0.7 to 15 TeV/c 2 4) Prediction: 4 new particles will be discovered between 35 to 200 TeV/c 2 5) Prediction: 4 new particles will be discovered between 0.5 to 30 PeV/c 2 . Readers are encouraged to read the associated technical papers at smashwords.com, lulu.com, amazon, barnandnoble, kobo.com, and apple ibooks. This is a living document. The author reserves the right to make corrections and changes. 10. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. www.smashwords.com/books/view/374500 2. Richard Lighthouse, The First Periodic Table for Elementary Particles; Smashwords.com; 2014. www.smashwords.com/books/view/ 461826 18"},{"pageNumber":19,"pageContent":"3. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. www.smashwords.com/books/view/376593 4. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. www.smashwords.com/books/view/445062 5. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. www.smashwords.com/books/view/447537 6. Richard Lighthouse, Elementary Particles: The 4 th Spin Type, smashwords.com; 2014. www.smashwords.com/books/view/44 9983 7. Seth (Jane Roberts) Early Sessions, Book 2, Session 60, 1964. “Matter is continually created, but no particular physical object is in itself continuous... No particular physical particle exists for any amount of time. It exists and disappears, and is instantaneously replaced by another.” 8. Theodore Lach, “Masses of the Sub-Nuclear Particles;” arxiv.org/abs/nucl-th/0008026 ; submitted 14 August 2000. 9. Eric R. Scerri, “Master of Missing Elements,” American Scientist, September 2014, pg 358. Interesting historical note: Henry Moseley’s discoveries in the early 1900s, corrected the chemical periodic table and showed that, at least 3, chemical elements were missing from the table (atomic numbers 43, 61, and 75). Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLighthouse – at – protonmail.com RLighthouse.com Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX Sample Calculations using approximate mathematical patterns: 19"},{"pageNumber":20,"pageContent":"Photino Particle 1.275/.511 = 2.495 2.495 x 1.275 = 3.2 TeV Gluino Particle 1.777/1.275 = 1.394 1.394 x 3.2 = 4.5 TeV = = = = Sash Particle 80.4/95 = .846 .846 x 80.4 = 68 TeV Sbev Particle 91.2/80.4 = 1.134 1.134 x 68 = 77 Tev etc...by mass ratios These calculations are not predictions, they are merely rough estimates. It is understood these calculations are based on mathematical patterns. = = = = = Appendix B. 20"},{"pageNumber":21,"pageContent":"Figure A4. When converting this document to pdf, it is apparent that transparent objects were previously hidden in the document. These objects are likely being used by the government for tracking the distribution of my ebooks. This was not done by the author. 21"},{"pageNumber":22,"pageContent":"A New Kind of Elementary Particle: The Quatern (obsolete) Richard Lighthouse A New Kind of Elementary Particle: The Quatern (obsolete) Creative Commons International License-4.0-NonCommercial-NoDerivs; 2020. by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com 22"},{"pageNumber":23,"pageContent":"WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution This document is a simplified version of “Elementary Particles: Cracking the Code.” 29 May 2014 - original Revision 1b – 16 August 2014 Houston, Texas, U.S.A. A New Kind of Elementary Particle: The Quatern TABLE OF CONTENTS Introduction Conclusions References Abstract This paper presents a new kind of Elementary Particle. This particle is not a quark, boson, or lepton. Also presented is the QAM model as the first Periodic Table for Elementary Particles. A 1024-QAM table is presented that graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. Interestingly, the math that describes QAM is simple and elegant. If we line up all of the particle masses in order, we find there are a number of “gaps.” These are called the mass gaps, and they line up perfectly with 1024-QAM. QAM is very simple – it is the math used for wifi signals, and it perfectly fits the sequence of elementary particle masses. The QAM model is the only known method to correctly account for the mass gaps, and even a child can understand it. This paper provides compelling evidence that our universe is blinking at a high frequency. 1. Introduction 23"},{"pageNumber":24,"pageContent":"The math for the QAM table is simple and elegant. No previous particle model has been able to explain the mass gaps. The QAM model beautifully explains the mass gaps. QAM stands for Quadrature Amplitude Modulation. Digital-QAM is a data transmission method that can be used to broadcast television pictures or WiFi signals, and many other applications. For digital applications involving computers, its use seems obvious. However, for applications involving physical reality – this may seem confusing, until it is understood that our universe is literally blinking off and on. QAM in dynamic motion can be seen here: https://en.wikipedia.org/wiki/Quadrature_amplitude_modulation It is recommended that readers review reference [1] & [2], as the following discussion will make more sense. Figure 1. 16-QAM. Note the “Gaps” at 0%, 50%, and 100%. The nodes exist at 25% and 75% amplitude. 24"},{"pageNumber":25,"pageContent":"Figure 2. Equivalent waveform for 16-QAM. Note the zero values at 0%, 50%, and 100%. Figure 3. If we line up the known masses of elementary particles, we notice there are distinct gaps in the sequence. A child would notice this, if given the mass values as playing blocks. These gaps correspond to the mass gaps in experimental results. They also correspond to the gaps on the QAM table. Note that all particle masses appear in groups of 4. Undiscovered particles are show in gray. 25"},{"pageNumber":26,"pageContent":"2. Mass Gaps Mass Gaps are readily identified by a QAM table. Note that if we line up all of the known particle masses, in order of mass - the sequence makes the gaps apparent. A child might play with this if given each of the particles as a numbered block on a table. He would immediately notice there are gaps in the sequence of the mass values. A theoretical model such as Yang-Mills, Supersymmetry and Quantum Gravity, cannot account for the mass gaps. 3. 1024-QAM Format Figure 4. This is the 10-bit format for 1024-QAM. Each position has 4 possible data values: 00, 01, 10, and 11. This equals a total of 1024 possible particles. 26"},{"pageNumber":27,"pageContent":"Figure 5. Sample table in QAM demonstrating how each data point contains the particle values in a digital format. *Note that the 4 th spin type is explained in another paper. [11] 4. The W Boson It is noted that the W Boson does not seem to fit the table, initially. However, on further examination, we see that the particle is simply exhibiting eccentric behavior and should be properly modeled as a net zero charge (0). This particle's charge apparently flips between +1 and -1. Note that the average value for the particle charge is therefore, zero, and it should be placed in this category. Eccentric behavior is common in nature. In astrophysics, we do not “kick-out” a planet from its solar system, simply because it exhibits an eccentric orbit. And in this case, it could be said that the W boson's behavior is noted, and the table can accommodate it. It is simply eccentric behavior. 27"},{"pageNumber":28,"pageContent":"5. Where are the Mass Values? The QAM model is a universal table – meaning that its framework applies to all physical universes. This contrasts with a single universe, where individual mass, charge, and spins values are unique to that one universe. Probabilities are involved. For example, there likely exists a 4-Dimensional, physical universe where the charge values are: 0, -1/ 4, +1/ 2, & -1 and it likely has different mass and spin values than the ones we experience in our universe. The QAM framework is the same, but the charge values are different. Therefore, the QAM table applies to all physical universes and the specific values we experience for mass, charge, and spin are unique to a single universe. See reference [4] for additional information - “The Discovery of Parallel Universes.” www.smashwords.com/books/view/376593 28"},{"pageNumber":29,"pageContent":"Figure 6. 4 Quadrants with 16 Mass Groups and 16 probabilities for a total of 1024 points. Note that each quadrant contains 256 points and has 16 Mass Groups and 16 probabilities. The 16 probabilities are the vertical column (red) of points from the blue baseline. There are 4 x 4 x 4 possible mass types for a total of 64. There are 4 possible charge types and 4 possible spin types. Figure 7. Preliminary 1024-QAM. This is how the center of a 1024-QAM table might appear. (This is representative only and may require some changing of positions.) Keep in mind that each particle mass has 16 probability types, which appear as a vertical column (red line) with each particle mass (blue line). Note the symmetry in color and type, which are good indicators for the undiscovered particles (gray). From Figure 7, we can deduce some preliminary conclusions about the undiscovered particles. See Reference [5] for the nomenclature. MG4-III is likely a Lepton. MG3-III is likely a Lepton. MG3-IV is likely a Quark. Also note that the “Top Quark” (MG5-IV) is probably a Boson. (the name should probably remain as “Top Boson.”) The QAM model explains the relationships, but it does not describe the dynamics and interactions. This is similar to the Standard Periodic Table in chemistry. The Count for Figure 7: 8 Leptons (green) 6 Quarks (purple) 6 Bosons (orange) 29"},{"pageNumber":30,"pageContent":"X New Type [Quaterns] Given that QAM operates in 4's – we can predict a new type of particle that has not been discovered (Quaterns). Figure 8. Undiscovered Particles with Estimates. 6. Possible Error Sources This preliminary model is far from complete. The author welcomes input and suggestions from the physics community. This preliminary model may appear to be deficient due to: 1) Incomplete or bad experimental data 2) There may be particles with lifetime's so short that we are not able to capture their behavior. This might eliminate them from detection. 3) The QAM table suggests that each particle mass can exhibit a variety of charge and spin. It is possible that this diverse behavior (probabilities) has not been captured by researchers. 7. Experimental Confirmation Experimental confirmation is suggested by identifying individual mass particles that have more than one charge or spin. This may be already accessible in existing experimental data. 8. Further Research The preliminary QAM table strongly suggests that each particle mass may exhibit 4 different types of charge, and 4 different types of spin, for a total of 16 probabilities. This may account 30"},{"pageNumber":31,"pageContent":"for the recently discovered “ghost” gluons. It may also be a better method to account for the “colors” in QCD. Confirmation of this behavior would lend credibility to the model, and as such, it should be relatively easy and inexpensive to verify. Such experimental data may even be imbedded in previous experimental observations for review and confirmation. It is also possible that each particle will exhibit this behavior when under a strong magnetic field or high temperatures, etc. If each particle has 4 possible charges and 4 possible spins – there will be 16 possible particles for each specific mass. For example, 16 possible varieties of photons, 16 possible varieties of gluons, etc. For the photon, these various probabilities would then appear as a 16-position column above position (0000000000) on a 1024-QAM table, which further suggests that numerous particles remain to be discovered. When studying the 1024-QAM core pattern (Figure 7), there seems to be a balance of leptons, bosons, and quarks - followed by the entire Mass Group 5, which is probably composed solely of bosons. Why? This is quite interesting. This preliminary model needs further research. The readers input and suggestions are requested. 9. Conclusions Mass Gaps, charge, spin and amplitude are readily predicted and arranged by a Digital-QAM table. It can be concluded that Digital-QAM fits well with the experimental data, and it provides compelling evidence that our universe is blinking because it is a digital-discrete model. Other conclusions from the data arrangement: 1) The QAM table is the correct foundation to use with Quantum Field Theory (QFT). This is the equivalent of the Standard Periodic Table in chemistry. 2) There are 4 “massless” or “near-massless” particles. 3) One type of spin has yet to be found and identified. [11] 4) Particle masses are found in groups of 4. (Quadrature means 4) 5) There are numerous particles that can be predicted and discovered by using the QAM digital table. 6) The math for QAM is simple and elegant, compared to Yang-Mills and related theories. 7) No proposed particle model has been able to account for the mass gaps. We can 31"},{"pageNumber":32,"pageContent":"therefore conclude the preliminary QAM table is basically the correct approach. For each particle mass, 16 different probabilities are involved with the appearance of each charge and spin type – implying that the smallest possible QAM table that will contain all particles, for our single universe, is 1024-QAM. 9) The QAM table correctly explains and accounts for the Anomalous Magnetic Moment. [6] 10) The QAM model explains the relationships, but it does not describe the dynamics and interactions. This is similar to the Standard Periodic Table in chemistry. Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. 10. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 2. Richard Lighthouse, Explanation for the Mass Gap and Yang-Mills Theory, Smashwords.com; 2014. https://www.smashwords.com/books/view/438567 3. Richard Lighthouse, Preliminary Model for Grand Unified Theory (GUT), Smashwords.com; 2013. https://www.smashwords.com/books/view/374520 4. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 5. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 6. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. https://www.smashwords.com/books/view/447537 7. IEEE Standard 802.16-2009, Air Interface for Fixed Broadband Wireless Access Systems, 2009. http://standards.ieee.org/getieee802/download/802.16-2009.pdf 32"},{"pageNumber":33,"pageContent":"8. International Telecommunication Union J.83; 2007. http://www.itu.int/rec/T-REC-J.83-200712-I 9. Advanced Television Systems Committee (ATSC): Digital television standard, Washington D.C., September 1995. 10. Ron Bryan, “What Can Elementary Particles Tell Us about the World We Live In?”; Journal of Scientific Exploration, Volume 14, pages 257 -274, 2000. [Ron was a friend of mine.] 11. Richard Lighthouse, Elementary Particles: The 4 th Spin Type, smashwords.com; 2014. https://www.smashwords.com/books/view/44 9983 12. Seth (Jane Roberts) Early Sessions, Book 2, Session 60, 1964. “Matter is continually created, but no particular physical object is in itself continuous... No particular physical particle exists for any amount of time. It exists and disappears, and is instantaneously replaced by another.” Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Also thanks to Christian Luebbe, Nathan Borggren, Adam Elwood, Rhorry Gauld, and Ron Bryan for comments – although they do not necessarily agree with the views expressed in this paper. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Currently unemployed. Will consider opportunities in a research management position. Resume on request. Historical Note: The QAM pattern for elementary particles, including the mass, charge, and spin, was realized on 29 May 2014. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). 33"},{"pageNumber":34,"pageContent":"34"},{"pageNumber":35,"pageContent":"Elementary Particles: Proposed Nomenclature for Mass Groups 6 to 16 (obsolete) Richard Lighthouse Elementary Particles: Proposed Nomenclature for Mass Groups 6 to 16 (obsolete) ISBN: 9781311211613 Creative Commons International License-4.0-NonCommercial-NoDerivs; 2020. by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution www.smashwords.com/books/view/495896 35"},{"pageNumber":36,"pageContent":" 24 November 2014 - original Revision -2a – 13 January 2015 Houston, Texas, U.S.A. Elementary Particles: Proposed Nomenclature for Mass Groups 6 to 16 TABLE OF CONTENTS Introduction Conclusions References Abstract This short technical paper presents a p roposed naming convention for the elementary particles in Mass Groups 6 thru 16. The names have been drawn from a broad and diverse background of countries, languages, and ethnicities. [obsolete] This system should make it simpler and clearer to discuss individual particles and their properties. For example, “Clara21” indicates Mass Group 8, the 4 th particle mass, the second charge type, and the first spin type. Introduction With 1024 elementary particles on a table, having a clear and concise reference for each particle is a necessity for researchers. A nomenclature system is presented which may simplify designations and locations. The names were drawn from a diverse background of countries, languages, and ethnicities. There is certainly no intention of offending or misusing any name or culture. It is anticipated that some modifications may be required, and it is left to the physics community to resolve and agree to changes. This proposed nomenclature is an adequate structure to begin discussions. 36"},{"pageNumber":37,"pageContent":"Nomenclature Figure 1. Proposed names arranged by mass group. (This list has been superceded, and was an early attempt to organize and name.) Figure 3 below, displays a possible alternate structure. To identify a particular particle, use its name, charge, and spin – in that order. For example, “Clara21” represents the 8 th Mass Group, 4 th particle mass, 2 nd charge, and 1 st spin. Charges are arranged as negative to positive, in order. Spins are arranged as 0, ½, 1, LF See Reference [4] Conclusions A proposed nomenclature system has been presented that should simplify the identification and location of individual particles. An alternate structure for the table is also provided in Figure 3 of the Appendix, which is primarily fixed by the Boson group as Mass Group 8 – the “halfway” position. As there are 1024 elementary particles, this nomenclature is the first time that all particles on the table can be uniquely identified by location and name. Prior to this year, only about 2% of all elementary particles have been correctly predicted or identified. Imagine how the science community would have reacted if 300 years ago, a single person had predicted, identified by mass order, and named 98% of the elements on the Chemical Periodic Table? For those researchers that would like to contribute to future naming conventions, there will be billions of opportunities. Consider that each parallel universe has elementary particles with a different mass, charge, and spin. We will exhaust the list of possible names long before we run out of universes and unique particles. Again, it is anticipated that some changes may be desired, and it is left to the global physics community to resolve and agree to changes. 37"},{"pageNumber":38,"pageContent":"Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 2. Richard Lighthouse, Preliminary Model for Grand Unified Theory (GUT), Smashwords.com; 2013. https://www.smashwords.com/books/view/374520 3. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 4. Richard Lighthouse, Elementary Particles: The 4 th Spin Type; smashwords.com; 2014. Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX Figure 2. Periodic Table for Elementary Particles 38"},{"pageNumber":39,"pageContent":"Figure 3. Possible Alternate Structure for Periodic Table (This is an obsolete table.) 39"},{"pageNumber":40,"pageContent":"40"},{"pageNumber":41,"pageContent":"(Obsolete) 41"},{"pageNumber":42,"pageContent":"Elementary Particles: The 4 th Spin Type Richard Lighthouse Elementary Particles: The 4 th Spin Type IS BN: 9781311124784 www.smashwords.com/books/view/449983 Creative Commons International License-4.0-NonCommercial-NoDerivs; 2020. by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com 42"},{"pageNumber":43,"pageContent":"WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution 19 June 2014 - original Revision -2b-, 21 June 2014 Houston, Texas, U.S.A. Elementary Particles: The 4 th Spin Type TABLE OF CONTENTS Introduction Conclusions References Abstract This paper presents a possible solution for the fourth spin type, which has not been identified. It is proposed that the fourth spin type applies to all elementary particles, and is the ability to vibrate at the blinking frequency of our universe – the Lighthouse Frequency. If this solution is correct, it will complete the needed 4 th spin type confirming the accuracy of the QAM model. Solutions and explanations for Dark Matter and Quantum Entanglement are proposed. Suggestions for further research are provided. Introduction A digital reference table was previously described for use with the QAM model. [1] In this paper, it is proposed that the 4 th type of spin is not a spin in the traditional sense. It might be stated that all spins are actually vibrational states for a particle. It makes sense then, that the 4 th spin type is a specific vibration or frequency. That frequency is the blinking frequency of our universe. 43"},{"pageNumber":44,"pageContent":"Figure 1. 64-QAM table (6-bits) demonstrating where the 4 th Spin type appears on the digital reference table for our universe. The 4 th Spin is presented as a vibration at the blinking frequency of our universe – the Lighthouse Frequency (LF). 1024-QAM table will have additional digits (10-bits) for the varieties of mass. The table is expandable to accommodate any number of particles. The ability for all elementary particles to vibrate at the blinking frequency would impart the capability to move between distances, time periods, and parallel universes – instantly. In fact, this could be described as infinite mobility. Reference [7] provides a discussion of infinite mobility as a Basic Law of all universes. Quantum Entanglement 44"},{"pageNumber":45,"pageContent":"Infinite mobility through Spin type 4, can readily explain Quantum Entanglement. Two possible explanations: 1) It is a single particle displaying 2 probable locations by “jumping” back and forth via Spin 4. 2) It is 2 particles that are synchronized thru Spin 4. Keep in mind that in the Electrical Universe, there really is no distance between particles. [1] Dark Matter The explanation for “Dark Matter” has eluded scientists for many years. A solution is proposed as follows: Tangible evidence for the existence of parallel universes is provided in reference [4]. In our terms, 99.999...% of all physical matter resides in other universes, but this matter also has the capability to transit our own physical universe. The capacity for infinite mobility is achieved through the 4 th Spin Type. In our terms, a particle's residency within our universe, could be brief or for long periods of time. Probabilities are involved. This simple explanation readily explains the “Dark Matter” problem. In our terms, there really is no “Dark Matter.” We inhabit a physical universe with large probabilities, and it is only one universe out of a near-infinite number. We simply need to accept a smaller and more humbling position within a vast multiverse of probabilities. Experimental Confirmation Experimental confirmation is suggested by measuring the charge and spin of particles involved in Quantum Entanglement by using a data sampling rate that exceeds the blinking frequency of our universe by a factor of 2 (Nyquist-Shannon). This may be in the range of 2 to 3 trillion cycles per second. There may be alternate methods as well. Conclusions Identification of this behavior would confirm the 4 th type of spin and complete the digital reference table in Figure 1. 45"},{"pageNumber":46,"pageContent":"Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 2. Richard Lighthouse, Explanation for the Mass Gap and Yang-Mills Theory, Smashwords.com; 2014. https://www.smashwords.com/books/view/438567 3. Richard Lighthouse, Preliminary Model for Grand Unified Theory (GUT), Smashwords.com; 2013. https://www.smashwords.com/books/view/374520 4. Richard Lighthouse, The Discovery of Parallel Universes; smashwords.com; 2013. https://www.smashwords.com/books/view/376593 5. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups; smashwords.com; 2014. https://www.smashwords.com/books/view/445062 6. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation; smashwords.com; 2014. https://www.smashwords.com/books/view/447537 7. Seth (Jane Roberts) Early Sessions, Book 2, Session 51, 1964; “I mentioned the capacity for infinite mobility and transmutation as being one of the laws of the inner universe. The reflection of this law is seen in the latent ability for almost infinite varieties of structures, and endless combinations that can be achieved by the atoms and molecules, and smaller particles of your universe.” Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. 46"},{"pageNumber":47,"pageContent":"Contact: RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). 47"},{"pageNumber":48,"pageContent":"Elementary Particles and Probabilities of Appearance (obsolete) Revised as “You Create Your Reality: Mathematical Evidence” Richard Lighthouse Elementary Particles and Probabilities of Appearance (obsolete) Creative Commons International License-4.0-NonCommercial-NoDerivs; 2020. by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution ISBN: 9781311746658 48"},{"pageNumber":49,"pageContent":"www.smashwords.com/books/view/465722 Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. 6 Aug 2014 - original Rev 2a – 24 January 2015 (complete table added) Houston, Texas, U.S.A. Elementary Particles and Probabilities of Appearance TABLE OF CONTENTS Introduction Conclusions References Abstract This paper presents a summary of the universal probabilities involved from the perspective of a single elementary particle. There are numerous probabilities that have near-infinite variations. Combined together, we can conclude that for all practical purposes the total probabilities are infinite, in our terms. 1. Introduction We will start from the perspective of an individual elementary particle – an electron. From Reference [1], we know that there are 16 types of electrons on the 1024-QAM table. The QAM “clock” of our universe completes a full cycle for 1024 particles at about the rate of 1015 MHz. This means individual particles have a “lifespan” of about 1.015 billionth of a second, while the universe blinks at approximately 1.039 trillion cycles per second. 49"},{"pageNumber":50,"pageContent":"For the most common type of electron, its Probability of Appearance can be described as: Equation 1. Equation 2. where n x is the number of appearances, and n t is the total number of trials. There are 16 probability types for each particle mass. For a composite particle, such as a proton, the number of possible combinations are: Equation 3. where n is the number of particles in the composite at any given instant. But there are other probabilities as well. Definition: Plane – In our terms, a plane consists of all of the 4-D universes that are similar to our own in composition, having x, y, z, and mass as the 4 dimensions. This includes both forward and backward in time, in our terms, as well as parallel universes, which are accessible as previously described. [4] “ A plane – and I am using your term, I will try to think of a better one -– is not necessarily a planet. A plane may be one planet, but a plane may also exist where no planet is. One planet may have several planes. Planes may also involve various aspects of apparent time.” Seth, Session 16, 1964. For time, then, in our terms: Equation 4. 50"},{"pageNumber":51,"pageContent":"If we also assume that every location within our universe, is an alternate probability of the location you presently occupy: Equation 5. For parallel universes, P P : Equation 6. For other dimensions, such as an 8-dimensional universe, the probabilities are again, near-infinite. Equation 7. So that the Total Probabilities involved are: Equation 8. for all practical purposes, the probabilities are infinite, in our terms. 51"},{"pageNumber":52,"pageContent":"Figure 7. Preliminary 1024-QAM. This is how the center of a 1024-QAM table might appear. (This is representative only and may require some changing of positions.) Keep in mind that each particle mass has 16 probability types, which appear as a vertical column (red line) with each particle mass (blue line). Note the symmetry in color and type, which are good indicators for the undiscovered particles (gray). 2. Conclusions For all practical purposes, the possible variations and combinations are endless. Readers are encouraged to read the associated technical papers at smashwords, lulu, amazon, barnesandnoble, kobo, and apple ibooks. This is a living document. The author reserves the right to make corrections and changes. 52"},{"pageNumber":53,"pageContent":"3. References 1. Richard Lighthouse, The First Periodic Table for Elementary Particles, Smashwords.com; 2014. https://www.smashwords.com/books/view/461268 2. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 3. Richard Lighthouse, Preliminary Model for Grand Unified Theory (GUT), Smashwords.com; 2013. https://www.smashwords.com/books/view/374520 4. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 5. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 6. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. https://www.smashwords.com/books/view/447537 7. Seth (Jane Roberts) Early Sessions, Book 8, Session 409, 1968. “ The miraculous and pristine original ity of every moment, even as you know it, can hardly be vocalized. The diversi ty of atomic structure is as yet hardly suspected. And all of this is but the phys ical materialization of the inner reality within one system.” 8. Richard Lighthouse, Elementary Particles: Proposed Nomenclature for the Mass Groups, smashwords.com; 2014. 9. Seth (Jane Roberts) Early Sessions, Book 8, Session 410, 1968. “Your scientific fields of endeavor may stumble upon the mathematical probabilities involved in such other fields within perhaps a 60-year period, but they will not recognize the significance of the discovery—which will probably be made in an attempt to obtain more data concerning an idea related to Einstein's special field theory. This related idea will be developed by another scientist, based on the Einsteinean concept.” Author's note: I used Einstein's Special Field Theory to develop the math for time travel in February 2013, which has now led to this paper on probabilities. Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. 53"},{"pageNumber":54,"pageContent":"About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX Figure 8. [obsolete] The complete Periodic Table arranged by Mass Groups and proposed names. Note that the natural patterns and symmetry are predictable with only a portion of the table known. Also note that Supersymmetry predicts the heavyweight counterparts for mass groups 9 thru 16. This means that the next particle discoveries will be the heavy counterparts for the photon, gluon, and electron neutrino. Their masses are in the range of 1 to 10 TeV. 54"},{"pageNumber":55,"pageContent":"55"},{"pageNumber":56,"pageContent":"56"},{"pageNumber":57,"pageContent":"Elementary Particle Model for 8-Dimensional Universe Richard Lighthouse Elementary Particle Model for 8-Dimensional Universe Published by Richard Lighthouse at Smashwords Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution 57"},{"pageNumber":58,"pageContent":"IS BN: 9781311738189 No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechanical, photocopying, recording, scanning, or otherwise, except as permitted under Section 107 or 108 of the 1976 United States Copyright Act, without the prior written permission of the Copyright holder. Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. No warranty may be created or extended by sales representatives or sales materials. The author shall not be liable for any loss of profit or any other commercial damages, including but not limited to incidental, special, consequential, or other damages. ATTENTION: GOVERNMENT AGENCIES AND THEIR CONTRACTORS: Theft of Intellectual Property and violation of copyright are serious matters. Under no circumstances did the author consent to such criminal activity. Attempts to conceal criminal activity are even more serious, which may result in charges of Felony Fraud and/or Felony Conspiracy. The author does not license any material for companies or organizations. If you did not personally pay for this document, then you are willfully participating a crime. Rev-1a 9 June 2014 - original Houston, Texas, U.S.A. Elementary Particle Model for 8-Dimensional Universe TABLE OF CONTENTS Introduction Conclusions References Abstract This short paper presents a possible elementary particle model for an 8-Dimensional universe. Readers are encouraged to first review “Elementary Particles: Cracking the Code”, 58"},{"pageNumber":59,"pageContent":"as this information will make more sense. The basic model is constructed utilizing 1024-QAM from 4 dimensions. The 4 dimensions are x, y, z, and mass, which make construction of a physical universe possible. Introduction It is assumed from many previous technical papers and literature, that higher order universes are theoretically possible. There has not been much analysis on the possible construction of these universes, and their make-up. It is proposed in this paper that natural extensions to our 4-D universe are possible and conceivable to many higher orders using the same basic format and pattern. It is important to note that the 4 dimensions are x, y, z, and mass. Time is not a dimension for the purposes of this discussion. The basic pattern from our 4-D universe is shown is Figure 1 using 1024-QAM (Note this model is preliminary.) Figure 1. 4-D universe model (preliminary). 59"},{"pageNumber":60,"pageContent":"Figure 2. 8-D Universe Model. By utilizing the intersection of two 4-D universe models, we see that a natural extension to 8 dimensions is possible. Conclusions A preliminary and proposed model for 8-Dimensional universes has been presented. It may be possible to extend this pattern to 12, 16 dimensions and higher order universes. Probabilities and possible combinations through the QAM model, likely extend to infinity, in our terms. Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. References 60"},{"pageNumber":61,"pageContent":"1. Richard Lighthouse, Elementary Particles: Cracking the Code; Smashwords.com; 2014. 2. Richard Lighthouse, Preliminary Model for Grand Unified Theory, (Appendix) Smashwords.com; 2013. 3. Richard Lighthouse, Identification of Elementary Particles in Mass Groups; Smashwords.com; 2014. 4. IEEE Standard 802.16-2009, Air Interface for Fixed Broadband Wireless Access Systems, 2009. http://standards.ieee.org/getieee802/download/802.16-2009.pdf 5. International Telecommunication Union J.83; 2007. http://www.itu.int/rec/T-REC-J.83-200712-I Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). 61"},{"pageNumber":62,"pageContent":"62"},{"pageNumber":63,"pageContent":"SECTION 2: APPLICATIONS 63"},{"pageNumber":64,"pageContent":"Anomalous Magnetic Moment: Source and Explanation Richard Lighthouse Anomalous Magnetic Moment : Source and Explanation Published by Richard Lighthouse at Smashwords Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution IS BN: 9781311311504 64"},{"pageNumber":65,"pageContent":"www.smashwords.com/books/view/447537 11 June 2014 - original Revision 2c – 20 July 2014 Houston, Texas, U.S.A. Anomalous Magnetic Moment: Source and Explanation TABLE OF CONTENTS Introduction Conclusions References Abstract This paper explains the anomalous magnetic moment for all elementary particles and composite particles (such as the proton). The special case regarding the Muon anomaly is addressed. It also presents a summary of the issues in accurately measuring the magnetic dipole moment for elementary particles. The explanation provided involves simple math and probabilities. It is not complex, such as Yang-Mills and related theories. In summary, there is no anomaly. The measurement of the magnetic moment is a time-averaged value for 16 different particles. Areas for further research are suggested. Introduction The magnetic dipole moment is generally defined as the measurement of the strength of a magnetic source. When discussing elem particles, it is generally used to describe the difference between an equation (Dirac) that calculates it and the experimentally measured value. It typically differs by a small fraction of one percent. Readers are encouraged to review references [1], [2], and [3] first, as the following discussion 65"},{"pageNumber":66,"pageContent":"will make more sense. There are at least three problems with recent experimental measurements: Problem 1. Most of the data is time-averaged. It has not occurred to most researchers that our universe is blinking, and therefore any data sample is subject to the limitations of the time interval over which it is taken. Problem 2. In measuring the magnetic moment of an electron, it is assumed there is only one kind of electron. In fact, there are 16 different types of electrons. Problem 3. For a composite particle, the problem is magnified because you are dealing with 16 probabilities for each particle mass. The reason that composite particles often have a large magnetic moment anomaly is because you are dealing with 16^n (where n is the number of individual particles in the composite particle.) In the case of a proton, it is electrically neutral, but displays a magnetic moment because, while each proton is made up of charged quarks and a neutron, the quarks and neutron each have 16 probabilities of occurrence. These probabilities are then invoked, each time the blinking universe completes a full cycle around the 4 quadrants. [2] This is about 1.039 trillion times each second for the blinking and about 1 billion times each second (1015 MHz) that the probabilities are invoked for a single particle. 66"},{"pageNumber":67,"pageContent":"Figure 1. Electron Probability Curve (representative only). These 16 dots represent the 16 different probabilities for electrons. Showing the probability of appearance for each of the types. Note that the most common probable electron (red dot) appears far more often than any of the other types. This is typical for many of the elementary particles in the standard model. 67"},{"pageNumber":68,"pageContent":"Figure 2. Muon Probability Curve (representative only). In this case, the red dot represents the most common type of Muon. Note that the alternate probabilities (blue dots) occur much more often here, which results in a large variance compared to typical particles. Keep in mind that each particle mass has 16 probability types. The large variance expressed by the Muon probabilities, is proportional to the large anomalous magnetic moment. To calculate the precise value for the anomalous magnetic moment, it is necessary to first have all of the probabilities for each of the 16 particles. 4 of these 16 particles will not contribute significantly to the anomaly because they have the same charge as the most common type (but have 4 different spins). Therefore, the anomalous magnetic moment is proportional to the variance of the most common particle type (red dot). AMM = Var(X) Possible Error Sources The explanation here should provide for a high degree of accuracy for most elementary and composite particles, however, there may be other secondary effects as well – such as 68"},{"pageNumber":69,"pageContent":"relativistic effects, and time-interval effects associated with the blinking frequency of the universe (Lighthouse Frequency). Experimental Confirmation Experimental confirmation is suggested by identifying individual mass particles that have more than one charge or spin. This may be already accessible in existing experimental data. Further Research A precise definition and equations are needed to explain all possible probabilities associated with the phenomena. This may first require more research to clearly identify all of the probabilities that are occurring. This occurrence is called the Probability of Appearance (PoA). Conclusions In summary, there is no anomaly. The measurement of the magnetic moment is a time- averaged value for 16 different particles. To properly measure the magnetic moment for a single particle – the data must be sampled much faster. What we experience as the anomalous magnetic moment for an electron [6], is actually a composite of the probabilities for the various types of electrons. There are 16 types. If we can precisely define the Probability of Appearance (PoA) for each type, then we will be able to properly account for the anomaly, for any particle or composite particle. For example, when an experiment is designed to deal with a single electron, it is experiencing a probability of appearance for an electron, each time the universe blinks and completes a full cycle around the 4 quadrants. [8] Because a full cycle in our universe takes about 1 billion times each second, each electron is replaced by a new probable electron at the same rate. In short, we are not dealing with one electron. We are dealing with the Probabilities of Appearance for an electron, which has 16 different types, involving 4 charges and 4 spins. Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. 69"},{"pageNumber":70,"pageContent":"References 1. Richard Lighthouse, Explanation for the Mass Gap and Yang-Mills Theory, Smashwords.com; 2014. https://www.smashwords.com/books/view/438567 2. Richard Lighthouse, Elementary Particles: Cracking the Code, Smashwords.com; 2014. https://www.smashwords.com/books/view/442962 3. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, Smashwords.com; 2014. https://www.smashwords.com/books/view/445062 4. Richard Lighthouse, Preliminary Model for Grand Unified Theory (GUT), Smashwords.com; 2013. https://www.smashwords.com/books/view/374520 5. Richard Lighthouse, The Discovery of Parallel Universes; smashwords.com; 2013. https://www.smashwords.com/books/view/376593 6. Kusch, P.; Foley, H. M. (1948). \"The Magnetic Moment of the Electron\". Physical Review 74 (3): 250–263. Bibcode:1948PhRv...74..250K. doi:10.1103/PhysRev.74.250. 7. Aoyama et al.; Hayakawa, M.; Kinoshita, T.; Nio, M. (2008). \"Revised value of the eighth-order QED contribution to the anomalous magnetic moment of the electron\". Physical Review D 77 (5): 053012. Bibcode:2008PhRvD..77e3012A. doi:10.1103/PhysRevD.77.053012. 8. Richard Lighthouse, Elementary Particles: Periodic Table; smashwords.com; 2014. https://www.smashwords.com/books/view/458839 Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX It is this author's opinion that all elementary particles are as unique and individualized as snowflakes. There does not exist two that are exactly alike. The research and math to 70"},{"pageNumber":71,"pageContent":"confirm this will be coming soon. 71"},{"pageNumber":72,"pageContent":"72"},{"pageNumber":73,"pageContent":"Identification of Elementary Particles in the Mass Groups [obsolete] Richard Lighthouse Identification of Elementary Particles in the Mass Groups Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution. IS BN: 9781311589002 73"},{"pageNumber":74,"pageContent":"No part of this publication may be reproduced, stored in a retrieval system, or transmitted in ATTENTION: GOVERNMENT AGENCIES AND THEIR CONTRACTORS: Theft of Intellectual Property and violation of copyright are serious matters. Under no circumstances did the author consent to such criminal activity. Attempts to conceal criminal activity are even more serious, which may result in charges of Felony Fraud and/or Felony Conspiracy. Yes – DARPA and the CIA, I am talking to you. The author does not license any material for companies or organizations. If you did not personally pay for this document, then you are willfully participating a crime. Rev-3c; 31 July 2014 4 June 2014 - original Houston, Texas, U.S.A. Identification of Elementary Particles in the Mass Groups TABLE OF CONTENTS Introduction Conclusions References Abstract This short paper presents an organized structure for identifying and naming new elementary particles before they are discovered. From Quadrature Amplitude Modulation (QAM), there are 4 particle masses in each Mass Group. The system is simple – by using the designation for the Mass Group followed by the particle order, ie., I, II, III, IV, we are able to specifically identify particles whose masses are millions of times larger than any known particle. Readers should first review “The First Periodic Table for Elementary Particles,” as this discussion will make more sense. At least 12 new particles are predicted, which can use the naming convention. Introduction An organized system for naming and classifying elementary particles is proposed in this paper. From Quadrature Amplitude Modulation (QAM), there are 4 particle masses in each Mass Group. The system is simple – by using the designation for the Mass Group followed 74"},{"pageNumber":75,"pageContent":"by the particle order by mass, ie., I, II, III, IV, we are able to specifically identify particles whose masses are millions of times larger than any known particle. Figure 1. Mass Groups showing known particles. Undiscovered particles are shown in gray. Formal Notation Using this convention, a generic photon would be known as MG01-I (or simply 01-I) . Note that to identify a particle's specific mass, table position and probability, we would need to use its entire 1024-QAM name (10-bits). This may be a bit cumbersome for some discussions. ;) A formal notation method might use hyphens between the charge and spin values, ie., MG01-I-C3-S2 which indicates a photon with the third charge type and the second spin type. 75"},{"pageNumber":76,"pageContent":"Figure 2. Extended Mass Groups. The Lee Particle would be identified as MG06-I, and the UberLee Particle as MG07-III. Undiscovered particles are shown in gray. (Note there is a Mass Gap before the first Mass Group. There are important implications for this – namely, that there are no truly “massless” particles in any physical universe.) [1] The Lee Particle has a mass about 10 times larger than the Higgs Boson, and the UberLee Particle has a mass about 100 times larger than the Lee particle. Using 1024-QAM, which has positions for 1024 particles, minus the 17 which have been discovered, implies there are at least 1007 particles that remain undiscovered or unidentified for their correct position. If the Mass Groups and Mass Gaps continue in the pattern shown in Figure 1, then Mass Group 16 will begin with a mass of about 10 27 eV/c 2 A predicted particle is hereby named the Grand Particle (MG16-IV) , which is part of the Grand Mass Group (Mass Group 16), and has an approximate mass equal to 10 28 eV/c 2 . Shorthand Notation A shorthand notation method can be used as follows, for a photon as before: 1-1C3S2 and as an example, a Grand Particle in shorthand notation might be: 16-4C2S3 76"},{"pageNumber":77,"pageContent":"meaning Mass Group 16, fourth particle mass, second charge, and third spin type. Conclusions Mass Group, charge, and spin can be specifically identified by using the 10-bit data name in 1024-QAM, however this is likely cumbersome for most discussions. A simple naming convention has been proposed, which may accommodate most uses. Other conclusions: Mass is a requirement for any particle to exist in a physical universe. There is no such thing as a truly massless particle, in our universe. This idea will be explained and expanded in a future paper. Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. References 1. Richard Lighthouse, The First Periodic Table for Elementary Particles, Smashwords.com; 2014. 2. Richard Lighthouse, Elementary Particles: Cracking the Code; Smashwords.com; 2014. 3. Richard Lighthouse, Preliminary Model for Grand Unified Theory, (Appendix) Smashwords.com; 2013. 4. IEEE Standard 802.16-2009, Air Interface for Fixed Broadband Wireless Access Systems, 2009. http://standards.ieee.org/getieee802/download/802.16-2009.pdf 5. International Telecommunication Union J.83; 2007. http://www.itu.int/rec/T-REC-J.83-200712-I Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLighthouse1 –at- fastmail point fm 77"},{"pageNumber":78,"pageContent":"Rlight11 -at- yahoo point com Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX I am taking the liberty of naming the particles in Mass Group 8, as follows: Figure 3. Mass Group 08 78"},{"pageNumber":79,"pageContent":"Picture 4. Clara in 1928 at 22 years old.  Commentary    Some researchers may object to the style, format, or content in this series of technical papers. No apologies are needed. It was accomplished without colleagues, without a lab, and without a budget. The author stands by the quality (less than perfect) and content of these documents. Note that the annual budget of CERN is around $1.2 Billion USD. Over the next 20 years, it is unlikely that CERN or similar organizations would independently solve 79"},{"pageNumber":80,"pageContent":"these problems, because the academic community refuses to consider the Seth Material (Jane Roberts) books. Over 20 years, the long-term cost, including equipment and facilities, will easily exceed $20 billion USD. The Department of Energy (DOE), National Science Foundation (NSF), and DARPA budgets for particle science likely exceed these amounts as well. A global total of $50+ Billion USD, over 20 years, is a conservative estimate of avoided cost. 80"},{"pageNumber":81,"pageContent":"Elementary Particles: Solving the Antimatter Problem (obsolete) Richard Lighthouse Elementary Particles: Solving the Antimatter Problem (obsolete) Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution. ISBN: 9781311578471 www.smashwords.com/books/view/465801 81"},{"pageNumber":82,"pageContent":"9 August 2014 - original Revision 2b –18 August 2014 Houston, Texas, U.S.A. Elementary Particles: Solving the Antimatter Problem TABLE OF CONTENTS Introduction Conclusions References Abstract This paper presents mathematical evidence that the “positron” found in numerous laboratory experiments - is actually a probable version of the muon neutrino, which is ordinary matter, not antimatter. This new evidence is based on the 1024-QAM model as the first Periodic Table for Elementary Particles. There are 16 probable versions of the muon neutrino with one third of the mass of an electron. 4 of these have the same charge-to-mass ratio as a common electron. Another 4 have twice the charge-to-mass as a common electron, but with the opposite charge (+2/3), causing them to move in the opposite direction in a magnetic field. To complicate matters further, note that there are 16 probable versions of an electron, with 4 different charges (0, -1, -1/3, +2/3). A 1024-QAM table was previously presented that graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. This paper concludes there is no antimatter available in our universe. All such events can be explained as ordinary matter. 1. Introduction Numerous lab experiments have been conducted since the 1920s showing evidence of a “positron.” Researchers have assumed this particle was the opposite of an electron. This is not correct. The particle in question has the same charge-to-mass ratio as an electron, yet some of the particles have a positive charge. This paper demonstrates these particles are probable versions of a muon neutrino, not a positron. If we divide the electron mass by 3, we find its mass is very close to the estimated muon neutrino value of .17MeV 82"},{"pageNumber":83,"pageContent":"The mass(*c 2 ) of the electron is currently recorded as = .510998928(11) MeV To have the same ratio, the muon neutrino will have a mass(*c 2 ) of: 0.170332976(04) MeV and some will have the same charge-to-mass ratio as a common electron. There are four probable versions of the muon neutrino, which are predicted by the 1024-QAM table as having a charge of -1/3, and another 4 with a charge of +2/3. For the probabilities of zero charge, then it is easy to understand the ratio. From the 1024-QAM table (Figure 3), there are 16 probable kinds of muon neutrinos. Also n ote that there are 16 probable versions of an electron, with 4 different charges (0, -1, -1/3, +2/3). Figure 1. The positron is actually a muon neutrino with the same charge-to-mass ratio as an electron, which is predicted by the 1024-QAM table. There are 4 probable versions of the muon neutrino that yield the same charge-to-mass ratio as the common electron, with a -1/3 charge, and another 4 probable versions with a +2/3 charge (these would move in the opposite direction in a magnetic field). 83"},{"pageNumber":84,"pageContent":"Figure 2. Note the particles with the same Charge-to-Mass ratio. Figure 3. Preliminary 1024-QAM. This is how the center of a 1024-QAM table might appear. (This is representative only and may require some changing of positions.) Keep in mind that each particle mass has 16 probability types, which appear as a vertical column (red line) with each particle mass (blue line). Readers should review reference [1] to obtain more information on the 1024-QAM table. The first of 16 muon neutrinos is located in mass group 1, quadrant 4 (MG1-IV) . 84"},{"pageNumber":85,"pageContent":"Figure 4. Matter and Antimatter particles can never meet because they do not exist at the same time, in our terms. When our physical universe blinks off, the antimatter universe blinks on. The Funda - mental Carrier Wave operates at 200% amplitude modulation, in our terms, which creates the blinking effect. Each reader must comprehend that our universe literally blinks off and on, approximately 1 tril - lion times (10^12) every second. This is why the digital QAM model fits so well – because our uni - verse is blinking.[7] 2. Conclusions The muon neutrinos predicted by 1024-QAM, show that they have 4 probable versions with the same charge-to-mass ratio as a common electron. These probable muon neutrinos are composed of ordinary matter, not antimatter. This discovery confirms there is no antimatter in our known physical universe. Because early researchers were not aware of the 16 probabilities associated with each particle mass, they likely had a mix of every probable version in their test equipment. Some of these had the same charge-to-mass ratio, and some had twice the ratio, but with the opposite charge (+2/3). This would cause some of the particles to move in the opposite direction with respect to the magnetic field. To complicate matters further, note that there are 16 probable versions of an electron, with 4 different charges (0, -1, -1/3, +2/3). This makes for an interesting mix of particles in the researcher's experiment. Also, recall that because our universe is blinking, the “lifespan” of any particle is about one billionth of a second, after which the 16 probabilities are invoked, and a new particle of the 16 probabilities appears, which may have the opposite charge. The net result is a continuous supply of new particles into the magnetic field, some of which have the opposite charge, making it appear that “antimatter” is 85"},{"pageNumber":86,"pageContent":"present. This is the wrong conclusion. Other conclusions from the data arrangement: This discovery lends credibility to the 1024-QAM table. Other antimatter claims can be equally dismissed. Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. 3. References 1. Richard Lighthouse, The First Periodic Table for Elementary Particles, Smashwords.com; 2014. https://www.smashwords.com/books/view/ 461826 2. Richard Lighthouse, Elementary Particles: Cracking the Code, smashwords.com; 2014. https://www.smashwords.com/books/view/ 442962 3. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 4. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. https://www.smashwords.com/books/view/447537 5. Ron Bryan, “What Can Elementary Particles Tell Us about the World We Live In?”; Journal of Scientific Exploration, Volume 14, pages 257 -274, 2000. 6. Richard Lighthouse, Elementary Particles: The 4 th Spin Type, smashwords.com; 2014. https://www.smashwords.com/books/view/44 9983 7. Seth (Jane Roberts) Early Sessions, Book 2, Session 61, 1964. “Antimatter, using your terms, exists simultaneously with your universe, having what I will call antigravity, and in what I will call antispace. If you will now remember that there are negative intervals, or intervals between the pulsations of energy into matter, if you will remember that your physical universe then is nonexistent for the same number of intervals that it is existent, then you will see that this gives us our antimatter.” Acknowledgments 86"},{"pageNumber":87,"pageContent":"Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). 87"},{"pageNumber":88,"pageContent":"88"},{"pageNumber":89,"pageContent":"Sterile Neutrinos, AntiNeutrinos, and the QAM Model Richard Lighthouse Sterile Neutrinos, AntiNeutrinos, and the QAM Model Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution. ISBN: 9781311414786 www.smashwords.com/books/view/482241 89"},{"pageNumber":90,"pageContent":"ATTN: Government Agencies and Contractors Theft of Intellectual Property is a crime. Government Agents, including the CIA, NSA, and FBI can be prosecuted under the RICO Organized Crime Control Act. Also, the GAO can investigate corrupt agents and their managers for Felony Fraud and Abuse of Public Funds. Yes – DARPA and the CIA, this means you. 4 October 2014 - original Rev 1b – 4 October 2014 Houston, Texas, U.S.A. Sterile Neutrinos, AntiNeutrinos, and the QAM Model TABLE OF CONTENTS Introduction Conclusions References Abstract This paper presents a discussion of the misunderstood Neutrinos. Some of these particles are very rare and have an extremely small Probability of Appearance. Some have been mislabeled as “sterile” and some as “antimatter.” Both of these labels are incorrect. All of these neutrinos are simply one of 16 probable versions of a single mass particle. Readers are encouraged to first review “Elementary Particles: Cracking the Code,” as this discussion will make more sense. 1. Introduction We will begin with a proper definition for what has been called the “sterile” neutrino. Researchers assume that only 2 spin types are available for these neutrinos – when in fact, there are 4 possible spins. We will define a sterile neutrino as a neutrino with zero charge and any spin other than the most common type, which is ½. The other spins are 0, 1, and LF (for the Lighthouse Frequency). This means there are at least 9 particles that could be called “sterile”, even though it is a misnomer. 90"},{"pageNumber":91,"pageContent":"In Figure 1, we see how these particles line up, with the most common types listed at the bottom – Row 1. AntiNeutrinos are simply probable particles with a negative charge. Figure 1. 16 Probabilities for each Particle Mass. 91"},{"pageNumber":92,"pageContent":"Figure 2. Preliminary 1024-QAM. This is how the center of a 1024-QAM table might appear. (This is representative only) Keep in mind that each particle mass has 16 probability types, which appear as a vertical column (red line) with each particle mass (blue line). Note the symmetry in color and type, which are good indicators for the undiscovered particles (gray). 2. Conclusions The labels of “sterile” and “antiNeutrino” are misnomers. Once it is understood that 16 probabilities are associated with each particle mass, it may be possible to isolate some of these rare-event particles. Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. 3. References 1. Richard Lighthouse, The First Periodic Table for Elementary Particles, Smashwords.com; 2014. https://www.smashwords.com/books/view/461268 2. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 3. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 4. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. https://www.smashwords.com/books/view/447537 5. Seth (Jane Roberts) Early Sessions, Book 8, Session 409, 1968. “ The miraculous and pristine originality of every moment, even as you know it, can hardly be vocalized. The diversity of atomic structure is as yet hardly suspected. And all of this is but the physical materialization of the inner reality within one system.” Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant 92"},{"pageNumber":93,"pageContent":"contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). 93"},{"pageNumber":94,"pageContent":"94"},{"pageNumber":95,"pageContent":"Explanation for the Mass Gap and Yang-Mills Theory Richard Lighthouse Explanation for the Mass Gap and Yang-Mills Theory Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution. IS BN: 9781311313836 Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in 95"},{"pageNumber":96,"pageContent":"preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. No warranty may be created or extended by sales representatives or sales materials. The author shall not be liable for any loss of profit or any other commercial damages, including but not limited to incidental, special, consequential, or other damages. ATTENTION: GOVERNMENT AGENCIES AND THEIR CONTRACTORS: Theft of Intellectual Property and violation of copyright are serious matters. Under no circumstances did the author consent to such criminal activity. Attempts to conceal criminal activity are even more serious, which may result in charges of Felony Fraud and/or Felony Conspiracy. The author does not license any material for companies or organizations. Yes – DARPA and the CIA, this means you. Revision 6f Houston, Texas, U.S.A. 6 June 2014 Explanation for the Mass Gap and Yang-Mills Theory TABLE OF CONTENTS Introduction Conclusions References Abstract This short paper provides an explanation for the unusual Mass Gap that has been found experimentally, but unexplained mathematically by Yang-Mills theory. Unfortunately, Yang- Mills theory is very complex and incomplete. The math to correctly describe the Mass Gaps is actually quite simple and elegant – it is based on Digital Quadrature Amplitude Modulation (Digital-QAM), which is the basis for television broadcast standards that have been used for many years. At least 9 new elementary particles are predicted from the model. This paper provides compelling evidence that our universe is blinking at a high frequency. Each reader must comprehend that our universe literally blinks off and on, at approximately 1 THz (trillion cycles per second). 96"},{"pageNumber":97,"pageContent":"Introduction Yang-Mills theory has been used to describe the interaction between elementary particles - it is a gauge theory based on the SU(n) groups. It is the basis of our current understanding of particle physics. However, the theory has been described as incomplete and very complex. One of the difficult aspects of Yang-Mills theory is proving that a Mass Gap exists. This is defined as the minimum energy above vacuum for an elementary particle. For example, the Muon Neutrino has a mass of approximately 0.17 MeV/c 2 and appears to be the lowest energy state, outside of those particles thought to be massless. In the opinion of this author, Yang-Mills and related theories are obsolete, because they do not possess the simplicity and elegance that should characterize our universe. It is current thought among many particle physicists that only a single mass gap exists. In actuality, we will find there are numerous Mass Gaps, and they correspond to a Digital QAM model used for elementary particles. It is recommended that readers first review reference [1], as the following discussion will make more sense. Digital-QAM is a data transmission method that can be used to broadcast television pictures or WiFi signals, and many other applications. For digital applications involving computers, its use seems obvious. However, for applications involving physical reality – this may seem like a misapplication, until it is understood that our universe is literally blinking off and on. We live in a discrete/digital/physical universe. It is not continuous, in spite of what your senses may be telling you. Think of this in terms of watching a typical movie on film. The film has images that pass the projection light at about 30 frames per second – which makes the image appear continuous to your brain. Your mind fills the “gaps” so that the image appears fluid – just how we think of physical reality. The image frames are singular and digital, but your mind perceives them as analog and continuous. If a child was asked to line up all of the masses of the known elementary particles – the first thing he would notice is there are a number of gaps in the sequence. We will begin the explanation with a generic standard model of elementary particles. We will assume this model has 16 positions. 97"},{"pageNumber":98,"pageContent":"Figure 1. Generic Standard Model for Elementary Particles. In actuality, there are 17 known particles, but we are simplifying this for discussion purposes here. In Figure 2, we see how Digital-QAM can be used to model these positions. 98"},{"pageNumber":99,"pageContent":"Figure 2. 16-QAM. Note the “Gaps” at 0%, 50%, and 100%. There is a similar model, in dynamic motion which can be seen here: https://en.wikipedia.org/wiki/Quadrature_amplitude_modulation If we convert 16-QAM into an equivalent waveform, it becomes more apparent why there are values equal to zero, which form the Mass Gaps: 99"},{"pageNumber":100,"pageContent":"Figure 3. Equivalent waveform for 16-QAM. Note the zero values at 0%, 50%, and 100%. In Figure 4, we show that as the model expands to additional node points, additional Mass Gaps appear. In the case of 64-QAM, there are Mass Gaps at 0%, 25%, 50%, 75%, and 100% 100"},{"pageNumber":101,"pageContent":"Figure 4. 64-QAM. We can deduce from these expanding models that it implies a near-infinite number of elementary particles will be discovered, and these will have corresponding Mass Gaps as the digital model grows. This is due to the fact that any analog-continuous function can be broken down into a near-infinite number of discrete points. Recall that the Electrical Universe is analog-continuous, and our physical universe is discrete-digital. [1] Mass Gaps – 3 versus 5 In Figures 5 and 6, we have arranged the elementary particles into groupings according to mass. This is something a child might do. We see that the divisions are consistent with the digital model predictions. 3 Mass Gaps are consistent with a 16-QAM model, and 5 Mass Gaps are consistent with a 64-QAM model. 101"},{"pageNumber":102,"pageContent":"Figure 5. Mass Gaps as predicted by 16-QAM. If we arrange and line up the masses of all known elementary particles into mass groups, the gaps become apparent. Note that a “near- massless” particle is missing, and a mass = 16 - 30 MeV/c 2 is missing, and another particle of approximate mass = 5 - 8 GeV/c 2 is missing. It can be stated that this is a clear pattern from 16-QAM, and these particles will be discovered in the future and placed on a QAM model. 102"},{"pageNumber":103,"pageContent":"Figure 6. Mass Gaps as predicted by QAM. If we line up all of the known masses of elementary particles, we notice there are distinct gaps. This is so simple, even a child would notice it. It is assumed through Yang-Mills theory that only Mass Gap #2 exists. Future Research In the reference section are some industry standards which go into some detail on the specifics of 16-QAM and 64-QAM, particularly with respect to noise, signal -to-noise ratio, power spectral density (PSD), and other mathematical features. It is possible that these same equations are indicative of phenomena at the elementary particle level. See Appendix. Conclusions Mass Gaps are readily predicted by the Digital-QAM model. By lining up all of the known masses of elementary particles, we find there are 5 mass gaps, which are predicted by 64- QAM. It can be concluded that Digital-QAM fits so well with the experimental data, it provides compelling evidence that our universe is blinking. Readers are encouraged to read the associated technical papers at smashwords.com Many of the documents are free. 103"},{"pageNumber":104,"pageContent":"This is a living document. The author reserves the right to make corrections and changes. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. 2. Richard Lighthouse, Preliminary Model for Grand Unified Theory (GUT), Smashwords.com; 2013. 3. Richard Lighthouse, Preliminary Investigation into the Nature of Time, lulu.com; 2010. 4. IEEE Standard 802.16-2009, Air Interface for Fixed Broadband Wireless Access Systems, 2009. http://standards.ieee.org/getieee802/download/802.16-2009.pdf 5. International Telecommunication Union J.83; 2007. http://www.itu.int/rec/T-REC-J.83-200712-I 6. Advanced Television Systems Committee (ATSC): Digital television standard, Washington D.C., September 1995. 7. American National Standard ANSI/SCTE 40 2004; Digital Cable Network Interface Standard, 2004. Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Also thanks to Christian Lubbe for comments and suggestions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX Part 1. 104"},{"pageNumber":105,"pageContent":"Figure 7. Typical data scatter and noise for 16-QAM. Such an example may be indicative of related phenomena among elementary particles. Probabilities are involved. Part 2. Notable: The Energy of a signal in a given frequency range is defined by the integral of the Power Spectral Density (PSD) : where f1 and f2 are the lower and upper frequency bounds. Part 3. 105"},{"pageNumber":106,"pageContent":"Two larger particles: An extension of the pattern to higher QAM models, shows a particle of approximate mass = 0.5 – 3 TeV/c 2 , which is about 10 times the mass of the Higgs Boson. (V. H. noted the pattern, resulting in the name, the Lee particle.) Beyond this, a particle of approximate mass = 130 TeV/c 2 is predicted. Both of these particles will be discovered in the future and placed on a larger QAM model. 106"},{"pageNumber":107,"pageContent":"107"},{"pageNumber":108,"pageContent":"The Top Quark is a Boson Richard Lighthouse The Top Quark is a Boson Published by Richard Lighthouse at Smashwords Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please 108"},{"pageNumber":109,"pageContent":"consider printing for distribution. ISBN: 9781370785643 www.smashwords.com/books/view/680460 Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. 26 September 2014 – original (Previous Paper) Revision 4B – 25 Feb 2017 Houston, Texas, U.S.A. I have made several revisions to this document, which reappear after I post the document on smashwords. The Top Quark is a Boson TABLE OF CONTENTS Chapter 1: Introduction Chapter 2: Conclusions Chapter 3: References Abstract 109"},{"pageNumber":110,"pageContent":"This short technical paper presents a new standard model for Elementary Particles. All elementary particle are related by simple math. This math is similar to the math used for wifi signals and it is called 1024-QAM (Quadrature Amplitude Modulation). The 1024-QAM table graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. If we line up all of the particle masses in order, we find there are a number of “gaps.” These are called the mass gaps, and they line up perfectly with the simple math of 1024-QAM. Even a child can see the simple pattern. The mathematical pattern provides proof that the Top Quark is a Boson. Supersymmetry (SUSY) is also found to occur with 1024-QAM. Mass Groups 1 thru 8 have heavyweight counterparts which are found in Mass Groups 9 thru 16. 4 new particles are predicted to be discovered between 1 to 15 TeV, and 4 new particles are predicted to be discovered between 50 to 200 TeV. Numerous other new particles are predicted using 1024-QAM. Readers are also encouraged to review the work of Theodore Lach. His equation ln (0.511/1777.1) = -3e indicates that particle masses are predictable. This short ebook provides compelling evidence that our universe is literally blinking, off and on, at 1.039 THz. 1. Introduction The math for the QAM table is simple and elegant. No previous particle model has been able to explain the mass gaps. The QAM model beautifully explains the mass gaps. QAM stands for Quadrature Amplitude Modulation. It is recommended that readers review reference [1] & [2], as the following discussion will make more sense. 2. 1024-QAM Format 110"},{"pageNumber":111,"pageContent":"Figure 1. This is the 10-bit format for 1024-QAM. Each position has 4 possible data values: 00, 01, 10, and 11. This equals a total of 1024 possible particles. Figure 2. Periodic Table for Elementary Particles showing all 16 mass groups. This is the new standard model. Note how the particles appear in groups of four. This is typical of a QAM or wifi signal. They are arranged by mass groups in a natural pattern. This is the simple math that is used for wifi signals and it also relates all elementary particles. It provides compelling evidence that our universe is literally blinking, off and on, at a high frequency. Note that the pattern of quarks and leptons can be “filled-in” from the previously available known data. Although it may need some minor corrections from what is shown in this table, the pattern is basically predictable. 111"},{"pageNumber":112,"pageContent":"Figure 3 Mass Groups 9 & 10 shown with estimated mass values. These mass ranges are rough estimates, intended for experimental planning purposes. Photino is probably in the range of 0.750 TeV. This is likely the latest particle at CERN. 3. Dark Matter As previously noted in another paper, the Quatern particle is the heavyweight counterpart for the Boson. Its function is similar to the Boson. The table information suggests that Dark Matter is comprised of the heavyweight particles, which means that half of the particles in our physical universe are dark matter. These particles are significantly higher in mass value, but generally have shorter lifespans. Once we are able to determine the electromagnetic frequency range for photinos – we should be able “see” this dark matter. 4. Further Research This preliminary model needs further research. The readers input and suggestions are requested. Readers are encouraged to review the work of Theodore Lach (Reference 8). His equation ln (0.511/1777.1) = -3e seems to indicate that particle masses are predictable. Note these are existing particle masses from the Standard Model. 5. Conclusions Mass Gaps, charge, spin and amplitude are readily identified and arranged by a Digital-QAM table. 112"},{"pageNumber":113,"pageContent":"Other conclusions: 1) There are numerous particles that can be identified and discovered by using the QAM digital table. 2) There must be a mathematical equation associating the mass values in a natural pattern. The precise equation would be very helpful if known. Probably similar to Theodore Lach's equation. 3) Prediction: 4 new particles will be discovered between 0.6 to 15 TeV/c 2 4) Prediction: 4 new particles will be discovered between 50 to 200 TeV/c 2 5) Prediction: 4 new particles will be discovered between 1 to 30 PeV/c 2 . Readers are encouraged to read the associated technical papers at smashwords.com, lulu.com, amazon, barnandnoble, kobo.com, and apple ibooks. This is a living document. The author reserves the right to make corrections and changes. 10. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 2. Richard Lighthouse, The First Periodic Table for Elementary Particles; Smashwords.com; 2014. https://www.smashwords.com/books/view/ 461826 3. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 4. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 5. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. https://www.smashwords.com/books/view/447537 113"},{"pageNumber":114,"pageContent":"6. Richard Lighthouse, Elementary Particles: The 4 th Spin Type, smashwords.com; 2014. https://www.smashwords.com/books/view/44 9983 Seth (Jane Roberts) Early Sessions, Book 2, Session 60, 1964. “Matter is continually created, but no particular physical object is in itself continuous... No particular physical particle exists for any amount of time. It exists and disappears, and is instantaneously replaced by another.” 8. Theodore Lach, “Masses of the Sub-Nuclear Particles;” http://arxiv.org/abs/nucl-th/0008026 ; submitted 14 August 2000. Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX Sample Calculations using approximate mathematical ratiios & patterns (these are not from Theodore Lach): Photino Particle 1.275/.511 = 2.495 2.495 x 1.275 = 3.2 TeV Gluino Particle 1.777/1.275 = 1.394 1.394 x 3.2 = 4.5 TeV = = = = 114"},{"pageNumber":115,"pageContent":"Sash Particle 80.4/95 = .846 .846 x 80.4 = 68 TeV Sbev Particle 91.2/80.4 = 1.134 1.134 x 68 = 77 Tev etc...by mass ratios These calculations are not predictions, they are merely rough estimates. It is understood these calculations are based on mathematical patterns. = = = = = Figure A1. First Half of Table 115"},{"pageNumber":116,"pageContent":"Figure A2. Second Half of Table. These are the Supersymmetry (SUSY) heavyweight counterparts for Mass Groups 1 thru 8. Appendix B. 116"},{"pageNumber":117,"pageContent":"117"},{"pageNumber":118,"pageContent":"118"},{"pageNumber":119,"pageContent":"SECTION 3: HISTORICAL 119"},{"pageNumber":120,"pageContent":"3 New Elementary Particles (obsolete) Richard Lighthouse 3 New Elementary Particles (obsolete) Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution. ISBN: 120"},{"pageNumber":121,"pageContent":"No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechanical, photocopying, recording, scanning, or otherwise, except as permitted under Section 107 or 108 of the 1976 United States Copyright Act, without the prior written permission of the Copyright holder. If you would like to share this document with a colleague or friend, encourage them to download their own copy at smashwords.com www.smashwords.com/books/view/461xxx Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. 29 May 2014 - original Revision 1d – 26 October 2014 Houston, Texas, U.S.A. 3 New Elementary Particles TABLE OF CONTENTS Introduction Conclusions References Abstract This is a significant breakthrough in elementary particle physics. This paper presents the complete table of 1024 elementary particles based on the QAM model as the first Periodic Table for Elementary Particles. A 1024-QAM table is presented that graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. Interestingly, the math that describes QAM is simple and elegant. If we line up all of the particle masses in order, we find there are a number of “gaps.” These are called the mass gaps, and they line up perfectly with 1024-QAM. QAM is very simple – it is the math used for wifi signals, and it perfectly fits the sequence of elementary particle masses. Numerous other particles are predicted using 1024-QAM. This paper provides compelling evidence that our 121"},{"pageNumber":122,"pageContent":"universe is blinking at a high frequency. 1. Introduction The math for the QAM table is simple and elegant. No previous particle model has been able to explain the mass gaps. The QAM model beautifully explains the mass gaps. QAM stands for Quadrature Amplitude Modulation. Digital-QAM is a data transmission method that can be used to broadcast television pictures or WiFi signals, and many other applications. For digital applications involving computers, its use seems obvious. However, for applications involving physical reality – this may seem confusing, until it is understood that our universe is literally blinking off and on. QAM in dynamic motion can be seen here: https://en.wikipedia.org/wiki/Quadrature_amplitude_modulation It is recommended that readers review reference [1] & [2], as the following discussion will make more sense. Figure 1. 16-QAM. Note the “Gaps” at 0%, 50%, and 100%. The nodes exist at 25% and 75% amplitude. 122"},{"pageNumber":123,"pageContent":"Figure 2. Equivalent waveform for 16-QAM. Note the zero values at 0%, 50%, and 100%. Figure 3. If we line up the known masses of elementary particles, we notice there are distinct gaps in the sequence. A child would notice this, if given the mass values as playing blocks. These gaps correspond to the mass gaps in experimental results. They also correspond to the gaps on the QAM table. Note that all particle masses appear in groups of 4. Undiscovered particles are show in gray. 123"},{"pageNumber":124,"pageContent":"2. Mass Gaps Mass Gaps are readily identified by a QAM table. Note that if we line up all of the known particle masses, in order of mass - the sequence makes the gaps apparent. A child might play with this if given each of the particles as a numbered block on a table. He would immediately notice there are gaps in the sequence of the mass values. A theoretical model such as Yang-Mills, Supersymmetry and Quantum Gravity, cannot account for the mass gaps. 3. 1024-QAM Format Figure 4. This is the 10-bit format for 1024-QAM. Each position has 4 possible data values: 00, 01, 10, and 11. This equals a total of 1024 possible particles. 124"},{"pageNumber":125,"pageContent":"Figure 5. Sample table in QAM demonstrating how each data point contains the particle values in a digital format. *Note that the 4 th spin type is explained in another paper. [11] 4. The W Boson It is noted that the W Boson does not seem to fit the table, initially. However, on further examination, we see that the particle is simply exhibiting eccentric behavior and should be properly modeled as a net zero charge (0). This particle's charge apparently flips between +1 and -1. Note that the average value for the particle charge is therefore, zero, and it should be placed in this category. Eccentric behavior is common in nature. In astrophysics, we do not “kick-out” a planet from its solar system, simply because it exhibits an eccentric orbit. And in this case, it could be said that the W boson's behavior is noted, and the table can accommodate it. It is simply eccentric behavior. 5. Where are the Mass Values? 125"},{"pageNumber":126,"pageContent":"The QAM model is a universal table – meaning that its framework applies to all physical universes. This contrasts with a single universe, where individual mass, charge, and spins values are unique to that one universe. Probabilities are involved. For example, there likely exists a 4-Dimensional, physical universe where the charge values are: 0, -1/ 4, +1/ 2, & -1 and it likely has different mass and spin values than the ones we experience in our universe. The QAM framework is the same, but the charge values are different. Therefore, the QAM table applies to all physical universes and the specific values we experience for mass, charge, and spin are unique to a single universe. See reference [4] for additional information - “The Discovery of Parallel Universes.” www.smashwords.com/books/view/376593 126"},{"pageNumber":127,"pageContent":"Figure 6. 4 Quadrants with 16 Mass Groups and 16 probabilities for a total of 1024 points. Note that each quadrant contains 256 points and has 16 Mass Groups and 16 probabilities. The 16 probabilities are the vertical column (red) of points from the blue baseline. There are 4 x 4 x 4 possible mass types for a total of 64. There are 4 possible charge types and 4 possible spin types. Figure 7. Preliminary 1024-QAM. This is how the center of a 1024-QAM table might appear. (This is representative only and may require some changing of positions.) Keep in mind that each particle mass has 16 probability types, which appear as a vertical column (red line) with each particle mass (blue line). Note the symmetry in color and type, which are good indicators for the undiscovered particles (gray). From Figure 7, we can deduce some preliminary conclusions about the undiscovered particles. See Reference [5] for the nomenclature. MG4-III is likely a Lepton. MG3-III is likely a Lepton. MG3-IV is likely a Quark. Also note that the “Top Quark” (MG5-IV) is probably a Boson. (the name should probably remain as “Top Boson.”) The QAM model explains the relationships, but it does not describe the dynamics and interactions. This is similar to the Standard Periodic Table in chemistry. If you are unconvinced about this important breakthrough, please consider this: The symmetrical color pattern in Figure 7 (green, purple, orange) of leptons, quarks and bosons – cannot be due to random coincidence. The odds against this are quite high. The Count for Figure 7: 127"},{"pageNumber":128,"pageContent":"8 Leptons (green) 6 Quarks (purple) 6 Bosons (orange) X New Type [Quaterns] Given that QAM operates in 4's – we can predict a new type of particle that has not been discovered (Quaterns). Figure 8. Undiscovered Particles with Estimates. The range for MG4-III (Upsilon) is corrected to 2.4 – 3.2 GeV. It is likely these particles have not been discovered because they are rare events – meaning a small Probability of Appearance (PoA). This is similar to the Sterile Neutrino and AntiNeutrino. 6. Possible Error Sources This preliminary model is far from complete. The author welcomes input and suggestions from the physics community. This preliminary model may appear to be deficient due to: 1) Incomplete or bad experimental data 2) There may be particles with lifetime's so short that we are not able to capture their behavior. This might eliminate them from detection. 3) The QAM table suggests that each particle mass can exhibit a variety of charge and spin. It is possible that this diverse behavior (probabilities) has not been captured by researchers. 7. Experimental Confirmation Experimental confirmation is suggested by identifying individual mass particles that have more than one charge or spin. This may be already accessible in existing experimental data. 8. Further Research 128"},{"pageNumber":129,"pageContent":"The preliminary QAM table strongly suggests that each particle mass may exhibit 4 different types of charge, and 4 different types of spin, for a total of 16 probabilities. This may account for the recently discovered “ghost” gluons. It may also be a better method to account for the “colors” in QCD. Confirmation of this behavior would lend credibility to the model, and as such, it should be relatively easy and inexpensive to verify. Such experimental data may even be imbedded in previous experimental observations for review and confirmation. It is also possible that each particle will exhibit this behavior when under a strong magnetic field or high temperatures, etc. If each particle has 4 possible charges and 4 possible spins – there will be 16 possible particles for each specific mass. For example, 16 possible varieties of photons, 16 possible varieties of gluons, etc. For the photon, these various probabilities would then appear as a 16-position column above position (0000000000) on a 1024-QAM table, which further suggests that numerous particles remain to be discovered. When studying the 1024-QAM core pattern (Figure 7), there seems to be a balance of leptons, bosons, and quarks - followed by the entire Mass Group 5, which is composed solely of bosons. Why? This is quite interesting. This preliminary model needs further research. The readers input and suggestions are requested. 9. Conclusions Mass Gaps, charge, spin and amplitude are readily predicted and arranged by a Digital-QAM table. It can be concluded that Digital-QAM fits well with the experimental data, and it provides compelling evidence that our universe is blinking because it is a digital-discrete model. Other conclusions from the data arrangement: 1) The QAM table is the correct foundation to use with Quantum Field Theory (QFT). This is the equivalent of the Standard Periodic Table in chemistry. 2) There are 4 “massless” or “near-massless” particles. 3) One type of spin has yet to be found and identified. [11] 4) Particle masses are found in groups of 4. (Quadrature means 4) 5) There are numerous particles that can be predicted and discovered by using the QAM digital table. 129"},{"pageNumber":130,"pageContent":"6) The math for QAM is simple and elegant, compared to Yang-Mills and related theories. 7) No proposed particle model has been able to account for the mass gaps. We can therefore conclude the preliminary QAM table is basically the correct approach. 8) For each particle mass, 16 different probabilities are involved with the appearance of each charge and spin type – implying that the smallest possible QAM table that will contain all particles, for our single universe, is 1024-QAM. 9) The QAM table correctly explains and accounts for the Anomalous Magnetic Moment. [6] 10) The QAM model explains the relationships, but it does not describe the dynamics and interactions. This is similar to the Standard Periodic Table in chemistry. Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. 10. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 2. Richard Lighthouse, Elementary Particles: Cracking the Code, Smashwords.com; 2014. 3. Richard Lighthouse, Preliminary Model for Grand Unified Theory (GUT), Smashwords.com; 2013. https://www.smashwords.com/books/view/374520 4. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 5. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 6. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. https://www.smashwords.com/books/view/447537 7. IEEE Standard 802.16-2009, Air Interface for Fixed Broadband Wireless Access Systems, 2009. http://standards.ieee.org/getieee802/download/802.16-2009.pdf 130"},{"pageNumber":131,"pageContent":"8. International Telecommunication Union J.83; 2007. http://www.itu.int/rec/T-REC-J.83-200712-I 9. Advanced Television Systems Committee (ATSC): Digital television standard, Washington D.C., September 1995. 10. Ron Bryan, “What Can Elementary Particles Tell Us about the World We Live In?”; Journal of Scientific Exploration, Volume 14, pages 257 -274, 2000. 11. Richard Lighthouse, Elementary Particles: The 4 th Spin Type, smashwords.com; 2014. https://www.smashwords.com/books/view/44 9983 12. Seth (Jane Roberts) Early Sessions, Book 2, Session 60, 1964. “Matter is continually created, but no particular physical object is in itself continuous... No particular physical particle exists for any amount of time. It exists and disappears, and is instantaneously replaced by another.” Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Also thanks to Christian Luebbe, Nathan Borggren, Adam Elwood, and Ron Bryan for comments – although they do not necessarily agree with the views expressed in this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University, and has previously worked for NASA. Historical Note: The QAM pattern for elementary particles, including the mass, charge, and spin, was realized on 29 May 2014. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX Interesting historical note: Henry Moseley’s discoveries in the early 1900s, corrected the chemical periodic table and showed that, at least 3, chemical elements were missing from the table (atomic numbers 43, 61, and 75). Eric R. Scerri, “Master of Missing Elements,” American Scientist, September 2014, pg 358. 131"},{"pageNumber":132,"pageContent":"132"},{"pageNumber":133,"pageContent":"133"},{"pageNumber":134,"pageContent":"Elementary Particles: Cracking the Code (obsolete) Richard Lighthouse Elementary Particles: Cracking the Code (obsolete) Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution ISBN: 9781311632371 www.smashwords.com/books/view/442962 Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in 134"},{"pageNumber":135,"pageContent":"preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. No warranty may be created or extended by sales representatives or sales materials. The author shall not be liable for any loss of profit or any other commercial damages, including but not limited to incidental, special, consequential, or other damages. 29 May 2014 - original Revision 7h – 27 Oct 2014 Houston, Texas, U.S.A. Elementary Particles: Cracking the Code TABLE OF CONTENTS Introduction Conclusions References Abstract This paper presents a preliminary QAM model as the most accurate elementary particle table ever proposed. A 1024-QAM table is presented that graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. Interestingly, the math that describes QAM is simple and elegant. A robust model for elementary particles will need to meet 5 criteria to properly account for the relationships. Yang-Mills and other particle models have not been able to correctly account for the Mass Gaps. Antimatter, QCD, Baryogenesis, and Lattice QCD are briefly discussed. An explanation and examples are provided, along with possible error sources. Suggestions for further research are made. This paper provides compelling evidence that our universe is blinking at a high frequency. 1. Introduction A robust model for elementary particles will need to meet 5 criteria. These are: 1. model the charges 135"},{"pageNumber":136,"pageContent":"2. model the spins 3. model the masses 4. model the mass gaps 5. simple math The QAM table presented in this paper meets 4 of these requirements, and is expandable to accommodate new discoveries. The math for the QAM table is simple and elegant. No previous particle model has been able to explain the mass gaps. The QAM model beautifully explains the mass gaps. QAM stands for Quadrature Amplitude Modulation. Digital-QAM is a data transmission method that can be used to broadcast television pictures or WiFi signals, and many other applications. For digital applications involving computers, its use seems obvious. However, for applications involving physical reality – this may seem confusing, until it is understood that our universe is literally blinking off and on. QAM in dynamic motion can be seen here: https://en.wikipedia.org/wiki/Quadrature_amplitude_modulation It is recommended that readers review reference [1] & [2], as the following discussion will make more sense. Figure 1. 64-QAM positions and Mass Gaps. We are discussing a basic QAM table here to introduce the pattern and the concept. 136"},{"pageNumber":137,"pageContent":"2. Pattern The format for 64-QAM data is: Figure 2. This is called 6-bit data. For the purposes of elementary particles: 2 of the digits represent spin, 2 represent charge, and 2 represent mass. As the QAM model expands, more mass digits are needed to account for the varieties of mass. 137"},{"pageNumber":138,"pageContent":"Figure 3. Sample table in 64- QAM demonstrating how each data point contains the particle values in a digital format. (This is representative only.) *Note that the 4 th spin type is explained in another paper. [11] In 64-QAM, the position on the chart is determined by Amplitude, Phase, and Data. From previous papers, we know that Volts are proportional to Mass: [3] Volts = x * Mass and that Energy = Volts * Amp * sec For Digital-QAM in this case, Amplitude is proportional to Mass, so higher mass equals higher amplitude on the QAM table. 138"},{"pageNumber":139,"pageContent":"Figure 4. If we line up all of the known masses of elementary particles, we notice there are distinct gaps in the sequence. These gaps correspond to the mass gaps, and indicate the amplitude position on the QAM table. 3. Mass Gaps Mass Gaps are readily identified by a QAM table. Note that if we line up all of the known particle masses, in order of mass - the sequence makes the gaps apparent. A child might do this if given each of the particles as a numbered block on a table. He would immediately notice there are large gaps in the sequence of the mass values. A theoretical model such as Yang-Mills and related theories, cannot account for the mass gaps. In fact, this is the best, rigorous test that can be used to evaluate non-standard particle models – can it account for the mass gaps? The only reason this has not been used as a test in the past, is because none of the proposed models (Yang-Mills, Supersymmetry, Quantum Gravity, etc.) have been able to meet the requirement. 139"},{"pageNumber":140,"pageContent":"Figure 5 . 64-QAM Table positions. Example: Amplitude Phase Data 12% 45 o 000000 (photon) 4. The W Boson 140"},{"pageNumber":141,"pageContent":"It is noted that the W Boson does not seem to fit the table, initially. However, on further examination, we see that the particle is simply exhibiting eccentric behavior and should be properly modeled as a net zero charge (0). This particle's charge apparently flips between +1 and -1. Note that the average value for the particle charge is therefore, zero, and it should be placed in this category. Eccentric behavior is common in nature. In astrophysics, we do not “kick-out” a planet from its solar system, simply because it exhibits an eccentric orbit. And in this case, it could be said that the W boson's behavior is noted, and the table can accommodate it. It is simply eccentric behavior. 5. Where are the Mass Values? The QAM model is a universal table – meaning that its framework applies to all physical universes. This contrasts with a single universe, where individual mass, charge, and spins values are unique to that one universe. Probabilities are involved. For example, there likely exists a 4-Dimensional, physical universe where the charge values are: 0, -1/ 4, +1/ 2, & -1 and it likely has different mass and spin values than the ones we experience in our universe. The QAM framework is the same, but the charge values are different. Therefore, the QAM table applies to all physical universes and the specific values we experience for mass, charge, and spin are unique to our particular universe. See reference [4] for additional information - “The Discovery of Parallel Universes.” www.smashwords.com/books/view/376593 6. Antimatter? The short answer: There is no antimatter in our universe. What researchers have witnessed in the laboratory are 2 particles with the same mass-to-charge ratio in a collision. During the collision, the 2 particles seem to annihilate each other. This is not correct. These 2 particles are correctly identified on the 1024-QAM table. They are ordinary matter particles, not anti - matter. The other particle is not a positron, it is a probable version of the muon neutrino. This can be mathematically shown to be correct.[13] It is proposed that upon collision, both parti - cles have the fourth spin activated and use the excess energy to move to a parallel universe, in our terms. [4], [11] Nothing is annihilated or destroyed. 141"},{"pageNumber":142,"pageContent":"The QAM table makes it clear that 16 particles have the same mass, with 4 different charges and 4 possible spin types. The universe of negative matter (antimatter) does not exist at the same time, as our positive universe, in our terms. Matter and antimatter particles can never meet. It is impossible. Again, there is no antimatter in our universe, although antimatter does exist in the universe of “antispace”, in our terms.[12] It is noted there are no “antichemicals” on the Standard Periodic Table, so why should we as - sume there are “antiparticles” available in our universe? Again, the 1024-QAM table shows particles of the same mass-to-charge ratio available in our universe – these are not antiparti - cles, just ordinary matter. Figure 7. Matter and Antimatter particles can never meet because they do not exist at the same time, in our terms. When our physical universe blinks off, the antimatter universe blinks on. The Fundamental Carrier Wave operates at 200% amplitude modulation, in our terms, which creates the blinking effect. [1] Each reader must comprehend that our universe literally blinks off and on, approximately 1 trillion times (10^12) every second. This is why the QAM digital model fits so well – because our universe is blinking. There is a QAM table for the elementary particles in the negative universe, which is identical to ours, except with opposite charges, in our terms. 142"},{"pageNumber":143,"pageContent":"7. QCD and Colors. The QAM table predicts 4 different charges for each particle mass. No \"colors\" are needed to explain this. Some particles have a lower Probability of Appearance (PoA), but no special color markers or color charges are needed to display them using 1024-QAM. This makes the Quantum ChromoDynamic (QCD) model obsolete, because “chromo” means color. The 1024-QAM table is the equivalent of the Standard Periodic Table in chemistry. It demon - strates how all of the particles are related, but it does not explain much about their stability or how they interact. The QAM table is the correct foundation to use with Quantum Field Theory (QFT), just as the Standard Periodic Table is the foundation to use with Organic Chemistry and Physical Chemistry. Another analogy of this idea is the typical “Family Tree” or Genealogy Chart. The Tree will graphically show the relationships of the individuals, but it does not tell us much about how they interacted or their personalities. However, some important information can be retrieved from understanding these basic relationships. 8. Baryogenesis Per Figure 7., if there are no antiparticles available in our universe, then the entire problem of baryogenesis is mute. There is no problem and no discussion. 9. Lattice QCD Lattice QCD has enjoyed some recent successes because it is attempting to become a QAM model. By simulating a discrete universe, it will have some indications that are in line with experimental evidence and predictions. Unfortunately, because it is a model based upon the assumption of time being continuous and linear, it will fail a number of simple tests. For example, Lattice QCD cannot accurately explain the Anomalous Magnetic Moment, because the model does not predict the appearance of a completely new particle each time the universe “blinks.” [6] It simply divides the assumed-continuous universe into small, discrete points for the purposes of modeling. Also, Lattice QCD cannot account for the mass gaps. [2] However, it can be an excellent model under certain limitations, when properly taken into account. 10. Preliminary 1024-QAM 143"},{"pageNumber":144,"pageContent":"The 10-bit format for 1024-QAM is: Figure 8. The quadrants of 1024-QAM showing all of the 1024 points in Figure 9. Note that each quadrant contains 256 points and has 16 Mass Groups and 16 probabilities. The 16 probabilities are the vertical column (red) of points from the blue baseline. There are 4 x 4 x 4 possible mass types for a total of 64. There are 4 possible charge types and 4 possible spin types. 144"},{"pageNumber":145,"pageContent":"Figure 9. 4 Quadrants with 16 Mass Groups and 16 probabilities for a total of 1024 points. 145"},{"pageNumber":146,"pageContent":"Figure 10. Preliminary 1024-QAM. This is how the center of a 1024-QAM table might appear. (This is representative only and may require some changing of positions.) Keep in mind that each particle mass has 16 probability types, which appear as a vertical column (red line) with each particle mass (blue line). Note the symmetry in the table which allows us to predict the undiscovered particles (gray). 11. Timing If we start with Electron Spin Resonance at 1015 MHz, we can deduce that a complete cycle around the 4 quadrants, filling all the 1024 positions must occur 1015 million times every second, or about 1.015 billion times each second. If we multiply by 1024 points, this means that our physical universe is blinking at approximately: 1.015 x 10 9 (1024 points) = 1.03936 x 10 12 cycles per second or 1.03936 trillion cycles per second Each data point on the 1024-QAM table is replaced at the same rate as Electron Spin Resonance, or 1.015 billion times each second. So to calculate the probabilities and timing for each particle mass, we must use these values. 146"},{"pageNumber":147,"pageContent":"Note that the first harmonic will occur at approximately 2.07872 THz. The importance of this frequency will be detailed in another paper. 12. Possible Error Sources This preliminary model may appear to be deficient due to: 1) Incomplete or bad experimental data 2) There may be particles with lifetime's so short that we are not able to capture their behavior. This might eliminate them from detection. 3) The QAM table suggests that each particle mass can exhibit a variety of charge and spin. It is possible that this diverse behavior (probabilities) has not been captured by researchers. 13. Experimental Confirmation Experimental confirmation is suggested by identifying individual mass particles that have more than one charge or spin. This may be already accessible in existing experimental data. 14. Further Research The preliminary QAM table strongly suggests that each particle mass may exhibit 4 different types of charge, and 4 different types of spin, for a total of 16 probabilities. This may account for the recently discovered “ghost” gluons. It may also be a better method to account for the “colors” in QCD. Confirmation of this behavior would lend credibility to the model, and as such, it should be relatively easy and inexpensive to verify. Such experimental data may even be imbedded in previous experimental observations for review and confirmation. It is also possible that each particle will exhibit this behavior when under a strong magnetic field or high temperatures, etc. If each particle has 4 possible charges and 4 possible spins – there will be 16 possible particles for each specific mass. For example, 16 possible varieties of photons, 16 possible varieties of gluons, etc. For the photon, these various probabilities would then appear as a 16-position column above position (0000000000) on a 1024-QAM table, which further suggests that numerous particles remain to be discovered. 15. Conclusions 147"},{"pageNumber":148,"pageContent":"Mass Gaps, charge, spin and amplitude are readily predicted and arranged by a Digital-QAM table. It can be concluded that Digital-QAM fits well with the experimental data, and it provides compelling evidence that our universe is blinking because it is a digital-discrete model. Other conclusions from the data arrangement: 1) The QAM table is the correct foundation to use with Quantum Field Theory (QFT). This is the equivalent of the Standard Periodic Table in chemistry. No special color charges or color markers are needed, as in QCD. 2) There are 4 “massless” or “near-massless” particles. 3) One type of spin has yet to be found and identified. [11] 4) Particle masses are found in groups of 4. (Quadrature means 4) 5) There are numerous particles that can be predicted and discovered by using the QAM digital table. 6) The math for QAM is simple and elegant. 7) No proposed particle model has been able to correctly account for the mass gaps. We can therefore conclude the preliminary QAM table is basically the correct approach. 8) For each particle mass, 16 different probabilities are involved with the appearance of each charge and spin type – implying that the smallest possible QAM table that will contain all particles, for our single universe, is 1024-QAM. 9) The QAM table correctly explains and accounts for the Anomalous Magnetic Moment. [6] Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. 16. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 148"},{"pageNumber":149,"pageContent":"2. Richard Lighthouse, Explanation for the Mass Gap and Yang-Mills Theory, Smashwords.com; 2014. https://www.smashwords.com/books/view/438567 3. Richard Lighthouse, Preliminary Model for Grand Unified Theory (GUT), Smashwords.com; 2013. https://www.smashwords.com/books/view/374520 4. Richard Lighthouse, The Discovery of Parallel Universes; smashwords.com; 2013. https://www.smashwords.com/books/view/376593 5. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups; smashwords.com; 2014. https://www.smashwords.com/books/view/445062 6. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation; smashwords.com; 2014. https://www.smashwords.com/books/view/447537 7. IEEE Standard 802.16-2009, Air Interface for Fixed Broadband Wireless Access Systems, 2009. http://standards.ieee.org/getieee802/download/802.16-2009.pdf 8. International Telecommunication Union J.83; 2007. http://www.itu.int/rec/T-REC-J.83-200712-I 9. Ron Bryan, “What Can Elementary Particles Tell Us about the World We Live In?”; Journal of Scientific Exploration, Volume 14, pages 257 -274, 2000. 10. American National Standard ANSI/SCTE 40 2004; Digital Cable Network Interface Standard, 2004. 11. Richard Lighthouse, Elementary Particles: The 4 th Spin Type; smashwords.com; 2014. https://www.smashwords.com/books/view/44 9983 12. Seth (Jane Roberts) Early Sessions, Book 2, Session 61, 1964. “ Antimatter, using your terms, exists simultaneously with your universe, having what I will call antigravity, and in what I will call antispace. If you will now remember that there are negative intervals, or intervals between the pulsations of energy into matter, if you will remember that your physical universe then is nonexistent for the same number of intervals that it is existent, then you will see that this gives us our antimatter.” 13. Richard Lighthouse, Elementary Particles: Solving the Antimatter Problem; smashwords.com; 2014. https://www.smashwords.com/books/view/4 65801 Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Also thanks to Christian Luebbe, Nathan Borggren, Adam Elwood, Rhorry Gauld, and Ron Bryan 149"},{"pageNumber":150,"pageContent":"for comments – although they do not necessarily agree with the views in this paper. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University, and previously worked at NASA. Historical Note: The QAM pattern for elementary particles, including the mass, charge, and spin, was realized on 29 May 2014. Contact: RLight767 –at- yahoo point com, RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX Commentary Scientists have no problem claiming that black holes exist, even though they have never actually seen one. They have no problem accepting antimatter, even though they cannot prove it is antimatter. They are completely willing to dive into the mathematics of Yang-Mills theory, which is ridiculously complicated, and accept it. But show them the simple math of QAM and tangible evidence of parallel universes, and their reaction suggests you are describing a flying unicorn. Clearly, there i s a variable Standard of Proof being used by the scientific community - more Academic Puffery. I should call my effort the “Unicorn Model,” and then we can all be on the same page to begin a discussion... 150"},{"pageNumber":151,"pageContent":"151"},{"pageNumber":152,"pageContent":"Elementary Particles: Periodic Table (obsolete) Richard Lighthouse Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution ISBN: 9781311053886 www.smashwords.com/books/view/458893 Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. 152"},{"pageNumber":153,"pageContent":"29 May 2014 - original Revision 3d – 28 October 2014 Revision 3f – 23 September 2016 – aligned pictures with text because it was being rejected for external distribution on smashwords. (I am not convinced this is the real reason.) Houston, Texas, U.S.A. Elementary Particles: Periodic Table TABLE OF CONTENTS Introduction Conclusions References Abstract This is a significant breakthrough in elementary particle physics. This paper presents the complete table of 1024 elementary particles based on the QAM model as the first Periodic Table for Elementary Particles. A 1024-QAM table is presented that graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. Interestingly, the math that describes QAM is simple and elegant. If we line up all of the particle masses in order, we find there are a number of “gaps.” These are called the mass gaps, and they line up perfectly with 1024-QAM. QAM is very simple – it is the math used for wifi signals, and it perfectly fits the sequence of elementary particle masses. Numerous other particles are predicted using 1024-QAM. This paper provides compelling evidence that our universe is blinking at a high frequency. Updated to provide the full table in the Appendix. 1. Introduction The math for the QAM table is simple and elegant. No previous particle model has been able to explain the mass gaps. The QAM model beautifully explains the mass gaps. QAM stands for Quadrature Amplitude Modulation. Digital-QAM is a data transmission method that can be used to broadcast television pictures or WiFi signals, and many other applications. For digital applications involving computers, its use seems obvious. However, 153"},{"pageNumber":154,"pageContent":"for applications involving physical reality – this may seem confusing, until it is understood that our universe is literally blinking off and on. QAM in dynamic motion can be seen here: https://en.wikipedia.org/wiki/Quadrature_amplitude_modulation It is recommended that readers review reference [1] & [2], as the following discussion will make more sense. Figure 1. 16-QAM. Note the “Gaps” at 0%, 50%, and 100%. The nodes exist at 25% and 75% amplitude. 154"},{"pageNumber":155,"pageContent":"Figure 2. Equivalent waveform for 16-QAM. Note the zero values at 0%, 50%, and 100%. Figure 3. If we line up the known masses of elementary particles, we notice there are distinct gaps in the sequence. A child would notice this, if given the mass values as playing blocks. These gaps correspond to the mass gaps in experimental results. They also correspond to the gaps on the QAM table. Note that all particle masses appear in groups of 4. Undiscovered particles are show in gray. 2. Mass Gaps Mass Gaps are readily identified by a QAM table. Note that if we line up all of the known particle masses, in order of mass - the sequence makes the gaps apparent. A child might play with this if given each of the particles as a numbered block on a table. He would immediately notice there are gaps in the sequence of the mass values. A theoretical model such as Yang-Mills, Supersymmetry and Quantum Gravity, cannot account for the mass gaps. 3. 1024-QAM Format 155"},{"pageNumber":156,"pageContent":"Figure 4. This is the 10-bit format for 1024-QAM. Each position has 4 possible data values: 00, 01, 10, and 11. This equals a total of 1024 possible particles. 156"},{"pageNumber":157,"pageContent":"Figure 5. Sample table in QAM demonstrating how each data point contains the particle values in a digital format. *Note that the 4 th spin type is explained in another paper. [11] 4. The W Boson It is noted that the W Boson does not seem to fit the table, initially. However, on further examination, we see that the particle is simply exhibiting eccentric behavior and should be properly modeled as a net zero charge (0). This particle's charge apparently flips between +1 and -1. Note that the average value for the particle charge is therefore, zero, and it should be placed in this category. Eccentric behavior is common in nature. In astrophysics, we do not “kick-out” a planet from its solar system, simply because it exhibits an eccentric orbit. And in this case, it could be said that the W boson's behavior is noted, and the table can accommodate it. It is simply eccentric behavior. 5. Where are the Mass Values? 157"},{"pageNumber":158,"pageContent":"The QAM model is a universal table – meaning that its framework applies to all physical universes. This contrasts with a single universe, where individual mass, charge, and spins values are unique to that one universe. Probabilities are involved. For example, there likely exists a 4-Dimensional, physical universe where the charge values are: 0, -1/ 4, +1/ 2, & -1 and it likely has different mass and spin values than the ones we experience in our universe. The QAM framework is the same, but the charge values are different. Therefore, the QAM table applies to all physical universes and the specific values we experience for mass, charge, and spin are unique to a single universe. See reference [4] for additional information - “The Discovery of Parallel Universes.” www.smashwords.com/books/view/376593 158"},{"pageNumber":159,"pageContent":"Figure 6. 4 Quadrants with 16 Mass Groups and 16 probabilities for a total of 1024 points. Note that each quadrant contains 256 points and has 16 Mass Groups and 16 probabilities. The 16 probabilities are the vertical column (red) of points from the blue baseline. There are 4 x 4 x 4 possible mass types for a total of 64. There are 4 possible charge types and 4 possible spin types. Figure 7. Preliminary 1024-QAM. This is how the center of a 1024-QAM table might appear. (This is representative only and may require some changing of positions.) Keep in mind that each particle mass has 16 probability types, which appear as a vertical column (red line) with each particle mass (blue line). Note the symmetry in color and type, which are good indicators for the undiscovered particles (gray). From Figure 7, we can deduce some preliminary conclusions about the undiscovered particles. See Reference [5] for the nomenclature. MG4-III is likely a Lepton. MG3-III is likely a Lepton. MG3-IV is likely a Quark. Also note that the “Top Quark” (MG5-IV) is probably a Boson. (the name should probably remain as “Top Boson.”) The QAM model explains the relationships, but it does not describe the dynamics and interactions. This is similar to the Standard Periodic Table in chemistry. If you are unconvinced about this important breakthrough, please consider this: The symmetrical color pattern in Figure 7 (green, purple, orange) of leptons, quarks and bosons – cannot be due to random coincidence. The odds against this are quite high. Also note that the QAM table has symmetry, but not perfect symmetry. This ideal of symmetry without perfection, is reflected in nature such as snowflakes, butterfly wing patterns, molecular structures, etc. 159"},{"pageNumber":160,"pageContent":"The Count for Figure 7: 8 Leptons (green) 6 Quarks (purple) 6 Bosons (orange) X New Type [Quaterns] Given that QAM operates in 4's – we can predict a new type of particle that has not been discovered (Quaterns). Figure 8. Undiscovered Particles with Estimates. The range for MG4-III (Upsilon) is corrected to 2.4 – 3.2 GeV. It is likely these particles have not been discovered because they are rare events – meaning a small Probability of Appearance (PoA). This is similar to the Sterile Neutrino and AntiNeutrino, which are known to be rare events. 6. Possible Error Sources This preliminary model is far from complete. The author welcomes input and suggestions from the physics community. This preliminary model may appear to be deficient due to: 1) Incomplete or bad experimental data 2) There may be particles with lifetime's so short that we are not able to capture their behavior. This might eliminate them from detection. 3) The QAM table suggests that each particle mass can exhibit a variety of charge and spin. It is possible that this diverse behavior (probabilities) has not been captured by researchers. 7. Experimental Confirmation Experimental confirmation is suggested by identifying individual mass particles that have more than one charge or spin. This may be already accessible in existing experimental data. 160"},{"pageNumber":161,"pageContent":"8. Further Research The preliminary QAM table strongly suggests that each particle mass may exhibit 4 different types of charge, and 4 different types of spin, for a total of 16 probabilities. This may account for the recently discovered “ghost” gluons. It may also be a better method to account for the “colors” in QCD. Confirmation of this behavior would lend credibility to the model, and as such, it should be relatively easy and inexpensive to verify. Such experimental data may even be imbedded in previous experimental observations for review and confirmation. It is also possible that each particle will exhibit this behavior when under a strong magnetic field or high temperatures, etc. If each particle has 4 possible charges and 4 possible spins – there will be 16 possible particles for each specific mass. For example, 16 possible varieties of photons, 16 possible varieties of gluons, etc. For the photon, these various probabilities would then appear as a 16-position column above position (0000000000) on a 1024-QAM table, which further suggests that numerous particles remain to be discovered. When studying the 1024-QAM core pattern (Figure 7), there seems to be a balance of leptons, bosons, and quarks - followed by the entire Mass Group 5, which is composed solely of bosons. Why? This is quite interesting. This preliminary model needs further research. The readers input and suggestions are requested. 9. Conclusions Mass Gaps, charge, spin and amplitude are readily predicted and arranged by a Digital-QAM table. It can be concluded that Digital-QAM fits well with the experimental data, and it provides compelling evidence that our universe is blinking because it is a digital-discrete model. Other conclusions from the data arrangement: 1) The QAM table is the correct foundation to use with Quantum Field Theory (QFT). This is the equivalent of the Standard Periodic Table in chemistry. 2) There are 4 “massless” or “near-massless” particles. 3) One type of spin has yet to be found and identified. [11] 4) Particle masses are found in groups of 4. (Quadrature means 4) 161"},{"pageNumber":162,"pageContent":"5) There are numerous particles that can be predicted and discovered by using the QAM digital table. 6) The math for QAM is simple and elegant, compared to Yang-Mills and related theories. 7) No proposed particle model has been able to account for the mass gaps. We can therefore conclude the preliminary QAM table is basically the correct approach. 8) For each particle mass, 16 different probabilities are involved with the appearance of each charge and spin type – implying that the smallest possible QAM table that will contain all particles, for our single universe, is 1024-QAM. 9) The QAM table correctly explains and accounts for the Anomalous Magnetic Moment. [6] 10) The QAM model explains the relationships, but it does not describe the dynamics and interactions. This is similar to the Standard Periodic Table in chemistry. Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. 10. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 2. Richard Lighthouse, Elementary Particles: Cracking the Code, Smashwords.com; 2014. 3. Richard Lighthouse, Preliminary Model for Grand Unified Theory (GUT), Smashwords.com; 2013. https://www.smashwords.com/books/view/374520 4. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 5. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 6. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. 162"},{"pageNumber":163,"pageContent":"https://www.smashwords.com/books/view/447537 7. IEEE Standard 802.16-2009, Air Interface for Fixed Broadband Wireless Access Systems, 2009. http://standards.ieee.org/getieee802/download/802.16-2009.pdf 8. International Telecommunication Union J.83; 2007. http://www.itu.int/rec/T-REC-J.83-200712-I 9. Advanced Television Systems Committee (ATSC): Digital television standard, Washington D.C., September 1995. 10. Ron Bryan, “What Can Elementary Particles Tell Us about the World We Live In?”; Journal of Scientific Exploration, Volume 14, pages 257 -274, 2000. 11. Richard Lighthouse, Elementary Particles: The 4 th Spin Type, smashwords.com; 2014. https://www.smashwords.com/books/view/44 9983 12. Seth (Jane Roberts) Early Sessions, Book 2, Session 60, 1964. “Matter is continually created, but no particular physical object is in itself continuous... No particular physical particle exists for any amount of time. It exists and disappears, and is instantaneously replaced by another.” Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Also thanks to Christian Luebbe, Nathan Borggren, Adam Elwood, and Ron Bryan for comments – although they do not necessarily agree with the views expressed in this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University, and has previously worked for NASA. Historical Note: The QAM pattern for elementary particles, including the mass, charge, and spin, was realized on 29 May 2014. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX 163"},{"pageNumber":164,"pageContent":"Interesting historical coincidence: Henry Moseley’s discoveries in the early 1900s, corrected the Chemical Periodic Table and showed that, at least 3, chemical elements were missing from the table (atomic numbers 43, 61, and 75). Eric R. Scerri, “Master of Missing Elements,” American Scientist, September 2014, pg 358. Figure A-1. Full Table 164"},{"pageNumber":165,"pageContent":"Figure A-2. First half of Table. Note that the “Top” particle is actually a boson. Figure A-3. Second half. Note that these are the heavy-weight counterparts for supersymmetry. 165"},{"pageNumber":166,"pageContent":"Elementary Particles: Estimates for Mass Groups 6 & 7 (obsolete) Richard Lighthouse Elementary Particles: Estimates for Mass Groups 6 & 7 (obsolete) Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution ISBN: 9781310568411 www.smashwords.com/books/view/479975 Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the 166"},{"pageNumber":167,"pageContent":"accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. ATTN: CIA, NSA, and FBI: Theft of this document is a crime. Please keep your criminal agents away. 26 September 2014 - original Revision 2a – 23 November 2014 Houston, Texas, U.S.A. Elementary Particles: Estimates for Mass Groups 6 & 7 TABLE OF CONTENTS Introduction Conclusions References Abstract This paper presents many new elementary particles based on the QAM model as the first Periodic Table for Elementary Particles. The mass values for these new particles are estimated, based upon possible mathematical patterns. It should be noted these estimates are very crude, and are intended to be used as “guidelines” for experimental planning purposes. The estimates are not intended to be predictions, and are not reflective of strict values within the QAM table. Probabilities are involved. However, this may still be helpful when designing future experimental hardware and test procedures. The basic format is based upon the 1024-QAM table that graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. Interestingly, the math that describes QAM is simple and elegant. If we line up all of the particle masses in order, we find there are a number of “gaps.” These are called the mass gaps, and they line up perfectly with 1024-QAM. QAM is very simple – it is the math used for wifi signals, and it perfectly fits the sequence of elementary particle masses. 4 new particles are predicted to be discovered between 1 to 15 TeV. Also, 4 new particles are predicted to be discovered between 50 to 200 TeV. Numerous other new particles are predicted using 1024-QAM. 1. Introduction 167"},{"pageNumber":168,"pageContent":"The math for the QAM table is simple and elegant. No previous particle model has been able to explain the mass gaps. The QAM model beautifully explains the mass gaps. QAM stands for Quadrature Amplitude Modulation. It is recommended that readers review reference [1] & [2], as the following discussion will make more sense. Figure 1. If we line up the known masses of elementary particles, we notice there are distinct gaps in the sequence. A child would notice this, if given the mass values as playing blocks. These gaps correspond to the mass gaps in experimental results. They also correspond to the gaps on the QAM table. Note that all particle masses appear in groups of 4. Undiscovered particles are show in gray. 2. 1024-QAM Format 168"},{"pageNumber":169,"pageContent":"Figure 2. This is the 10-bit format for 1024-QAM. Each position has 4 possible data values: 00, 01, 10, and 11. This equals a total of 1024 possible particles. Figure 3. Preliminary 1024-QAM. This is how the center of a 1024-QAM table might appear. (This is representative only) Keep in mind that each particle mass has 16 probability types, which appear as a 169"},{"pageNumber":170,"pageContent":"vertical column (red line) with each particle mass (blue line). Note the symmetry in color and type, which are good indicators for the undiscovered particles (gray). Figure 4. Mass Groups 6 & 7 shown with estimated mass values. It is important to note these mass ranges are rough estimates, having about a 50% confidence level. Figure 5. Some of the possible patterns which may be seen in Mass Groups 6 thru 16. Keep in mind that some of these particles may be associated with Dark Matter and not immediately identified and discovered. Or their Probability of Appearance (PoA) may be so small that it will take months or years of operating time, to demonstrate sufficient events to identify them. From these patterns, we can deduce something unique about the Quatern: It’s structure is adaptable. This means it has the ability to function as a lepton, boson, or quark. This ability also makes it highly adaptable in composing Dark Matter. 170"},{"pageNumber":171,"pageContent":"3. Further Research This preliminary model needs further research. The readers input and suggestions are requested. 4. Conclusions Mass Gaps, charge, spin and amplitude are readily identified and arranged by a Digital-QAM table. Other conclusions: 1) There are numerous particles that can be identified and discovered by using the QAM digital table. 2) There must be a mathematical pattern associating the mass values. The precise equation would be very helpful if known. 3) Prediction: 4 new particles will be discovered between 1 to 15 TeV/c 2 4) Prediction: 4 new particles will be discovered between 50 to 200 TeV/c 2 5) Prediction: 4 new particles will be discovered between 1 to 30 PeV/c 2 . These four, in Mass Group 8, have been previously described and named as Ash, Bev, Rae, and Clara. Readers are encouraged to read the associated technical papers at smashwords.com This is a living document. The author reserves the right to make corrections and changes. 10. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 2. Richard Lighthouse, The First Periodic Table for Elementary Particles; Smashwords.com; 2014. 171"},{"pageNumber":172,"pageContent":"https://www.smashwords.com/books/view/ 461826 3. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 4. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 5. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. https://www.smashwords.com/books/view/447537 6. Richard Lighthouse, Elementary Particles: The 4 th Spin Type, smashwords.com; 2014. https://www.smashwords.com/books/view/44 9983 7. Seth (Jane Roberts) Early Sessions, Book 2, Session 60, 1964. “Matter is continually created, but no particular physical object is in itself continuous... No particular physical particle exists for any amount of time. It exists and disappears, and is instantaneously replaced by another.” Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX Sample Calculations using approximate mathematical patterns: Lee Particle 1.275/.511 = 2.495 172"},{"pageNumber":173,"pageContent":"2.495 x 1.275 = 3.2 TeV Linos Particle 1.777/1.275 = 1.394 1.394 x 3.2 = 4.5 TeV = = = = Una Particle 80.4/95 = .846 .846 x 80.4 = 68 TeV Unity Particle 91.2/80.4 = 1.134 1.134 x 68 = 77 Tev etc...by mass ratios These calculations are not predictions, they are merely rough estimates. It is understood these calculations are based on mathematical patterns. This is particularly true, given that some researchers believe that the Higgs Boson is the final particle. 173"},{"pageNumber":174,"pageContent":"174"},{"pageNumber":175,"pageContent":"175"},{"pageNumber":176,"pageContent":"Elementary Particles: Estimates for Mass Group 8 (obsolete) Richard Lighthouse Elementary Particles: Estimates for Mass Group 8 (obsolete) Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution ISBN: 9781310383298 www.smashwords.com/books/view/496534 176"},{"pageNumber":177,"pageContent":"Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. ATTN: CIA, NSA, & FBI: Theft of this document is a felony. Crooked agents and managers will be prosecuted. 26 November 2014 - original Revision 1b – 26 November 2014 Houston, Texas, U.S.A. Elementary Particles: Estimates for Mass Group 8 TABLE OF CONTENTS Introduction Conclusions References Abstract This paper presents new elementary particles based on the QAM model as the first Periodic Table for Elementary Particles. The mass values for these new particles are estimated, based upon possible mathematical patterns. It should be noted these estimates are rough. The basic format is based upon the 1024-QAM table that graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. Interestingly, the math that describes QAM is simple and elegant. If we line up all of the particle masses in order, we find there are a number of “gaps.” These are called the mass gaps, and they line up perfectly with 1024-QAM. QAM is very simple – it is the math used for wifi signals, and it perfectly fits the sequence of elementary particle masses. 4 new particles are predicted to be discovered between 1 to 30 PeV. 1. Introduction 177"},{"pageNumber":178,"pageContent":"The math for the QAM table is simple and elegant. No previous particle model has been able to explain the mass gaps. The QAM model beautifully explains the mass gaps. QAM stands for Quadrature Amplitude Modulation. It is recommended that readers review reference [1] & [2], as the following discussion will make more sense. Figure 1. Preliminary 1024-QAM. This is how the center of a 1024-QAM table might appear. (This is representative only) Keep in mind that each particle mass has 16 probability types, which appear as a vertical column (red line) with each particle mass (blue line). Note the symmetry in color and type, which are good indicators for the undiscovered particles (gray). 178"},{"pageNumber":179,"pageContent":"Figure 2. Mass Group 8 shown with estimated mass values. It is important to note these mass ranges are rough estimates, having about a 50% confidence level. 3. Further Research This preliminary model needs further research. The readers input and suggestions are requested. 4. Conclusions Mass Gaps, charge, spin and amplitude are readily identified and arranged by a Digital-QAM table. Other conclusions: 1) There are numerous particles that can be identified and discovered by using the QAM digital table. 2) There must be a mathematical pattern associating the mass values. The precise equation would be very helpful if known. Probabilities are involved. 3) Prediction: 4 new particles will be discovered between 1 to 30 PeV/c 2 . These four, in Mass Group 8, have been previously described and named as Ash, Bev, Rae, and Clara. Readers are encouraged to read the associated technical papers at smashwords.com 179"},{"pageNumber":180,"pageContent":"This is a living document. The author reserves the right to make corrections and changes. 10. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 2. Richard Lighthouse, The First Periodic Table for Elementary Particles; Smashwords.com; 2014. https://www.smashwords.com/books/view/ 461826 3. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 4. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 5. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. https://www.smashwords.com/books/view/447537 6. Richard Lighthouse, Elementary Particles: The 4 th Spin Type, smashwords.com; 2014. https://www.smashwords.com/books/view/44 9983 7. Seth (Jane Roberts) Early Sessions, Book 2, Session 60, 1964. “Matter is continually created, but no particular physical object is in itself continuous... No particular physical particle exists for any amount of time. It exists and disappears, and is instantaneously replaced by another.” Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm 180"},{"pageNumber":181,"pageContent":"Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). 181"},{"pageNumber":182,"pageContent":"182"},{"pageNumber":183,"pageContent":"Elementary Particles: Estimates for Mass Groups 9 & 10 (obsolete) Richard Lighthouse Elementary Particles: Estimates for Mass Groups 9 & 10 (obsolete) Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution ISBN: 9781311684004 www.smashwords.com/books/view/512080 183"},{"pageNumber":184,"pageContent":"Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. Previously published as “Elementary Particles: Estimates for Mass Groups 6 & 7” 26 September 2014 – original (Previous Paper) Revision 4a – 17 February 2015 Houston, Texas, U.S.A. Elementary Particles: Estimates for Mass Groups 9 & 10 TABLE OF CONTENTS Introduction Conclusions References Abstract This paper presents many new elementary particles based on the QAM model as the first Periodic Table for Elementary Particles. The mass values for these new particles are estimated, based upon possible mathematical patterns. It should be noted these estimates are crude, and are intended to be used as guidelines for experimental planning purposes. The estimates are not intended to be predictions, and are not reflective of strict values within the QAM table. Probabilities are involved. However, this may still be helpful when designing future experimental hardware and test procedures. The basic format is based upon the 1024- QAM table that graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. Interestingly, the math that describes QAM is simple and elegant. If we line up all of the particle masses in order, we find there are a number of “gaps.” These are called the mass gaps, and they line up perfectly with 1024-QAM. QAM is very simple – it is the math used for wifi signals, and it perfectly fits the sequence of elementary particle masses. 4 new particles are predicted to be discovered between 1 to 15 TeV. Also, 4 new particles are predicted to be discovered between 50 to 200 TeV. Numerous other new particles are predicted using 1024-QAM. 184"},{"pageNumber":185,"pageContent":"1. Introduction The math for the QAM table is simple and elegant. No previous particle model has been able to explain the mass gaps. The QAM model beautifully explains the mass gaps. QAM stands for Quadrature Amplitude Modulation. It is recommended that readers review reference [1] & [2], as the following discussion will make more sense. Figure 1. (Deleted) 2. 1024-QAM Format Figure 2. This is the 10-bit format for 1024-QAM. Each position has 4 possible data values: 00, 01, 10, and 11. This equals a total of 1024 possible particles. 185"},{"pageNumber":186,"pageContent":"Figure 3. Periodic Table for Elementary Particles showing all 16 mass groups. This paper focuses on mass groups 9 and 10. Figure 4. Mass Groups 9 & 10 shown with estimated mass values. These mass ranges are rough estimates. 3. Further Research This preliminary model needs further research. The readers input and suggestions are requested. 4. Conclusions Mass Gaps, charge, spin and amplitude are readily identified and arranged by a Digital-QAM table. Other conclusions: 186"},{"pageNumber":187,"pageContent":"1) There are numerous particles that can be identified and discovered by using the QAM digital table. 2) There must be a mathematical pattern associating the mass values. The precise equation would be very helpful if known. 3) Prediction: 4 new particles will be discovered between 1 to 15 TeV/c 2 4) Prediction: 4 new particles will be discovered between 50 to 200 TeV/c 2 5) Prediction: 4 new particles will be discovered between 1 to 30 PeV/c 2 . Readers are encouraged to read the associated technical papers at smashwords.com, lulu.com, amazon, barnandnoble, kobo.com, and apple ibooks. This is a living document. The author reserves the right to make corrections and changes. 10. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 2. Richard Lighthouse, The First Periodic Table for Elementary Particles; Smashwords.com; 2014. https://www.smashwords.com/books/view/ 461826 3. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 4. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 5. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. https://www.smashwords.com/books/view/447537 6. Richard Lighthouse, Elementary Particles: The 4 th Spin Type, smashwords.com; 2014. https://www.smashwords.com/books/view/44 9983 7. Seth (Jane Roberts) Early Sessions, Book 2, Session 60, 1964. “Matter is continually created, but no 187"},{"pageNumber":188,"pageContent":"particular physical object is in itself continuous... No particular physical particle exists for any amount of time. It exists and disappears, and is instantaneously replaced by another.” Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX Sample Calculations using approximate mathematical patterns: Photino Particle 1.275/.511 = 2.495 2.495 x 1.275 = 3.2 TeV Gluino Particle 1.777/1.275 = 1.394 1.394 x 3.2 = 4.5 TeV = = = = Sash Particle 80.4/95 = .846 188"},{"pageNumber":189,"pageContent":".846 x 80.4 = 68 TeV Sbev Particle 91.2/80.4 = 1.134 1.134 x 68 = 77 Tev etc...by mass ratios These calculations are not predictions, they are merely rough estimates. It is understood these calculations are based on mathematical patterns. = = = = = Figure A1. First Half of Table 189"},{"pageNumber":190,"pageContent":"Figure A2. Second Half of Table 190"},{"pageNumber":191,"pageContent":"191"},{"pageNumber":192,"pageContent":"Elementary Particles: Estimates for Mass Group 11 (obsolete) Richard Lighthouse Elementary Particles: Estimates for Mass Group 11 (obsolete) Creative Commons 4.0 International License; 2020 by Richard Lighthouse. CC BY 4.0 Please acknowledge source. RLighthouse.com WARNING: The NSA has likely placed electronic tracking tags in this document. Please consider printing for distribution ISBN: 9781311424273 www.smashwords.com/books/view/512164 Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in 192"},{"pageNumber":193,"pageContent":"preparing this document, he makes no representations or warranties with respect to the accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. Previously published as “ Elementary Particles: Estimates for Mass Group 8” 26 November 2014 – original (Previous Paper) Revision 3a – 17 February 2015 Houston, Texas, U.S.A. Elementary Particles: Estimates for Mass Group 11 TABLE OF CONTENTS Introduction Conclusions References Abstract This paper presents new elementary particles based on the QAM model as the first Periodic Table for Elementary Particles. The mass values for these new particles are estimated, based upon possible mathematical patterns. It should be noted these estimates are rough. The basic format is based upon the 1024-QAM table that graphically displays how all elementary particles are related, similar to the Standard Periodic Table in chemistry. Interestingly, the math that describes QAM is simple and elegant. If we line up all of the particle masses in order, we find there are a number of “gaps.” These are called the mass gaps, and they line up perfectly with 1024-QAM. QAM is very simple – it is the math used for wifi signals, and it perfectly fits the sequence of elementary particle masses. 4 new particles are predicted to be discovered between 1 to 30 PeV. 1. Introduction The math for the QAM table is simple and elegant. No previous particle model has been able to explain the mass gaps. The QAM model beautifully explains the mass gaps. 193"},{"pageNumber":194,"pageContent":"QAM stands for Quadrature Amplitude Modulation. It is recommended that readers review reference [1] & [2], as the following discussion will make more sense. Figure 1. Periodic Table for Elementary Particles, by Mass Group. Figure 2. Mass Group 11 shown with estimated mass values. It is important to note these mass ranges are rough estimates. 3. Further Research This preliminary model needs further research. The readers input and suggestions are requested. 4. Conclusions 194"},{"pageNumber":195,"pageContent":"Mass Gaps, charge, spin and amplitude are readily identified and arranged by a Digital-QAM table. Other conclusions: 1) There are numerous particles that can be identified and discovered by using the QAM digital table. 2) There must be a mathematical pattern associating the mass values. The precise equation would be very helpful if known. Probabilities are involved. 3) Prediction: 4 new particles will be discovered between 1 to 30 PeV/c 2 . Readers are encouraged to read the associated technical papers at smashwords.com, lulu.com, ebookmall.com, barnesandnoble.com, kobo.com, and apple ibooks. This is a living document. The author reserves the right to make corrections and changes. 10. References 1. Richard Lighthouse, Mathematical Solution Unifying the Four Fundamental Forces in Nature, Smashwords.com; 2013. https://www.smashwords.com/books/view/374500 2. Richard Lighthouse, The First Periodic Table for Elementary Particles; Smashwords.com; 2014. https://www.smashwords.com/books/view/ 461826 3. Richard Lighthouse, The Discovery of Parallel Universes, smashwords.com; 2013. https://www.smashwords.com/books/view/376593 4. Richard Lighthouse, Identification of Elementary Particles in the Mass Groups, smashwords.com; 2014. https://www.smashwords.com/books/view/445062 5. Richard Lighthouse, Anomalous Magnetic Moment: Source and Explanation, smashwords.com; 2014. https://www.smashwords.com/books/view/447537 6. Richard Lighthouse, Elementary Particles: The 4 th Spin Type, smashwords.com; 2014. https://www.smashwords.com/books/view/44 9983 195"},{"pageNumber":196,"pageContent":"7. Seth (Jane Roberts) Early Sessions, Book 2, Session 60, 1964. “Matter is continually created, but no particular physical object is in itself continuous... No particular physical particle exists for any amount of time. It exists and disappears, and is instantaneously replaced by another.” Acknowledgments Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University. Contact: RLight767—at-yahoo point com RLighthouse1 –at- fastmail point fm Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX Figure A1. First half of Table. 196"},{"pageNumber":197,"pageContent":"Figure A2. Second Half of Table 197"},{"pageNumber":198,"pageContent":"198"},{"pageNumber":199,"pageContent":"APPENDIX 1 Seth Quotes on “particles” According to Seth, all particles or (probability patterns) are composed of much, much smaller CU’s, or units of consciousness. Units of consciousness (CU’s), transform themselves into Electromagnetic Energy (EE) units, which then form the environment and all of its inhabitants in the same process. Millions of EE units are combined to form a single elementary particle, such as an electron, and yet they are all unique and individualized, just like snowflakes. 1. \"Every visible or invisible particle has consciousness according to its own scale of reality. Each particle, visible or invisible, is awareized energy. This is most difficult to explain, but like, say, the units of some multidimensional computer, each visible or invisible particle carries within it the knowledge of all other particles, including their positions, and their probable positions.\" —TPS5 Deleted Session April 30, 1979 2. \"Now: your scientists, endlessly it seems, pursue particles, theorizing about them, so that you have particles with certain kinds of characteristics, propensities, and leanings... If physical form is made up of such multitudinous, invisible particles, how much more highly organized must be the inner components of consciousness, without whose perceptions matter itself would be meaningless. The alliances of consciousness, then, are far more vast than those of particles in any form.\" —TPS4 Deleted Session July 3, 1978 3. \"There are indeed universes composed of such faster-than-light particles... You simply would not perceive such particles as mass. When these particles are slowed down sufficiently, you do experience them as matter.\" —SS Chapter 20: Session 581, April 14, 1971 4. \"Beyond certain levels it is almost meaningless to speak in terms of particles, but I will for now use the term “invisible particles” because you are familiar with it. Invisible particles, then, form the foundation of your world. The invisible particles that I am referring to, however, have the ability to transform themselves into mass, or to divest themselves of it. And the invisible particles of which I speak not only possess consciousness—but each one is, if you will, a seed that contains within itself a potential for an infinite number of gestalts. Each such invisible particle contains within itself the potential (pause) to embark upon an infinite number of probable variations of consciousness. To that degree such psychological particles are at that stage unspecialized, while they contain within themselves the innate ability to specialize in whatever direction becomes suitable.\" —DEaVF2 Chapter 8: Session 915, May 12, 1980 199"},{"pageNumber":200,"pageContent":"5. \"If we may speak in an analogy, then these particles have two faces. If you consider them as soldiers guarding the barriers or the boundaries, then you would have to imagine a strange creature, our particle, as a soldier on a boundary facing toward and away from the country in question. ...The inner alignment and electromagnetic structure of such particles is the main issue that allows them to be, or to operate within, two different units or systems. And while these particles act as resistant boundary forces, they are also uniting forces, forming so to speak the connective tissue that both separates and unites.\" —TES3 Session 114 December 14, 1964 6. \"Consciousness Units (CU's) can also operate as “particles” or as “waves.”... When CU’s operate as particles, in your terms, they build up a continuity in time... Each “particleized” unit, however, rides the continual thrust set up by fields of consciousness, in which wave and particle both belong. Each particleized unit of consciousness contains within it inherently the knowledge of all other such particles—for at other levels, again, the units are operating as waves. [...]\" —DEaVF1 Chapter 3: Session 889, December 17, 1979 7. \"In energy terms, think of your selves as particles, and of your experiences as the waves that flow through the particles and gives each of them its sensations. When you are physical you are a particle. The form of the particle defines your experience as the waves permeate it, but your greater reality cannot be expressed in such limited terms. ... In terms of energy, again, the vitality of your entity impinging into three-dimensional reality forms a particle that is your present being. But this particle is also deflected away from the earth in a rhythmic pattern. —NoPR Chapter 19: Session 668, June 6, 1973 8. \"It is fashionable to say that some scientific laws can be proven at microscopic levels, where, for example, small particles can be accelerated far beyond [their usual states]. But you quite studiously ignore that feeling exists on microscopic levels, that there can be psychological particles, much less come to the conclusion that all particles are psychological particles, with their own impetuses for development and value fulfillment... If the simplest particle is so endowed with impetus, with hidden ideals that seek fulfillment, then what about the human being? —NaME Chapter 9: Session 866, July 18, 1979 9. \"All particles will try to combine with each other in as many different probable ways as possible... 200"},{"pageNumber":201,"pageContent":"The same applies to all “psychological” particles, to units of consciousness, and to their affiliations within personality.\" —TPS5 Session 898 (Deleted Portion) January 30, 1980 10. \"Capsule comprehension exists even in the smallest particle of energy, and even within the smallest particle of energy, there exists all possibilities of development and creation... Therefore, if you will for a moment think of bits of energy, or consciousness, initially without definite form, entering your physical plane, then according to the innate strength and capacity of any given particle it will, on entering your plane, on its own subconscious level already know how small or large a physical pattern it can form.\" —TES2; Session 62, June 15, 1964 11. \"Entropy does not exist.\" —TES3; Session 109, November 23, 1964. 201"},{"pageNumber":202,"pageContent":"APPENDIX 2 Massless Particles in the Dream Universe According to Seth, no energy is ever lost or unavailable (entropy). The energy that scientists think is unavailable, is actually converted for use in the Dream Universe. The Dream Universe consists of 3 dimensions, and massless particles. It can be considered mathematically as a plane that exists between matter and antimatter (a plane along the X axis) See my ebook - “The Dream Universe.” Also Seth's discussion in Session 78, 10 August 1964. It can also be thought of as a separate, but connected universe, with a “clock” synchronized to our universe of matter. The Dream Universe is just as valid as any physical universe, but has different characteristics, namely massless particles. Note the implied energy values, starting with 10eV. This synchronizes with the main Periodic Table, in our terms. 202"},{"pageNumber":203,"pageContent":"APPENDIX 3 Targeted Individuals I am a proud government whistleblower – see my ebooks about the criminal acts of the CIA and FBI. Readers are advised that the CIA may be blocking or restricting access to some of my ebooks, especially outside the United States. Readers are further advised that digital tracking tags may have been placed in my ebooks. Note how slowly the jpg's load into the ebook when viewing. The content of some ebooks may have been altered – still trying to monitor this. If you have tried to contact me, it is possible that emails and phone calls are being blocked. Readers are advised to review the website DrJudyWood.com which provides compelling evidence about 9-11. http://drJudyWood.com/articles/DEW/StarWarsBeam4.html Note Figure 63. Dr Wood spent many years researching this and filed suit against the US Government, along with Dr Morgan Reynolds. Jet fuel does not burn through concrete and steel. The cookie-cutter holes were made by a high-powered laser that rapidly ages material - and turned the concrete and steel into dust in seconds. Note Figure 38(a) here: http://drJudyWood.com/articles/DEW/StarWarsBeam3.html This laser operates at a harmonic of the blinking frequency - which causes rapid aging. Readers are also advised to see the movie \"Unacknowledged\" by Dr Steven Greer, M.D., and to watch the youtube videos by the Honorable Paul Hellyer, former Canadian Minister of Defense. He has a book titled, “The Money Mafia.” For more than 7 years, this author has been stalked, harassed, and threatened by US Government agents from the CIA, FBI, and NSA - because of the content of my ebooks. My home has been broken into, repeatedly. In May 2014, my girlfriend was drugged and kidnapped from LaGuardia airport. This is not a joke. My computer, phone, and alarm system have been hacked, including those of my friends and family. It is truly sad and pathetic, these government agencies have become criminal organizations, under the Deep State. If something happens to me (disappearance, false criminal charges, sudden accident, etc. - my readers can be certain that the FBI and CIA were involved. I am not depressed, I do not own a gun, and I have never been suicidal – this needs to be stated because the CIA continues to arrange murders, and stage it as a suicide. See my related ebooks identifying the murders of Gary Webb, Michael Hastings, Phil Schneider, William Colby, Dr Eugene Mallove, Stan Meyers, Phil Haney, and others. In my opinion, the CIA and Council on Foreign Relations (CFR) are behind these criminal acts; David Rockefeller was the CEO and Chairman for many years. See more details on TargetedJustice.com and RLighthouse.com #BlinkingUniverse #DeFundCIA #EndTheFed 203"},{"pageNumber":204,"pageContent":"204 9781716959059"}]
