[{"pageNumber":1,"pageContent":"Rockefeller & Rothschild – Global Stock Data, November 2016: Massive Fraud Richard Lighthouse Rockefeller & Rothschild – Global Stock Data, November 2016: Massive Fraud Published by Richard Lighthouse at smashwords.com Commercial Commons 4.0 License; 2017 by Richard Lighthouse. Please acknowledge source. ISBN: 9781370873395 https://www.smashwords.com/books/view/742467 No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechanical, photocopying, recording, scanning, or otherwise, except as permitted under Section 107 or 108 of the 1976 United States Copyright Act, without the prior written permission of the Copyright holder. Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts in preparing this document, he makes no representations or warranties with respect to the"},{"pageNumber":2,"pageContent":"accuracy or completeness of the contents and specifically disclaims any implied warranties or fitness for a particular purpose. Opinions of the author are expressed. No warranty may be created or extended by sales representatives or sales materials. The author shall not be liable for any loss of profit or any other commercial damages, including but not limited to incidental, special, consequential, or other damages. NOTE TO GOVERNMENT AGENCIES AND THEIR CONTRACTORS: Theft of Intellectual Property and violation of copyright is a serious matter. Under no circumstances did the author consent to such criminal activity. Attempts to conceal criminal activity is even more serious, which may result in charges of Felony Fraud and/or Felony Conspiracy. The author does not license any material for groups or organizations. About the Author: Many of my books can be found for free at: Apple Books, Amazon.com, Lulu.com, Smashwords.com, BarnesandNoble, Google Play, Kobo, and other websites. RLighthouse.com Original 1A – 14 August 2017 Houston, Texas, U.S.A. Revision 1C - 7 March 2019 Rockefeller & Rothschild – Global Stock Data, November 2016: Massive Fraud"},{"pageNumber":3,"pageContent":"TABLE OF CONTENTS Chapter 1: Introduction Chapter 2: Conclusions Chapter 3: References Abstract This ebook follows “Rockefeller and Rothschild Dirty Money,” which used data from December 2016. These values and numbers can be compared to the previous ebook. It should be clear that the data is not a fluke or error. Described in this prequel are additional examples of blatant fraud on the global stock market exchanges. The data for this information was obtained from Yahoo Financials website in November 2016 – which at the time of my downloads had $780 billion in assets and hundreds of employees gathering this worldwide data. The data is basically correct and Yahoo has been reporting this same information for many years. Few people understood the significance and who the true owners are. The Verizon Corporation was used to acquire Yahoo's Operations Division and shut down this source of information. In February 2017, Verizon acquired Yahoo Operations for $4.83 billion USD – my data was gathered in 2016. Coincidence? In my opinion, this was partly done to hide the historical stock data that was held under the Yahoo Financials section, as the information was very damaging to the global stock fraud - that continues to be manipulated by these wealthy families. From these listings, it is clear that the London Stock Exchange and the Mexico City Stock Exchange are the primary holders of fraudulent and hidden assets. Compare this to the annual lies by Forbes magazine listing the world's largest corporations – which is an exercise in deceit. Note also, that according to Securities and Exchange Commission (SEC) Laws, this constitutes a felony crime for deliberately publishing misleading information about companies that may manipulate the stock market price. Also provided, is data from wikipedia, which demonstrates they are also attempting to hide the fraud – their sole reference source is Fortune magazine. Guess who controls them? At the time this data was captured, Yahoo had about $780 billion USD in assets in Mexico, and hundreds of employees that tracked these global stock values. Apparently, it escaped"},{"pageNumber":4,"pageContent":"the attention of the Rockefellers and Rothschilds – because they usually get their information from WSJ, Barron's, Investor's Daily, etc. Then suddenly, Verizon wanted to buy Yahoo's operations for $4.8 billion, and shut down the “rogue information.” We can be certain that the Rockefellers and Rothschilds are involved because the largest fraud is happening with Japanese companies listed on the London Stock Exchange. For readers that are interested – I recommend a review of Benjamin Fulford commentary. Much of the hidden value in these companies is being moved by the Rockefellers and Rothschilds, now that they have been discovered. The author requests your help in tracking these assets. Introduction This short ebook provides screen captures from Yahoo Finance in November 2016. The data speaks for itself. Clearly, there is massive fraud occurring on the global stock exchanges, with London and Mexico City being the worst. The screen captures I have inserted into this document are clear and readable. They can be printed and read after printing. If you are not able to read the text in these screen captures, it is because the government criminals have altered the files (This has happened before). Please contact me, and I will try to correct it. Figure 1. All Sectors, 25 November 2016. Yahoo Finance. Note that the global stock market is valued at about $100 Quadrillion USD. The Finance and banking sector is about $97 Quadrillion USD of that total. 97% of the total value of all companies in the world is held in"},{"pageNumber":5,"pageContent":"banking and finance stocks. Does that make sense? Is it possible that some banking stocks are being used as a shell company to hide assets? Figure 2. Global Industries and market capitalization, 25 November 2016."},{"pageNumber":6,"pageContent":"Figure 3. Banking stocks with information that is available – 14 November 2016. Note that most of the banking stocks have been hidden and show up at the bottom of the list with blank values. The hiding and alteration of this information constitutes massive fraud on a global scale. Figure 4. Banking stocks – 25 November 2016. Note that LLD5 data has been hacked and removed from the list. Screen shot captured 27 November 2016. Note that all of these banks have a market capitalization in the $ trillions of USD."},{"pageNumber":7,"pageContent":"Figure 5. Wikipedia says the largest companies in the world, are based on revenue. Conveniently, they do not consider market capitalization – because that would reveal the obvious fraud. Note that Fortune magazine is the sole reference source for wikipedia's opinion. Since when did wikipedia get so biased? Maybe that tells you who controls wikipedia? en.wikipedia.org/wiki/List_of_largest_companies_by_revenue Retrieved 14 August 2017. There is no wikipedia list based on market capitalization."},{"pageNumber":8,"pageContent":"Figure 6. 2017 list. All of the bank numbers in Figure 4 show market capitalization in the trillions of dollars, and Forbes magazine claims the largest global corporation is ICBC Bank with a market cap of $229.8 billion USD."},{"pageNumber":9,"pageContent":"Figure 7. Fortune magazine is the sole reference for wikipedia's opinion of the largest corporations in the world. According to Forbes, “ We quality-check the downloaded financial data to the best of our ability using other data sources, including Bloomberg and available company financial statements.” Apparently, the “best of our ability” excludes the truth. They are not even close... That should inform you who controls Forbes magazine. Bloomberg does not even mention Ferrovia-Centro Atlantica SA at $147 trillion USD. “The FORBES Global 2000 ranking is based on a composite score from equally-weighted measures of revenue, profits, assets and market value. The 2016 list features public"},{"pageNumber":10,"pageContent":"companies from 63 countries that together account for $35 trillion in revenue, $2.4 trillion in profit, $162 trillion of assets, and have a combined market value of $44 trillion.” Looks like they missed a few assets... around $97 Quadrillion USD in assets – just in the global banks. Figure 8. Lloyd's Banking Group – 14 November 2016. Note the ridiculous Price to Earnings ratio in column 3, more than 600,000. More than $820 trillion USD shown, with lots of data missing. It clearly indicates fraud. Figure 9. Global airline stocks, 14 November 2016. A Price to Earnings ratio for ANA airlines and Ryanair that exceeds 1000? Does that make sense? Even Facebook and Google do not command a P/E ratio greater than 1000. ANA has a market cap of $101.8 trillion USD."},{"pageNumber":11,"pageContent":"Figure 10. Business software stocks, including Microsoft and Cisco – 14 November 2016. Microsoft has more than $14 trillion USD in assets. Oracle has more than $5 trillion. I guess Forbes magazine forgot to mention these. Figure 11. Business Services stocks, Ricoh – 14 November 2016. Ricoh, a Japanese"},{"pageNumber":12,"pageContent":"company, has a market cap of $62 trillion USD on the London Stock Exchange, and a P/E of 1855. It is more than 100 times larger than its nearest competitor - Canon. Does that make sense? Figure 12. Conglomerates, 14 November 2016. TECO Electric has a P/E ratio of 1586. What product do they make that commands such a premium? Smells like fraud to me..."},{"pageNumber":13,"pageContent":"Figure 13. Consumer Goods, 14 November 2016. Unilever has $11 trillion USD in assets, and Procter & Gamble exceeds $6 trillion. Do these valuations and P/E ratios make sense? Figure 14. Defense and War stocks, 14 November 2016. Boeing has more than $11 trillion in assets, and a P/E ratio of 2245 – war is very good business these days. Or maybe it's a"},{"pageNumber":14,"pageContent":"holding company for someone else's money? $11 trillion is far more money than the total value of all airplanes ever sold by Boeing, since its founding in 1916. Their P/E ratio is higher than Google, Facebook, Microsoft, or Apple. Does that make sense? It clearly indicates fraud. Lockheed Martin has more than $3 trillion in market cap. Figure 15. Information Systems, 14 November 2016. IBM has more than $18 trillion USD in assets, and a P/E ratio of 1297. They don't even make personal computers anymore. What do they make that justifies this P/E ratio? Who's money are they hiding?"},{"pageNumber":15,"pageContent":"Figure 16. Internet Information, 14 November 2016. Google's parent has more than $21 trillion in assets. Facebook has more than $7 trillion USD. Yahoo has about $780 billion in assets in Mexico – that's plenty of money to do an accurate financials website, which is the source of this information."},{"pageNumber":16,"pageContent":"Figure 17. Machinery, 14 November 2016. GE holds more than $22 trillion USD in assets and a P/E ratio of 1633 – does that make sense? Honeywell has more than $9 trillion USD and a P/E ratio of 1766. They both make some good products but there is nothing in their product portfolio that is worth 1000 times their earnings. Clearly, they are shell companies used for hiding large assets. Figure 18. Oil Companies. Royal Dutch Shell is the largest with about $25 trillion USD in assets. The surprising one is Total, a French company with a P/E ratio of 2544. Does that make sense? That's a premium larger than Apple, Facebook, or Google. Clearly, it indicates fraud. ExxonMobil, which was founded by John Rockefeller, has assets exceeding $8 trillion USD, but the family's true wealth is through offshore holdings of other companies. The true voting-stock ownership of these companies are generally held by offshore companies, that allows them to remain anonymous. Can you image how bad it would be – if the Trans Pacific Partnership (TPP) had passed? Guess who would have control?"},{"pageNumber":17,"pageContent":"Figure 19. Railroads. Ferrovia Centro-Atlantica has more than $147 trillion USD in assets and a Price-To-Free Cash Flow of 2.3 million. It is about 100 times larger than Union Pacific or CSX, even though both of these U.S. companies hold far more track miles and rail cars. Does that make sense? Clearly fraudulent."},{"pageNumber":18,"pageContent":"Figure 20. Automobiles. Toyota Motor Corporation has assets of 1.8 Quadrillion USD. It is more than 1000 times larger than any other car manufacturer in the world, yet the company produces about the same number of vehicles each year as Volkswagon. Does that make sense? Clearly, it is a shell company holding the Rockefeller's money. Benjamin Fulford has confirmed the control exerted by the Rockefellers in Japan. Figure 21. Electronics. Mitsubishi Electric Corp in Japan has a asset value of $321 trillion USD, and a P/E of 1437. Again, this is higher than Google, Microsoft, Facebook, or Apple. Does this make sense? Clearly fraudulent."},{"pageNumber":19,"pageContent":"Figure 22. Software. Japanese company, Konami has an asset value of $56 trillion USD, and a P/E of 3854. With a 6% ROE, does that make sense? Clearly, a shell company for the Rockefellers. Conclusions Described in this ebook are examples of blatant fraud in the global stock market. The data for this information was obtained from Yahoo Financials website – which at the time of capture had $780 billion in assets and hundreds of employees gathering this worldwide data. The data is basically correct, and Yahoo has been reporting this information for years. Few people understood the significance and who the true owners were, behind the fake London valuations. I give credit to the executives of Yahoo, for having the guts to independently source their information, rather than relying on Wall Street companies. The Verizon Corporation was used to acquire Yahoo and shut down this source of information. It should be clear that the Yahoo data is basically correct. I have additional data from 2015, which also corroborates the valuations shown here. Much of the hidden value in these companies is being moved by the Rockefellers and Rothschilds, now that they are discovered. The author requests your help in tracking these assets. This document is a living document. The author reserves the right to make corrections and changes. "},{"pageNumber":20,"pageContent":"References 1. Richard Lighthouse, “More Hacking from the Nazi Stasi Academy (NSA)”, 2017, smashwords.com and Rlighthouse.com; ISBN: 9781370749720. 2. Richard Lighthouse, “NSA & CIA Blocking Distribution of Ebooks,” 2017, smashwords.com and Rlighthouse.com; ISBN: 9781370874576. 3. Richard Lighthouse, “Installing & Running Detekt: My Experience,” 2017, smashwords.com and RLighthouse.com; ISBN: 9781370440542. 4. Richard Lighthouse, “Cell Phone Hacking & the Nazi Stasi Academy” 2016, smashwords.com and RLighthouse.com; ISBN: 9781370681594. 5. Dr Judy Wood, “Where Did the Towers Go?,” The New Investigation; 2010. DrJudyWood.com 6. Richard Lighthouse, “Rockefeller & Rothschild Dirty Money on the London Stock Exchange” 2016, smashwords.com and RLighthouse.com; ISBN: 9781370630073. Acknowledgments: The author gratefully acknowledges Seth, Jane Roberts, and Rob Butts for their significant contributions. Conflicts: The author experienced no conflicts of interest in writing this paper. About: The author holds a Master of Science (M.Sc.) degree in Mechanical Engineering from Stanford University and has previously worked for NASA. Contact: RLighthouse –at – protonmail.com 713.three zero six.8287 Funding: This research was generously supported with a grant from the Foundation Opposed to Academic Puffery (FOAP). APPENDIX I am a proud government whistleblower – see my ebooks about the criminal acts of the CIA and FBI. Readers are advised that the NSA may be blocking or restricting access to some of my ebooks, especially outside the United States. Readers are further advised that digital tracking tags may have been placed in my ebooks. It may be best to download from Apple"},{"pageNumber":21,"pageContent":"Books, if possible. Note how slowly the jpg's load into the ebook when viewing. The content of some ebooks may have been altered – still trying to monitor this. Some ebooks have been found to contain transparent objects, which were likely installed by the government criminals to track the distribution. This was not done by the author. If you have tried to contact me, it is possible that emails and phone calls are being blocked. Readers are advised to review the website drjudywood.com which provides compelling evidence about 9-11. drjudywood.com/articles/DEW/StarWarsBeam4.html ..... Note Figure 63. Dr Wood spent many years researching this and filed suit against the US Government, along with Dr Morgan Reynolds. Jet fuel does not burn through concrete and steel. The cookie- cutter holes were made by a high-powered laser that rapidly ages material - and turned the concrete and steel into dust in seconds. Note Figure 38(a) here: drjudywood.com/articles/DEW/StarWarsBeam3.html ...Watch the steel beam turn into dust while standing vertically. This laser operates at a harmonic of the blinking frequency - which causes rapid aging. Readers are also advised to see the movie \"Sirius\" by Dr Steven Greer, M.D. It is available for free on Netflix, where it is the #1 documentary, and to watch the youtube videos by the Honorable Paul Hellyer, former Canadian Minister of Defense. He has a book titled, “The Money Mafia.” Also, find my brief educational videos on youtube (Some have been blocked from the search engines). For more than 6 years, this author has been stalked, harassed, and threatened by US Government agents from the CIA, FBI, and NSA - because of the content of these ebooks. My home has been broken into, repeatedly. In May 2014, my girlfriend was drugged and kidnapped from LaGuardia airport. This is not a joke. My computer, phone, and alarm system have been hacked, including those of my friends and family. It is truly sad and pathetic, these agencies have become criminal organizations. If something happens to me (disappearance, false criminal charges, sudden accident, etc. - my readers can be certain that the FBI and CIA were involved. See my related ebooks identifying the murders of Gary Webb, Michael Hastings, Phil Schneider, William Colby, Dr Eugene Mallove, Stan Meyers, Ted Gunderson, and others. In my opinion, the Council on Foreign Relations (CFR) is behind these criminal acts; David Rockefeller was the CEO and Chairman for many years."},{"pageNumber":22,"pageContent":"Figure 23. ISBN for the ebook."}]
