[{"pageNumber":1,"pageContent":"UNCLASSIFIED//FOR OFFICIAL USE ONLY UNCLASSIFIED//FOR OFFICIAL USE ONLY 24 - H OUR R EPORT 2 2 M ARCH 2017 C ALIFORNIA S TATE T HREAT A SSESSMENT C ENTER (U) CALIFORNIA (U) Banning – Two Teens Arrested in Alleged Shooting Plot at Riverside County High School (U) Two students at a Riverside County high school were arrested this week after officials learned they were allegedly planning to carry out an on - campus shooting. Police were notified Monday afternoon of the plot at Banning High School , about 80 mi les east of Los Angeles. After witnesses overheard an unnamed student making threats to open fire Tuesday, investigators mobilized and recovered evidence that allegedly shows two teenage students had planned an active shooter - type incident, according to po lice. The police searched the two students’ homes and did not find any weapons. Both suspects were arrested and booked on suspicion of criminal threats. SOURCE: 21 March 2017 , Los Angeles Times (U) Carlsbad – Hackers Hit Carlsbad Dental Company (U) Zezt Dental Solutions of Carlsbad was hit by hackers who may have obtained credit - card information from an undisclosed number of customers. They recently learned that an unauthorized entity had compromised their e - commerce system, potentially affecting custome r payment card information, according to a company statement. Information compromised by the attack may have included customers’ names, billing addresses, phone numbers, payment card numbers, expiration dates, and CVV numbers from payment cards for online transactions. The company has notified the California Attorney General’s Office regarding the breach. SOURCE: 21 March 2017 , San Diego Union - Tri bune (U) San Francisco – Twitter Shuts Down 377,000 More ‘Terrorism’ Accounts (U) Twitter has shut down more than 377,000 accounts for promoting terrorism in the second half of last year. It represents a 60% increase on the last numbers provided by the company, which covered the period from February to August 2016. Nearly 74% of the accounts that have been suspended were discovered by internal, proprietary spam - fighting tools, according to a Twitter report. It also said that it had shut down a total of 636,248 accounts for promoting terrorism since August 2015, when it first began tracking numbers. SOURCE: 22 March 2017 , BBC (U) NATIONAL (U) District of Columbia – AQAP Trying to Hide Explosives in Laptop Batteries (U) Washington – Intelligence obtained i n recent weeks found that an al - Qa’ida affiliate was perfecting techniques for hiding explosives in batteries and battery compartments of electronic devices, according to a US official. The discovery that al - Qa’ida in the Arabian Peninsula was looking to exploit batteries and their compartment s in laptops and other commercial electronic devices led the United States and United Kingdom to ban devices larger than a cellphone from certain flights. The new security restriction requires airlines based out of the Middle East and Africa to prevent peo ple from eight countries from bringing an y device bigger than a smartphone aboard the aircraft. SOURCE: 22 March 2017 , CNN Form # 2f35dc19-4d14-4901-884a-729b2a15ea7c"},{"pageNumber":2,"pageContent":"UNCLASSIFIED//FOR OFFICIAL USE ONLY 2 UNCLASSIFIED//FOR OFFICIAL USE ONLY (U) INTERNATIONA L (U) Greece – Eight Parcel Bombs Found in Greece (U) Athens – Greek counterterrorism officers have uncovered eight parcel bombs resembling several sent last week to the German f inance minister in Berlin and the Paris offices of the International Monetary Fund (IMF), according to the police . The packages were discovered during a search of the Hellenic Post’s sorting office, north of Athens . The parcel bombs were addressed to European Union officials and to mu ltinational companies. The packages were similar to ones sent to the German finance minister and to the IM F, according to the police . A Greek anarchist extremist group called Conspiracy of the Cells of Fire claimed responsibility for the parcel addressed t o the German finance minister, but the group has not claimed the most recent parcels discovered. SOURCE: 2 1 March 2017 , New York Times (U) North K orea – North Korean Missile Explodes Seconds After Launch (U) Pyongyang – North Korea fired a missile Wednesday morning that exploded seconds after launching, according to South Korean and US militaries. The attempted missile launch comes at a time of heightened tensions in the region, with the United States and South Korea cond ucting joint military exercises aimed at countering the North Korean threat. The missile was launched from North Korea’s east coast near the Wonsan Air Base but is presumed to have failed, according to South Korea’s defense ministry. SOURCE: 2 2 March 2017 , Washington Post (U) Philippines – Maute Terrorist Group Has Establi shed Presence in Manila (U) Manila – The militant group Maute , formed in the southern Philippines and allied with ISIS, has established its presence in metropolitan Manila, according to the Philippine National Police. The group was mentioned during a press conference with the Director General of the National Police, where he also spoke about the arrest of Nasip Ibrahim, the fifth suspect in a failed November 2016 attack near the US Embassy in the capital. The police seized methamphetamine, a pistol , and an improvised explosive device during the raids on the home and office of Ibrahim. He is suspected of having direct links with Maute in Quezon City, north of Manila. SOURCE: 2 2 March 2017 , Latin American Herald Tribune (U) United Kingd om – ‘Cufflink’ Terrorist Samata Ullah Admits Terrorism Related Charges (U) Cardiff – A man who used a USB cufflink to store extremist data has admitted five charges of terrorism. Samata Ullah, 34, of Cardiff, pleaded guilty to being involved with ISIS, terrorist training. Ullah is suspected of preparing terrorist acts and possessing articles for terrorism related activities. When he was arrested on 22 September, he had a USB cufflink with an operating system loaded onto it to conceal extremist dat a, including a blog. A UK court heard that between December 2015 and his arrest, Ullah had provided instructional videos on how to secure sensitive data and remain anonymous online with the use of encryption programs. SOURCE: 2 0 March 2017 , BBC (U) PREPARED BY THE CALIFORNIA STATE THREAT ASSESSMENT CENTER. (U) FOR QUESTIONS OR CONCERNS, PLE A SE EMAIL STAC@CALOES.CA.GOV , OR CALL 916 - 874 - 1100. Warning: This document is the exclusive property of the State Threat Assessment Center (STAC) and is UNCLASSIFIED//FOR OFFICIAL USE ONLY (U//FOUO). It contains information that may be exempt from public release under the California Public Records Act (Govt. Code Sec. 6250 - 6270). Form # 2f35dc19-4d14-4901-884a-729b2a15ea7c"},{"pageNumber":3,"pageContent":"UNCLASSIFIED//FOR OFFICIAL USE ONLY 3 UNCLASSIFIED//FOR OFFICIAL USE ONLY It is to be controlled, stored, handled, transmitted, distributed, and disposed of in accordance with STAC policy relating to U//FOUO information and is not to be released to the public, the media, or other personnel who do not have a valid \"need - to - know\" without prior approval of an authorized STAC official. No portion of this report should be furnished to the media, either in written or verbal form. This document contains excerpts of suspicious activities and incidents of interest to the STAC as obtained from open and unclassified sources. Form # 2f35dc19-4d14-4901-884a-729b2a15ea7c"}]
