[{"pageNumber":1,"pageContent":"CONTENTS 1 The Notion of Wave-Genome and DNA as Topological Quantum Computer M. Pitk ̈anen, January 21, 2010 Email: matpitka@luukku.com. http://tgd.wippiespace.com/public_html/ . Recent postal address: K ̈oydenpunojankatu 2 D 11, 10940, Hanko, Finland. Contents 1 Introduction 3 1.1 The findings of Peter Gariaev and collaborators . . . . . . . . . . . . . . . . . . . . . . 3 1.2 The relevant aspects of TGD based view about living matter . . . . . . . . . . . . . . 4 1.3 The basic assumptions of model explaining findings of Gariaev . . . . . . . . . . . . . 4 2 TGD counterpart for wave genetics 5 2.1 The notion of bio-hologram in TGD framework . . . . . . . . . . . . . . . . . . . . . . 5 2.2 How to fuse the notion of bio-hologram with the model of DNA as tqc? . . . . . . . . 6 3 The effects of laser light on living matter 7 3.1 Phantom DNA effect . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 3.2 Effects of the polarization modulated laser light on living matter . . . . . . . . . . . . 7 3.3 PLR spectroscopy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 3.3.1 The effect . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 3.3.2 TGD based explanation of the effect . . . . . . . . . . . . . . . . . . . . . . . . 9 4 The scattering of incoherent UV-IR light on DNA 9 4.1 Basic facts . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 4.2 TGD based model for the replicas . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 4.2.1 Have wormhole magnetic magnetic flux tubes containing dark matter been pho- tographed? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 4.2.2 The explanation in terms of diffraction does not work . . . . . . . . . . . . . . 13"},{"pageNumber":2,"pageContent":"CONTENTS 2 5 Water memory, phantom DNA effect, and development of tqc hardware 14 5.1 A possible realization of water memory . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 5.2 Could virtual DNAs allow a controlled development of the genome? . . . . . . . . . . 16 5.2.1 Could genome be developed like computer hardware? . . . . . . . . . . . . . . 16 5.2.2 Dark nuclear strings as analogs of DNA-, RNA- and amino-acid sequences and baryonic realization of genetic code? . . . . . . . . . . . . . . . . . . . . . . . . 18 5.2.3 Crying and screaming cells and magnetic bodies expressing their emotions . . . 23"},{"pageNumber":3,"pageContent":"1. Introduction 3 Abstract Peter Gariaev and collaborators have reported several strange effects of laser light and also ordinary light on DNA. These findings include the rotation of polarization plane of laser light by DNA, phantom DNA effect, the transformation of laser light to radio-wave photons having biological effects, the coding of DNA sequences to the modulated polarization plane of laser light and the ability of this kind of light to induce gene expression in another organisms provided the modulated polarization pattern corresponds to an ”address” characterizing the organism, and the formation of images of what is believed to be DNA sample itself and of the objects of environment by DNA sample in a cell irradiated by ordinary light in UV-IR range. In this chapter a TGD based model for these effects is discussed. A speculative picture proposing a connection between homeopathy, water memory, and phantom DNA effect is discussed and on basis of this connection a vision about how the tqc hardware represented by the genome is actively developed by subjecting it to evolutionary pressures represented by a virtual world representation of the physical environment. The speculation inspired by this vision is that genetic code as well as DNA-, RNA- and amino-acid sequences should have representation in terms of nuclear strings. The model for dark baryons indeed leads to an identification of these analogs and the basic numbers of genetic code including also the numbers of aminoacids coded by a given number of codons are predicted correctly. Hence it seems that genetic code is universal rather than being an accidental outcome of the biological evolution. 1 Introduction For about eight years ago - inspired by a representation in CASYS ′ 2000 conference [37] - I developed a model [27, 29] for the fascinating effects of laser light on genome discovered by Peter Gariaev and his collaborators [37]. This model is somewhat obsolete since it does not involve the recent TGD inspired vision about quantum biology and DNA, and the discussions with Peter in the second Unified Theories conference 2008 in Budapest made clear the need to update this model containing also some misinterpretations. In this article the effects of laser light on living matter are discussed only briefly with a stronger emphasis on the photographs produced by the scattering of ordinary light on DNA reported in [41]. In TGD framework these photographs could be interpreted as photographs of wormhole magnetic flux tubes containing dark matter. This would realize the dream of making directly visible the basic new structure predicted by TGD inspired quantum biology. Of course, a more conventional explanation might be found for the effect, but the proposed qualitative explanation deserves to be discussed since it fits nicely with the general vision about dark matter in TGD Universe. 1.1 The findings of Peter Gariaev and collaborators These findings of Gariaev and collaborators include the rotation of polarization plane of laser light by DNA [37], phantom DNA effect [40], the transformation of laser light to radiowave photons having biological effects [39], the coding of DNA sequences to the modulated polarization plane of laser light and the ability of this kind of light to induce gene expression in another organisms provided the modulated polarization pattern corresponds to an ”address” characterizing the organism [37], and the formation of images of what is believed to be DNA sample itself and of the objects of environment by DNA sample in a cell irradiated by ordinary light in UV-IR range [41]. Gariaev and collaborators have introduced the notion of wave genome [37] requiring the coding of DNA sequences to temporal patterns of coherent em fields forming a bio-hologram representing geometric information about the organism. Code could mean that nucleotide is represented by a characteristic rotation angle for the polarization plane of linearly polarized laser radiation scattering from it. This kind rotation is known to be induced by chromosomes by a mechanism which to my best knowledge is poorly understood. Other open questions concern the precise identification of the substrate of the bio-hologram, of the reference wave and of information carrying wave, and of the mechanism making possible (quantum) coherence in macroscopic length scales. The reading of the DNA sequence to a radiation pattern is assumed to rely on the propagation of an acoustic soliton along DNA [37]. Whatever this process is, one should also identify the reverse process inducing the activation of the genome as the target organism receives the radiation coding for the DNA provided the ”address” is correct. One should also identify the mechanism transforming"},{"pageNumber":4,"pageContent":"1.2 The relevant aspects of TGD based view about living matter 4 laser radiation to radio-waves at various frequencies as well as the mechanism creating what is believed to be the image of DNA sample and replicated images of some instruments used in experiment. 1.2 The relevant aspects of TGD based view about living matter The called massless extremals (MEs or topological light rays) distinguish between TGD and Maxwell’s electrodynamics: they represent classically signals propagating with light velocity in a precisely tar- geted and dispersion free manner, and are therefore excellent candidates for the communication and control tools in the TGD based model for a living system as a conscious hologram [26, 29, 36]. The notion of magnetic/field body, which can have layers of even astrophysical size, is an essential element of the model. Magnetic body uses biological body as a sensory receptor and motor instrument and MEs mediate sensory input and control signals between the two kinds of bodies [36]. I have already earlier applied MEs and the notion of magnetic body in an attempt to understand Gariaev’s findings [29]. The new element is the model for DNA as topological quantum computer (tqc) [32] based on time- like braidings of so called wormhole magnetic flux tubes connecting nucleotides to the lipids at lipid layers nuclear and cell membranes. The model leads to a wide variety of predictions about DNA itself [32], to a universal model for a tissue memory in terms of space-like braidings of wormhole magnetic flux tubes [32], to a more detailed model of nerve pulse explaining also the origin of EEG and its synchrony [35], to a model for the evolution of the genetic code [33], to a model of catalyst action involving a phase transition reducing the value of Planck constant inducing the shortening of the flux tubes connecting the reacting molecules and thus forcing them to the vicinity of each other, and to a model of for protein folding [34] in which the presence of wormhole magnetic flux tubes connecting bio-molecules becomes almost a definition for what it is to be living. It is interesting to combine these new ideas with the earlier [37, 39] and more recent [41] findings of Gariaev. Basically the challenge is to fuse the DNA as tqc model with the model of living systems as a conscious hologram [29]. 1.3 The basic assumptions of model explaining findings of Gariaev The basic assumptions of the model to be discussed are following. 1. The hierarchy of Planck constants requires a generalization of the notion of 8-D imbedding space H = M 4 × CP 2 obtained by gluing together almost copies of H like pages of book along common back. The pages of the book carry matter with various values of Planck constant and the particles at different pages of the book are dark relative to each other in the sense that they cannot appear in the same vertex of Feynman diagram. The particles at different pages of the book can however interact via classical fields and via the exchange of (for instance) photons which suffer a phase transition changing Planck constant as they leak between pages of the book. In principle it is therefore possible to photograph the magnetic flux tubes carrying dark matter, and the proposal is that this is what Gariaev and collaborators have actually achieved [41]. 2. Braid strands realized as wormhole magnetic tubes are identified as correlates for a directed attention. DNA connected by strands to (say) experimental instrument directs its attention to the instrument. One could perhaps say that DNA ”sees” the surrounding world. Also ordinary attention for vision and other senses could involve flux tubes connecting DNA to the object of perception. This explains the ability of DNA to generate images of objects of external world [41]. The hierarchy of Planck constants explains the transformation of laser light to radio waves [39] as a phase transition increasing Planck constant and thus also wavelength but keeping the energy of photons as such. 3. Wormhole flux tubes carrying super-conducting matter in large ~ phase are characterized by anomalous em charges characterizing the nucleotides [32], and thus define an excellent candidate for the substrate of bio-hologram. A coding of DNA nucleotides to the rotation of polarization plane results for photons traversing through these flux tubes if a large parity breaking making possible rotation of the polarization plane (Faraday effect) is assumed. This is possible by the large parity breaking of fractally scaled up variant of weak physics [28] explaining also chiral selection."},{"pageNumber":5,"pageContent":"2. TGD counterpart for wave genetics 5 4. The model for the nerve pulse [35] leads to the model of EEG waves in which EEG rhythms induce a complete analog of reference waves whereas nerve pulse induces the analog of infor- mation carrying wave [36]. The model predicts a fractal hierarchy of EEGs (EXGs) and their counterparts associated with long ranged color and electro-weak gauge fields having MEs as classical correlates. EEG rhythms are associated with propagating soliton sequences and nerve pulse corresponds to a propagating perturbation associated with this soliton sequence rather than soliton. The model predicts automatically the synchrony and spatiotemporal coherence of neural firing. EEG photons correspond to a large value of Planck constant implying that their energies are above thermal energy at physiological temperatures so that their effects on living matter are not masked by thermal noise. This model generalizes essentially as such to the recent context: the counterparts of nerve pulses propagate along the complex formed by DNA connected to the nuclear or cell membrane or even to another cell nucleus by flux tubes. The prediction is that gene expression can be coherent in the scale of organ and even that of population. This conforms with the notion of super-genome stating that the sequences of DNA strands in different nuclei organize along magnetic flux sheet like text lines at the page of a book. The notion of hyper-genome means that these books from different organisms in turn organize to a pages of a book at higher level of fractal hierarchy and give rise to a gene expression at the level of population or even biosphere. 2 TGD counterpart for wave genetics The wave genetic model of Gariaev involves the assumption that soliton waves propagating along DNA induce the reading of DNA sequence to a pattern of radiation. DNA is known to rotate the polarization plane but it is unclear how the coding of DNA sequence to a rotation of polarization plane could be achieved. Second key element is the notion of bio-hologram. It is assumed that fractality is somehow involved. The key questions are following. 1. What is the substrate of the bio-hologram assuming that it is not based on nonlinear action for electromagnetic field (four-wave mechanism)? The substrate should have size larger than wavelength so that chromosomes are too thin to act as substrate. 2. What guarantees coherence or even quantum coherence in macroscopic scales? 3. How reference wave and the wave carrying the information are represented? 2.1 The notion of bio-hologram in TGD framework TGD based model is based on the model of living matter inspired by the model of DNA as topological quantum computer [32]. DNA is connected to other bio-molecules and also to lipid layers of nuclear and cell membrane by wormhole magnetic flux tubes providing a representation of the genetic code. Braids strands defined by the flux tubes make possible topological quantum computation with tqc programs coded by dynamical braidings of the flux tubes induced by the water flow near the vicinity of cell and nuclear membranes inducing the flow of the 2-D liquid crystal defined by the lipids of the membrane. Flux tubes are dynamical, being able to reconnect and in the case of wormhole flux tubes even disappear without breaking conservation of magnetic flux, and they serve as correlates for a directed attention at the molecular and perhaps even at higher levels. Dark matter at the flux tubes has a large value of Planck constant and therefore a slow dissipation rate. Also superconductivity is possible and the predicted exotic nuclear physics allows bosonic chemical equivalents of all biologically important ions. Long range color and electro-weak interactions implying in particular large parity breaking are possible and could explain chirality selection in living matter. It is easiest to introduce the model through questions and answers. Q: What is the substrate of the bio-hologram and how coherence is obtained? A: Magnetic flux tubes with large ~ define the substrate and make possible macroscopic quantum coherence. Visible photons can suffer a phase transition to large ~ variants with wavelengths scaled up like ~ . The interpretation would be in terms of bio-photons and their dark variants [45]."},{"pageNumber":6,"pageContent":"2.2 How to fuse the notion of bio-hologram with the model of DNA as tqc? 6 Q: How the Faraday effect results? A: Flux tubes contain charged particles in super-conducting state so that diamagnetism results. Large parity breaking makes possible different propagation velocities for the two circular polar- izations and thus Faraday effect resulting via the splitting of the linearly polarized wave to two circular polarizations fusing back again at the second end of the flux tube. The magnetic field along flux tubes induces Faraday rotation and codes DNA nucleotide to the rotation angle of the polarization plane. Q: How coding is achieved? A: Coding is achieved by the different total charges associated with flux tubes implying that the rotation angles for polarization plane depend on nucleotide. This would be made possible by anomalous em charge associated with DNA sheet of wormhole flux tube implying that the rotation of polarization plane is different for each nucleotide [32]. Q: What is the identification of reference wave and for the wave representing the information? A: The model for nerve pulse and EEG suggests that reference waves are induced as Josephson radiation from voltage waves propagating along DNA and represent a fractal variant of EEG. The voltages waves generating reference waves correspond to propagating soliton sequences for Sine- Gordon equation describing idealized cylindrical Josephson junction having as an analog series of coupled gravitational penduli. The propagating soliton sequence along DNA with constant phase differences between subsequent penduli would generate the reference wave as Josephson radiation. The analog of nerve pulse would result as one pendulum kicked so that it begins to oscillate instead of rotating and induces an propagating localized oscillation. Microscopically cylindrical Josephson junction decomposes into junctions defined by the flux tubes and Josephson currents between the ends of the flux tubes generate em radiation as coherent photons. Josephson radiation would therefore give rise to bio-photons and their dark variants with same photon energy but scaled up wavelength. Obviously the transformation of laser photons to radio-wave photons can be understood in terms of this mechanism and the quantization of Planck constant implies quantization of the energies involved. 2.2 How to fuse the notion of bio-hologram with the model of DNA as tqc? In the most economical picture - inspired by what is known about ordinary computers - intronic sequences would represent the names for tqc programs constructed from basic modules and expressing their outcomes chemically. Calling of the name of tqc would activate the tqc. This would allow an extremely rich combinations of basic modules, explain why the intronic portion of DNA increases during evolution, and why organisms with essentially identical genomes can be at widely differing evolutionary levels (say humans and apes). A further nice feature is that the intronic DNA of a given organism can induce gene expression in an organism for which the genes involved are not identical so that mutations would not be fatal. The prediction is that addresses represented by introns and the portions of promoter regions representing the conjugates of these addresses should be highly conserved. The reading of the name of tqc to a polarization modulation pattern of incoming light would generate a signal which initiates tqc program in another cell in the case that the reverse polarization to the same linear polarization along the entire length of receiving intronic piece - conjugate of the original - takes place. The resulting overall linear polarization should initiate tqc leading to the eventual gene expression. Why the condition that linear polarization is same along entire piece of the ”name” is not quite clear. Introns could be connected by flux tubes to a part of DNA initiating gene expression. One would expect that this portion of gene is conjugate of the intronic portion containing the name of submodule. This would make possible RAM type representation of tqc programs if the link to next activated part of genome is represented by this same mechanism: exactly similar mechanism realizes links electromagnetically in web. A nucleus performing tqc infects large number of nuclei to perform the same tqc. Same could occur even at the level of population since very large values of ~ are possible."},{"pageNumber":7,"pageContent":"3. The effects of laser light on living matter 7 3 The effects of laser light on living matter The effects of laser light on living matter are discussed in the following briefly from TGD point of view. 3.1 Phantom DNA effect In phantom DNA effect [40] there is an elastic scattering of the coherent laser radiation from irradiated DNA. When one removes the DNA from the chamber containing it, and irradiates it by laser light, a weak pattern of scattered light is still producedas if there were a kind of phantom DNA there. The pattern can last for months. For years ago I considered an explanation of the effect based on dropping of part of DNA to larger space-time sheets characterized by larger value of p-adic prime and remaining in the vessel as visible DNA is removed [29, 27]. A variant of this explanation inspired by the dark matter hierarchy is that the anomalous scattering takes place on dark DNA at wormhole flux tubes remaining in the vessel. The most science fictive possibility is that the flux tubes connect the vessel boundaries to the removed DNA by wormhole flux tubes which are very long and correspond to a large value of ~ . In this case the scattering would involve a phase transition increasing the value of Planck constant and a travel of photons to the removed DNA and back followed by a phase transition to ordinary photons. Similar explanation works also in the case of homeopathy and allows to understand why the classic experiments of Benveniste [43, 44] could not be replicated when experimenters did not know which bottles contained the treated water [30]. In this case the molecules dissolved in water would lose their magnetic bodies as a consequence of the shaking of the homeopathic remedy and one can say that clusters of water molecules would steal their magnetic coats. This would allow them to mimic the behavior of molecules and their presence would allow the immune system would develop a resistance against real molecules. This of course works only if the cyclotron radiation from the magnetic body is responsible for the biological effects. It is known that em radiation at low frequencies is indeed responsible for the ability of molecules to recognize each other. The generation of cyclotron radiation requires metabolic energy and the magnetic flux tubes connecting the experimenter to the treated bottle of water (correlates for directed attention) could have served as bridges along which metabolic energy could be transferred by using topological light rays (MEs serving as TGD counterparts of Alfwen waves). Experimentalists certainly did have strong desire to have successful experiments and this helped to realize the transfer of the metabolic energy. 3.2 Effects of the polarization modulated laser light on living matter Polarized light with a suitable temporal pattern for the modulation of polarization direction induces biological effects. The effects are not caused to arbitrary target and one can say that the part of target genome involved has an address characterized by a temporal pattern of polarization modulation resulting in the propagation of the scaled variant of nerve pulse along chromosome. DNA is known to induce a rotation of polarization plane of incoming linearly polarized light and Gariaev suggests that the address is due to the propagation of a soliton along DNA inducing the modulation [37]. TGD based model for the rotation of the polarization plane is based on Faraday effect [46]. 1. Usually diamagnetic dielectric causes the Faraday effect. The effect is due to different propaga- tion velocities of left and right circular polarizations and recombination of polarizations to linear polarization. The rotation of the polarization plane would be caused by a Faraday effect at flux tubes. Superconductivity would imply ideal diamagnetism. Dielectric property is probably not present but large parity breaking due to long range weak interactions [28] could explain why circular polarizations propagate with different velocities. Strong parity breaking could be caused by the presence of electro-weak gauge fields behaving like massless fields below the cell length scale and would explain also chiral selection. For large values of ~ the range of these fields would be scaled up accordingly. 2. The travel of the photon along a transversal flux tube starting from DNA nucleotide induces a rotation of the direction of polarization plane. The reverse rotation of polarization plane takes place as the light propagates in the reverse direction. The reverse propagation restoring the"},{"pageNumber":8,"pageContent":"3.3 PLR spectroscopy 8 original overall linear polarization is expected to induce the biological along the portion of DNA in question. Phase conjugate light might be also involved. 3. The coding of DNA sequences to radiation patterns results since the charge Q associated with the nucleotide end of the wormhole magnetic flux tube affects Faraday rotation and is different for each nucleotide. The value of the charge is given by Q = − 2 + Q a , where -2 units come from phosphate and Q a corresponds to the charge of the quark ( u , d ) or antiquark u , d ) at the DNA space-time sheet associated with wormhole magnetic flux tube formed by a pair of space-time sheets connected by wormhole contacts having at its light-like throats quark and antiquark [32]. Hence the rotation of the polarization plane depends on the nucleotide. 3.3 PLR spectroscopy Bio-systems could generate holograms in much more concrete sense than the wetty and hot and noisy character of this environment would suggest: even mechanisms generating laser beams could be there. The findings of Peter Gariaev and collaborators described in the article ”The spectroscopy of bio-photons in non-local genetic regulation” [39] led to a concrete model for how bio-photons affect many-sheeted DNA, and in this manner induce a generation of coherent radio waves and ELF waves [29]. The recent picture brings in the hierarchy of Planck constants and suggests a modification of this model. 3.3.1 The effect In polarizing laser-radio wave spectroscopy (PLR-spectroscopy) laser light scatters from the target substance. In the experiments of Gariaev et al red light ( λ = 632 . 8 nm, 1 . 9595 eV) generated by He- Ne laser is used. This energy actually corresponds very precisely to one of the fundamental metabolic energy quanta identified as liberated zero point kinetic energy of proton as it drops from certain space-time sheet to much larger space-time sheet. There are two orthogonal polarizations correlated in intensity in such a manner that the total intensity remains constant. After the interaction of one mode with the target substance, the reflected light is returned to the optical resonator, where the re-distribution of the intensity of these modes occurs. One of the laser modes, at a certain mode of generation, is able during the interaction with the target substance to induce polarization modulated radio waves of a wide spectrum correlated with the modulations of the optical modes of the laser radiation. The modulation is assumed to relate to rotational fluctuations of micro-structural components (say, domains of crystals) and of their optical activity. The PLR-spectrum is present also for in-organic materials. For biological targets there is spectral memory effect present, which means that the radio wave radiation continues even when the laser beam is not present anymore. The frequency interval of the radio emission settles down at the 1 MHz. The PLR-spectrum is depicted in figures 1 and 2 of [39] for apofillit crystal. The frequency spectrum for the radio waves has a modulated fractal structure suggesting that spectrum is superposition of spectra which consist of harmonics n 1 f h − n 2 f l of higher frequency f h modulated by harmonics of scaled down frequency f l = xf h . Almost identical copies of a piece of length about ∆ f ∼ 100 Hz appear in a sequence as the pictures 1 and 2 of [39] for the spectrum of apofillit crystal in 1560-1860 Hz range demonstrate. This suggests the presence of harmonics of basic frequencies perhaps shifted by a constant amount. Cyclotron and spin flip transitions in magnetic field suggest itself. There is also gross structure consisting of peaks in scale of kHz suggesting harmonics of frequency of order kHz. For wheat seed (picture 3 of [39]) the strongly expressed frequency ranges are identified as 800-900 Hz (to my personal opinion the band is 300-900 Hz), 1700-1900 Hz, 2400-2600 Hz, 3600-3800 Hz (to my personal opinion a wider frequency range 1700-2200 Hz is strongly expressed). There is also strongly expressed frequency band below 300 Hz. Also the spectrum of high polymerization DNA sample from calf thymus (picture 4 of [39]) shows a clear peak at 2400-2600 Hz and less pronounced peaks at lower frequencies. The radio wave radiation from DNA samples is accompanied by specific effects on bio-systems such as ab-normally fast germination and re-vitalization of seeds. Thus it seems that the radio wave radiation is able to restore the genetic control apparatus and the vitality of the seeds."},{"pageNumber":9,"pageContent":"4. The scattering of incoherent UV-IR light on DNA 9 3.3.2 TGD based explanation of the effect Dark matter hierarchy suggests the interpretation of radio-wave photons as large ~ photons with energy equal to that of the original photon. Biophotons and their dark variants could form Bose- Einstein condensates at the wormhole magnetic flux tubes. The flux tubes associated with DNA would transform laser photons to radiowave photons by inducing ~ increasing phase transition. Large value of ~ would increase the range of interactions so that they would become possible even in the scale of biosphere. In particular, coherent gene expression in the scale of organism and even population. Genetic code could be represented as radiation patterns with the charges assignable to the end of DNA space-time sheet of flux tube providing the coding. 4 The scattering of incoherent UV-IR light on DNA The proposed model for the findings about scattering of incoherent UV-IR light from DNA lead to an amazing conclusion that the experiments make directly visible the magnetic flux tubes containing dark matter. 4.1 Basic facts The figures of the article [41] give valuable information about what is involved. There are two exper- imental arrangements. 1. In the first experiment dry/dehydrated DNA is contained in a small seal containing a conical cylinder (4 cm long, .9 cm at its upper end) or 3 ml of DNA water solution 1 mg/ml. The rradiation by UV-C lamp lasts for 10 minutes: note that UV-C wavelengths are in the range 280-10 nm. 2. In the second experiment the DNA sample is in open cell and a light source known as Duna-M irradiates red light from 21 LEDS (650 nm) and IR light (920 nm) from 16 LEDs. Also UV-B lamp and Compact electronic CEST26E17 Black lamp are involvedUV-B wavelengths are in the range 315-280 nm. The light sources are turned on and off with intervals of 2-3 seconds. The exposure time is 1 second. The basic findings are following [41]. 1. The effects occur only if the sample contains DNA. 2. A large number (tens) of closely spaced replica images of nearby objects, in particular the red LED. The replicas for the image of instrument are along strictly horizontal half line (see Fig. 1). 3. The replica sequences of the instruments appear periodically suggesting that the energy of incoming photons is gradually accumulated and liberated in a burst. The interference by an external DNA source (touching by finger of DNA cell) changes the direction of the half line which disappears at the next exposure to white light. 4. Single vertical curved band like image of roughly the same height as the entire image and with more or less the same width as the distance between replicas of the instrument parts appears to the left from the instrument image (see Fig. 1). This image is not replicated in the horizontal direction. The fine structure of the band for one of the reported images (see Fig. 2) however suggests that also the band like structure consists of replicas of same size as the replicas associated with instruments. The band like structure for second method decomposes to 5 red parallel curves (see Fig. 3) for which the interpretation as images of 5 red LEDs is proposed based on the observation that these LEDs irradiate directly the DNA cell. The phantom of DNA image remains intact for some time after the irradiation. If I have understood correctly, the interpretation proposed in [41] is following."},{"pageNumber":10,"pageContent":"4.2 TGD based model for the replicas 10 1. The sequence of the horizontal images of the instrument would result from a motion of single image moving during the exposures: this requires that the motion is fast in the time scale of exposure. The appearance of equally spaced replicas forces to assume that the motion occurs in discrete jumps in horizontal direction. 2. The band like structure is identified as the image of DNA sample. The band is assumed to correspond to a discrete and non-predictable motion of single image. There are objections against the idea that the motion of single image produces the image. In particular, the discreteness of the motion looks strange. One can also wonder why the motion for the image of the instrument is strictly horizontal whereas the motion of DNA image is not horizontal and is curvilinear. One can also ask whether the an image of DNA sample is actually in question since the position of the band like structure is to left from the cell containing the DNA. Figure 1: The left hand side figure is from [41] and represents the replica images of the instruments and the image interpreted by experimenters as a replica image of DNA sample (second method). 4.2 TGD based model for the replicas One can consider two models for the replicas. The first model assumes that the images are images of dark magnetic flux tubes. Second model assumes that in the case of instrument images diffraction is involved. 4.2.1 Have wormhole magnetic magnetic flux tubes containing dark matter been pho- tographed? The most elegant model for the effects found hitherto relies on the assumption that both the hori- zontal replica sequences and the band like structures having also replica structure correspond to real structures, most naturally (wormhole) magnetic flux tubes. In the case of instrument replicas they would emanate directly from the instruments. In the case of DNA image they would emanate from a position to the left from the cell containing DNA. The presence of DNA should somehow generate the flux tubes. 1. In the case of horizontal replications of instruments the replicas would be associated with a magnetic flux tube emanating horizontally from the instruments to the right. Replicas would be obtained if a dipole distribution assignable to the surface of object and representable in terms of Fourier transform restricted to a box containing the object and having discrete momentum spectrum is extended to a periodic Fourier transform along the horizontal flux tube. Flux tube would thus represent a series of images of the geometric object and this would make possible to communicate the data through long distances. 2. Also the DNA image could be the image of a curved flux tube assignable to the cell containing the DNA. The band like structure does not however begin from the cell containing DNA being located left from it. A possible explanation is that there topological light ray connecting the cell containing DNA to a similar sized cell at the end of the flux tube irradiating it with photons"},{"pageNumber":11,"pageContent":"4.2 TGD based model for the replicas 11 Figure 2: The picture shows the discrete replica like structure of the band like image interpreted by experimenters as replica image of DNA sample (first method). emitted from the dipole distribution at its surface. The resulting induced dipole distribution representable in terms of a discrete Fourier transform is then continued along the entire curved flux tube and would generate the replicas. 3. The replication of the dipole distribution along the entire length of the flux tube requires macro- scopic quantum coherence suggesting a large value of Planck constant. If the coherence is re- quired at least in the length scale L of the flux tube, one obtains ratio r = ~ / ~ 0 ≥ L/λ ' 10 6 for L = . 5m and λ = 500 nm. This value could correspond to the favored value r = 2 20 and thus to a favored value of Planck constant [24]. A weaker condition is obtained by replacing L with the size a of the cell giving r ≥ a/λ ' 2 × 10 5 for a = . 1 m. 4. If the flux tubes correspond to large value of Planck constant, the dark photons emanating from them must transform to ordinary photons since diffractive effects are not involved. 5. The fact that the images of the flux tubes appear periodically suggests that a Bose-Einstein condensate of dark photons is gradually formed at them which bursts out as some critical number of dark photons are present and leaks to the visible sector of the 8-D imbedding space becoming ordinary photons. One can visualize the sectors of the generalized 8-D imbedding space as pages of a book characterized by different values of Planck constant so that the leakage would occur from page to another one through the back of the book. 6. The effect of touching in the second type experiment involving LEDs can be understood if the touching reverses the direction of the magnetic flux tubes assigned with the instruments. The disappearance of the replicated instrument image 5-8 seconds after the touching could relate to"},{"pageNumber":12,"pageContent":"4.2 TGD based model for the replicas 12 Figure 3: The picture reveals the 5-fold fine structure of the band like image interpreted by experi- menters as replica image of DNA sample. The 5-fold character probably correspond to five red LEDs above the sample (second method). the instability of the right-oriented flux tubes. If the right-directed flux tube is mirror image of the left oriented flux tube, the instability might relate to a parity breaking possible in TGD Universe by the presence of scaled variants of weak interactions. The preferred orientation of the flux tube might be also determined by something in environment, say resources of metabolic energy. If the flux tubes are correlates for attention, one can even imagine that DNA with the mediation of flux tubes directs its attention to something interesting. There are also some open questions. 1. Why the flux tube assignable to the DNA is curved and why the image of this flux tube does not emanate from the sample? 2. How the presence of DNA induces the generation of the flux tubes? The model for DNA as tqc would suggest that the thin wormhole magnetic flux tubes connecting DNA to the instruments induce the effect, and that the flux tubes explaining the image correspond to higher level struc- tures with larger value of Planck constant and are somehow induced by the presence of DNA. They could also correspond to a larger value of p-adic prime but same value of Planck constant. Perhaps one might say that the magnetic body of DNA makes the instruments in some sense part of its biological body by directing its attention to them. 3. Why the touching chances the orientation of the flux tube?"},{"pageNumber":13,"pageContent":"4.2 TGD based model for the replicas 13 If this model is on a right track, the findings would mean a direct observation of dark magnetic flux tubes by the em radiation of dark photons transformed to ordinary photons as they leak out from dark sectors of the imbedding space to the sector containing the matter visible to us. 4.2.2 The explanation in terms of diffraction does not work For the sake of completeness also the interpretation of the replication of the images of the instrument and DNA cell in terms of diffraction is discussed although this explanation forces several ad hoc assumptions unlike the previous model. 1. The appearance of the replicas along horizontal half-line x > 0 brings strongly in mind a diffrac- tion through a vertical slit defined by a vertical dark flux sheet attached to the instrument and acting as a window. This requires coherence so that ordinary visible light cannot be responsible for the image whereas dark photons with a large enough value of Planck constant makes the quantum coherence possible. 2. The amplitude for a diffraction through slit behaves as A = sin ( x ) /x , x = π × ( a/λ ) × sin ( θ ), where θ is the angle between the normal of the slit and direction of observation. Hence the max- ima of the intensity maxima correspond to the central maximum sin( θ ) = 0 given by geometric optics and sin( θ ) = ( n + 1 / 2) × λ/a so that for small angles one has ∆ θ = λ/a and the distance between replicas is x = d ∆ θ = dλ/a . 3. The distance between the replicas in the image requires a wavelength longer than used in ex- periments. Thus dark photons with a scaled up wavelength λ = rλ 0 , r = ~ / ~ 0 , transforming by Planck constant changing phase transition to ordinary photons in camera could be in question. The value of the Planck constant can be deduced by using the geometric data, the values of wavelength, and the distance between the replicas of instrument images assuming that diffrac- tion effectively takes place through a vertical slit with width of order size of typical replicated instrument, say seal. From θ ≤ D/d , where D is the size of camera aperture, and from the number n of horizontal replicas n < 100 one obtains the estimate dλ/a ∼ D/nd . This gives λ/a ∼ D/nd 2 . For D = . 01 m, d = . 5 m, one would have λ/a ∼ 4 × 10 − 4 . For λ = 4 × 10 − 7 m this would give a ∼ 10 − 3 m. The appearance of details in the replicated image suggest that a is of the same order than the instrument size so that one has a ≥ x > 1 cm giving ~ / ~ 0 ≥ 10 x . The value of λ seems to be too small to allow coherence in the required length scale. 4. The serious problem of this interpretation is that the diffraction pattern for a diffraction through slit corresponds to maxima at an entire transversal line rather than half-line. It is as if the effec- tive vertical flux sheet attached to the left hand side of the object would contain a distribution of horizontal dipoles generating radiation interfering to zero at the left half of the half-space. This distribution should be determined by the radiation coming from the object so that a kind of induced emission process would be in question. One can also imagine is that the dark space- time sheet along which photons arrive is half-space with horizontal coordinate x ≥ 0. What is intriguing that in p-adic physics for which the values of variables finite in real sense are always positive as real numbers so that half-lines, quadrants, octants,... are very natural objects. One must admit that this assumption looks ad hoc. 5. There is also a second problem. The evidence for the replication of same basic unit with the size of the DNA containing cell suggests that a replication of the image of cell containing the DNA along a curved band is in question with essentially the same distance between replicas as in the previous case. It is impossible to have a curved slit producing this kind of diffraction pattern. One could consider also the possibility that the band corresponds to a real structure, may be magnetic flux tube, and that Planck constant is now larger than in the case of instrument images so that only the central image of the diffraction pattern is visible in the camera. This however forces to ask whether also the replicas of instruments correspond to magnetic flux tubes so that one would end up with the first model."},{"pageNumber":14,"pageContent":"5. Water memory, phantom DNA effect, and development of tqc hardware 14 5 Water memory, phantom DNA effect, and development of tqc hardware This section describes speculative picture in which a connection between homeopathy and water memory [30] with phantom DNA effect is proposed and on basis of this connection a vision about how the tqc hardware represented by the genome is actively developed by subjecting it to evolutionary pressures represented by a virtual world representation of the physical environment. 5.1 A possible realization of water memory The Benveniste’s discovery of water memory [43, 44] initiated quite dramatic sequence of events. The original experiment involved the homeopathic treatment of water by human antigene. This meant dilution of the water solution of antigene so that the concentration of antigene became extremely low. In accordance with homeopathic teachings human basophils reacted on this solution. The discovery was published in Nature and due to the strong polemic raised by the publication of the article, it was decided to test the experimental arrangement. The experimental results were reproduced under the original conditions. Then it was discovered that experimenters knew which bottles contained the treated water. The modified experiment in which experimenters did not possess this information failed to reproduce the results and the conclusion was regarded as obvious and Benveniste lost his laboratory among other things. Obviously any model of the effect taking it as a real effect rather than an astonishingly simplistic attempt of top scientists to cheat should explain also this finding. The model based on the notion of field body and general mechanism of long term memory allows to explain both the memory of water and why it failed under the conditions described. 1. Also molecules have magnetic field bodies acting as intentional agents controlling the molecules. Nano-motors do not only look co-operating living creatures but are such. The field body of the molecule contains besides the static magnetic and electric parts also dynamical parts character- ized by frequencies and temporal patterns of fields. To be precise, one must speak both field and relative field bodies characterizing interactions of molecules. Right brain sings-left brain talks metaphor might generalize to all scales meaning that representations based on both frequencies and temporal pulse with single frequency could be utilized. 2. The effects of complex bio-molecule to other bio-molecules (say antigene on basofil) in water could be characterized to some degree by the temporal patterns associated with the dynamical part of its field body and bio-molecules could recognize each other via these patterns. This would mean that symbolic level in interactions would be present already in the interactions of bio-molecules. Cyclotron frequencies are most natural candidates for the frequency signatures and the fact that frequencies in 10 kHz range are involved supports this view. 3. The original idea was that water molecule clusters are able to mimic the bio-molecules themselves -say their vibrational and rotational spectra could coincide with those of molecules in reasonable approximation. A more natural idea is that they can mimic their field bodies. Homeopathy could rely on extremely simple effect: water molecule clusters would steal the magnetic bodies of the molecules used to manufacture the homeopathic remedy. The shaking of the bottle containing the solution would enhance the probability for bio-molecule to lose its magnetic body in this manner. For instance, water could produce fake copies of say antigenes recognized by basofils and reacting accordingly if the reaction is based on interaction with the magnetic body of the antigene. 4. The basic objection against this picture is that it does not explain why the repeated dilution works. Rather, it seems that dilution of molecules reduces also the density of mimicking pseudo- molecules. Even more, the potency of the homeopathic remedy is claimed to increase as the the dilution factor increases. Also alcohol is used instead of water so that also alcohol must allow homeopathic mechanism. (I am grateful for Ulla Matfolk for questions which made me to realize these objections)."},{"pageNumber":15,"pageContent":"5.1 A possible realization of water memory 15 (a) The only way out seems to be that the magnetic bodies or water molecule clusters having these magnetic bodies can replicate. The shaking of the remedy could provide the needed metabolic energy so that the population of magnetic bodies grows to a limiting density de- termined by the metabolic energy feed. In principle it would be possible to infect unlimited amount of water by these pseudo-molecules. When in bottle the population would be in dormant state but in the body of the patient it would wake up and form a population of molecular actors and stimulate the immune system to develop immune response to the real molecule. (b) The potency of the homeopathic remedy is claimed to increase with the increased dilution factor. This would suggest that the continued dilution and shaking also increases the density of pseudo molecules, perhaps by feeding to the system metabolic energy or by some other mechanism. (c) Also magnetic bodies must replicate in cell replication and their role as intentional agents controlling bio-matter requires that this replication serves as a template for biochemical replication. On can indeed interpret the images about cell replication in terms of replication of dipole type magnetic field. This process is very simple and could have preceded biological replication. The question is therefore whether water is actually a living system in presence of a proper metabolic energy feed. Also the water’s ability near critical point for freezing to form nice patterns correlating with sound stimuli might be due to the presence of the molecular actors. (d) This picture fits nicely with the vision that evolution of water in this kind of life form might have happened separately and that pre-biotic chemical life forms have formed symbiosis with living water [33]. In the model of DNA as topological quantum computer [32] the asymptotic self organization patterns of water flow in the vicinity of lipid layers indeed define quantum computer programs by inducing the braiding of the magnetic flux tubes connecting DNA nucleotides to lipids so that this symbiosis would have brought in new kind of information processing tool. 5. The magnetic body of the molecule could mimic the vibrational and rotational spectra using harmonics of cyclotron frequencies. Cyclotron transitions could produce dark photons, whose ordinary counterparts resulting in de-coherence would have large energies due to the large value of ~ and could thus induce vibrational and rotational transitions. This would provide a mechanism by which molecular magnetic body could control the molecule. Note that also the antigenes possibly dropped to the larger space-time sheets could produce the effect on basofils. 6. There is a considerable experimental support for the Benveniste’s discovery that bio-molecules in water environment are represented by frequency patterns, and several laboratories are repli- cating the experiments of Benveniste as I learned from the lecture of Yolene Thomas in the 7:th European SSE Meeting held in R ̈oros [53]. The scale of the frequencies involved is around 10 kHz and as such does not correspond to any natural molecular frequencies. Cyclotron frequencies associated with electrons or dark ions accompanying these macromolecules would be a natural identification if one accepts the notion of molecular magnetic body. For ions the magnetic fields involved would have a magnitude of order .03 Tesla if 10 kHz corresponds to scaled up alpha band. Also Josephson frequencies would be involved if one believes that EEG has fractally scaled up variants in molecular length scales. Consider now the argument explaining the failure to replicate the experiments of Benveniste. 1. The magnetic bodies of water molecules need metabolic energy for communications with their ”biological body” using the fractally scaled analog of EEG. There is no obvious source for this energy in water. The model for protein folding and DNA as topological quantum computer assumes that magnetic flux tubes connecting subject person and target of directed attention serve as correlates for directed attention at the molecular level [32, 34]. This should be true also in macroscopic scales so that the experimentalist and the bottle containing the treated water should be connected by magnetic flux tubes. If experimenter has directed his attention to the bottle of water, the resulting magnetic flux tubes could allow a transfer of metabolic energy as a radiation along massless extremals parallel to the flux tubes and defining TGD counterparts of"},{"pageNumber":16,"pageContent":"5.2 Could virtual DNAs allow a controlled development of the genome? 16 Alfwen waves. Experimenter’s strong motivation to replicate experiments would help to realize the transfer of the metabolic energy. Experimenters not knowing, which bottles were treated did not have these flux tube bridges to the bottles, and were not able to provide the needed metabolic energy, and the magnetic bodies of antigenes failed to generate the cyclotron radiation making them visible to the basofil. 2. If this interpretation is correct, then Benveniste’s experiment would demonstrate besides water memory also psychokinesis and direct action of desires of experimenters on physics at microscopic level. Furthermore, the mere fact that we know something about some object or direct attention to it would mean a concrete interaction of our magnetic body with the object. The so called phenomenon of psi track [54] provides additional support for this conclusion. 5.2 Could virtual DNAs allow a controlled development of the genome? The fundamental question in the evolution biology is the question about the interaction between genome ( G ), phenotype ( P ), and environment ( E ). 1. The standard dogma is that the information transfer from G to P is unidirectional and that environment acts on G by inducing random mutations of G , from which E selects the lucky survivors as those with the best ability to reproduce. Lamarckism [49, 47, 48] represents a deviation from standard dogma by assuming direct information transfer from E to G . 2. Genetic expression is controlled by environment, at least by silencing [48], which is like selecting only few books to be read from a big library. Cell differentiation represents basic example of selective gene expression. DNA methylation and transposition are accepted to reflect information transfer from E to G , perhaps via P . These modifications are believed to be short lasting and not transferred to the offspring since it is difficult to imagine a mechanism transferring the mutations to the germ cells. There is however also evidence that epigenetic information transfer takes place [50]: this transfer would be selective expression of genes of germ cells rather than that of modified genes. 3. There are findings challenging the dogmas of static genome and random mutations. The cells of the immune system remodel their genes coding for antibodies capable of recognizing large variety of antigens. There is quite recent finding [ ? ] revealing major genetic differences between blood and tissue cells. There are also mutations due to jumping genes - mobile elements of DNA known as LINE-1 elements usually regarded as junk DNA whose portion from genome increases as one climbs up along the evolutionary ladder. In mice jumping genes are limited to brain and germ cells: this is easy to understand since in organs like heart and lungs this kind of mutations would be fatal. Second recent discovery is that there is a high diversity of human brain cells believed to be due to the jumping genes [52]. That brain cells would be producing with a high rate junk DNA is not an idea which would make me shout ’Eureka!’ 4. The question however remains whether the G → P − E actually could complete to a closed loop G → P − E − G so that genome could directly respond to the changing physical environment and could transfer the successful response to the next generation [49]. 5.2.1 Could genome be developed like computer hardware? In TGD framework the sequence G → P − E is replaced with a closed loop G − P − M − E to which E is attached at P by bidirectional arrow (organisms do also modify their environment actively). Magnetic body thus controls genome and receives information from cell membrane ( P ). The hierarchy of genomes (super-genome, hyper-genome,...) corresponding to the different levels of dark matter hierarchy allows this loop to be realized in different scales rather only at the level of single cell. The question is whether the magnetic body of organism or higher level magnetic bodies could modify genomes, super-genomes, and hyper-genomes directly, perhaps by generating mutations of the genome in a short time scale; by monitoring how genetically modified organism survives in the environment; and -if the outcome of the experiment is successful - replacing the corresponding portion of DNA with the modified DNA both in ordinary germ cells. One can even ask whether the abstract model of the external environment provided by the internal chemical milieu might be mimicked by"},{"pageNumber":17,"pageContent":"5.2 Could virtual DNAs allow a controlled development of the genome? 17 water magnetic bodies of water molecule clusters and provide a virtual world testing ground for a search of favorable mutations. In DNA as a tqc vision essentially the development of a new computer hardware would be in question, and should take place in a controlled manner and involve an experimentation before going to the market rather than by random modifications taking place in computer CPUs. Second basic aspect of DNA as tqc paradigm is that water and bio-molecules live in symbiosis in the sense that self organization patterns of the cellular water flow define the tqc programs. The following first guess for how the development of computer hardware might be achieved is just a first guess but might have something to do with reality. 1. What would be needed is a mechanism generating rapidly modifications of DNA. The muta- tions should be carried out using a kind of virtual DNA mimicking all the essential aspects of the symbolic dynamics associated with DNA. The magnetic bodies of DNA consisting of flux tubes connecting the nucleotides of DNA strands to cell membrane satisfy these conditions since A,T,G,C is coded to exotic light quarks u, d and anti-quarks u , d at the ends of flux tubes [32]. DNA nucleotides could be replaced with clusters of water molecules but also other options can be imagined. Note that it does not matter when one speaks of mimicry of RNA or DNA molecules. 2. If the proposed model of the phantom DNA and homeopathy has something to do with reality, this kind of virtual DNA exists and is generated in phantom DNA effect as magnetic bodies of DNA, including of course the magnetic flux tubes connecting the nucleotides to the cell membrane or conjugate strand of DNA. 3. The crucial additional assumption would be that also the reversal of phantom DNA effect is possible and corresponds to the analog of DNA replication in which nucleotides attach to the virtual conjugate nucleotides of the virtual DNA strand or RNA strand in turn transformed to DNA strand be reverse transcription. The hypothesis would have rather strong implications for the genetic engineering since homeopathic remedies of genetically engineered DNA sequences could be transferred to cell nuclei just by drinking them. 4. Phantom DNA sequences could form populations and - as far as their properties as a hardware of topological quantum computer are involved - evolve under selection pressures of the virtual world defined by the nuclear, cellular and extracellular water. A competition of components of tqc hardware developed by the higher level magnetic body to realize optimally tqc programs needed for survival would be in question. The simplest mutation of phantom DNA would replace the quark pairs at the ends the (wormhole-) magnetic flux tube with a new one and could occur in very short time scale. Also basic editing operations like cutting and pasting would be possible for these competing phantom DNA sequences. The winners in the competition would be transformed to actual DNA sequences by utilizing the reverse phantom DNA (or RNA -) effect and be inserted to genome. The genetic machinery performing cutting, gluing, and pasting of real DNA in a controlled manner exists. What is needed is the machinery monitoring who is the winner and making the decision to initiate the modification of the real DNA. 5. The transfer of the mutations to germ cells could be achieved by allowing the population of the virtual DNA sequences to infect the water inside germ cells. The genetic program inducing the modification of DNA by using the winner of the tqc hardware competition should run automatically. 6. One open question is whether the nuclear, cellular or perhaps also extracellular water should represent the physical environment and - if answer is affirmative - how it achieves this. As a matter fact, considerable fraction of water inside cells is in gel phase and it might be that the intercellular water, which naturally defines a symbolic representation of environment, is where the virtual evolution takes place. Internal chemical milieu certainly reflects in an abstract manner the physical environment and the ability of the water molecule clusters to mimic bio- molecules would make the representation of the chemical environment possible. Also sudden changes of external milieu would be rapidly coded to the changes in internal milieu which might help to achieve genetic re-organization. The craziest dream is water based simulation of both genes, proteins, and molecules representing external world running at dark space-time sheets."},{"pageNumber":18,"pageContent":"5.2 Could virtual DNAs allow a controlled development of the genome? 18 5.2.2 Dark nuclear strings as analogs of DNA-, RNA- and amino-acid sequences and baryonic realization of genetic code? The minimal option is that virtual DNA sequences have flux tube connections to the lipids of the cell membrane so that their quality as hardware of tqc can be tested but that there is no virtual variant of transcription and translation machinery. One can however ask whether also virtual amino-acids could be present and whether this could provide deeper insights to the genetic code. 1. Water molecule clusters are not the only candidates for the representatives of linear molecules. An alternative candidate for the virtual variants of linear bio-molecules are dark nuclei consisting of strings of scaled up dark variants of neutral baryons bound together by color bonds having the size scale of atom, which I have introduced in the model of cold fusion and plasma electrolysis both taking place in water environment [25]. Colored flux tubes defining braidings would gen- eralize this picture by allowing transversal color magnetic flux tube connections between these strings. 2. This seems to work! The states of dark nucleons formed from three quarks can be naturally grouped to multiplets in one-one correspondence with 64 DNAs, 64 RNAS, and 20 aminoacids and there is natural mapping of DNA and RNA type states to aminoacid type states such that the numbers of DNAs/RNAs mapped to given aminoacid are same as for the vertebrate genetic code. Figure 4: Illustration of a possible vision about dark nucleus as a nuclear string consisting of rotating baryonic strings. The basic idea is simple. Since baryons consist of 3 quarks just as DNA codons consist of three nucleotides, one might ask whether codons could correspond to baryons obtained as open strings with quarks connected by two color flux tubes. This representation would be based on entanglement rather than letter sequences. The question is therefore whether the dark baryons constructed as string of 3 quarks using color flux tubes could realize 64 codons and whether 20 aminoacids could be identified as equivalence classes of some equivalence relation between 64 fundamental codons in a natural manner. The following model indeed reproduces the genetic code directly from a model of dark neutral baryons as strings of 3 quarks connected by color flux tubes. 1. Dark nuclear baryons are considered as a fundamental realization of DNA codons and con- structed as open strings of 3 dark quarks connected by two colored flux tubes, which can be also charged. The baryonic strings cannot combine to form a strictly linear structure since strict rotational invariance would not allow the quark strings to have angular momentum with re- spect to the quantization axis defined by the nuclear string. The independent rotation of quark strings and breaking of rotational symmetry from SO(3) to SO(2) induced by the direction of the nuclear string is essential for the model."},{"pageNumber":19,"pageContent":"5.2 Could virtual DNAs allow a controlled development of the genome? 19 (a) Baryonic strings could form a helical nuclear string (stability might require this) locally parallel to DNA, RNA, or aminoacid) helix with rotations acting either along the axis of the DNA or along the local axis of DNA along helix. The rotation of a flux tube portion around an axis parallel to the local axis along DNA helix requires that magnetic flux tube has a kink in this portion. An interesting question is whether this kink has correlate at the level of DNA too. Notice that color bonds appear in two scales corresponding to these two strings. The model of DNA as topological quantum computer [32] allows a modification in which dark nuclear string of this kind is parallel to DNA and each codon has a flux tube connection to the lipid of cell membrane or possibly to some other bio-molecule. (b) The analogs of DNA -, RNA -, and of amino-acid sequences could also correspond to sequences of dark baryons in which baryons would be 3-quark strings in the plane transversal to the dark nuclear string and expected to rotate by stringy boundary conditions. In this case all dark baryons would be free to rotate. Thus one would have nuclear string consisting of short baryonic strings not connected along their ends (see Fig. ?? ). 2. The new element as compared to the standard quark model is that between both dark quarks and dark baryons can be charged carrying charge 0 , ± 1. This is assumed also in nuclear string model and there is empirical support for the existence of exotic nuclei containing charged color bonds between nuclei. 3. The net charge of the dark baryons in question is assumed to vanish to minimize Coulomb repulsion: ∑ q Q em ( q ) = − ∑ flux tubes Q em ( flux tube ) . (5.1) This kind of selection is natural taking into account the breaking of isospin symmetry. In the recent case the breaking cannot however be as large as for ordinary baryons (implying large mass difference between ∆ and nucleon states). 4. One can classify the states of the open 3-quark string by the total charges and spins associated with 3 quarks and to the two color bonds. Total em charges of quarks vary in the range Z B ∈{ 2 , 1 , 0 , − 1 } and total color bond charges in the range Z b ∈{ 2 , 1 , 0 , − 1 , − 2 } . Only neutral states are allowed. Total quark spin projection varies in the range J B = 3 / 2 , 1 / 2 , − 1 / 2 , − 3 / 2 and the total flux tube spin projection in the range J b = 2 , 1 , − 1 , − 2. If one takes for a given total charge assumed to be vanishing one representative from each class ( J B ,J b ), one obtains 4 × 5 = 20 states which is the number of amino-acids. Thus genetic code might be realized at the level of baryons by mapping the neutral states with a given spin projection to single representative state with the same spin projection. The problem is to find whether one can identify the analogs of DNA, RNA and aminoacids as baryon like states. 1. States in the quark degrees of freedom One must construct many-particle states both in quark and flux tube degrees of freedom. These states can be constructed as representations of rotation group SU(2) and strong isospin group SU(2) by using the standard tensor product rule j 1 × j 2 = j 1 + j 2 ⊕ j 1 + j 2 − 1 ⊕ ... ⊕| j 1 − j 2 | for the representation of SU(2) and Fermi statistics and Bose-Einstein statistics are used to deduce correlations between total spin and total isospin (for instance, J = I rule holds true in quark degrees of freedom). Charge neutrality is assumed and the breaking of rotational symmetry in the direction of nuclear string is assumed. Consider first the states of dark baryons in quark degrees of freedom. 1. The tensor product 2 ⊗ 2 ⊗ 2 is involved in both cases. Without any additional constraints this tensor product decomposes as (3 ⊕ 1) ⊗ 2 = 4 ⊕ 2 ⊕ 2: 8 states altogether. This is what one should have for DNA and RNA candidates. If one has only identical quarks uuu or ddd , Pauli exclusion rule allows only the 4-D spin 3/2 representation corresponding to completely symmetric representation -just as in standard quark model. These 4 states correspond to a"},{"pageNumber":20,"pageContent":"5.2 Could virtual DNAs allow a controlled development of the genome? 20 candidate for amino-acids. Thus RNA and DNA should correspond to states of type uud and ddu and aminoacids to states of type uuu or ddd. What this means physically will be considered later. 2. Due to spin-statistics constraint only the representations with ( J,I ) = (3 / 2 , 3 / 2) (∆ resonance) and the second ( J,I ) = (1 / 2 , 1 / 2) (proton and neutron) are realized as free baryons. Now of course a dark -possibly p-adically scaled up - variant of QCD is considered so that more general baryonic states are possible. By the way, the spin statistics problem which forced to introduce quark color strongly suggests that the construction of the codons as sequences of 3 nucleons - which one might also consider - is not a good idea. 3. Second nucleon like spin doublet - call it 2 odd - has wrong parity in the sense that it would require L = 1 ground state for two identical quarks ( uu or dd pair). Dropping 2 odd and using only 4 ⊕ 2 for the rotation group would give degeneracies (1 , 2 , 2 , 1) and 6 states only. All the representations in 4 ⊕ 2 ⊕ 2 odd are needed to get 8 states with a given quark charge and one should transform the wrong parity doublet to positive parity doublet somehow. Since open string geometry breaks rotational symmetry to a subgroup SO(2) of rotations acting along the direction of the string and since the boundary conditions on baryonic strings force their ends to rotate with light velocity, the attractive possibility is to add a baryonic stringy excitation with angular momentum projection L z = − 1 to the wrong parity doublet so that the parity comes out correctly. L z = − 1 orbital angular momentum for the relative motion of uu or dd quark pair in the open 3-quark string would be in question. The degeneracies for spin projection value J z = 3 / 2 ,..., − 3 / 2 are (1 , 2 , 3 , 2). Genetic code means spin projection mapping the states in 4 ⊕ 2 ⊕ 2 odd to 4. 2. States in the flux tube degrees of freedom Consider next the states in flux tube degrees of freedom. 1. The situation is analogous to a construction of mesons from quarks and antiquarks and one obtains the analogs of π meson (pion) with spin 0 and ρ meson with spin 1 since spin statistics forces J = I condition also now. States of a given charge for a flux tube correspond to the tensor product 2 ⊗ 2 = 3 ⊕ 1 for the rotation group. 2. Without any further constraints the tensor product 3 ⊗ 3 = 5 ⊕ 3 ⊕ 1 for the flux tubes states gives 8+1 states. By dropping the scalar state this gives 8 states required by DNA and RNA analogs. The degeneracies of the states for DNA/RNA type realization with a given spin projection for 5 ⊕ 3 are (1 , 2 , 2 , 2 , 1). 8 × 8 states result altogether for both uud and udd for which color bonds have different charges. Also for ddd state with quark charge -1 one obtains 5 ⊕ 3 states giving 40 states altogether. 3. If the charges of the color bonds are identical as the are for uuu type states serving as candidates for the counterparts of aminoacids bosonic statistics allows only 5 states ( J = 2 state). Hence 20 counterparts of aminoacids are obtained for uuu . Genetic code means the projection of the states of 5 ⊕ 3 to those of 5 with the same spin projection and same total charge. 3. Analogs of DNA,RNA, aminoacids, and of translation and transcription mechanisms Consider next the identification of analogs of DNA, RNA and aminoacids and the baryonic real- ization of the genetic code, translation and transcription. 1. The analogs of DNA and RNA can be identified dark baryons with quark content uud , ddu with color bonds having different charges. There are 3 color bond pairs corresponding to charge pairs ( q 1 ,q 2 ) = ( − 1 , 0) , ( − 1 , 1) , (0 , 1) (the order of charges does not matter). The condition that the total charge of dark baryon vanishes allows for uud only the bond pair ( − 1 , 0) and for udd only the pair ( − 1 , 1). These thus only single neutral dark baryon of type uud resp. udd : these would be the analogous of DNA and RNA codons. Amino-acids would correspond to uuu states with identical color bonds with charges ( − 1 , − 1), (0 , 0), or (1 , 1). uuu with color bond charges (-1,-1) is the only neutral state. Hence only the analogs of DNA, RNA, and aminoacids are obtained, which is rather remarkable result."},{"pageNumber":21,"pageContent":"5.2 Could virtual DNAs allow a controlled development of the genome? 21 2. The basic transcription and translation machinery could be realized as processes in which the analog of DNA can replicate, and can be transcribed to the analog of mRNA in turn translated to the analogs of amino-acids. In terms of flux tube connections the realization of genetic code, transcription, and translation, would mean that only dark baryons with same total quark spin and same total color bond spin can be connected by flux tubes. Charges are of course identical since they vanish. 3. Genetic code maps of (4 ⊕ 2 ⊕ 2) ⊗ (5 ⊕ 3) to the states of 4 × 5. The most natural map takes the states with a given spin to a state with the same spin so that the code is unique. This would give the degeneracies D ( k ) as products of numbers D B ∈ { 1 , 2 , 3 , 2 } and D b ∈ { 1 , 2 , 2 , 2 , 1 } : D = D B × D b . Only the observed degeneracies D = 1 , 2 , 3 , 4 , 6 are predicted. The numbers N ( k ) of aminoacids coded by D codons would be [ N (1) ,N (2) ,N (3) ,N (4) ,N (6)] = [2 , 7 , 2 , 6 , 3] . The correct numbers for vertebrate nuclear code are ( N (1) ,N (2) ,N (3) ,N (4) ,N (6)) = (2 , 9 , 1 , 5 , 3). Some kind of symmetry breaking must take place and should relate to the emergence of stopping codons. If one codon in second 3-plet becomes stopping codon, the 3-plet becomes doublet. If 2 codons in 4-plet become stopping codons it also becomes doublet and one obtains the correct result (2 , 9 , 1 , 5 , 3)! 4. Stopping codons would most naturally correspond to the codons, which involve the L z = − 1 relative rotational excitation of uu or dd type quark pair. For the 3-plet the two candidates for the stopping codon state are | 1 / 2 , − 1 / 2 〉⊗{| 2 ,k 〉} , k = 2 , − 2. The total spins are J z = 3 / 2 and J z = − 7 / 2. The three candidates for the 4-plet from which two states are thrown out are | 1 / 2 , − 3 / 2 〉⊗{| 2 ,k 〉 , | 1 ,k 〉} , k = 1 , 0 , − 1. The total spins are now J z = − 1 / 2 , − 3 / 2 , − 5 / 2. One guess is that the states with smallest value of J z are dropped which would mean that J z = − 7 / 2 states in 3-plet and J z = − 5 / 2 states 4-plet become stopping codons. 5. One can ask why just vertebrate code? Why not vertebrate mitochondrial code, which has unbroken A − G and T − C symmetries with respect to the third nucleotide. And is it possible to understand the rarely occurring variants of the genetic code in this framework? One explanation is that the baryonic realization is the fundamental one and biochemical realization has gradually evolved from non-faithful realization to a faithful one as kind of emulation of dark nuclear physics. Also the role of tRNA in the realization of the code is crucial and could explain the fact that the code can be context sensitive for some codons. 4. Understanding the symmetries of the code Quantum entanglement between quarks and color flux tubes would be essential for the baryonic realization of the genetic code whereas chemical realization could be said to be classical. Quantal aspect means that one cannot decompose to codon to letters anymore. This raises questions concerning the symmetries of the code. 1. What is the counterpart for the conjugation ZY Z → X c Y c Z c for the codons? 2. The conjugation of the second nucleotide Y having chemical interpretation in terms of hydrophobia- hydrophily dichotomy in biology. In DNA as tqc model it corresponds to matter-antimatter conjugation for quarks associated with flux tubes connecting DNA nucleotides to the lipids of the cell membrane. What is the interpretation in now? 3. The A-G, T-C symmetries with respect to the third nucleotide Z allow an interpretation as weak isospin symmetry in DNA as tqc model. Can one identify counterpart of this symmetry when the decomposition into individual nucleotides does not make sense? Natural candidates for the building blocks of the analogs of these symmetries are the change of the sign of the spin direction for quarks and for flux tubes."},{"pageNumber":22,"pageContent":"5.2 Could virtual DNAs allow a controlled development of the genome? 22 1. For quarks the spin projections are always non-vanishing so that the map has no fixed points. For flux tube spin the states of spin S z = 0 are fixed points. The change of the sign of quark spin projection must therefore be present for both XY Z → X c Y c Z c and Y → Y c but also something else might be needed. Note that without the symmetry breaking (1 , 3 , 3 , 1) → (1 , 2 , 3 , 2) the code table would be symmetric in the permutation of 2 first and 2 last columns of the code table induced by both full conjugation and conjugation of Y . 2. The analogs of the approximate A − G and T − C symmetries cannot involve the change of spin direction in neither quark nor flux tube sector. These symmetries act inside the A-G and T-C sub-2-columns of the 4-columns defining the rows of the code table. Hence this symmetry must permute the states of same spin inside 5 and 3 for flux tubes and 4 and 2 for quarks but leave 2 odd invariant. This guarantees that for the two non-degenerate codons coding for only single amino-acid and one of the codons inside triplet the action is trivial. Hence the baryonic analog of the approximate A − G and T − C symmetry would be exact symmetry and be due to the basic definition of the genetic code as a mapping states of same flux tube spin and quark spin to single representative state. The existence of full 4-columns coding for the same aminoacid would be due to the fact that states with same quark spin inside (2 , 3 , 2) code for the same amino-acid. 3. A detailed comparison of the code table with the code table in spin representation should allow to fix their correspondence uniquely apart from permutations of n-plets and thus also the representation of the conjugations. What is clear that Y conjugation must involve the change of quark spin direction whereas Z conjugation which maps typically 2-plets to each other must involve the permutation of states with same J z for the flux tubes. It is not quite clear what X conjugation correspond to. 5. Some comments about the physics behind the code Consider next some particle physicist’s objections against this picture. 1. The realization of the code requires the dark scaled variants of spin 3/2 baryons known as ∆ resonance and the analogs (and only the analogs) of spin 1 mesons known as ρ mesons. The lifetime of these states is very short in ordinary hadron physics. Now one has a scaled up variant of hadron physics: possibly in both dark and p-adic senses with latter allowing arbitrarily small overall mass scales. Hence the lifetimes of states can be scaled up. 2. Both the absolute and relative mass differences between ∆ and N resp. ρ and π are large in ordinary hadron physics and this makes the decays of ∆ and ρ possible kinematically. This is due to color magnetic spin-spin splitting proportional to the color coupling strength α s ∼ . 1, which is large. In the recent case α s could be considerably smaller - say of the same order of magnitude as fine structure constant 1 / 137 - so that the mass splittings could be so small as to make decays impossible. 3. Dark hadrons could have lower mass scale than the ordinary ones if scaled up variants of quarks in p-adic sense are in question. Note that the model for cold fusion that inspired the idea about genetic code requires that dark nuclear strings have the same mass scale as ordinary baryons. In any case, the most general option inspired by the vision about hierarchy of conscious entities extended to a hierarchy of life forms is that several dark and p-adic scaled up variants of baryons realizing genetic code are possible. 4. The heaviest objection relates to the addition of L z = − 1 excitation to S z = | 1 / 2 , ± 1 / 2 〉 odd states which transforms the degeneracies of the quark spin states from (1 , 3 , 3 , 1) to (1 , 2 , 3 , 2). The only reasonable answer is that the breaking of the full rotation symmetry reduces SO (3) to SO (2). Also the fact that the states of massless particles are labeled by the representation of SO (2) might be of some relevance. The deeper level explanation in TGD framework might be as follows. The generalized imbedding space is constructed by gluing almost copies of the 8-D imbedding space with different Planck constants together along a 4-D subspace like pages of book along a common back. The construction involves symmetry breaking in both rotational and color degrees of freedom to Cartan sub-group and the interpretation is as a geometric representation for the selection of the quantization axis. Quantum TGD is indeed meant to be"},{"pageNumber":23,"pageContent":"5.2 Could virtual DNAs allow a controlled development of the genome? 23 a geometrization of the entire quantum physics as a physics of the classical spinor fields in the ”world of classical worlds” so that also the choice of measurement axis must have a geometric description. The conclusion is that genetic code can be understand as a map of stringy baryonic states induced by the projection of all states with same spin projection to a representative state with the same spin projection. Genetic code would be realized at the level of dark nuclear physics and biochemical representation would be only one particular higher level representation of the code. A hierarchy of dark baryon realizations corresponding to p-adic and dark matter hierarchies can be considered. Translation and transcription machinery would be realized by flux tubes connecting only states with same quark spin and flux tube spin. Charge neutrality is essential for having only the analogs of DNA, RNA and aminoacids and would guarantee the em stability of the states. 5.2.3 Crying and screaming cells and magnetic bodies expressing their emotions By using nanotechnological methods James Gimzewski [56], his student Andrew Pelling and collabo- rators discovered that the cell walls of bacterium Saccharomyces cerevisiae perform periodic motion with amplitude about 3 nm in the frequency range .8-1.6 kHz (one octave) [55]. Or more concretely, bacteria produce sounds audible to humans with average frequency of 1 kHz in a range of one octave. The frequency has strong temperature dependence, which suggests a metabolic mechanism. From the temperature dependence one deduces the activation energy to be 58 kJ/mol, which is consistent with the cell’s metabolism involving molecular motors such as kinesin, dynein, and myosin. The magnitude of the forces observed (10 nN) suggests concerted nanomechanical activity is operative in the cell. From less formal popular articles [57] one can learn that it is difficult to avoid the impression that intelligent communication is in question. Dying cells produce a characteristic screaming sound. One can also distinguish between normal cells and cancel cells on basis of the sound they produces as well as between mammalian and bacterial cells. What might be the explanation of these findings in TGD framework? 1. It is known that the region of frequencies audible to human ear is from about 20 Hz to 2 × 10 4 Hz. This is more or less same as the range of frequency range of sferics, the em noise in atmosphere [58]. This suggests a strong coupling between electromagnetic oscillations and sound as also the fact that biological structures are piezo-electrets transforming em oscillations to sounds and vice versa. 2. The activation energy per mole corresponds to .6 eV per molecule which is at the upper range for the variation range the energy associated with the fundamental metabolic energy quantum identified as the change of zero point kinetic as proton is transferred from atomic space-time sheet to much larger space-time sheet or vice versa.That metabolic energy is needed to produce the sounds supports the view that the sounds are produced intentionally. 3. If one takes seriously the notion of magnetic body as intentional agent controlling biological body, one is led to ask which must sound a totally crazy question in reductionistic ears: could magnetic body express its emotions in terms of frequencies of cyclotron transitions transformed to sound via genetic expression using piezo electric mechanism? Could it be that the photons involved are dark photons with large value of Planck constant so that their energy is above thermal energy. Could one propose a materialistic scientist to consider anything more irritating that singing and crying magnetic bodies! 4. Suppose that the homeopathic mechanism is based on replication of pseudomolecules with same magnetic body as that of solvent molecules and that neutral dark nuclear strings realize analogs of DNA, RNA, and aminoacids and realizing genetic code exactly in its vertebrate nuclear form and appearing also in the TGD based model of cold fusion and biological transmutations. If so, then homeopathic mechanism (recognition of molecules) could involve also the transformation of cyclotron radiation to sound at the level of ”biological bodies” of molecules. 5. If this picture makes sense then also our speech as a self expression of the magnetic body might involve genetic code mapping sequences of DNA codons to temporal patterns of cyclotron radiation in turn transformed to speech by above mechanism. This would require a realization"},{"pageNumber":24,"pageContent":"REFERENCES 24 of genetic code at level of dark matter: could it be that dark nuclear code could define universal quantum level realization of language? The findings of Peter Gariaev and others and structural resemblance of intronic portion of genome with language and their report that DNA sequences are coded to temporal patterns of the rotation angle of the polarization of laser light (in turn inducing genetic expression). Acknowledgements . I am grateful for the organizers of the second Unified Theories conference held in Budapest for making possible to learn about the work of Peter Gariaev through face-to-face discussions. I also want to express my gratitude Peter for his explanations and to Alex Kaivarainen for serving as interpreter. I want also to thank for Ulla Mattfolk for proof reading. References Books about TGD [1] M. Pitk ̈anen (2006), Physics in Many-Sheeted Space-Time . http://tgd.wippiespace.com/public_html//tgdclass/tgdclass.html . [2] M. Pitk ̈anen (2006), TGD Inspired Theory of Consciousness . http://tgd.wippiespace.com/public_html//tgdconsc/tgdconsc.html . [3] M. Pitk ̈anen (2006), TGD and EEG . http://tgd.wippiespace.com/public_html//tgdeeg/tgdeeg.html . [4] M. Pitk ̈anen (2006), TGD and Fringe Physics . http://tgd.wippiespace.com/public_html//freenergy/freenergy.html . [5] M. Pitk ̈anen (2006), Mathematical Aspects of Consciousness Theory . http://tgd.wippiespace.com/public_html//genememe/genememe.html . [6] M. Pitk ̈anen (2006), Quantum Physics as Infinite-Dimensional Geometry . http://tgd.wippiespace.com/public_html//tgdgeom/tgdgeom.html . [7] M. Pitk ̈anen (2006), Bio-Systems as Conscious Holograms . http://tgd.wippiespace.com/public_html//hologram/hologram.html . [8] M. Pitk ̈anen (2006), Magnetospheric Consciousness . http://tgd.wippiespace.com/public_html//magnconsc/magnconsc.html . [9] M. Pitk ̈anen (2006), Mathematical Aspects of Consciousness Theory . http://tgd.wippiespace.com/public_html//mathconsc/mathconsc.html . [10] M. Pitk ̈anen (2006), TGD as a Generalized Number Theory . http://tgd.wippiespace.com/public_html//tgdnumber/tgdnumber.html . [11] M. Pitk ̈anen (2006), p-Adic length Scale Hypothesis and Dark Matter Hierarchy . http://tgd.wippiespace.com/public_html//paddark/paddark.html . [12] M. Pitk ̈anen (2006), Quantum TGD . http://tgd.wippiespace.com/public_html//tgdquant/tgdquant.html . [13] M. Pitk ̈anen (2006), Bio-Systems as Self-Organizing Quantum Systems . http://tgd.wippiespace.com/public_html//bioselforg/bioselforg.html . [14] M. Pitk ̈anen (2006), Topological Geometrodynamics: Overview . http://tgd.wippiespace.com/public_html//tgdview/tgdview.html . [15] M. Pitk ̈anen (2006), Quantum Hardware of Living Matter . http://tgd.wippiespace.com/public_html//bioware/bioware.html ."},{"pageNumber":25,"pageContent":"REFERENCES 25 [16] M. Pitk ̈anen (2008), Topological Geometrodynamics: an Overall View . http://tgd.wippiespace.com/public_html//articles/TGD2008.pdf . [17] M. Pitk ̈anen (2008), TGD Inspired Theory of Consciousness . http://tgd.wippiespace.com/public_html//articles/tgdconsc.pdf . [18] M. Pitk ̈anen (2008), TGD Inspired Quantum Model of Living Matter . http://tgd.wippiespace.com/public_html//articles/quantumbio.pdf . [19] M. Pitk ̈anen (2008), DNA as Topological Quantum Computer . http://tgd.wippiespace.com/public_html//articles/dnatqcart.pdf . [20] M. Pitk ̈anen (2008), Quantum Model for Nerve Pulse and EEG . http://tgd.wippiespace.com/public_html//articles/pulseeg.pdf . [21] M. Pitk ̈anen. Evolution in Many-Sheeted Space-Time . http://tgd.wippiespace.com/public_html//articles/prebiotic.pdf . [22] M. Pitk ̈anen (2008), A Model for Protein Folding and Bio-catalysis . http://tgd.wippiespace.com/public_html//articles/prebiotic.pdf . [23] M. Pitk ̈anen (2008), The Notion of Wave-Genome and DNA as Topological Quantum Computer . http://tgd.wippiespace.com/public_html//articles/gari.pdf . References to the books about TGD [24] The chapter Does TGD Predict the Spectrum of Planck Constants? of [12]. http://tgd.wippiespace.com/public_html//tgdquant/tgdquant.html#Planck . [25] The chapter Nuclear String Model of [11]. http://tgd.wippiespace.com/public_html//paddark/paddark.html#nuclstring . [26] The chapter Quantum Antenna Hypothesis of [15]. http://tgd.wippiespace.com/public_html//bioware/bioware.html#tubuc . [27] The chapter Wormhole Magnetic Fields of [15]. http://tgd.wippiespace.com/public_html//bioware/bioware.html#wormc . [28] The chapter About the New Physics Behind Qualia of [15]. http://tgd.wippiespace.com/public_html//bioware/bioware.html#newphys . [29] The chapter Bio-Systems as Conscious Holograms of [7]. http://tgd.wippiespace.com/public_html//hologram/hologram.html#hologram . [30] The chapter Homeopathy in Many-Sheeted Space-Time of [7]. http://tgd.wippiespace.com/public_html//hologram/hologram.html#homeoc . [31] The chapter Genes and Memes of [5]. http://tgd.wippiespace.com/public_html//genememe/genememe.html#genememec . [32] The chapter DNA as Topological Quantum Computer of [5]. http://tgd.wippiespace.com/public_html//genememe/genememe.html#dnatqc . [33] The chapter Evolution in Many-Sheeted Space-Time of [5]. http://tgd.wippiespace.com/public_html//genememe/genememe.html#prebio . [34] The chapter A Model for Protein Folding and Bio-catalysis of [5]. http://tgd.wippiespace.com/public_html//genememe/genememe.html#foldcat . [35] The chapter Quantum Model for Nerve Pulse of [3]. http://tgd.wippiespace.com/public_html//tgdeeg/tgdeeg.html#pulse . [36] The chapter Dark Matter Hierarchy and Hierarchy of EEGs of [3]."},{"pageNumber":26,"pageContent":"REFERENCES 26 References related to bio-electromagnetism [37] P. Gariaev et al (2000), The DNA-wave-biocomputer , CASYS’2000, Fourth International Confer- ence on Computing Anticipatory Systems, Liege, 2000. Abstract Book, Ed. M. Dubois. [38] P. Gariaev, Brief introduction into WaveGenetics. Its scope and opporturnities. . http://www.wavegenetics.jino-net.ru . [39] P. P. Gariaev et al (2002), The spectroscopy of bio-photons in non-local genetic regulation , Journal of Non-Locality and Remote Mental Interactions, Vol 1, Nr 3. http://www.emergentmind.org/ gariaevI3.htm . [40] P. P. Gariaev, V. I. Chudin, G. G. Komissarov, A. A. Berezin , A. A. Vasiliev (1991), Holographic Associative Memory of Biological Systems , Proceedings SPIE - The International Society for Optical Engineering. Optical Memory and Neural Networks. v.1621, p. 280- 291. USA. [41] P. P. Gariaev, G. G. Tertishni, A. V. Tovmash (2007), Experimental investigation in vitro of holographic mapping and holographic transposition of DNA in conjuction with the information pool encircling DNA , New Medical Tehcnologies, #9, pp. 42-53. The article is in Russian but Peter Gariaev kindly provided a translation of the article to English. [42] Homeopathy , http://en.wikipedia.org/wiki/Homeopathy . [43] J. Benveniste et al (1988). Human basophil degranulation triggered by very dilute antiserum against IgE . Nature 333:816-818. [44] J. Benveniste et al (198?). Transatlantic transfer of digitized antigen signal by telephone link. Journal of Allergy and Clinical Immunology. 99:S175 (abs.).FFor recent work about digital biology and further references about the work of Benveniste and collaborators see http://www.digibio-. com/ . [45] F. A. Popp, B. Ruth, W. Bahr, J. Bhm, P. Grass (1981), G. Grolig, M. Rattemeyer, H. G. Schmidt and P. Wulle: Emission of Visible and Ultraviolet Radiation by Active Biological Systems . Collective Phenomena(Gordon and Breach), 3, 187-214. [46] Faraday effect , http://en.wikipedia.org/wiki/Faraday_effect . [47] L. Brent et al (1981), Supposed Lamarckian inheritance of immunological tolerance . Nature, 290,508-512. A. Durrant (1962) The environmental induction of heritable change in Linum . Heredity, 17,27-62. [48] Epigenetics? , A website devoted to epigenetics, http://epigenome.eu/en/1,38,0 . [49] A. Giudetta (1982), Proposal of a Spiral Mechanism of Evolution , Rivista di Biologia, 75: 13-31. [50] M. E. Pembrey (2002), Time to take epigenetics seriously , European Journal of Human Genetics 10, 669-671. http://www.nature.com/ejhg/journal/v10/n11/index.html . [51] Gottlieb et al (2009). BAK1 gene variation and abdominal aortic aneurysms. Human Mutation, 2009; 30 (7): 1043 DOI: 10.1002/humu.21046. See also the popular article DNA Not The Same In Every Cell Of Body: Major Genetic Dif- ferences Between Blood And Tissue Cells Revealed . Science Daily. http://www.sciencedaily. com/releases/2009/07/090715131449.htm . [52] Salk Institute (2009), ’Jumping Genes’ Create Diversity In Human Brain Cells, Offering Clues To Evolutionary And Neurological Disease . http://www.sciencedaily.com/releases/2009/ 08/090805133013.htm . [53] E. Strand (editor) (2007), Proceedings of the 7 th European SSE Meeting August 17-19, 2007, R ̈oros, Norway . Society of Scientific Exploration: http://www.scientificexploration.org/ ."},{"pageNumber":27,"pageContent":"REFERENCES 27 [54] J.A. Tellefsen Jr. and S. Magnusson (2007), Have the Swedish psi-researcheres produced something very important - a repetable experiment? , http://www.hessdalen.org/sse/program/psi-track.pdf . [55] Pelling et al (2004), Local Nanomechanical Motion of the Cell Wall of Saccharomyces cerevisiae , Science 20 August: Vol. 305. no. 5687, pp. 1147 - 1150. [56] James Gimzewski , http://en.wikipedia.org/wiki/James_Gimzewski . [57] A. Goho (2004), Rattle and Hum: molecular machinery makes yeast cells purr , http:// findarticles.com/p/articles/mi_m1200/is_/ai_n6205978 . Science News, August 21. M. Wheeler, (2004) Signal Dicovery? , Smithsonian Magazine. March issue. http://www.smithsonianmag.com/science-nature/ 10012426.html . M. Wertheim (2003), Bucky Balls and Screeming Cells: the amazing miniature world of UCLA chemist Jim Gimzewski , LAWeekly, April 4-10. http://pellinglab.net/media/laweekly.pdf . [58] A. Saleh (2001), Capturing the Earth’s songs . ABC Science Online. http://www.abc.net.au/ science/news/stories/s237849.htm ."}]
