[{"pageNumber":1,"pageContent":"Directed Energy Weapon / Targeted Individual Patents μ Patent No. freq Wave type Symptom(s) Filing Date Publication Date Invented By Original Assignee Descripton US 6091994 A 1/2hz and 2.4Hz MK 31-Aug-98 18-Jul-00 Hendricus G. Loos Loos, Hendricus G. Pulsative Manipulation of Central Nervous Systems US 6488617 B1 1-8hz M MK 13-Oct-00 3-Dec-02 Bruce F. Katz Universal Hedonics Method and Device for Producing a Desired Brain State via magnetic waves US 7629918 B2 \"RFDE\" and radar location and disruption (\"multi-functional\") 15-Dec-05 8-Dec-09 Kenneth W. Brown, David J. Canich, Russell F. Berg Raytheon Company Weapon with integrated targeting system to locate targets. Damages/disrupts electronics, biological entities, and physical structures. US 6470214 B1 3,500 Hz (probably) V2k 13-Dec-96 22-Oct-02 James P. O'Loughlin, Diana L. Loree United States Air Force Remotely transmits intelligible subjective sound into target consciousness. (\"Voice to Skull\") US 3393279 V2K 13-Mar-62 16-Jul-68 G.P. Flanagan Listening Incorporated Allows information to be remotely conveyed to subject via electromagnetic waves. US 3951134 100, 110, 210 MHz MK 5-Aug-74 20-Apr-76 Robert G. Malech Dorne & Margolin, Inc. Apparatus and method for remotely monitoring and altering a target's brain waves / central nervous system US 4395600 MK 26-Nov-80 26-Jul-83 Rene R. Lundy & David L. Tyler Subliminal manipulation of subjective emotions via remotely directed audio waves US 4834701 4-16 Hz MK 24-Jul-85 30-May-89 Kazumi Masaki Ken Hayashibara Remote neurological control via sets of low frequency waves beamed at brain US 4858612 A microwave spectrum V2K 19-Dec-83 22-Aug-89 Philip L. Stocklin Stocklin Philip L Transmits sound to auditory cortex of mammals via remotely-applied microwave signals. US 4877027 A 100-10,000 MHz V2K 6-Jun-88 31-Oct-89 Wayne B. Brunkan Brunkan Wayne B Transmits sound to auditory cortex of mammals via bursts of remotely applied microwaves. US 5123899 A 40-80 Hz, two signals sent, which vary by 0.5-2Hz E MK 17-Jan-91 23-Jun-92 James Gall James Gall Alters mood, emotion, sleep states via remotely applied frequencies and wave forms US 5159703 A 14.5 kHz E V2K 28-Dec-89 27-Oct-92 Oliver M. Lowery Oliver M. Lowery Presents subliminal auditory information to the human via remotely applied waves US 5356368 A 4-212 Hz MK 1-Mar-91 18-Oct-94 Robert A. Monroe Interstate Industries Inc. (dba Monroe Products) Method of and apparatus for inducing desired states of consciousness US 6587729 B2 V2K 24-Apr-02 1-Jul-03 James P. O'Loughlin, Diana L. Loree US Air Force Apparatus for audibly communicating speech using the radio frequency hearing effect US 6052336 A V2K 1-May-98 18-Apr-00 Austin Lowrey, III Lowrey, Iii; Austin Apparatus and method of broadcasting audible sound using ultrasonic sound as a carrier US 6011991 A IR, RF or satellite RV, MK 7-Dec-98 4-Jan-00 Aris Mardirossian Technology Patents, Llc Remotely identifies individuals by brainwave signature; monitors words, phrases, and thoughts by brain activity US 5889870 A Voice 17-Jul-96 30-Mar-99 Elwood G. Norris American Technology Corporation (Now LRAD Corp, which stands for Long Range Acoustic Device products) Makes voices emanate from individuals who do not intend or realize it. \"Ventriloquist Effect\". US 5507291 A 300-1,000 Hz RV 5-Apr-94 16-Apr-96 Robert C. Stirbl, Peter J. Wilk Stirbl; Robert C., Wilk; Peter J. Method for remotely determining information relating to a person's emotional state. US 3393279 A V2K 13-Mar-62 16-Jul-68 Patrick Flanagan Gillis Listening Inc Remotely cause individual to hear voices via EMF waves - imperceptible to anyone else. US 3647970 A 50 kHz E V2K 29-Aug-68 7-Mar-72 Gillis P Flanagan Gillis P Flanagan Remotely cause individual to hear voices via EMF waves - imperceptible to anyone else. US 8579793 B1 0 Hz - 5 kHz MK 27-Jan-11 12-Nov-13 James David Honeycutt, John Clois Honeycutt, Jr James David Honeycutt, John Clois Honeycutt, Jr Controls brain state by placing engineered EMF patterns into the AC wiring of a building. US 20140309484 A1 MK 24-Jan-14 16-Oct-14 Daniel Wonchul Chang Daniel Wonchul Chang Induce desired brain state in person by adding waves into a music file US 6488617 B1 M MK 13-Oct-00 3-Dec-02 Bruce F. Katz Universal Hedonics Monitor and control the brain state of an individual via pulsed magnetic fields aimed at brain US 6506148 B2 1/2 - 2.4 Hz E MK 1-Jun-01 14-Jan-03 Hendricus G. Loos Hendricus G. Loos Manipulation subject brain waves via frequencies emanating from computer and TV screens US 6487531 B1 M Voice 6-Jul-99 26-Nov-02 Carol A. Tosaya, John W. Sliwa, Jr Carol A. Tosaya, John W. Sliwa, Jr Makes voices emanate from individuals who do not intend or realize it. \"Ventriloquist Effect\". Also functions for voice-recognition. US 6426919 B1 Voice 4-Jan-01 30-Jul-02 William A. Gerosa William A. Gerosa Portable, hand-held device for producing humanly audible sounds and voices. US 6292688 B1 NM 28-Feb-96 18-Sep-01 Richard E. Patton Advanced Neurotechnologies, Inc. Method and Apparatus for Analyzing Neurological Response to Emotion-Inducing Stimuli US 6239705 B1 Loc 19-Apr-00 29-May-01 Jeffrey Glen Jeffrey Glen Intra oral electronic tracking device that can be implanted in teeth, dentures, etc. US 6167304 A MK 17-Jun-99 26-Dec-00 Hendricus G. Loos Loos; Hendricus G. Remotely manipulates central nervous system of subject by applying electric field to skin US 6135944 A MK 6-Nov-98 24-Oct-00 Gerard D. Bowman, Edward M. Karam, Steven C. Benson Zebedee Research, Inc. Induce desired brain state via vibrational stimuli, preferably sound US 8636640 B2 MK 11-Apr-09 15-Oct-09 Daniel Wonchul Chang Daniel Wonchul Chang Induces a desired brain state via modification of music files. US 6081744 A 1/2Hz - 2KHz E MK 17-Jul-98 27-Jun-00 Hendricus G. Loos Loos; Hendricus G. Manipulates the nervous system of a subject through remotely applied electric fields US 6017302 A 1/2 - 2.5 Hz E MK 31-Oct-97 25-Jan-00 Hendricus G. Loos Loos; Hendricus G. Induces desired emotional state through remote EMFs. E.g., sleepiness, sexual arousal. US 5935054 A 1/2Hz M MK 17-Jun-95 10-Aug-99 Hendricus G. Loos Loos; Hendricus G. Remotely causes subject to feel bodily swaying - i.e., earthquake or \"rock the baby\" sensation. US 5899922 A 1/2 - 2.4 Hz E MK 14-Nov-97 4-May-99 Hendricus G. Loos Loos; Hendricus G. Induces desired emotional state through remote EMFs. E.g., sleepiness, sexual arousal. US 5782874 A E MK 24-Jan-97 21-Jul-98 Hendricus G. Loos Loos; Hendricus G. Controls emotional state of subject, e.g., sleepiness, sexual arousal, slow mental processes. US 6006188 A NM 19-Mar-97 21-Dec-99 Rostislav Bogdashevsky, Vladimir Alexeev, Vitaly Yarigin, George Baker, Harrison Stanto Dendrite, Inc Assesses psychological, physiological characteristics of a subject based on voice characteristics US5954630 A 2Hz-20Hz MK 14-Sep-94 21-Sep-99 Kazumi Masaki, Osamu Matsuda Ken Hayashibara Controls human brainwaves by superimposing waves onto audio wave signals US 5586967 A MK 27-Jun-94 24-Dec-96 Mark E. Davis Davis; Mark E. Controls human brainwaves by superimposing hidden phrases onto music signals US 5539705 A MK 27-Oct-94 23-Jul-96 M. Alfred Akerman, Curtis W. Ayers, Howard D. Haynes Martin Marietta Energy Systems, Inc. Transmits hidden speech; reconverts to normal speech signals at intended destination US 6490480 B1 NM 14-Sep-00 3-Dec-02 Eduard Lerner Eduard Lerner Monitors subject neurological condition via EMFs remotely aimed at the skin. US 5392788 A MK 3-Feb-93 28-Feb-95 William J. Hudspeth Hudspeth; William J. Reads subject brainwaves and sends stimuli to subject to alter their brainwaves as desired US 5330414 A MK 11-Feb-92 19-Jul-94 Mitsuo Yasushi Pioneer Electronic Corporation Controls subject brainwaves by shining a modulated light signal into the subject's eyes. US 5289438 A MK 13-Apr-92 22-Feb-94 James Gall James Gall Alters subject brain state via application of a variety of wave frequencies and forms. US 7674224 B2 MK 14-Oct-05 9-Mar-10 Adam Hewett Vitrepixel Holdings, Llc Controls subject brain state by adding covert frequencies onto a musical composition. US 5213562 A MK 25-Apr-90 25-May-93 Robert A. Monroe Interstate Industries Inc. Controls brain state via modulated audio signals aimed at target subject. US 5170381 A MK 22-Nov-89 8-Dec-92 Eldon Taylor, James R. Woodhams Eldon Taylor, Woodhams James R Method for superimposing hidden subliminal messaging into audio/music files. US 5151080 A MK 28-Aug-90 29-Sep-92 Claus Bick Claus Bick Changes the brain state of subjects through electroacoustic means. US 5135468 A MK 2-Aug-90 4-Aug-92 Juergen P. Meissner Meissner Juergen P Controls the brain state of a person by applying differing audio signals into each ear. US 5123899 A MK 17-Jan-91 23-Jun-92 James Gall James Gall Controls the brain state by application of a variety of wave frequencies and forms. US 4958638 A PM 30-Jun-88 25-Sep-90 Steven M. Sharpe, Joseph Seals, Anita H. MacDonald, Scott R. Crowgey Georgia Tech Research Corporation Remotely monitors heart rate and perspiration through the use of directed EMFs. WO 2015174879 A1 60 GHz PM 15-Apr-15 19-Nov-15 Milan Savić, Veselin BRANKOVIĆ, Darko TASOVAC, Dušan GRUJIĆ, Veljko MIHAJLOVIĆ, Pavle JOVANOVIĆ Novelic D.O.O. Monitors vital signs of subject via remote application of radar waves. Hand-held. US 20100324415 A1 1-100 GHz PM 5-Apr-10 23-Dec-10 Darrel D. Drinan, Carl F. Edman, Naresh C. Bhavaraju Philometron, Inc. Measures tissue damage of subject via remote application of electromagnetic waves."},{"pageNumber":2,"pageContent":"US 20130001422 A1 PM 28-Jun-12 3-Jan-13 Gary Dean Lavon, Courtney Wasson, Bryan Keith Waye, Uwe Schober, Michael Franke, Stefan Hubert Hollinger, Nadia Patricia LAABS, Robert Joseph Schick The Procter & Gamble Company Remote monitoring of the physical condition of a living subject US 7811234 B2 PM 30-Aug-07 12-Oct-10 William R. McGrath California Institute of Technology Remotely monitors of a subject's physiological health and status, esp., the heart. US 4924744 A Voice 9-Aug-88 15-May-90 Kimio Yamamura Hudson Soft Co., Ltd. Generates and propagates artificial sound and voice sounds that will be heard by a target. US 4616261 A MK 17-Oct-83 7-Oct-86 James R. Crawford, Jerald L. Winegeart, Michael H. Erb Stimutech, Inc. Superimposes subliminal imaging onto a subject's existing television signal. US 4395600 A MK 26-Nov-80 26-Jul-83 Rene R. Lundy, David L. Tyler Lundy Rene R, Tyler David L Controls mental state of subjects by adding imperceptible subliminal messaging to audio signals. US 9433789 B2 MK 14-Mar-14 6-Sep-16 Laura Tyler Perryman, Chad Andresen Micron Devices Llc Apparatus for remote neural control of subjects via an implanted RF circuit US 8892208 B2 MK 13-Jun-13 18-Nov-14 Michael P. Flynn, Parag G. Patil, Hyo Gyuem Rhew, Jaehun Jeong Univeristy of Michigan Regents Remotely reads brain waves, sends back response to achieve desired brain state. US 5788648 A 1-30 Hz MK 4-Mar-97 4-Aug-98 Eric Tab Nadel Quantum Interference Devices, Inc. Reads subject brain state by sending stimuli and then reading/receiving response US 7689272 B2 NM 7-Jun-02 30-Mar-10 Lawrence Farwell Lawrence Farwell Reads brain waves to monitor participation in organizations, specific activities, etc US 20160375220 A1 5-40 Hz MK 1-Mar-16 29-Dec-16 Joel Steven Goldberg Joel Steven Goldberg Controls human behavior via targeting human brain with ELF (extremely low frequency) EMFs US 7609001 B2 Disable 6-Dec-06 27-Oct-09 James G. Small Raytheon Company Device that is able to direct high-power magnetic waves at a target for weapon purposes. US 4700068 A Disable 31-Jan-86 13-Oct-87 Frederick J. McClung, Jr., James G. Small Hughes Aircraft Company Allows extremely precise aim of particle beams over distances of up to several thousand miles US 7405834 B1 1 kHz Aim 15-Feb-06 29-Jul-08 Joseph C. Marron, Carl W. Embry, AnnMarie Oien, Duane D. Smith, J. Alex Thomson, James Pete Tucker, Samuel G. L. Williams Lockheed Martin Corporation Imaging device that improves the aim of directed energy weapons US 20120274147 A1 M MK 19-Oct-11 1-Nov-12 Frederick P. Stecher, Christopher Fuller Alliant Techsystems Inc Technique for wireless transmission of magnetic waves for use w/ energy weapons US 8049173 B1 E Multi 17-May-07 1-Nov-11 Kenneth W. Brown Raytheon Company Combination RF directed energy weapon and imaging (visual monitoring) tool US 2860627 A MK 26-Mar-53 18-Nov-58 Charles M Harden, Marshall Curtis Charles M Harden, Marshall Curtis Reads subject brain waves by applying light stimulation to brain and reading response. US 2995633 A V2K 25-Sep-58 8-Aug-61 Lawrence Joseph L, Puharich Henry K Lawrence Joseph L, Puharich Henry K Causes subject to hear audible sounds by transmitting electrical (inaudible) waves at face US 3566347 A MK 27-Apr-67 23-Feb-71 Andrew E Flanders Gen Dynamics Corp A system for producing aural psychological disturbances and partial deafness in the enemy. US 20020002464 A1 NM 31-Aug-99 3-Jan-02 Valery A. Petrushin Valery A. Petrushin A system for monitoring emotions by listening to a conversation between at least two persons. US 8965770 B2 NM 29-Mar-11 24-Feb-15 Valery A. Petrushin Accenture Global Services Limited A system for detecting emotion in voice signals by monitoring phone conversations. US 7282727 B2 MK 23-Oct-13 13-May-14 Todd Eisenberg, Herbert Parker Genesis Illumination, Inc. Psychologically/physically incapacitates subject via the remote application of pulsed light. US 6559769 B2 NM 7-Dec-01 6-May-03 Eric Anthony, Joseph Phillips Eric Anthony, Joseph Phillips Monitoring system comprised of microprocessors installed in vehicles, personal property and homes to continually monitor and determine undesirable behavior in targeted individuals. Remedial action can be taken when \"abnormal\" behavior is indicated. US 6873261 B2 NM 17-Jan-03 29-Mar-05 Eric Anthony, Joseph Phillips Eric Anthony, Joseph Phillips Monitos and determines undesirable behavior in humans via wireless microprocessors in vehicles, personal property and homes US 20080282817 A1 Locate 26-Oct-07 20-Nov-08 David S. Breed Intelligent Tech International Inc Remotely monitors & uploads presence / movement of human occupants in vehicles US 5653462 A 144 MHz E Locate 21-Jul-95 5-Aug-97 David S. Breed, Vittorio Castelli, Wendell C. Johnson, William E. Duvall, Rashik Mangubhai Patel Automotive Technologies International Inc Monitors occupant position in vehicles via ultrasonic/microwave sensor US 8362884 B2 Battery 16-Feb-11 29-Jan-13 Robert T. Duge Rolls-Royce North American Technologies, Inc Power system. Maintains directed energy weapons in ready state (avoiding power down) US 20120104282 A1 Aim 29-May-09 3-May-12 James R. Gallivan Gallivan James R Target-tracking system for use with hand-held directed energy weapons. US 20090193344 A1 NM 24-Jan-08 30-Jul-09 Scott Smyers Sony Corporation Method of monitoring community mood by remotely analyzing voice, text, and biometrics US 20090257555 A1 Locate 10-Feb-09 15-Oct-09 Alex Chalmers, Louis W. Perich, Peter J. Rothschild, William John Baukus, Jeffrey Schubert American Science And Engineering, Inc. X-ray inspection trailer that can sense the presence of humans within a structure. US 8194822 B2 Locate 28-Sep-10 5-Jun-12 Peter Rothschild, Jeffrey Schubert, Richard Schueller American Science And Engineering, Inc. X-ray inspection device that can sense the presence of humans within a structure. US 5551879 A 1Hz-500Hz MK Dream alteration US5954630 A 2Hz-20Hz V2K 16-Jun-05 US 5330414 A 4Hz-30Hz MK 13-Jun-05 US 3951134 A 10MHz - 210MHz E MK 27-May-05 EP 2113063 A1 95GHz 1-Jul-05 Affects tissues to depth of 0.5mm: blood vessels, nerves, glands 3.5Hz - 3kHz V2K Helpful Patents for Targets USP # 6,430,443 august, 2002 helps to eliminate auditory hallucinations USP 5562597 1-Oct-96 uses electrical stimulation of a crystal and it's supposed to reduce stress US 7297100 B2 Device for magnetic and electric field shielding WO 1995005128 A1 Protection of living systems from electromagnetic fields US 20140039821 A1 Methods of scanning, analyzing and identifying electromagnetic field sources"},{"pageNumber":3,"pageContent":"Various Frequencies and their effects: Lily wave: usually in ELF or ULF range http://thebridgelifeinthemix.info/2015/11/03/the-lilly-wave-and-psychotronic-warfare/#sthash.VryKx1Q3.dpbs (piggy backing on the grid) Heart Attack Remote Weapon: https://everydayconcerned.net/2015/08/13/holistic-doctors-sudden-cardiac-arrest-targeted-individuals-remote-radiation-heart-attack-weaponry-how-to-protect-yourself/ HAARP ELF waves are coming from atmosphere ALFVEN Waves (ELF waves) onto the Earth's surface: Requires plasma in order to create the ELF waves. Ionosphere is plasma. Indigo skyfold is also plasma."}]
