[{"pageNumber":1,"pageContent":"English translation of Holy Vedas − Sama Veda : Book 1"},{"pageNumber":2,"pageContent":"Table of Contents Credits ...................................................................................................................................1 Part 01 Book 01 ....................................................................................................................2 Part 01 Book 02 ..................................................................................................................11 Part 01 Book 03 ..................................................................................................................20 Part 01 Book 04 ..................................................................................................................29 Part 01 Book 05 ..................................................................................................................39 Part 01 Book 06 ..................................................................................................................48 English translation of Holy Vedas − Sama Veda : Book 1 i"},{"pageNumber":3,"pageContent":"Credits English translation of Holy Vedas − Sama Veda : Book 1 by Ralph T.H. Griffith Downloaded in HTML format from http://www.sacred−texts.com/hin/sv.htm Converted by webmaster@ishwar.com For more sacred texts, please visit: www.ishwar.com>> 1"},{"pageNumber":4,"pageContent":"Part 01 Book 01 CHAPTER I Om. Glory to the Samaveda! To Lord Ganesa glory! Om. DECADE I Agni 1 Come, Agni, praised with song, to feast and sacrificial offering: sit As Hotar on the holy grass! 2 O Agni, thou hast been ordained Hotar of every sacrifice,By Gods, among the race of men. 3 Agni we choose as envoy, skilled performer of this holy rite,Hotar, possessor of all wealth. 4 Served with oblation, kindled, bright, through love of song may Agni, bent On riches, smite the Vritras dead! 5 I laud your most beloved guest like a dear friend, O Agni, him Who, like a chariot, wins us wealth. 6 Do thou, O Agni, with great might guard us from all malignity,Yea, from the hate of mortal man! 7 O Agni, come; far other songs of praise will I sing forth to thee.Wax mighty with these Soma−drops! 8 May Vatsa draw thy mind away even from thy loftiest dwelling place!Agni, I yearn for thee with song. 9 Agni, Atharvan brought thee forth by rubbing from the sky, the head Of all who offer sacrifice. 10 O Agni, bring us radiant light to be our mighty succour, for Thou art our visible deity! DECADE II Agni 2"},{"pageNumber":5,"pageContent":"1 O Agni, God, the people sing reverent praise to thee for strength:With terrors trouble thou the foe 2 I seek with song your messenger, oblation−bearer, lord of wealth,Immortal, best at sacrifice. 3 Still turning to their aim in thee the sacrificer's sister hymns, Have come to thee before the wind. 4 To thee, illuminer of night, O Agni, day by day with prayer,Bringing thee reverence, we come. 5 Help, thou who knowest lauds, this work, a lovely hymn in Rudra's praise,Adorable in every house! 6 To this fair sacrifice to drink the milky draught art thou called forth:O Agni, with the Maruts come! 7 With homage will I reverence thee, Agni, like a long−tailed steed,Imperial lord of holy rites. 8 As Aurva and as Bhrigu called, as Apnavana called, I call The radiant Agni robed with sea. 9 When he enkindles Agni, man should with his heart attend the song:I kindle Agni till he glows. 10 Then, verily, they see the light refulgent of primeval seed,Kindled on yonder side of heaven. DECADE III Agni 1 Hither, for powerful kinship, I call Agni, him who prospers you,Most frequent at our solemn rites. 2 May Agni with his pointed blaze cast down each fierce devouring fiend:May Agni win us wealth by war! Part 01 Book 01 3"},{"pageNumber":6,"pageContent":"3 Agni, be gracious; thou art great: thou hast approached the pious man,Hast come to sit on sacred grass. 4 Agni, preserve us,from distress consume our enemies, O God,Eternal, with thy hottest flames 5 Harness, O Agni, O thou God, thy steeds which are most excellent!The fleet ones bring thee rapidly. 6 Lord of the tribes, whom all must seek, we worshipped Agni set thee down,Refulgent, rich in valiant men. 7 Agni is head and height of heaven, the master of the earth is he, He quickeneth the waters' seed. 8 O Agni, graciously announce this our good fortune of the Gods,And this our newest hymn of praise!9, By song, O Agni, Angiras! Gopavana hath brought thee forth, Hear thou my call, refulgent one! 10 Agni, the Sage, the Lord of Strength, hath moved around the sacred gifts,Giving the offerer precious things. 11 His heralds bear him up aloft, the God who knoweth all that lives,The Sun, that all may look on him.12, Praise Agni in the sacrifice, the Sage whose holy laws are true, The God who driveth grief away. 13 Kind be the Goddesses to lend us help, and kind that we may drink:May their streams bring us health and wealth 14 Lord of the brave, whose songs dost thou in thine abundance now inspire,Thou whose hymns help to win the kine? DECADE IV Agni 1 Sing to your Agni with each song, at every sacrifice for strength.Come, let us praise the wise and, everlasting God even as a well−beloved friend, Part 01 Book 01 4"},{"pageNumber":7,"pageContent":"2 Agni, protect thou us by one, protect us by the second song,Protect us by three hymns, O Lord of power and might, bright God, by four hymns guard us well! 3 O Agni, with thy lofty beams, with thy pure brilliancy, O God,Kindled, most youthful one! by Bharadvaja's hand, shine on us richly, holy Lord! 4 O Agni who art worshipped well, dear let our princes be to thee,Our wealthy patrons who are governors of men, who part, as gifts, the stall of kine! 5 Agni, praise−singer! Lord of men, God! burning up the Rakshasas,Mighty art thou, the ever−present, household−lord! home−friend and guardian from the sky. 6 Immortal Jatavedas, thou bright−hued refulgent gift of Dawn,Agni, this day to him who pays oblations bring the Gods who waken with the morn! 7 Wonderful, with thy favouring help, send us thy bounties, gracious Lord.Thou art the charioteer, Agni, of earthly wealth: find rest and safety for our seed! 8 Famed art thou, Agni, far and wide, preserver, righteous, and a Sage.The holy singers, O enkindled radiant one, ordainers, call on thee to come. 9 O holy Agni, give us wealth famed among men and strengthening life!Bestow on us, O helper, that which many crave, more glorious still through righteousness! 10 To him, who dealeth out all wealth, the sweet−toned Hotar−priest of men, To him like the first vessels filled with savoury juice, to Agni let the lauds go forth. DECADE V Agni 1 With this mine homage I invoke Agni for you, the Son of Strength, Dear, wisest envoy, skilled in noble sacrifice, immortal messenger of all. 2 Thou liest in the logs that are thy mothers: mortals kindle thee. Alert thou bearest off the sacrificer's gift, and then thou shinest to the Gods. 3 He hath appeared, best prosperer, in whom men lay their holy acts:So may our songs of Part 01 Book 01 5"},{"pageNumber":8,"pageContent":"praise come nigh to Agni who was born to give the Arya strength! 4 Chief Priest is Agni at the laud, as stones and grass at sacrifice.Gods! Maruts! Brahmanaspati! I crave with song the help that is most excellent. 5 Pray Agni of the piercing flame, with sacred songs, to be our help;For wealth, famed Agni, Purumilha and ye men! He is Suditi's sure defence. 6 Hear, Agni who hast ears to hear, with all thy train of escort Gods!With those who come at dawn let Mitra, Aryaman sit on the grass at sacrifice. 7 Agni of Divodasa, God, comes forth like Indra in his might.Rapidly hath he moved along his mother earth: he stands in high heaven's dwelling−place. 8 Whether thou come from earth or from the lofty lucid realm of heaven,Wax stronger in thy body through my song of praise: fill full all creatures, O most wise! 9 If, loving well the forests, thou wentest to thy maternal floods,Not to be scorned, Agni, is that return of thine when, from afar, thou now art here. 10 O Agni, Manu stablished thee a light for all the race of men:With Kanva hast thou blazed, Law−born and waxen strong, thou whom the people reverence. CHAPTER II DECADE I Agni 1 The God who giveth wealth accept your full libation poured to, him!Pour ye it out, then fill the vessel full again, for so the God regardeth you. 2 Let Brahmanaspati come forth, let Sunrita the Goddess come,And Gods bring to our rite which yields a fivefold gift the hero, lover of mankind! 3 Stand up erect to lend us aid, stand up like Savitar the God,Erect as strength−bestower when we call on thee with priests who balm our offerings! 4 The man who bringeth gifts to thee, bright God who fain wouldst lead to wealth,Winneth Part 01 Book 01 6"},{"pageNumber":9,"pageContent":"himself a brave son, Agni! skilled in lauds, one prospering in a thousand ways. 5 With hymns and holy eulogies we supplicate your Agni, Lord Of many families who duly serve the Gods, yea, him whom others too inflame. 6 This Agni is the Lord of great prosperity and hero, strength,Of wealth with noble offspring and with store of kine, the Lord of battles with the foe. 7 Thou, Agni, art the homestead's Lord, our Hotar−priest at sacrifice.Lord of all boons, thou art the Potar, passing wise. Pay worship, and enjoy the good! 8 We as thy friends have chosen thee, mortals a God, to be our help.The Waters' Child, the blessed, the most mighty one, swift conqueror, and without a peer. DECADE II Agni 1 Present oblations, make him splendid: set ye as Hotar in his place the Home's Lord, worshipped With gifts and homage where they pour libations! Honour him meet for reverence in our houses. 2 Verily wondrous is the tender youngling's growth who never draweth nigh to drink his mother's milk.As soon as she who hath no udder bore him, he, faring on his. great errand, suddenly grew strong. 3 Here is one light for thee, another yonder: enter the third and, be therewith united.Beautiful be thy union with the body, beloved in the Gods' sublimest birthplace! 4 For Jatavedas, worthy of our praise, will we frame with our mind this eulogy as 'twere a car;For good, in his assembly, is this care of ours. Let us not, in thy friendship, Agni, suffer harm! 5 Agni Vaisvanara, born in course of Order, the messenger of earth, the head of heaven,The Sage, the sovran, guest of men, our vessel fit for their mouth, the Gods have generated. 6 Even as the waters from the mountain ridges, so sprang the; Gods, through lauds, from thee, O Agni.To thee speed hymns and eulogies, as horses haste, bearing him who loves the song, to battle. Part 01 Book 01 7"},{"pageNumber":10,"pageContent":"7 Win to protect you, Rudra, lord of worship, priest of both worlds, effectual sacrificer,Agni, invested with his golden colours, before the thunder strike and lay you senseless! 8 The King whose face is decked with oil is kindled with homage offered by his faithful servant.The men, the priests adore him with oblations. Agni hath shone forth at the flush of morning. 9 Agni advanceth with his lofty banner: through earth and heaven the Bull hath loudly bellowed He hath come nigh from the sky's farthest limit: the Steer hath waxen in the waters' bosom. 10 From the two fire−sticks have the men engendered with thoughts, urged by the hand, the glorious Agni,Far−seen, with pointed flame, Lord of the Homestead. DECADE III Agni 1 Agni is wakened by the people's fuel to meet the Dawn who cometh like a milch−cow.Like young trees shooting up on high their branches, his flames. are mounting to the vault of heaven. 2 Set forth the gleaming one, the song−inspirer, not foolish with. the foolish, fort−destroyer,Who leadeth with his hymns to thought of conquest, gold−bearded, richly splendid with his armour 3 Thou art like heaven: one form is bright, one holy, like Day and Night dissimilar in colour.All magic powers thou aidest, self−dependent! Auspicious be thy bounty here, O Pushan! 4 As holy food, Agni, to thine invoker give wealth in cattle, lasting, rich in marvels!To us be born a son and spreading offspring. Agni, be this thy gracious will to us−ward! 5 Stablished to fill the juice with vital vigour, giver of wealth, guard of his servant's body,The great Priest, born, who knows the clouds, abider with men, is seated in the waters' eddy. 6 Let the song, honouring the best, with longing honour the Asura's most famous sovran,The deeds of him the mighty, deeds like Indra's, the manly one in whom the folk must triumph! 7 In the two kindling−blocks lies Jatavedas like the well−cherished germ in pregnant Part 01 Book 01 8"},{"pageNumber":11,"pageContent":"women,−−Agni who day by day must be entreated by men who watch provided with oblations. 8 Agni, from days of old thou slayest demons: never shall Rakshasas in fight o'ercome thee.Burn up the foolish ones, raw flesh devourers: let none of them escape thine heavenly arrow! DECADE IV Agni 1 Bring us most mighty splendour thou, Agni, resistless on thy way:Prepare for us the path that leads to glorious opulence and strength! 2 May the brave man, if full of zeal he serve and kindle Agni's flame,Duly presenting sacred gifts, enjoy the Gods' protecting help. 3 Thy bright smoke lifts itself aloft, and far−extended shines in heaven,For, Purifier! like the Sun thou beamest with thy radiant glow. 4 Thou, Agni, even as Mitra, hast a princely glory of thine own.Bright, active God, thou makest fame increase like means of nourishment. 5 At dawn let Agni, much−beloved, guest of the house, be glorified,In whom, the everlasting one, all mortals make their offerings blaze. 6 Most moving song be Agni's: shine on high, O rich in radiant light!Like the chief consort of a King riches and strength proceed from thee. 7 Exerting all our strength with thoughts of power we glorify in speech Agni your dear familiar friend, the darling guest in every house. 8 His beam hath lofty power of life: sing praise to Agni, to the God Whom men have set in foremost place, like Mitra for their eulogy! 9 To noblest Agni, friend of man, chief Vritra−slayer, have we come−Who with Srutarvan, Riksha's son, in lofty presence is inflamed. 10 Born as the loftiest Law commands, comrade of those who grew with him.Agni, the sire of Part 01 Book 01 9"},{"pageNumber":12,"pageContent":"Kasyapa by faith, the mother, Manu, Sage. DECADE V Agni 1 We in King Soma place our trust, in Agni, and in Varuna,The Aditya, Vishnu, Surya, and the Brahman−priest Brihaspati. 2 Hence have these men gone up on high and mounted to the heights of heaven:On! conquer on the path by which Angirasas travelled to the skies! 3 That thou mayst send us ample wealth, O Agni, we will kindler thee:So, for the great oblation, Steer, pray Heaven and Earth to come to us! 4 He runs when one calls after him, This is the prayer of him who prays.He holds all knowledge in his grasp even as the felly rounds the wheel. 5 Shoot forth, O Agni, with thy flame: demolish them on every side!Break down the Yatudhana's strength, the vigour of the Rakshasa! 6 Worship the Vasus, Agni! here, the Rudras and Adityas, all Who know fair sacrifices, sprung from Mann, scattering blessings down! −− Part 01 Book 01 −− Part 01 Book 01 10"},{"pageNumber":13,"pageContent":"Part 01 Book 02 CHAPTER I DECADE I Agni 1 Agni, thy faithful servant I call upon thee with many a gift,As in the keeping of the great inciting God. 2 To Agni, to the Hotar−priest offer your best, your lofty speech,To him ordainer−like who bears the light of songs. 3 O Agni, thou who art the lord of wealth in kine, thou Son of Strength,Bestow on us, O Jatavedas, high renown 4 Most skilled in sacrifice, bring the Gods, O Agni, to the pious, man:A joyful Priest, thy splendour drives our foes afar 5 Taught by seven mothers at his birth was he, for glory of the wise.He, firm and sure, hath set his mind on glorious wealth 6 And in the day our prayer is this: May Aditi come nigh to help,With loving−kindness bring us weal and chase our foes 7 Worship thou Jatavedas, pray to him who willingly accepts,Whose smoke wanders at will, and none may grasp his flame 8 No mortal man can e'er prevail by arts of magic over him Who hath served Agni well, the oblation−giving God. 9 Agni, drive thou the wicked foe, the evil−hearted thief away,Far, far, Lord of the brave! and give us easy paths! 10 O hero Agni, Lord of men, on hearing this new laud of mine Burn down the Rakshasas, enchanters, with thy flame! DECADE II Agni 11"},{"pageNumber":14,"pageContent":"1 Sing forth to him the holy, most munificent, sublime with his refulgent glow,To Agni, ye Upastutas 2 Agni, he conquers by thine aid that brings him store of valiant sons and does great deeds,Whose bond of friendship is thy choice 3 Sing praise to him the Lord of light! The Gods have made the God to be their messenger,To bear oblation to the Gods. 4 Anger not him who is our guest! He is the bright God Agni, praised by many a man,God Hotar, skilled in sacrifice. 5 May Agni, worshipped, bring us bliss: may the gift, blessed one! and sacrifice bring bliss.Yea, may our eulogies bring bliss. 6 Thee have we chosen skilfullest in sacrifice, immortal Priest among the Gods,Wise finisher of this holy rite. 7 Bring us that splendour, Agni, which may overcome each greedy fiend in our abode,And the malicious wrath of men! 8 Soon as the eager Lord of men is friendly unto Manu's race Agni averteth from us all the Rakshasas! DECADE III Indra 1 Sing this, beside the flowing juice, to him your hero, much−invoked,To please him as a mighty Bull 2 O Satakratu Indra, now rejoice with that carouse of thine Which is most glorious of all! 3 Ye cows, protect the fount: the two mighty ones bless the sacrifice.The handles twain are wrought of gold. 4 Sing praises that the horse may come; sing, Srutakaksha, that the cow May come, that Indra's might may come Part 01 Book 02 12"},{"pageNumber":15,"pageContent":"5 We make this Indra very strong to strike, the mighty Vritra dead:A vigorous hero shall he be. 6 Based upon strength and victory and power, O Indra, is thy birth:Thou, mighty one! art strong indeed, 7 The sacrifice made Indra great when he unrolled the earth, and made Himself a diadem in heaven. 8 If I, O Indra, were, like thee, the single ruler over wealth My worshipper should be rich in kine. 9 Pressers, blend Soma juice for him, each draught most excellent, for him The brave, the hero, for his joy. 10 Here is the Soma juice expressed. O Vasu, drink till thou art full:Undaunted God, we give it thee DECADE IV Indra 1 Surya, thou mountest up to meet the hero famous for his wealth,Who hurls the bolt and works for man. 2 Whatever, Vritra−slayer! thou, Surya hast risen upon to−day,That, Indra, all is in thy power. 3 That Indra is our youthful friend, who with his trusty guidance led Turvasa, Yadu from afar. 4 O Indra, let not ill designs surround us in the sunbeams' light This may we gain with thee for friend! 5 Indra, bring wealth that gives delight, the victor's ever−conquering wealth,Most excellent, to be our aid 6 In mighty battle we invoke Indra, Indra is lesser fight,The friend who bends his bolt at fiends. Part 01 Book 02 13"},{"pageNumber":16,"pageContent":"7 In battle of a thousand arms Indra drank Kadru's Soma juice There he displayed his manly might. 8 Faithful to thee, we sing aloud, heroic Indra, songs to thee Mark, O good Lord, this act of ours! 9 Hitherward! they who light the flame and straightway trim the sacred grass,Whose friend is Indra ever young. 10 Drive all our enemies away, smite down the foes who press around,And bring the wealth for which we long! DECADE V Indra and others 1 I Hear, as though 'twere close at hand, the cracking of the whips they hold:They gather splendour on their way. 2 Indra, these friends of ours, supplied with Soma, wait and look to thee As men with fodder to the herd. 3 Before his hot displeasure all the peoples, all the men bow down,As rivers bow them to the sea. 4 We choose unto ourselves that high protection of the mighty Gods,That it may help and succour us. 5 O Brahmanaspati, make thou Kakshivan Ausija a loud Chanter of flowing Soma juice! 6 Much honoured with libations may the Vritra−slayer watch for us:May Sakra listen to our prayer 7 Send us this day, God Savitar, prosperity with progeny Drive thou the evil dream away! 8 Where is that ever−youthful Steer, strong−necked and never yet bent down?What Brahman ministers to him? Part 01 Book 02 14"},{"pageNumber":17,"pageContent":"9 There where the mountains downward slope, there at the meeting of the streams The Sage was manifest by song. 10 Praise Indra whom our songs must laud, sole sovran of mankind, the chief Most liberal who controlleth men CHAPTER II DECADE I Indra and others 1 Indra whose jaws are strong hath drunk of worshipping Sudaksha's draught,The Soma juice with barley brew. 2 O Lord of ample wealth, these songs of praise have called aloud to thee,Like milch−kine lowing to their calves! 3 Then straight they recognized the mystic name of the creative Steer,There in the mansion of the Moon. 4 When Indra, strongest hero, brought the streams, the mighty waters down,Pushan was standing by his side. 5 The Cow, the streaming mother of the liberal Maruts, pours her milk,Harnessed to draw their chariots on. 6 Come, Lord of rapturous joys, to our libation with thy bay steeds, come With bay steeds to the flowing juice 7 Presented strengthening gifts have sent Indra away at sacrifice,With night, unto the cleansing bath. 8 I from my Father have received deep knowledge of eternal Law:I was born like unto the Sun. 9 With Indra splendid feasts be ours, rich in all strengthening things, wherewith,Wealthy in food, we may rejoice Part 01 Book 02 15"},{"pageNumber":18,"pageContent":"10 Soma and Pushan, kind to him who travels to the Gods, provide Dwellings all happy and secure. DECADE II Indra 1 Invite ye Indra with a song to drink your draught of Soma steeds, juice,All−conquering Satakratu, most munificent of all who live 2 Sing ye a song, to make him glad, to Indra, Lord of tawny The Soma−drinker, O my friends! 3 This, even this, O Indra, we implore: as thy devoted friends The Kanvas praise thee with their hymns! 4 For Indra, lover of carouse, loud be our songs about the juice Let poets sing the song of praise. 5 Here, Indra, is thy Soma draught, made pure upon the sacred grass:Run hither, come and drink thereof 6 As a good cow to him who milks, we call the doer of good deeds To our assistance day by day. 7 Hero, the Soma being shed, I pour the juice for thee to drink Sate thee and finish thy carouse! 8 The Soma, Indra, which is shed in saucers and in cups for thee,Drink thou, for thou art lord thereof! 9 In every need, in every fray we call, as friends, to succour us,Indra, the mightiest of all. 10 O come ye hither, sit ye down: to Indra sing ye forth your song,Companions, bringing hymns of praise DECADE III Indra 1 So, Lord of affluent gifts, this juice hath been expressed for thee with strength:Drink of it, Part 01 Book 02 16"},{"pageNumber":19,"pageContent":"thou who lovest song! 2 Great is our Indra from of old; greatness be his, the Thunderer Wide as the heaven extends his might. 3 Indra, as one with mighty arm, gather for us with thy right hand Manifold and nutritious spoil! 4 Praise, even as he is known, with song Indra the guardian of the kine,The Son of Truth, Lord of the brave. 5 With what help will he come to us, wonderful, ever−waxing friend?With what most mighty company? 6 Thou speedest down to succour us this ever−conquering God of yours Him who is drawn to all our songs. 7 To the assembly's wondrous Lord, the lovely friend of Indra, I Had prayed for wisdom and successs. 8 May all thy paths beneath the sky whereby thou speddest Vyasva on,Yea, let all spaces hear our voice 9 Bring to us all things excellent, O Satakratu, food and strength,For, Indra, thou art kind to us! 10 Here is the Soma ready pressed: of this the Maruts, yea, of this,Self−luminous the Asvins drink. DECADE IV Indra and others 1 Tossing about, the active ones came nigh to Indra at his birth,Winning themselves heroic might. 2 Never, O Gods, do we offend, nor are we ever obstinate We walk as holy texts command. Part 01 Book 02 17"},{"pageNumber":20,"pageContent":"3 Evening is come: sing loudly thou Atharvan's nobly singing son:Give praise to Savitar the God! 4 Now Morning with her earliest light shines forth, dear daughter of the Sky:High, Asvins, I extol your praise. 5 Armed with the bones of dead Dadhyach, Indra, with unresisted might The nine−and−ninety Vritras slew. 6 Come, Indra, and delight thee with the juice at all our Soma feasts,Protector, mighty in thy strength 7 O thou who slayest Vritras, come, O Indra, hither to our side,Mighty one, with thy mighty aids! 8 That might of his shone brightly forth when Indra brought together, like A skin, the worlds of heaven and earth, 9 This is thine own Thou drawest near, as turns a pigeon to his mate:Thou carest, too, for this our prayer. 10 May Vata breathe his balm on us, healthful, delightful to our heart:May he prolong our days of life DECADE V Indra and others 1 Ne'er is he injured whom the Gods Varuna, Mitra, Aryam.The excellently wise, protect. 2 According to our wish for kine, for steeds and chariots, as of old,Be gracious to our wealthy chiefs 3 Indra, these spotted cows yield thee their butter and the milky draught,Aiders, thereby, of sacrifice. 4 That thou much−lauded! many−named! mayst, with this thought, that longs for milk,Come to each Soma sacrifice. Part 01 Book 02 18"},{"pageNumber":21,"pageContent":"5 May bright Sarasvati, endowed with plenteous wealth and spoil, enriched With prayer, desire the sacrifice. 6 Why 'mid the Nahusha tribes shall sate this Indra with his Soma juice?He shall bring precious things to us. 7 Come, we have pressed the juice for thee; O Indra, drink this Soma here:Sit thou on this my sacred grass 8 Great, unassailable must be the heavenly favour of the Three,Varuna, Mitra, Aryaman. 9 We, Indra, Lord of ample wealth, our guide, depend on one like thee,Thou driver of the tawny steeds! −− Part 01 Book 02 −− Part 01 Book 02 19"},{"pageNumber":22,"pageContent":"Part 01 Book 03 CHAPTER I DECADE I Indra 1 Let Soma juices make thee glad! Display thy bounty, Thunderer:Drive off the enemies of prayer! 2 Drink our libation, Lord of hymns! with streams of meath thou art bedewed:Yea, Indra, glory is thy gift. 3 Indra hath ever thought of you and tended you with care. The God,Heroic Indra, is not checked. 4 Let the drops pass within thee as the rivers flow into the sea O Indra, naught excelleth thee! 5 Indra, the singers with high praise, Indra reciters with their lauds,Indra the choirs have glorified. 6 May Indra give, to aid us wealth handy that rules the skilful ones!Yea, may the Strong give potent wealth 7 Verily Indra, conquering all, drives even mighty fear away,For firm is he and swift to act. 8 These songs with every draught we pour come, lover of the song, to thee As milch−kine hasten to their calves. 9 Indra and Wishan will we call for friendship and prosperity,And for the winning of the spoil. 10 O Indra, Vritra−slayer, naught is better, mightier than thou Verily there is none like thee! DECADE II Indra 1 Him have I magnified, our Lord in common, guardian of your folk,Discloser of great wealth in kine. 20"},{"pageNumber":23,"pageContent":"2 Songs have outpoured themselves to thee, Indra, the strong, the guardian Lord,And with one will have risen to thee! 3 Good guidance hath the mortal man whom Arya−man, the Marut host,And Mitras, void of guile, protect. 4 Bring us the wealth for which we long, O Indra, that which is concealed In strong firm place precipitous. 5 Him your best Vritra−slayer, him the famous champion of mankind I urge to great munificence. 6 Indra, may we adorn thy fame, fame of one like thee, hero! deck,Sakra! thy fame at highest feast! 7 Indra, accept at break of day our Soma mixt with roasted corn,With groats, with cake, with eulogies! 8 With waters' foam thou torest off, Indra, the head of Namuchi,When thou o'ercamest all the foes. 9 Thine are these Soma juices, thine, Indra, those still to be expressed:Enjoy them, Lord of princely wealth! 10 For thee, O Indra, Lord of light, Somas are pressed and grass is strewn:Be gracious to thy worshippers! 1 We seeking strength, with Soma drops fill full your Indra like a well,Most liberal, Lord of boundless might. 2 O Indra, even from that place come unto us with food that gives A hundred, yea, a thousand powers! 3 The new−born Vritra−slayer asked his mother, as he seized his shaft,Who are the, fierce and famous ones? Part 01 Book 03 21"},{"pageNumber":24,"pageContent":"4 Let us call him to aid whose hands stretch far, the highly−lauded, who Fulfils the work to favour us 5 Mitra who knoweth leadeth us, and Varuna who guideth straight,And Aryaman in accord with Gods. 6 When, even as she were present here, red Dawn hath shone from far away,She spreadeth light on every side. 7 Varuna, Mitra, sapient pair, pour fatness on our pastures, pour Meath on the regions of the air! 8 And, at our sacrifices, these, sons, singers, have enlarged their bounds,So that the cows must walk knee−deep. 9 Through all this world strode Vishnu: thrice his foot he planted, and the whole Was gathered in his footstep's dust. DECADE IV Indra 1 Pass by the wrathful offerer; speed the man who pours libation, drink The juice which he presents to thee! 2 What is the word addressed to him, God great and excellently wise?For this is what exalteth him.3, His wealth who hath no store of kine hath ne'er found out recited laud,Nor song of praises that is sung. 4 Lord of each thing that giveth strength, Indra delighteth most in lauds,Borne by bay steeds, libations' friend. 5 With wealth to our libation come, be not thou angry with us, like A great man with a youthful bride. 6 When, Vasu, wilt thou love the laud? Now let the Channel bring the stream.The juice is ready to ferment. Part 01 Book 03 22"},{"pageNumber":25,"pageContent":"7 After the Seasons. Indra, drink the Soma from the Brahman's gift:Thy friendship is invincible!S. O Indra, lover of the song, we are the singers of thy praise O Soma−drinker, quicken us! 9 O Indra, in each fight and fray give to our bodies manly strength:Strong Lord, grant ever−conquering might! 10 For so thou art the brave man's friend; a hero, too, art thou, and strong:So may thine heart be won to us! DECADE V Indra 1 Like kine unmilked we call aloud, hero, to thee, and sing thy praise,Looker on heavenly light, Lord of this moving world, Lord, Indra, of what moveth not! 2 That we may win us wealth and power we poets, verily, call on thee:In war men call on thee, Indra, the hero's Lord, in the steed's race−course call on thee: 3 To you will I sing Indra's praise who gives good gifts as well we know;The praise of Maghavan who, rich in treasure, aids his singers with wealth thousandfold. 4 As cows low to their calves in stalls, so with our songs we glorify This Indra, even your wondrous God who checks attack, who takes delight in precious juice. 5 Loud singing at the sacred rite where Soma flows we priests invoke With haste, that he may help, as the bard's cherisher, Indra who findeth wealth for you 6 With Plenty for his true ally the active man will gain the spoil.Your Indra, much−invoked, I bend with song, as bends a wright his wheel of solid wood. 7 Drink, Indra, of the savoury juice, and cheer thee with our milky draught!Be, for our weal, our friend and sharer of the feast, and let thy wisdom guard us well! 8 For thou−−come to the worshipper!−−wilt find great wealth to make us rich.Fill thyself full, O Maghavan, for gain of kine, full, Indra, for the gain of steeds! Part 01 Book 03 23"},{"pageNumber":26,"pageContent":"9 Vasishtha will not overlook the lowliest one among you all Beside our Soma juice effused to−day let all the Maruts drink with eager haste! 10 Glorify naught besides, O friends; so shall no sorrow trouble you!Praise only mighty Indra when the juice is shed, and say your lauds repeatedly! CHAPTER II DECADE I Indra 1 No one by deed attains to him who works and strengthens evermore:No, not by sacrifice, to Indra. praised of all, resistless, daring, bold in might.2 He without ligature, before making incision in the neck,Closed up the wound again, most wealthy Maghavan, who healeth the dissevered parts. 3 A thousand and a hundred steeds are harnessed to thy golden car:Yoked by devotion, Indra, let the long−maned bays bring thee to drink the Soma juice! 4 Come hither, Indra, with bay steeds, joyous, with tails like peacock's plumes!Let no men check thy course as fowlers stay the bird: pass o'er them as o'er desert lands! 5 Thou as a God, O mightiest, verily blessest mortal man.O Maghavan, there is no comforter but thou: Indra, I speak my words to thee. 6 O Indra, thou art far−renowned, impetuous Lord of power and might.Alone, the never−conquered guardian of mankind, thou smitest down resistless foes. 7 Indra for worship of the Gods, Indra while sacrifice proceeds,Indra, as warriors in the battle−shock, we call, Indra that we may win the spoil. 8 May these my songs of praise exalt thee, Lord, who hast abundant wealth!Men skilled in holy hymns, pure, with the hues of fire, have sung them with their lauds to thee. 9 These songs of ours exceeding sweet, these hymns of praise ascend to thee,Like ever−conquering chariots that display their strength gain wealth and give unfailing help. 10 Even as the wild−bull, when he thirsts, goes to the desert's watery pool,Come to us quickly Part 01 Book 03 24"},{"pageNumber":27,"pageContent":"both at morning and at eve, and with the Kanvas drink thy fill! DECADE II Indra and others 1 Indra, with all thy saving helps assist us, Lord of power and might!For after thee we follow even as glorious bliss, thee, hero, finderout of wealth. 2 O Indra, Lord of light, what joys thou broughtest from the Asuras,Prosper therewith, O Maghavan, him who lauds that deed, and those whose grass is trimmed for thee! 3 To Aryaman and Mitra sing a reverent song, O pious one,A pleasant hymn to Varuna who shelters us: sing ye a laud unto the Kings! 4 Men with their lauds are urging thee, Indra, to drink the Soma first.The Ribhus in accord have lifted up their voice, and Rudras sung thee as the first. 5 Sing to your lofty Indra, sing, Maruts, a holy hymn of praise Let Satakratu, Vritra−slayer, slay the foe with hundred−knotted thunderbolt! 6 To Indra sing the lofty hymn, Maruts! that slays the Vritras best,Whereby the holy ones created for the God the light divine that ever wakes. 7 O Indra, give us wisdom as a sire gives wisdom to his sons Guide us, O much−invoked, in this our way: may we still live and look upon the light! 8 O Indra, turn us not away: be present with us at our feast For thou art our protection, yea, thou art our kin: O Indra, turn us not away! 9 We compass these like waters, we whose grass is trimmed and Soma pressed.Here where the filter pours its stream, thy worshippers roundthee, O Vritra−slayer, sit. 10 All strength and valour that is found, Indra, in tribes of Nahushas,And all the splendid fame that the Five Tribes enjoy, bring, yea, all manly powers at once! DECADE III Indra 1 Yea, verily thou art a Bull, our guardian, rushing like a bull:Thou, mighty one, art celebrated Part 01 Book 03 25"},{"pageNumber":28,"pageContent":"as a Bull, famed as a Bull both near and far. 2 Whether, O Sakra, thou be far, or, Vritra−slayer, near at hand,Thence by heaven−reaching songs he who bath pressed the juice invites thee with thy long−maned steeds. 3 In the wild raptures of the juice sing to your hero with high laud, to him the wise,To Indra glorious in his name, the mighty one, even as the hymn alloweth it! 4 O Indra, give us for our weal a triple refuge, triply strong!Bestow a dwelling−place on our rich lords and me, and keep thy dart afar from these! 5 Turning, as 'twere, to meet the Sun enjoy from Indra all good things!When he who will be born is born with power we look to treasures as our heritage. 6 The godless mortal gaineth not this food, O thou whose life is long!But one who yokes the bright−hued horses, Etasas; then Indra yokes his tawny steeds. 7 Draw near unto our Indra who must be invoked in every fight!Come, thou most mighty Vritra−slayer, meet for praise, come to, libations and to hymns! 8 Thine, Indra, is the lowest wealth, thou cherishest the midmost wealth,Thou ever rulest all the highest: in the fray for cattle none resisteth thee. 9 Where art thou? Whither art thou gone? For many a place attracts thy mind.Haste, warrior, fort−destroyer, Lord of battle's din! haste, holy songs have sounded forth! 10 Here, verily, yesterday we let the thunder−wielder drink his fill.Bring him the juice poured forth in sacrifice to−day. Now range you by the glorious one! DECADE IV Indra 1 He who as sovran Lord of men moves with his chariots unrestrained,The Vritra−slayer, vanquisher of fighting hosts, pre−eminent, is praised in song. 2 Indra, give us security from that whereof we are afraid Help us, O Maghavan, let thy favour aid us thus; drive away foes and enemies! Part 01 Book 03 26"},{"pageNumber":29,"pageContent":"3 Strong pillar thou, Lord of the home! armour of Soma−offerers!The drop of Soma breaketh all the strongholds down, and Indra is the Rishis' friend. 4 Verily, Surya, thou art great; truly, Aditya, thou art great!O most admired for greatness of thy majesty, God, by thy greatness thou art great! 5 Indra! thy friend, when fair of form and rich in chariots, steeds, and kine,Hath ever vital power that gives him strength, and joins the company with radiant men. 6 O Indra, if a hundred heavens and if a hundred earths were thine,−−No, not a hundred suns could match thee at thy birth, not both the worlds, O Thunderer! 7 Though, Indra, thou art called by men eastward and west ward, north and south,Thou chiefly art with Anava and Turvasa, brave champion urged by men to come. 8 Indra whose wealth is in thyself, what mortal will attack this man?The strong will win the spoil on the decisive day through faith in thee, O Maghavan! 9 First, Indra! Agni! hath this Maid come footless unto those with feet.Stretching her head and speaking loudly with her tongue, she hath gone downward thirty steps. 10 Come, Indra, very near to us with aids of firmly−based resolve Come, most auspicious, with thy most auspicious help; good kinsman, with good kinsmen come! DECADE V Indra. 1 Call to your aid the eternal one who shoots and none may shoot at him,Inciter, swift, victorious, best of charioteers, unconquered, Tugriya's strengthener! 2 Let none, no, not thy worshippers, delay thee far away from us Even from faraway come thou unto our feast, or listen if' already here! 3 For Indra Soma−drinker, armed with thunder, press the Soma juice;Make ready your dressed meats: cause him to favour us! The giver blesses him who gives. 4 We call upon that Indra who, most active, ever slays the foe With boundless spirit, Lord of Part 01 Book 03 27"},{"pageNumber":30,"pageContent":"heroes, manliest one, help thou and prosper us in fight! 5 Ye rich in strength, through your great power vouchsafe us blessings day and night!The offerings which we bring to you shall never fail gifts brought by us shall never fail. 6 Whenever mortal worshipper will sing a bounteous giver's praise,Let him with song inspired laud Varuna who supports the folk who follow varied rites. 7 Drink milk to Indra in the joy of Soma juice, Medhyatithi!To golden Indra ever close to his bay steeds, the thunder−armed, the golden one! 8 Both boons,−may Indra, hitherward turned listen to this prayer of ours,And mightiest Maghavar, with thought inclined to us come near to drink the Soma juice! 9 Not for an ample price dost thou, Stone−caster! give thyself away,Not for a thousand, Thunderer! nor ten thousand, nor a hundred, Lord of countless wealth! 10 O Indra, thou art more to me than sire or niggard brother is.Thou and my mother, O good Lord, appear alike, to give me wealth abundantly. −− Part 01 Book 03 −− Part 01 Book 03 28"},{"pageNumber":31,"pageContent":"Part 01 Book 04 CHAPTER I DECADE I Indra and others 1 These Soma juice mixt with curd have been expressed for Indra here:Come with thy bay steeds, Thunder−wielder, to our home, to drink them till they make thee glad! 2 Indra, these Somas with their lauds have been prepared for thy delight.Drink of the pleasant juice and listen to our songs; lover of song, reward the hymn! 3 I call on thee, Sabardugha, this day, inspirer of the psalm.Indra, the richly−yielding milch−cow who provides unfailing food in ample stream. 4 Indra, the strong and lofty hills are powerless to bar thy way None stays that act of thine when thou wouldst fain give wealth to one like me who sings thy praise. 5 Who knows what vital power he wins, drinking beside the flowing juice?This is the fair−cheeked. God who, joying in the draught, breaks down the castles in his strength. 6 What time thou castest from his seat and punishest the riteless man,Strengthen for opulence, O Indra Maghavan, our plant desired by many a one! 7 Let Tvashtar, Brahmanaspati, Parjanya guard our heavenly word,Aditi with her sons, the brothers, guard for us the invincible, the saving word! 8 Ne'er art thou fruitless, Indra, ne'er dost thou desert the worshipper:But now, O Maghavan, thy bounty as a God is poured forth ever more and more. 9 Best slayer of the Vritras, yoke thy bay steeds, Indra, far away Come with the high ones hither, Maghavan, to us, mighty, to, drink the Soma juice! 10 O Thunderer, zealous worshippers gave thee drink this time yesterday:So, Indra, listen here to him who offers lauds: come near unto, our dwelling−place! DECADE II 29"},{"pageNumber":32,"pageContent":"1 Advancing, sending forth her rays, the daughter of the Sky is seen.The mighty one lays bare the darkness with her eye, the friendly Lady makes the light. 2 These morning sacrifices call you, Asvins, at the break of day.For help have I invoked you rich in power and might: for, house by house, ye visit all. 3 Where are ye, Gods? What mortal man, O Asvins, glows with zeal for you,Urging you with the crushing stone and with the stalk of Soma thus or otherwise? 4 This sweetest Soma juice hath been expressed for you at morning rites.Asvins, drink this prepared ere yesterday and give treasures to him who offers it! 5 Let me not, still beseeching thee with might and sound of Soma drops,Anger at sacrifice a fierce wild creature! Who would not beseech the almighty one! 6 Adhvaryu, let the Soma flow, for Indra longs to drink thereof.He even now hath yoked his vigorous bay steeds: the Vritraslayer hath come nigh. 7 Bring thou all this unto the good, O Indra, to the old and young!For, Maghavan, thou art rich in treasures from of old, to be invoked in every fight. 8 If I, O Indra, were the lord of riches ample as thine own,I would support the singer, God who scatterest wealth! and not abandon him to woe. 9 Thou in thy battles, Indra, art subduer of all hostile bands.Father art thou, all−conquering, cancelling the curse, thou victor of the vanquisher! 10 For in thy might thou stretchest out beyond the mansions of the sky.The earthly region, Indra, comprehends thee not. Thou hast waxed mighty over all. DECADE III 1 Pressed is the juice divine with milk commingled: thereto hath Indra ever been accustomed.We wake thee, Lord of bays, with sacrifices: mark this our laud in the wild joys of Soma! Part 01 Book 04 30"},{"pageNumber":33,"pageContent":"2 A home is made for thee to dwell in, Indra: O much−invoked one, with the men go thither!Thou, that thou mayest guard us and increase us, givest us wealth and joyest in the Somas. 3 The well thou clavest, settest free the fountains, and gavest rest to floods that were obstructed.Thou, Indra, laying the great mountain open, slaying the Ddnava, didst loose the torrents. 4 When we have pressed the juice we laud thee, Indra, most valorous! even about to win the booty.Bring us prosperity, and by thy great wisdom, under thine own protection, may we conquer! 5 Thy right hand have we grasped in ours, O Indra, longing, thou very Lord of wealth, for treasures.Because we know thee, hero, Lord of cattle: vouchsafe us mighty and resplendent riches! 6 Men call on Indra in the armed encounter that he may make the hymns they sing decisive.Hero in combat and in love of glory, give us a portion of the stall of cattle! 7 Like birds of beauteous wing the Priyamedhas, Rishis, imploring, have come nigh to Indra.Dispel the darkness and fill full our vision: deliver us as men whom snares entangle! 8 They gaze on thee with longing in their spirit, as on a strongwinged bird that mounteth sky−ward;On thee with wings of gold, Varuna's envoy, the Bird that hasteneth to the home of Yama. 9 First in the ancient time was Prayer engendered: Vena disclosed the bright ones from the summit,Laid bare this world's lowest and highest regions, womb of the existent and the non−existent. 10 They have prepared and fashioned for this hero words never matched, most plentiful, most auspicious,For him the ancient, great, strong, energetic, the very mighty wielder of the thunder. DECADE IV Indra 1 The black drop sank in Ansumati's bosom, advancing with ten thousand round about it.Indra with might longed for it as it panted: the hero−hearted King laid down his weapons. Part 01 Book 04 31"},{"pageNumber":34,"pageContent":"2 Flying in terror from the snort of Vritra all deities who were thy friends forsook thee.So, Indra, with the Maruts be thy friendship: in all these battles thou shalt be the victor. 3 The old hath waked the young Moon from his slumber who runs his circling course with many round him.Behold the God's high wisdom in its greatness: he who died yesterday to−day is living. 4 Then, at thy birth, thou wast the foeman, Indra, of those the seven who ne'er had met a rival.The hidden pair, heaven and the earth, thou foundest, and to the mighty worlds thou gavest pleasure. 5 A friend we count thee, sharp−edged, thunder−wielder, Steer strong of body, overthrowing many.Thou, helping, causest pious tribes to conquer: Indra, I laud the, heavenly Vritra−slayer. 6 Bring to the wise, the great, who waxeth mighty your offerings,. and make ready your devotion!Go forth to many tribes as man's controller! 7 Call we on Maghavan, auspicious Indra, best hero in this fight where spoil is gathered,Strong, listening to give us aid in battles, who slays the Vritras, wins and gathers riches! 8 Prayers have been offered up−through love of glory: Vasishtha, honour Indra in the battle!He who with fame extends through all existence hears words which I, his faithful servant, utter. 9 May the sweet Soma juices make him happy to cast his quoit that lies in depth of waters!Thou from the udder which o'er earth is fastened hast poured the milk into the kine and herbage. DECADE V Indra and others 1 This vigorous one whom deities commission, the conqueror of cars, the strong and mighty,Swift, fleet to battle, with uninjured fellies, even Tarkshya for our weal will we call hither. 2 Indra the rescuer, Indra the helper, hero who listens at each invocation,Sakra I call, Indra invoked of many. May Indra Maghavan accept our presents! Part 01 Book 04 32"},{"pageNumber":35,"pageContent":"3 Indra whose right hand wields the bolt we worship, driver of bay steeds seeking sundered courses.Shaking his beard with might he hath arisen, terrible with his weapons, with his bounty. 4 The ever−slaying, bold and furious Indra, the bright bolt's Lord, the strong, the great, the boundless,Who slayeth Vritra and acquireth booty, giver of blessings, Maghavan the bounteous. 5 The man who lies in wait and fights against us, deeming himself a giant or a hero,−−By battle or with strength destroy him, Indra! With thy help, manly−souled! may we be victors! 6 He whom men call when striving with their foemen, or speeding onward in array of battle,Whom bards incite where heroes win the booty, or in the way to waters, He is Indra. 7 On a high car, O Parvata and Indra, bring pleasant viands, with brave heroes, hither!Enjoy our presents, Gods, at sacrifices: wax strong by hymns, rejoice in our oblation! 8 In ceaseless flow hath he poured forth his praises, as waters from the ocean's depth, to Indra,Who to his car on both its sides securely hath fixed the earth and heaven as with an axle. 9 May our friends turn thee hitherward to friendship! Mayst thou approach us even o'er many rivers!May the Disposer, radiant in this mansion with special lustre, bring the father's offspring! 10 Who yokes to−day unto the pole of Order the strong and passionate steers of checkless spirit,Health−bringing, bearing in their mouths no fodder? Long shall he live who richly pays their service. CHAPTER II DECADE I Indra 1 The singers hymn thee, they who chant the psalm of praise are lauding thee.The Brahmans have exalted thee, O Satakratu, like a pole. 2 All sacred−songs have magnified Indra expansive as the sea,Best of all warriors borne on cars, the Lord of heroes, Lord of strength. Part 01 Book 04 33"},{"pageNumber":36,"pageContent":"3 This poured libation, Indra, drink, immortal, gladdening, excellent:Streams of the bright have flowed to thee here at the seat of holy Law. 4 Stone−darting Indra, wondrous God, what wealth thou hast not given me here,That bounty, treasure−finder! bring, filling full both thy hands, to us! 5 O Indra, hear Tiraschi's call, the call of him who serveth thee!Satisfy him with wealth of kine and valiant offspring! Great art thou. 6 This Soma hath been pressed for thee, O Indra: bold one, mightiest, come!May Indra−vigour fill thee full, as Surya fills mid−air with rays 7 Come hither, Indra, with thy bays, come thou to Kanva's eulogy!Ye by command of yonder Dyaus, God bright by day! have gone to heaven. 8 Song−lover! like a charioteer come songs to thee when Soma flows.Together, they have called to thee as mother−kine unto their calves. 9 Come now and let us glorify pure Indra with pure Sama hymn!Let milk−blent juice delight him made stronger with pure, pure songs of praise! 10 That which, most wealthy, makes you rich, in splendours most illustrious,Soma is pressed: thy gladdening drink, Indra libation's Lord! is this. DECADE II Indra. Dadhikravan 1 Bring forth oblations to the God who knoweth all who fain would drink,The wanderer, lagging not behind the hero, coming nigh with speed! 2 To us the mighty, lying in all vital power, who resteth in the deep, who standeth in the east.Drive thou the awful word away. 3 Even as a car to give us aid, we draw thee nigh to favour us,Strong in thy deeds, quelling attack, Indra, Lord, mightiest! of the brave. 4 With powers of mighty ones hath he, the friend, the ancient, been equipped,Through whom Part 01 Book 04 34"},{"pageNumber":37,"pageContent":"our father Manu made prayers efficacious with the Gods. 5 What time the swift and shining steeds, yoked to the chariots, draw them on,Drinking the sweet delightful juice, there men perform their glorious acts. 6 Him for your sake I glorify as Lord of Strength who wrongeth none,Indra the hero, mightiest, all−conquering and omniscient. 7 I with my praise have glorified strong Dadhikravan, conquering steed Sweet may he make our mouths: may he prolong the days we have to live! 8 Render of forts, the young, the wise, of strength unmeasured, was he born,Sustainer of each sacred rite, Indra, the Thunderer, much−extolled. DECADE III Indra and others 1 Offer the triple sacred draught to Indu hero−worshipper!With hymn and plenty he invites you to complete the sacrifice. 2 Those whom they call the attendant pair of Kasyapa who knows the light,Lords of each holy duty when the wise have honoured sacrifice. 3 Sing, sing ye forth your songs of praise, men, Priya−medhas, sing your songs:Yea, let young children sing their lauds: yea, glorify our firm stronghold! 4 To Indra must a laud be said, a joy to him who freely gives,That Sakra may be joyful in our friendship and the juice we pour. 5 Your Lord of might that ne'er hath bent, that ruleth over all mankind,I call, that he, as he is wont, may aid the chariots and the men. 6 Even he who is thine own, through thought of Heaven, of mortal man who toils,He with the help of lofty Dyaus comes safe through straits of enmity. 7 Wide, Indra Satakratu, spreads the bounty of thine ample grace:So, good and liberal giver, known to all men, send us splendid wealth! Part 01 Book 04 35"},{"pageNumber":38,"pageContent":"8 Bright Ushas, when thy times return, all quadrupeds and bipeds stir,And round about flock winged birds from all the boundaries of heaven. 9 Ye Gods who yonder have your home amid the luminous realm of heaven,What count ye right? what endless life? What is the ancient call on you? 10 We offer laud and psalm wherewith men celebrate their holy rites.They govern at the sacred place and bear the sacrifice to Gods. DECADE IV Indra 1 Heroes of one accord brought forth and formed for kingship Indra who wins the victory in all encounters,For power, in firmness, in the field, the great destroyer, fierce and exceeding strong, stalwart and full of vigour. 2 I trust in thy first wrathful deed, O Indra, when thou slewest Vritra and didst work to profit man;When the two world−halves fled for refuge unto thee, and earth even trembled at thy strength, O Thunder−armed! 3 Come all with might together to the Lord of heaven, the only one who is indeed the guest of men.He is the first: to him who fain would come to us all pathways turn; he is in truth the only one. 4 Thine, Indra, praised of many, excellently rich, are we who trusting in thy help draw near to thee.For none but thou, song−lover, shall receive our lauds: as Earth loves all her creatures, welcome this our hymn! 5 High hymns have sounded forth the praise of Maghavan, supporter of mankind, of Indra meet for lauds;Him who hath waxen mighty, much−invoked with prayers, immortal one whose praise each day is sung aloud. 6 In perfect unison have all your longing hymns that find the light of heaven sounded forth Indra's praise.As wives embrace their lord, the comely bridegroom, so they compass Maghavan about that he may help. 7 Make glad with songs that Ram whom many men invoke, worthy hymns of praise, Indra the sea of wealth;Whose boons spread like the heavens, the − lover of mankind: sing praise to him the Sage, most liberal for our good! Part 01 Book 04 36"},{"pageNumber":39,"pageContent":"8 I glorify that Ram who finds the light of heaven, whose hundred strong and mighty ones go forth with him.With prayers may I turn hither Indra to mine aid;−the car which like a swift steed hasteth to the call! 9 Filled full of fatness, compassing all things that be, wide, spacious, dropping meath, beautiful in their form,The heaven and the earth by Varuna's decree, unwasting, rich in germs, stand parted each from each. 10 As like the Morning, thou hast filled, O Indra, both the earth. and heaven,So as the mighty one, great King of all the mighty race of men, the Goddess mother brought thee forth, the blessed mother gave thee life. 11 Sing, with oblation, praise to him who maketh glad, who with. Rijisvan drove the dusky brood away!Let us, desiring help, call him for friendship, him the strong, the Marut−girt, whose right hand wields the bolt! DECADE V Indra I. When Somas flow thou makest pure, Indra, thy mind that merits laud For gain of strength that ever grows: for great is he. 2 Sing forth to him whom many men invoke, to him whom many laud:Invite the potent Indra with your songs of praise 3 We sing this strong and wild delight of thine which conquer; in the fray,Which, Caster of the Stone! gives room and shines like gold, 4 Whether thou drink the Soma by Vishnu's or Trita Aptya's side,Or with the Maruts, Indra! quaff the following drops. 5 Come, priest, and of the savoury juice pour forth a yet more gladdening draught:So is the hero praised who ever prospers us. 6 Pour out the drops for Indra; let him drink the meath of Soma juice!He through his majesty sends forth his bounteous gifts. 7 Come, sing we praise to Indra, friends! the hero who deserves the laud,Him who with none to aid o'ercomes all tribes of men. Part 01 Book 04 37"},{"pageNumber":40,"pageContent":"8 Sing ye a psalm to Indra, sing a great song to the lofty Sage,To him who maketh prayer, inspired who loveth laud! 9 He who alone bestoweth wealth on mortal man who offereth gifts Is Indra only, potent Lord whom none resist. 10 Companions, let us learn a prayer to Indra, to the Thunderer,To glorify your bold and most heroic friend! −− Part 01 Book 04 −− Part 01 Book 04 38"},{"pageNumber":41,"pageContent":"Part 01 Book 05 CHAPTER I DECADE I Indra Adityas 1 Indra, this might of thine I praise most highly for the sacrifice That thou, O Lord of Power, dost slay Vritra with might 2 For thee this Soma hath been pressed, in whose wild joy thou madest once Sambara Divodasa's prey: O Indra, drink! 3 Come unto us, O Indra, dear, still conquering, unconcealable!Wide as a mountain spread on all sides, Lord of heaven! 4 Joy, mightiest Indra, that perceives, sprung from deep Soma draughts, whereby Thou smitest down the greedy fiend,−that joy we crave! 5 Adityas, very mighty ones, grant to our children and our seed This lengthened term of life that they may live long days! 6 Though knowest, Indra, Thunder−armed! how to avoid destructive powers,As one secure from pitfalls each returning day. 7 Drive ye disease and strife away, drive ye away malignity:Adityas, keep us far removed from sore distress! 8 Drive Soma, Indra, Lord of bays! and let it cheer thee: the stone, like a well−guided courser, DECADE II Indra. 1 Still, Indra, from all ancient time rivalless ever and companionless art thou:Thou seekest friendship but in war. 2 Him who of old hath brought to us this and that blessing, him I magnify for you,Even Indra, O my friends, for help. 39"},{"pageNumber":42,"pageContent":"3 Fail not when marching onward: come hither, like−spirited, stay not far away Ye who can tame even what is firm! 4 Come hither to the dropping juice, O Lord of cornland. Lord of horses, Lord of kine:Drink thou the Soma, Soma's Lord! 5 Hero, may we, with thee for friend, withstand the man who pants against us in his wrath,In fight with people rich in kine! 6 Yea, kin by common ancestry, the Maruts, even the oxen, close united friends!Are licking one another's back. 7 O Indra, bring great strength to us, bring valour, Satakratu, thou most active, bring A hero conquering in war! 8 So, Indra, friend of song, do we draw nigh to thee with longing; we have streamed to thee Coming like floods that follow floods 9 Sitting like birds beside thy meath, mingled with milk, which gladdeneth and exalteth thee,Indra, to thee we sing aloud. 10 We call on thee, O matchless one! We, seeking help, possessing nothing firm ourselves,Call on thee, wondrous, Thunder−armed. DECADE III Indra 1 The juice of Soma thus diffused, sweet to the taste the bright cows drink,Who travelling in splendour close to mighty Indra's side rejoice, good in their own supremacy. 2 Thus hath the Soma, gladdening draught, produced the prayer that giveth joy:Thou, mightiest, Thunder−armed, hast driven by force the Dragon from the earth, lauding thine own supremacy. 3 By men hath Indra been advanced, the Vritra−slayer, to joy and strength.Him only we invoke for help in battles whether great or small: be he our aid in deeds of might! Part 01 Book 05 40"},{"pageNumber":43,"pageContent":"4 Unconquered strength is only thine, Indra, Stonecaster, Thunder−armed!When thou with thy surpassing power smotest to death that guileful beast, lauding thine own supremacy. 5 Go forward, meet the foe, be bold; thy bolt of thunder is not checked!Manliness, Indra, is thy strength. Slay Vritra, make the waters thine, lauding thine own supremacy! 6 When war and battles are on foot, booty is offered to the bold.Yoke thou thy wildly−rushing bays. Whom wilt thou slay, and whom enrich? Do thou, O Indra, make us rich! 7 Well have they eaten and rejoiced; the friends have risen and passed away:The sages luminous in themselves have praised thee with their latest hymn. Now, Indra, yoke thy two bay steeds! 8 Graciously listen to our songs. Maghavan, be not negligent!When wilt thou make us glorious? Make this, only this thine end and aim. Now, Indra! yoke thy two bay steeds. 9 Within the waters runs the Moon, he with the beauteous wings in heaven.Ye lightnings with your golden wheels, men find not your abiding−place. Mark this my woe, ye Earth and Sky! 10 To meet your treasure−bringing car, the mighty car most dear to us.Asvins, the Rishi is prepared, your worshipper, with songs of praise. Lovers of sweetness, hear my call! DECADE IV Agni and others. 1 O Agni, God, we kindle thee, refulgent, wasting not away,That this more glorious fuel may send forth for thee its shine to heaven. Bring food to those who sing thy praise! 2 With offerings of our own we choose thee, Agni, as our Hotar priest,Piercing and brightly shining−at your glad carouse−served with trimmed grass at sacrifice. Thou waxest great. 3 O heavenly Dawn, awaken us to ample opulence to−day,Even as thou didst waken us with Satyasravas, Vayya's son, high born! delightful with thy steeds! 4 Send us a mind that brings delight, send energy and mental power.Then−at your glad carouse−let men joy in thy love, sweet juice! as kine in pasturage. Thou waxest great, Part 01 Book 05 41"},{"pageNumber":44,"pageContent":"5 Great, as his nature is, through power, terrible, he hath waxed in strength,Lord of bay steeds, strong−jawed, sublime, he in joined hands for glory's sake hath grasped his iron thunderbolt. 6 He, Indra, verily will mount the powerful car that finds the kine,Who thinks upon the well−filled bowl, the tawny coursers' harnesser. Now, Indra, yoke thy two bay steeds! 7 I think of Agni who is kind, whom, as their home, the milch−kine seek:Whom fleet−foot coursers seek as home, and strong enduring steeds as home. Bring food to those who sing thy praise! 8 No peril, no severe distress, ye Gods, affects the mortal man Whom Aryaman and Mitra lead, and Varuna, of one accord, beyond his foes. DECADE V Soma Pavamana 1 Flow forth, O Soma, flow thou onward, sweet to Indra's Mitra's, Pushan's, Bhaga's taste. 2 Run forth to battle, conquering the Vritras; thou speedest to quell the foes like one exacting debts. 3 Flow onward, Soma, as a mighty sea, as Father of the Gods, to every form. 4 Flow onward, Soma, flow for mighty strength, as a strong courser, bathed, to win the prize. 5 Fair Indu hath flowed on for rapturous joy, sage, for good fortune, in the waters' lap. 6 In thee, effused. O Soma, we rejoice ourselves for great supremacy in fight:Thou, Pavamana, enterest into mighty deeds. 7 Who are these radiant men in serried rank, Rudra's young heroes, too, with noble steeds? 8 Agni, with hymns may we now accomplish that which thou lovest,Strength, like a horse, auspicious strength with service. Part 01 Book 05 42"},{"pageNumber":45,"pageContent":"9 The strong youths have come forth to view, to show their strength, God Savitar's quickening energy:Ye warrior horsemen, win the heavens. 10 Soma, flow splendid with thy copious stream in due succession through the ample fleece. CHAPTER II DECADE I. Indra 1 Giver from all sides, bring to us from every side, thou whom as strongest we entreat! 2 This Brahman, comer at due time, named Indra, is renowned and praised. 3 The Brahmans with their hymns exalting Indra increased his strength that he might slaughter Ahi. 4 Anavas wrought a chariot for thy courser, and Tvashtar, much−invoked! the bolt that gitters: 5 Rest, wealth to him who longs for wealth! the riteless stirs not his love nor wins his way to riches. 6 The cows are ever pure and all−supporting, the Gods are ever free from stain and blemish. 7 With all thy beauty come! The kine approaching with full udders follow on thy path. 8 May we, inhabiting a meath−rich dwelling, increase our wealth, and think of thee, O Indra! 9 The Maruts with fair hymns chant out their praise−song: this Indra, famed and youthful, shouts accordant. 10 Sing to your Indra, mightiest Vritra−slayer, sing to the Sage the song that he accepteth! DECADE II Agni Indra 1 Observant Agni hath appeared, oblation−bearer with his car. Part 01 Book 05 43"},{"pageNumber":46,"pageContent":"2 O Agni, be our nearest friend, yea, our protector and our kind deliverer! 3 Like wondrous Bhaga, Agni deals treasure among the mighty. 4 Far off or present even now, send forth thy shouting first of all! 5 Dawn drives away her sister's gloom, and through her excellence makes her retrace her path. 6 May we, with Indra and the Gods to aid us, bring these existing worlds to full completion! 7 Like streams of water on their way, let bounties, Indra, flow from thee! 8 With this may we obtain strength god−appointed, happy with brave sons through a hundred winters! 9 With strength let Mitra, Varuna swell oblations; do thou prepare for us rich food, O Indra! 10 Indra is King of all the world. DECADE III Indra and others 1 At the Trikadrukas the great and strong enjoyed the barley−brew. With Vishnu did he drink the pressed−out Soma juice, even as he would.That hath so heightened him the great, the wide to do his mighty work. So did the God attend the God, true Indu Indra who is true. 2 This God who sees for thousands of mankind, the light, the thought of poets, and the Law,The brilliant one, hath sent forth hither all the Dawns: spotless, one−minded, zealous in their home they dwell, with thought upon the Steer. 3 Come to us, Indra, from afar, conducting us, as, to the gatherings, a Lord of heroes, as an archer King, the heroes' Lord!We come with gifts of pleasant food, with flowing juice, invoking thee, as sons invite a sire, that we may win the spoil, thee, bounteousest, for gain of spoil. Part 01 Book 05 44"},{"pageNumber":47,"pageContent":"4 Loudly I call that Indra Maghavan, the mighty, resistless, evermore possessing many glories.Holy, most liberal, may he lead us on to riches, through songs, and, thunder−armed make all our pathways pleasant! 5 Heard be our prayer! In thought I honour Agni first: now straightway we elect this heavenly company, Indra and Vayu we elect.For when our latest thought is raised and on Vivasvan centred well, then do our holy songs go forward on their way, our songs as 'twere unto the Gods. 6 To Vishnu, to the mighty whom the Maruts follow, let your hymns born in song go forth, Evayamarut!To the strong, very holy band adorned with bracelets, that rushes on in joy and ever roars for vigour! 7 With this his golden splendour purifying him, be with his own allies subdues all enemies, as Sura with his own allies.Cleansing himself with stream of juice he shines forth yellow−hued and red, when with the praisers he encompasses all, forms, with praisers having seven mouths. 8 I praise this God, parent of heaven and earth, exceeding wise, possessed of real energy, giver of treasure, thinker dear to all,Whose splendour is sublime, whose light shone brilliant in, creation, who, wise and golden−handed, in his beauty made the sky. 9 Agni I deem our Hotar−priest, munificent wealth−giver, Son of Strength, who, knoweth all that is, even as the Sage who, knoweth all.Lord of fair rites, a God with form erected turning to the Gods, he, when the flame hath sprung forth from the holy oil, the offered fatness, longs for it as it glows bright. 10 This, Indra! dancer! was thy hero deed, thy first and ancient work, worthy to be told forth in heaven,Even thine who furtheredst life with a God's own power, freeing the floods. All that is godless may he conquer with his might, and, Lord of Hundred Powers, find for us strength and food! DECADE IV Soma Pavamana 1 High is thy juice's birth: though set it heaven, on earth it hath obtained dread sheltering power and great renown. 2 In sweetest and most gladdening stream flow pure, O Soma, on thy way, pressed out for Indra, for his drink! Part 01 Book 05 45"},{"pageNumber":48,"pageContent":"3 Flow onward mighty with thy stream, inspiriting the Maruts' Lord, winning all riches with thy power! 4 Flow onward with that juice of thine most excellent, that brings delight, slaying the wicked, dear to Gods! 5 Three several words are uttered: kine are lowing, cows who give the milk; the tawny−hued goes bellowing on. 6 For Indra girt by Maruts, flow, thou Indu, very rich in meath, to seat thee in the place of song! 7 Strong, mountain−born, the stalk hath been pressed in the streams for rapturous joy. Hawk−like he settles in his home. 8 Gold−hued! as one who giveth strength flow on for Gods to drink, a draught for Vayu and the Marut host! 9 Soma, the dweller on the hills, effused, hath flowed into the sieve. All−bounteous art thou in carouse. 10 The Sage of heaven whose heart is wise, when laid between both hands, with roars, gives us delightful powers of life. DECADE V Soma Pavamana 1 The rapture−shedding Somas have flowed forth in our assembly, pressed to glorify our liberal lords. 2 The Somas, skilled in song, the waves, have led the water forward, like buffaloes speeding to the woods. 3 Indu flow on, a mighty juice; glorify us among the folk: drive all our enemies away! 4 For thou art strong by splendour: we, O Pavamana, call on thee, the brilliant looker on the light. Part 01 Book 05 46"},{"pageNumber":49,"pageContent":"5 Indu, enlightener, dear, the thought of poets, hath flowed clearly, like a charioteer who starts the steed. 6 Through our desire of heroes, kine, and horses, potent Soma drops, brilliant and swift, have been effused.God, working with mankind, flow on; to Indra go thy gladdening juice: to Vayu mount as Law commands!From heaven hath Pavamana made, as 'twere, the marvellous thunder, and the lofty light of all mankind. 9 Pressed for the gladdening draught the drops flow forth abundantly with song, flow onward with the stream of meath. 10 Reposing on the river's wave, the Sage hath widely flowed around, bearing the bard whom many love. −− Part 01 Book 05 −− Part 01 Book 05 47"},{"pageNumber":50,"pageContent":"Part 01 Book 06 CHAPTER I DECADE I Soma Pavamana 1 The Gods have come to Indu well−descended, beautified with milk, the active crusher of the foe. 2 Active, while being purified, he hath assailed all enemies: they deck the Sage with holy hymns. 3 Pouring all glories hither, he, effused, hath passed within the jar: Indu on Indra is bestowed. 4 From the two press−boards is the juice sent, like a car−horse, to the sieve: the steed steps forward to the goal. 5 Impetuous, bright, have they come forth, unwearied in their speed, like bulls, driving the black skin far away. 6 Soma, thou flowest chasing foes, finder of wisdom and delight: drive thou the godless folk afar!Flow onward with that stream wherewith thou gavest splendour to the Sun, speeding the waters kind to man! 8 Flow onward thou who strengthenedst Indra to slaughter Vritra who compassed and stayed the mighty floods! 9 Flow onward, Indu, with this food for him who in thy wild delights battered the nine−and−ninety down! 10 Flow, pressed, into the filter, speed the heavenly one who winneth wealth, who bringeth booty through our juice! DECADE II Soma Pavamana 1 The tawny Bull hath bellowed, fair as mighty Mitra to behold: he gleams and flashes with the Sun. 48"},{"pageNumber":51,"pageContent":"2 We choose to−day that chariot−steed of thine, the strong, that brings us bliss, the guardian, the desire of all. 3 Adhvaryu, to the filter lead the Soma juice expressed with stones: make thou it pure for Indra's drink. 4 Swift runs this giver of delight, even the stream of flowing juice: Swift runs this giver of delight. 5 Pour hitherward, O Soma, wealth in thousands and heroic strength, and keep renown secure for us!−6. The ancient living ones have come unto a newer resting−place. They made the Sun that he might shine. 7 Soma, flow on exceeding bright with loud roar to the reservoirs, resting in wooden vats, thy home! 8 O Soma, thou, art strong and bright, potent, O God, with potent sway: thou, mighty one, ordainest laws. 9 For food, flow onward with thy stream, cleansed and made bright by sapient men: Indu. with sheen approach the milk! 10 Soma, flow on with pleasant stream, strong and devoted to the Gods, our friend, unto the woollen sieve. 11 By this solemnity, Soma, thou, though great, hast been increased: in joy thou, verily actest like a bull! 12 Most active and benevolent, this Pavamana sent to us for lofty friendship meditates. 13 Indu, to us for this great rite, bearing as 'twere thy wave to Gods, unwearied, thou art flowing on. 14 Chasing our foemen, driving off the godless, Soma floweth on, going to Indra's settled place. Part 01 Book 06 49"},{"pageNumber":52,"pageContent":"DECADE III Soma Pavamana 1 Cleansing thee, Soma, in thy stream, thou flowest in a watery robe: giver of wealth, thou sittest in the place of Law, O God, a fountain made of gold. 2 Hence sprinkle forth the juice effused, Soma, the best of sacred gifts, who, friend of man, hath run amid the water−streams! He hath pressed Soma out with stones. 3 Expressed by stones, O Soma, and urged through the long wool of the sheep, thou, entering the press−boards even as men a fort, gold−hued hast settled in the vats. 4 O Soma,−−for the feast of Gods, river−like he hath swelled with surge, sweet with the liquor of the stalk, as one who wakes, into the vat that drops with meath. 5 Pressed out by pressers, Soma goes over the fleecy backs of sheep, goes, even as with a mare, in tawny−coloured stream, goes in a sweetly−sounding stream. 6 O Soma, Indu, every day thy friendship hath been my delight. Many fiends follow me help me, thou tawny−hued: pass on beyond these barriers! 7 Deft−handed! thou when purified liftest thy voice amid the sea. Thou, Pavamana, makest riches flow to us, yellow, abundant, much desired. 8 The living drops of Soma juice pour, as they flow, the gladdening drink, intelligent drops above the station of the sea, exhilarating, dropping meath. 9 Soma, while thou art cleansed, most dear and watchful in the sheep's long wool, most like to Angiras! thou hast become a sage. Sprinkle our sacrifice with mead! 10 Soma, the gladdening juice, flows pressed for Indra with his Marut host: he hastens o'er the fleece with all his thousand streams: him, him the men make pure and bright. 11 Flow on, best winner of the spoil, to precious gifts of every sort! Thou art a sea according to the highest law, joy−giver, Soma! to the Gods 12 Over the cleansing sieve have flowed the Pavamanas in a stream, girt by the Maruts, Part 01 Book 06 50"},{"pageNumber":53,"pageContent":"gladdening, steeds with Indra's strength, for wisdom and for dainty food. DECADE IV Soma Pavamana 1 Run onward to the reservoir and seat thee: cleansed by the men speed forward to the battle!Making thee glossy like an able courser, forth to the sacred grass with reins they lead thee. 2 The God declares the deities' generations, like Uaana, proclaiming lofty wisdom.With brilliant kin, far−ruling, sanctifying, the wild boar, singing with his foot, advances. 3 Three are the voices that the car−steed utters: he speaks the lore of prayer, the thought of Order.To the cows' master come the cows inquiring: the hymns with eager longing come to Soma. 4 Made pure by this man's urgent zeal and impulse, the God hath with his juice the Gods pervaded.Pressed, singing, to the sieve he goes, as passes the Hotar to enclosures holding cattle. 5 Father of holy hymns Soma flows onward, the father of the earth, father of heaven;Father of Agni, Surya's generator, the father who begat Indra and Vishnu 6 To him, praiseworthy, sacred tones have sounded, Steer of the triple height, the life−bestower.Dwelling in wood, like Varuna, a river, lavishing treasure, he distributes blessings. 7 Guard of all being, generating creatures, loud roared the sea as highest law commanded.Strong, in the filter, on the fleecy summit, pressed from the stone, Soma hath waxen mighty. 8 Loud neighs the tawny steed when started, settling deep in the wooden vessel while they cleanse him.Led by the men he makes the milk his raiment; then shall he, of himself, engender worship. 9 This thine own Soma, rich in meath, O Indra, the Strong, hath flowed into the Strong One's filter.The swift steed, bounteous, giving hundreds, thousands, hath reached the sacred grass which never fails him. Part 01 Book 06 51"},{"pageNumber":54,"pageContent":"10 Flow onward, Soma, rich in meath, and holy, enrobed in waters, on the fleecy summit!Settle in vessels that are full of fatness, as cheering and most gladdening drink for Indra! DECADE V Soma Pavamana 1 In forefront of the cars forth goes the hero, the leader, seeking spoil: his host rejoices.Soma endues his robe of lasting colours, and blesses, for his friends, their calls on Indra. 2 Thy streams have been poured forth with all their sweetness, when, cleansed thou passest through the woollen filter.The race of kine thou cleansest, Pavamana! Thou didst beget: and speed the Sun with splendours. 3 Let us sing praises to the Gods: sing loudly, send ye the Soma forth for mighty riches!Let him flow, sweetly−flavoured, through the filter: let the God Indu settle in the beaker! 4 Urged on, the father of the earth and heaven hath gone forth like a car to gather booty.Going to Indra, sharpening his weapons, and in his hands containing every treasure. 5 When, by the law of the Most High, in presence of heaven and earth, the fond mind's utterance formed him.Then, loudly lowing, came the cows to Indu, the chosen, well loved master in the beaker. 6 Ten sisters, pouring out the rain together, the sage's quickly−moving thoughts, adorn him.Hither hath run the gold−hued child of Surya, and reached the vat like a fleet vigorous courser. 7 When beauties strive for him as for a charger, then strive the songs as people for the sunlight.A mighty Sage, he flows enrobed in waters and hymns as 'twree a stall that kine may prosper. 8 Strong Indu, bathed in milk, flows on for Indra, Soma exciting, strength, for his carousal.He quells malignity and slays the demons, King of the homestead, he who gives us comfort. 9 Pour forth this wealth with this purification: flow onward to the yellow lake, O Indu!Here, too, the bright one, wind−swift, full of wisdom, shall give a son to him who cometh quickly. 10 Soma, the mighty, when, the waters' offspring, he chose the Gods, performed that great Part 01 Book 06 52"},{"pageNumber":55,"pageContent":"achievement.He, Pavamana, granted strength to Indra: he, Indu, generated light in Surya. 11 As for a chariot−race, the skilful speaker, first hymn, inventor, hath with song been started.The sisters ten upon the fleecy summit adorn the car−horse in the resting−places. 12 Hastening onward like the waves of waters our holy hymns are coming forth to Soma.To him they go with lowly adoration, and, longing, enter him who longs to meet them. CHAPTER II DECADE I Soma Pavamana 1 For first possession of your juice. for the exhilarating drink,Drive ye away the dog, my friends, drive ye the long−tongued dog away! 2 As Pushan. Fortune, Bhaga, comes this Soma while they make him pure.He, Lord of all the multitude, hath looked upon the earth and heaven. 3 The Somas, very rich in sweets, for which the sieve is destined, flow Effused, the source of Indra's joy: may your strong juices reach the Gods! 4 For us the Soma juices flow, the drops best furtherers of weal,Effused as friends, without a spot, benevolent, finders of the. light. 5 Stream on us riches that are craved by hundreds, best at winning spoil,Riches, O Indu, thousandfold, most splendid, that surpass the light! 6 The guileless ones are singing praise to Indra's well−beloved friend,As, in the morning of its life, the mothers lick the new−born calf. 7 They for the bold and lovely one ply manly vigour like a bow;Bright, glad, in front of songs they spread to form a vesture for the Lord. 8 Him with the fleece they purify, brown, golden−hued, beloved of all,Who with exhilarating juice goes forth to all the deities. 9 Let him, as mortal, crave this speech, for him who presses, of the juice,As Bhrigu's sons Part 01 Book 06 53"},{"pageNumber":56,"pageContent":"chased Makha, so drive ye the niggard hound away! DECADE II Soma Pavamana 1 Graciously−minded he is flowing on his way to win dear names o'er which the youthful one grows great.The mighty and far−seeing one hath mounted now the mighty Surya's car which moves to every side. 2 Spontaneous let our drops of Soma juice flow on, pressed out and tawny−coloured, mightily, to the Gods!Still let our enemies, the godless, be in want, though filled with food; and let our prayers obtain success! 3 Most beauteous of the beauteous, Indra's thunderbolt, this Soma, rich in sweets, hath clamoured in the vat.Dropping with oil, abundant, streams of sacrifice flow unto him, and milch−kine, lowing, with their milk. 4 Indu hath started forth for Indra's settled place, and slights not, as a friend, the promise of his friend.Soma comes onward like a youth with youthful maids, and gains the beaker by a course of hundred paths. 5 On flows the potent juice, sustainer of the heavens; the strength of Gods, whom men must hail with shouts of joy.Thou, gold−hued, started like a courser by brave men, art lightly showing forth thy splendour in the streams. 6 Far−seeing Soma flows, the Steer, the Lord of hymns, the furtherer of days, of mornings, and of heaven.Breath of the rivers, he hath roared into the jars, and with the help of sages entered Indra's heart. 7 The three−times seven milch−kine in the loftiest heaven have for this Soma poured the genuine milky draught.Four other beauteous creatures hath he made for his adornment when he waxed in strength through holy rites. 8 Flow on to indra, Soma, carefully effused: let sickness stay afar together with the fiend!Let not the double−tongued delight them with thy juice: here be thy flowing drops laden with opulence! 9 Even as a King hath Soma, red and tawny Bull, been pressed: the wondrous one hath bellowed to the kine.While purified thou passest through the filtering fleece to seat thee hawk−like on the place that drops with oil. Part 01 Book 06 54"},{"pageNumber":57,"pageContent":"10 The drops of Soma juice, like cows who yield their milk, have flowed forth, rich in meath, unto the diety,And, seated on the grass, raising their voice, assumed the milk, the covering robe wherewith the address stream. 11 They balm him, balm him over, balm him thoroughly, caress the mighty strength and balm it with the meath.They seize the flying Steer at the stream's breathing−place: cleansing with gold they grasp the animal herein. 12 Spread is thy cleansing filter, Brahmanaspati: as prince thou enterest its limbs from every side.The raw, whose mass hath not been heated, gains not this: they only which are dressed, which bear, attain to it. DECADE III Soma Pavamana 1 To Indra, to the mighty one, let these gold−coloured juices go,Drops born as Law prescribes, that find the light of heaven 2 Flow vigilant for Indra, thou Soma, yea, Indu, run thou forth;Bring hither splendid strength that finds the light of heaven! 3 Sit down, O friends, and sing aloud to him who purifies himself.Deck him for glory, like a child, with holy rites! 4 Friends, hymn your Lord who makes him pure for rapturous carouse: let them Sweeten him, as a child, with lauds and sacred gifts! 5 Breath of the mighty Dames, the Child, speeding the plan of' sacrifice,Surpasses all things that are dear, yea, from of old! 6 In might, O Indu, with thy streams flow for the banquet of the Gods:Rich in meath, Soma, in our beaker take thy seat! 7 Soma, while filtered, with his wave flows through the long wool of the sheep,Roaring, while purified, before the voice of song. 8 The speech is uttered for the Sage, for Soma being purified:Bring meed as 'twere to one who makes thee glad with hymns! Part 01 Book 06 55"},{"pageNumber":58,"pageContent":"9 Flow to us, Indu, very strong, effused, with wealth of kine and, steeds,And do thou lay above the milk thy radiant hue! 10 Voices have sung aloud to thee as finder−out of wealth for us:We clothe the hue thou wearest with a robe of milk. 11 Gold−hued and lovely in his course through tangles of the wooli [sic] he flows:Stream forth heroic fame upon the worshippers! 12 On through the long wool of the sheep to the meath−dropping vat he flows:The Rishis' sevenfold quire hath sung aloud to him. DECADE IV Soma Pavamana I. For Indra flow, thou Soma, on, as most inspiring drink, exceeding rich in sweets.Great, most celestial, gladdening drink! 2 Make high and splendid glory shine hitherward, Lord of food, God, on the friend of Gods:Unclose the cask of middle air! 3 Press ye and pour him, like a steed, laud−worthy, speeding through the region and the flood,Who swims in water, dwells in wood! 4 Him, even this Steer who milks the heavens, him with a thousand streams, distilling rapturous joy,Him who brings all things excellent. 5 Effused is he who brings good things, who brings us store of' wealth and sweet refreshing food,Soma who brings us quiet homes. 6 For, verily, Pavamana, thou, divine! endued with brightest splendour calling all Creatures to immortality. 7 Effused, he floweth in a stream, best rapture−giver, in the long wool of the sheep,Sporting, as 'twere the waters' wave. 8 He who from out the rocky cavern with his might took forth the red−refulgent cows−−Thou drewest to thyself the stall of kine and steeds: burst it,brave Lord, like one in mail; yea, Part 01 Book 06 56"},{"pageNumber":59,"pageContent":"burst it, O brave Lord, like one in mail! −− Part 01 Book 06 −− Part 01 Book 06 57"}]
