[{"pageNumber":1,"pageContent":"astronargon.ushttp://www.astronargon.us/?p=1774A Nightside Grimoire & the Ordeals of the A∴A∴← The Abomination of Desolation The Star Called Wormwood →byFrater Apollonius4°=7□ A∴A∴Do what thou wilt shall be the whole of the Law.The ‘nightside’ of the Tree-of-LifeThe Qliphoth (קליפות with a value of 606—equivalent to the Hebrew word for nexus or ligature [abinding] and meaning “peels”, “shells” or matter, which in the singular form of the word [קליפה] having avalue of 600—equivalent to the Hebrew word for knot or ligature) of the ‘nightside’[1] of the Tree-of-Lifecreate a valuable grimoire for those attempting to understand the Ordeals of the Grades of the ATATThese manifest in our traversal of the spiritual path as bindings that can hold us back from furtheradvancement and with by successfully overcoming them, can bind us that much more firmly to the path.These ordeals well up from the subconscious part of the psyche and serve to rid us of energy blocksthat are the neuroses we each must confront in order to unify the psyche into a more functional whole;making us more fully human. Israel Regardie referred to these shadows as the “evil twins,” which canalso easily be described as the Tree-of-Knowledge (of good and evil).The SefirotGradeQliphoticAngelsDescription of QliphoticAngelsOrdealNeophyte NehemothNehemoth: Whisperers (orThe Ordeal of the Nephesh"},{"pageNumber":2,"pageContent":"Neophyte (Malkuthattained)Nehemoth(Lilith)Nehemoth: Whisperers (orNight Spector) “These are responsible forfrightening sounds instrange places. They excitethe mind and cause strangedesires.” This correspondswith Malkuth as well.Nehema: GroaningTo Nehemoth, Nehema isattributed, “and istraditionally a demon andthe sister of Lilith, possibly aremembrance of theEgyptian Nephthys and Isis.It is conceivable thatNehema is the same asNaamah, the sister of TubalCain.”The Ordeal of the Nephesh&the ‘Sorrow of the GreatMother;’ it is said that thevampire (from theProbationer Ordeal)appears here in the form ofa woman.Zelator (Yesodattained)GamalielGamaliel: Polluted of God “Yesod is the place of thefinal forms that becomematter in Malkuth. TheGamaliel are the Misshapenand polluted images thatproduce vile results. Theouter form is the order ofOgiel, ‘those Who Flee fromGod’.”Lilith: Night SpectorTo Gamaliel, Lilith isattributed and “is the grandlady of all demons. Thedemons are sometimesconsidered to be thechildren of Lilith and is saidto be the woman whocomes to men in theirdreams.”The Ordeal of Choronzon Yesod connects via thenightside of the Tree-of-Lifewith Da’ath.Practicus Hod attainedSamaelSamael: The Desolation ofGod, or The Left Hand “Hod is the complex workingof the will of the Absolute.Samael represents the"},{"pageNumber":3,"pageContent":"barren desolation of a fallenand failed creation. Theouter form is the Theuniel,‘The filthy Wailing Ones ofGod’.”Adrammelech: PowerfulKingTo Samael, Adrammelechis attributed. “This name isfound in Fourth Kings: XVII,29-31: ‘ And the men ofBabylon made Succoth-benoth, and the men of Cuthmade Nergal, and the menof Hamath made Ashima,and the Avvites madeNibhaz and Tartak, and theSepharvites burnt theirchildren in the fire toAdrammelech andAnammelech, the gods ofSepharvaim.”Philosophus NetzachattainedHarabSerapelHarab Serapel: Ravens ofthe Burning of God “Netzach is the openness ofnatural love. The HarabSerapel are the Ravens ofDeath who reject even theirown. The outer form isTheumiel, ‘The FouledSubstance of God’.”Baal: Lord and Tubal Cain:Maker of Sharp WeaponsTo Harab Serapel, “Baal isattributed, and is “a wordwhich means Lord, much asAdonai means Lord. Theword Baal or ‘Bel’ hasbecome restricted in itsusage to signify a ‘Lord ofDarkness’.” Also attributedis Tubal Cain.DominisLiminis The Lesser Dark Night ofthe Soul"},{"pageNumber":4,"pageContent":"[Intersectionof Sameck &Peh]AdeptusMinor TipharethattainedTogaririmTogaririm(n): Those WhoBellow Grief and Tears“Tiphereth is the place ofgreat beauty and rejoicing.The Togaririm build uglinessand groan about it. Thecortex of the Togaririm iscalled the Zomiel, ‘TheRevolt of God’.”Belphegor: Lord of theDeadTo Togaririm, “thereplacement of Tiphereth,the sphere of the vitalizingSun, with a place holdingBelphegor, the lord of deadbodies, is most striking.”“The gross must passthrough fire” AL:I.50—akinto silver; per AL:III.64 (thesuccessful completion ofthe ordeal called theLesser Dark Night of theSoul)AdeptusMajor GeburahattainedGolabGolab: Burning Bodies“Geburah is a going forth inpower to rule in strength.The order of Golab iscomposed of those whoburn to do destruction —even on themselves. Theouter form is the Usiel, ‘TheRuins of God’.”Asmodeus: The DestroyingGodTo Golab, Asmodeus isattributed. “This name is halfHebrew and half Latin.Asmodeus is oftenmentioned in the literature ofdemonology. The name canalso be translated as ‘Theone adorned with fire’.”AdeptusExemptus GamchicothGamchicoth: Devourers “Let the fine be tried inintellect” AL:I.50—akin togold; per AL:III.65"},{"pageNumber":5,"pageContent":"Chesedattained“Chesed is the source ofbounty both in idea and insubstance to the lowerforms. Gamchicoth is theorder of ‘Devourers’ whoseek to waste the substanceand thought of creation. Theouter form is the order ofAzariel, ‘The Binding Onesof God’.”Astaroth: One of the FlockTo Gamchicoth, “Astaroth isattributed. This is the nameof the goddess Astarte, theIshtar of the Babyloniansand perhaps also the Isis ofthe Egyptians.”gold; per AL:III.65 The next ordealcorresponds to the AbyssalCrisis is designated assymbolically equivalent to“gold” (c.f. L, 3:65). Thisword, in Latin, is aurum, aword from which we getAurora, the goddess ofdawn. The word is alsolinked with the idea, “toshine”. The word goldequates with 38, the valueof the word death; for it isthe formula of the ExemptAdept to disintegrate thebase components of his orher ego and to reintegratethem to best serve his orher Holy Supernal Will.Babe of theAbyssThe Greater Dark Night ofthe Soul “the lofty chosen ones in thehighest” AL—akin tostones of precious water;per AL:III.66Consider the river Styx tobe crossed unto the City ofthe PyramidsMagisterTempli BinahattainedSatharielSathariel: Concealmentof God“Even as Binah is the greatrevealing one who bestowsthe structure of the Absoluteonto the created, itsopposite, the Sathariel,conceal the nature of ThePerfect. The cortex or outerform of the Sathariel iscalled the order of Sheireil,‘The Hairy Ones of God’.”Lucifuge: One Who FleesLightTo Sathariel, Lucifuge “isattributed and is probably aPer Liber B: “Now the grade of aMagister teacheth theMystery of Sorrow...”"},{"pageNumber":6,"pageContent":"name made up to replacethe name Lucifer, ‘LightBearer’.”Magus ChokmahattainedChaigidelChaigidel: Confusion ofthe Power of God“These are the confusion ofthat great power which, asChokmah, goes forth at thebeginning to give the vitalenergy of creation to theprocesses of Binah. Thecortex of the Chaigidel iscalled Ghogiel, ‘Those WhoGo Forth into the PlaceEmpty of God’.”Beelzebub: Lord of the Fliesand Adam Belial: WickedManTo Chaigidel, “both Satanand Beelzebub areattributed as well as AdamBelial. The name Belial isoften used separately as ademonic name.”Per Liber B: “...the grade of a Magusthe Mystery of Change...”Ipsissimus KetherattainedThamielThamiel: Duality in God “Thamiel represents dualitywhereas Kether representsunity. Thus Thamiel is thedivision of that which isperfect only in unity. As ademonic order name, theThamiel were before their‘revolt’. This signifies‘Perfection of God’. Theseangels sought to becomemore powerful by adding anAleph to their name. Theythen became the ‘Duality ofGod,’ an order of the lesserdemons. In the lowest stateof their ‘fall’, they becomethe ‘the Polluted of God.’The cortex or outer form ofthe Thamiel is calledCathariel, ‘the Broken’ or‘Fearful Light of God’.”Per Liber B: “...and the grade ofIpsissimus the Mystery ofSelflessness, which iscalled also the Mystery ofPan.”"},{"pageNumber":7,"pageContent":"Satan : Adversary and KingTo Thamiel, “there are twodemons that are attributedto stress the view that thedemonic opposite of Ketheris duality instead of unityand are Satan and Molochor Malech.”The 22 PathsKalaDiseaseForceOrdealSiddhiAtavism32 Universe ThantifaxathArteriosclerosis;the adjunct ofSenilityRestriction & IncarcerationWorks ofMalediction andDeathCrocodile31 Aeon ShalicuFever;culminating ininsanity or deathDarknessTransformation,Invisibility orDisappearanceAppearanceof First Matter(Being) in itscorrupt orunregeneratestate (Ego)30 Sun RaflifuDepletionPower ofacquiring wealth(gold), and ofpreparing theRed TinctureLeopard29 Moon QulielfiEvil as thepower of non-beingMalignantWomanhaunt thisTunnel; cf.Crowley’sinstructionson theOrdeal of theNephesch forthe NeophyteCasting ofIllusions &BewitchmentsFrog28 Emperor TzuflifuApoplexyViolent,spiraling heatand energyEvil orChaosemerges in"},{"pageNumber":8,"pageContent":"Tzuflifuits raw state27 Tower ParfaxitasFevers &Wounds; alsoinflamation-theredness ofwhich issymbolic of thewound ofpubertyWrath andVengeanceAssumption ofAnimal Formsthroughemployment of8th Degreeformula: masturbationOwl & Wolf26 Devil A’ano’ninPriapismWitches SabbatGoat and Ass25 Art SaksalimConcepts ofReversal,TransformationandAnnihilationBeing boundwith Fear &HorrorTransmutation &Vision ofUniversalPeacock as asymbol ofShaitanSerpent24 Death NiantielCancerNecromancy;Alchemicalformula ofPurification viaPutrefactionBeetle23 HangedMan MalkunofatThe Power ofSkryingLeviathon22Adjustment LafoursiaxImbalanceRavenousbirds w/facesor womenwho snatchaway soulsof living frommortal clay.Ability to balanceon bridge overfulf othe Abyss;between livingand non-living.Spider & theprecision andsynastry ofTruth andJustice21 Fortune KurgasiaxAscendency(political orotherwise)20 Hermit ParalysisVirile force;Death in LifeParthenogenesis"},{"pageNumber":9,"pageContent":"YamatureservedKarezza19 Lust TemphiothStrokeSexual heatTraining wildbeasts withreference to themechanism of IXdegree OTO;woman bridling& directinginsensatepassionsSerpent’stongue18 Chariot CharacithBewitchments &the power ofcastingEnchantmentsCamel17 Lovers ZamradielShugal-Choronzon asa virulentmagickalstormOminousappearancesandBansheesBilocationHyena16Hierophant UriensPhysical strengthHippopotamus15 Star HemethterithEnergy flashesAstrologyPeacock Eagle14 Empress DagdagielSyphillis,gonorrhea &nymphomaniaAbility to distilllove philtersDove13 Priestess GargophiasMenstrualDisordersCreativity &ReproductionClairvoyance &Divination duringa lunar eclipseFrog12 Magus BaratchialAtaxaphasia;disorders ofspeechGift of tongues,gift of healing &knowledge ofsciences"},{"pageNumber":10,"pageContent":"11 Fool AmprodiasFlux;unbalanced oruntimelydischarges oflunar energyDivinationEagle & ManThe Ordeals & the Dark Night of the SoulThe ordeals are intimately connected with a phase in spiritual development; referred to as the ‘darknight of the soul.’ The phrase was originally coined by St. John of the Cross, who says that it:...puts the sensory spiritual appetites to sleep, deadens them, and deprives them ofthe ability to find pleasure in anything. It binds the imagination, and impedes it fromdoing any good discursive work. It makes the memory cease, the intellect becomedark and unable to understand anything, and hence it causes the will to become aridand constrained, and all the faculties empty and useless. And over this hangs adense and burdensome cloud, which afflicts the soul, and keeps it withdrawn from thegood.The first of these several occurrences in one’s Magickal career is called the ‘Valley of the Shadow ofDeath’ and is a feature of the Path of Tav that the Neophyte of Our Order begins to travel. It is this thatis called a reflection of the ‘Sorrow of the Great Mother.’ The ‘Valley of the Shadow of Death’ isessentially, the Abyss; connected to Yesod (that the Neophyte is working to fully attain) via the‘nightside’ (shadow) of the Tree-of-Life.The averse pentagram with its apex at Yesod shows the Ruach involuted into the Moon, which is itself,the culmination of the path of Tav—the Universe Atu. Tav is ruled by Saturn, which in the originalHebrew rendering of the Tree-of-Life was also placed upon the Abyss (moving Binah—attributed toSaturn) from which the ‘Babe of the Abyss’ emerges into Binah. The averse pentagram shows theinvoluted soul (Ruach) of humanity."},{"pageNumber":11,"pageContent":"A line is drawn from Da’ath (where Binah is superimposed) to Netzach; then up to Geburah and acrossto Chesed; then down to Hod and back up to Da’ath. Da’ath is termed the non-Sefira; giving credulityto the superimposition. This gives us the upright pentagram; its apex culminating in the Abyss or theCity of the Pyramids (Binah), which themselves are tombs. This can be said to represent the idea oftranscendence in the living man; reflective of Crowley’s motto as Master of the Temple: V.V.V.V.V. (“Bythe force of truth, I have conquered the Universe while living”). And it is said that this attainment is thecomplete annihilation of the personality; that is existence above the Abyss. But after such attainment,the personality is reflected back into the Ruach and only a limited memory of the experience remains.The feeling of this ordeal is a morbid heaviness that besets the Neophyte; continuing on to the twosubsequent grades in the Astral Triad (Yesod, Hod and Netzach). The second phase in this ordealoccurs for the Zelator and is called the ‘Ordeal of Choronzon;’ the Zelator now moving towards theBlack Pillar on the Tree-of-Life. Here the argumentative nature of Choronzon is discovered andsophistic rationalizations are engaged. If the Aspiration unto Tiphareth is strong, these arguments areused to develop the intellectual (and subsequently, the emotional capacities for the Philosophus)understanding of the Practicus. But if the Aspiration is weak, a temporary or permanent failure willoccur; leaving the Aspirant in a nihilist state—lamenting the futility of living (finding no meaning inexistence).The second of the existential crises is called the ‘Lesser Dark Night of the Soul’ that occurs at theintersection of Samekh and Peh; before the Veil of Paroketh. It is the ‘blasted tower’ that shows theDominus Liminis, but a glimpse of the illuminated singular or unified consciousness that is called theHoly Guardian Angel. The fight is to yoke all the petty egos of the psyche into what is called asar unnefer (myself made perfect)—a singularity that Ray Kurzweil predicts is an upcoming destiny for thehuman race. Some, most or all of these psychic components will rebel; preferring to toy with oldsweetnesses, as described for the Scarlet Woman in Liber AL.AL:III.43 “Let the Scarlet Woman beware! If pity and compassion andtenderness visit her heart; if she leave my work to toy with old sweetnesses;then shall my vengeance be known. I will slay me her child: I will alienate herheart: I will cast her out from men: as a shrinking and despised harlot shall shecrawl through dusk wet streets, and die cold and an-hungered.“"},{"pageNumber":12,"pageContent":"Motta’s commentary to this verse is insightful:Although this verse is specifically directed to the Scarlet Woman, there is a sense inwhich it is useful to all Aspirants, and it must be taken in a very literal sense.We have already remarked that there are no contradictions in the Book. You havebeen told not to pity; you have been told that compassion is the vice of kings; youmust act as if you believe these assertions to be facts, if you want to become aThelemite. See LXV, v, 52-56.Many of your ordeals shall be of pity and compassion. You must remember that pityis vanity and compassion is confusion, or you will run the risk of wasting yourdedication on the most worthless people.“Old sweetnesses”: see AL I, 49; AL II, 5, 52. These verses must be understood inthe most literal sense, and complied with punctiliously. Let the dead bury their dead,and follow 666!“I will alienate her heart”: I will confuse her intelligence.“I will cast her out from men”: Even those for whom she showed pity or compassionwill scorn her. In fact, they will be first to do so.“I will slay me her child”: Remember the Sign I.R.! This is a hint for Members of acertain Grade.Nor do you forget AL III, 16.It is important to remember that Crowley teaches that the Aspirants to the A.’.A.’. are brothers andthose who have attained to the A.’.A.’. are sisters. This has everything to do with the fact that Malkah,the Daughter attains to the throne of the Mother (Babalon and the great N.O.X.). Thelema is indeed atruly Gnostic philosophical system that is goddess-oriented in the same way as the ancient Gnosticphilosophical system.The counterpart to the Lesser Dark Night of the Soul is the Greater Dark Night of the Soul that involvesthe transformation of the unified consciousness into divine consciousness. This is indicated by the factthat the apex of the upward pentagram is actually not on Binah at all (as described above) but is fixedon Uranus; hence a breakup of the unified ego structure into particles of dust; suitable to convince theferryman that the soul is indeed dead and to conduct the Exempt Adept across the river Styx and untothe City of the Pyramids.That this occurs on the path of Gimel (Priestess Atu) shows us the nature of this desolation. The camelis the vehicle of the desolate desert; desolation being the indescribable nature of the Ordeal of theBabe of the Abyss.Love is the law, love under will.[1] The nightside would be essentially equivalent to the Jungian shadow that is also referred to as theunconscious.← The Abomination of Desolation The Star Called Wormwood →"}]
