[{"pageNumber":1,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 1 PO 403 BUSHCRAFT EO DESCRIPTION PAGE 01 Select personal clothing and equipment. 3 - 2 02 Pack and carry individual clothing and equipment. 3 - 9 03 Apply the principles of safe toolcraft. 3 - 15 04 Assemble a survival kit. 3 - 17 05 Light a stove and lantern. 3 - 18 06 Discuss the principles of outdoor cooking with water procured in the field. 3 - 23 07 Construct a shelter. 3 - 25 08 Follow camp routine and discipline in the field. 3 - 27 09 Discuss natural hazards. 3 - 29 10 Demonstrate a co ncern for the environment. 3 - 37 11 Tie a knot (thumb, figure 8, and reef knots; clove and half hitches). 3 - 40 12 Light a fire. 3 - 45 Green Star 13 Apply field signals and formations. 3 - 48 14 Employ methods of environmentally safe waste disposal in the field. 3 - 49 15 Maintain section equipment. 3 - 51 16 Tie a knot (bowline, Fisherman’s, and square lashing). 3 - 55 17 Identify bivouac site and all its various components. 3 - 57 18 Observe hiking techniques. 3 - 60 19 Prepare for an expedition. 3 - 64 2 0 Discuss dangerous animals. 3 - 67 Red Star 21 Employ voice procedures 3 - 69 22 Discuss survival psychology and strategy. 3 - 72 23 Predict a change in weather. 3 - 80 24 Judge a distance. 3 - 87 Silver Star 25 Construct an improvised shelter. 3 - 90 INTRODUCTION The skills and knowledge of Bushcraft are some of the key elements in the Army Cadet training program. Many of the greatest challenges and rewards in this program will occur in adventurous outdoor training. Once"},{"pageNumber":2,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 2 you are confident in outdoor safety, surviv al and trekking skills, you will be prepared to fully explore and discover our vast and remote Canadian wilderness. WILDERNESS JOURNAL Start now to keep a written record of your adventures and experiences. Keep copies of routes that you travel, write down stories or anecdotes, and draw pictures of the animals, plants and scenery you encounter. Record your favourite, and least favourite, places, people and events and the lessons that you learn from the experience. At the end of your cadet career this j ournal will tell a wonderful story. EO 403.01: SELECT PERSONAL CLOTHING AND EQUIPMENT WEATHER AND SEASONAL CONSIDERATIONS When you select your personal clothing and equipment for an outdoor activity, the elements of weather and season will have a sign ificant impact on your choices. Air temperature, wind, precipitation, altitude, humidity and the UV index are elements of weather that will need consideration. Your local media, or Environment Canada, will offer weather forecasts that are moderately accura te for your area for short periods of time (2 - 3 days). You can also research weather averages, highs and lows for the area you plan to travel to for your activity. Remember that weather is not constant or 100% predictable. When you are in the outdoors ke ep your eyes open for changes in your environment that could lead to weather changes, and be ready to adapt your clothing and equipment choices. Changes in air temperature, air pressure, wind direction or cloud cover often signal upcoming weather"},{"pageNumber":3,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 3 changes. More people die from being improperly prepared for weather changes than any other cause in the outdoors. CLOTHING Clothing that you wear for outdoor activity must protect you from sun, wind, rain and snow, variations of temperature and insects. The comp onents of outdoor clothing can be identified as: a. hat – your hat should be wide brimmed for sun and rain protection, with holes for ventilation; b. shell (jacket) – your shell is your primary protection from wind and rain or snow and keeps your insulation laye r dry. It should be long enough to reach your thighs. It should have a hood as well as wrist, neck and waist closures that you can loosen or tighten to allow ventilation. You need to remember that moisture can also come from inside your clothes as you pers pire in warm weather or while you are participating in strenuous activities. You can control the build up of moisture in your clothes by wearing a shell that is made from a waterproof breathable fabric and has extra ventilation openings under the armpits. The extra vents and the ability of the material to allow moist air out without allowing rain in helps keep you dry. Also look for a shell that has a zippered opening in the front and has no permanent insulation layer attached to it. You may also choose a p air of wind or rain pants to compliment the protection of your shell; c. insulation – you will want to have appropriate insulation for the coldest weather expected during your activity outside. The best method of insulating yourself is to have several thin la yers of insulative clothing as opposed to one thick layer. The thin layers will allow you to adjust the amount of insulation you have on at one time, and add or subtract as the temperature or your physical activity changes. The air space created between th e layers is excellent insulation! Wool, and the more lightweight synthetic fleece materials, make good insulators because they maintain their insulative capacity even when wet. Be sure the insulation layers you choose fit under your shell, and that they in sulate your neck, shoulders, torso and lower back. Insulation for your legs should be chosen with the type of activities and the lowest expected temperature in mind; d. shirt – in warm weather you will need a long sleeve shirt to protect you from the sun and insects. The sleeves should have"},{"pageNumber":4,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 4 an elastic or adjustable cuff that can be rolled up if required. It should have a collar that can protect the back of your neck and it should be made of a material that does not retain moisture; e. undershirt and underwear – y our undershirt can be one of your best methods of moving moisture away from your skin to assist cooling as well as keep you dry. Choose a shirt made with a “wicking” material – a material that draws moisture away from your skin and disperses it into your o uter layers for evaporation. Your underwear should be comfortable and protect you from chaffing. It should be made of material that does not retain moisture. Your choice in comfortable and practical undergarments is almost as important as your choice of a shell; f. pants – choose pants with full length legs that have closures at the cuffs and an adjustable waist. Large pockets that close securely and self - drain are added bonuses. Ensure that the waist will not roll or fold over when you carry a pack. The mater ial should be durable and provide protection from sun and insects; g. socks – wear socks that provide the appropriate amount of insulation required for your activity. Remember that your feet sweat as much as the rest of your body so choose socks of a material that will wick away the moisture as well as remain warm if they get wet. Comfort and practicality can be achieved by wearing a thin liner sock under your heavier protective sock. The two - sock system reduces friction on your skin and allows better ventilat ion. Avoid materials that retain moisture and choose socks that fit inside your footwear; and h. footwear – the activities you participate in will have a direct impact on your choice of appropriate footwear. The construction, style and material of your footwe ar will vary with terrain, temperature, weight carried, and speed of travel. For weekend hiking with a light to moderate pack weight along established trails you will need a light hiking boot, or shoe, made out of material that will dry quickly, with a fir m but comfortable sole. Longer backcountry expeditions might require a solid hiking boot with extra arch, ankle and heel support. Trail running, orienteering and day hikes require running shoes, approach shoes or light hikers. Regardless of what footwear i s appropriate for the activity you must allow time for break in. Breaking in footwear prior to a hike will go a long way to preventing blisters. Make sure that your boots and socks fit properly, there should be just enough room for your"},{"pageNumber":5,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 5 toes to move a litt le forward (this allows room for your toes when you walk downhill). In general, your clothing should be comfortable and loose fitting. Try all your individual items on before going out to ensure fit and that there is no damage or missing parts. Check you r range of motion with all your layers on and be sure that you can reach and stretch without being bound by your clothes. You can complement your cold weather clothing with mitts and a toque made from a good insulator that sheds moisture. Keep all your clo thes as clean as possible, repair and wash when required. Moisture management is a technique of controlling moisture build - up in your clothes. Along with choosing appropriate outdoor clothing you can manage moisture by: a. ventilating your clothing by openin g cuffs, “pit zips” and the front zipper; b. wearing clean layers that are loose that don’t retain moisture; c. removing your hat when participating in strenuous activities – except when in direct sunlight; d. choosing insulation that is appropriate to the tempera ture and activity, and adding or subtracting layers for changes as they occur; and e. keeping your socks clean and dry. Always carry extra socks, and change your socks regularly. Remember “ COLD ” if you don’t want to be cold: C – c lean clothes breathe and in sulate better; O – avoid o verheating by ventilating; L – dress in l oose l ayers; and D – stay d ry. PERSONAL EQUIPMENT Your personal equipment is divided into two categories: objects that you carry in your pockets, and objects that find a place in your load carrying device. Items you would ordinarily carry in your pockets are: a. whistle (plastic); b. folding pocket knife with a large (10cm) and small blade; c. personal identification and medical insurance card; d. map and compass;"},{"pageNumber":6,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 6 e. matches; f. survival kit; g. lip balm; h. notepad and pencil; and i. small flashlight. Keep your knife blades sharp and remove or reverse flashlight batteries when storing your flashlight. SLEEPING BAGS Your choice of a sleeping bag has a lot in common with your choice of outdoor clothing. It must be the right size (length and width), have the appropriate amount of insulation for the coldest expected temperature, be made of a material that breathes and doesn’t retain moisture, and have a good quality fastener (zipper). Sleeping bag construction – the parts of a sleeping bag are: a. outer shell – constructed from a light weight fabric, often nylon or polyester, it should be of sufficient weight and quality to protect the insulation layer; b. insulation – sleeping bag insulation is divided into two catego ries: natural and synthetic. Natural insulation is usually waterfowl down – the short feathers closest to a duck’s, or goose’s, body that insulate the animal when in cold water. There is a variance in quality of down and the methods used to secure it in pl ace inside the bag’s inner and outer shell. Look for a bag with good quality down with the insulation held in place by “baffles” – dividers sewn between the two shells that keep the down in place. Down is the warmest and lightest insulation that can be fou nd in a sleeping bag, however it loses almost all of its insulative value when it gets wet – and it is very difficult to dry in the field. Synthetic insulation comes in sheets and is secured between the shells in layers. Check how many layers of insulation are used and how they are attached. Some bags offer more insulation on the top than on the bottom. Avoid bags where the insulation is secured by sewing the two shells together creating seams where there is no insulation. Most synthetic insulation retains its insulative value when wet. Some synthetics are very light and warm – they make a better all - round choice than down for a general purpose sleeping bag; c. inner shell – constructed from a light weight fabric. Look for an inner shell that doesn’t retain moi sture. Many inexpensive bags use cotton/flannel inner shells, which are comfortable, but"},{"pageNumber":7,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 7 not suitable for a trekking or expedition bag as cotton takes too long to dry; d. hood – a part of the main bag that you can pull around your head in cold weather. This k eeps your head warm without a build up of moisture from your breath in the bag; e. liner – a thin bag you place inside your main bag to help keep the main bag clean and to offer a little more insulation; f. overbag – a durable bag placed over your main bag to pr otect the outer shell, and to offer more insulation. Overbags made from waterproof and waterproof - breathable material can be used as mini - shelters – there are several good designs of these “bivi - bags” that have screened openings to protect your face from bugs and to allow some ventilation in warm weather; and g. vapour barrier – a non - permeable membrane designed to keep warm moist air created by your body inside the sleeping bag components. It is used only in temperatures below 0º. Choosing a sleeping bag – check your bag size by getting in and moving around. You need some space for a liner and extra clothes in cold weather. Be sure you have enough room to move your arms to zip up from the inside, and enough room around your feet so that they can rest in a co mfortable position. Bags come in three basic styles, each one offering their own advantages: a. rectangular bag – the most common economical bag. The zipper often opens fully to create a double sized blanket. This style is roomy and can be useful for warm w eather camping or indoor accommodation. The disadvantages as a bag for trekking or expeditions are numerous. The extra air space around your torso, legs and feet means that it takes more heat energy to heat up and keep the space warm. The extra material me ans the bag is bigger and heavier. There is no protection for your head in cold weather, and the liner materials used tend to retain moisture and odours; b. mummy bag – named this because you resemble an ancient Egyptian mummy when you’re in it! The bag tape rs from the opening following the contours of your body closely. There is very little extra air space once you are in the bag. The zipper may only reach halfway down the side of the bag and it is protected by an insulated flap (called a “draft tube”). The opening of the bag will have an insulated hood with a draw cord to pull the hood snug around your face to keep warm air in. Mummy bags for extreme cold will come with two separate bags, an inner and outer, that are used together. The mummy"},{"pageNumber":8,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 8 bag is certainly the warmest of the bag styles. The amount and type of the insulation will determine the overall bag weight; and c. barrel bag – this is a compromise between the efficiency of the mummy design and the economy of the rectangular bags. The shape tapers from the opening towards the foot, but is still considerably roomier than a mummy. Quite often there will be a hood with a draw cord, or at least an extension of one side of the opening that offers some head insulation. Depending on the insulation, this design is a good choice for spring, summer and fall camping. Care of your sleeping bag – keep your bag clean! Do not eat while in or sitting on your sleeping bag. Repair rips and damage as soon as it happens. Protect your bag from moisture, water from outside and m oisture created by your own body. Air out your bag after each night’s use and do not sleep with your head tucked into your bag. When you pack your bag use a “stuff sack” and do just that – stuff the bag in, do not roll or fold it. SLEEPING PAD You need a layer of insulation between you and the ground when you sleep, especially in cold weather. As with the sleeping bag, choose a pad that is appropriate for the activity you are participating in and the weather you expect. The colder the ground temperature, the more insulation you’ll need. Pads come in several length and designs: a. closed cell foam pad – the foam is lightweight and doesn’t absorb water. You can get foam pads in a variety of thickness, depending on your desired amount of insulation and comfort. Most foam pads are low priced and usually durable; b. air mattress – rubber, vinyl or a combination of materials in a variety of thickness. Usually they’re heavier than a foam pad, but offer good insulation when fully inflated. Disadvantages are that they are easily damaged, and they take a long time to inflate for use and deflate to pack. In cold weather, if you inflate your air mattress by mouth, ice crystals will form inside from the moisture in your breath (later, in the warmth, the moisture will cause you r mattress to rot); and c. self - inflating foam - air combination pads – these pads use foam as well as an adjustable valve to create a quick - to - inflate pad that has the insulative values of an air mattress with the convenience and light weight of a foam pad."},{"pageNumber":9,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 9 A CCESSORIES Some small pieces of kit you should always carry in your pack: a. stainless steel cup, knife/fork/spoon (KFS); b. insect repellant and sunscreen; c. a small tarp (at least 2m x 2m); d. small trowel for digging; e. sewing kit f. a first aid kit; and g. hygiene prod ucts (as required). EO 403.02: PACK AND CARRY INDIVIDUAL CLOTHING AND EQUIPMENT LOAD CARRYING DEVICES There are many devices made to assist you in carrying loads on your trek or expedition. Some of these devices are: a. backpack (also known as a “rucksack ”); b. “load bearing vest” or “webbing” – used primarily by military forces, webbing (small compartments attached to a common harness) and the vest allow soldiers to carry the essential pieces of their equipment with them at all times. Enough kit can be carri ed to support a person for 24 hours; c. canoe pack and “dry bags” – used by canoeists to carry all their equipment in their canoe. The special features of a canoe pack are large volume and soft sides – to avoid damage to the canoe. Dry bags are specially cons tructed to be waterproof, even in the case of being capsized; d. barrel – while voyageurs used to pack wooden hardwood barrels for trade and food supplies, modern plastic barrels for expeditions offer animal - proof and water tight storage for food and fragile equipment. Often, these are used in canoeing and expeditions in bear country; and e. pack board and tumpline – are two traditional load carrying devices for carrying heavy loads. The pack board is carried balanced on your shoulders and upper back, a tumpline (a band from the top of the load around your forehead) assists in keeping the balance of the load high and resting on your bone structure. The combination pack board with tumpline is still"},{"pageNumber":10,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 10 common with traditional porters and canoeists (for portaging heavy loads). BACKPACKS The common parts of backpacks are: a. harness – includes backplate, shoulder straps and sternum strap; b. hip belt; c. frame – internal or external; and d. bag. The two common backpack designs are: a. external frame; and b. internal frame. EXTERNAL FR AME BACKPACK External frame backpacks are constructed with a bag attached to a visible metal or resin frame. Some external frame packs offer a frame that adjusts in length, however most are not adjustable. It is important to choose a frame that is the cor rect size. Try the pack on and ensure the hip pads and hip belt rest snugly on your hips – the shoulder straps should connect to the harness at the same level as your shoulders. External frame packs have the advantages of: a. adaptability of components – ba gs can interchange and you can add objects from one person’s pack onto another’s (great if one of your teammates is having trouble and you want to help carry some of their kit); b. you can carry large and awkwardly shaped objects; c. the bag and cargo does not press against your back, offering ventilation and a comfortable carry; d. frames can be used to make an emergency stretcher; and e. heavy objects are easily attached close to the shoulders. The disadvantage of this frame is that the pack is very rigid and the load is held higher up your back, raising your centre of gravity. These characteristics make an external frame pack great for novice trekkers, and for carrying heavy loads over worn trails and fairly level terrain. "},{"pageNumber":11,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 11 External frame pack INTERNAL FRAME BACKPACK Internal frame packs are constructed with a resin or aluminum frame sewn into pockets in the harness of the bag. Often the frame consists of two “stays” running vertically along the backplate. Aluminum stays are meant to be moulded to the shape of your back. The bag is designed to carry all your gear internally with only pockets and accessories attached to the outside. Some smaller packs may offer the option of attaching a sleeping bag stuff sack to the top or bottom. Like the external frame pack s, it is important to correctly size your internal frame pack. Some models offer a range of pack sizes and some offer adjustable or replaceable stays. The opening to the bag is an important feature. A small opening aids in weatherproofing but makes packi ng and unpacking more difficult. A wide opening is handy but the longer zippers or extra fasteners are often more prone to trouble. Be sure that the zipper or fastener for the opening(s) is not at a place that will receive a lot of stress when the bag is p acked and carried. If the zipper breaks you might not be able to close the bag! Most larger bags will offer two or more compartments inside the pack. This will assist you in placing heavier items in the proper place, and keeping all your kit organized. "},{"pageNumber":12,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 12 Th e benefits of an internal frame pack are: a. comfortable harness that can be adjusted and moulded to you; b. a bag that holds its load close to your back and close to your centre of gravity; c. easy to pack bag; and d. the lack of projections and protrusions from pack make trekking in forests and through tight spaces easier. The disadvantages of this design are: a. hard to move equipment from one person to another; b. hard to carry large or awkward objects; c. with the backplate pressed against your back, care must be taken w hile packing to pad sharp or hard objects; and d. ventilation is restricted across your back. These characteristics make internal frame packs a good choice for treks with light to medium weight packs through forest or hilly terrain. Internal frame packs are excellent for climbing and mountaineering where range of motion and a lower centre of gravity are important. Internal frame pack"},{"pageNumber":13,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 13 HOW TO WEAR YOUR RUCKSACK You must take the time to adjust all the features of your pack before heading out into the wilder ness. Get a teammate to assist you when putting on your pack – it will be easier to adjust properly with a helping hand. Shoulder straps: a. check shoulder straps for length – padding should cover across shoulder and down front of chest; b. some shoulder strap s offer a tensioning strap at the top of the shoulder that is used once the pack is on to draw the top of the frame closer to the shoulders; c. some straps offer a quick release feature on one or both shoulder straps (hip belts as well). These are especially handy if you have fallen into water, or you are in an emergency and you need to get the pack off immediately. Quick releases are not for routinely taking off your pack; d. only tighten the shoulder straps enough to hold the pack to your back. They are design ed to work cooperatively with the hip belt to support your pack; and e. a sternum strap connects the two shoulder straps together. Because the hip belt takes most of the weight, your shoulder straps may wander towards the outsides of your shoulders. The stern um strap holds the shoulder straps in place. Hip belt: a. wear the hip belt snugly around your hips, not your waist; b. when putting on your pack, tighten your hip belt first, then your shoulder straps – this ensures that the weight is resting on your hips; and c. you can attach a water bottle holster to your hip belt. "},{"pageNumber":14,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 14 PACKING General rules: a. fasten all pocket covers and do not let anything hang or dangle from the outside of your pack; b. place a plastic garbage bag inside the main compartment to keep your items dry; c. place heavy objects close to the back of the frame, centred and higher on the load. This will balance your pack; d. carry long items vertically. The width of your load should not exceed 60cm; e. the shape of the load should be kept as flat as possible; f. snug up all compression straps to keep your load compact; g. place all toiletries in a protective bag inside your pack to avoid toothpaste flavoured clothes; h. carry all fuels in an approved sealed container; i. pack all the things you will need in an emergency in poc kets or in the top of your pack; j. you want to pack things in the order you are likely to use them for example, pack your shelter and cooking kit at the top of your bag so that it is the first thing you pull out. If it is raining when you arrive at your biv site, you will not have to pull all your clothes and sleeping bag out looking for your shelter; k. pack your days meals and snacks in an outside pocket – so you do not have to open the main bag at lunch or snack time;"},{"pageNumber":15,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 15 l. get a hydration bag (a soft plastic water bottle with a long flexible drinking tube) or position water bottles in convenient pockets or pouches; m. avoid carrying more than 16kg (35lbs) – heavier weights in any kind of pack may injure or damage the nerves in your shoulders. If you notice your hands becoming numb when carrying a pack, try loosening your shoulder straps, lightening your load or padding your shoulders. Experienced and stronger trekkers may find they are comfortable with heavier loads, but they should still be watchful for signs of injur y; n. Some external frame packs may require extra padding at the small of your back to hold the frame away from you. Try your pack on before your trek and ensure that you do not get any chaffing on your back or hips; and o. Always protect and pad sharp edges of equipment and tools. EO 403.03: APPLY PRINCIPLES OF SAFE TOOLCRAFT SAFETY When using an axe, shovel or bow saw: a. store tools in a secure place, never leave them lying around or touching the ground; b. always use the right tool for job; c. follow the safety p rocedures for using the equipment; and d. keep edges and blades sharp, handles tight, and clean and lightly oil steel parts before storage. USING A SAW : To use your saw safely use steady strokes without excessive weight on the blade. Be sure to firmly secur e the wood, and be careful not to saw your fingers! USING YOUR AXE : To use your axe safely; a. set yourself up a safe distance from other people; b. check that the axe head is secure on the handle;"},{"pageNumber":16,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 16 c. always limb (cut off branches) by working from the bottom of t he tree towards the top, and stand on the opposite side of the trunk from the branches you are cutting off; d. ensure that your swing is not aimed at your foot; e. secure your target in a safe manner – not with your hand; and f. use both hands on the handle. "},{"pageNumber":17,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 17 EO 403.04: ASSEMBLE A SURVIVAL KIT You should carry a compact survival kit when travelling or working in the wilderness. The tools, supplies and medical items in your kit may save your life in an emergency. Carry your kit in a pocket – it is possible t hat you will become separated from your pack (voluntarily or not) in an emergency. When you are selecting a container for your kit ask yourself these questions: a. will it float? b. is it sturdy? c. is it water proof? d. is it compact, light weight and manageable? e. ca n I get into it in a hurry with cold hands? f. Is it a bright colour so I can find it? YOUR PERSONAL SURVIVAL KIT Each survival kit will reflect the needs of the user. Fill yours with items that you know you will use, and alter the contents to reflect the expected environment you will be travelling in. This is a list of items that you can select from to fill your kit. Add to this list when you discover another useful item. There is no need to carry all of these items: a. matches – at least 20, the kind that will strike anywhere and are waterproof – it is a good idea to store matches in a separate container inside you kit. Put the striker from the match box in the container with them. 35mm film canisters are good for this. Break matches in half to save space i f required; b. candles – tea light or small candles; c. snare wire – #18 gauge brass wire – 5m; d. strong thin cord – 10m; e. fishing gear – 5m of 15 lbs line, bare hooks, a lead weight and a cork; f. medical kit – iodine, adhesive bandages of various sizes, roll bandag e, small medical scissors, adhesive tape and dressing, moleskin or second skin for blisters, water purification tabs; g. small safety pins; h. plastic bags – 2 large orange garbage bags for shelter and signaling, 2 small bags for water collection;"},{"pageNumber":18,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 18 i. food – concent rated soup, tea, coffee, sugar, hard candy, or OXO cubes; j. aluminum foil – 3 m (to bake or to make a temporary pot); k. fuel tablets or fire starters – sealed in plastic to avoid contamination of the rest of your kit; l. alternate to matches for fire starting – magnesium stick or flint and steel; m. mirror – unbreakable and shatter proof (not glass), for signaling; n. small simple compass; o. emergency blanket; p. spare flashlight bulb and batteries; q. several sizes of needles and 2m strong thread; r. flexible saw – wire type, oi led before storage; s. crayon (will write anywhere) and paper; t. personal hygiene items – dental floss, baking soda for teeth brushing, a small piece of soap; and u. duct tape (wrapped around crayon or outside of container). Note: if you can carry only a bare min imum, carry matches, a signaling device (whistle), protection for your body from the elements (garbage bags), a container to heat water, quick energy food and adhesive bandages. In winter you can dip string in paraffin wax and wrap this around your matches . This will make the match burn longer and will help with starting fires. EO 403.05: LIGHT A STOVE AND LANTERN INTRODUCTION Coleman lanterns and stoves are designed to burn Coleman’s own brand of fuel (or naphtha) which is a very f lammable liquid fuel. This fuel is pressurized in a tank attached to the unit, heated in a generator and then burned as a gas. Keep your stove and lantern clean and in"},{"pageNumber":19,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 19 good working condition. Hot food and light in the dark are two key elements of an enjoya ble outdoor experience. PARTS OF A COLEMAN LANTERN SAFETY Remember these safety procedures for the lantern: a. fill, light, and use the lantern outside of tents, buildings and confined shelters; b. ensure nothing flammable is placed on top of the lanter n; c. only fill or pack up a lantern that is cool to your touch; d. be careful to avoid splashing fuel on your skin, or in your eyes; e. always fill the lantern in a different place than where you plan to use it – stay downhill and downwind from stoves or lanterns that are being used or other sources of fire; HEAT SHIELD"},{"pageNumber":20,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 20 f. set the lantern on a stable, level and clean surface when you use and fill it. If you hang the lantern for use, ensure that it is secure and a safe distance away from flammable objects; g. always fill using a funn el, wiping up any spilled fuel; and h. ensure that the heat shield is in place. TO USE THE LANTERN After filling your lantern, clean and finger - tighten the filler cap. To pressurize the fuel tank: turn the pump handle counter - clockwise three turns, pump 10 to 15 strokes and then turn the pump handle clockwise until tight. When pumping, place your thumb over the hole in the pump handle when pushing in, and release it when pulling out. To light your lantern, light a match, insert the match through the access hole at the bottom of the globe, and then turn the control knob clockwise just enough to allow some fuel into the mantle. Some lanterns may have a “gas tip cleaning lever” which will have to be engaged to light. Do not touch the mantle with the match. Whe n the lantern is burning with an even white light, turn the control knob to fully open, and return the gas tip cleaning lever. You will need to re - pressurize the fuel tank on a regular basis during the 6 to 8 hours that the fuel will last. Never open a p ressurized fuel tank when the lantern is lit. To turn off, simply stop the gas flow by turning the control knob. Always refill your lantern immediately after use (when cool) if you plan to use it again soon. "},{"pageNumber":21,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 21 PARTS OF A COLEMAN STOVE SAF ETY Remember these safety procedures for the stove: a. fill, light, and use the stove outside of tents, buildings and confined shelters; b. ensure no pots or objects are placed on the stove when filling or lighting; c. only fill or pack up a stove that is cool to your touch; d. always fill the fuel tank in a different place than where you plan to use the stove – stay downhill and downwind from stoves or lanterns that are being used or other sources of fire; e. set the stove on a stable, level and clean surface when you u se and fill it; and f. always fill using a funnel, wiping up any spilled fuel immediately. TO USE THE STOVE After filling your stove, ensure that you clean and finger - tighten the filler cap. To pressurize the fuel tank: turn the pump handle counter - clockwis e three turns, pump 30 to 40 strokes and then turn the pump handle clockwise until tight. When pumping, place your thumb over the hole in the pump handle when pushing in, and release it when pulling out. Stove lid with baffles Fuel Tank Burners Pump Filler cap Generator valve & generator assembly"},{"pageNumber":22,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 22 Ensure that the lid is properly supported by the ad justable braces at the bottom edge of each baffle. To light your stove, lift the grate and turn the “lighting lever” up. Light a match, turn the generator valve to the “light” position and, holding the match horizontally, place the match close to the ri ght hand burner. When the stove is burning with an even blue flame (about 1 minute), turn the generator valve to the desired setting and return the lighting lever to the down position. If required, light the second burner by lighting a match, pulling the c ontrol valve out and opening it 2 to 3 turns, and place the match close to the burner. You will need to re - pressurize the fuel tank on a regular basis during use. As the level of fuel decreases, the number of strokes required to re - pressurize will incre ase. Never open a pressurized fuel tank when the stove is lit. To turn off, simply stop the gas flow by turning the generator valve. Always turn off the left hand burner first. Refill your stove immediately after use (when cool) if you plan to use again s oon. SINGLE BURNER STOVE The single burner stove follows the same lighting procedures as listed above. The single burner stove is lightweight, convenient to pack and carry, and is good for one to five people on an expedition. Burner Generator Control valve Pump"},{"pageNumber":23,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 23 EO 403.06: DISCU SS THE PRINCIPLES OF OUTDOOR COOKING WITH WATER PROCURED IN THE FIELD FINDING DRINKING WATER We have to be careful of the water we drink – even water in remote wilderness areas can be unsafe. Drinking water can contain hazards that are either natural or a result of pollution by human activity. Water is essential to survival. If there is no safe drinking water available to you, you will have to find your own. To find safe drinking water, collect rainwater or clean ground water (from a spring or a fast moving stream) in order to avoid large hazards like silt and debris. For other sources of ground water like lakes, ponds and swamps, you may need to filter out visible hazards with a cloth or screen. Brown or green water can be somewhat cleaned by adding a small amount of white ash from a fire to the water, stirring or gently shaking for 5 minutes, allowing it to settle, then filtering through a cloth. This step doesn’t purify the water, but will make it easier and cleaner for the purifying process. No matt er how clean water looks, there could be microscopic hazards as well. These smallest hazards are called “pathogens” (disease - causing micro - organisms) and include: a. protozoa: these include “Giardia” and “Cryptosporidium.” Both of these are caused by fecal - o ral transmission, which means that if you drink water (lake, stream, pond) that an animal has used as a washroom, you are at risk of getting sick. It effects the intestine and digestive tract causing cramps, diarrhea and nausea. These effects can last up to 21 days; b. bacteria – these cause diarrhea and dysentery; and c. viruses – these can cause illnesses like hepatitis and polio. No matter where you have collected your water in the wilderness, bring water to a rolling boil, then cool, before drinking. An alternative to boiling is a water filter and purifier system. These mechanical and chemical devices filter and clean drinking water. Each water filter/purifier is designed to eliminate up to a certain size of hazard (stated by the manufacturer) – some syst ems require the use of iodine or other chemicals to make water completely safe. All filters"},{"pageNumber":24,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 24 have limits in the amount of water that can be processed during a period of time, and in the lifetime of the parts. OUTDOOR COOKING Eating regularly in the field is a very important factor in maintaining your strength and energy. Even though you may be preoccupied with other things going on, you must eat as much healthy food as possible when engaged in physical outdoor activities. Cold weather, strenuous exercise a nd constant activity use up a lot of your energy reserves, and only a good, healthy meal can replace them. As an Army Cadet, you will be introduced to at least one form of military field ration – most likely an Individual Meal Pack (or “IMP”). Each IMP i s divided between cooked meat, vegetables and fruit in sealed foil pouches, and dried foods in paper pouches. The foil pouches can be heated in boiling water until hot, and some of dried food may need water added. All of the food items are safe to eat cold and dry – they might not taste as good, though. You will also find high sugar items like chocolate, hard candies and drink mixes, as well as coffee and tea. Each IMP contains a fair amount of paper, cardboard and foil garbage. One way of reducing the amou nt of excess garbage that you’ll have to carry is to “break down” the rations before packing. This entails selecting only the food items that you intend to use and leaving behind the extra packaging. Remember that you will likely be hungrier when you’re on your trek than you are when you’re packing – always bring a little extra food. For snacks on the trail you can supplement your IMPs with high calorie trail mixtures of nuts, seeds, granola, dried fruit, cereals, candies, etc. You may also have the oppo rtunity to learn about other ways to cook fresh food in the field: a. boiling is one of the simplest and surest ways of cooking fresh food. Almost every food source can be made safe to eat by boiling. Save the water left over from cooking plants and animals t o make a soup; b. food can be baked over a fire, or wrapped in aluminum foil (or wet leaves and mud) and covered in hot coals;"},{"pageNumber":25,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 25 c. fresh meat and fish can be smoked to cure it, or leave it to dry in bright sun on a rack; and d. food can be fried in a pan on a stove , or on a rock by a fire. EO 403.07: CONSTRUCT A SHELTER INTRODUCTION When you construct your shelter in the wilderness you need to consider several factors. Not only do you need protection from wind, precipitation and direct sunlight, you must also c onsider the effect your activities have on the environment around you. SELECTING A WILDERNESS SHELTER SITE To protect yourself and your shelter: a. avoid overhanging tree branches and other overhead hazards; b. avoid open hilltops – you will be exposed to win d and lightning; c. avoid depressions where water might pool after rainfall; d. ensure you are at least 100 m from your cooking area (bears and other animals will be attracted to food smells); e. orient the opening of your shelter away from the wind; and f. never site your shelter on a road or path. To lessen the impact on the environment and other wilderness users: a. ensure you are at least 100m from open water – local wildlife relies on water access for survival and your presence at the water’s edge may interrupt thei r habits; b. select a shelter site out of the direct view of other wilderness users – at least 10m from a trail, path or road; and c. construct your shelter on a durable surface like sand, rock or grass – fragile plant life may be permanently damaged by your use of the area. Avoid moving large stones and branches. TENTS AND PRE - MADE SHELTERS Tents and pre - made shelters come in many styles, sizes, shapes and materials. Most will use poles (aluminum, carbon fibre or fibreglass) and “guy” lines for support, and wi ll be constructed from a lightweight water - resistant material. Tents and shelters are traditionally made from"},{"pageNumber":26,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 26 nylon, polyester, canvas or cotton. Some require pegs driven into the ground for support. No tent or shelter is fire proof, so use extreme cautio n with open flame. Modern tent styles include dome, tunnel and ridge (or a - frame) designs. Each tent is rated by the manufacturer for 3 - season (spring, summer and fall), or 4 - season use. A 4 - season tent has stronger materials and is designed to withstand strong winds and use in cold environments. For backpacking expeditions, choose a tent or shelter that offers sufficient protection for you and your kit. Sometimes you can divide the parts of the tent to carry among the other members of your “tent group” – the group of people sleeping in one tent. Each tent will be rated for the number of people that are supposed to fit in the tent to sleep. Often, you will need to choose a tent rated for at least one more person than you plan to have in your tent group to allow for room for your kit. Some tents have a small sheltered area at the door, called a vestibule, to allow a storage area for kit. Some tents use a separate “fly” (a waterproof tarp that fits over the tent) to keep you dry, while some have just a singl e wall and roof with waterproof qualities. All tents must be dried completely before long - term storage. IMPROVISED SHELTER Pre - made shelters, lightweight tarps, bivi - bags, and military ponchos and half - shelters can be used as light weight alternatives to a tent. The easiest improvised shelter is the “A - frame” shelter. Check for sufficient height by sitting up inside – it should not touch your head. Keep the sides low to protect you from wind, and to trap body heat. . To construct an \"A\" type shelter: a. s elect two trees that are approximately seven feet apart; b. zip the two ground sheets together, or use a tarp 3m x 3m; c. attach a string to the centre grommet and tie to a tree at waist level (high enough to sit upright inside) with the rubberized side of the g roundsheet down. Be sure to protect the tree by wrapping twice or more, or by padding the string where it goes around the tree. Repeat this at the other end. The fabric should be tight;"},{"pageNumber":27,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 27 d. pull the edges of the groundsheet out and place pegs through each of t he corner grommets. Sturdy twigs that are approximately five inches long will serve well as pegs. Starting with the corners, then pegging the centre is easier. There should be approximately three inches gap between the ground and the ground sheet, this wil l allow for air to circulate through and reduce the condensation; and e. attach a sting to the grommets on the top sides of the ground sheet and pull the sides out (shown below). This will give you more room inside and prevent rain from pooling. Note: Ela stic cords can be used instead of string, and small metal tent pegs will speed up the setup. EO 403.08: FOLLOW CAMP ROUTINE AND DISCIPLINE IN THE FIELD HYGIENE A high standard of personal hygiene is important in the field because it protects you again st illness and promotes good health. Keep yourself, your clothing and your equipment clean and dry. Change your clothes, especially socks and undergarments, regularly. Avoid non - biodegradable soap, and soaps or shampoos with perfumes or strong odours – an imals and insects will find you more irresistible than you would probably prefer. Good personal hygiene not only makes you feel better, your teammates will appreciate it too! "},{"pageNumber":28,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 28 Be sure to read EO 403.10 along with these healthy hints: a. wash yourself daily – completely when possible with clean water or snow. Wash your hands carefully with water and biodegradable soap after dirty work or using the washroom, and before cooking or eating. When water or privacy is restricted wash at least the areas of your body th at sweat the most – face, neck, feet, armpits and crotch; b. keep your hair neat and wash with soap or shampoo at least once a week; c. brush your teeth and use floss at least twice a day; d. use body powder on your feet and crotch to help avoid chaffing in warm we ather. Petroleum jelly will also help protect from chaffing, especially in sensitive areas. e. it is very important to go to the washroom regularly. Daily bowel movements will keep your system working properly. A change in activity and diet will often put ex tra stress on your digestive system, so maintain a healthy diet and drink plenty of fluids. Never try to “hold it” when you have to go, especially at night – you will lose more sleep and be more uncomfortable holding it than if you just get up and go! f. eat all your food despite whether you think it tastes good or not. Your body requires food for energy; g. always treat injuries properly and immediately. Keep dressings and bandages clean and dry. Make sure you inform someone in command of any serious injury. Wou nds that will not heal or that get bright red could be infected – get medical help immediately; and h. keep alert, cheerful and work hard. SAFETY REGULATIONS, ROUTINE AND DISCIPLINE : In a bivouac site, there are general rules that apply to you at all times. These rules do not change and some may not be written or told to you at every occasion. They are procedures that you are expected to remember and follow whenever you are camping with cadets. These are called “Standard Operating Procedures” or SOPs. Each corps will develop their own SOPs for Bushcraft training. Here are some common SOPs for cadets: a. you will not go into water above your knees without supervision and an approved personal floatation device; b. you will use tools safely, and only after receiving instruction;"},{"pageNumber":29,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 29 c. you will know the location of the group first aid kit, the fire fighting equipment and the location of your leader’s shelter; d. you will keep your shelter and the surrounding area tidy and free from hazards – keep your equipment orderly and prot ected when not in use; e. male and female cadets will not enter the other’s shelter; f. you will know the action to take in case of a fire, or other emergency; g. you will inform your leader before leaving the bivouac site; h. human, food, and water waste will be disp osed of properly at all times; i. you will not venture further than the latrine by yourself; and j. you will protect yourself, you teammates and your equipment from natural hazards – including fire, animals, insects, heat and cold injuries, lightning and dehydr ation. EO 403.09: DISCUSS NATURAL HAZARDS The Canadian wilderness is a great classroom for learning. There are some lessons however, that you may not want to learn the hard way. Poisonous plants, biting and stinging insects, nuisance animals, lightning, heat and cold injuries, and hazardous terrain can make an otherwise enjoyable experience a nightmare. POISONOUS PLANTS Poison ivy is the most common poisonous plant in Canada. It grows in many locations and in many varieties. It is common to find it in wooded areas, hillsides and sandy terrain. All varieties share the common feature of three shiny leaves that taper to a point at the end and emerge from one common stem. The plant, which can climb or grow free - standing up to 45cm, may grow a cluster of gre en berries that turn white during the growing season. Contact between the sap of the plant and your skin can cause irritation, redness, swelling and eventually blisters on your skin that can spread if you scratch. About 85% of people will react to poison i vy, and your level of sensitivity may increase over time – meaning that just because you don’t react now, you may not be immune later. The sap can be carried on clothing or animals and can be found in the plant at any time of year – even the winter. The ef fects of poison ivy will last 14 to 20 days or longer if you spread it by scratching, or by not taking care of it. "},{"pageNumber":30,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 30 Your simplest defence is to wear long pants when in areas where poison ivy grows, wash clothing and boots after suspected contact and take a good look for it before setting up your shelter for the night. If you come into contact with it, clean the affected area with rubbing alcohol if you have it, or let the area dry and then wash gently with soap and water. Do not break blisters if they form . Some people may have severe allergic reactions to poison ivy, watch for swelling and breathing problems. Poison oak (a close relative of poison ivy, but with leaves more like an oak tree’s) and poison sumac (like regular sumac, except with white ber ry clusters and smooth edged leaves) are two other poisonous plants found in Canada. Treat them the same as poison ivy. INSECTS Biting and stinging insects are found everywhere in our wilderness. They are the most common hazard for the nature enthusiast . For most people, insects are a nuisance that can be defended against by protective clothing and repellant. About 15% of people will react seriously to bee and wasp stings and insect bites. For them, an insect can produce a condition known as \"“anaphylact ic shock\" – where tissues swell extensively and can constrict their airway. Reactions can start with headaches, fever and muscle spasms, and can develop into widespread hives, nausea, dizziness, and difficulty breathing. Some will require immediate assista nce in the form of antihistamines,"},{"pageNumber":31,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 31 epinephrine and immediate professional medial aid. Usually those people allergic to stings will carry a kit with them with appropriate medication in it. If you are allergic, or one of your teammates is, make sure you know how to use the medication in the case of an emergency. Mosquitoes, black flies, horse flies and deer flies may also cause reactions in people. Although not as severe as bee and wasp stings, swelling and fever may result from multiple bites. Wear protecti ve clothing, avoiding dark colours (insects are attracted to them), and use a repellant if necessary. Ticks can also cause irritation and in some cases carry harmful germs. Wear long pants, tucked into socks or closed at the ankle when walking in the woo ds, and check your legs each day for ticks embedded in your skin – they’re about the size of a pinhead. If you find one, pull it out immediately with tweezers – don’t use your fingers. You can use a sterile needle to remove any remaining parts. A tick bite may show up early on as a red bump at the site, followed 3 to 30 days later by a red rash with a white centre – a “bulls eye.” Save the tick part(s) that you remove in a plastic container and bring it to a physician if you suspect disease. Wash the bite w ith soap and water. NUISANCE ANIMALS You have the potential to meet a lot of animals during your travels in the wilderness. Some of these animals will be scared of humans and you may only catch glimpses of them, or just see their tracks and scat (droppin gs). Some animals however, you will wish you had never met. Raccoons, skunks, mice, squirrels and chipmunks are common woodland animals that are not shy of human activity. Keep all food containers sealed, avoid spilling food on your clothing, and wash dis hes and cutlery away from shelters. Don’t feed wild animals, and dissuade animals that hang around your bivouac site. Never eat in your shelter. Hang food containers from an overhanging branch well away from your shelter to keep persistent animals out. Sta y out of old buildings and structures. Bites from animals are rarely harmful, but wolves, coyotes, fox, dogs, bats, skunks and raccoons are known to carry rabies. Squirrels, rabbits, mice and rats may become rabid but rarely transmit the disease – howev er they may carry other infections. "},{"pageNumber":32,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 32 HEAT AND COLD INJURIES “Hypothermia” is the rapid lowering of your body’s core temperature. “Hyperthermia” is the raising of your body’s core temperature and comes in two general stages: heat exhaustion and then heat s troke. Both these conditions develop over periods of continued exposure to the elements, and can be exacerbated by poor planning and poor supervision. COLD Hypothermia, or “exposure,” is the most severe form of cold - related injury. It is defined as a b ody temperature of less than 35° Celsius or 95° Fahrenheit. Hypothermia is a major danger because the symptoms come on so gradually that many victims and their teammates don't notice them until it's too late. Hypothermia is usually first noticed when a per son is shivering and can’t stop. At this point the condition is not serious and can be treated by getting the person warm, dry and sheltered. Warm food and drink will also help. Severe hypothermia starts when the person stops shivering – their body is givi ng up trying to stay warm. They will become drowsy and eventually lapse into unconsciousness and die without treatment. You can become hypothermic in almost any weather, in any season – but especially in cold, wet and windy environments. Protect yourself from wind and precipitation, keep warm and dry, make sure you are fit, well - fed and well - rested before working in the cold. Every person who displays signs of hypothermia must receive appropriate first aid immediately – that means stop at the closest safe location and treat the person! Mild hypothermia can degrade into serious in a short amount of time. Victims of serious hypothermia must receive medical attention. In cold weather you must also beware of frostbite. Frostbite happens when soft tissue freez es. It is a particular danger on days with a high wind - chill factor. If not properly treated, frostbite can lead to the loss of tissues or even limbs. Exposed and remote skin (face, ears, fingers and toes) is often the first to freeze. Prevent frostbite by wearing appropriate clothing, mitts, hat/toque, socks and footwear. Keep active in a cold environment and stay dry. Treat frostbite by slowly warming the affected area. Do not allow this area to freeze again or the flesh cells will die. In cold weather pa rtner cadets (and yourself!) together to watch each other for signs of cold related injuries. "},{"pageNumber":33,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 33 Wind Chill is the term used to describe the rate of heat loss on the human body resulting from the combined effect of low temperature and wind. As winds increas e, heat is carried away from the body at a faster rate, driving down both the skin temperature and eventually the internal body temperature. Interpreting the chart – working like a grid reference, find the current temperature and wind speed, then follow each to where they intersect on the chart. That gives you the watts per square metre reading. Compare that to the list below. Under 900 – Comfortable with normal winter clothing 900 to 1400 – Work and recreation becomes uncomfortable unless properly c lothed. Hats, coats and gloves are recommended. 1400 to 1600 – Outdoor work and travel are safe with quality winter clothing. 1600 to 1800 – Frostbite can occur with prolonged exposure. Heavy outer clothing is essential. Your weather office will add th e current wind chill to public forecasts at this level. 1800 to 2000 – Frostbite can occur in a few minutes. Multiple layers of clothing become essential. (May feel like minus 30° C). 2000 or more – Unprotected skin can freeze in one minute. Adequate f ace protection becomes important. Cadets require continuous supervision while outdoors. Work and travel alone is not advisable. (May feel like minus 40° C)."},{"pageNumber":34,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 34 2200 or more – Adequate face protection becomes mandatory. Work and travel alone is hazardous. Sp ecial warm - up breaks are recommended for anyone working outside. 2300 or more – Outdoor conditions become dangerous. Postponement of training should be considered. (May feel like minus 50° C). 2400 or more – Outdoor conditions are dangerous even for sh ort periods of time. All non - emergency outdoor work should cease. Buddy system and observation are mandatory. (May feel like minus 60° C). 2600 or more – These are rare wind chill values which will be experienced in some major blizzards. Danger is extre me. HEAT Heat exhaustion and heat stroke can be avoided by drinking plenty of water before and during activity in warm weather (up to 1 litre per hour), wearing a hat and sunscreen, and by moderating activity in extremely hot environments. A person suff ering from heat exhaustion may be pale, dizzy, or nauseous, and have cold and clammy skin. They may also have a headache or cramps. In fact, a headache is often the first sign that you are dehydrated! Heat exhaustion can be treated by giving the victim coo l water to drink and allowing them to rest in the shade. If there is little or no improvement after 30 minutes, seek medical attention. Untreated, heat exhaustion symptoms will progressively get worse, leading to heat stroke and eventually death. Heat st roke is just the next step from untreated heat exhaustion. Symptoms are all of the above getting worse, leading to disorientation and irrational or even violent behaviour. If conscious, the victim will complain of chills and nausea and their skin will beco me hot and dry as their body looses its ability to sweat. Heat stroke requires immediate medical attention! Be prepared to carry out lifesaving first aid. Sunburn is the result of the suns UV A and UV B ray’s on your skin over a period of time. It can sta rt with a minor burn which shows red on your skin, followed by more serious burns that could include "},{"pageNumber":35,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 35 second degree (blisters) or third degree burns. Exposure to the sun is a known cause of skin cancer. The amount of time it takes to burn your skin depe nds on several factors: a. your genetics; b. the protection that you put on – sunscreen (SPF 15 or more!) or protective clothing; c. amount of time you spend in direct sunshine (note that the sun’s rays can still burn you through light cloud/fog/smog/mist, as well as shallow water); d. time of year – there is more risk during summer, but you can still get sunburn on the coldest day of winter! e. pollution, and other meteorological factors; and f. your state of health, medication you might be taking, and other physiological f actors. UV Index – indicates the intensity of the sun's UV rays on a given day. There are four categories -- low, moderate, high and extreme. A low UV Index means it will take more than an hour to burn your skin; an extreme level means it will take less than 15 minutes. The index is often included with weather reports. Protect yourself by: a. covering up – wear light clothing, long sleeve shirts and full length pants (or long shorts at least). Always wear a hat , preferably with a wide brim; b. applying sunscr een to exposed skin every 2 hours, or more often if you are near water or perspiring heavily. Put sunscreen on your skin at least 20 minutes before you go out in the sun. Get your cadets used to wearing sunscreen, paying particular attention to the most ex posed parts – ears, face, neck, shoulders and back, knees and tops of feet. Do not forget your lips, ears and nose. These parts of your body burn easily; and c. reducing or avoiding extended exposure during the peak sun hours, 1000 - 1600hrs. A sunburn gets w orse, even after you move out of the sun. It's a delayed reaction, with most of the pain occurring 12 - 24 hours after exposure. Because their skin is thinner and more sensitive than an adult's, children and teenagers need extra protection from ultraviolet r adiation. A tan indicates that your skin has already been damaged. Remember, sunburn is not caused by heat. Infrared gives us heat... UV rays give us skin damage. "},{"pageNumber":36,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 36 People with dark skin can get sunburns and skin cancer. Dark skin gives an SFP protection of only about 8. Penetration of ultraviolet (UV) light increases about 4% per 300m gain in altitude. Your eyes can be damaged as well by the sun’s rays. This is especially common on the water, and even more on the snow, where the rays are reflected back fr om the surface. Select a pair of sunglasses rated for full UV A and UV B protection. On snow, further protect corners of your eyes by placing shields on the temples of the glasses. DEHYDRATION Water is more essential to your survival than food. For ordin ary activity, it is recommended that you drink at least 1 litre of water each day. For strenuous activity, or activity in a warm environment you may need to consume as much as 1 litre per hour. Do not forget that you will need to drink water regularly, eve n in the winter, if you are working hard. Cool water, with no additives, is the best possible drink to replenish your body. Take advantage of all rest stops to drink. Drink slowly, take small sips and hold the water in your mouth for a short time before s wallowing. Refill your water bottle(s) at any opportunity. Avoid all caffeinated drinks, as they will dehydrate you. The two main ways of telling if you are dehydrating are; a. you have a headache; and b. your urine is dark yellow, or you’ve gone 24hrs without urinating. LIGHTNING AND DANGEROUS TERRAIN Lightning strikes kill people every year. When you notice a thunderstorm approaching, stop whatever you are doing and take steps to ensure your safety. Get out of the water, do not stay on a hill top or in an o pen field, stay out from under tall single trees, and stay away from towers and poles. If the storm has caught you off - guard, crouch down as low as you can with your feet close together – this will reduce the surface area of your body exposed to possible g round current from a nearby strike. Place yourself in a cluster of trees, spread out 10m from other members of your team. Avoid depressions where water may"},{"pageNumber":37,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 37 gather as it will conduct ground current. If your sleeping pad is dry, place it under your feet for insulation. You should take extra care when crossing dangerous terrain. Steep slopes and cliffs, wet rocks, obstacles on a trail, and deep flowing water all create risks to your safety when you try to cross them, or pass near them. For difficult obstacle s, pass your rucksack over to a teammate first, then cross. Or use a “spotter” at the obstacle to assist teammates. Do not try to wade through water when you can not see the bottom. Only attempt to cross water obstacles deeper than knee - deep with supervisi on and the required safety equipment. If you are required to travel at night, ensure that you can see and be seen. Stay off roads where visibility is limited, and do not try to pass through dense bush where you can lose your way, become separated from yo ur group or walk off a cliff. Reflective, or bright clothing, glowsticks or flashlights are recommended for each team member. EO 403.10: DEMONSTRATE A CONCERN FOR THE ENVIRONMENT MINIMUM IMPACT CAMPING The goal of minimum impact camping is to leave beh ind no trace that you have used or passed through a wilderness area. By acting responsibly and taking a few precautions, you can leave a bivouac or a trail in the same natural condition for the next person to enjoy. You will also help the wildlife and plan ts to recover faster from your visit. There are three types of locations that you may discover in the wilderness. “Pristine” areas (places that show no signs of human activity), popular areas, and places that show only some human use. Popular camping area s and trails have obvious and well - worn paths and bivouac sites. The vegetation is often damaged permanently and the earth may be worn smooth. When travelling in the wilderness you will have to choose between staying on established trails and using estab lished bivouac sites, or going out into pristine areas. Avoid areas and trails that show only a little use as they have not been permanently damaged and could grow back to their natural condition if left alone. By using popular areas and"},{"pageNumber":38,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 38 trails you actuall y limit the extension of damage to the wilderness. Many trails have been created to allow people to use the wilderness without harming it – they have established toilets, water points and bivouac sites that take the environment into consideration for you. Remember that you are not the only one using the wilderness – you are a guest in someone else’s home. Always clean up after yourself. Any garbage that you bring in, you must bring out. When possible, clean up other garbage that you find along your way or at your biv. Keep noise, and lights at night, to a minimum, and try not to disturb the natural setting by unnecessarily moving or damaging trees, plants or rocks. If you are lucky enough to find artifacts or traces of previous inhabitants, be careful not to disturb or move them. Respect burial sites, private property, local residences and the privacy of other wilderness users. TRAIL ETIQUETTE Wear shoes and boots with shallow treads so you don’t rip up the ground – in the wilderness, the most widespread type of damage caused by recreational use is caused by people trampling the flora. When following an established trail, avoid taking short cuts or walking around wet or muddy sections. These deviations from the trail widen it or unnecessarily damage the l and around it. When walking in pristine areas, spread out and take a slightly different route than the person in front of you – you can still follow your leader, but you will not make a permanent trail. Travel in small groups (4 - 12 people) whenever possi ble, and be respectful to others you might meet along the way. Check your clothes regularly and remove hitchhiking noxious weed seedlings and burrs. When you leave a bivouac site it should look exactly as when you arrived – if not better. COOKING Read E O 403:12 for safe and appropriate methods of starting and using fires. Avoid dropping or draining food on the ground in your cooking area. Waste water from cooking, when cooled, should be evenly distributed"},{"pageNumber":39,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 39 across the ground away from the cooking area an d bivouac site. Do not dump waste water into ground water. Eat all of your meal and pack up any garbage immediately. Pack wet waste in a sealed container or plastic bag. Remember to divide garbage up for recycling – cardboard, paper, metal, plastic, glass, etc. HUMAN WASTE Wherever possible you should use an established toilet, outhouse or portable toilet. Your choice for an alternative will depend on your location, the size of the group you are in and the time of year. At your bivouac site, the proper d isposal of human waste is important to your health and hygiene, as well as your enjoyment of the outdoors. In small groups, you should use a “cat - hole” or “one - sit hole.” Each person selects a private and dry place and digs a small hole only 15 to 20cm d eep. Make your deposit and then mix in the dirt from the hole with a stick, covering everything well. In a group of more than 12 people, you should dig a latrine for communal use. A hole about 60cm x 60cm, 30 to 60cm deep will work for about 20 people for one or two days. Cut the covering vegetation in one piece and preserve it for covering the hole later. Leave the pile of loose earth and the shovel beside the hole to allow users to spread some dirt over their deposit. When the hole is full to about 15 cm from the top, cover it with the remaining dirt and original natural cover. "},{"pageNumber":40,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 40 The primary considerations for an appropriate location for a latrine or cat - hole are privacy and the prevention of fecal matter entering ground water. Choose a site at least 10 0m from a ground water source, on dry ground, in a location away from your bivouac and cooking area, and off trails and roads. Urine is not especially harmful to the environment so if you are on the trail and you have to go, and no facilities are available , you should find a private, dry and sunny place to relieve yourself. In the winter it is often too difficult to dig into the ground, or to ensure that your waste will not pollute ground water. If no established facilities exist, wait for the waste to fr eeze, then pack it out in a doubled plastic bag. WASHING Soap, body oils, sunscreen, grease and fuel residue can all contribute to ground water pollution if you are not careful. Wash these off before swimming, and don’t use soap when bathing. To bathe wi th soap, carry a pot or basin of water at least 100m away from a ground water source, and sponge bathe. Use as little soap as possible, and ensure the site you select is on high and dry ground. In the winter you can wash using clean snow following the same guidelines. EO 403.11: TIE A KNOT TYPES OF ROPES Ropes are made with natural and synthetic fibres. Natural plant fibre from sisal, hemp, manila or cotton can be processed and made into rope. Hemp and manila are the most common natural fibre ropes. The y are often used in larger sizes for rope bridging because they don’t stretch very much and are easy to grip when wet. Synthetic ropes are usually made from nylon, polyester, polypropylene or dacron. These synthetic ropes are generally stronger and light er than natural ropes. Nylon is the strongest, but it also stretches significantly and sinks in water. Polypropylene ropes float, but are not as strong as nylon or polyester. They can be manufactured using “laid,” “woven,” “kernmantle” or “sash” methods . Laid ropes are usually made of three main strands"},{"pageNumber":41,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 41 twisted around each other, each strand consisting of many individual fibres which are also twisted around each other. Laid and woven ropes are made for use in many situations while sash ropes are often de corative or made for light - duty purposes. Kernmantle ropes are used primarily for climbing, abseiling and rescue. They are synthetic ropes, with a protective outer sheath, that are tested for strength using standards set by the Union International des Asso ciations d’Alpinisme. CARE OF ROPES Ropes, like other pieces of equipment, require care and maintenance to ensure they work when you need them to. Some rules of rope care to remember are: a. do not step on a rope; b. distribute wear on the rope; c. keep it dry an d clean – wash with mild soap when dirty; d. store coiled, in a dry place with all knots and kinks removed; e. do not store near strong chemicals (acids , cleaning solutions) as the fumes may damage the rope fibers; f. rope ends should be whipped, melted or bound t o keep rope from unraveling; g. avoid snagging on, or dragging across, sharp rocks; and h. always inspect a rope before and after use for damage. TERMS The following terms are used when describing the formation of the various bends and hitches. Bight – is t he middle part of a length of rope. This term also refers to a loop of rope, and to make a bight is to form a loop. Note that the rope does not cross over itself in a bight. "},{"pageNumber":42,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 42 End – (or ‘running end’) is the short length at either end of a rope, which may b e formed into an eye, or used for making a bend or a hitch. The end of a rope is also that length of rope left over after making such an eye, bend or hitch. This is commonly the part of the rope that you manipulate to make the knot, bend, lashing etc. Sta nding Part – t his part of the rope usually ‘stands still’ during the knot tying process. Often it is the longer end that leads away from the loop bight or knot. KNOTS Knots, bends and lashings are all used to employ rope as a tool for binding, buildin g or securing. A good knot will maintain much of the strength of a rope, be easy to untie even after loaded, and won’t slip or come undone accidentally. Knots are always a temporary connection, and should not be left in ropes after use. Each knot has a spe cific purpose and is suitable for use with specific sizes of rope. You need to know how to tie each knot properly, and when and where to use which knot. The Thumb Knot. Another common name for this is the overhand knot. It is used to keep the end of a r ope from unravelling, or to stop a rope from passing through an eye such as when attaching pegs the guy of your tent. To tie this knot form a loop, making sure the running end of the rope crosses the standing part. Then pass the end around the standing par t. It’s also the first half of tying your shoes. The Figure Eight Knot. This knot has the same uses as the thumb knot, but is easier to undo. To tie this knot, with the rope away from you, take the standing part in the left hand, palm upward and the runn ing part making a loop, then carry on with the run ning end round behind the standing part, over the top, then down through the loop which you have formed ."},{"pageNumber":43,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 43 The Double Figure of Eight Knot – is used to anchor a rope around a tree trunk, pole or such ite m. Start this knot by tying a figure of eight knot several feet in from the end of the rope. Pass the end around whatever anchor you have chosen. With the end of the rope, trace the path of the rope that the figure of eight knot takes. Be sure to keep the running end alongside the standing end as you pass it through the original knot – stay on one side as shown below (on the outside of the standing rope). This knot will not slip and is easy to undo. "},{"pageNumber":44,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 44 The Reef Knot – is used for joining two ropes of equal thickness. It is also used in first aid for tying bandages. It lies flat, holds well and is easily untied. This knot can also be used for tying packages. To tie this knot remember: ‘left over right and under, right over left and under.’ The Clove Hitch – is used to secure a rope to a spar, rail or similar fitting. It will slip along the spar or rail if subjected to a sideways pull. It can be made with the end or with the bight of the rope. To tie the clove hitch, follow the diagram below. Be sure to leav e enough rope on the end so that it does not unravel. The Half Hitch – is used whenever the end of a rope is to be fastened around a spar or ring. A ‘round - turn and two half - hitches’ is tied by passing the rope around the spar, then tying two half hitche s – this is a very common knot for tying off shelter cords. Whipping – Before using a rope, whip the two ends to keep them from unravelling. To whip the ends of a rope, use a piece of twine or cotton fishing line about 15 cm (6 in.) long. Make it into a loop and place it at the end of the rope. About 6 cm (3 in.) from the end, begin"},{"pageNumber":45,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 45 to wrap the twine tightly around the rope. When the whipping is as wide as the rope is thick, slip the end through the loop, pull the end of the loop hard, and trim off the twine. Then whip the other end of the rope. EO 403.12: LIGHT A FIRE SAFETY Some safety guidelines to follow are: a. ensure you have fire safety equipment available to you before staring a fire. This equipment could be a shovel, rake, pail with sand or water, or a fire extinguisher. This equipment stays by the fire all the time. Never light a fire beside a lantern, stove or fuel container; b. never leave your fire unattended and always ensure the fire is fully extinguished before leaving it; c. choose a site that is already established as a fire ring/pit/mound, or select a site that is free from combustible ground cover, has no overhanging branches, and is away from buildings (3m). Think about where sparks might fly and pick a site that is appropriate – do not start a fire on a windy day; d. ensure that you know the regulations concerning fires for the area that you are in. Some parks, conservation areas, and training areas do not allow fires at any time, or may restrict fires when the weather has been hot and dry ; and e. a small hot fire is more efficient and useful than a large bonfire. Always keep the size of your fire under control, and do not use more wood than necessary to keep it burning. "},{"pageNumber":46,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 46 A FRIENDLY FIRE Even though stoves have replaced fires as our main met hod of cooking food, you may still find that a small campfire brings warmth and comfort to your bivouac. Except in survival situations, fires are a luxury, not a necessity. Campfires can sterilize soil to a depth of 10cm, and overeager firewood collectors can strip a bivouac site clean of all available wood – wood that would ordinarily decay and provide nutrients for plants and insects. Building an environmentally safe and friendly fire takes only a little extra preparation, and makes cleaning up and disgu ising the fire site after much easier. Check your area for a sufficient supply of firewood. If there is a shortage in the vicinity, do not build a fire there – this will only add to the shortage of wood. Only collect firewood that you can break with your hands and do not take all the available wood from one place – leave some for future use. Only chop or split wood that has been supplied as firewood by the property manager or owner. Only collect enough firewood for your use – do not stockpile. If a fire s ite has already been established, use it. If it is more than 30cm in diameter, remove the excess ashes and coals, distribute them thinly around the area, and reform the site to a ring no larger than 30cm. If you are in a pristine location, you need a fir e site that protects the underlying ground as well as the surrounding environment. The best way of building a safe and environmentally friendly fire is to use a fire pan – a steel pan at least 30cm across, with 10cm high sides, that you place on top of a d irt or rock platform. Build your fire in the pan and you can use the sides to hold up a grill for cooking. As a second choice you can build a platform about 15cm high and 30cm across, from sand and dirt to place your fire ring and fire on. Place the sand pile on a piece of tarp, ground sheet or a stuff sack to make cleanup easier. Do not dig a hole in order to supply the dirt – find loose sand or dirt that is available. Lastly, you could dig through the top layers of loose and decomposing matter, call ed “duff,” to the soil below to create a fire pit. Check for root systems that might ignite and carry the fire underground. Build"},{"pageNumber":47,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 47 your fire in the pit then return the natural material when you’ve extinguished it and distributed the coals and ashes. Do no t try to burn food scraps or plastic. When you have finished with your fire, wait for all the ashes and coals to cool enough that you can pick them up with your bare hand. Distribute the ashes and coals by sprinkling them thinly across a wide area surround ing the fire site. Turn blackened rocks down, and distribute the material from the platform back into the area. Fill in any holes as required. This way, your fire site will not spoil the experience of the next users, and you are very sure that it is out! LIGHTING A FIRE Fire requires three components to burn: fuel, oxygen and heat. Fuel comes in four basic categories: a. tinder – small dry material used to ignite the fire; b. kindling – thin wood smaller in diameter than your finger; c. softwood fuel – from evergreen trees will burn hot and fast and is good for getting a fire going; and d. hardwood fuels – which are difficult to ignite, but will burn hot for a long time and create hot coals for cooking. To start a fire, take a small handful of tinder (dry mo ss, tiny twigs from softwood trees, bark, grass or leaves) and make a pile. Cover loosely with some kindling – you can make a small teepee or log cabin. Be sure to allow space between the kindling for air to get in. Put your back to the wind and ignite the tinder. If there is no wind you may need to blow on the smouldering tinder to ignite it. Once the kindling is burning well, add small softwood, then hardwood fuel. Add more fuel only as required making sure not to smother the fire. "},{"pageNumber":48,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 48 EO 403.13: FIELD S IGNALS AND FORMATIONS Field signals are used in situations where it would be difficult to pass on instructions verbally such as blowing wind or spread out over a long distance. SINGLE FILE  EXTENDED LINE  DOUBLE TIME TURN AROUND "},{"pageNumber":49,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 49  JOIN ME  HALT EO 403.14: EMPLOY METHODS OF ENVIRONMENTALLY SAFE WASTE DISPOSAL IN THE FIELD Waste is create d by several activities by members of your team. Packaging material from IMP’s or other food sources, damaged equipment, accidental spills, careless use of equipment, and human waste, all create waste that must be dealt with properly. FOOD AND MEAL WASTE Divide waste from IMP’s into paper, plastic, foil, and cardboard. Pack this waste out and recycle where appropriate. Remember to encourage teammates to finish all the food they open, and not to dump food scraps or extra liquid on the ground – it is pollu ting, and it will attract animals. Tin cans, glass, plastic containers and other food related garbage can be treated the same way. Do not try to burn any of these. Large groups staying in one bivouac site may set up a garbage point. Collect garbage after e ach meal and place it in doubled bags. WASTE FROM EQUIPMENT Damaged and broken equipment is a common source of pollution, either from the broken pieces being left around or fuel (or other liquids) leaking out. If equipment is broken or damaged, and repai r is not possible, ensure you have all the pieces picked up, mark the device as not serviceable, and return it/pack it out. If fuel or oil has leaked from it, you will have to clean that up as well. Naphtha fuel will evaporate quickly, so a small spill wil l soon disappear, large spills (more than 500ml) will have to be brought to the attention of your"},{"pageNumber":50,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 50 corps’ environmental officer immediately. Leaked oil will not evaporate. Oil soaked soil will have to be bagged and carried out of the area. Naphtha and oil c an be cleaned from equipment easily with a rag, and the rag packed out to be disposed of properly. Large accidental large fuel spills can be deterred by packing fuel in 1 litre approved fuel bottles. When you refill a stove or lantern always use a filter funnel and take care not to spill or waste fuel. Wipe up spilled fuel immediately, and pack out the rag. Avoid refueling vehicles in the field. HUMAN WASTE You have learned of some of the alternatives to using established washrooms to dispose of human wa ste. Some parks and wilderness areas now require that all solid human waste be packed out of the area and disposed of in an approved septic facility. Avoid putting urine or other liquids in portable toilets. The CF has a portable toilet, a cardboard box lined with a heavy plastic bag, that is suitable for groups up to 40 to use for a weekend. The bag is sealed and packed out when full, and a new bag can be inserted. This is too large for trekking or canoeing, but can be used where a vehicle can be brought in. For packing, many people make their own portable toilets from pails or surplus steel ammunition boxes. Some even have toilet seats that fit on top. These are useful for canoe or raft trips, and can be used for trekking short distances. For long treks, mountain bike or kayak trips, it is best that each team member has their own small container – the easiest to make is a short piece of 4” plastic pipe with screw - on end caps. Only put human waste and toilet paper in these portable toilets – no garbage, fo liage or dirt. You can clean these out at approved septic facilities that will be provided by the park or wilderness area. Be sure to clean the container thoroughly with a toilet brush and a septic - system friendly cleaner. Wash your hands well. In the win ter, only solid waste need be packed out – each person should be responsible for their own. Keep it frozen if you can. Dispose of it down a toilet, and clean and dispose of the bags as required. To cut down on toilet paper waste you can experiment with b road leaves, moss and even smooth stones – be sure to study the poison ivy picture! "},{"pageNumber":51,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 51 EO 403.15: MAINTAIN SECTION EQUIPMENT ROUTINE MAINTENANCE Routine maintenance can be carried out before use and/or each day by: a. cleaning equipment – stoves, lanterns , tools, etc; b. checking ropes for dirt and damage; c. check first aid kit, and refill as required; d. only using the approved fuel in stoves and lanterns, and cleaning spilled fuel immediately; e. checking sleeping bags and shelters for damage and dirt – clean and r epair immediately; and f. checking proper operation of stoves and lanterns. MAINTENANCE BEFORE STORAGE Before storing equipment for a length of time: a. ensure all equipment is clean, dry and in good repair; b. ensure first aid kit is full; c. ensure all metal tools are sharp and oiled; d. remove batteries from the radio’s, flashlights, etc; and e. repair, clean, and refill team storage boxes as required. COLEMAN STOVE 2 Burner Gas Stove will produce 21,000 BTUs on main burner alone; 11,500 BTUs on main burner and 9,500 BTUs on auxiliary burner. It has a 1.25 litres fuel tank capacity, and 2 hours burn time on high, 7.5 hours on low. It can boil a litre of water in 4 minutes. 1 Burner Gas Stove wil produce 10,500 BTUs. It has a 550ml fuel tank capacity, and 1.75 hours burn time on high, 6.5 hours on low. It will boil a litre of water in 4 minutes."},{"pageNumber":52,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 52 STOVE MAINTENANCE AND REPAIR Coleman two - burner stoves require regular maintenance to ensure proper operation. Remember not to work on a stove until it is cool to your touch. "},{"pageNumber":53,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 53 The most common problems and repairs are: Problem Repair Will not pump – dried - out pump seal Remove pump assembly and apply oil or lip balm to leather seal until pliable. Will not light – no fuel at burner Either the generator is blocked, or there is insufficient pressure in the fuel tank. Check fuel level in tank, pump up the tank and try again. Lights, but flame is low and yellow Low pressure in tank, or generator is damaged or blocked. Pump up the tank and see if the flame improves. Large yel low flame, singed eyebrows Move your head back, turn the fuel off and wait for the flame to burn down. You may have turned on the fuel and let too much fuel pool in the burner before lighting (“flooding” the stove), or the generator may not be properly sea ted in the gooseneck. Ensure the generator is pushed fully into the gooseneck and follow proper lighting procedure. Generator blocked Remove generator for replacement or repair. COLEMAN LANTERN 1 Mantle Gas Lantern weighs 3.63 lbs. It has a 750ml fuel tank capacity, and 7 hours burn time on high, 14 hours on low. 2 Mantle Gas Lantern weighs 5 lbs. It has a1 litre fuel tank capacity , and 7 hours burn time on high, 14 hours on low. # LANTERN MAINTENANCE AND REPAIR Common problems occurring with the C oleman lantern include damaged or missing mantles, insufficient pressure in the fuel tank, and generator malfunctions as in the stove. To replace a damaged mantle: a. remove the ventilator and globe; b. clean pieces of the old mantle from the burner cap and ti e a new mantle in place securely;"},{"pageNumber":54,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 54 c. just before using the lantern, light the mantle and let it burn to ash (it will remain in place over the burner cap as long as you don’t touch it, or shake the lantern; then, d. replace the globe and ventilator, and follow co rrect lighting procedure. "},{"pageNumber":55,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 55 EO 403.16: TIE A KNOT The bowline – is often called the rescue knot as it makes a simple loop that does not slip. It can be used to tie around yourself or throw to someone who needs a lifeline (or to tie to the bow of a sh ip). a. make a simple overhand loop (looks like the # 6); b. pass the short end through the hole from the bottom; c. bend the end around the length, and pass it through the small loop just formed and alongside its own continuation; and d. tighten the bowline b y holding onto the bight formed by the end and pulling hard on the standing part. The fisherman’s knot – is used to join fishing line and ropes together: a. tie an overhand knot in one of the ropes, do not tighten it; and b. pass the other rope end through the loop, and tie an overhand knot. Standing end Bight"},{"pageNumber":56,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 56 A square lashing is used to lash spars which cross at a right angle, touching where they cross. Back view REMEMBER : Start with a clove hitch, do three or four wrappings, frap twice, and end with a clove hitch."},{"pageNumber":57,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 57 EO 403.17: IDENTIFY BIVOUAC SITE AND ALL ITS VARIOUS COMPONENTS BIVOUAC SITE – PRISTINE WILDERNESS LOCATION   A – sleeping area B – kitchen C – food hang D – POL point E – garbage point (animal - proof) 1 – HQ, first aid and stores 2 – male lines 3 – female lines B A C 100m 100m 100m Wash - up site or latrine Wash - up site or latrine Water access Trail access A – Sleeping area organization 1 2 3 D E Prevailing wind"},{"pageNumber":58,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 58 A bivouac site in a pristine wilderness location looks different than an established campground. Each component of the site is spread out, both to make the impact less severe on one area, as well as to protect your team from unwanted visits from local animals. Note that the prevailing wind blows cooking , latrine and garbage smells away from your sleeping area. In an established campsite, the locations for latrines, wash - up areas, shelters and kitchen may already be set for you. Be sure your team members use these established facilities. Remember to av oid areas that show little use or damage – choose another location to allow that site to fully recover. TIPS FOR FINDING A GOOD BIV SITE The key to a good biv site is planning. Do not wait until the last moment before dark to pick a site. Look at your ma p and have a couple of areas picked out before you arrive. Give your team at least one hour of daylight to get set up and a meal cooked. You can judge how much daylight you will have by keeping track of when it gets dark on the days leading up to your acti vity, or by holding your hand horizontally under the sun – for each finger width between the sun and the horizon, you have about 15 minutes. If you are using established sites, plan your travel to ensure you arrive in time. Choose a location that is large enough for your group. Look for a source of clean water, privacy for wash - up and latrine areas, dry level sites for shelters, and a safe place to hang (hide) your food. Remember to select places where the ground cover is very durable – grass, sand, rock, clear forest floor or snow. Avoid wetlands, ferns, new undergrowth or delicate foliage. In the winter, or cold weather, choose a site that is protected from the wind. A location half - way up a hillside, with a south exposure, is a good place. Cold air will pool in valleys and depressions and hilltops are subject to strong wind. Heavy vegetation, wet land and dense brush are havens for insects in warm weather. Look for a site that has some open areas for wind to blow through. Higher altitudes will have few er bugs. "},{"pageNumber":59,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 59 Always check for danger – overhead branches, loose rocks on slopes, or large amounts of snow uphill. Look for signs that your site might be subject to flooding in heavy rain, and avoid obvious paths for mud, rock or snow slides. Choose a site t hat is visually pleasing. Your team’s morale and motivation will improve with a nice biv site. BIV SITE ORGANIZATION AND SAFETY Keep your site organized by ensuring that all team members know exactly where each component (kitchen, sleeping, latrine) is planned to be. Once shelters are erected, all personal kit is placed in or beside each person’s shelter. All guy lines for shelters should be low and not strung across footpaths. Team equipment can be placed at the HQ or placed in an obvious location for team use. Return all equipment to its location after use. A well organized and clean biv site is very important if the weather gets bad, or if there is an emergency. Prepare a small sketch map of the site with each shelter and a list of its inhabitants. If you have containers for POL (petroleum, oil, lubricants), then you will need a safe place for storage and refilling stoves and lanterns. Pick a visible site, downhill and downwind from the kitchen, with a solid and level surface. Stoves and lanterns no t in use can also be stored there. Ensure that no one lights a stove or lantern at the POL point. Use a flashlight at night for refueling. FOOD HANG All animals are attracted to food. This is why it is very important that when you are out on An expedit ion that you “animal proof” your food. This could include locking it up in your vehicle, putting it into animal - proof food containers or barrels, or hanging food packs from a tree. Before you select a site to hang your food you should be looking around fo r animal indicators. These can include tracks in the snow, sand, dirt or on a path. Look for signs on the trees like claw marks, missing bark, and look for scat on the ground. Avoid areas with berry patches, acorns or nutcrops on the ground, and orchards – these attract not only humans but animals. Some parks and wilderness areas provide animal proof garbage and food areas."},{"pageNumber":60,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 60 When you hang up your food pack, remember that you are to include all of your food, snacks, gum, candy, any beverage, plus toiletrie s. In another pack you should put all of your cooking utensils, pots, pans, and all clothing that you cook in. You should never go into your tent with the clothing that you cooked in – change right after cooking and wash your face and hands after meals. To hang your food and equipment: a. make sure the tree is at least 100m from your camp site and cooking area; b. find a tree with a strong branch at least 6m from the ground. If one is not available use a rope attached to two trees; c. make sure the pack is at least 5m off the ground and 2m from the tree trunk; d. if available you can hang food over a rock face or cliff for the night; or, e. if the above is not available, hide your food in air sealed containers under bushes and rocks away from any path or trail. You can place pots on top to act as a warning device and deterrent. EO 403.18: OBSERVE HIKING TECHNIQUES Walking with a pack is different than just walking. There are techniques that will make you more comfortable and efficient. Always stretch and warm up before starting a trek. FOOT CARE Use a comfortable insole and ensure that you change your socks regularly on a long trek. Keep your feet dry – use foot powder to keep"},{"pageNumber":61,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 61 your sweat from soaking your socks. By wearing two pair of socks, friction is reduce d on your skin, and moisture can be drawn away from your foot into the outer sock. Check your feet every hour and reapply powder or change socks as required. Treat all “hot spots” and blisters immediately. Always carry some adhesive bandages and blister treatment (like moleskin) for foot care. Avoid popping blisters unless you can be sure that the area and implements are sterilized. Do not be afraid to stop your team if you, or a teammate, is having foot problems or needs to dry out feet after a dunk. Tim e taken in prevention is always less than being slowed down by injuries or emergencies later on. Keep your boots dry! Avoid wade into water unnecessarily, and air them out at rest stops and overnight. Do not tuck wet socks into them at night. ENERGY CONS ERVATION TECHNIQUES When you are on a trek, you want to conserve your energy so that you will have spare energy to deal with a changed plan or an emergency. Prepare yourself by being well fed, well rested and physically fit before you start a trek. Stretc h and warm up well before you start. Being overly tired increases your chances of accidents, injuries and making poor decisions. A good indicator of efficient walking is your rate of breathing. Heavy, laboured breathing is a sign you may be working too ha rd. Your muscles need sufficient oxygen to work well, and breathing normally and rhythmically allows enough oxygen to transfer into your bloodstream. On level ground, carrying a pack, an average person will take one full breath in and out per 3 paces. On difficult terrain your rate of breathing should increase, but do not let yourself get to a point when you are struggling to breath evenly (gasping or wheezing). Work with your teammates to create a suitable pace that everyone can manage. Pace is adjusted by two means; changing the length of each stride, or changing the speed of each stride. It is like changing gears on your bike. Difficult terrain can be crossed with short fast paces, easy terrain may be better suited for long relaxed paces. The best judge of pace is whether the team has to stop often and the pace slows gradually during the day, or whether the team can maintain the pace throughout"},{"pageNumber":62,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 62 the day with only the regular rest stops. Do not treat trekking like a race – the fastest team doesn’t win. Ea ch step you take should feel relaxed. Place each foot on the ground in front as flat as possible, not heel first. Use your thigh muscles to swing your leg forward. To increase your pace, place your foot further in front, rather than just trying to push har der with each stride. When going up steep slopes use a “rest step” – pause between each stride on a straight leg. TEAMWORK Set each team member up with a partner, including yourself. They should talk when they can (being able to talk is a good sign that no one is being pushed too hard), and check each other for signs of injury. Remember to set the pace to the slowest member of your team. Using up the energy reserves of a teammate is dangerous! It creates an environment where injury is more likely, as wel l as lowering team morale. Put slower hikers up front or in the middle with a strong “buddy.” REST STOPS Establish a routine of rest stops during the trek. Always stop briefly 10 minutes into the trek for people to check their equipment (boot laces, loos e straps, etc), then stop for 10 minutes every hour – or if you are on tough terrain, 5 minutes every half - hour. The time taken for a break may vary due to circumstances. Use the opportunity to check feet and to ensure everyone is drinking water. In hot we ather check for sunburn and signs of heat exhaustion. In cold weather check for frostbite and hypothermia. Ensure your team doesn’t block the trail during a break – move at least 10m from the trail where possible. Watch out for rapid cooling while resting – put on an extra layer to keep warm, especially in cool, wet or windy weather. TREKKING TECHNIQUES When walking on an established trail avoid increasing your pace because the going is easier. Keep team members well spaced (2 - 3m day time, 1 - 2m night), an d don’t allow shortcuts or unnecessary detours around puddles/obstacles. On roads, keep well to the side facing oncoming traffic and ensure vehicles can see you. Carry reflective safety vests when you plan to walk on roads. If you meet"},{"pageNumber":63,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 63 another group, move to the side to allow them to pass. Be cautious around horses or other pack animals on the trail – move well off the trail and do not make sudden movements or noises. Small footpaths and game trails in the woods make great trekking trails, just remember t hat the animals or people who made these trails may not have been going where you want to go. Always keep track of your position on a map. Do not follow trails blindly. Walking off - trail is both exhilarating and challenging. Navigating, obstacle crossing, and safety concerns make “bushwhacking” all the more interesting! Ensure your teammates keep their spacing to avoid branches swinging back, and to be able to see upcoming danger. Beware of pushing rocks or snow down on teammates, always check up and down a steep loose slope before crossing. When walking up a steep hill, keep your body straight. It will be easier to regain your balance, and if you fall at least you will fall forward. Take small steps and try to always keep going up – rather than cross an obstacle that would require you to climb up and then down the other side, find a route around that lets you stay at the same height, or increase slowly. If you can’t easily step over it, go around. Reduce the angle of the slope by walking across rather tha n straight up – this is called “traversing.” Keep the angle less than 45º. Walking down a steep hill is as difficult and dangerous as walking up. Keep control of your speed and watch out for loose soil, snow, ice or loose/wet rock. Keep your knees slightl y bent and place each step gently to reduce the impact and friction on your feet. Try to step on the uphill side of obstacles and rocks. CROSSING OBSTACLES When crossing boulders and land obstacles plan your route before starting to cross. Always choose safety over convenience. If you wear your pack across, keep all your straps tight to keep the pack close to your body. You can always take your pack off for difficult obstacles and hand it over to a teammate – on long obstacles make a chain of people to f erry packs. On difficult obstacles one person can act as a spotter for the next. Keep your hands free for balance – do not try to carry something while crossing. Ensure that the obstacle doesn’t become too crowded, keep extra distance between each person. "},{"pageNumber":64,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 64 Do not try to wade through a water obstacle where the water is above your knee, or if the water is fast flowing. Always be sure you can see the bottom clearly. If the water is murky and you can not see the bottom, find another way across. Examine the cons equences of falling in before considering crossing a makeshift or suspicious bridge. Do not risk falling into deep, cold or dangerous water because you are too lazy to look for another route. With the appropriate safety equipment, your officer may choose t o cross or make a bridge. Only cross a deep or unknown water obstacle with the direct supervision of an officer. When you cross, either remove your pack and ferry it across (ensure it is waterproofed!), or carry it on your back with the waistbelt and stern um strap undone, and be ready to remove your pack if you fall. Do not cross a water obstacle alone. You can use a walking stick as an aid for balance and cross in pairs or groups. If the bottom is smooth, you may want to remove your boots and wear running shoes or sandals across. If the bottom is rocky, wear your boots – if the water is not too cold you may want to remove your socks to keep them dry. Always give your team time to dry their feet after crossing. In cold weather consider the consequences of a teammate getting soaked before risking a water crossing. EO 403.19: PREPARE FOR AN EXPEDITION What is an expedition? An expedition is an organized voyage or journey across land or water, with a specific aim in mind. For example; a weekend trek in a loca l park to give junior cadets leadership practice, a seven day trek through Riding Mountain National Park for Duke of Edinburgh Award qualification, or a canoe trip through Algonquin Park as part of a Regional Expedition. To prepare yourself for an expedi tion you must be physically and mentally ready to go. To be physically ready, you must be physically fit (at the appropriate fitness level for the expedition, and not have any recent or recurrent injuries), your personal and team equipment must be ready, a nd you need the expedition plan and map. To be mentally ready you need to be prepared for an emergency, able to communicate, and have a clear understanding of the expedition aim. As a team leader, you will have to assist your teammates with their preparati ons as well. The golden rule is, “Check, then check again.” "},{"pageNumber":65,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 65 PREPARING EQUIPMENT The expedition plan will have a list of kit each person is required to bring, as well as equipment that will be issued – personal and team. A few days before the expedition, check the weather forecast for the expedition dates. Note both high and low temperatures, as well as wind speed and precipitation. Few weather forecasts are exactly right, but it will be a good guide for choosing clothing. Go hour by hour, or event by eve nt through the expedition plan, and make a checklist of equipment and clothing you think you’ll need. Some small equipment may be left off the plan list and you have the option of bringing extra stuff – remember that you will have to carry it. Lay all yo ur kit out and check each piece for serviceability and cleanliness. Wash and fix it as required. Ensure batteries are in your flashlight, and check your survival kit for all the appropriate items. With experience you will be able to create master kit lists of your own for each season and each different activity – one list for canoe trips in the fall, one for trekking in the winter, etc. Always check your kit before the expedition – once you have started it is too late to remember you have no toilet paper, o r that there’s a hole in your rain jacket. When you are issued team equipment, check it as well. Set up the tent to make sure there’s no holes and that all the parts are there. Light the stove and lantern and let them burn for 5 - 10 minutes to be sure. C heck your copy of the expedition plan and map before leaving. Look for changes in the route, discuss possible problem areas, and make sure you know what the emergency plan is and what to do in an emergency. When you finish an expedition check your kit aga in and fix and clean right away! If your kit is clean, dry and in good order when it gets put away, it will be quicker and easier to get ready for the next expedition. PREPARING YOURSELF You must be ready. Get yourself into good physical condition and s tay there. You will not be able to lead or contribute to your team if you can not keep up. All leaders need to be capable of completing the physical aspects of an expedition so that can react to emergencies and changes in plans. It is important to build u p to an expedition. Start off slow, over easy terrain, then move up to progressively longer distances and more difficult terrain. You do not need to be the fastest of strongest on"},{"pageNumber":66,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 66 your team – but you should be at least at the team average. The wilderness t reats everybody the same, it will not go easy on you because you were not ready. Make sure your technical skills are ready. Practice the small skills so that you can teach and perform them easily. Your teammates will not have confidence in you if you stru ggle through tying knots, setting up a shelter or navigating. Seek advice from experienced cadets and bring some notes or this manual with you if you think you will need something to act as a reference. During the expedition, take a few moments to assess how things are going and do not let yourself get overconfident or overtired. Allow your teammates to help you if you need it – pass over some smaller responsibilities to competent teammates so that you can concentrate on the important stuff. Be confident enough to respect your personal limits and stop if you need to. Write down your thoughts and reactions, as well as memorable events in your journal. Ask yourself: a. am I ready? b. is the team ready? c. do I need to practice any skills? d. are there new skills requir ed from me or the team? e. does the team need practice time? f. what is the weather forecast? g. do we have food, water, a place to sleep? h. do I understand the emergency plan, the route and the timetable? PREPARE FOR EMERGENCIES Emergencies can happen any number o f different ways. Sudden changes in weather, accidents, natural disasters, poor decisions by one or more people, or even attacks by animals. You can lower the risk to your team by making reasonable and sensible decisions, and by following established safet y guidelines. Communicate with your team and ensure they understand your aim and instructions. Establish a team plan for what each member will do in an emergency. Monitor the members of your team for injuries and exhaustion. Remember that few emergencies in the wilderness are caused by a"},{"pageNumber":67,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 67 single event. Most emergencies are the product of a chain of events and decisions. Carry a first aid kit and ensure all team members know where it is and how to use the components. Encourage all cadets to qualify in First Aid training. One of the most stressful wilderness situations is getting lost. Some people panic when they realize they are lost, and by running around they make themselves even more tired, disoriented and confused. Remember STOP from EO 403.04. EO 40 3.20: DISCUSS DANGEROUS ANIMALS BEARS Bears pose a distinct threat to you and themselves. They will often visit areas inhabited by humans, usually to their own detriment. Inform yourself as to signs of bear activity, and avoid areas where you suspect bea r activity or where bear warnings are posted (e.g. garbage dumps, in some areas of national parks). There are several breeds of bears you may encounter in Canada. The most common are Black bears, Grizzly bears, and Polar bears. Some things you can do to decrease dangerous bear encounters are: a. Plan your expedition with protection from/for bears in mind – keep your clothes, equipment and biv site clean; b. avoid known bear habitats, and where possible plan what you’ll do in the event of an encounter; and c. resea rch your route and bivouac sites for recent bear activity. Do not surprise a bear. Never startle, crowd, corner, pursue or approach a bear for any reason. The space a bear needs to feel unthreatened varies from a few feet to several hundred metres. Contr ol bear attractants. Bears have a strong sense of smell and, as omnivores, they are attracted to just about any food source. Minimize foods with strong odours (e.g. bacon, fish), perfumes, and scented toiletries (sunscreen, shampoos, etc.). Properly disp ose of all garbage or seal in an airtight container. Wash all equipment (packs, sleeping bags, stoves, etc.) before bringing to the"},{"pageNumber":68,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 68 wilderness and again if they get food spilled or cooked onto them. Clean pots, dishes and utensils immediately after use. Di spose of waste water at least 100m away from cooking and bivouac sites. Do not feed bears. Keep as clean as possible. Do not sleep in the same clothes you ate or cooked in. Choose unscented personal hygiene items and secure them overnight in the same mann er as food – away from the bivouac site. Used feminine hygiene products should be sealed in a plastic bag and packed out as garbage – do not try to burn or bury them. Do not learn about bears the hard way. Research bears habits and habitats for the area t hat you will be camping and or visiting; learn how to avoid mishaps and what to do in the case of an emergency. Inform yourself on the appropriate action to take if confronted or attacked by a bear. Read research material, always travel in a group of four or more, and take precautions to protect you and the bear. Carry bear repellent spray (or other deterrent) for use only as a last resort. Report bear encounters to the appropriate authorities as soon as possible. Some people choose to wear bells attached to their packs to alert bears that may not be within sight. In the case of confrontation or attack, stick together and keep your pack on. Face the animal and back away slowly. You can not outrun or out - climb a bear so do not try. WILDCATS, AND OTHER DA NGEROUS ANIMALS Bears are not the only dangerous animal in the wilderness. Wildcats, wolverines, wild dogs, and even moose can be dangerous when provoked, or while hunting. It is your responsibility to protect yourself, as well as them, from harm. Follow the steps for bear - proofing yourself, your kit, and your biv site. Cougars, mountain lions, and pumas are all the same species of large wildcat. They are rare, however their population is increasing, and the expansion of human development is encroaching on their natural habitat. Take the same precautions as for bears. When a wildcat attacks it is usually hunting and will target what it thinks is easy prey. By staying in a group and keeping your pack on, you will likely not look much like lunch. "},{"pageNumber":69,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 69 Never pro voke a big animal. Moose, caribou, elk, musk ox, and even domestic cattle will protect their territory and their young. Give them a polite amount of space. If confronted, stay in a group and back away slowly. Think of the headlines, “Cadets trampled by Bes sie the cow.” Report all animal attacks to local wildlife authorities. POISONOUS SNAKES Poisonous snakes are rare in Canada. Rattlesnakes live in limited numbers in south - western Ontario and south - central BC. Bites are painful but not usually fatal. The se snakes will likely be found on warm rocks, or curled up in crevices and under rocks, in dry and warm climates during the summer months (May to Sept). Give them their space as they will only attack in self - defence. Any bite victim must seek medical att ention immediately. Move the victim away from the snake to avoid a second bite. Treat victims by rinsing the bite area with clean water, applying a cold compress, immobilizing and elevating the bite area, keeping them calm and transporting them with the vi ctim at rest. Be prepared for the victim to develop respiratory problems. Do not apply a tourniquet. Report a bite or sighting to local wildlife authorities. EO 403.21: EMPLOY VO ICE PROCEDURES For some training you may be issued a radio to assist commu nications between teams and the headquarters, or other components of your corps. While the mechanics of a radio, its range, type of antenna, etc. will vary, the way that you talk “on the air” is guided by national and international standards. The skill of talking on a radio is referred to as “voice procedure.” The phonetic alphabet is a universally recognized radio communications aid, which assigns a common word to represent each letter of the alphabet. You use the phonetic alphabet when you have difficult words or groups in the text that you are communicating. When you are going to spell a word you would say, \"I SPELL\" _ _ _ _. Example: \"Home base just to let you know the – I SPELL Charlie Alpha Kilo Echo is ready\" "},{"pageNumber":70,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 70 Numbers are often used to give a grid reference or numbers of items. When you are about to tell numbers on the radio you would say \"FIGURES\" _ _ _ _. Decimal are: DAY - SEE - MAL. Example: \"Home base we had chili last night, and we need FIGURES Wun Fife Zero rolls of toilet paper quick!\" A Alp ha B Bravo C Charlie D Delta E Echo F Foxtrot G Golf H Hotel I India J Juliet K Kilo L Lima M Mike N November O Oscar P Papa Q Quebec R Romeo S Sierra T Tango U Uniform V Victor W Whisky X X - ray Y Yankee Z Zulu 1 WUN 2 TOO 3 TREE 4 FO - WER 5 FIFE 6 SIX 7 SEV - EN 8 AIT 9 NIN - ER 0 ZE - RO Operating Rules: a. emergency calls take priority over all other calls. If you are talking then stop and wait until the emergency is finished; b. do not chat; c. be brief – write down your message before talking; and d. profa ne, indecent or obscene language is forbidden. To aid in security and keeping the message short, key people have been given appointment titles. Prowords are words or phrases that have assigned meanings for the purpose of expediting messages. Position Ca ll Sign Commander Sunray 2I/C Sunray Minor Medical Representative Starlight Movements Staff Contractor Supply and Transport Playtime"},{"pageNumber":71,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 71 Proword Explanation Acknowledge the message has been received Affirmative/ Roger yes, or permission granted All Stations the following message is for everyone Correction an error has been made. The correct version is Fetch go and get this person Figures numbers are to follow Go Ahead proceed with your message Grid used before any grid reference I Say Again Wh en you are saying the message again for clarification, don’t use the word repeat for this. I spell used before you spell a word phonetically No Duff (MayDay) emergency command or transmission Message a message that you will have to record follows Negat ive no, or that is not correct Out conversation ended, last word spoken Over my transmission is ended and I'm waiting for a response Radio Check what is my signal strength and readability Send I'm ready for your message Sitrep situation report This Is lets you know who is sending the message Wait I must pause briefly ( up to 5 seconds) Wait Out I must pause for longer than a few seconds, I will contact you when I’m ready to proceed. RADIO NET Each team with a radio has to have a number to distin guish themselves. It usually start's as home base is ZÉRO, team 1 is ‘ONE,’ team 2 is ‘TWO’ etc. When you start a transmission you say whom you want to talk to, then who you are. After they reply you start your message with who you are – then the messag e. Example 1: ONE, this is ZÉRO over.. ZÉRO, this is ONE, SEND OVER.. ZÉRO, how is everything at your location OVER.. ONE, everyting is good OVER.. ZÉRO, ROGER OUT "},{"pageNumber":72,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 72 EO 403.22: DISCUSS SURVIVAL PSYCHOLOGY AND STRATEGY INTRODUCTION Not too many people plan to get lost and have to survive outdoors. In fact, what makes a situation one of survival are the circumstances of emergency, or sudden departure from the plan. Getting lost and having to sleep out overnight, in a tent, with all your kit is not survi val – it is camping. So, a survival situation is the absence of all, or most, of the equipment and conditions you expect in a routine outdoor experience. Injuries, accidents, severe weather, human error, or quite often, a combination of several factors le ad people into survival situations. It is when you are left outside with only the contents of your pockets that you are faced with the real life or death struggle of survival. Recent search and rescue statistics tell us that 92% of people that die when l ost, die within the first 4 days (with 50% of mortalities occurring within the first 24hrs). This puts a new perspective on survival strategy. Before you need to learn how to hunt or trap animals, or select edible plants, you simply need to be able to live through the first few days – with heat, shelter, water, and the ability to assist searchers in finding you. If you survive the first few days, then you can afford the luxury of scavenging for food. THE SURVIVAL PRIORITY LIST First Aid – for yourself and others. Treat all injuries to the best of your ability. Any health problems left untreated can severely affect your ability to carry out all the other actions required for survival. Complete first aid also includes observing and analyzing current or f uture dangers. Fire – is a lifesaver! It will provide an important source of heat, assist in providing safe drinking water, and will be a primary tool for signaling your location to rescuers. Even under wet conditions you can start a fire. Gather what yo u think is enough firewood, then times that"},{"pageNumber":73,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 73 by four, that should be enough. Start collecting wood far from your site, then as you grow weaker, collect from closer in. Shelter – is what is going to keep you alive for any extended period of time. You need y our shelter to be waterproof, windproof and as insulated as possible. Select a safe location, protected from the elements, but close to a clearing for your signal, and as close as you can to fresh water. Signals – a clearing is the best place to make a si gnal, anything can be used to make your signal. Toilet paper, rocks, fire and smoke, a mirror, piles of branches, patterns in the snow, etc. Place objects in the form of a triangle as this is a universal distress signal. Bright fire during the night, and smoky fire during the day are your best signals. Water – you can only survive for three days without water. Heating the water to drink will increase your body core temperature in poor conditions. Always melt snow before ingesting as it uses more fluid for your mouth to melt snow than a mouthful of snow provides. Remember the rules for safe drinking water – do not make yourself sick by drinking water from a suspicious source. Food – you can go a long time without food if you are conserving your energy and body heat. You can not rely on the availability of large game, or your ability to catch it to provide food. In some locations plants with nutritional value may be sparse. Choose food that will give you more food energy than the energy you will expend try ing to get it. In most cases the simplest of food sources is the best. Some of the simple things to eat are: a. snails (lakeshores, forests and fields – boil them); b. bugs, ants, grubs, grasshoppers and maggots (under rocks, logs, near fields – wash them befo re boiling, or roasting); and c. plants: in the north, rose hips are good (eat the flesh and get rid of the seeds and bristles), cattails (eat the roots of them). There are many other edible things in the wilderness. You can enhance your awareness through proper research, preparation and cooking. HEALTH AND SURVIVAL As a cadet, you have access to good training and equipment for use in the outdoors. However, regardless of how good your equipment is, or how skillful you are, people faced with a survival si tuation still have"},{"pageNumber":74,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 74 themselves to deal with. The psycho logical reactions to the stresses of survival often make them unable to make use of their available resources of equipment, experience, and skill. By neglecting aspects of your mental or physical heal th in an emergency, you limit your ability to think and act. As a potential leader of a group of people faced with survival, your health may be the key to their survival as well. Drink water regularly, eat when you can, conserve your energy, and keep a p ositive attitude. Do not sacrifice your long - term health for immediate gratification – e.g. wait until the meat is fully cooked before eating it, or do not drink straight from the creek. You know the rules, and you have the training – two of the most impor tant tools for survival. THE PSYCHOLOGY OF SURVIVAL Fear – is a very normal reaction for people faced with an emergency which threatens any of their important needs. Fear influences your behaviour, and thus your chances for survival. Acceptance of fear a s a natural reaction to a threatening situation will lead to purposeful rather than random behaviour, and in this way will greatly increase your chances for survival. Fear and confidence are not opposites – a reasonable person can acknowledge fear and stil l remain confident in their ability to overcome it. How people react to fear depends more on themselves than on the situation. Physical strength may not be as effective a tool against fear as a sense of humour, or a cool head under pressure. Some fears c an lead directly to a sense of helplessness and hopelessness. Fear must be recognized, lived with, and if possible, used to your to advantage by channeling your excess energy created by adrenaline towards the tasks at hand. You can fight this by identifyin g each fear, understanding it, and coping with it. Fear of the unknown – “What is out there? What’s going to happen to me? Where is it safe?” By accepting this fear as normal you can remain calm and begin to answer each question. Do not criticize yourself for having critical or negative thoughts, just concentrate on, and resolve each new question or problem calmly and confidently. "},{"pageNumber":75,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 75 Fear of your own weakness – leads to a pessimistic attitude and then giving up. Every person can do something, no matter how b ad the situation, to make that situation better for themselves and their teammates. Have confidence in your equipment and your skill to use it. Compare the current problem with successful solutions you have used (or learned about) in the past to get throug h something similar. Fear of discomfort – is what causes people to continue into bad storm to get back to the warmth and security of base camp, instead of stopping and making a safe, albeit uncomfortable, emergency shelter for the night before they are so aked, exhausted and hypothermic. Fear of being alone – even the most independent people can feel the effects of loneliness unless steps are taken to adapt to, and deal with the isolation. A strong imagination and sense of humour will help. Phobias about the dark, or animals, etc. – people with phobias can easily imagine their worst nightmares coming true, especially in the stressful survival situation. Again, approach each fear with a action plan and an understanding of this fear in context with the whole situation – should your fear of snakes cost you your life? Fear of suffering or death – actually might be your strongest ally in survival. If you always keep it in your mind that unless you act you can die, you can use this energy to focus yourself in to ugh times. By accepting this fear, and not dwelling on it, you can rate your plans on whether a specific action is going to keep you alive or not. Have confidence in your teammates’, your leader(s) and your rescuers’ abilities to get you out. “Courage is not about being free from fear. Only a fool is fearless. Courage is the ability to do the right thing, and do it well, even when you are afraid.” John Graham. SEVEN ENEMIES OF SURVIVAL Pain, cold, thirst, hunger, fatigue, boredom and loneliness everyone has experienced these, but few have known them where they have threatened their survival. In the survival situation, the feelings of pain, cold, etc, are no different from those experienced elsewhere; they are only more severe and more dangerous. With thes e feelings, as with fear, the more you know about them and their effects on you, the better you will be able to control them, rather than letting them control you."},{"pageNumber":76,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 76 Pain – is your body’s way of making you pay attention to something that is wrong with you. Hard or desperate work will sometimes cover pain for a while, but pain is unlikely to cease on its own. Carry out appropriate first aid to the best of your ability. Pain that is ongoing will seriously impact your ability to remain positive and get required work done. So deal with it right away. Some injuries or illnesses may not be curable, and you can expect your situation to be uncomfortable. Keep your mind occupied with the important work, and allow enough time for rest and recuperation. Cold – is a mu ch greater threat to survival than it sounds. It not only lowers your ability to think, but it also tends to lower your will to do anything but get warm again. Even a few degrees drop in your body temperature can affect your ability to make reasonable deci sions. Fire and shelter are your primary methods of keeping warm, in any season – you will not have the energy to work to stay warm for any real length of time. Thirst – even when thirst is not extreme, it can dull your mind. As with pain and cold, lack o f water will slowly degrade your ability to survive. Diarrhoea caused by micro - organisms in unsafe water can slowly dehydrate you and lead to future difficulties, but do not abstain from drinking out of fear. Make a point of drinking regularly Hunger – is dangerous because of the effects it can have on the mind, primarily in lessening the person's ability for rational thought. Both thirst and hunger increase a person's susceptibility to the weakening effects of cold, pain and fear. Solid food is not a real necessity until a week or more has passed – this is not to say that you would not eat given the chance. It is usually the fear of starving to death – a fear that manifests itself long before the risk of starvation is real – that leads people to making poo r decisions about safe or appropriate food. Fatigue – even a very moderate amount of fatigue can reduce mental ability. Fatigue can make you careless it becomes increasingly easy to adopt the feeling of just not caring. This is one of the biggest dangers in survival. The confused notion that fatigue and energy use are directly related may be responsible for many deaths in survival situations. Certainly, there is a real danger of over - exertion, but fatigue may actually be due to hopelessness, lack of a goa l, dissatisfaction, frustration or boredom. Fatigue may represent an escape from a situation that has"},{"pageNumber":77,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 77 become too difficult. If you recognize the dangers of a situation, you can often summon the strength to go on. Boredom and Loneliness – are two of the to ughest enemies of survival. They are dangerous mainly because they are unexpected. When nothing happens; when something is expected and does not come off; when you must stay still, quiet, and alone, these feelings creep up on you. Keep yourself busy, even if it means creating luxuries around your shelter, fishing or setting traps, etc. STOP! IN A EMERGENCY SITUATION S TOP where you are! Don’t panic. Many lost people waste valuable energy, and risk injury by panicking – running aimlessly, continuing to tra vel after dark, walking in circles, etc. T HINK about immediate and future dangers and the factors involved in your situation. Consider the time of day, your physical condition, and the last time you had a drink or something to eat. Try to list the options that are open to you. O BSERVE your immediate environment, weather, terrain, resources available and how each of these affect your options. Look for a location for a shelter, for fresh drinking water, and for clues to your location or the route you took to get where you are now (e.g. ‘I followed a stream until it went into a swamp, then I walked over this hill behind me...) P LAN your best course of action. Include in your plan the methods you will use to signal rescuers. Remember! In a survival situation, sta y in one place that is close to a supply of drinking water and is visible from the air. ATTITUDES FOR SURVIVAL “I can handle this” – the willingness to approach the situation in control, and with confidence, will go a long way towards getting you out ali ve. This confidence can be generated by being prepared for emergencies, by accepting that “it can happen to me,” and by knowing that your unexpected stay in the Canadian wilderness is likely to be short if you carry out the appropriate actions. “I know wh at to do” – research has shown that survival knowledge and skills, when employed, are key elements in successful survival stories. The ability to react to a new situation, or to cope with the"},{"pageNumber":78,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 78 important little things, will create a sense of confidence and s ecurity. Just the knowledge of the priorities of survival, and how to recognize and fight fear will set you up for survival. Hundreds of survival stories indicate that there is rarely unlimited time in which to make decisions. Many decisions will have to b e made using the information and resources available at that moment – you will have to make the best plan and act on it immediately. “I am a survivor!” – curiosity, humour, imagination, willpower and common sense are the attributes of a survivor. Make th e best of each situation, and adapt positively to new crisis when they may occur. “I can take care of myself” – knowing what to do, how to do it, and having the confidence to act on these strengths will keep you from being a burden on other team members, as well as allowing you to be an active leader. Positive acts and attitudes are contagious. “I will get out of this” – remember that people are likely looking for you – even if you fear that no one will find you. Modern search and rescue makes use of vari ous techniques and technologies – it is almost at the point that you would have to consciously hide to avoid being found. The one thing that you need to do to make the rescue work is to stay alive and conscious. A lost person who can signal or respond to s ignals will be found sooner. “[Human] capacities have never been measured: nor are we to judge what we can do by any precedents, so little has been tried. What people say you cannot do, you try and find you can.” H.D. Thoreau TEAM BEHAVIOUR IN SURVIVAL Organization – chances of surviving depend largely on a team’s ability to organize themselves for activity, and cooperate in setting and achieving goals. An emergency does not weld a crew together; rather, the more difficult and disordered the situation, the greater are the disorganized team’s problems. This is particularly true in the face of common danger, when fear can result in panic rather than concentration. A team that is well trained and prepared will cope better with the prolonged stress of a surv ival situation. Communication between members, sharing tasks, and planning concurrent activities are keys to organization. In well - organized teams,"},{"pageNumber":79,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 79 people excel in the job that most closely fits their personal qualifications – assign tasks conscientiously . Morale – high team morale has many advantages: a. individuals feel strengthened and protected since they realize that their survival depends on others whom they trust; b. the team can meet failure with greater persistency; and c. the team can formulate goals to help each other face the future. High morale must come from internal cohesiveness and not merely through external pressures. Under certain conditions, moods and attitudes become wildly contagious. Panic often may be prevented by conscious, well - planned o rganization and leadership on the basis of delegated or shared responsibility, combined with faith in the group and realization of the need for cooperation. Reaction speed – is key to a team’s success. By reacting immediately to new hazards, a team will s tay occupied (defence against boredom), and will be better able to cope with new problems later. Staying on top of the situation will allow the team to plan, set goals, and assist survival – a team that is constantly overwhelmed will have no time to plan. EMERGENCY SIGNALS As stated before, modern search and rescue relies on sound and visual signals to find lost people. The more you do, the quicker the rescue will be. Stay close by your signals so you can employ them when required. Always set out signals, even if you fear that no one is looking. You can use anything to form a triangle (make three points) to use as a distress signal. Use rocks, a big pile of logs and brush, or anything as long as it is in an open area that can be seen from above. Fire is another form of communicating. During the day, use a smoky fire burning green brush, at night use a bright fire using dry softwood branches. Triangles and signals in sets of three are international distress signals. A whistle or the mirror from a compass are good signals that your should have. Do as many other things as you can think of to try to communicate or signal someone. Unroll toilet paper or lay out your"},{"pageNumber":80,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 80 extra clothing to make a signal, you have to be creative and keep your mind busy. GROUND TO AIR SIGNALS X Require doctor I I Require medical supplies F Require food and water V Unable to proceed, require help ↑ Going this direction ~ Need map and compass Letters should be at least 10m long and visible from the air (open riverbanks, cl earings, frozen lake, etc). If making a signal in winter you must make sure that you stomp down the snow so a shadow appears to form the signals. EO 403.23: PREDICT A CHANGE IN WEATHER INTRODUCTION Weather in Canada has a massive range throughout the year. Temperatures can change as much as 20 ° C in one day, winds can develop or drop off, it can rain, snow, hail, or drizzle, and all changes can happen suddenly. Knowing the weather influences your choice in clothing, routes, plans, etc. One thing to reme mber is that weather is a combination of systems, and as such, it gives warnings of change in advance of a new system. Your ability to notice and interpret these warnings will give you an advantage in making decisions for your team’s safety and well - being. You do not need to be a meteorologist to make some weather predictions, but you do need to have some knowledge of what is going on up there. As a leader in the outdoors, you need to be aware of upcoming changes in weather in order to make appropriate dec isions concerning training. While equipment is available to assist weather"},{"pageNumber":81,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 81 forecasting, the average outdoor leader should at least be able to recognize changes based on observation. CANADIAN WEATHER SYSTEMS Over Canada, warm air (tropical) masses usually move north from the Caribbean and the U.S., and cold air (polar) masses move south from the arctic. Air masses can form over both the land and the ocean. Air masses generally move from west to east. Weather associated with a polar air mass is apt to chang e abruptly as the cool air warms rapidly over land, while weather associated with tropical air masses will likely remain constant for a while as the air is already warm. Air pressure – the force air exerts on an object – is effected by air temperature. C old air is heavier, and therefore creates areas of high pressure as more air is close to the ground. Warm air creates low pressure because warm air rises and reduces the pressure on the ground. These areas are called pressure systems . Usually , low pressure systems are associated with fair weather, and high pressure with foul weather. Both systems can bring precipitation. In Canada high pressure systems create winds that rotate in a clockwise direction, and low pressure systems create winds that rotate count er - clockwise. As these systems move over you, you may notice the wind shift directions. High and low systems can not occupy the same space, they displace each other. The line where two air masses meet is called a front . There are three types of fronts: w arm, cold and occluded. Warm fronts – are more stable than cold, which makes the weather less severe, but more long lasting. As warm air meets cold, it raises over the cold, and the moisture in the air condenses, both from the rise in elevation and from c ontact with the cold air, creating clouds and possibly precipitation. Warm fronts move between 15 - 30km/h, and the air is moist with low ceilings and poor visibility, but there may be no appreciable precipitation. Warm fronts can be forecast up to two days in advance by a consistent sequence of cloud formations – cirrus, cirrostratus, altostratus, and then nimbostratus. Cold fronts – are more unstable than warm, and consequently very active. As cold air comes in contact with a warm air mass, it forces itsel f underneath, pushing the warm air up where the moisture condenses into clouds and possibly precipitation. Weather conditions"},{"pageNumber":82,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 82 are commonly more severe, although shorter in duration than those associated with a warm front. Cold fronts move between 40 - 80km /h , and form to the north or west. Cold fronts can arrive with little warning, altostratus clouds usually preceding nimbostratus and cumulonimbus. Occluded fronts – occurs when one air mass is caught between two others. In most cases, the weather will incl ude precipitation, often heavy – altostratus clouds preceding cumulonimbus. TYPES OF CLOUD FORMA TIONS Cirrus – are detached clouds in the form of white, delicate filaments or white (or mostly white) patches or narrow bands. These clouds have a fibrous ( hair - like) appearance, or a silky sheen, or both. Cirrus clouds leave milky white swirls and curls etched across the sky. Cirrus Cumulus – Often referred to as heap clouds, cumulus clouds are typified by heaped or fluffy formations. Cumulus Cirroc umulus – High - level heap clouds. Very often seen combined with cirrus clouds. Cirrocumulus clouds indicate a condition of unstable air and may lead to precipitation before long. "},{"pageNumber":83,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 83 Cirrocumulus Fair - weather cumulus – Low - level cumulus clouds that often fo rm in the late morning or early afternoon. Clouds are not very dense, are white in colour, and are well separated from one another. These clouds form when the air mass is stable and being warmed. Fair weather cumulus Cumulus congestus – High - level cumu lus cloud formed by massive uplifting of heated air within a very unstable air mass. Its top is still bumpy and forming. If clouds form in the west there is a likelihood of gusty winds and showers in 5 to 10 hr. Cumulus congestus Altocumulus - medium - lev el, fleecy or puffy clouds, similar to dense cirrostratus, but without any telltale halo. When viewed in the early morning, altocumulus usually indicates thunderstorms or precipitation within twenty - four hours (often that afternoon). "},{"pageNumber":84,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 84 Altocumulus Cumul onimbus – Often massive cumulus with a broad base ranging from 3,000 feet upward to 16,000 feet, even 65,000 feet is not unusual. Top is fuzzy or anvil shaped. Heavy downpours, coupled with hail, lightning, and thunder, are common. Cumulonimbus Stratus – means layered, essentially formless with no real defining base or top. Fog is a type of stratus cloud that lies close to the ground and is caused when the earth's surface cools. This cooling effectively lowers the air temperature, resulting in condensat ion. Stratus "},{"pageNumber":85,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 85 Cirrostratus – High - level veil - like cloud formations composed of ice crystals and often spreading out over a very large surface area. Halos around the sun are very often observed in cirrostratus clouds, when observed decreasing in s ize, it indicates a lowering of the cloud ceiling and possible precipitation within forty - eight hours. Cirrostratus Altostratus – Medium - level clouds that are flat, and dark grey in colour. A darkening of the cloud cover indicates possible precipitati on within forty - eight hours. Altostratus Nimbostratus – Low - level, dark and thick clouds, often without any real defining shape. Their ragged edges, known as scud, produce steady precipitation. Nimbostratus "},{"pageNumber":86,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 86 FORECASTING FROM CLOUDS When th e weather is going to change for the worse you will notice several general cloud activities. Clouds, regardless of their formation, will thicken (darken), increase in number or join together, form layers or stacks, and/or lower in elevation. Clouds that fo rm banks in the west, with winds from the south forecast storms. Other signs of change for the worse are: a. clouds that are moving in all directions, or contrary to the ground wind; b. altostratus clouds that darken and lower mean precipitation over the next 2 4 hours; c. there is a halo around the moon; d. altocumulus clouds moving quickly across the sky, or forming with turrets in the morning are signs of storms within 12 hours; and e. cumulus clouds forming in the morning and stacking in the afternoon, or moving from the south or south - west, expect rain or storms that day. When the weather is going to change for the better you will notice the cloud cover lifting, becoming lighter, and small patches of blue sky developing. If cumulus clouds form in the afternoon, or fl oat alone without stacking, expect fair weather for 24 hours. Stratocumulus clouds drifting with the prevailing wind remaining scattered indicates 24 hours of the current weather. Other indicators of stable weather: a. the condensation trail ( ‘contrail’) left by high altitude aircraft disperses quickly; and b. morning fog burns off before noon. FORECASTING FROM WIN DS Changing for the worse: a. winds from the east increasing in speed usually indicate a coming storm; b. winds from the south increasing in speed; or, c. win ds shift in a counter - clockwise direction (e.g. north wind shifting to west then south). Changing for the better: a. winds from the north - west usually indicate clearing, or continued clear weather for 24 hours; b. winds from the south or north decrease; and"},{"pageNumber":87,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 87 c. wi nds change in a clockwise direction (e.g. south to west). KEEPING TRACK Forecasting weather is an imperfect art – even for those equipped with the latest technology. Make notes in your journal in the morning, at noon and at night about the weather. You can use these notes to track changes and to help make forecasts. Do not let this replace researching weather patterns for your area, listening to professional weather forecasts, or common sense. EO 403.24: JUDGE A DISTANCE While electronic range finders and GPS receivers have made the average person better able to measure distance accurately in the field, the ability to judge distances without electronic aids remains an important skill. From assisting navigation, to communicating information about featur es or people, to the routine of setting up a biv site, the skill of judging distance is of daily value. At short distances it is easy – but longer distances require a great deal of practice. There are several methods to assist you in judging a distance: th e unit of measure, appearance, halving, bracketing, and unit average methods. UNIT OF MEASURE METHOD This method relies on you observing and remembering a measured distance and then estimating other distances using your “unit of measure.” The most common unit of measure is 100m. Your local soccer pitch or football field is 100m long. Stand at one end and familiarize yourself with the distance. This distance then becomes your imaginary metre stick as you place it between yourself and the object you are ju dging a distance to. By saying to yourself, “That object is 3 football fields away” – you have judged it to be 300m. This method can only be used when there is nothing obstructing your field of vision. THE APPEARANCE METHOD Another way to judge the dist ance to an object is to study what it looks like compared to its surroundings; this is called the appearance method. It takes a lot of practice to become good at it. One way of practising is to again go back to a place where you have accurately measured 1 00m. Place people, kit, vehicles, etc. at the 100m mark so you can memorize"},{"pageNumber":88,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 88 what they look like at that distance. Do the same with the targets at 200m, 300m, 500m or more. When standing at a distance from such objects as a house, a vehicle or a person, you can learn to judge distance from the appearance of the object, i.e. from its size and the amount of detail you can distinguish. By comparing the appearance of a person's body at 100 m, 200 m, 300 m, and 500 m you will find as the distance increases the b ody appears smaller and other features gradually fade out. The following may be used as a guide to judge the distance between you and another person: a. 200 m – all parts of the body are distinct; b. 300 m - outline of the face becomes blurred; c. 400 m – outli ne of the body remains clear but the face is difficult to distinguish; and d. 500 m – the body appears to taper from the shoulders and movement of limbs can be observed. There are several optical distracters that make the appearance method challenging. An object will appear closer than it is when: a. the object is in bright light or the sun is shining from behind you; b. the colour of the object contrasts sharply with the colour of the background; c. you are looking over water, snow or a uniform surface; d. you are in a clear atmosphere found at high altitudes; e. there is dead ground (dead ground is that terrain between you and the object which you cannot observe because of an obstruction, e.g. ridge, hill, trees, etc.); and f. it is larger than other things around it. An object will appear further away than it really is when: a. there is poor light or fog or the sun is in your eyes; b. only a small part of the object can be seen; c. you are looking down a street or tree - lined road; d. the object tends to blend with the background; e. the object is smaller than other things around it; and f. you are lying down. "},{"pageNumber":89,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 89 THE HALVING METHOD The first two methods are great for distances under 500m, but when the distance is greater, they become more diff icult. By breaking the total distance in half (and even breaking that half into quarters) you may be able to employ the unit of measure, or appearance methods to judge the smaller distance. Once you have judged the fraction of the total distance (1/2, 1/4, etc.) just do the math. THE BRACKETING METHOD This method is a very rough estimating tool. Say to yourself, \"That object is at least X metres away, but it is not Y metres.\" Take the average of your two estimates, for example if \"X\" is 600 m and \"Y\" is 1 000 m, your distance is 800 m. This is definitely the fastest method to use. THE UNIT AVERAGE METHOD When you are uncertain of the distance to an object, get several of your teammates to judge the distance using their choice of the previous methods. Calcu late the average of all estimates. This method takes the longest, but quite often a group of skilled cadets will be very accurate. "},{"pageNumber":90,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 90 EO 403.25: CONSTRUCT AN IMPROVISED SHELTER Types of improvised shelters: a. lean - to; b. lopped tree shelter; c. natural shelters ; d. ground sheet shelters (EO 403.07); and e. snow shelters. LEAN - TO "},{"pageNumber":91,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 91 "},{"pageNumber":92,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 92 LOPPED TREE "},{"pageNumber":93,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 93 When you select a tree, ensure that it is in a safe position, or reinforce its position with a lashing. Never select a tree that would severely injure you if it fell on you when you were sleeping. "},{"pageNumber":94,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 94 SNOW SHELTERS Snow shelters – snow is an excellent insulator. There are several types of shelters you can build, depending on the condition and depth of the snow. Snow cave – is made from a large snowdrift, or deep snow. Dig into the snow bank or drift, away from the wind so drifting snow will not block the entrance. Dig a small tunnel (less than 1 metre across) directly into the side of the drift about two feet in . Then dig upwards and to the left and right of the door. Create a space high enough to sit up in. Quinzhees – simple and made out of any kind of snow. Clear out the area of snow where you want your shelter – 3 - 4metres. Then put it all back into the cen ter packing it down as you go. You need a well packed pile 1.5 to 2 metres high. Gather several sticks to stick into the top and sides about one foot in; this will be your guide as you are scraping out the inside so you don't go too close to the walls and the roof. "},{"pageNumber":95,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 95 Igloos – a traditional snow house. They require a certain degree of skill, teamwork, time, and snow tools to build; and they must have very well packed cold (Arctic) snow. "},{"pageNumber":96,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 96 Tips for snow shelters : a. digging a snow shelter will make yo u very wet! Always have dry clothing set aside for after, and ensure you take breaks for hydration and rest (to keep from overheating and soaking your clothes from the inside) when required; b. snow shelters take a long time to build – a quinzhee may take as much as 4 hours to make, with only enough room for 3 - 4 people; c. tunnel entrance should lead into the lowest level of the chamber, this is because cold air is heavy and will not rise, so outside air will not spread.; d. the inside ceiling should be high enough to provide comfortable sitting space; e. sleeping and sitting benches should be higher than highest point of the tunnel entrance – this prevents the warm air from slipping out through the door opening; f. all sleeping and sitting platforms require insulation – s leeping pads, or evergreen boughs in an emergency; g. before entering for the night, place a burning candle or small lantern inside, the heat will cause the inner layer of snow to melt and harden – strengthening the roof. Extinguish the candle/lantern before sleeping; h. the roof must be arched so that the melting drops of water will follow the curved sides and become refrozen; i. plan for a door flap, or place your pack in the doorway after you enter; j. the roof should be at least one foot thick. Never put any weight on the roof; and k. make two ventilation holes about 10cm across, one near the door and the second will be one in the roof. Do not let them close as you may suffocate. "},{"pageNumber":97,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 97 “Only those who have had the experience can know what a sense of physical and spiritua l excitement comes to those who turn their face away from [civilization and] towards the unknown.” Arthur Lower NOTES: "},{"pageNumber":98,"pageContent":"A - CR - CCP - 121/PT - 001 3 - 98 Volenti, non fit injuria – [Those] who knowingly enter in a risk situation cannot complain about difficulties. NOTES: "}]
