[{"pageNumber":2,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Webmasters your welcome to upload this guide on your site Back to table contents Join our Mailing list to get new updated ebooks Citizens Defense Guide 2 Table of contents: 1. Foreword 2. VOLUNTEER (HELP FIGHT TERRORISM) 3. Recommend books&videos to view 4. Household checklist 5. Hand to Hand combat 6. How to survive a hijacking 7. The world of terrorisms 8. Biological terrorisms 9. Chemical terrorisms 10. Nuclear terrorisms 11. Cyber terrorisms 12. Preparedness 13. Anthrax links 14. First aid 15. End time prophecy 16. News, military, and info sites 17. Quick Reports 18. Survival store 19. Survival tips 20. Survival links 21. Internet opportunities $ 22. Free stuff 23. Disclaimer"},{"pageNumber":3,"pageContent":"24. Sponsors Before you read this ebook learn these definitions: Survive - to remain alive or in existence after; to continue living or existing. Survivalist - one who takes measures, as storing food and weapons, to ensure survival after economic collapse, nuclear war, etc. Survivor - 1. one that survives 2.someone capable of surviving changing conditions, misfortune, etc. Prepare - 1. to make ready 2. to equip or furnish 3. to put together 4. to make things ready 5. to make oneself ready Preparedness - the state of being prepared, especially for waging war. Disaster - any happening that causes great harm or damage; calamity. Emergency - a sudden, generally unexpected occurrence demanding immediate action. "},{"pageNumber":4,"pageContent":"Citizens Defense Guide 2 Back to table contents Join our Mailing list to get new updated ebooks Issue 2: Foreword If you like this ebook you can send $5. It's free we need your support! Citizensdefense@yahoo.com Webmasters your welcome to upload this guide on your site (To browse click the arrows above forward or backward) Our first issue was download over 20,000 times. We're so glad to help people find the information they need to prepare. Just a little preparation can go along way. Please pass this guide on to your friends and family. May GOD bless you and protect you. Citizens defense Citizens defense Back to table contents"},{"pageNumber":5,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks The new Citizen Corps includes initiatives to engage Americans in specific homeland security efforts in communities throughout the country. The volunteer initiatives, led at the local level by new Citizen Corps Councils, include a Medical Reserve Corps, a Volunteers in Police Service Program, a doubling of Neighborhood Watch, a new Terrorist Information and Prevention System, and a tripling of Community Emergency Response Team members. The Corporation for National and Community Service oversees the national service programs AmeriCorps and Senior Corps. AmeriCorps members serve with programs working in education, the environment , public safety, and disaster relief while earning money for college. Find out how to join AmeriCorps . Senior Corps engages a half million Americans over 55 in service to meet community needs. Find out how to join Senior Corps . Peace Corps - Serve internationally for two years working in business development, health and HIV/AIDS, the environment, education, agriculture, and information technology. Find out how to serve in the Peace Corps. Volunteer and pray for your nation, family, and for the peace of Jerusalem. Other Opportunities - Search online for other volunteer opportunities near you."},{"pageNumber":6,"pageContent":"Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) "},{"pageNumber":7,"pageContent":"Citizens books&videos Back to table contents Join our Mailing list to get new updated ebooks We recommend that you try to get as much information as you can. Try to become knowledgeable about nuclear, biological, chemical, preparedness, hand to hand combat, and even prophecy. Its always good to have books, tapes, and videos around the house. So we recommend that you start a physical library at your home. You never know when your power might go out. Try to buy a book a month to start. Try to purchase the highlighted books and videos first they are the most popular and helpful. You must be online to view. Biological, chemical, nuclear, and preparedness books Living Terrors: What America Needs to Know to Survive the Coming Bioterrorist Catastrophe by Michael T., Ph.D., M.P.H. Osterholm, John Schwartz Average Customer Review: Usually ships in 24 hours Germs: Biological Weapons and America's Secret War by Judith Miller, et al Average Customer Review: Usually ships in 24 hours Combating Chemical, Biological, Radiological, and Nuclear Terrorism : A Comprehensive Strategy : A Report of the Csis Homeland Defense Project) by Frank J. Cilluffo, et al Usually ships in 24 hours"},{"pageNumber":8,"pageContent":" Guide to Emergency Survival Communications by Dave Ingram Average Customer Review: Usually ships in 24 hours U.S. Army Survival Manual by Department of Defense, Department of Defense Average Customer Review: Usually ships in 24 hours U.S. Marines Close-Quarters Combat Manual Average Customer Review: Availability: Usually ships within 24 hours The Battle For Jerusalem by John Hagee Average Customer Review: Out of Print--Limited Availability PROPHETIC Wrath and Glory : Unveiling the Majestic Book of Revelation by David, Md. Reagan Availability: Usually ships within 2 PROPHETIC "},{"pageNumber":9,"pageContent":"Terror Over America by Arno Froese, Understanding the Tragedy Availability: Usually ships within 24 hours Only 4 left in stock--order soon (more on the way). PROPHECTIC The Complete Bible Prophecy Chart (6-Panel Foldout) by Tim Lahaye, Thomas Ice Usually ships in 24 hours PROPHETIC Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment PROPHETIC Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. VHS DVD Preview trailer here ( 56k High speed) Krav Maga : How to Defend Yourself Against Armed Assault by Imi Sde-Or, Eyal Yanilov Average Customer Review: Usually ships in 24 hours HAND TO HAND COMBAT Krav Maga: The Complete Set VHS Average Customer Review: Usually ships in 24 hours HAND TO HAND COMBAT"},{"pageNumber":10,"pageContent":" Krav Maga: Basic Combatives - Combative Techniques for Self Defense & Fighting VHS Average Customer Review: Usually ships in 24 hours HAND TO HAND COMBAT Krav Maga: On The Edge - Defending Against Common Knife Attacks VHS Average Customer Review: Usually ships in 3 to 4 weeks HAND TO HAND COMBAT Krav Maga: Line of Fire - Defending Against Handgun Threats VHS HAND TO HAND COMBAT Usually ships in 24 hours Introduction to Krav Maga: History & Philosophy of KM Availability: Usually ships within 24 hours The Burden of Freedom : Discover the Keys to Your Individual and National Freedom by Myles Munroe, Floyd H. Flake The Art of War by Niccolo MacHiavelli, et al Usually ships in 24 hours The Art of War by Sun Tzu, Samuel B. Griffith (Introduction) Average Customer Review: Usually ships in 24 hours "},{"pageNumber":11,"pageContent":"Facing Evil: Confronting the Dreadful Power Behind Genocide, Terroism, and Cruelty by Paul Woodruff (Editor), Harry A. Wilmer (Editor), Availability: Usually ships within 24 hours The Secure Home by Joel, M. Skousen Average Customer Review: Usually ships in 6 to 7 weeks Behind the Veil-Unmasking Islam, Abd El Schafi, 1-30-02 Look in www.pointofview.net book store The Sword of Allah: The Rise of Islam by Chuck Missler War on Terror: Unfolding Bible Prophecy -- by Grant R. Jeffrey; Paperback Average Customer Review: prophetic American Jihad: The Terrorists Living Among Us by Steven Emerson Availability: Usually ships within 24 hours"},{"pageNumber":12,"pageContent":"Back to table contents"},{"pageNumber":13,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Recommend book: A Comprehensive Strategy : A Report of the Csis Homeland Defense Project Join our Mailing list to get new updated ebooks Must have: Send and receive money in emergency over the net for free click here if your online: In an emergency it good to have one and extra credit card . Click here to design your own American artistic credit card free. Create an Emergency Plan (F.E.M.A) l Meet with household members. Discuss with children the dangers of fire, severe weather, earthquakes, and other emergencies. l Discuss how to respond to each disaster that could occur. l Discuss what to do about power outages and personal injuries. l Draw a floor plan of your home. Mark two escape routes from each room. l Learn how to turn off the water, gas, and electricity at main switches. l Post emergency telephone numbers near telephones. l Teach children how and when to call 911, police, and fire. l Instruct household members to turn on the radio for emergency information. l Pick one out-of-state and one local friend or relative for family members to call if separated by disaster (it is often easier to call out-of-state than within the affected area). l Teach children how to make long distance telephone calls. l Pick two meeting places. 1. A place near your home in case of a fire. 2. A place outside your neighborhood in case you cannot return home after a disaster. Take a Basic First Aid and CPR Class l Keep family records in a water-and fire-proof container."},{"pageNumber":14,"pageContent":"Prepare a Disaster Supplies Kit l Assemble supplies you might need in an evacuation. Store them in an easy-to-carry container, such as a backpack or duffle bag. Include: l A supply of water (one gallon per person per day). Store water in sealed, unbreakable containers. Identify the storage date and replace every six months. l A supply of non-perishable packaged or canned food and a non-electric can opener. l A change of clothing, rain gear, and sturdy shoes. l Blankets or sleeping bags. l A first aid kit and prescription medications. l An extra pair of glasses. l A battery-powered radio, flashlight, and plenty of extra batteries. l Credit cards and cash. l An extra set of car keys. l A list of family physicians. l A list of important family information; the style and serial number of medical devices, such as pacemakers. l Special items for infants, elderly, or disabled family members. Escape Plan In a fire or other emergency, you may need to evacuate your house, apartment, or mobile home on a moment's notice. You should be ready to get out fast. Develop an escape plan by drawing a floor plan of your residence. Using a black or blue pen, show the location of doors, windows, stairways, and large furniture. Indicate the location of emergency supplies (Disaster Supplies Kit), fire extinguishers, smoke detectors, collapsible ladders, first aid kits, and utility shut off points. Next, use a colored pen to draw a broken line charting at least two escape routes from each room. Finally, mark a place outside of the home where household members should meet in case of fire. Be sure to include important points outside, such as garages, patios, stairways, elevators, driveways, and porches. If your home has more than two floors, use an additional sheet of paper. Practice emergency evacuation drills with all household members at least two times each year. Home Hazard Hunt l In a disaster, ordinary items in the home can cause injury and damage. Anything that can move, fall, break, or cause a fire is a potential hazard. l Repair defective electrical wiring and leaky gas connections. l Fasten shelves securely. l Place large, heavy objects on lower shelves. l Hang pictures and mirrors away from beds."},{"pageNumber":15,"pageContent":"l Brace overhead light fixtures. l Secure water heater. Strap to wall studs. l Repair cracks in ceilings or foundations. l Store weed killers, pesticides, and flammable products away from heat sources. l Place oily polishing rags or waste in covered metal cans. l Clean and repair chimneys, flue pipes, vent connectors, and gas vents. If You Need to Evacuate. . . l Listen to a battery-powered radio for the location of emergency shelters. l Follow instructions of local officials. l Wear protective clothing and sturdy shoes. l Take your Disaster Supplies Kit. l Lock your home. l Use travel routes specified by local officials. If you are sure you have time ... l Shut off water, gas, and electricity, if instructed to do so. l Let others know when you left and where you are going. l Make arrangements for pets. Animals are not be allowed in public shelters. Prepare an Emergency Car Kit Include: l Battery powered radio and extra batteries l Flashlight and extra batteries l Blanket l Booster cables l Fire extinguisher (5 lb., A-B-C type) l First aid kit and manual l Bottled water and non-perishable high energy foods, such as granola bars, raisins and peanut butter. l Maps l Shovel l Tire repair kit and pump l Flares Fire Safety l Plan two escape routes out of each room. l Teach family members to stay low to the ground when escaping from a fire. l Teach family members never to open doors that are hot. In a fire, feel the bottom of the door with the palm of your hand. If it is hot, do not open the door. Find another way out. l Install smoke detectors. Clean and test smoke detectors once a month. l Change batteries at least once a year."},{"pageNumber":16,"pageContent":"l Keep a whistle in each bedroom to awaken household members in case of fire. l Check electrical outlets. Do not overload outlets. l Purchase a fire extinguisher (5 lb., A-B-C type). l Have a collapsible ladder on each upper floor of your house. l Consider installing home sprinklers. Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High"},{"pageNumber":17,"pageContent":"speed) Back to table contents"},{"pageNumber":18,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Join our Mailing list to get new updated ebooks Back to table contents Recommended : Krav Maga : How to Defend Yourself (book version) Krav Maga Full Video Set( All Tapes) Hand to Hand combat: Krav Maga books and videos If your online you can order them. 1. Krav Maga : How to Defend Yourself (book version) 2. Krav Maga Full Video Set( All Tapes) 3. Krav Maga: Basic Combatives - Combative(video) 4. Krav Maga: On The Edge - Defending from a knife attack (video) 5. Krav Maga: Line of Fire - Defending from a gun(video) 6. Introduction to Krav Maga: History(video) "},{"pageNumber":19,"pageContent":" Krav Maga Official Israeli System Of Self Defense History Krav Maga first appeared approx. 40 years ago, making it one of the most modern self defense methods. It was created for use by the Israeli Defense forces. The IDF needed to teach self defense to a variety of people with varying abilities in a very short amount of time. Krav Maga was integrated into army training by Imi Lichenfield, a career IDF officer and chief instructor at the armys physical training facility at Wingate Institute. Imi is still active involved in the Krav Maga Association and maintains the role of president. Through the years, the system came to be used not only by the IDF but also by Israeli's security forces, the Mosad and the police. This system is computer tested, reexamined and adjusted on an ongoing basis. Krav Maga focuses on building readiness, physical fitness and confidence. Krav Maga is taught in many public schools in Israel. Content The style includes techniques utilized in Aikido, Karate, boxing, Judo and Jujitsu as well as a variety of techniques from a number of less well known defense methods. The style looks to build on a persons natural reflexes so that initially, the student can build up a repetoire of simple but effective techniques for various threating situations including necklocks/chokes/bear hugs/shirt holds and arm grabs . Krav Maga has no katas or specific sequences that must be followed. Students use the basic/core sequence of moves in conjunction with any one of a number of other dynamic moves to fend off an attack, the key idea being adaptability to new situations through improvisation. Also in the initial stages, students are taught to kick and punch effectively. The punching being drawn from boxing as opposed to the traditional martial art styles and low kicks to knee and groin being emphasized. Also the beginner is taught to be able to fall and roll correctly. In later stages, restraining techniques along with neck and wrist manipulation are learned along with ground- based drills. At this stage, techniques for dealing with an armed opponent are introduced. Weapons include stick, knife, gun , and bayonet rifle . Also it is not assumed that you are always unarmed and so proficiency with a knife and stick are also taught. As training continues, learning to deal with more than one armed opponent are introduced. These situations do not have specific sequences as predicting the actions of two people is near impossible and so the student must"},{"pageNumber":20,"pageContent":"use and adapt what he has learned so far to cope with a ' chaotic ' situation. At the highest levels, hostage situations are introduced i.e. drills to deal with a 3rd person being threatened with a gun also Military techniques of covert debilitation and assassination are shown. Emphasis is put on speed, endurance, strength, accuracy and co-ordination especially for intensive Krav Maga training. Attire/Equipment Initially all a beginner needs to wear are - casual track suit bottoms, soft/light shoes and a t-shirt, the preferred color of the T-shirt being white. However if training is progressed, other equipment gradually accumulated is shin-pads, groin cup, mouth guard, gi and a set of boxing gloves. Purpose A major difference between Krav Maga and other martial art forms lies in the fact that this style has no rules. The student is taught where vulnerable points on the human body are and is encouraged to use that knowledge in fending off an attack. This is a style that was developed for street use only. Due to this there are no competitive tournaments. Krav Maga has a belt ranking system. White belts for beginners, followed by yellow, orange, green, blue, brown and black. All certificates come direct from the Krav Maga Association in Israel. The information presented here will be very helpful to the beginner and will also serve as a refresher for those of you already familiar with the subject. I will start off by talking about basic things such as stance, what you should and shouldn’t do when fighting and other information that the beginner will need to know. Then, I will give you a list of over 20 vulnerable points that one should always try attacking in a fight along with the way these points should be attacked. Finally, I will give you some more fighting tips and information on how you can continue learning about hand-to-hand combat.  Now, let me discuss some of the basics you will need to know when you are in any combat situation. Stance The best stance when confronting an enemy is to put your feet at shoulders length apart and your arms should be facing forward, parallel to each other and bent at the elbows. Keep your knees slightly bent and stand on the balls of your feet."},{"pageNumber":21,"pageContent":"Remember, you always want to maintain this stance when you are not striking at the enemy. Balance It is always important that you keep your balance. If you use the stance I have described above, you will never have to worry about it. If by chance you do lose your balance even for a second you can kiss your ass goodbye as the enemy will probably kill you. Aggressiveness Always be aggressive and always attack. Don’t just stand back and defend yourself against the enemy’s strikes as he will end up killing you eventually. If you are not aggressive, the enemy will think you are scared and he will have an advantage over you. A great thing to do is yell at the enemy. This will scare the shit out of him if you start yelling at him and plus it also allows you to get more oxygen in your lungs so you will have more strength. Natural Weapons Your natural weapons are as follows: knife edge of either hand, the heel of your hands, your fingers folded at the second knuckle, your boot, your elbow, your knees, your teeth, your fore finger and second finger forming a „V“ shape, and your fist. These body parts alone are some of the most powerful weapons you can use.  ^*^ Since you now know the basics of fighting, let me list for you the best places where you should strike your enemy. Temple A sharp blow to the temple ensures instant death since there is a large artery and nerve located close to the skin surface. If you give a medium blow to the temple it will cause severe pain and concussion but a hard blow will kill the enemy instantly. The best way to strike the temple is with the knife edge of your hand or if he is on the ground you can kick him with the toe of your boot."},{"pageNumber":22,"pageContent":"Eyes The eyes are a great place to strike if you can since a good strike in the eyes will cause temporary or permanent blindness. To blind the enemy, make a „V“ shape with your fore finger and second finger and stick them into his eyes while keeping your fingers stiff. Also, you can gouge the eyes with your thumb. Nose The nose is another excellent place to attack. Hit the bridge with the knife edge of your hand and you will cause breakage, severe pain, temporary blindness and even death. Or you can use the palm of your hand to strike upwards and push the nose up into his brain. If done hard enough the nose bone will puncture his brain and he will die. Upper Lip The upper lip contains a lot of nerves close to the skin surface so if you strike it with the knife edge of your hand it will cause great pain and if delivered hard enough he will become unconscious. Mouth If the enemy is on the ground, use the heel of your boot and strike him on the mouth. Since there are a lot of veins and arteries in the teeth there will be a lot of blood which will frighten the enemy and he will lose concentration on defending other parts of his body. Chin The chin should only be struck with the palm of your hand as you can break your fingers on the enemy’s chin. Use the palm of your hand and strike the enemy with a very strong upward blow. This will cause extreme discomfort. Adam’s Apple Usually the enemy will defend this part of his body well but if you do get the chance give it a sharp hit with the knife edge of your hand. If you hit it hard enough you will bust his windpipe and he will die. You can also squeeze the Adam’s Apple between your fingers. Esophagus"},{"pageNumber":23,"pageContent":"If you have a chance to get a hold of his neck, press your thumbs into his esophagus (located below the Adam’s Apple). Pushing hard will be very painful and it will block the oxygen flow to his lungs and he will die quickly. Neck If you give a very strong blow to the base of the neck with the knife edge of your hand you will usually break it. However, if it is not hard enough, the enemy might just be knocked unconscious so be sure to hit him in the temple or twist his neck around to be sure he is dead. The neck is the best place to hit someone if you want to be quiet as it is quick and the enemy goes down without a word. Collar Bone The collar bone is an extremely sensitive part of the body. A sharp blow to it with the knife edge of your hand or your elbow gives the enemy excruciating pain. Also, digging your finger into the collar bone can bring your enemy to his knees. Shoulder The shoulder is easy dislocated and it takes little strength to do. However, it should be done quickly. Grab the enemy’s arm and pull it behind his back and then jerk it upwards quickly. You should here a popping sound which means you have dislocated the enemy’s shoulder. There are other methods of doing this but this is the easiest. Armpit Although it is hard to get at, the armpit has a large network of nerves. If the enemy is on the ground, hold up his arm and then kick him in his pit. This will cause severe pain. However, it is not a very common place that will be struck in a fight but is good to keep in mind anyways. Rib Cage A strike to the rib cage with your fingers folded at the second knuckle is rather painful and if done hard enough causes severe pain and breakage. Only use your fingers folded at the second knuckle since that hurts the most. Solar Plexus The solar plexus is located on the chest at the little „V“ shaped point where the rib cage ends. There are a large amount of nerves so a blow with the knuckle of your second finger can cause severe pain and even"},{"pageNumber":24,"pageContent":"unconsciousness. Floating Ribs The floating ribs are the lower ribs located at the front and sides of the enemy’s body. Use the knife edge of your hand or the heel or toe of your boot. The blow will cause pain and will stun the enemy. Spine A blow to the spine with the heel of your boot can paralyze or kill your enemy. The lower spine between the enemy’s kidneys is the best place to hit as that is the least protected part of the spine. You will only be able to attack the spine when your enemy is on the ground or if his back is turned to you. Kidneys The kidneys have two large nerves that are close to the skin surface. If you strike the kidneys hard it will cause death. You can use a fist or the knife edge of your hand to hit the kidneys. Or a kick with the heel of your boot will work too. Groin The groin is a good place to strike if you get the chance. Generally, the enemy will protect this area the most but if you have a chance, strike it with your knee in an upward motion or with your fist. I’m sure you can imagine the pain the enemy will get from it. Tailbone The tailbone which is located above the anus is a very sensitive part of the body as a lot of spinal nerves are located there. Use the toe of your boot to strike the tailbone. The pain from that is unbelievably severe. Elbow The elbow is easy to break or dislocate. Pull the enemy’s arm behind him and with the palm of your hand push his elbow inwards until it either cracks or pops. When the enemy has a useless arm, you have a great advantage over him. Fingers"},{"pageNumber":25,"pageContent":"The fingers should be broken because the enemy becomes almost helpless with broken fingers. Grab the enemy’s arm with one hand and with the other hand push the fingers upwards until they snap. It is only necessary to break the first two fingers. It is also helpful in breaking a grip. Knee You can destroy the knee by kicking it with the side of your boot in an upward motion. This will rip the ligaments and the cartilage. This will cause unbelievable pain and make it impossible for the enemy to move around. Once a knee has been ruined, you will have a great advantage over the enemy. Ankle If the enemy is on the ground, get a hold of his ankle and twist it until it snaps. This will make it almost impossible for him to walk and he will then be easy to kill.  ^*^ Let me talk about some more important things you should remember when you are fighting somebody. Tactics Always try to throw your enemy off balance. You can do this by charging the enemy and pretending to strike him. This will make him flinch and lose his balance. Always look for a weak spot and attack it. Whenever he leaves a vulnerable part of his body unprotected attack it with all your strength. By doing this, he will then try to protect the part of his body that you just struck thus leaving even more unprotected parts open. Use any available object that you can. By this I mean throw sand in his eyes, block his strikes by hitting him with a large branch, or any other kind of available material that can be used as a weapon against him. Foul Play In a life or death situation there is no such thing as foul play and there are no rules either. Although hitting someone in the groin is considered a cheap shot in high school, it is a very effective way of destroying your enemy. Just hit him where you can and kick him when he’s down. That way, he will never get back up again."},{"pageNumber":26,"pageContent":"  ^*^ I have now explained to you the basics of fighting and the best places to attack your enemy on his body. Just because you have read this file doesn’t mean you will be able to go out and kick somebody’s ass in. These methods take a lot of practice in order to do them properly. If you enjoyed this file and would like to practice these methods get a partner who is also interested in this and work on each type of strike and kick. When you first start out, go slowly and remember that these methods are deadly and do not require much force to be effective so take it easy on your partner. Some of you may decide that practicing is not enough and you would like to learn more than what I have told you in the above. Well, there are several good books with illustrations on this subject which go into much more detail than I ever could in this file. The book I used mainly to write this file was „The Marine Corps Field Manual on Physical Security“. You can get this book through a good book store or if you happen to know a marine, he can get you a copy very easily. There are also camps where you can go for 1-2 weeks to learn all sorts of things like this such as firing weapons, detailed hand-to-hand combat, doing raids on enemies and all sorts of other stuff like that. The instructors that teach these programs are well trained and have had years of experience with this. However, usually you have to be 18 years or older to get into these programs and you have to be very serious about it as well. This is not one of those programs where you can say „Time-out, I need to rest.“ They don’t stop just to suit you. To get more information about these programs, you can usually find out about them in magazines like „Soldier of Fortune“ and other magazines with similar theme. Well, that’s it for now. Perhaps in the future I can discuss the fun stuff like fighting people with knives and all the other lethal weapons you can use in a fight. If you liked this file, let me know and I will continue on with this subject. "},{"pageNumber":27,"pageContent":"Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) "},{"pageNumber":28,"pageContent":" Back to table contents"},{"pageNumber":29,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Note: After 9-11 the rules have changed. These are the classic rules of surviving a hijacking. So you should still learn these. All bets are still off! Back to table contents Join our Mailing list to get new updated ebooks Recommend book : ( Combating Air Terrorism) 1. Travel with an airline that has no or few political enemies. 2. Do not wear Army or ex-Army clothing. 3. Do not carry on your luggage in Army issue bags or rucksacks. 4. If the plane is hijacked, keep quiet and don't draw attention to yourself. 5. Observe the terrorist's activities very carefully. If you do escape, you'll be able to help secure forces. 6. Stay in tourist class. 'Neutral' seating in tourist class is less likely to attract attention than first class. If the terrorists wish to show their determination, they may shoot hostages, and these are likely to have been chosen from passengers who are obviously important. 7. If kept in close quarters with a hijacker, talk about your own and his family. Making yourself a real, normal person in his eyes will be better. Don't talk politics. 8. If you can feign symptoms of sickness and keep it up, you may be released in an interim deal. 9. Don't wear religious or other insignia. The hijackers may not share your beliefs! No T-shirts with political slogans either!"},{"pageNumber":30,"pageContent":"10. Travel in loose, comfortable clothing. If you are hijacked you'll have to keep yourself cool, clean and healthy for some time. Play mind games to keep yourself sane. 11. Don't carry military documents on board. Pack them in your main luggage. If a hijacker finds out you're connected, you'll be singled out for rough treatment. 12. If the aircraft you are on is hijacked the best way to stay alive is not to attract attention. When hijackers make their move, they are looking for opposition. Anyone who looks like they're trying to stop them is likely to be shot. 13. Keep your eyes open, your mouth shut... and don't volunteer for anything! 14. If it looks like you going to die fight back. Disclaimer: This is for informational purpose. We can not be held responsible how you use this information. Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves"},{"pageNumber":31,"pageContent":"pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) Back to table contents"},{"pageNumber":32,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book : Origins of Terrorism: Psychologies,... Terrorist Groups Profiles Terrorism Intelligence Threat Assessments From the Federation of American Scientists, Terrorism Intelligence Threat Assessments. Non-State Terrorist Groups From the Federation of American Scientists, Terrorism Intelligence Threat Assessments: Liberation Movements, Terrorist Organizations, Substance Cartels, and Other Para-State Entities. Terrorist Group Profiles From Patterns of Global Terrorism. United States Department of State, Groups Listed in Patterns of Global Terrorism, 1999. Terrorist Group Profiles Links to Separatist, Para-military, Military, Intelligence, and Aid Organizations pages. Militia Watchdog Devoted to Montoring Far Right Extremism. The materials in the Militia Watchdog Archives generally stem from the period 1995-2000. Militia Groups From the Milita Watchdog, Links to Home Pages of Militia Groups. "},{"pageNumber":33,"pageContent":"Eco-Terrorism and Animal Rights Earth Liberation Front The North American Earth Liberation Front Press Office is a legal, above-ground news service dedicated to exposing the political and social motives behind the covert direct actions of the underground Earth Liberation Front. Animal Liberation Front The animal-liberation.net & .com domains and the Frontline Information Service is intended to provide an on-line information service dedicated to the activities of the animal liberation movement in Europe, North America and World-Wide. Earth First! From the First Earth! homepage, links to Radical Ecology and Animal Rights Groups. Ruckus Society The Ruckus Society provides training in the skills of non-violent civil disobedience to help environmental and human rights organizations achieve their goals. World Trade Center and Pentagon Attack America Attacked From the Washington Post, full coverages on the terrorist attack on New York and Washington. USAToday Full Coverage USATodays' full coverages on the terrorist attack on New York and Washington. World Trade Center and Pentagon Attack A collection of articles, commentary and news reports on WTC and Pentagon attack from Yahoo's Full New Coverage. America's New War A collection of articles, commentary and news reports on WTC and Pentagon attack from CNN. "},{"pageNumber":34,"pageContent":"Osama bin Laden Osama bin-Laden ERRI Terrorist Group Profile: Usamah Bin Mohammad Bin Laden (Osama bin-Laden) Fatwah Text of Fatwah Urging Jihad Against Americans. Fatwah Original Arabic text of the Fatwah of Usama bin Laden and his associates purports to be a religious ruling (fatwa) requiring the killing of Americans, both civilian and military.. Ladenese Epistle From the Washington Post, Osama bin Laden has published two religious orders seeking to justify violence against Western interests in the Middle East. Institute for Counter Terrorism A collection of articles, commentary and news reports on Osama bin Ladin and the U.S. Embassy Bombings, the Attack on the USS Cole, and Islamic terrorist activities from the ICT. New York Times A collection of articles, commentary and news reports on U.S. Offensive Against Terrorism and Osama bin Ladin from the New York Times. Access is free but registration is required. Al-Qa'ida (the Base) From the Institute for Counter Terrorism, an analysis of Al-Qa'ida, Osama bin Laden's organization. Yahoo! A collection of articles, commentary and news reports on Osama bin Ladin from Yahoo's Full New Coverage. Afghanistan Afghanistan-Military Guide From globalsecurity.org, a collection of maps, military bases, Airfields, and local militia. Afghanistan-Military Overview"},{"pageNumber":35,"pageContent":"From Periscope, an overview of the Afghan armed forces, paramilitary, equipment, budget, and opposition. Afghanistan-Energy Information From the Department of Energy, an overview of the Afghan Energy Infrastructure. Afghanistan-Roads and Airports Overview of the major Afghan roads and airports. Afghan Refguee Movement From the US Agency for International Development, Refguee and Displaced Persons movment from 1999 to early 2001. Operation Enduring Freedom Operation Enduring Freedom From the Federation of American Scientists, imagery from Operation Enduring Freedom. USS Cole Attack DoD USS COLE Commission Report Executive Summary of the Department of Defense USS COLE (DDG 67) Commission Report, 9 January 2001. Report on USS Cole Attack House Armed Services Committee Staff Report on the attack against the USS Cole. USS Cole Official Navy page on the attack of the USS Cole with images and video. "},{"pageNumber":36,"pageContent":"Homeland Defense Homeland Defense ANSER ANSER is a nonprofit public service research institute committed to strengthening both public and private institutions against potential threats from state and non-state actors. Domestic Preparedness From the Federation of American Scientists, the Domestic Preparedness page links to US Government documents on Domestic Terrorism, Civil Defense, and Weapons of Mass Destruction. Terrorism From the Federation of American Scientists, the Terrorism page links to US Government documents on Foreign and Domesitc Terrorism. Bioterrorism Symposium on Bioterrorism: Homeland Defense. Executive Session on Domestic Preparedness Reports, Papers, and Case Studies on Domestic Preparedness from Harvard's Executive Session on Domestic Preparedness. Countering the Changing Threat of International Terrorism Report from the National Commission on Terrorism, June 2000. GAO Reports From the Federation of American, GAO reports on Terrorism. Bioterrorism Resources From John Hopkins University, the Center for Civilian Biodefense Studies. Bioterrorism Resources From the Association for Professionals in Infection Control and Epidemiology, links to Bioterrorism Resources. Domestic Preparedness Program A US Government program to enhance the capabilities of Federal, State, and Local Emergency Responders. PREEMPT PREEMPT Medical Counter-Terrorism, Inc. provides training to Emergency Medical Personnel in, response protocols for/to foreign or domestic terrorist attacks using Chemical, Biological and/or Nuclear weapons."},{"pageNumber":37,"pageContent":"Report on the availability of bombmaking information The extent to which its dissemination is controlled by federal law, and the extent to which such dissemination maybe subject to regulation consistent with the first amendment to the United States constitution. Emergency.com Emergency.com provides Crisis, Conflict, and Emergency Service news, Analysis, and Reference Information aimed at the local government level. Yahoo! A collection of articles, commentary and news reports on Domestic and Foreign Terrorism from Yahoo's Full New Coverage. Weapons of Terrorism Nuclear, Biological, and Chemical (NBC) Warfare The purpose of this page is to provide easy access to information related to nuclear, biological, and chemical (NBC) warfare, NBC defense, and domestic preparedness. Frequently Asked Questions about Biological Weapons and Defense Note: the information in this document is compiled from public, unclassified sources only. This information is presented for purposes of education, journalism, and as a reference vehicle for the general public. Terrorist's Handbook The purpose of this page is to show the many techniques and methods used by those people in this and other countries who employ terror as a means to political and social goals. The techniques herein can be obtained from public libraries, and can usually be carried out by a terrorist with minimal equipment. Terrorist's Handbook Another version of the 1960's classic on building weapons found in the home or local hardware store. ELF Handbooks From the Earth Liberation Front, handbooks on Arson, Bombs, and Security. ALF Library From the Animal Liberation Front, handbooks on Arson, Bombs, and the Fur Industry."},{"pageNumber":38,"pageContent":"Ruckus Society Training Manuals From the Ruckus Society, training manuals in the skills of non-violent civil disobedience. Bad Ideas Guns, Irresponsible Activities, Explosives, Locks, Rip-Offs, and Scams. Chemical and Biological Terrorism 101 This page has been brought to you by the fun loving students of Dr. Jones's Chemical Warfare Class. It will eventually describe various aspects of chemical and biological terrorism, its pros and cons, and terrorist actions in both Japan and Iraq. Terrorist Use of Chemical Weapons An introduction to the use of Chemical Weapons by Terrorists. Sarin Nerve Gas A Comprehensive introduction to Sarin Nerve Gas. Sarin Nerve Gas Another Comprehensive introduction to Sarin Nerve Gas. Yahoo: Chemical and Biological Weapons The Yahoo page on Chemical and Biological Weapons. Anthrax as a Biological Weapon From the Journal of the American Medical Association, To develop consensus-based recommendations for measures to be taken by medical and public health professionals following the use of anthrax as a biological weapon against a civilian population. Anthrax Page From the University of Wisconsin-Madison, an analysis of the anthrax threat in the US. Biomedical Terrorism From the Houston Academy of Medicine Library, links to pages on bioterrorism. Medical Management Of Biological Casualties Biological Casualties Medical Management Of Biological Casualties Handbook, Fourth Edition, February 2001, U.S. Army"},{"pageNumber":39,"pageContent":"Medical Reseach Institute of Infectious Diseases . Medical Aspects of Chemical and Biological Warfare Medical Aspects of Chemical and Biological Warfare, Walter Reed Medical Center. Information Warfare Cryptome Cryptome welcomes documents for publication that are prohibited by governments worldwide, in particular material on freedom of expression, privacy, cryptology, dual-use technologies, national security and intelligence. Cartome A companion site to Cryptome, is an archive of news and spatial / geographic documents on privacy, cryptography, dual-use technologies, national security and intelligence. Attrition.com Attrition.org is a computer security Web site dedicated to the collection, dissemination and distribution of information about security advisories, cryptography, and denial of service attacks. Information Warfare From the Federation of American Scientists, Information Warfare and Information Security on the Web. GRC Denial of Service Attack Forensic analysis of the DOS Zombie attack directed against Steve Gibsons' GRC.com. Denial of Service Denial of Service (DoS) Attack Resources. Denial of Service From the University of Washington, links to pages on Distributed Denial of Service (DDoS) attacks and tools. Info-War Info-war.com, reports, papers, and links on cyberterrorism and Information Warfare. Hacker Quarterly 2600: the Hacker Quarterly"},{"pageNumber":40,"pageContent":"Strategypage.com James Dunnigan's Stragegy Page. Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed)"},{"pageNumber":41,"pageContent":" Back to table contents"},{"pageNumber":42,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book: Combating Chemical, Biological, Radiological, and Nuclear Terrorism Biological warfare information: ABC News' Guide to CB Weapons ABC News.Com's comprehensive guide to military and government information on Chem/Bio weapons. Aerobiological Engineering This site was compiled from a collaborative effort between the Graduate School of Architectural Engineering and the Department of Biology at Pennsylvania State University. Topics include: airborne pathogen database, bioaerosols and bioaerosol dynamics, fungi and bacteria in ventilation systems, Legionnaires disease, the evolution of airborne pathogens, the spread of disease in office buildings, epidemiology for engineers, DNA and the microwave effect, sick building syndrome, bioaerosol sampling and detection, list of airborne pathogens, and airborne pathogen control technologies. Agroterrorism This sub-section of Center for Nonproliferation Studies - Chemical & Biological Weapons Resource Page provides information on state programs to develop offensive agroterrorist capabilities, a chronology of attacks targeting crops and livestock, and a page providing analyses, legislation, and other links on the subject. Airborne Pathogen Database This site was compiled from a collaborative effort in aerobiological engineering at Pennsylvania State University. America's Struggle with Chemical-Biological Warfare This study tracks events relating to the Department of Defense's CB warfare program between 1968 and 1990, as it evolved up to the Gulf War. It also details how the military develops and procures CB defense equipment to protect today's soldiers. Mauroni draws parallels between the development of binary chemical weapons, the chemical demilitarization program, and the DoD CB terrorism response efforts, as each has very similar issues and solutions. He seeks to educate leading officials and the general public about the facts behind CB warfare and the options for coping with it in the future. With proper training and equipment, the challenge of CB warfare can be met and dealt with on the modern"},{"pageNumber":43,"pageContent":"battlefield. Article: Afraid of Bugs: Assessing our Attitudes Toward Chemical and Biological Terrorism A lengthy editorial by Mark Pitcavage...from the Militia Watchdog. An interesting article that addresses the current attitude of the nation towards CB terrorism. Article: Biological and Chemical Weapons: Transparent problems, Hidden solutions Written by Luke Bobbitt, Ben Johnson, and Ryan Smith. Article: Secret Germ Warfare Experiments? 15 May 2000. Part I. CBS News Correspondent Vince Gonzales reports in an exclusive investigation, thousands of U.S. sailors may have been unaware that they were exposed during secret germ-warfare experiments. Article: Dangerous Exposure? 16 May 2000. Part II. Thousands of U.S. sailors were used as unwitting guinea pigs in secret germ-warfare experiments, according to a Cold War file. Article: Pentagon To Reveal Biowarfare Tests 20 September 2000. CBS News Correspondent Vince Gonzales reports that during the 1960s, the Pentagon conducted more than 100 secret biological warfare tests at sea. As CBS News first reported back in May, in two of those tests, code-named \"Autumn Gold\" and \"Copper Head,\" more than a thousand U.S. sailors were sprayed with materials once thought to be harmless. Article: The Biological Weapon -- A Poor Nation’s Weapon of Mass Destruction Battlefield of the Future-21st Century Warfare Issues. Written by Lt Col Terry N. Mayer, USAF. Article: The Specter of Biological Weapons Scientific American article by Leonard A. Cole. States and terrorists alike have shown a growing interest in germ warfare. More stringent arms-control efforts are needed to discourage attacks. Article: Bioterrorism Special Report A collection of bioterrorism articles from New Scientist. Article: The Bioweaponeers A very interesting article written by Richard Preston for the New Yorker Magazine. The article provides information about Ken Alibek, a.k.a. Dr. Kanatjan Alibekov, First Deputy Chief of Research and Production for Soviet Bioweapons Program. Article: Chemical and Biological Warfare Unmasked Written by Joseph D. Douglass, Jr., co-author of CBW: The Poor Man's Atomic Bomb. (Source: Wall Street Journal, 2 Nov 95) Article: Chemical Warfare By POINTS (Mark Monday and Gary Stubblefield) Article: The Health of Chemical-Biological Defense in the US Military A white paper by the NBC Industry Group, November 1997."},{"pageNumber":44,"pageContent":"Article: Historical Trends in BioTerrorism: An Empirical Analysis A very interesting article written by Jonathan B. Tucker Monterey Institute of International Studies and published in a special by the Centers for Disease Control and Prevention. Article: Twenty-First Century Germ Warfare Battlefield of the Future-21st Century Warfare Issues. Written by Lt Col Robert P. Kadlec, USAF. Article: Biological Weapons for Waging Economic Warfare Battlefield of the Future-21st Century Warfare Issues. Written by Lt Col Robert P. Kadlec, USAF. Bacteriological Warfare...A Civil Defense Manual A pretty comprehensive manual written by Larry Wayne Harris, R.M. Popular with the Anarchist types.... BioHazard Homepage Site contains detailed information about biological agents. Biological Integrated Detection System (BIDS) None of the links on this page work yet..... Biological Warfare/Infectious Diseases References Comprehensive directory of infectious disease resources. Biological Warfare: A Nation at Risk--A Time to Act Author: Honorable Richard Danzig, Under Secretary of the Navy. The Strategic Forum, National Defense University, provides summaries of work by members and guests of the Institute for National Strategic Studies and the National Defense University faculty. Bio Warfare Official Site The site provides an overview of biological agents, terrorism, and warfare. Biological Warfare (Why Files) Real Live Killers - Biological Weapons. Biological Warfare and Its Cutaneous Manifestations An awesome primer!! Great graphics! From the Electronic Textbook on Dermatology. This article attempts to eliminate some of the mystery of BW by discussing the history and background of biological weapons and by reviewing agents that cause cutaneous disease. Biological Warfare and the Implications of Biotechnology Biological Warfare and the Soviet Union Biological Weapons An essay on biological warfare written by Dr. R. E. Hurlbert, microbiologist. (1997) Biological Weapons: An Insidious WMD This paper was written by Kalpana Chittaranjan, Research Officer, The Institute for Defence Studies and Analyses, New Delhi, India."},{"pageNumber":45,"pageContent":"The Black Death In the 14th century a plague spread across Asia, Europe and Great Britain with such virulence that the course of human history changed forever. Leave the present day and travel back 600 years to witness this crucial moment when many believed the end of the world had come. Click on the rat to begin your journey. Bugs and Gas - NBC information and Resource The site provides general information about NBC and WMD. Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High"},{"pageNumber":46,"pageContent":"speed) Back to table contents"},{"pageNumber":47,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book: Combating Chemical, Biological, Radiological, and Nuclear Terrorism Chemical warfare information: l Chemical Agents Overview An overview of chemicals defined as chemical weapons. (Organization for the Prohibition of Chemical Weapons...OPCW) l CB Weapons l Chem-Bio.Com Tempest Publishing's Chem-Bio.com is designed to help those on the front lines of countering today's chem-bio terrorism threat. l Chemical and Biological Weapons Nonproliferation Project Stimson Center l Chemical Warfare Center for Defense Information (CDI) Chemical and Biological Weapons Site. The CDI is an independent, non-profit research organization that monitors military affairs throughout the world. l Chemical and Biological Warfare Great links... l Chemical and Biological Warfare: Are the United States Navy and Marine Corps Prepared? Author: Nicholas S. Chekan, LCDR, USN, Thesis: The Marine Air Ground Task Force (MAGTF), supported by the Navy, would have considerable problems operating in a Chemical and Biological (CB) environment. l Chemical and Biological Warfare (Chem 450 at Cal Poly, Spring 1996) This page was developed by the students in Chem 450 at Cal Poly, SLO, during Spring, 1996. The goal is to provide an overview of chemical and biological warfare, weapons, and efforts to outlaw them. Topics include: Biological Warfare and Biotechnology, Riot Gases, Chemical Warfare Convention, Nerve Agents, Chemical Warfare in World War I and Ancient Times, Chemical and Biological Warfare in Southeast Asia,"},{"pageNumber":48,"pageContent":"Chemical and Biological Terrorism, and CBW in Iran-Iraq War and Gulf War. l Chemical and Biological Warfare (Chem 450 at Cal Poly, Spring 1998) This page was developed by the students in Chem 450 at Cal Poly, SLO, during Spring, 1998. The goal is to provide an overview of chemical and biological warfare, weapons, and efforts to outlaw them. Topics include: Chemical and Biological Terrorism, Chemical Weapons in the Iran/Iraq War, Chemical Weapons in World War I, Chemical Weapons Disposal, Nerve Agent Detection and Decomtamination, and Chemical Warfare in Southeast Asia. l Chemical and Biological Weapons Threats to America: Are We Prepared? Copy of prepared testimony presented during a joint hearing before the Senate Judiciary Subcommittee on Technology, Terrorism,and Government Information and the Senate Select Committee on Intelligence. l Chemical and Biological Weapons-Could It Happen Here? PBS Online Forum (11 Feb 98) l Chemical and Biological Weapons Links from the Information Resource Center, Canadian Forces College. l Chemical and Biological Weapons Resource Page CNS information site on CB weapons. Topics include CBW nonproliferation regime, possession and proliferation, CBW terrorism and response, past use and incidents, CB warfare and defense, CW demilitarization, and CBW characteristics. l Chemical and Biological Weapons: Developments and Destruction l Chemical and Biological Weapons: Possession and Programs Past and Present Comprehensive site. Courtesy of the Center of Nonproliferation Studies (CNS). l Chemical Warfare Agent Toxicity l Chemical Warfare and Chemical Warfare Protection A very informative site from OPCW. l Chemical Warfare Topical Collection The Chemical Weapons Special Library: The Chemical Weapons Library is a highly-specialized, research-oriented special library. Operating as part of the Institute on the Study of Unconventional Weapons (ISUW) and housed with the Biological Weapons and Nuclear Weapons libraries, the library was created to develop a comprehensive source of informational resources on chemical weapons production, development and usage as well as disarmament and arms control efforts. l Chemical Weapons A basic primer on chemical weapons to include history, general information, and types of chemical weapons. l Chemical Weapons in the Former Yugoslavia A BBC summary of world broadcasts concerning chemical weapons use in the former Yugoslavia. l Chemical Weapons Working Group The Chemical Weapons Working Group (CWWG) is an international coalition of citizens living near chemical weapons storage sites in the United States, the Pacific and Russia who will be most affected by the disposal of these munitions. The CWWG mission is"},{"pageNumber":49,"pageContent":"to oppose incineration of chemical weapons as an unsafe disposal method and to work with all appropriate decision-making bodies to ensure the safe disposal of these munitions and other chemical warfare and toxic material. l Chemistry of GA (TABUN) l Chemistry of GB (SARIN) l Chemistry of VX l CIA on Chemical Weapons l Decontamination of Chemical Warfare Agents An introduction to methods and chemicals for decontamination. A page from the Organization for the Prohibition of Chemical Weapons (OPCW), the Chemical Weapons Convention website. l Defending Against Invisible Killers -- Biological Agents DefenseLink site l A Primer on Chemical (Gas) Warfare Very basic in technical content. Source: POINTS -- Project on Insurgency, Terrorism, and Security. l Dispersal of Chemical Warfare Agents (OPCW) An excellent primer on the dispersal of chemical agents. It describes the influence of weather, terrain, and buildings. Source: A FOA briefing book on Chemical Weapons. l DoD's Annual Chemical and Biological Defense Report to Congress, March 2000 Description and assessment of DoD defense plans in the event of biological or chemical weapons attacks upon the US. (pdf format, requires Adobe Acrobat Reader) l DoD's Annual Report on NBC (Nuclear, Biological, & Chemical) Defenses, March 1999 Description and assessment of DoD defense plans in the event of biological or chemical weapons attacks upon the US. (pdf format, requires Adobe Acrobat Reader) l Gary Tate's Chemical Warfare Links Great page....lots of information and links. l Gas Warfare in World War I A brief historical overview of chemical warfare in WWI. l Germ Warfare Incidents A brief synopsis of the history of US germ warfare incidents. l Hidden Killers: Deadly Viruses Learn all about the basics of viruses, their evolutionary history, their discovery, what vaccines have been developed, and how they may evolve in the future. Find out how viruses infect and how you can prevent infection. Examine profiles of diseases caused by viruses: polio, measles, AIDs, ebola, smallpox, and more. The threat of military and terrorist uses of viruses as biological weapons is also studied at this excellent site. l Historical Survey of Chemical and Biological Warfare This page provides a historical survey of chemical and biological warfare and discusses the current state of affairs."},{"pageNumber":50,"pageContent":"l History of Biological Warfare This site provides a historical perspective of biological warfare. l History of Chemical and Biological Warfare This document provides a short history of biochemical warfare and discusses the current state of affairs. l Johns Hopkins University Center for Civilian Biodefense Studies The Center for Civilian Biodefense Studies established this Web site as one of its communication tools in helping avert bioterrorism and its devastating effects. Its goal is to educate their colleagues, public leaders, and the traditional response community in the medical and public health aspects of a bioattack. It provides up-to-date information on the biological agents of greatest concern and explores ways to prevent, and respond to their use on civilians. In addition, this site serves as an expanding repository for relevant news, conferences, background reading, and other bioterrorism-related resources. l \"Mad Scientists\" - South Africa's chemical and biological weapons programme The site provides extensive archives of articles and links relating to the apartheid government's projects and the current trial of their mastermind - Dr Wouter Basson, dubbed \"Dr Death\" by the South African media. l Microbiology 101: Biological Weapons and Malignant Biology: An Internet Text An awesome site from Washington State University! Check out the text and recent news section. The text includes the history of BW, Definition of Biological Weapons, Advantages and Disadvantages of Biological Weapons, Perfect Biological Weapons, List of Proven and Possible Biological Weapons, Viral and Bacterial Biological Weapons, Biologically Derived Bioactive Substance (BDBS), Genetically Modified BW, Ethnic Bomb, Biological Weapons Delivery, etc. l Joint Service Chemical-Biological Information System (JSCBIS) l Background on Biological Warfare Mitretek's primer on biological warfare. l MycoHerbicides.Net Interesting site... Chemical warfare toxins derived from from genera of fungi being proposed as mycoherbicides against drug crops. l NBC NCO's Biological, Chem/Bio/Nuclear Anti-Terrorism Page This website has online information on Chemical/Biological terrorism, lists of terrorist organizations, current information on where agents have been used, and other information vital to surviving in a terrorist attack using chem/bio agents. l Neuroscience Resources for Kids - Nerve Agents Good explanation on how nerve agents work. l Non-State Actors and Biological Weapons This site in the online version of a dissertation submitted as part of the requirements for a MA Defence & Security Analysis at Lancaster University, UK. This study has its roots in two key events which occurred during the early 1990s. During and after the Second Gulf War 1990-91, there were a series of alarmist revelations regarding Iraq’s attempts to acquire weapons of mass destruction (WMD) and when a bizarre and secretive cult known as ‘Aum Shinrikyo’ (Aum Supreme Truth) launched an attack upon the Tokyo subway system using sarin. l Plague War-A Report on the Biological Weapon Threat... PBS Online article (Oct 98) on how the Soviet Union secretly amassed an arsenal of biological weapons, FAQs, Anthrax leak of 1979, interviews, etc.... l Plum Island Animal Disease Center The Plum Island Animal Disease Center, operated by a division of"},{"pageNumber":51,"pageContent":"the Department of Agriculture, is responsible for research and diagnosis to protect US animal industries and exports against catastrophic economic losses caused by foreign animal disease agents accidentally or deliberately introduced into the United States. l Sarin Nerve Gas Everything you ever wanted to know about Sarin nerve gas.... history, properties, usage, etc.... l SIPRI CB Warfare Project l SIPRI Chemical and Biological Warfare l South African Chemical-Biological Warfare South African apartheid regime involvement and its secret services in external operations involving chemical and biological warfare. l Soviet Germ War Legacy Lives On (MSNBC) Great video link. For decades, Soviet scientists tested some of the deadliest germs in the world on Renaissance Island in the Aral Sea. Now their work is buried in a shallow, sandy grave -- alive and, according to experts, a major threat to everyone. By Dana Lewis. l Sverdlovsk-- Bacteriological Tragedy in Sverdlovsk (1979) l The Tao of Chemical-Biological Warfare This website is intended to present the subject of CBW in a form that is understandable and suitable for mastering the topic. This website concentrates on the operational aspects of CBW... a devise is used that assumes a neutral tone that assumes no objection to the use of CBW in conflict. The devise is not an endorsement for the use of CBW, just a convenient means to explain how CBW could be used hypothetically. l Toxins- Potential Weapons from Living Organisms (OPCW) l Weapons of Mass Destruction in the Middle East Comprehensive CNS site on WMD in the Middle East. A must read! l Who has Chem-Bio Weapons? Page from the Center for Defense Information's Chem-Bio Weapons Site. The page lists countries that are known to possess or to be actively seeking some form of chem-bio weapons capability. l Agency for Toxic Substances and Disease Registry - USA Prevents exposure and adverse human health effects and diminished quality of life associated with exposure to hazardous substances from waste sites, unplanned releases, and other sources. l American Chemical Society (ACS) Publications This page serves as an entryway to all of the ACS publications. Subscription information as well as current journal article highlights are available."},{"pageNumber":52,"pageContent":"l American Institute of Chemical Engineers (AICHE) AIChE is a nonprofit organization providing leadership to the chemical engineering profession. Representing 57,000 members in industry, academia, and government, AIChE provides forums to advance the theory and practice of the profession, upholds high professional standards and ethics, and supports excellence in education. l ChemDex Chemical Database Sheffield's Chemdex has existed on the WWW since 1993 and exists to maintain an international directory of chemistry on the internet. There are 4050+ links in the Chemdex. Almost any information related to chemistry can be found on this page. l ChemFinder Searching The ChemFinder WebServer is designed to make it as easy as possible to locate common types of chemical information. You may enter a chemical name, formula, molecular weight, or CAS Registry Number. The ChemFinder WebServer will identify the type of search you want and provide the hits accordingly. It will also allow you to view your chemical structures in ChemDraw or Chem3D. You will need to download the ChemDraw Plugin and/or Chem3D Plugin and use the Plug-In- enhanced version of the ChemFinder WebServer. l Chemistry SparkNotes Simple and easy-to-understand notes on Chemistry fundamentals. l CHEMystery Great site! CHEMystery, a virtual chemistry textbook, provides an interactive guide for high school chemistry students. In addition, CHEMystery allows you to further expand your chemistry knowledge by letting you interact with other Internet resources on the World Wide Web. l The Chemical Engineers' Resource Page This website focuses on chemical engineering information and news. l Chemistry Teaching Resources This is a comprehensive list of chemistry teaching resources on the Internet. From the Department of Analytical Chemistry, Umeå University, Sweden. l ChE.Com McGraw Hill's Chemical Engineering magazine online. l Chemist's Art Gallery The Chemist's Art Gallery contains spectacular visualization and animations in chemistry done at the Visualization and Animation Laboratory at CSC and groups at other locations. l Chemistry Department Homepage, US Military Academy The homepage includes information about the current faculty, their research interests, course descriptions, and facilities. l Chemistry Department Homepage, US Naval Academy l Chemistry Course Notes by Tom Stretton Tom Stretton's Homepage provides information on nuclear chemistry, entropy, organic chemistry, molecular architecture, etc. Great primer for a chemistry novice and good refesher/reference. l Chemistry of CW Agents Excellent site! Follow the links on the table to find detailed information about CW agents. It provides detailed scholarship on the chemistry of CW agents that is required to understand their demilitarization and their behavior in the environment."},{"pageNumber":53,"pageContent":"l Chemistry of Lethal Chemical Warfare (CW) Agents Everything you wanted to know about lethal chemical warfare agents (Mitretek) l Chemistry of Other Military Compounds Everything you wanted to know about other military compounds (Mitretek) l ChemInfo Searchable Database This database offers comprehensive, summarized occupational health and safety information for chemicals. l Chemistry Humor: Molecules with Silly or Unusual Names l ChemSpy.com The Internet Navigator for the Chemical Industry. ChemSpy.com makes the most important Chemistry and Chemical Engineering related www-Databases readily accessible. At ChemSpy.com you can do general searches choosing from a number of search engines like AltaVista, Yahoo, Lycos etc. You can do specific chemistry related searches using the ChemIndustry.com or the Chemedia.com search engine. ChemSpy.com helps you to find chemistry and chemical engineering related terms, definitions, synonyms, acronyms and abbreviations. Also search forms for finding MSDS/safety data, scientific publications in over 20.000 different journals, physical data of chemical compounds, worldwide patents are available. l HSELINE Searchable Database HSELINE is a key source of over 184,000 references to the UK Health and Safety Executive (HSE) and other European literature. l International Chemistry and Science Education Great Site! An important aim of the World Chemistry website is to develop interactive content for chemistry students. For example, students can use the pH sketcher applet to sketch graphs of acid-base titrations on-line and then check their work against a computer generated example. The World Chemistry website is based at the Leipzig International School, Germany. Membership is free and only takes a few seconds to apply. The content of this website is typically suitable for students aged 16 to 19 who are taking advanced chemistry courses. World Chemistry was winner in the education category of the 1998 Pirelli INTERNETional multimedia competition. The competition recognizes developments in multimedia that promote the a world-wide scientific culture. l Journal of Chemical Education l Links for Chemists Links for Chemists is an index of over 7,850 chemistry resources on the web. It is the Chemistry section of The WWW Virtual Library. l MSDS- Chemical Agent Material Safety Data Sheets (MSDS) CBDCOM's MSDS for common chemical agents l MSDS- Material Safety Data Sheets (MSDS) A great source for MSDS. (University of Kentucky)"},{"pageNumber":54,"pageContent":"l MSDS- Material Safety Data Sheets (MSDS) Where to find MSDSs on the Internet...links to many sites. l MSDS Searchable Index The MSDS database is a collection of approximately 100,000 MSDSs for chemical product information provided directly from the manufacturer. l NIOSH Pocket Guide to Chemical Hazards The guide is published by the US Dept of Health and Human Services. It is an excellent reference and will give you some idea of whether or not the C2A1 cannister on a military protective mask will protect you against a particular industrial chemical. l NIOSHTIC Searchable Database NIOSHTIC is a bibliographical database that provides comprehensive international coverage of documents on occupational health and safety, as well as related fields. l NIST Chemistry WebBook NIST Standard Reference Database Number 69 - February 2000 Release. The National Institute of Standards and Technology (NIST) uses its best efforts to provide thermochemical, thermophysical, and ion energetics data (compiled by NIST under the Standard Reference Data Program). l PharmWeb PharmWeb is the first-stop Internet site for pharmaceutical information. It is a structured pharmaceutical information server that services pharmaceutical and health related organizations. l Possible Mechanisms of Action for Chemical Warfare Gases Excellent paper by Galen Daryl Knight and Vitale Therapeutics, Inc. l RTECS Searchable Database The NISHTIC Registry of Toxic Effects of Chemical Substances (RTECS) database contains detailed profiles of over 140,000 chemical substances. l Tom's Free Chemistry Software Reference A comprehensive collection of links to free chemistry- related software on the Internet. You will find programs to balance chemical equations to fitting data from a gle-resolved x-ray photoelectron spectroscopy (ARXPS). l Top 20 Chemistry Sites This site contains a directory and selection of the best chemistry-related sites on the Internet. It contains links to numerous sites and includes topics as: chem 101, analytical chem, organic chem, biochemistry, physical chem, chromatography, electrochemistry, elements, and polymers. l U.S. Chemical Safety and Hazard Investigation Board (CSB) The CSB is an independent, scientific investigatory agency. The principal role of the chemical safety board is to investigate accidents to determine the conditions and circumstances which led up to the event and to identify the cause(s) so that similar events might be prevented. l University of Wisconsin Chemistry Homepage Great page....lots of information and links. l Vanderbilt Environmental Health and Safety Vanderbilt's site contains information and links regarding radioactive licensing and use, industrial hygiene, occupational safety, and food safety."},{"pageNumber":55,"pageContent":"l WebElement's Periodic Table WebElements aims to be a high quality source of information on the WWW relating to the periodic table. You will find thousands of graphics showing elements structures and periodic properties here. Author: Mark Winter [University of Sheffield, England], Royal Society of Chemistry 1998 HE Teaching Award winner. If you like this ebook you can send $5 Its is free we need your support! Citizensdefense@yahoo.com Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now!"},{"pageNumber":56,"pageContent":"VHS DVD Preview trailer here ( 56k High speed) Back to table contents"},{"pageNumber":57,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book: Combating Chemical, Biological, Radiological, and Nuclear Terrorism NUCLEAR WARFARE Information The Nuclear Weapons FAQ (Frequently Asked Questions) Someone named Carey Sublette has taken the initiative to answer whatever questions the rest of us may have regarding nuclear weapons in this FAQ. Since a nuclear exchange is the next escalation of the dialogue between us and Osama bin Laden, these questions and answers may be of interest to some of us. :-) This document is all over the Web, but this link is to one of the best two or three-updated sites where it can be found. The High Energy Weapons Archive: A Guide to Nuclear Weapons As much as I want to think of the FAS (Federation of American Scientists) as a large, pacifistic pain in the ass, I cannot deny that they are painstakingly objective and complete in their presentation of military and technical facts. I have had occasion to use them when the Department of Defense's own Internet resources have proven either incomplete or unreliable, and so have several authors of official U.S. Department of Defense Web sites and more formal publications. New Nations in the Nuclear Family - MILNET's page listing the current nuclear powers, those thought to be able to assemble nuclear weapons quickly, and those which can build nuclear weapons but which have promised not to."},{"pageNumber":58,"pageContent":"Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) "},{"pageNumber":59,"pageContent":" Back to table contents"},{"pageNumber":60,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book: Cyber Terrorism and Information Warfare Cyber warfare information infowar.com Winn Schwartau's Information Warfare site, updated daily with news, views, and other resources IWS - Information Warfare Site Regularly updated Information Warfare site with variety of resources C4I.org Computer Security and Intelligence Institute for the Advanced Study of IW Information Warfare glossary, links, and articles Terrorism Research Center Information Warfare portal, database, news, and papers WarRoom Research Business and Information Warfare issues Telepolis Infowar German-based Information Warfare site Fred Cohen's Strategic Security and Intelligence site"},{"pageNumber":61,"pageContent":"Asteq Information Warfare articles, books, and links to other sites IW Tutorial This is a very good tutorial on Information Warfare TNO Physics and Electronics Laboratory Information Warfare and Information Security information Cipherwar Information Warfare news and views Shockwave Writers Some well-known authors books, articles, and lectures here SANS Institute System Administration, Networking and Security, various security resources Plausible Futures News and analysis for Future Studies and Scenario Based Strategic Planning FAS Site Information Warfare and Information Security links on the Web Air War College Information Operations and Intel, lots of links Mario's Cyberspace Station Information Warfare, Intelligence and Counterintelligence, older links, doesn't seem to be regularly updated Marko's IW Site Another student's Information Warfare webpage, hasn't been updated for some time Vmyths.com Views about the myths and hoaxes of computer security"},{"pageNumber":62,"pageContent":"Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) "},{"pageNumber":63,"pageContent":"Back to table contents "},{"pageNumber":64,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book: The Worst-Case Scenario Survival Handbook DOMESTIC PREPAREDNESS l Air Force HAZMAT Page An Air Force site that contain MSDS. They appear to be working towards getting the TOMES, Haystack, and OSHA databases online for registered users. l ANSER's Homeland Defense Site Analytic Services, Inc. (ANSER) has initiated a Homeland Defense Strategic Thrust - a cornerstone strategy upon which ANSER intends to support the national security community. They intend to implement their vision of enhancing public safety by helping the nation identify and develop strategies, plans, and capabilities to address 21st-century threats...chemical, biological, radiological, nuclear, and cyber (CBRN/C) attacks against the United States. The specific requirements of prevention, deterrence, and detection are critical components of the readiness equation that require further attention. l Article: Consequence Management: Domestic Response to WMD Written by Chris Seiple published in Parameters (Autumn 97). l Article: Nonconventional Terrorism: Chemical, Nuclear, and Biological Written by Boaz Ganor and reprinted by the International Policy Institute for Counter Terrorism (ICT). l Center for the Study of Bioterrorism and Emerging Infections The center is located at the Saint Louis University, School of Public Health. It strives to provide a comprehensive and coordinated training and preparedness program across the full continuum of public health activities in the United States to protect Americans from both the intentional use of biological agents and emerging infections. l Center for Domestic Preparedness (CDP) The Office of Justice Programs' Center for Domestic Preparedness (CDP) provides a unique environment and opportunity to offer specialized advanced"},{"pageNumber":65,"pageContent":"training to state and local emergency responders in the management and remediation of incidents of domestic terrorism, especially those involving chemical agents and other toxic substances. Co-located with the CDP is the U.S. Public Health Service's Noble Hospital Training Center. The Public Health Service's training will focus on medical community responses to terrorist events. l The Center for National Response Research Planning Incorporated (RPI) is spearheading an endeavor to establish a WMD Consequence Management (CM) and Counterterrorism (CT) Training and Testing Facility and Program at the Memorial Tunnel in West Virginia. This unique facility will provide a location for WMD CM/CT and hazardous materials (HAZMAT) training, exercises, evaluation, and testing of equipment and first response apparatus. l Chemical and Biological Terrorism: The Threat According to the Open Literature Canadian Security Intelligence Service. Author: Ron Purver, Strategic Analyst, Unclassified, June 1995. l Chemical Emergency Preparedness and Prevention Office (CEPPO), Environmental Protection Agency EPA's CEPPO provides leadership, advocacy, and assistance to: 1) Prevent and prepare for chemical emergencies; 2) Respond to environmental crises; and 3) Inform the public about chemical hazards in their community. l Consequence Management Interoperability Services (CMIS) CMIS is a collaborative effort among government and responder agencies. The objective of CMIS is to provide an interactive portal to information aiding prevention, planning, preparedness, response, and recovery from terrorist activities involving weapons of mass destruction (WMD). l Counterterrorism and Incident Response Countering terrorism and responding to incidents involving weapons of mass destruction. R-Division, Lawrence Livermore National Laboratory, focuses on the application of technologies and operational capabilities to deal with WMD emergencies or terrorist incidents. They work with the Department of Energy, the Los Alamos and Sandia national laboratories, and the various local, state, and federal agencies involved in responding to WMD threats and incidents. l Department of Energy Office of Emergency Response When the need arises, DOE is prepared to respond immediately to any type of radiological accident or incident anywhere in the world with seven radiological emergency response assets. l Disaster-Resource.com The Disaster-Resource website offers multiple forms of information for responding to manmade and natural catastrophes: articles, products for responding to emergencies, weblinks, book reviews, and an extensive list of upcoming events in disaster management. l Domestic Preparedness Defense Against WMD Paper (published in CALL) prepared by CBDCOM that focuses on lessons collected from planning, developing, and implementing the Nunn-Lugar-Domenici legislation which provides assistance to state, federal, and local emergency responders across the US in preparing for and responding to terrorist incidents involving WMD. l Domestic Preparedness.Com A new homepage on domestic preparedness."},{"pageNumber":66,"pageContent":"l Disaster Preparedness Community Homepage (MSN Public Community) This page is dedicated to and designed for anyone who has ever served as either an Air Force Disaster Preparedness (AFSC 242X0/05XX) Specialist or Officer, or CE Readiness(3E9X1) Technician. Here you can share opinions, ideas, or just find an old friend. l Emergency Management Institute (EMI) by FEMA EMI serves as the national focal point for the development and delivery of emergency management training to enhance the capabilities of Federal, State, and local government officials, volunteer organizations, and the private sector to minimize the impact of disasters on the American public. Instruction focuses on the four phases of emergency management; mitigation, preparedness, response, and recovery. l Emergency Response Guidebook (ERG2000) The Emergency Response Guidebook (ERG2000) was developed jointly by the US Department of Transportation, Transport Canada, and the Secretariat of Communications and Transportation of Mexico (SCT) for use by firefighters, police, and other emergency services personnel who may be the first to arrive at the scene of a transportation incident involving a hazardous material. It is primarily a guide to aid first responders in (1) quickly identifying the specific or generic classification of the material(s) involved in the incident, and (2) protecting themselves and the general public during this initial response phase of the incident. The ERG is updated every three years to accommodate new products and technology. l EmergencyNet Sponsored by the Emergency Response and Research Institute. This site provides fire, police, and EMS emergency response/news/information to include to CB weapon incidents. l Emergency Response to CB Terrorist Incidents Article by Clark L. Staten, Executive Director of ERRI. l Executive Session on Domestic Preparedness (ESDP) The ESDP is a standing task force of leading practitioners and academic specialists concerned with terrorism and emergency management. Sponsored by the John F. Kennedy School of Government, Harvard University, and the U.S. Department of Justice, the ESDP brings together experts with operational experience in diverse professional fields related to domestic preparedness – emergency management, law enforcement, fire protection, public health, emergency medicine, national security and defense, and elected office. l Federal Emergency Management Agency (FEMA) Homepage l First Responders in WMD Consequence Management This link provides information on supporting first responders (police/fire) in a domestic terrorist NBC situation. The author is recognized in the fire- fighting community as a leading authority in WMD response. l Hazardous Materials Operations Page Excellent source for current news article wrt hazardous materials and and domestic response to CB/WMD incidents and attacks. Reference links included. l HAZ/MAT DQE HAZ/MAT DQE is the most experienced provider of specialized hazardous materials and WMD (weapons of mass destruction) training and equipment in the United States. Systems have been installed/trained at Tripler AMC, HI; Evans ACH, Ft Carson; Brooke AMC, Ft Sam Houston, TX;"},{"pageNumber":67,"pageContent":"Gen Leonard Wood ACH, Ft Leonard Wood, MO; Irwin ACH, Ft Riley, KS; and Ireland ACH, Ft Knox, KY. l Homeland Defense Homepage The National Guard in support of first responders..... this page provides an overview, legislation, references, etc. for the how the National Guard will support state, local & federal authorities in domestic emergencies related to the Homeland Defense initiative. l Infowar's Weapons of Mass Destruction Homepage Weapons of mass destruction are becoming the weapons of choice among terrorist organizations and some governments. Infowar keeps you up to date on news and developments in this arena. l Journal of Homeland Defense ANSER now produces its own online journal (free to all). The journal is a professional quality publication with well-written articles. The journal also includes a commentary section, interviews, \"Ask the Experts,\" and book reviews. The interviews with Ken Alibek and William Patrick in this month's issue are noteworthy. Authors may submit a one-page proposal for review and comment, or completed works ranging from 2,000-5,000 words. l Links to other State Emergency Management Agencies This site provides an easy to use page that links to each state's Office of Emergency Management. l National Domestic Preparedness Office Homepage The clearinghouse for state, local and federal weapons of mass destruction information and assistance. Their mission is to coordinate all federal efforts, including DoD, FBI, FEMA, DHHS, DoE, and EPA, to assist state and local emergency responders with planning, training, equipment, and exercise needs necessary to respond to a weapon of mass destruction (WMD) incident. l National Emergency Response and Rescue Training Center (NERRTC) NERRTC is charged to design, develop and deliver training for state and local emergency first responders (EFRs). This training combines classroom work, field exercises, virtual reality and computer-aided simulations to train individuals and jurisdictions how to prepare for and respond to terrorist acts involving the use of weapons of mass destruction (WMD) and other special incidents. l National Fire Protection Association The NFPA is the organization that sets standards for responding to hazardous material incidents. l The National Emergency Response and Rescue Training Center (NERRTC) NERRTC was established to help federal, state and local officials, including law enforcement, firefighters, emergency medical personnel, and key agencies such as public works and emergency management, prepare for and respond to chemical, biological, or other terrorist acts. l National Response Team (NRT) Home Page NRT is a federal component of the National Response System (NRS). The NRS is the federal governments mechanism for emergency response to releases of chemicals and discharges of oil. l National Response Center (NRC) Home Page The NRC is the sole federal point of contact for chemical and oil spills. l North American Emergency Response Guide (NAERG) Annex A of this guidebook provides details on"},{"pageNumber":68,"pageContent":"potential risks, public safety, emergency measures, recommended evacuation/exclusion zones for both day and night, etc. l Office for State and Local Domestic Preparedness Support (OSLDPS) OSLDPS was created to assist state and local response agencies throughout the United States prepare for incidents of domestic terrorism. There are five ways OSLDPS, offers assistance to emergency response agencies: financial assistance, training, technical assistance, assessment, and exercises. l Oklahoma City National Memorial Institute for the Prevention of Terrorism The Institute is dedicated to counterterrorism research, analysis, and public education. l Protect and Survive Web Site An extensive archive of UK civil defence material dating from the 1950s to the 1980s. Excellent source of information. l Rapid Response Information System (RRIS-FEMA) RRIS can be used as a reference guide, training aid, and an overall planning and training resource for response to a chemical, biological and/or nuclear terrorist incident. The RRIS is comprised of several databases, consisting of chemical and biological agents' and radiological materials' characteristics, first aid measures, Federal response capabilities, Help Line, Hotlines, and other Federal information sources concerning potential weapons of mass destruction. l Report: First Annual Report to the President and Congress on the Advisory Panel to Assess Domestic Preparedness (Download in pdf format) l Report: DoD Report to Congress (1 May 1997) Domestic Preparedness Program in the Defense Against Weapons of Mass Destruction l SBCCOM Program Director's Site for Domestic Preparedness SBCCOM serves as the program director and coordinator of a federal interagency team (DOD, DOE, EPA, FBI, FEMA, PHS) for domestic preparedness. l Terrorism - Is America Prepared? National Governors Association (NGA) Paper Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce"},{"pageNumber":69,"pageContent":"Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) Back to table contents"},{"pageNumber":70,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book : Anthrax, a Practical Guide for Citizens:... Anthrax Information What is Anthrax bacteria? Daily updated news on anthrax outbreaks All about anthrax U.S. Center for Disease Control anthrax page US Center for Disease Control bioterrorism page. It is important to note that there are several other potentially dangerous germ warfare agents besides anthrax. Bioterrorism and other anthrax information and links Anthrax prevention and treatment Information on Palm Beach, FL anthrax outbreak from the Palm Beach Post Anthrax bacteria Flash animation (requires Flash plug-in) How inhaled anthrax can be lethal US F.B.I. Field Office contact information US preparedness and response to biological terrorism"},{"pageNumber":71,"pageContent":"US Department of Defense Anthrax Vaccination Program. Anthrax frequently asked questions Anthrax biological warfare information Anthrax antibiotic information More antibiotic information US Postal Service response to alleged anthrax transmissions Anthrax information at CNN ApoxProject.net - Biowarfare Info Internet \"Community\" If you like this ebook you can send $5 Its is free we need your support! Citizensdefense@yahoo.com Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for"},{"pageNumber":72,"pageContent":"anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) We make no claims as to certify the accuracy and legitimacy of the information presented here nor endorse the statements or content on Web sites linked from this page. The information and links were added as a public service and were not solicited to us by any of the agencies nor was permission granted to do so. "},{"pageNumber":73,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book: The American Red Cross First Aid and safety First Aid and Emergencies American Medical Association Library of First Aid Resources Mayo Clinic CPR Training Online LearnCPR.org First Aid and CPR Classes and Training American Red Cross First Aid References MedicineNet First Aid Kit Buyers Guide First Aid Only First Aid Guide First Aid Only Choking Prevention and First Aid for children and infants American Association of Pediatrics Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal ."},{"pageNumber":74,"pageContent":"Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) Back to table contents"},{"pageNumber":75,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book: Terror Over America We can't endorse all this sites but they are good prophecy sites. Primary Prophecy Sites 100Prophecies.com Details on 100 Biblical prophecies, past and present 666 Watch Articles and links about the Mark of the Beast According To Prophecy Ministries Evangelist Donald Perkin's site with information about Bible Conferences, and their radio and television ministries. Their message is to focus men and women on the Blessed Hope of Jesus Christ and His imminent return. Amazing Bible Thousands of pages of commentaries, helps, information, news and more about the Bible and about prophecy. Apocalypse Soon Prophecy information in various languages. So far English and Italian are supported, but among the other translations they plan to offer are French, German, and Spanish. Atlantis Station Good information and a variety of links Awake Ministries Information about the Midnight Herald Newspaper, and good articles about coming persecution. Bible Desk Content-rich site for prophecy and general Bible study as well. Bible Prophecy Resource Center Commentaries, maps, charts, arts, and more. Bible Prophecy Truth This site emphasizes the Judgment Seat of Christ and The Millennium."},{"pageNumber":76,"pageContent":"Calvary Chapel of Jerusalem See Pastor Bradley Antolovich's Weekly Newsletter - \"This Week in Jerusalem\" Come and See Interesting perspective Cutting Edge Ministries This site is devoted to information about The New World Order. It contains over 100 transcripts from their popular radio program. Lambert Dolphin's Resource Files Dolphin's interests range from science and archaeology to Israel and prophecy. This is one of the most informative and most popular sites on the net! Endtime Prophets Lori Eldridge's research on misleading prophetic voices of our times. FYI - Israel In the News Posting of their weekly Email newsletter which focuses on current events as they relate to Israel. The Gates Website for Hatikva Ministries - Jewish feasts, The Temple, The Red Heifer God's News Behind The News Support site for Ray Brubaker's Television ministry Grant R. Jeffrey Ministries Books, videos, audio products, and intelligence background articles by this best-selling author. Hal Lindsey Oracle Features news, analysis and commentary by best-selling author and TV host, Hal Lindsey. HARPAZO State of the Art Graphics and great content! This site, maintained by by Keith & Laurie Burgin, sets a high standard for excellence. Hope For The World Spotlights the ministry of author and speaker, Gary Kah. Jeremiah Project This is a call to repentance and preparation. Various topics related to prophecy are considered. An extensive list of other prophecy sites is included. Koenig's Watch News and articles of prophetic interest Koinonia House Find a wealth of useful information from Chuck Missler. His unique approach and insights make him one of the most popular teachers of our time. The new website includes audio files. Selected articles from Personal Update, read by 100,000 subscribers, are also available. Jack Kinsella Notes and commentary from the author of Is This The Eternal Generation? Tim LaHaye Ministries Info about Left Behind , The Pre-Trib Research Center and other prophecy topics Tim LaHaye School of Prophecy Lamb and Lion Ministries Helpful articles about various aspects of prophecy and links to other sites."},{"pageNumber":77,"pageContent":"Last Days Journal Prophetic information from a conservative Christian perspective Zola Levitt Browse through current and back issues of the Levitt Letter for valuable insights from one of the most respected prophecy teachers. David Allen Lewis Ministries Newsletters, current news, resources and other helpful information from this very popular writer and speaker. Midnight Call Edited by Arno Froese, this site provides information from their excellent magazine as well as plans for upcoming conferences and trips to Israel. Midnight Cry Ministries Find helpful information from back issues of their \"Midnight Cry Messenger.\" New World Order Intelligence Update Read excerpts from startling books and articles about the invisible forces pushing us toward a one-world government. The Night Watchmen Prophecy resource page Pre-Trib Perspectives Part of According To Prophecy Site featuring the work of Tommy Ice Prophecy and Current Events Excerpts from ``Prophecy and Current Events,\" which is published bimonthly by: \"To His Glory Ministries.\" Prophecy Bible Study The Rapture, Tribulation, Second Coming and Millennium The Prophecy Center News, articles, and special features about prophecy PROPHECY CENTRAL A World of Information about Biblical Prophecy. (Our own site, in case you came to this page directly.) Prophecy In The News J.R. Church's impressive contribution to the field.. The Prophecy Network The Bible Prophecy Connection - Interviews, audio messages, charts, and more. Prophecy News Current news and archives section. aka Millennium News, Daily Bread. Prophecy on Line - Grant Jeffrey Ministries Jeffrey offers current intelligence notes relating to prophecy and information about his many books, tapes and videos. Prophecy On The Web This is a clearing house for prophecy, including evaluation of other web sites that deal with Bible Prophecy. Prophecy Starting Point New look for what used to be Hal's Bible Prophecy Page. Good articles, extensive links, and even"},{"pageNumber":78,"pageContent":"music! Prophecy Update Valuable links to news events by prophecy categories. Articles, commentaries and more. Prophecy Update and Bible Study Attractive format- various aspects of prophecy Prophetic Witness Movement International Solid Premillennial articles and info about their monthly magazine, Your Tomorrow PropheZine Don't miss this award-winning E-zine devoted to Biblical Prophecy. All back issues are also available. Raptos Articles and Current events relating to prophecy Rapture Ready This is Todd Strandberg's popular site which keeps track of current events as they relate to the Rapture. It includes \"Nearing Midnight\" and \"Rapture Index.\" These pages are always up to date. Temple Mount Outstanding pictures and articles about the past, present, and future of the Temple. This site highlights scientific and archaeological research about the location of the First and Second Jewish Temples, and explores various possibilities about the location of the coming Temple. Maps are also included. The UPC and The \"Mark\" Information about Bar Codes Trumpet Sounds Good source of articles and links from Bob Westbrook, prophecy editor. Jack Van Impe Ministries Browse through past issues of the Van Impe Intelligence Briefing and articles from the monthly magazine, Perhaps Today , hear and see multimedia clips, and order materials from this prolific writer and television commentator. Watchmen Helpful information in an attractive format. This site also includes charts. Watchmen For Jesus News of prophetic interest, special reports and links Week End This outstanding service gives current news as it relates to prophecy and links to similar sites. It offers an amazing amount of helpful, concise information in a very attractive format. It also features relevant discussion groups and a prayer room. Weekend News Today WHOA! What Does Your Future Look Like? Prophecy: Fact or Fiction? A practical, straight-forward explanation of future events, featuring the teaching of several excellent Bible scholars. Ankerberg Theological Research Institute This is a list of prophecy study resources available from John Ankerberg's organization. From here you may also check out their latest article on \"Current Events.\" Ariel Ministries You can find Arnold G. Fruchtenbaum's helpful materials here."},{"pageNumber":79,"pageContent":"Astrology: The Myths and Legends Shirley Ann Miller, a former astrologist urges caution in this area of study Berean Call, The Dave Hunt is editor of this site. Biblical Prophecy Archives Good articles- from the Harbor Club Biblical Studies Foundation Dedicated to putting quality biblical research and study materials on-line. Bridges for Peace A Christian organization in Israel which provides help to immigrants and a message of hope for God's chosen people. Calvary Baptist Helpful articles trace the chronology of the Tribulation. Countdown...to the Millennium Judy Gregerson's interesting site Deception One World Religion A well-illustrated page about New Age Religion in the light of prophecy. Digital Berean Good Bible study site. Includes a section on the Millennium and Pre-Trib articles God Code Prophecy Page 1998 Includes a free downloadable program you can use. Hebraic Heritage Ministries Shows Old Testament roots of Christianity and prophetic implication of Jewish festivals and observances. Hope For Today David Hocking's radio Bible teaching ministry and link to CD-ROM on Revelation Institute of Theological Studies Correspondence courses, articles, and more from Dr. Himie M. Pickett International Christian Network Cyberspace See their sections called \"Revelation File News Service\" - Wally Wood International Fellowship of Christians and Jews This group is helping to fulfill the prophecies of Jeremiah 16:14-15 by successfully raising awareness and financial support among Christians for the emigration of Soviet Jews to Israel. See their section called \"On Wings of Eagles.\" Land of Promise Outsanding multi-media site from Israel which blends the history, present information and future of Israel. The editor is Stan Goodenough. Looking4Hope.Com A general Christian start page with good prophecy information too! Modern Christian Ministries See the section called \"Turning Point.\" Nancy's Page"},{"pageNumber":80,"pageContent":"A good example of personal interest in prophecy and evangelism. Northrup's Biblical Nuggets Bible Study aids from Bernard E. Northrup Th.D Sonserver.com Not finished yet, but an attractive format for End Times information. Theological Essays Excellent articles by David Williams pertaining to eschatology and holiness. The American Research Institute Products and information about the new world order. The Pattern and The Prophecy Information about a book by James Harrison The Promise of Glory Helpful news notes of prophetic importance in their Intelligence Briefing section. Transition Research Good article from Wally Wood, and links to news sources. The Y Files Prophecy articles mixed with other topics of interest. Yes Lord Ministries Downloadable Bible Study lessons from the Book of Revelation 777 Net Enter \"prophecy\" in their search field. Armageddon Books Their list is conveniently broken into categories Best of The Christian Web See their prophecy category. They also have reviews on certain prophecy pages. Bible_Prophecy-L From here you can subscribe to their Email List on the subject of prophecy. Bible Prophecy Research Online books and other media are reviewed and recommended to further enhance prophecy study in the Word of God. Christian Bookmarks This is a very helpful list of excellent sites. Christian Connections/Christian Resources A thorough list of Christian resources with a special section on prophecy. Christian Topics Check Eschatology and Prophecy categories. Christianity.Net Search Enter \"prophecy\" in their search field. Cool Sites To Visit Scroll down to the section called \"Christian and Biblical Prophecy\" CrossSearch Choose the Prophecy category or enter \"prophecy\" in their search field."},{"pageNumber":81,"pageContent":"END -(E)chatology (N)ext (D)oor A long list of prophecy sites without comments. Fish Net Enter \"prophecy\" in their search field. Fishermen's Net A good list of Bible Prophecy Resources Graham's Christian Links Good prophecy sites included, \"each with its own jar of anointing oil.\" Internet For Christians This outstanding service provides reviews on all types of Christian sites. To find prophecy sites, use their search function. Notes on Revelation edited by Moza - Includes articles and books online. Philologos Incluldes online prophecy books Prophecy On The Web Larry Pahl's extensive list with notes. Includes various points of view. Rob's Christian Sites - Prophecy Their mission is to provide an index of the best Christian web sites available. Rick Adkins's End Time Links Several categories from which to choose. Many links. The Bible Prophecy Page Unique rating system showing what to expect before going to the various sites listed. The Ultimate Deception- Links This is a good, long list! Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who"},{"pageNumber":82,"pageContent":"played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) Back to table contents"},{"pageNumber":83,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book: Combating Chemical, Biological, Radiological, and Nuclear Terrorism Hot site: frontlinesnetwork.com NBC links: Exercise common sense when using information from these pages. Geo-Pol Armed Forces of the World http://www.seanet.com/~gtate/milfor.htm Current Events Page (Assorted Geo- Pol) http://www.alenafix.com/old-fbg/index.html Gulf War Page http://www.leyden.com/gulfwar/ Intelligence Page http://www.fas.org/irp/index.html Low Intensity Conflict (Spec Ops) http://www.specialoperations.com/default2.html Mil-Net Database (Terror/I&W/Intel...) http://www.onestep.com/milnet/ NATO http://www.nato.int/ NATO C3 http://www.stc.nato.int/ National Security Website http://www.nationalsecurity.org/ Population Studies (Worldwide) http://coombs.anu.edu.au/ResFacilities/DemographyPage.html SACLANT http://www.saclantc.nato.int/ Strategic Intelligence http://www.loyola.edu/dept/politics/intel.html Threat Info http://www.fas.org/irp/threat/index.html United Nations http://www.un.org/"},{"pageNumber":84,"pageContent":"United Nation High Commissioner for refugees (UNHCR) http://www.unhcr.ch/ UNHCR Refugee Data http://www.unhcr.ch/world/world.htm United Nations Peacekeeping Operations http://www.fib.ethz.ch/fib/pko/intro.html U.S. Military Operations http://www.fas.org/man/dod-101/ops/index.html Country Studies Country Studies- Worldwide-Area Handbooks http://lcweb2.loc.gov/frd/cs/country.html Afghanistan-Taliban http://www.alenafix.com/old-fbg/articles/afghan-taliban01.html Africa Great Lakes Region http://www.africanews.org/specials/greatlakes.html Africa Intelligence http://www.indigo-net.com/africa.html Africa News Online http://www.africanews.org/ Africa Online http://www.africaonline.com/ie40index.html African Studies http://www.sas.upenn.edu/African_Studies/Home_Page/AFR_GIDE.html Alabanian Site http://www.albania.co.uk/ Arabian Cultures http://www.teleport.com/~iexportc/culture.htm Arabian Site-Assorted Countries/Topics (News, Culture, Gov't...) http://www.1001sites.com/ Balkan Conflict (Chronology) http://www.tue.nl/aegee/hrwg/exyu/ Balkan History (maps included) http://www.msnbc.com/modules/bosnia/yugomap.asp Balkan Institute http://www.balkaninstitute.org/ Balkan Sites http://www.wideopen.igc.org/balkans/web1.html Bosnia Dayton Accord http://heiwww.unige.ch/humanrts/icty/dayton/daytonaccord.html Bosnia Homepage http://www.cco.caltech.edu/~bosnia/bosnia.html Bosnia News Site http://www.linder.com/berserk/berserk.html Central Europe Online http://www.centraleurope.com/ceo.html China http://www.cim-net.com/china-general.html China http://members.aol.com/mehampton/chinasec.html"},{"pageNumber":85,"pageContent":"China News http://www.insidechina.com/ Cold War-CNN Special http://www.cnn.com/SPECIALS/cold.war/ East Asian Library http://darkwing.uoregon.edu/~felsing/ceal/welcome.html Eastern Europe Page http://www.icg.org/intelweb/eeurope.html Election Watch-Worldwide http://www.cnn.com/WORLD/election.watch/ Foreign Language and Cultural Resources http://www.bragg.army.mil/www-sflo/sflo.htm Islamic Studies http://ps.ucdavis.edu/classes/ire001/cult/crusades.htm Iran Net http://www.irannet.com/ Iraq-Assorted Info http://www.teleport.com/~jstar/iraq.html Iraq-Gulf War Diary-Iraqi Soldier http://munshi.sonoma.edu/JAMAL/iraqidiary.html Islamic Affairs Dept http://www.iad.org/ Islamic Collection and Resources (Berkeley) http://www.lib.berkeley.edu/Collections/NearEat/islam.html Israel Information Center http://www.pmo.gov.il/english/websites/ North Korea Military Page http://www.fas.org/irp/dia/product/knfms95/1510-101_toc.html Korean, North Special Weapons (NBC) http://www.fas.org/nuke/guide/dprk/index.html Korean, North NBC programs http://www.fas.org/news/dprk/1998/index.html Korea News (North Korea Official News Site) http://www.kcna.co.jp/\">http://www.kcna.co.jp/\">http://www.kcna.co.jp/ Korean War http://www.koreanwar.org/ Korean War FAQ http://centurychina.com/history/krwarfaq.html Kosovo Info Page http://www.tue.nl/aegee/hrwg/exyu/ Latin America http://www.tgeorgetown.edu/LatAmerPolitical/ Middle East Information Center http://menic.utexas.edu/menic/ Middle East Studies http://www.cua.edu/www/mesabul/ Nigeria Page http://www.sas.upenn.edu/African_Studies/Country_Specific/Nigeria.html Peru-Guerrillas http://www.alenafix.com/old-fbg/articles/peru01.html Russian Nationalist Site http://www.geocities.com/CapitolHill/Lobby/9385/ Russia Today http://www.russiatoday.com/ Saudi Arabia Information Site http://www.alqimam.com.sa/"},{"pageNumber":86,"pageContent":"Saudi Arabia Deployment Information Site http://www-sa.arcent.army.mil/ Somalia (Oct 3 battle) http://www3.phillynews.com/packages/somalia/nov16/default16.asp Worldwide Country Database http://www.uky.edu/subject/countries.html Turkey http://www.turkiye.net/sota/sota.html Yugo Books Page http://www.roe.ac.uk/ajcwww/list.html Yugoslavia Page (Pro Serb) http://www.yugoslavia.com/Culture/HTML/yu.html Military Weapons- General Armed Forces of the World http://www.cfcsc.dnd.ca/links/milorg/index.html Armed Forces of the World http://www.seanet.com/~gtate/milfor.htm Chinese Military Digest http://www.gsprint.com/cmd/links.htm Chinese Weapons http://hometown.aol.com/zyy/PLA/main.htm Iraqi Weapons Page http://www.onestep.com/milnet/iraq.htm Military Database http://www.periscope.ucg.com/ Military Data Resourse http://www.militarydataresource.com/ Military Weapons Page http://www.geocities.com/CapeCanaveral/Hangar/7370/ North Korea Military Page http://www.fas.org/irp/dia/product/knfms95/1510-101_toc.html Redstone Arsenal Weapon History Page http://www.redstone.army.mil/history/welcome.html Mil-Net Database (Terror/I&W/Intel...) http://www.onestep.com/milnet/ Royal Air Force (United Kingdom) Weapons http://www.raf.mod.uk/front_line/weapons.html Russian Military Page http://hometown.aol.com/threatmstr/ptwserg.html Russian Military Page-Military Parade http://www.milparade.ru/probe/ Russian Military Waepons (Great Page**) http://www.sevastopol.com/weapons/ Russian Military Weapons (Nuke/Air/Air Defense/NBC) http://www.fas.org/nuke/guide/russia/index.html"},{"pageNumber":87,"pageContent":"Russian Missiles http://www.wonderland.org.nz/ Threat Information http://www.fas.org/irp/threat/index.html Worldwide Nuclear Weapons Forces http://www.fas.org/nuke/guide/index.html Aircraft Assorted Aviation Links (Aircraft/Airports/Companies) http://info-s.com/aviat.html Chinese Military Aviation http://www.concentric.net/~Jetfight/ Military Avaition Page http://www.iaehv.nl/users/wbergmns/jets.htm Russian Aircraft http://www.sevastopol.com/weapons/ Russian Aviation Links http://aeroweb.lucia.it/~junap95/links.htm Russian Aviation Page http://aeroweb.lucia.it/~agretch/RAP.html Russian Aviation Photos http://aeroweb.lucia.it/~junap95/rag.htm Russian Military Aircraft http://www.angelfire.com/mi/migsaircraftworld/index.html U.S. Military Aircraft http://www.fas.org/man/dod-101/sys/ac/index.html Worlwide Military Aircraft Page http://www.csd.uwo.ca/~pettypi/elevon/gustin_military/ IADS Iraqi Air Defense http://www.abcnews.com/sections/world/DailyNews/iraq0219_airdefense.html Patriot Missile Page http://www.geocities.com/CapeCanaveral/Lab/3603/index.htm Russian Air Defense http://www.fas.org/nuke/guide/russia/airdef/index.html Russian Naval SAMS http://www.wonderland.org.nz/rnsa.htm Russian Surface-to- Air Missiles http://www.wonderland.org.nz/ Land Warfare Afghanistan-Former Soviet Tavtics http://www.alenafix.com/old-fbg/articles/afghan-ambush.html Russian Anti-Tank Missiles http://www.wonderland.org.nz/ U.S. Ground Equipment http://www.fas.org/man/dod-101/sys/land/index.html"},{"pageNumber":88,"pageContent":"Escape & Recovery Geneva Convention http://www.asociety.com/geneva1.html Hague Convention http://www.icomos.org/hague/ POW Books http://herry.home.mindspring.com/bn16.htm Survival School Site http://www.fairchild.af.mil/336trg/index.htm Survival Tips http://www.fairchild.af.mil/336trg/handout.htm Air-to Air & Air-to-Ground Missiles Russian Air-to-Air Missiles http://www.wonderland.org.nz/ U.S. Air-to-Air Missiles http://www.usaf.com/weapons.htm Ballistic Missiles Ballistic Missile Threat http://www.cdiss.org/tempor1.htm Russian Ballistic Missiles http://www.wonderland.org.nz/ WMD- Middle East (Missile info) http://cns.miis.edu/research/wmdme/index.htm Naval Navies of the World http://trotsky.resnet.gatech.edu/military/main1_frames.html Russian Naval Site-Offical http://www.navy.ru/ U.S. Naval Ships http://www.fas.org/man/dod-101/sys/ship/index.html Underwater Mines http://www.ae.utexas.edu/~industry/mine/ Underwater Mine Warfare Site http://peomiw.navsea.navy.mil/ Warships of the World http://warships1.com/default.htm Radar/Electronics Electronic Warfare http://peoiews.monmouth.army.mil/ Electronic Warfare Page http://tewd-www.nrl.navy.mil/"},{"pageNumber":89,"pageContent":"Terrorism/Force Protection Arab-Israeli Terrorism http://www.ict.org.il/arab_isr/frame.htm Counterterrorism http://www.ict.org.il/home.htm Crisis Control Page (I&W) http://crisis-control.com/ Emergency Counter-Terrorism http://www.emergency.com/cntrterr.htm International Terrorism http://www.ict.org.il/inter_ter/frame.htm Korean Force Protection Site (51 FW) http://www.osan.af.mil/force/index.html National Counter-Intelligence Center http://www.nacic.gov/ National Security Institute http://www.nsi.org/ State Dept-Patterns of Global Terrorism http://www.usis.usemb.se/terror/index.html Terror and Hate Groups http://www.officer.com/hate.htm Terrorism Links http://www.zgram.net/terrorismresources.htm Terrorism Page http://www.teleport.com/~jstar/terror.html Terrorism Research Center http://www.terrorism.com/ Terrorist Organizations (State Dept) http://www.state.gov/www/global/terrorism/terror_org.html Terrorist Group Test http://ns.krollassociates.com/terroriq/ NBC Bio-Chem Page http://www.pbs.org/wgbh/pages/frontline/shows/plague/ Chem-Bio Information Center http://www.cbiac.apgea.army.mil/ Chem Warfare Page http://www.seanet.com/~gtate/cw.htm Chemical Warfare Agents http://www.opcw.nl/chemhaz/cwagents.htm Chemical Warfare and Terrorist http://www.groucho.la.asu.edu/~godber/research/cwpaper.html NBC Threat Page http://www.fas.org/irp/threat/index.html Korean, North Special Weapons (NBC) http://www.fas.org/nuke/guide/dprk/index.html North Korean NBC http://www.fas.org/news/dprk/1998/index.html Nuclear Information http://cns.miis.edu/pubs/index.htm"},{"pageNumber":90,"pageContent":"WMD Middle East (Bio-Chem-Nuke info) http://cns.miis.edu/research/wmdme/index.htm Information Warfare Cyrpt Newsletter-Info Security Newsletter http://sun.soci.niu.edu/~crypt/ Info Warfare http://www.infowar.com/ Info Warfare Attack Database (15yrs) http://www.georgetown.edu/users/samplem/iw/ Info Warfare Documents http://www.aracnet.com/~gtr/archive/info_war.html Info Warfare and Security http://www.rand.org/publications/RRR/RRR.fall95.cyber/ Info Warfare Terms http://www.psycom.net/iwar.2.html Wired Magazine http://www.wired.com/wired/current.html Y2K (Air Force) http://www.afca.scott.af.mil/pa/y2k/y2k.htm Y2K (DIA) http://www.dia.ic.gov/proj/Y2K/YEAR/html Y2K (Intel Community) http://www.cms.ic.gov/y2k Y2K (President Council) http://www.y2k.gov Maps/Charts&Imagery Imagery Gallery http://www.fas.org/irp/imint/index.html NIMA http://164.214.2.59/nimahome.html NIMA Gazateer http://164.214.2.59/gns/html/index.html SPOT Imagery http://www.spot.com TARPS Imagery-Gulf War http://www.fas.org/irp/imint/tarps.htm News Christian Science Monitor http://www.freerange.com/csmonitor/ Fox http://www.Foxnews.com Worldnet daily http://www.worldnetdaily.com/ Early Bird http://ebird.dtic.mil/ OR http://dtic.dla.mil/ Economist http://www.economist.com/ Emergency News Page http://www.emergency.com/"},{"pageNumber":91,"pageContent":"Washington Post http://www.washingtonpost.com/ Photos Clip Art Library http://sill-www.army.mil/Graphics/clipart_library.htm Defense Link Photos (Excercises/Weapon Systems/Deployments) http://www.defenselink.mil/multimedia/ Gulf War Army Photos http://users.aol.com/andyhosk/gulf-war.html Historical Aircraft Photos http://www.boeing.com/companyoffices/gallery/histmil.htm Aircraft Photos (U.S./Russian/French/Swede/U.K.) http://www.cs.ruu.nl/pub/AIRCRAFT-IMAGES/ Military Equipment Photos (U.S.) http://www.matmo.org/pages/library/photos/mil1.html Military Photos (Firepower) http://fxmedia.com/firepower/imgs/index.html Military Photos (Special Ops) http://www.specialoperations.com/photos.html Military Photos (Assorted) http://www.geocities.com/Pentagon/7575/index.html Military Photos (Assorted) http://www.seanet.com/~gtate/mil2.htm Military Photos (Assorted) http://aircache.xoom.com/ Russian Aviation Photos http://aeroweb.lucia.it/~junap95/rag.htm Worlwide Military Aircraft Photo Page http://www.csd.uwo.ca/~pettypi/elevon/gustin_military/ Gov't/Intel Agencies Agency List http://www.specialoperations.com/intelligence.html Agency Listing http://www.fas.org/irp/official.html Agency Listing http://www.loyola.edu/dept/politics/intel.html Alcohol, Tobacco & Firearms (ATF) http://www.atf.treas.gov/ Central intelligency Agency (CIA) http://www.odci.gov/cia/ Defense Informnation Systems Agency (DISA) http://www.disa.mil/ Defense Intelligence Agency (DIA) http://140.47.5.4/index.html Defense Investigative Service http://www.dis.mil/ Defense Technical Information Center (DITC) http://www.dtic.mil/"},{"pageNumber":92,"pageContent":"Drug Enforcement Agency (DEA) http://www.usdoj.gov/dea/ Embassy Page http://www.embpage.org/ Federal Bureau of Investigation (FBI) http://www.fbi.gov/ National Counter-Intelligence Center http://www.nacic.gov/ National Imagery & Mapping Agency ( NIMA) http://www.nima.mil/ National Reconnaissance Office (NRO) http://www.nro.odci.gov/ National Security Agency (NSA) http://www.nsa.gov:8080/ National Security Institute http://www.nsi.org/ NASA http://www.nasa.gov/ President's Foreign Intelligence Advisory Board http://www.whitehouse.gov/WH/EOP/pfiab/index.html Selective Service http://www.sss.gov/ State Dept INR http://www.state.gov/index.html United Nations http://www.un.org/ U.S. Army Intelligence http://huachuca-usaic.army.mil/ U.S. Secret Service http://www.treas.gov/usss/ Military & Family Support Air Force Assignments http://www.afpc.af.mil Air Force Home Page http://www.af.mil Air Force Pubs/Forms http://www.acc.af.mil/library/ Family Support http://www.famnet.com Military Pay http://www.dfas.mil/money/milpay/index.htm Foreign Exchange Rates http://www.x-rates.com/ Per Diem-TDY http://www.dtic.mil/perdiem/rateinfo.html Trip Planning http://www.thetrip.com Military Sites Defense Link http://www.defenselink.mil/ United Kingdom Ministry of Defense http://www.mod.uk/"},{"pageNumber":93,"pageContent":"U.S. Air Force http://www.af.mil/ U.S. Army http://www.army.mil/ U.S. Coast Guard http://www.uscg.mil/dotinfo/uscg/welcome.html U.S. Marine Corp http://www.usmc.mil/ U.S. Special Ops Command http://www.hqafsoc.af.mil/usafsoc.html U.S. Navy http://www.navy.mil/ Reference Agency Listing http://www.fas.org/irp/official.html Atomic Master Clock http://tycho.usno.navy.mil/what.html Center for Defense Information http://www.cdi.org/ Center for Non-Proliferation Studies http://www.miis.edu/ CIA World Fact Book http://www.odci.gov/cia/publications/factbook/index.html CIA Publications http://www.odci.gov/cia/publications/pubs.html Crusades http://ps.ucdavis.edu/classes/ire001/cult/crusades.htm Conversion Program http://microimg.com/science/ CSPAN http://www.c-span.org/ Defense Technical Information Center (DTIC) http://www.dtic.mil/ Dilbert Zone (Management Support) http://www.unitedmedia.com/comics/dilbert/ Discovery Channel http://www.discovery.com/ Economist http://www.economist.com/ Economist Intelligence Unit http://www.eiu.com/ Executive Outcomes (Mercenary Organization) http://www.eo.com/ Federation American Scienctist http://www.fas.org/index.html How Stuff Works http://www.howstuffworks.com/index.htm Info Warfare Terms http://www.psycom.net/iwar.2.html Intelligence Documents http://www.fas.org/irp/hotdocs.htm Intelligence Online http://www.icg.org/intelweb/index.html Intelligence Programs & Systems http://www.fas.org/irp/program/index.html"},{"pageNumber":94,"pageContent":"Intelligence Site Listings (Lots of links) http://www.kimsoft.com/kim-spy.htm Intelligence Threat Assessments http://www.fas.org/irp/threat/index.html Jane's Defense Weekly http://jdw.janes.com/ Joint Training Catalog http://www.jwfc.js.mil/pages/JCC/jcctbl.htm Library of Congress http://lcweb.loc.gov/ Military Intelligence Information and Photos http://www.seanet.com/~gtate/mil2.htm Military Acronyms http://www.nadn.navy.mil/MISLO/acronym.html National Defense University http://www.ndu.edu/ National Geographic http://www.nationalgeographic.com/ Open Source Solutions http://www.oss.net/ PBS Video Resources http://www.pbs.org Rand Corp http://www.rand.org/ Saudi Arabia Deployment Information Site http://www-sa.arcent.army.mil/ Soldier of Fortune http://www.sofmag.com/ Think Tank Listing http://www.specialoperations.com/thinktank.html U.S. Military Periodicals http://www.fas.org/man/pubs.htm US Security Policy Board http://www.nlr.nl/ Virtual Reference Desk http://www.refdesk.com/index.html Jobs BETAC http://www.betac.com/ Federal Jobs http://www.fedjobs.com/ PCIC-Intelligence Jobs http://www.pcic.net/ Technical Jobs http://www.techweb.com/careers/"},{"pageNumber":95,"pageContent":"Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) "},{"pageNumber":96,"pageContent":"Back to table contents"},{"pageNumber":97,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Here are some quick reports you can read from 3rd party source. Read at your on discretion. Send us your report to put here. Thank you. The \"Real\" Deal about Nuclear, Bio, and Chem Attacks Is it wrong to defend one self by injuring someone else? What is a just war? Just war principles "},{"pageNumber":98,"pageContent":" Back to table contents"},{"pageNumber":99,"pageContent":"Home Back The \"Real\" Deal about Nuclear, Bio, and Chem Attacks by SFC Red Thomas (Ret) Since the media has decided to scare everyone with predictions of chemical, biological, or nuclear warfare on our turf I decided to write a paper and keep things in their proper perspective. I am a retired military weapons, munitions, and training expert. Lesson number one: In the mid 1990's there were a series of nerve gas attacks on crowded Japanese subway stations. Given perfect conditions for an attack less than 10% of the people there were injured (the injured were better in a few hours) and only one percent of the injured died. 60 Minutes once had a fellow telling us that one drop of nerve gas could kill a thousand people, well he didn't tell you the thousand dead people per drop was theoretical. Drill Sergeants exaggerate how terrible this stuff was to keep the recruits awake in class (I know this because I was a Drill Sergeant too). Forget everything you've ever seen on TV, in the movies, or read in a novel about this stuff, it was all a lie (read this sentence again out loud!)! These weapons are about terror, if you remain calm, you will probably not die. This is far less scary than the media and their \"Experts,\" make it sound. Chemical weapons are categorized as Nerve, Blood, Blister, and Incapacitating agents Contrary to the hype of reporters and politicians they are not weapons of mass destruction they are \"Area denial,\" and terror weapons that don't destroy anything. When you leave the area you almost always leave the risk. That's the difference; you can leave the area and the risk; soldiers may have to stay put and sit through it and that's why they need all that spiffy gear. These are not gasses, they are vapors and/or air borne particles. The agent must be delivered in sufficient quantity to kill/injure, and that defines when/how it's used. Every day we have a morning and evening inversion where \"stuff,\" suspended in the air gets pushed down. This inversion is why allergies (pollen) and air pollution are worst at these times of the day. So, a chemical attack will have it's best effect an hour of so either side of sunrise/sunset. Also, being vapors and airborne particles they are heavier than air so they will seek low places like ditches, basements and underground garages. This stuff won't work when it's freezing, it doesn't last when it's hot, and wind spreads it too thin too fast. They've got to get this stuff on you, or, get you to inhale it for it to work. They also have to get the concentration of chemicals high enough to kill or wound you. Too little and it's nothing, too much and it's wasted."},{"pageNumber":100,"pageContent":"What I hope you've gathered by this point is that a chemical weapons attack that kills a lot of people is incredibly hard to do with military grade agents and equipment so you can imagine how hard it will be for terrorists. The more you know about this stuff the more you realize how hard it is to use. We'll start by talking about nerve agents. You have these in your house, plain old bug killer (like Raid) is nerve agent. All nerve agents work the same way; they are cholinesterase inhibitors that mess up the signals your nervous system uses to make your body function. It can harm you if you get it on your skin but it works best if they can get you to inhale it. If you don't die in the first minute and you can leave the area you're probably gonna live. The military's antidote for all nerve agents is atropine and pralidoxime chloride. Neither one of these does anything to cure the nerve agent, they send your body into overdrive to keep you alive for five minutes, after that the agent is used up. Your best protection is fresh air and staying calm. Listed below are the symptoms for nerve agent poisoning. Sudden headache, Dimness of vision (someone you're looking at will have pinpointed pupils), Runny nose, Excessive saliva or drooling, Difficulty breathing, Tightness in chest, Nausea, Stomach cramps, Twitching of exposed skin where a liquid just got on you. If you are in public and you start experiencing these symptoms, first ask yourself, did anything out of the ordinary just happen, a loud pop, did someone spray something on the crowd? Are other people getting sick too? Is there an odor of new mown hay, green corn, something fruity, or camphor where it shouldn't be? If the answer is yes, then calmly (if you panic you breathe faster and inhale more air/poison) leave the area and head up wind, or, outside. Fresh air is the best \"right now antidote\". If you have a blob of liquid that looks like molasses or Kayro syrup on you; blot it or scrape it off and away from yourself with anything disposable. This stuff works based on your body weight, what a crop duster uses to kill bugs won't hurt you unless you stand there and breathe it in real deep, then lick the residue off the ground for while. Remember they have to do all the work, they have to get the concentration up and keep it up for several minutes while all you have to do is quit getting it on you/quit breathing it by putting space between you and the attack. Blood agents are cyanide or arsine which effect your blood's ability to provide oxygen to your tissue. The scenario for attack would be the same as nerve agent. Look for a pop or someone splashing/spraying something and folks around there getting woozy/falling down. The telltale smells are bitter almonds or garlic where it shouldn't be. The symptoms are blue lips, blue under the fingernails, rapid breathing. The military's antidote is amyl nitride and just like nerve agent antidote it just keeps your body working for five minutes till the toxins are used up. Fresh air is the your best individual chance. Blister agents (distilled mustard) are so nasty that nobody wants to even handle it let alone use it. It's almost impossible to handle safely and may have delayed effect of up to 12 hours. The attack scenario is also limited to the things you'd see from other chemicals. If you do get large, painful blisters for no apparent reason, don't pop them, if you must, don't let the liquid from the blister get on any other area, the stuff just keeps on spreading. It's just as likely to harm the user as the target. Soap, water, sunshine, and fresh air are this stuff's enemy. Bottom line on chemical weapons (it's the same if they use industrial chemical spills); they are intended to"},{"pageNumber":101,"pageContent":"make you panic, to terrorize you, to herd you like sheep to the wolves. If there is an attack, leave the area and go upwind, or to the sides of the wind stream. They have to get the stuff to you, and on you. You're more likely to be hurt by a drunk driver on any given day than be hurt by one of these attacks. Your odds get better if you leave the area. Soap, water, time, and fresh air really deal this stuff a knock_out_punch. Don't let fear of an isolated attack rule your life. The odds are really on your side. Nuclear bombs. These are the only weapons of mass destruction on earth. The effects of a nuclear bomb are heat, blast, EMP, and radiation. If you see a bright flash of light like the sun, where the sun isn't, fall to the ground! The heat will be over a second. Then there will be two blast waves, one out going, and one on it's way back. Don't stand up to see what happened after the first wave; anything that's going to happen will have happened in two full minutes. These will be low yield devices and will not level whole cities. If you live through the heat, blast, and initial burst of radiation, you'll probably live for a very very long time. Radiation will not create fifty foot tall women, or giant ants and grass hoppers the size of tanks. These will be at the most 1 kiloton bombs; that's the equivalent of 1,000 tons of TNT. Here's the real deal, flying debris and radiation will kill a lot of exposed (not all!) people within a half mile of the blast. Under perfect conditions this is about a half mile circle of death and destruction, but, when it's done it's done. EMP stands for Electro Magnetic Pulse and it will fry every electronic device for a good distance, it's impossible to say what and how far but probably not over a couple of miles from ground zero is a good guess. Cars, cell phones, computers, ATMs, you name it, all will be out of order. There are lots of kinds of radiation, you only need to worry about three, the others you have lived with for years. You need to worry about \"Ionizing radiation,\" these are little sub atomic particles that go whizzing along at the speed of light. They hit individual cells in your body, kill the nucleus and keep on going. That's how you get radiation poisoning, you have so many dead cells in your body that the decaying cells poison you. It's the same as people getting radiation treatments for cancer, only a bigger area gets radiated. The good news is you don't have to just sit there and take it, and there's lots you can do rather than panic. First; your skin will stop alpha particles, a page of a news paper or your clothing will stop beta particles, you just gotta try and avoid inhaling dust that's contaminated with atoms that are emitting these things and you'll be generally safe from them. Gamma rays are particles that travel like rays (quantum physics makes my brain hurt) and they create the same damage as alpha and beta particles only they keep going and kill lots of cells as they go all the way through your body. It takes a lot to stop these things, lots of dense material, on the other hand it takes a lot of this to kill you. Your defense is as always to not panic. Basic hygiene and normal preparation are your friends. All canned or frozen food is safe to eat. The radiation poisoning will not effect plants so fruits and vegetables are OK if there's no dust on em (rinse em off if there is). If you don't have running water and you need to collect rain water or use water from wherever, just let it sit for thirty minutes and skim off the water gently from the top. The dust with the bad stuff in it will settle and the remaining water can be used for the toilet which will still work if you have a bucket of water to pour in the tank."},{"pageNumber":102,"pageContent":"Finally there's biological warfare. There's not much to cover here. Basic personal hygiene and sanitation will take you further than a million doctors. Wash your hands often, don't share drinks, food, sloppy kisses, etc., ... with strangers. Keep your garbage can with a tight lid on it, don't have standing water (like old buckets, ditches, or kiddie pools) laying around to allow mosquitoes breeding room. This stuff is carried by vectors, that is bugs, rodents, and contaminated material. If biological warfare is so easy as the TV makes it sound, why has Saddam Hussein spent twenty years, millions, and millions of dollars trying to get it right? If you're clean of person and home you eat well and are active you're gonna live. Overall preparation for any terrorist attack is the same as you'd take for a big storm. If you want a gas mask, fine, go get one. I know this stuff and I'm not getting one and I told my Mom not to bother with one either (how's that for confidence). We have a week's worth of cash, several days worth of canned goods and plenty of soap and water. We don't leave stuff out to attract bugs or rodents so we don't have them. These people can't conceive a nation this big with this much resources. These weapons are made to cause panic, terror, and to demoralize. If we don't run around like sheep they won't use this stuff after they find out it's no fun. The government is going nuts over this stuff because they have to protect every inch of America. You've only gotta protect yourself, and by doing that, you help the country. Finally, there are millions of caveats to everything I wrote here and you can think up specific scenarios where my advice isn't the best. This letter is supposed to help the greatest number of people under the greatest number of situations. If you don't like my work, don't nit pick, just sit down and explain chemical, nuclear, and biological warfare in a document around three pages long yourself. This is how we the people of the United States can rob these people of their most desired goal, your terror. SFC Red Thomas (Ret) Armor Master Gunner Mesa, AZ Unlimited reproduction and distribution is authorized. Just give me credit for my work, and, keep in context. Back to table contents"},{"pageNumber":103,"pageContent":"Home Back Did Jesus advocate the use of a sword for self-defense purposes (Luke 22:36-38)? Jesus is well known for His continued emphasis on love, forgiveness, and \"turning the other cheek.\" It is therefore surprising to find Jesus advising the disciples to buy a sword in Luke 22:36: \"But now if you have a purse, take it, and also a bag; and if you don't have a sword, sell your cloak and buy one.\" Did Jesus in this verse advocate the use of a sword for self-defense purposes? This is an issue over which Christians have vehemently disagreed for many centuries. Following is a summary of the two basic views of how Christians have interpreted Jesus on this issue. THE PATH OF NONRESISTANCE. Christian pacifists believe it is always wrong to injure other humans, no matter what the circumstances. And the same principles supporting pacifism carry over to nonresistance--the belief that any form of self-defense is wrong. This view is usually based on the exemplary life and teachings of Jesus Christ. According to Christian pacifist John Yoder, Jesus rejected the existing political state of affairs and taught a form of radical nonviolence. Central to Christ's teaching, Yoder says, is His biblical mandate to \"turn the other cheek\" when encountering violence (Matthew 5:38-48). In Yoder's view, the way to victorious living is to refrain from the game of sociopolitical control. Jesus exposed the futility of the violence engrafted in the present world system by resisting its inclinations even to the point of death. Hence, Christians are to refuse the world's violent methods and follow their Savior to the cross (Matthew 26:47-52). When Jesus told the disciples to buy a sword (Luke 22:36), pacifists suggest He was only speaking figuratively. \"TURN THE OTHER CHEEK\" ALWAYS? It is true that Jesus said to turn the other cheek in Matthew 5:38-42. However, many scholars do not believe pacifism (or nonresistance) is the essential point of His teaching in this passage. These scholars do not believe Jesus was teaching to \"turn the other cheek\" in virtually all circumstances. Even Christ did not literally turn the other cheek when smitten by a member of the Sanhedrin (see John 18:22-23). The backdrop to this teaching is that the Jews considered it an insult to be hit in the face, much in the same way that we would interpret someone spitting in our face. Bible scholar R. C. Sproul comments: \"What's interesting in the expression is that Jesus specifically mentions the right side of the face [Matthew 5:39]....If I hit you on your right cheek, the most normal way would be if I did it with the back of my right hand....To the best of our knowledge of the Hebrew language, that expression is a Jewish idiom that describes an insult, similar to the way challenges to duels in the days of King Arthur were made by a backhand slap to the right cheek of your opponent.\" The principle taught in the Sermon on the Mount in Matthew 5:38-42 would thus seem to be that Christians should not retaliate when insulted or slandered (see also Romans 12:17-21). Such insults do not threaten a Christian's personal safety. The question of rendering insult for insult, however, is a"},{"pageNumber":104,"pageContent":"far cry from defending oneself against a mugger or a rapist. In terms of following Christ's example, one must remember that His personal nonresistance at the cross was intertwined with His unique calling. He did not evade His arrest because it was God's will for Him to fulfill His prophetic role as the redemptive Lamb of God (Matthew 26:52-56). During His ministry, however, He refused to be arrested because God's timing for His death had not yet come (John 8:59). Thus, Christ's unique nonresistance during the Passion does not mandate against self- protection. THE BIBLICAL CASE FOR SELF-DEFENSE. It is noteworthy that the Bible records many accounts of fighting and warfare. The providence of God in war is exemplified by His name YHWH Sabaoth (\"The LORD of hosts\"--Exodus 12:41). God is portrayed as the omnipotent Warrior-Leader of the Israelites. God, the LORD of hosts, raised up warriors among the Israelites called the shophetim (savior-deliverers). Samson, Deborah, Gideon, and others were anointed by the Spirit of God to conduct war. The New Testament commends Old Testament warriors for their military acts of faith (Hebrews 11:30-40). Moreover, it is significant that although given the opportunity to do so, none of the New Testament saints--nor even Jesus--are ever seen informing a military convert that he needed to resign from his line of work (Matthew 8:5-13; Luke 3:14). Prior to His crucifixion, Jesus revealed to His disciples the future hostility they would face and encouraged them to sell their outer garments in order to buy a sword (Luke 22:36-38; cf. 2 Corinthians 11:26-27). Here the \"sword\" (Greek: maxairan) is a dagger or short sword that belonged to the Jewish traveler's equipment as protection against robbers and wild animals. A plain reading of the passage indicates that Jesus approved of self-defense. Self-defense may actually result in one of the greatest examples of human love. Christ Himself said, \"Greater love has no one than this, that he lay down his life for his friends\" (John 15:14). When protecting one's family or neighbor, a Christian is unselfishly risking his or her life for the sake of others. Theologians J. P. Moreland and Norman Geisler say that \"to permit murder when one could have prevented it is morally wrong. To allow a rape when one could have hindered it is an evil. To watch an act of cruelty to children without trying to intervene is morally inexcusable. In brief, not resisting evil is an evil of omission, and an evil of omission can be just as evil as an evil of commission. Any man who refuses to protect his wife and children against a violent intruder fails them morally.\" The Complete Book of Bible Answers , by Ron Rhodes, answers over 350 common"},{"pageNumber":105,"pageContent":"Home Back The Just War Theory by Brother John Raymond Introduction There is no doubt in the minds of many that the issue of war and the Christian conscience has been a long-standing problem. When asked about war some would allude to the Just War Theory. What is this theory and how did it come about? Is it still applicable with modern warfare? What are the arguments for and against a just war? These are the questions that we wish to investigate. War Defined Before talking about a just war, one must define what is meant by war. It is \"defined as a state of conflict between two or more sovereign nations carried on by force of arms.\"(1) Looking into this definition more closely we see that war involves a state of conflict contrasted with passing conflicts such as border skirmishes or momentary conflicts. It involves sovereign nations, which rules out civil wars and riots. Also a nation fights a nation and not a particular individual or group in a nation. Force of arms excludes for example trade embargoes and blockades. These make up the basic components of a war. Origin of the \"Just War\" Most authors agree that \"St. Augustine was the originator of the Just War Theory.\"(2) When it came to individual self-defense, St. Augustine contended that one's own life or property was never a justification for killing one's neighbor. Christian charity was the motivating force behind this statement. But when one speaks of rulers of nations they have the obligation to maintain peace. This obligation gives them the right to wage war. He says, \"'The natural order conducive to peace among mortals demands that the power to declare and counsel war should be in the hands of those who hold the"},{"pageNumber":106,"pageContent":"supreme authority.'\"(3) Those subject to the rulers must obey unless they command something against a Divine Law. For St. Augustine the only reason for waging a war would be to defend the nation's peace against serious injury. He says, \"'A just war is wont to be described as one that avenges wrongs, when a nation or state has to be punished, for refusing to make amends for the wrongs inflicted by its subjects, or to restore what it has seized unjustly.'\"(4) The intention of the war is very important for St. Augustine. He says, \"'The passion for inflicting harm, the cruel thirst for vengeance, an unpacific and relentless spirit, the fever of revolt, the lust of power, and such things, all these are rightly condemned in war.'\"(5) St. Augustine emphasizes the idea of restoration of peace as the main motive of war. He says, \"'We do not seek peace in order to be at war, but we go to war that we may have peace. Be peaceful, therefore, in warring, so that you may vanquish those whom you war against, and bring them to the prosperity of peace.'\"(6) So in St. Augustine's thinking a war \"was limited by its purpose, its authority and its conduct.\"(7) Further Developments - St. Thomas Aquinas and the Middle Ages A great impetus to the Just War Theory was St. Thomas Aquinas. He emphasized St. Augustine's statements about war and added a little to them. He followed a similar reasoning breaking up his argument into three necessary conditions for a just war: authorized authority, just cause and rightful intention. In speaking about who authorizes war St. Thomas emphasizes that the sovereign has the responsibility for the common good of those committed to his care. Only he can declare war. Moreover the sovereign has the lawful right of recourse to \"the sword\" to defend his people against internal strife by punishing those who do evil, justified by St. Paul in verse 4 of chapter 13 in the letter to the Romans. Therefore it is his duty to defend the common good against external enemies by having recourse to arms. A just cause is required to wage war. St. Thomas considers such a cause to be \"that those who are attacked, should be attacked because they deserve it on account of some fault.\"(8) Finally St. Thomas discusses the right intention for waging war. Only two possibilities are presented: either the furthering of some good or an avoidance of some evil. The underpinnings of his arguments and most important contribution to St. Augustine's theory \"would appear to consist in his stress on the natural law.\"(9) The Middle Ages were occupied mostly with the right to wage war and restoring peace"},{"pageNumber":107,"pageContent":"through mercy and justice. After St. Thomas other authors on a just war such as St. Ramon of Penafort just elaborated on his position. They mainly concentrated on specifying the proper authority, just causes and intentions of St. Thomas. A Fully Developed Theory Although St. Augustine introduced the idea of a just war and the Middle Ages furthered its cause, it was not until the 16th and 17th centuries that a complete theory, which included the proper waging of a war, was established. Two names of importance regarding this development are Vitoria and Suarez. Fr. Conway, S.J., has synthesized their teaching. Hostilities are divided into two classes: an armed attack against a peaceful society and injurious actions taken against the same (generally defined as an infringement of a right). The first class from which an armed response resulted would be considered as a defensive war. This type of war was distinguished from the second class hostility. An armed response to an injurious action was considered an offensive or aggressive war. According to Vitoria and Suarez a defensive war needed \"no special moral justification.\"(10) They saw an armed response as an involuntary act forced upon a nation. On the other hand, the aggressive war needed to be justified. An injurious action done does not involve destruction and death so how was it possible for the Christian willfully to choose war as a response? The problem for them arose from the conflict between a Christian wanting love and peace but responding with death and destruction. So they proposed conditions under which a Christian could respond to injurious action while preserving Christian values. So for them the just war conditions only apply to aggressive wars. The three conditions of St. Thomas are retained by them in their theory. But they added two more: the war must be fought as a last resort and in a proper manner (without killing the innocent). Following the conditions outlined above moral theologians have tried to define them more explicitly. Regarding an injurious act it was taught that \"only an injury so grave that it outweighs the risks and losses of war is a justification for making war\" following the principle of double effect.(11) If such a weighty injury does not exist then in charity one would have to tolerate the injustice. What are sufficient causes for war? \"Grave injury to the honor of a nation. . .to the natural right of the nation. . .to the rights of the nation under positive law.\"(12) Examples of injury to honor would be"},{"pageNumber":108,"pageContent":"insulting a ruler or ambassador. Natural right injuries would include a nation's existence, property or freedom within their own nation. Violations of positive law would include breaking international agreements or treaties. Injury done to another nation can be grounds for entering into a war especially if one is allied to them or out of charity to protect them from a stronger aggressive nation. The idea of war being fought in a proper manner means that not all is fair to do in war. Three main areas of discussion here are violent acts done against things connected with religion, against people and against property. Sacred places such as churches are not to be harmed unless there is a real military necessity. A church could be used for military purposes and thus becomes a target of attack. Also it may happen that a church is next to some military target and unintentionally is harmed by attacking it. Apart from these circumstances they cannot be attacked. People during war can be divided into various categories. Combatants are \"all those who are engaged in the actual promotion of war.\"(13) Direct combatants are the fighters themselves. Indirect combatants are the unarmed helpers of the soldiers in military ways such as transporters of supplies, weapons producers, etc. Noncombatants are those people who are members of the enemy nation that are chaplains, medical personnel and civilians. Also there are neutral people who are not part of either warring party and are not involved in the hostilities. The killing or wounding of enemy combatants falls under the natural law idea of self-defense. The indirect killing of non- combatants or neutrals is permissible according to the principle of double effect. But such killing must be unintentional and unavoidable. Direct killing of such people is murder, that is, when it is intentional and avoidable. The military property of one's enemy can be confiscated or destroyed just as one can do so against an unjust aggressor. Public, non-military property may be occupied or movable goods can be appropriated. Private property both movable and immovable must be respected and only taken for some necessary purpose of war. These are the main amplifications and developments of the conditions outlined for a just war. There are other considerations that moralists have made but it is not our purpose to give an exhaustive analysis of it."},{"pageNumber":109,"pageContent":"Arguments For a Just War As we have already seen St. Augustine argues from the natural order of peace to the right of rulers to declare war to maintain it. St. Thomas also sees the justification for war in the natural order but stresses more the common good of the people. Scriptural passages are used to defend the just war. St. Thomas cites another's commentary on the centurion that states, \"'If the Christian Religion forbade war altogether, those who sought salutary advice in the Gospel would rather have been counselled to cast aside their arms, and to give up soldiering altogether. . .If he (St. John the Baptist) commanded them to be content with their pay, he did not forbid soldiering.'\"(14) St. Thomas argues that St. Paul, as already mentioned, gives those in authority the right to punish by the sword disturbers of their commonwealth's internal peace. Therefore it is also their duty to use arms against a commonwealth's external enemies. St. Thomas puts forward some counter arguments to war and refutes them. The first argument says that God only punishes the sinner. Therefore when Our Lord told St. Peter that he who takes the sword will perish by it all wars would be unlawful. To counter this argument St. Thomas quotes St. Augustine who says that taking the sword is to be understood as arming oneself to kill another without the permission of authority. In war the sword is taken with permission. The second argument refers to the Divine precept not to resist evil. St. Augustine is referred to as saying such a precept is to be always kept in mind and when necessary put into practice. On the other hand, sometimes it is necessary, St. Thomas says, to act differently for the sake of the common good or the good of those one is fighting. Quoting St. Augustine a reference is made to sometimes having to punish people with a kindly severity even against their will to strip them of their sins. Finally an argument is put forward that sin is contrary to virtue. Since peace is a virtue and war is contrary to it therefore it must be a sin. St. Thomas answers this similar to St. Augustine's thought that the purpose of war is to bring about peace. Therefore it is not contrary to it. ( Click here for the full text of St. Thomas' Arguments in the Summa) A more modern author cites Melchisedech blessing Abraham when he returns from a victorious war against four kings as an example that war is \"under the law of nature\".(15) (Gen. 15; 18-20) God in the Old Testament \"many times ordered or"},{"pageNumber":110,"pageContent":"approved of war, as can be seen from Exodus and following books in numerous places.\"(16) In the New Testament a centurion was praised by Our Lord. (Matt. 8,10) Our Lord used physical force against those doing evil. (Jn. 2,15) Cornelius a centurion is called a devout and God-fearing man. (Acts 10,2) St. Paul praises warriors in the Old Testament such as Gideon, Barac, Samson, etc. (Heb. 11; 32-34) All these passages are seen as examples of God condoning war. Regarding the Church the same author says she has never condemned war. The Church has always promoted peace and tried to lessen the evils of war. Official declarations, Fathers and Doctors of the Church have recognized that war is not necessarily sinful. The Church from necessity has even promoted wars such as the Crusades and approved of military orders. Even soldiers such as Martin of Tours have been declared saints. In discussing the natural law, this author argues from individual rights to those of the State. Since an individual can defend himself against unjust aggression so can the State. An individual is allowed to seek justice for an injury or loss therefore the State can use force to compel another nation to make reparation. These are some, although I'm sure not all, of the arguments for a just war. Arguments Against a Just War \"The basic lines of objection to relying on just-war theory seem to me to come down to three points: first, the pacifist thesis that the theory is theologically unacceptable and is incompatible with basic Christian values; second, the view that the theory effectively leaves out of consideration some aspects of either the particular situation or the general character of modern warfare that need to be considered if a satisfactory and conclusive verdict on the morality of a given war is to be reached; third, the view that the theory contains so many indeterminate elements and potentially contradictory considerations that we should not be surprised that applying it does not yield a determinate result.\"(17) First let us look at some of the pacifist arguments against all war. Starting with the Bible they make the case that in the days of Jesus the idea of loving one's neighbors but hating one's enemies seems to have been an accepted principle. Jesus clearly rejects and replaces this with loving one's enemies. (cf. Mt. 5:43,44) The Old"},{"pageNumber":111,"pageContent":"Testament had established love between neighbors but according to Ronald Musto, \"Christ establishes a New Law; he builds upon the old in a moral progression. Not only is one not to resist one's enemies, but one is to love them. This love applies not only to one's personal enemies but to public enemies and potential foes in battle. Ecthros, the Greek word for enemy, is used in the New Testament for both.\"(18) So those in favor of total pacifism undercut Old Testament argument for justifying war by seeing God as morally progressing His people toward the culminating point of the New Law. Also, they point out that is not so clear from the Greek whether Our Lord was addressing His statements to personal enemies or public one's . Some promoters of war see much of the imagery in the New Testament as a support of war. Gerardo Zampaglione examined the \"'imagery of violence in the New Testament and finds that in all cases it is used either allegorically or in parable form.'\"(19) Violence in parables is never the main part of the story. The same author says that \"'it is difficult to justify even the just, defensive war if one takes seriously the message of the Sermon on the Mount, which is the heart of the Gospel.'\"(20) Our Lord's driving out the money changers from the Temple is used to justify war by the righteous. Those against war claim that \"there is no evidence of violence done to people. . . Christ's action does not show the force of war; rather the scourge is used to show His messianic role.\"(21) When Our Lord refers to no greater love than when one lays down one's life for a friend pro-war advocates use it to praise soldiers giving their life for their country. But to use the text in this way is to extract it from a call to love. \"The purpose of the soldier is not to lay down his life, but to make the enemy lay down his.\"(22) The text of St. Paul that everyone must be subject to higher authorities is used to justify the State's right to require its citizens to kill in war. (cf. Rom. 13:1-7) This passage is seen by those against war to be pointing to the legitimate realm of police power in civil governments. Jean Lasserre and Richard McSorley, S.J., examine and explain the distinction between \"indiscriminate violence of war and the legitimate function of the police who seek to contain violence and uphold the law.\"(23) The same authors \"address the notion of violence done in the spirit of love and both reject it on scriptural grounds.\"(24) Jesus as our model rejected physical force and revenge that \"led inevitably to His Passion and humiliating death on the Cross.\"(25) St. Paul's writings reflect the spirit of the Gospel being lived by the Christian"},{"pageNumber":112,"pageContent":"communities. He speaks of not rendering \"evil for evil\" but of overcoming it with good. (Rom. 12:17,21) The Martyrs of the pre-Constantine era are an example of Christian praxis in the face of violent opposition. It is \"'the story of the successful Christian revolution against the Roman Empire,'\" that is, nonviolence over violence.(26) Regarding Christian military service \"before the year 172 there was none. . .Evidence of Christians serving in the Roman army before the third century is suspect. . . A study of tombstone inscriptions reveals that only 7 Christians out of 4,700 extant inscriptions were members of the military.\"(27) This evidence shows few served in the military. Of the 7 military tombstone inscriptions it is not clear whether these people converted in the service or entered already converted. In 298 Marcellus, a centurion, refused to continue military service. In front of the Emperor he claimed he would only serve Jesus Christ. Brought to trial Marcellus argued that \"he could not inflict wounds.\"(28) He was executed for defying the Emperor. In the third century \"Christians certainly served in the army; but their numbers were small, their service peaceful, and their testimony one of peace and not of violence.\"(29) When we arrive at St. Augustine his justifications for war \"are based on Cicero and other Roman thinkers. . . (with) Manichaean and Neoplatonic influences.\"(30) There is a dualism in his writings over the possibility \"to love an enemy internally and still to kill him.\"(31) St. Augustine \"seems never to have satisfied himself as to how it (war) is fully compatible with Christian charity.\"(32) During the Middle Ages while the Just War Theory was becoming more developed and Crusades were being preached peace movements among Christians flourished, also. St. Francis \"may not have been a pacifist, but 'he lived as if he were.'\"(33) A peace movement known as the \"Great Alleluia\" involving thousands of people took place in northern Italy in the 13th century. In 1233 the movement had grown to such proportions that 400,000 people gathered to demonstrate for peace and reconciliation. Another Italian peace movement known as the \"Bianchi\" moved about in thousands from city to city. Peacemaking was their major work. One chronicler notes that by the time one of these processions reached Rome its numbers had swelled to 200,000. Another approach to condemnation of war that began to develop at this time was a distinction between war in the abstract and the reality of war. These thinkers say that"},{"pageNumber":113,"pageContent":"while one can hold to war as justified in theory, in practice it cannot be justified. In the 16th century St. Thomas More was such a thinker. In his \"Utopia,\" or ideal society, St. Thomas allowed for war only as a defensive measure. But \"in reality no war that he knew in history, in the present, or in the foreseeable future was just.\"(34) So St. Thomas More used the Just War in theory to condemn all wars in reality. Some modern authors use the same approach. Fr. Emmanuel McCarthy says that he has \"found no war that has ever been fought according to the moral norms of the Just War Theory. . .(and) cannot imagine a war that could be conducted within its moral perimeters.\"(35) To sum up what lies behind many Pacifist claims is this: \"war's central action of inflicting suffering and death is directly opposed to the example of Christ in enduring these same realities. . .(it) conflicts with the essence of the Gospel.\"(36) The Just War Theory is looked upon by them as a compromise to Christian ethics introduced during the Constantine era when the Church became identified with the Roman Empire. These are some of the arguments presented by Pacifists but in no way is it an exhaustive list. Modern Warfare As we move into the modern age warfare of massive destruction capabilities Pacifists see Christian thought returning full circle to the absolute pacifism of the primitive Church. We begin with World War I and Pope Benedict XV. This Pope made very strong statements against war. \"Benedict opposed war in any form and rejected the theory of the just war as historically outmoded and theologically inadequate.\"(37) Further he rejected the distinction made between public and private morality. \"'The Gospel has not one law of charity for individuals and another for states and nations, for these are but collections of individuals.'\"(38) Pope Benedict first statement could be placed under the argument against the Just War Theory on grounds of insufficiency in modern warfare. World War II with its atomic capabilities changed the perspective on the just war. Pope Pius XII modified the traditional teaching of warfare by saying that, \"the enormous violence of modern warfare means that it can no longer be regarded as a reasonable, proportionate means for settling conflicts.\"(39) Regarding a question"},{"pageNumber":114,"pageContent":"posed to him about a self-defensive use of ABC (Atomic-Bacteriological-Chemical) warfare this Pope answered by referring to \"the same principles which are today decisive for permitting war in general.\"(40) Notice that the Pope is here making a reference to the Just War Theory. Pope John XXIII's encyclical \" Pacem in Terris\" seems to have condemned aggressive or offensive war when he stated, \"'Therefore in this age of ours, which prides itself on its atomic power, it is irrational to think that war is a proper way to obtain justice for violated rights.'\"(41) This Pope says that a proportional injury does not exist anymore to justify war. If the Just War historical account is true, the Pope in condemning the offensive or aggressive war at the same time eliminated the Just War Theory, as it applies only to that type of war (not a defensive one), as set forth by Vitoria and Suarez! It is interesting to follow Vatican II's teachings on this issue. In \" Gaudium et Spes\" the document stresses that modern weapons lead to atrocities in war far exceeding any known before. Also, the complexity of international relations can make an incipient war develop into full-scale war. Modern weapons \"can inflict immense and indiscriminate havoc which goes far beyond the bounds of legitimate defense.\"(42) Because of this reality total warfare is most definitely condemned following Pope John XXIII's and Pope Paul VI's statements on this matter. Also, modern weapons are seen by the Council as not even justified in a defensive war with their indiscriminate destruction. On the other hand, not all warfare is condemned. The Council justified \"the right of a nation to defend itself by a discriminate and proportionate use of force as a last resort.\"(43) The Council does not mention the Just War Theory but uses some themes recognizable from it such as: 1. War is to be used only after all efforts for peace have failed. 2. Government leaders have the duty to protect their people's interests - the common good. 3. A right intention rules out force being used for political or military objectives. 4. Not all is fair during war. 5. Indiscriminate killing of the innocent is prohibited. So after the Council the idea of war comes down to this: \"war is not morally justifiable . . .to punish an offense or. . .to recover a thing, but is justifiable only. . .to repel injury and aggression.\"(44) Any strategy with the intention of attacking cities or large areas along with their populations cannot be morally tolerated, even as a last resort."},{"pageNumber":115,"pageContent":"Further developments among Bishops and Popes to the present involve a Catholic policy where nuclear deterrence can only be a temporary solution. The Catholic goal is to de-nuclearize the world. Arms control, even as an important contribution to present day problems, is not enough. Only a strategy that tends toward disarmament is an acceptable strategy for the Church. Two principles from the Just War Theory stand out in all of this modern day analysis. War is limited by the immunity of noncombatants and the general principle of proportionality. The former limits the widespread destruction of ABC warfare. The latter even limits legitimate self-defense. The relatively recent Gulf War provided moralists with a modern day war example to analyze. Francis Winters claimed that \"on balance the theory failed the test of providing wise judgment.\"(45) Another author thought the theory could be applied to it with some adaptations. Although at the same time he recognized a \"serious problem in how we understand and apply the notion of noncombatant immunity. . .(and that) the principle of proportionality is all too likely to raise large questions that require political judgments and do not yield definite answers.\"(46) These problems of applying the theory would seem to point to the argument already mentioned that the Just War Theory cannot yield a determinate result. The modern war debate is far from over. Some talk of a limited nuclear war. Others claim that the limitation of war is impossible. One thing is for sure - if the limited war people are wrong the destruction of the world will end the debate! Conclusion In this investigation we have tried to provide a general survey of the history of the Just War Theory with some of the arguments for and against it. As we have seen St. Augustine is considered the originator of the theory. St. Thomas Aquinas and other Middle Age authors further clarified its justification. The proper authority, just causes and intentions for waging a just war were further elaborated on at this time. Victoria and Suarez in the 16th and 17th centuries fully developed the Just War Theory. They distinguished between offensive and defensive wars. Also they added two more conditions to the theory: war as a last resort and the proper manner of fighting a war."},{"pageNumber":116,"pageContent":"From there we move into the modern age of warfare with its potential for massive destruction. The Popes of this World War century rule out aggressive wars leaving only defensive wars. The principles of proportionality and immunity of noncombatants are an important contribution of the Just War Theory to the modern situation. Whether or not the theory itself is still applicable to war at present is still being debated. On the question of the justification of war different arguments are put forward. Both the Old and New Testament are used to show war is not against the will of God. Also of importance related with this is the special authority given to government leaders to safeguard the natural order and the common good. Another argument put forward is to reason from the rights of the individual to those of the State. Finally an appeal is made to the history, teaching and practice of the Church. Those against war argue mainly from Sacred Scripture, especially the New Testament. The main claim made is that Jesus taught and lived a nonviolent position. St. Paul and the primitive Church continued this tradition. The Constantinian era compromised Christian thought by identifying the Church with the State. Nevertheless, examples of pacifist movements can be seen in later Church history. A different form of argument especially brought forward with St. Thomas More is the possibility of a just war in theory but impossible in reality. Others attack a Just War Theory as irrelevant in modern warfare. Still others claim the theory is useless in coming to conclusions. Certainly this issue is relevant and important in our modern era. While we debate other moral questions the threat of the gravest moral evil constantly hangs over our heads - the suicide of mankind. Fortunately even if the war issue cannot be resolved at least the Just War Theory provides a limiting factor. Also, efforts are being made to eliminate ABC warfare and promote peace. Certainly more people need to see the urgency of this issue for our modern world. Author's Note: For the latest word on the issue of war see the Catechism of the Catholic Church, paragraphs 2307 through 2317. Also, see the United States Conference of Catholic Bishops statement on Just War, \" The Harvest of Justice Is Sown in Peace.\" Notes"},{"pageNumber":117,"pageContent":"1. John A. McHugh, O.P. and Charles J. Callan, O.P., Moral Theology: A Complete Course, vol. 1 (New York: Joseph F. Wagner, 1929), 545. 2. The New Catholic Encyclopedia (New York: McGraw-Hill, 1967) vol. 14. \"Morality of War,\" by R. A. McCormick, 803. 3. Thomas Aquinas, Summa Theologica, vol. 3, IIaIIaeQQ. 1-148, trans. by the Fathers of the English Dominican Province (Westminster, Maryland: Christian Classics, 1981), 1354. 4. Ibid. 5. Ibid. 6. Ibid. 7. New Catholic Encyclopedia, 803. 8. Aquinas, 1354. 9. New Catholic Encyclopedia, 803. 10. Ibid. 11. McHugh, 549. 12. Ibid. 13. Ibid, 556. 14. Aquinas, 1353. 15. McHugh, 546. 16. Ibid. 17. Langan, John, S.J., \"The Just War Theory After the Gulf War,\" Theological"},{"pageNumber":118,"pageContent":"Studies, vol. 53, no. 1 (March, 1992): 99. 18. Musto, Ronald G., The Catholic Peace Tradition (Maryknoll, New York: Orbis Books, 1986), 24. 19. Ibid, 28. 20. Ibid. 21. Ibid, 29. 22. Ibid. 23. Ibid, 28. 24. Ibid. 25. Ibid, 26. 26. Ibid, 41. 27. Ibid, 41-42. 28. Ibid, 44. 29. Ibid. 30. Ibid, 48. 31. Ibid. 32. New Catholic Encyclopedia, 803. 33. Musto, 83. 34. Ibid, 132."},{"pageNumber":119,"pageContent":"35. McCarthy, Rev. Emmanuel Charles, Just War Theory: The Lethal Mirage of Christian Morality (Baxter, Minnesota: Center for Christian Nonviolence, n.d.), 11-12. 36. Douglass, James W., The Non-Violent Cross: A Theology of Revolution and Peace (New York: The Macmillan Company, 1968), 177-178. 37. Musto, 171. 38. Ibid. 39. New Catholic Encyclopedia, 803. 40. Ibid, 804. 41. Flannery, Austin, O.P., ed., Gaudium et Spes, in Vatican Council II: The Conciliar and Post Conciliar Documents (Collegeville, Minnesota: The Liturgical Press, 1975), 989. 42. Ibid. 43. Wicker, Brian, War and the Nuclear Dilemma, in Modern Catholicism: Vatican II and After, ed. by Adrian Hastings (New York: Oxford University Press, 1991), 303. 44. New Catholic Encyclopedia, 804. 45. Langan, 99. 46. Ibid, 109-110. Bibliography The New Catholic Encyclopedia. New York: McGraw-Hill, 1967. Vol. 14. \"Morality of War,\" by R. A. McCormick. Aquinas, Thomas. Summa Theologica. Vol. 3, IIaIIaeQQ. 1-148. Translated by the Fathers of the English Dominican Province. Westminster, Maryland: Christian Classics, 1981."},{"pageNumber":120,"pageContent":"Douglass, James W. The Non-Violent Cross: A Theology of Revolution and Peace. New York: The Macmillan Company, 1968. Farrell, Walter, O.P. A Companion to the Summa. Vol. 3, The Fulness of Life. New York: Sheed & Ward, 1940. Flannery, Austin, O.P., ed. Gaudium et Spes, In Vatican Council II: The Conciliar and Post Conciliar Documents. Collegeville, Minnesota: The Liturgical Press, 1975. Glenn, Paul J. A Tour of the Summa. Rockford, Illinois: Tan Books and Publishers, 1978. Langan, John, S.J. \"The Just War Theory After the Gulf War.\" Theological Studies Vol. 53, No. 1 (March 1992): 95-112. McCarthy, Rev. Emmanuel Charles. Just War Theory: The Lethal Mirage of Christian Morality. Baxter, Minnesota: Center for Christian Nonviolence, n.d. McHugh, John A., O.P. and Charles J. Callan, O.P. Moral Theology: A Complete Course. Vol. 1. New York: Joseph F. Wagner, 1929. Musto, Ronald G. The Catholic Peace Tradition. Maryknoll, New York: Orbis Books, 1986 U.S. Catholic Conference. A Report on The Challenge of Peace and Policy Developments 1983-1988. Washington, D.C., 1988. Wicker, Brian. War and the Nuclear Dilemma. In Modern Catholicism: Vatican II and After. Edited by Adrian Hastings. New York: Oxford University Press, 1991. Zahn, Gordon. \"Total War and 'Absolute' Pacifism.\" Concilium Number 184, Year 19 (April 1983): 26-30."},{"pageNumber":121,"pageContent":"Home Back Principles of the Just War l A just war can only be waged as a last resort. All non-violent options must be exhausted before the use of force can be justified. l A war is just only if it is waged by a legitimate authority. Even just causes cannot be served by actions taken by individuals or groups who do not constitute an authority sanctioned by whatever the society and outsiders to the society deem legitimate. l A just war can only be fought to redress a wrong suffered. For example, self-defense against an armed attack is always considered to be a just cause (although the justice of the cause is not sufficient--see point #4). Further, a just war can only be fought with \"right\" intentions: the only permissable objective of a just war is to redress the injury. l A war can only be just if it is fought with a reasonable chance of success. Deaths and injury incurred in a hopeless cause are not morally justifiable. l The ulimate goal of a just war is to re-establish peace. More specifically, the peace established after the war must be preferable to the peace that would have prevailed if the war had not been fought. l The violence used in the war must be proportional to the injury suffered. States are prohibited from using force not necessary to attain the limited objective of addressing the injury suffered. l The weapons used in war must discriminate between combatants and non-combatants. Civilians are never permissable targets of war, and every effort must be taken to avoid killing civilians. The deaths of civilians are justified only if they are unavoidable victims of a deliberate attack on a military target."},{"pageNumber":122,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Brigade Quartermasters Bargain Center. 100's of items on sale every day. Find all the hottest survival gear on the net. Gas masks, knives, and a host of other great things for your household. Back to table contents"},{"pageNumber":123,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book: The Worst-Case Scenario Survival Handbook Survival tips: The following are 12 things you can do to generally improve you chances of survival in any disaster or other survival situation. The more of these 12 things you do, the better prepared you will be to survive and help those you care about. 1. Learn CPR. Take review classes every 1-2 years. Techniques are frequently improved and review you will enable you to react more quickly and effectively. 2. Learn first aid. Take a review class every 2-3 years. 3. Learn to swim at least beginner level - be able to stay afloat and propel yourself, and rest in the water. 4. Own one or more survival kits and maintain them - for home, school, work, car and a personal kit for travel on planes, boats, trains. Buy them or pack your own. 5. Exercise. Even a person in good physical condition can tire easily when walking through thick brush, sand, snow, on a rocky slope, at a high altitude or in many other likely terrains you could face in a survival situation. The better your health, the greater hardships you can survive. 6. Get immunized - stay current on all immunizations recommended for where you live or travel. 7. Take up an outdoor sport or hobby such as kayaking, scuba, backpacking, camping, sailing, canoeing, rafting, orienteering, rappeling, etc. Such things can increase familiarity and self confidence. To a city dweller, the jungle can be frightening; to a Yacqui Indian, it is home. Become acquainted with the outdoors so it won’t be so frightening. 8. Learn to navigate in the wild. 9. Install and maintain smoke detectors. 10. Brainstorm possible disasters that could strike your home - flood, tornado, blizzard, mud slides and so on. Devise a disaster plan for your home and family related to each possible disaster. 11. Read The Worst-Case Scenario Survival Handbook, keep it where you can get your hands on it fast to reference and buy an in-depth medical care manual for home. 12. Convince family members and close friends to take these steps with you. "},{"pageNumber":124,"pageContent":"Back to table contents"},{"pageNumber":125,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Recommended book: Combating Chemical, Biological, Radiological, and Nuclear Terrorism Brigade Quartermasters Survival camps Find all the hottest survival gear on the net. Gas masks, knives, and a host of other great things for your household. Grand Junction - Mountain Mel's Outdoor Survival Camp Camp, which teaches wilderness survival skills, offers a survival test and a video. Send email for more information or to register for a class. http://www.youwillsurvive.com/ ESCAPE Co., The Outdoor-gear retailer Emergency, Survival, Camping and Preparedness Equipment offers a catalog of cooking accessories, first-aid kits, solar showers, and survival books. http://www.escape-co.com/ Adventure 1 Camping Hiking Survival Store in Glasgow, Scotland, provides camping, adventure, hiking, and survival equipment for outdoor enthusiasts and military personnel. http://www.adventure1.co.uk/ Camp Kodiak Alaska"},{"pageNumber":126,"pageContent":"Get in touch with survival, fun, and leadership adventures at two camp locations in the Alaskan wilderness. Look over photos of past groups. http://www.conquest-online.com/campkodiak/ Adventure Challenge Experience Offers rock climbing, kayaking, canoeing, hiking, solo camping, and survival programs to 13-16 year-olds. Includes a newsletter and a schedule. http://www.barint.on.ca/~backsafe/ SURVIVAL INFORMATION 100 Harsh Facts AFN Emergency Supplies Airwell Survival Kit Alternative Site Avalanche - Snow Remover Aware Electronics - Radiation & Geiger Counters Barter Supply Items Basic List Of Items For Long Term Survival Benjamin Pressley - Windsong Primitives Boulder Outdoor Survival School Boyd Martin - Self-Sufficiency Braintan British Columbia Emergency Information Bruce Beach Nuclear Survival Resources Chemical/Biological WarFare - How You Can Survive Chemical Backgrounder Index Children Of The Earth Nature Awareness School Chuck Harder CMC Rescue Info Common Sense Survival Guides Creating Community Currencies Cupboard Storage Chart Dave's Survival Guide Deadly Radiation Hazards USA Database Diary Of A Snow Shovelor Disaster Information Disaster Information DoubleOught Survival DoubleOught’s Survival Station"},{"pageNumber":127,"pageContent":"Duncan Long's Short Stories & Articles EarthMind - Saving The World Emergency Essentials - Be Prepared Emergency Gas Mask Emergency Net News Emergency Preparedness Information EPA EnviroSense Information Epicenter Emergency Preparedness Equipped To Survive Executive Orders & Laws Relating To National Emergencies Laws Explore - Canada's Outdoor Adventure Magazine Farmboys Marketplace Fire Safety Information Free Survival Bible 2001 Frugal Squirrel's Survivalists Information Frugal Squirrel's Survival & Firearm Bookmarks Frugal Squirrel's Firearms & Survival Bookmarks Gamma Scout - Handheld Radiation Detector Green Building Guide Green Ideas Heimdahl's Monster Survival Links Hollowtop Outdoor Primitive School Homestore Senior Living AnotheR BytE - Hopi Information Network HOPS Primitive Living Skills Links How Stuff Works How To Prepare For An Emergency How To Talk To Somebody About Earth Changes How To Use A Fishtrap Impact Independent Urban Dweller - Self Sufficiency In The City International Communities International Medcom - Radiation Detection Instruments International Military Sales Plus Jack Paul's Link Page John's Survival Information Karamat Wilderness Way Ken's Survival Articles KFM Radiation Meter Kit Knotmaking"},{"pageNumber":128,"pageContent":"Knots On The Web LDS Survival LETS System Information Making Faraday Cages Marv's Basic Backpacking Equipment List Montana Fish Traps Mountain Shepherd - Outdoors Survival Training Mrs Survival Native Americal Skills Native Skills & Wilderness Native Web Netwoods Virtual Campsite New Life Foundation New Road Map Foundation Noah's Ark - Dare To Prepare Nuclear Emergency - What Would You Do? Nuclear Fallout Protection Nuclear War Survival Skills Nurse Healer - Survival, Self-Reliance, & Wilderness Homes Old Tool Heaven Old Tools Homepage Omniglow Safety Light Patriot, Survivalist & Gun Owners Bulletin Boards PEP Emergency Preparedness Pet Preparedness Pioneering & Primitive Information Potassium Iodate Potassium Iodide (KI) Radiation Protection FAQ & pills Potassium Iodide - Anbex Predator Deterant Preparedness - Survival Section Directory Preparedness Information Primitive FAQ's Primitive Skills Forum Primitive Skills Gatherings Primitive Technology Primitive Ways Prophecy & Preparedness QuakeSafe - Earthquakes Questions & Answers About Radiation & Thyroid Disease"},{"pageNumber":129,"pageContent":"Radiation's Effects On Human Body Can Range From Nausea To Death Radiation Protection In A Nuclear Emergency Red Cross - Disaster Red Cross Organisation Red Willow Primitive Skills REI- Camping - Hiking Rhema's Disaster & Preparedness Rhema's Y2k, Disaster & Emergency Preparedness Resources RMSG Survival Information Sarajevo Survival Guide School Of Self-Reliance School Of Self-Reliance Self-Reliance Survival Workshops Self Sufficiency & Survival Self Sufficiency - Self Reliance Simply Survival Snakebite Info Sportsman Supplies Squatting Info Stony Mountain Botanicals Survival & Patriot Information Survival & Preparedness Books Recommended By American Survival Guide Survival & Self Sufficiency Links Survival Bible Survival Information Survival Information Sources Survival Library Files Survival Prep Survival Preparedness - Homestead Links Survivalist Information Surviving Chemical Weapons Survivalist Information Library SurvivalNet Surviving The Millennium Survivor Sustainable Culture Test Yourself - How Panic Proof Are You The Blast Shelter - Maps For US Hazardous Areas The Clorox Newsline - Preparedness & Cleanup Tips The Culture of Peace - Justice"},{"pageNumber":130,"pageContent":"The Earth Change Survival Guide The Garden The Golden Bear - Alan's Financial Links The Primitive Skills Mailing List The Survival Center The Sustainable Development Reference Links Thoughts On Being Prepared Tom Brown Tracker Tools For Self Reliance Trapping Tips UK Green Shop Urban - Rural Settlement Percentages Urban Warfare US Law & Crimes What To Do If The Lights Go Out Whipple - Alt Energy Information Whipple - Making Your Own Fuel Wilderness Medical First Aid Wilderness Of Spirit Walker's Apacheria Wilderness Way Primitive School Wiley's Preparedness Nuggets WWW Scouting Resources WWW Wilderness Links XMG Resources Xtreme-Needs - 72 Hour Kits Y2k North - Canada Emergency Preparedness Y2k Survivor - Preparation Tips Zarandona Outdoor Information"},{"pageNumber":131,"pageContent":"Megiddo: The Omega Code 2 (The Movie) By: 8X Entertainment Now you can own the movie that brings the Gospel message and the climactic battles of the Book of Revelation to life like never before. Stunning visuals and gripping performances explode across the screen, chronicling the Great Tribulation, the battle of Armageddon, the second coming of Christ, and the ultimate triumph of God over Satan. Megiddo stars The Omega Code’s Michael York, as well as Michael Biehn of The Terminator , Aliens , The Abyss , and Tombstone ; and Diane Venora who played opposite Russel Crowe in The Insider , opposite Robert DeNiro in Heat , and opposite Bruce Willis in The Jackal . Though both a prequel and a sequel to The Omega Code , Megiddo works also as a stand alone story for anyone who missed its predecessor. For at its emotional core, Megiddo is the Cain and Abel story of the two men enamored with the same woman, raised as brothers, who grow up to find themselves pitted against each other over the fate and souls of the entire world. Buy your copy now! VHS DVD Preview trailer here ( 56k High speed) Back to table contents"},{"pageNumber":132,"pageContent":" HOW TO EARN INCOME ON THE INTERNET FOR BEGINNERS OR WEBMASTERS Welcome money making tool box 2002. Everything on here is FREE. Make good extra income or even get rich with the FREE WEBSITE PROMOTION / MAKE MONEY programs and tips on here, with or without a web page. {GET TRAFFIC} {GET PAID} Making money AT HOME HIGH RETURN BUSINESS IF YOU WANT TO START A FREE BUSINESS THAT WILL FLOURISH WITH HARD WORK, THEN THESE ARE THE PROGRAMS FOR YOU. SOME MAKE 100,000 A MONTH. THESE ARE FOR SERIOUS PEOPLE. Cognigen- Cognigen Networks will allow you to make a part-time or full-time income right from your home, marketing top notch products and services using the most powerful global medium ever created: the Internet. As a Cognigen Independent Representative, you will receive a free web site just like this one. And you will not need to invest a single penny to get started! SIXFIGUREINCOME - Beginners or webmasters, this one can also make you rich even if you don't promote it. Just join SFI for free and sit back as they build a downline for you or pay for membership and get bigger monthly profits faster. Webmasters make money YOU CAN MAKE ABOUT $200-2,000 PER MONTH WITH WORK. onresponse - If you have a website, you can turn it into extra money by giving away free trials, samples, sweepstakes, coupons, catalogs, and a variety of other offers. Join the fastest growing Affiliate Network on the Internet and watch your revenue stream grow! DATINGCLUB-All you need to do is register as an Affiliate Partner and you will receive a $50 sign-up bonus. It's easy to earn money at DatingCash.com with a payout of $2.00 for every Free Posted Profile"},{"pageNumber":133,"pageContent":"you refer to DatingClub.. PLUS IT HAS DATING SECTIONS LIKE CHRISTIAN,AFRICAN AMERICAN, ASIAN, AND MUCH MORE YOU CAN TARGET YOU VISITORS. I WOULD RECCOMEND YOU USE BOTH DATING SERVICES. YOU WILL BE SURPRISED THERE ARE SINGLE PEOPLE VISTING ALL KINDS OF WEBSITES. DREAMMATES- THIS DATING SERVICE IS REALLY GOOD. IT PAYS A DOLLAR PER SIGN UP AND .25 FOR ALL THE WEBMASTERS UNDER YOU. EASY MONEY MAKERS THESE PROGRAM PRODUCE EXTRA MONEY MOSTLY. YOU WILL MAKE BETWEEN $25-1500 MONTHLY. THE ARE EASIER THAN THE ONES ABOVE. GREAT TO PUT EXTRA MONEY IN YOUR POCKET. TRY ALL OF THEM TILL YOU FIND THE ONES YOU LIKE. TIP FOR BEGINNERS - Start by joining something easy like Inboxdollars you get paid $0.05 for every email they send you that you open. To make more money join Ezhits4U in order to find referrals. You won't get rich doing this but you will learn a lot. When you want to make more cash you will need a web page and get lots of traffic to it. You can get a free webpage at MyLinks or www.geocities.com. The rest of this page contains the best free money makers and traffic generators that I have found. FREE WAYS TE NET INBOXDOLLARS - EASY FOR BEGINNERS! Inboxdollars is the best company that pays you to read email FREEBONANZA! - This 2 tier program pays you 5 to 17 cents for every visitor you send them. Promote your Freebonanza URL with the free website promotion tools on this page. COOL WALL STREET - Surf for \"CWS dollars\". Then play the stock market for real cash NITRO CLICKS- GET PAID FOR DOING AND SURFING INTERNET SITES AND TRYING SAMPLES. NFO MYSURVEYS - TAKE SURVEYS AND GET PAID. READ CLICK-Your time is very valuable, and so are your eyeballs. Why not get paid to exercise those eyeballs by reading and click on e-mails Spedia- Great program earn several hundred a month ZWALLET - Free Email that pays you to use it YAGA - PAYS YOU 12.50 PER SIGN UP. ITS A P2P FILE SHARING SITE. VERY GOOD PROGRAM. Beginners make money without a webpage. Join Inboxdollars - or Spedia and promote them for free with Ezhits4U IMPORTANT TIP - To be actively earning money with Spedia you must be visiting DIFFERENT SITES all the time. You can do this by running Spedia TOGETHER with Ezhits4U and"},{"pageNumber":134,"pageContent":"make money faster! Get paid to read your email. Here are the best programs: Inboxdollars - Free Email that pays you to use it - ZWallet FOR BUILDING A SITE AND META TAGS GO TO JIMTOOLS.COM FREE TRAFFIC GENERATORS To make money with your website or money-making program, you will need to get people to visit your site or program. Search engines can take months to give you traffic so what do you do? Click the following buttons and links to join the best free \"guaranteed traffic generators\" on the net. Join TrafficG, Clickthru, Ezhits4U and Adswappers first. (See NOTE about Adswappers below)Also join SmallBizFFA for longterm traffic. You don't need a webpage to join most of the following traffic generators (except for Exitexchange). Banner exchanges BannersGoMLM is banner exchange program with the best referral structure. You get a 1 to 1 ratio and 50% of the credits that your referrals earn! TrafficG.com - One of the best sites on the net for *free* Website promotion. Now offers 50 free credits per referral. Use it often to gain a higher position on their search engine. NoMoreHits - NEW Hits for setting your startpage. Amazing 5 levels referral structure plus you earn 10% of the traffic and cash from your referrals plus 10% if your referrals purchase traffic. Ezhits4U - Very easy to use and you get your visitors fast. They are growing daily. Exit exchange - Webmasters ONLY - This one will almost DOUBLE your traffic immediately. Eternal hits Also easy. Get 50 hits per referrals. Clickthru - Has the largest number or users and great referral structure. Adswappers Only wait 20 seconds! NOTE - Adswappers does not accept URL's with a \"?\" mark. Click4u Great program! Win hits in lotto. SmallBiZFFA - Get your own free SmallBizffa site. Promote it, and after a while it WILL NEVER STOP, bringing you lots of visitors to your URL, site or classified add. This one takes time but worth it. You also get to email your add to SmallBiz members free. If you upgrade to Business Partner, you get commissions from"},{"pageNumber":135,"pageContent":"your entire downline of SmallBiz sites....unlimited levels deep! "},{"pageNumber":136,"pageContent":"Check all the freebies Back to table contents Join our Mailing list to get new updated ebooks free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Books Business Catalogs Computers&Software Coupons Education Employment Entertainment Entrepreneurs Franchises Health&Beauty Hobbies Home Improvement Home Office Internet Related Investments Magazines Member Programs Merchandise Newsletters Non Profit Personal Finance Sports & Fitness Sweepstakes Travel Dating Club Dreamates Dating Faces "},{"pageNumber":137,"pageContent":" Back to table contents"},{"pageNumber":138,"pageContent":"Back to table contents free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Join our Mailing list to get new updated ebooks All Articles AND REPORTS ARE THIRD PARTY ITEMS AND ARE FREE TO SHARE AS LICENSES APPLY. We are not responsible for the content of any of these reports. We have simply put together a collection of reports exactly as we received them. We have made this collection available for informational purposes only. Should you decide to apply any of the information contained in the reports, you should be careful to obtain any and all professional advice available before proceeding. This could include, but is not limited to, accounting advice, legal advice, zoning and planning advice.. We hope you enjoy this Ebook! GOD BLESS YOU! If you like the ebook you can always send a gift Back to table contents"},{"pageNumber":139,"pageContent":"free stuff Find old friends Get a date Free downloads Webmaster$$$ ANTI-TERRORISM CLASS FREE INFO! (RECOMMENDED ) FREE CREDIT REPORT -BEAT CYBER CRIME (RECOMMEND) Back to table contents Join our Mailing list to get new updated ebooks Sponsor: MusiqQueen.com - MusiqQueen.com The Online Music Community For Women Josh's E-brite signs - Get a logo, banner, ebook cover, and more for the lowest price on the net. Email me and tell me what you want! INFO ATLAS 2002 RELEASED ON DECEMBER 7, 2001. THIS IS WHAT YOU CAN EXPECT ON THE THE DISC... EMAIL US TO RESEVERE A COPY."},{"pageNumber":140,"pageContent":"How to make Huge Profits selling on auction sites [ How to get expensive merchandise for FREE Hundreds of wholesalers & dropshippers How to get Full Version Microsoft Software for FREE How to win the lottery - System X Get Paid to Surf the Internet and read emails Hundreds of Reports you can resell for huge profits More than 500 best selling eBooks on how to make money online Tutorials concerning auctions, html, hardware, etc. Auction Management Software How to Double the Speed of your Computer How to accept checks online Internet Promotion Software Secrets of the Travel Insiders Internet Detective - Find out anything about anyone Hundreds of Free Animated Gifs How to get AAA Credit and much more! YOU HAVE FULL RESALE RIGHTS FOR EVERYTHING ON THIS CD! "}]
