[{"pageNumber":1,"pageContent":"Subject: Culinary herbFAQ (v.1.14) Part 1/7 Date: Sun, 22 Nov 1998 10:15:28 GMT From: HeK@hetta.pp.fi (Henriette Kress) Organization: ...ei meill' oo... Newsgroups: rec.gardens.edible,alt.folklore.herbs,rec.food.preserving,alt.answers,rec.answers,news.a nswers Followup-To: rec.gardens.edible Archive-name: food/culinary-herbs/part1 Posting-Frequency: monthly (on or about 20th) Last-modified: 1998/04/06 Version: 1.14 URL: http://sunsite.unc.edu/herbmed/culiherb.html Available by ftp: sunsite.unc.edu or sunsite.sut.ac.jp /pub/academic/medicine/alternative-healthcare/herbal-medicine/faqs/ ========== Contents ========== Part 1 * 1 Introduction o 1.1 Contributors o 1.2 Wishlist * 2 Herbs: gardening / harvesting / using them o 2.x This is the structure of the herb entries: + 2.x.1 Growing ___ + 2.x.2 Harvesting ___ + 2.x.3 Using / preserving ___ + 2.x.4 Which ___ do you have? And these are the herbs so far: o 2.1 Basil o 2.2 Curry plant / Curry leaf o 2.3 Sage Part 2 o 2.4 Chives o 2.5 Saffron o 2.6 Zucchini flowers o 2.7 Chamomile o 2.8 Coriander / Cilantro / Culantro / Vietnamese Coriander o 2.9 The mints Part 3 o 2.10 Feverfew and Pyrethrum o 2.11 Tarragon o 2.12 Nasturtiums o 2.13 Dill o 2.14 Rosemary o 2.15 Lavender o 2.16 Lemon balm"},{"pageNumber":2,"pageContent":"Part 4 o 2.17 Garlic o 2.18 Thyme o 2.19 Lemon grass / Citronella grass o 2.20 Horseradish o 2.21 Fennel o 2.22 Anise Hyssop o 2.23 Parsley o 2.24 Monarda or Bee Balm + 2.24.5 Monarda and the bergamot flavor in Earl Grey tea o 2.25 Ginger o 2.26 Anise o 2.27 Borage Part 5 o 2.28 Horehound o 2.29 Marjoram and oregano / Cuban oregano / Mexican oregano o 2.30 Caraway o 2.31 Catnip o 2.32 Lovage o 2.33 Savory: Winter and Summer o 2.34 Rue o 2.35 Rocket o 2.36 Angelica - please reply to the candied stem survey o 2.37 Sweet Cicely o 2.38 Mexican Mint Marigold (MMM) / Mexican Tarragon * 3 Gardening o 3.1 Herbs for ground cover o 3.2 Herbs you can't get rid of (= easy gardening) o 3.3 Tall herbs o 3.4 Herbs for shade o 3.5 Growing herbs indoors Part 6 o 3.6 Growing herbs from cuttings o 3.7 Warning signs of soil nutrient deficiencies o 3.8 Etc. + 3.8.1 Fungicides in general and for damping off * 4 Processing herbs o 4.1 Herb vinegars + 4.1.1 Herbal vinaigrette o 4.2 Herb oil o 4.3 Drying your herbs o 4.4 Freezing your herbs o 4.5 Herb butter o 4.6 Jelly, syrup and other sweet stuff + 4.6.1 Flower / herb jelly + 4.6.2 Flower / herb syrup + 4.6.3 Miscellaneous sweet stuff o 4.7 Potpourris and other non-culinary uses for herbs / flowers + 4.7.1 Stovetop potpourri + 4.7.2 Dry potpourri + 4.7.3 Drying flowers whole for potpourri"},{"pageNumber":3,"pageContent":" + 4.7.4 Bath salts Part 7 + 4.7.5 Rose beads o 4.8 Beverages + 4.8.1 Wine + 4.8.2 Ginger ale / ginger beer + 4.8.3 Herbal teas o 4.9 Recipes using lots of herbs + 4.9.1 Gazpacho + 4.9.2 Pesto + 4.9.3 Miscellaneous + 4.9.4 Spice mixes + 4.9.5 Mustards * 5 Sites to see o 5.1 FTP sites o 5.2 WWW pages ========== 1 Introduction ----- Here's the umpth + n posting of the culinary/gardening herbfaq. Have fun - I do. HeK@hetta.pp.fi ========== 1.1 Contributors ----- FAQ Keeper: Henriette Kress, HeK@hetta.pp.fi. Very active contributors so far (listed alphabetically): How do you get listed here? Easy. Give me some good input on any missing item ('wishlist'), or a valuable correction on any entry, or a valuable addition on any entry. ;) All good stuff is welcome. Anya Rastapoodle@newsguy.com Catherine A Hensley (hensley@lims1.lanl.gov) Chris McElrath (Mcmariah@AOL.COM) Christel Reeve (CReeve@banyan.com) Conrad Richter (conrad@richters.com) Corinne Leek (cleek@ns.sympatico.ca) Deborahrah@aol.com Donna Beach (phuyett@cctr.umkc.edu) DonW1948@aol.com Gwen Baker (Baker.325@magnus.acs.ohio-state.edu) Jeanne Manton (jmanton@standard.com) Jeff Benjamin (benji@fc.hp.com)"},{"pageNumber":4,"pageContent":"Jennifer A. Cabbage <fxjac@camelot.acf-lab.alaska.edu> JR Schroeder (jera@ksu.ksu.edu) Judith Rogow (jrogow@ridgecrest.ca.us) Karen Fletcher (fletcher@firefly.prairienet.org) Karen Gann (jkgann@ix.netcom.com) Lawrence H Smith (Lawrence.H.Smith@williams.edu) Leslie Basel (lebasil@ag.arizona.edu) Linda Kovacs (kovacsla@VNET.IBM.COM) Malcolm Farmer (farmermj@bham.ac.uk) Michael Rooney (mrooney@mrooney.pn.com) Nick Maclaren (nmm1@cam.ac.uk) Rene Burrough (100735.543@compuserve.com) Richard White (hazelwood@ultranet.ca) Silkia@aol.com Sonny Hays-Eberts (eberts@donald.uoregon.edu) Susan Hattie Steinsapir (hattie@netcom.com) Susan L. Nielsen (snielsen@orednet.org) Others: adawson@ehs.eduhsd.k12.ca.us Alan Woods <awoods@magnus.acs.ohio-state.edu> Alisa Norvelle <NORVELLE@uga.cc.uga.edu> Amy Smith <aks3@cornell.edu> Amy Snell <asnell@interaccess.com> Andreas Guenin <stewball@utxvms.cc.utexas.edu> Andrew Grant <adgrant@water.waterw.com> Ann Albers <albersa@aztec.asu.edu> Ann McCormick <McCORMICK9@AOL.COM> Anne E. Comer <Anne_E._Comer@kamilche.wa.com> Annette <no email address> Arthur Evans <ae@meer.net> Barb Schaller <Schaller_Barb@htc.honeywell.com> Barbara Jahner <sjahner@sojourn.com> Barbara Seeton <an354@FreeNet.Carleton.CA> BEAVOMEY@aol.com Bess Haile <bhaile@leo.vsla.edu> Beth W Sprow <mouvedre@ix.netcom.com> Billie <bmilhol@sas.ab.ca> Carole Henson <carole@chenson.demon.co.uk> Ceci Henningsson <ceci@lysator.liu.se> Christine A. Owens <CAOwens@ix.netcom.com> Christopher Loffredo <cloffred@umabnet.ab.umd.edu> Christopher Hedley <christopher@gn.apc.org> CKimb28370@aol.com Curtis Nehring Bliss (no email address given) Dan Baldwin <baldwin@frodo.colorado.edu> Dave Platt dplatt@ntg.com David Bennett <dabennet@mailbox.syr.edu> David Johnston <david@inf.rl.ac.uk> David Perry <dperry@bbn.com>"},{"pageNumber":5,"pageContent":"David & Paula Oliver <doliver@minerva.polaristel.net> Debbie Golembiski <102522.1235@CompuServe.COM> Denise Henry <denise@gromet.demon.co.uk> Denise Rounds <rounds@ionet.net> Dennis O'Connell <endothyr@athens.net> Denys Meakin <denysm@vcn.bc.ca> D Gholston <dgholston@aol.com> Diana Politika <diana.politika@tenforward.com> Dina <stlouins@cnsvax.uwec.edu> Don Wiss (no email address given) Donna <Henchpa@aol.com> Duane Harding <hardid@calmvs.ercb.gov.ab.ca> Dwight Sipler <dps@hyperion.haystack.edu> Elizabeth Platt <eaplatt@worm.hooked.net> Eric Hunt <ehunt@bga.com> Esther Czekalski <E.Czekalski@MA02Q.BULL.COM> Eve Dexter <evedex@hookup.net> Fran <frich@TENET.EDU> Francoise Chevallier Allard <fcallard@univ-lyon1.fr> Graeme Caselton <gcaselton@easynet.co.uk> Graham Sorenson <Graham@fragrant.demon.co.uk> Gregory R. Cook <gcook@chem.Stanford.EDU> Harold <orchids@communique.net> Helen Peagram <af961@james.freenet.hamilton.on.ca> HerbalMuse@aol.com Ingolfur Gu \u0001 nason <engiherb@smart.is> J Michel <aa100465@dasher.csd.sc.edu> Jaime/WildFire Farm <jknoble@INTERSERV.COM> James Michael Kocher <jk1n+@andrew.cmu.edu> Jason Wade Rupe <jwr3150@tam2000.tamu.edu> Jeanne Ross <ross@together.net> Jeffrey Clayton <clayton2@ix.netcom.com> <Barb.> Jennifer Norris <norrisj@boalt.berkeley.edu> Jennifer Zahn <jszahn1@facstaff.wisc.edu> jnewbo@aol.com jnilsen@minerva.cis.yale.edu JoAnne Hildebrand <hildebra@europa.umuc.edu> Joep@reol.com Joe VanDerBos <joevanderbos@bdt.com> Joey L Hanson <joehanso@badlands.NoDak.edu> John Pedlow <TKSJOHN@ubvm.cc.buffalo.edu> Joseph St.Lawrence <es051447@orion.yorku.ca> Josh Bogin <bogin@is2.nyu.edu> jouet@aol.com Joyce Schillen <gardenpg@cdsnet.net> Judi Burley <jburley@TRIANON.WORLDTEL.COM Judy Martin-Spiker <judyms@lsid.hp.com> Julia Moravcsik <MORAVCSIK@clipr.Colorado.EDU> Julia Trachsel <jdtrach@islandnet.com> K Raghunandan <raghu@hocpb.ho.att.com> Kacey <Kcl58@aol.com>"},{"pageNumber":6,"pageContent":"karyn.siegel-maier@kotl.mhv.net Kate Blacklock <kate@netway.net> Kate Borley <kab1004@hermes.cam.ac.uk> Kathleen Snyder <kathleen.snyder@lunatic.com> Kathryn M. Bensinger <kbensin@MAIL.STATE.TN.US> Kathy French <french@jeeves.ucsd.edu> Kaycee Curr <kcurr@cyberspace.com> Ken Fitch <docfitch@telis.org> Kenneth Nilsson <kenneth@dicom.se> Kim Pratt <pratt@olympus.net> kpmglib@netcom.com Laurie Otto <lotto@ptialaska.net> Leslie <duncan@ISYS.CA> Leslie Paul Davies <lpdavies@bcfreenet.seflin.lib.fl.us> Libby Goldstein <libby@igc.apc.org> Mandy Haggith <hag@aisb.ed.ac.uk> Mari J Stoddard <stoddard@aruba.ccit.arizona.edu> Mark David Morrison <mmorriso@blue.weeg.uiowa.edu> Martin Witchard (Cat) <mwitchar@metz.une.edu.au> Mary A. Flesch <mflesch@mail.coin.missouri.edu> Mary Hall Sheahan <Emme@worldnet.att.net> Marylin Kraker <Marylin.Kraker@bbs.c4systm.com> Mel Atchley <melatchley@aol.com> Melissa C. Davidson <Melissa_C._Davidson@city-net.com> Michelle Marie Manke <mmm@alpha2.csd.uwm.edu> Mike Stallcup <michael.stallcup@mercury.msfc.nasa.gov> Mike Toop <miketoop@uniserve.com> Mindy Vinqvist <mvinqvist@mta.ca> Molly <mcat@epix.net> Nancy Moote <nancy_moote@sunshine.net> Naomi Brokaw <naomib@sco.COM> NDooley@president-po.president.uiowa.edu Pat Peck <arpeck@freenet.scri.fsu.edu> Patrick Millard <ac577@dayton.wright.edu> Paul Kentaro Matsumoto <kentaro@gladstone.uoregon.edu> Peter Harris <ecoli@cix.compulink.co.uk> Peter Mortimer <ag500@ccn.cs.dal.ca> Ray A. Orosz <afn23664@afn.org> rgyure@aol.com Rick Cook <rcook@BIX.com> Rick Giese <southsky@maui.net> Rick Jarvis <JARVISR@wood-emh1.army.mil> Rita Melnick <melnick@stsci.edu> Robert G. Nold <rnold@sanewssa.mnet.uswest.com> Rudy Taraschi <rudy@cae.ca> Ruth J Fink-Winter <wfink@iastate.edu> sallee@aol.com Sallie Montuori <foxdale@widomaker.com> Sam Waring <waring@infomail.com> Sarah G. <rscw081@uacsc1.albany.edu> Sheri McRae <sherae@zeta.org.au>"},{"pageNumber":7,"pageContent":"skifast123@aol.com Sue Flesh <ericf@central.co.nz> Stavros Macrakis <macrakis@osf.org> Steen Goddik <sgoddik@sunflowr.usd.edu> Stephanie da Silva <arielle@Starbase.NeoSoft.COM> Stephen Otrembiak <sotrembi@saims.skidmore.edu> Steve Cogorno <cogorno@netcom.com> Susan D. Hill <Anahita@aol.com> Susan K. Wehe <swehe@ix.netcom.com> SuseB@aol.com Suzanne M. Engels <engels@wibla.mv.att.com> TOIVO@aol.com Tom Havey <thavey@boi.hp.com> Trey Jackson, <trey@cs.berkeley.edu> Tristan Hatton-Ellis <Tristan.Hatton-Ellis@bris.ac.uk> Vicki Oseland <vikio@earthlink.net> vshafer216@aol.com Waldek Trafidlo <bobas@freenet.vancouver.bc.ca> wayne chase <chaseway@nbnet.nb.ca> weed <avril_tolley@berlex.com> Wendi L Gardner <wlgardne@magnus.acs.ohio-state.edu> Wolf <wolf@gaia.caltech.edu> Xiaoyan Ma <xma@haas.berkeley.edu> Yasha Hartberg <Yasha@bioch.tamu.edu> ========== 1.2 Wishlist ----- Single herbs, diverse missing bits: * If you find holes in the entries feel free to fill them. * Also, I take any culinary herb you wish to write extensively on, including those not mentioned in this FAQ yet. Please follow the general layout of the entries - thanks. Gardening: * 3.2 more herbs you can't get rid of once they're planted * 3.3 more on tall herbs * 3.x anything else on herb gardening you might think of. Processing herbs * 4.x any other way to process herbs you might think of. End of wishlist. If you do decide to add something tell me - I'll keep track of who promises to do what so we won't have doubles. =========="},{"pageNumber":8,"pageContent":"2 Herbs: growing, harvesting, using/preserving, and checking which you've really got ----- This is the main spot for information. Check this before posting yet another question on curry plant... on the other hand every time somebody asks for uses for mints some new ones pop up so keep asking for those. ;) * Repeating the structure of the herb entries: o 2.x.1 Growing ___ o 2.x.2 Harvesting ___ o 2.x.3 Using / preserving ___ o 2.x.4 Which ___ do you have? ========== 2.1 Basil Latin name: Ocimum basilicum, other Ocimum species. ===== 2.1.1 Growing basil ----- From: engels@wibla.mv.att.com (engels s.m.): Basil loves the sun and hates the cold & wind. If it drops below 50 degrees at night, the leaves will yellow. When it warms up the new growth will be green. If it doesn't get enough sun and stays in damp soil too long, it will eventually die. The wind will bruise the leaves. So will rough handling. Again, the new growth will be fine. Very important to harden basil plants. Transplant shock may kill them. Set the pots outside for 3-5 days (watch the night temps) before transplanting. I use compost and occasionally organic fertilizer. Never had any bug problems. A few caterpillars and rabbits, but there was plenty for everyone in my patch. ----- From: mrooney@mrooney.pn.com (Michael Rooney), in response to above: I believe it is better to not transplant basil, i.e., it is better to put seeds in the ground where you want it, when it is warm enough for them to grow. They will quickly outstrip the transplants however carefully they have been grown and hardened. Yes, they do tend not to attract many bugs which is a surprise given their good taste. ----- From: carole@chenson.demon.co.uk (Carole Henson) I am addicted to basil, really love it, even the smell is wonderful. I have 10 basil plants in my greenhouse at the moment, and two in the kitchen for"},{"pageNumber":9,"pageContent":"chucking into salad etc. You only need a couple of large handfuls of leaves for a jar of pesto, so a couple of plants would do it. If you sow a few seeds at 2 weekly intervals, you should have a constant supply. ----- From: Dwight Sipler <dps@hyperion.haystack.edu> There are several different varieties of basil. Mammoth basil has very large leaves, although the leaves are somewhat savoyed (wrinkled). I've had good luck with Genovese basil, which I get from Johnny's Selected Seeds. No particular soil preparation, just normal garden soil, fertilized every other year, limed as necessary (determined by pH test). I put in about 600 plants and I always lose a dozen or so to cutworms, critters etc., but it's not a big problem. I plant marigolds nearby since the Japanese beetles seem to like them and they keep the beetles off the basil plants. ----- From: jmanton@standard.com (Jeanne Manton): Opal Basil is probably one of our most favorite plants and I was delighted when my favorite seed catalogue advertised a new purple variety this spring - Red Rubin. While a hearty grower, I found a very high number of 'green' starts and the mature plant resembles lemon verbena in shape and texture. I made a batch of jelly from one harvest and not only was the color more of a honey shade but it also captured and enhanced the vinegar (rice + wine) flavor. The leaves are too 'chewy' to be sliced over tomatoes but can pass the test when added to a cooked tomato sauce. Fortunately I also had a Purple Ruffles plant for my daughters vinegar as so much of the pleasure is derived from the lovely lavendar shade. ----- >basil eaten to skeleton; more eaten each morning, no bugs evident? From: mrooney@mrooney.pn.com (Michael Rooney) There is a caterpillar that seems often to like basil that lives under the surface of the earth during the day. Gently disturb the top quarter or half inch of dirt in a circle around the plant going out about four inches or so and look for a dark gray circle about half to three quarters of an inch in diameter that usually stays that way and sometimes opens up to get away (depending on how deep a sleep it is in I guess :-)). If you find it, squash it and hope. The only other predator I can see that would do what you have is a lot of slugs so you would likely see them anyway. They can be taken care of by all the standard beer, diatomaceous earth, etc. methods in addition to hand picking. There are few joys as great as finding one of those blasted caterpillars in the ground after they have been eating your food, let me tell you. ----- > basil wilting in the sun?"},{"pageNumber":10,"pageContent":"From: bogin@is2.nyu.edu (Josh Bogin) Probably this is due to not enough water **and or possibly resulting from** not enough room for the plants. If the plants are root-bound it really will hardly matter how much you are watering them, since the pot would presumably be too small to hold much water, the plant would keep drying out, and also the roots probably get no nutrients. Give them some plant food, and think about finding them more room, if this is the problem. ----- From: wolf@gaia.caltech.edu (Wolf) Here in Southern California, (Pasadena) our sweet Basil that \"was\" in full sun started wilting one after the other. Every couple of days, another one wilted. The sweet Basil we planted in part-shade (Morning shade, afternoon full sun) is thriving, and the plants are giant. They make great pesto. On the other hand, we have some purple Basil which is also in full sun, and it is completely unaffected by the heat. All plants are getting really big, despite frequent pinching. All plants get plenty of water, and the dirt around the dying plants was plenty moist. The instructions on seed packets are simply not meant for folks in the Southwest. Sweet basil is heat intolerant. It will do great in full sun if the temperatures don't exceed 85-90 degrees on average. Any hotter, and it starts wilting in full sun. ----- > have basil in pot; can I plant it outside? From: Debbie Golembiski <102522.1235@CompuServe.COM> You sure can move your potted basil into the ground. Just cut it back a bit first and try to move it with as much soil intact as possible. Basil loves full sun, so pick a spot that gets at least 6 hours of sun daily. ----- > saw some basil for sale with huge healthy green leaves that put mine > to shame. From: wolf@gaia.caltech.edu (Wolf) The guys who have these giant sweet basil plants feed them with Urea. Seems to do the trick. Also, sweet basil doesn't like it too hot, and likes to have moist soil. Make sure you pinch off any flowers before they go to seed. If you follow these guidelines, you should get giant plants. ----- > ...no basil sprouting - too wet for the last three weeks? From: southsky@maui.net (Rick Giese): Basil seeds will not germinate when they are constantly wet. I started mine in flats protected from the winter rains here on Maui. Once transplanted to"},{"pageNumber":11,"pageContent":"the field, they did fine. ===== 2.1.2 Harvesting basil ----- From: engels@wibla.mv.att.com (engels s.m.): You can harvest basil leaves as soon as the plant has 3 sets of leaves. Keep the plants branches shorter than 4 sets of leaves and you will increase leaf production. Once it flowers, production drops. I've found the taste stronger before flowering. ----- From: mmorriso@blue.weeg.uiowa.edu (Mark David Morrison) Basil leaf harvesting: pick all that you think that you will need for the recipe that you are preparing. If you have a lot of basil and are freezing basil for winter then just pick the big leaves. I use a lot of basil and pick leaves from the plant almost daily. If they are small or big leaves does not matter... the plant is the hardiest beast in my gardens. I think it may be of alien origin. Pinching back basil: Always pinch off and use those tops. The leaves will really bush out on your basil when you do. ----- From: kathleen.snyder@lunatic.com (Kathleen Snyder) Pick all over. Don't strip the stems of all the leaves. Be careful not to tear the stem when cutting off a leaf. I use scissors. Tearing can some times strip the stem and damage it. Pinching will make it fuller. Don't let it flower either. Pinch off the flower buds the minute you see them coming. ----- From: stlouins@cnsvax.uwec.edu (Dina) I often just go out and pluck off as much as I need once the plants are established--sometimes a third or more of the plant, depending on whether I'm making salad, herbing vinegars, or harvesting some to dry. Pinching back makes the plants bushier, and I'd definitely start cutting back when the plants start to flower. They grow back quickly. ----- From: David Perry <dperry@bbn.com> The best method is to pinch them back at the main stem(s) a couple of times early in their lives. This will create a bushier plant rather than the single tree looking specimen. Thereafter, just take the tips of the stems to keep the plant from going to seed. You will notice the tips become very heavy with small pointier leaves just before it goes to seed. Clip back any large main leaves when you notice the secondary buds beginning to show along the main stem, or when they get too big and seem to be sapping the rest of the plant (these leaves"},{"pageNumber":12,"pageContent":"are great to wrap steaks for the grill, snip for salads etc...mmmmm!) I also found that the leaves are oilier and more fragrant early in the day or at night. Of course, most of us don't use basil at 3 a.m. Also, basil really doesn't have to be spaced out as much as the packet literature states. I fill 1/2 barrels of basil every year. I thin out only enough to keep full sun and air circulation on all plants. ----- From Deborahrah@aol.com: Growing Basils in Texas I have had great sucess growing basil in the hot climate of Texas. I plant my basils in the afternoon shade of indeterminate tomatoes. My basils get about 6 hours of sun each morning. This shade is necessary, as the basil leaves will get \"bleached\" in the scalding Texas sun. Basil is my absolute favorite and it would be a sad day indeed if I couldn't pick it fresh from my garden. ===== 2.1.3 Using / preserving basil ----- Also see Pesto, 4.9.2 below, and Basil jelly, 4.6.1 below. ----- > ... alternatives for using pesto or fresh sweet basil? From: jwr3150@tam2000.tamu.edu (Jason Wade Rupe) I bake it right into bread sometimes. I like a stir fry of basil and whatever with a basic simple sauce on rice. Try using it fresh as a pizza topping. ----- From: cogorno@netcom.com (Steve Cogorno) Take GOOD quality tomatoes, preferably ones you've grown yourself :-) and slice them. Top with fresh mozzarella whole basil leaves. A little expensive because of the cheese, but it makes a very colorful and tasty appetizer! ----- From: french@jeeves.ucsd.edu (Kathy French) If your basil plants aren't producing fast enough to give you a cup or two of leaves at a time, you can pinch off stems and keep them with the ends of the stems in clean water (change it every few days) at room temperature for several days. Freezing the leaves doesn't work so well, because it will make them mushy when they thaw, and it reduces their flavor as well. You can also preserve basil by washing it carefully, drying it thoroughly, packing it in good olive oil, and keeping it in the refrigerator. Then you can use the leaves plus oil to make pesto fresh when you want it by adding garlic, cheese, and pine nuts. I've tried this method and it works well, although the basil turns somewhat dark in the process."},{"pageNumber":13,"pageContent":"----- From: mrooney@mrooney.pn.com (Michael Rooney) You can make basil pesto and freeze it in cubes or patties and save it for the winter when you have nothing fresh to use. ----- From jmanton@standard.com (Jeanne Manton): I use Genova Perfum Basil and throroughly wash the leaves in vegetable soap (available at natural foods stores). Dry completely with paper towels, then dice (I use a french knife). Pack into sterilized 1/2 pint jars: 1 layer of fresh ground Parmesan, one layer of basil, one layer of fresh ground sea salt. Continue layering process until the jar is nearly full. Cover with a thin layer of extra virgin olive oil and seal. Store in the refrigerator (I use the coldest shelf). I don't know how long this keeps because we will use the entire jar within two months but my last really big supply was still fresh after nine months. Can be used on everything except corn flakes! A blooming appetizer: From: jmanton@standard.com (Jeanne Manton) 1 8 oz cream cheese (neuchaftel is too light but may be substituted) 1 8 oz cheve (creamed goat cheese) 1/8 tsp dried garlic chips, crushed 1 tsp minced (using knife) basil, perferably Perfum Mix the above together using your hands and shape into a ball. Place on plastic wrap and flatten. Generously sprinkle with fresh ground black pepper. Decorate with herbs and flowers (sprig of tarragon, few blossoms and stems of rosemary, johnny jump ups - whatever) and wrap airtight. Refrigerate overnight and serve either with a strong cracker or baguette slices. This is a real favorite when I take it to work although one of my co-workers suggested I had dropped the cheese ball in the driveway just after the lawn had been mowed. Note: When I make these for Christmas I use sprigs of rosemary and three or so red peppercorns. ----- FREEZING BASIL ----- From Deborahrah@aol.com: \"Fresh is best\" certainly holds true for basil. But what to do in the winter for that fresh taste? I have found a method that works. When my basil is ready for harvest, I cut off about 20-30 branches early in the morning. Then I rush it to my kitchen, where I already have a large dishpan of cold,clean water waiting. I place the basil in the water and gently move"},{"pageNumber":14,"pageContent":"it around slowly.(Putting the basil in the pan and then running water over it would release too much of the flavorful oils.) I remove the basil from the water and let it drain in a colander,shaking excess water from the plant. After a few minutes of this, I place the basil between clean kitchen towels letting the terry cloth absorb more water. Do not rub the basil with the towels, as it will bruise it. Next, I take small squares of \"Handi Wrap\" about 4\" x 4\" and place 6-7 basil leaves stacked on top of each other. I gently wrap the basil with the plastic wrap and put the little packets in a freezer proof bag. In the winter when I need it, I remove the basil packet from the freezer. I immediately crush the basil while it is inside the packet. This method \"cracks\" the frozen basil into small pieces which I add to recipes. The trick to this is to \"crack\" the basil within 10 seconds of removing it from freezer, or you will have soft,wimpy basil. The basil will taste as good as fresh, but will be almost black in color. It is the fresh flavor that sells me on this method, not the appearance. ----- BASIL OIL ----- From Laurie Otto <lotto@ptialaska.net> Someone asked about drying basil. In my opinion, it wastes flavor to dry basil. Better to put it in the food processor with olive oil, make a paste and freeze it for later use. Or try making salted oiled basil leaves: Note: Even though a lot of oil is used for this it can be cleaned off before using the basil so please don't discount this in the interest of maintaining a low-fat lifestyle! The oil is merely a preservative and it does keep the basil absolutely fresh for months! Carefully clean *and dry* each leaf. Use a salad spinner or swing the leaves around in a clean, dry towel for a few minutes. Pat dry, just to be sure...:) This is really important, so please be thorough! Next pour a little virgin- or extra-virgin olive oil into a sealable crock, preferably a stone one. The small kind used to house cheesespreads are ideal! Sprinkle a little salt on the oil. Add a single layer of basil leaves, careful not to overlap them. Cover with a thin layer of oil and sprinkle with more salt. Do this until the crock is full, then top off with oil and salt. Seal. Store in the refrigerator and it will keep indefinitely. To use the basil, simply take out what you need *with a very clean utensil* and, if you like, wash it well to remove the salt and oil. ----- From: Melissa_C._Davidson@city-net.com (Melissa C. David) I tried to make basil oil the other day. I had a sterile, sealed bottle, basil from the yard, and olive oil. Put the herbs in the bottle, completely covered with oil plus a few inches. Supposed to be good for many months but the basil molded up within 2 weeks !! Help! From: lgf0@Lehigh.EDU (Lesleigh G. Federinic) to above: I always refrigerate mine. Only once did it mold on me in the frig but then I had it there for several months during the winter and hadn't been using"},{"pageNumber":15,"pageContent":"it. I use it up in the summer. It's good for frying zucchini and mushrooms as well as making angel hair pasta sauce. From: Yasha@bioch.tamu.edu (Yasha Hartberg) I'm not sure having never done it myself, but it seems a bit strange to start with a sterile bottle and then add non-sterile leaves and oil to it and expect anything less than mold, bacteria, etc. I wonder if you might not try heating the mixture up a bit before sealing the bottle? ----- From: aa100465@dasher.csd.sc.edu (J Michel) For years I've been preserving end of the summer basil leaves in olive oil with salt (lots - don't know how much - sprinkled on successive additions of leaves and oil to cover). The leaves turn black in the oil, but not moldy, and thru the winter I fish out a couple from time to time to use in cooking. I store it in the refrig. and in summer I toss out the salt which has settled to the bottom of the jar along with the last of the oil. I am about to be a convert to the Ice cube basil/oil pesto storage method in order to eliminate the salt. However, I'd suggest experimenting with adding salt, or trying refrigeration. ----- From: rcook@BIX.com (Rick Cook) The key is moisture. If there's moisture in the plant (as there is in basil leaves -- a lot of it) you're likely to get mold when you make basil oil. If you want to make basil oil, grind the basil into a paste, add to the olive oil to steep for a while in the refrigerator and then filter the mixture. ----- From Richard White, Hazelwood Herb Farm, Ladysmith B.C, Canada <hazelwood@ultranet.ca>: Re. problems with basil oil: harvest leaves and place in a large pot, cover with oil (we use canola). On medium heat bring oil to a temperature of no more than 190 F. Hold at this temperature for 20 minutes. Cool rapidly and allow to stand overnight. Remove leaves and siphon off oil, leaving sediment and water behind. Bottle into sterilized containers. It will be cloudy at this point but will eventually clear. Adding dried basil to the container will help clear it faster. ----- DRYING BASIL ----- > drying basil - how long? From: Kim Pratt <pratt@olympus.net> The time factor really depends on where you hang it to dry, what the temperature is. Mine usually takes about 2 or 3 weeks to dry. That is"},{"pageNumber":16,"pageContent":"hanging upside down with stems tied together in a bundle, in the kitchen. If you have a dusty house, after tying together in a bundle put inside a small paper bag that has been punched full of small holes and hang that (tie the top of the bag to the top of the stems so your herbs are still hanging upside down). From: evedex@hookup.net (Eve Dexter) My dehydrator has a fan and the drying takes only 1 1/2 -2 hours, depending upon the humidity of the day of course. I suggest you start in the am and keep a close eye on the process - it shouldn't take too much longer in your model. ===== 2.1.4 Which basil do you have? ----- From: farmermj@bham.ac.uk (Malcolm Farmer): Some suppliers offer different varieties of basil. Chiltern Seeds in the UK, for example, has about a *dozen* different varieties. Two I have growing now are: Lemon basil - thinner, smaller, rather pointed leaves when compared with regular basil. Has strong lemony odour: when you tear up the leaves the smell is gorgeous, somewhere between mint and basil. Thai basil - similar in appearance to lemon basil leaves, but slightly darker with stems having a purplish tinge. Scent is somewhat like regular basil, but much spicier and more fragrant. A friend says her Thai cooking using regular basil never tastes quite the same as authentic Thai, so I'm going to give her some of the Thai stuff to see if that's the reason.... ----- >> The basils I grow are regular sweet basil, Spicy Globe, lemon basil, cinnamon basil, licorice basil, and holy basil. ... snip .... I've tried the holy basil in tea, but don't care much for it. I've read about using it as an incense/smudge ingredient. >have you tried using the holy basil in Thai cooking? I've seen a number of Thai recipes that call for it. From what I've read, it's a hot (spicy) variety. I've been thinking of growing it, since I haven't found a source to buy it. From: culinary@richters.com: I thought I should jump in here. There is a lot of confusion in the herb world about \"holy\" basil. Most of the seeds I have seen on the market is actually a hybrid of undetermined parentage. It is NOT Ocimum sanctum, the \"sacred\" basil known to the Indians as \"tulsi\" which many people assume. We call \"holy\" basil, \"spice\" basil, following a convention established by Helen Darrah in her monograph on basils. I actually don't like her choice of name because it confuses newbies who think that this is the regular basil for regular basil use, but at least it is better than \"holy\" basil which everybody gets confused with O. sanctum."},{"pageNumber":17,"pageContent":"If you want the real McCoy, you need to insist on O. sanctum. There are several varieties (purple, green and probably others) and it does turn up in seeds from Thailand where the plant is grown for use in cooking. Now, there is also such a thing as \"Thai basil\" which yet another animal altogether. If you are looking for the basil used in Thai and Vietnamese cooking, you will want this. Now, some companies (including us) have in the past sold \"anise basil\" as being equivalent to \"Thai basil\" but we now know that this is not true. Conrad Richter ========== 2.2 Curry plant / Curry leaf Latin name: Curry Plant: Helichrysum angustifolium; Curry Leaf: Murraya Koenigii ===== 2.2.4 Which curry plant / curry leaf do you have? ----- From: kpmglib@netcom.com (Information Services) The \"Curry Plant\" is an herb, Helichrysum angustifolium, from the family Compositae. I believe it came from Africa or Australia, so it's tropical, and probably perennial; although in North Texas you may need to grow it as an annual or in a container (probably not frost-hardy). The name \"curry plant\" originated from this herb's pungent smell, which is reminiscent of some curries or curry powders; however it is not used in curry. I believe that it is widely cultivated in the U.K., and is used there mostly in salads, or mixed with cream-cheese. There actually is a plant that produces what is known as the \"curry leaf\", and which *is* used in the preparation of some curries (much the same way as bay leaf is used). The leaves of this plant, a woody tree from the Asian sub-continent called Murraya Koenigii, also have a strong curry-like smell, and can be purchased dried at most Asian markets. The tree itself has only recently been cultivated commercially in this country, and is carried by only a very few nurseries. It is still considered an exotic, and commands a premium price. ----- From Emme@worldnet.att.net: What is known to American & British cooks as \"curry\" is actually a spice mix that varies by the dish being created. ========== 2.3 Sage"},{"pageNumber":18,"pageContent":"Latin name: Salvia officinalis, other Salvia species. Salvia elegans - Pineapple sage Salvia dorisana - Melon-scented Sage ===== 2.3.1 Growing sage ----- From: Linda Kovacs (kovacsla@vnet.ibm.com) Sage is a perennial here in zone 5. It's a very easy-to-grow plant. Half a day of sun, reasonable soil, and don't let it get too awfully dry. The main problem with sage is to keep it under control. I've never had any insect problems with it. Pinch small plants to make them branch, then let them grow to harvesting size. Don't let stems get so tall that they lay down, or you'll end up with a twisted, woody mess in a couple of years. ----- Pineapple sage (Salvia elegans) ----- From: Jennifer Zahn <jszahn1@facstaff.wisc.edu> I have a pineapple sage plant, and since last summer, the stems have become tall and woody. Now all but one are dead, and I'm afraid to trim back the remaining remnant. Any tips on how I can revive this plant? Ideal conditions? It was inherited and I never learned much about it. And what do woody stems mean, anyway? ----- From: Harold <orchids@communique.net> Hi, Jennifer. If the plant were mine I would cut all of the stems back close to the ground. New stems will grow from soil level and provide you with lots of vigorous new growth. You may want to root the tips of the remaining growth. Pineapple Sage roots very easily and can make a substantial plant in just one season. If your plant grows too spindly you can always pinch or cut the stems back part way to cause them to bush out more. Woody stems just mean they are old. BTW, I'm surprised you have living tissue on your plant, considering how far north you are. Here in southern Louisiana mine die back to the soil almost every year. ----- From: Joe VanDerBos <joevanderbos@bdt.com> Pinapple sage will look better cut back to the ground and given a chance to try all over again. Pineapple sage: The indestructible filler plant ----- From: weed <avril_tolley@berlex.com> Pineapple sage routinely gets woody, so prune away. It may be that it just looks dead. This sage, Salvia elegans, is very easy to root, so if you're worried about the rest of the plant, take several cuttings from what you think is the remaining living stem and pot them up. You can dip the end in"},{"pageNumber":19,"pageContent":"something like \"Rootone\" if you like, but I find they root without it. They will look dead for a while, and the top may actually die. Eventually you'll get new leaves near the bottom. Pineapple sage benefits mightily from hard pruning, although I never go below about a foot and 1/2, because I just hate to prune. It's a little tender, so sometimes, if I think it may be exposed to frosts in winter, I'll root a bunch of cuttings and overwinter them to be sure I have some the next year. I usually end up giving these away, because mine generally makes it. Hummingbirds love this, as they do most sage. Really nice plant. Mine is by my front walk, so I have to brush up against it to get to the garage. ===== 2.3.2 Harvesting sage ----- From: Linda Kovacs (kovacsla@vnet.ibm.com) Harvest sage before it blooms. After the dew dries in the morning, cut the stems, leaving a leaf or two at the bottom. I air-dry my sage, stringing the stems on a strong thread and hanging it in a breeze. It will dry leathery rather than crisp, because the leaves are so thick. Strip the dry leaves from the stems and place the leaves into a jar. Chop or rub the leaves into powder when you need to use them. To use fresh sage, clip off enough of a branch to get the number of leaves you need, strip off the leaves, and chop them up if desired. ===== 2.3.3 Using / preserving sage ----- > I have a very healthy sage plant in my garden but I don't know what to use the herb for, except of course for stuffing a chicken. From: engels@wibla.mv.att.com (engels s.m.) * Stuff a few leaves into the cavity of a trout. Tie with string, baste with a little oil and grill. Use only 1 or 2 leaves per fish otherwise the sage will overpower the fish. * Chop fine, lightly saute in olive oil with minced garlic. Add a little chopped parsley & toss with spaghetti or other pasta. Serve as a side dish to grilled chicken, fish or meat. * Toss a few sage leaves with quartered onion and flattened garlics into clay pot chicken. ----- From: mrooney@mrooney.pn.com (Michael Rooney) We use sage for stuffing turkeys in addition to chickens, if you have turkeys in the UK. We also use it in foccacia... ...Sage pesto is another way to use large quantity of sage and it can be frozen to be used in the winter. You might use walnuts or pecans instead of the traditional pignoli nuts in pesto as sage is stronger than basil. It goes well with pork or chicken. You can also roast eggplant and sweet"},{"pageNumber":20,"pageContent":"red pepper and food process them together with sage for a nice dip to be used with homemade French bread. ----- From: ag500@ccn.cs.dal.ca (Peter Mortimer): It also makes a great addition to just about any green salad, either tossed in as whole leaves or cut up in small pieces. From: rgyure@aol.com (RGyure): I discovered last summer that garden sage makes a beautiful and fragrant addition to fresh cut flower bouquets I bring in from the garden. I grow more than I can use in cooking (who uses that much sage?)-- and the pale green, white-frosted somewhat sparkly leaves make delightful foliage for cutting-- and are long-lasting. From: vshafer216@aol.com (VShafer216): I recently tried a really good recipe that uses fried sage--it tastes great. Broil chicken thighs (marinate first). When done, fry several leaves of sage in butter; this takes less than a minute. Grate cheese on top of the chicken thighs. Spoon some of the hot butter over the chicken (this melts the cheese) and put one or two sage leaves on top of each piece of chicken. Fried sage tastes good even without the chicken. From: jrogow@ridgecrest.ca.us (Judith Rogow) Dried and added to a fire at Thanksgiving or Christmas, it adds a nice Holiday scent to the house. From: lebasil@ag.arizona.edu (Leslie Basel) Sage jelly is just terrific with game, lamb, even a Christmas goose. The recipe is just the same as any other herb jelly (and it requires quite a bit of culinary sage). (Jelly recipe 4.6.1 below). ----- From: melatchley@aol.com (MelAtchley) * Decorative: Leaves in wreaths and nosegays. * Culinary: Flower in salads or infuse for a light balsamic tea. Leaves can be mixed with onion for poultry stuffing. Cook with rich, fatty meats such as pork, duck and sausage. Combine with other strong flavors: wrap around tender liver and saute in butter; blend into cheeses. Make sage vinegar and sage butter. * Household: Dried leaves in linen to discourage insects. * Medicinal: Leaves aids in digestion and is antiseptic, antifungal and contains estrogen. Helps to combat diarrhea. An infusion of sage leaves and a meal can help digestion. ----- From: baldwin@frodo.colorado.edu (Dan Baldwin) I had sage mashed potatoes as a side dish at a five star restaurant last"},{"pageNumber":21,"pageContent":"week--they were really good ! There were flecks of sage scattered all through the potatoes--Can't wait to try it myself. ----- From: Linda Kovacs (kovacsla@vnet.ibm.com) Here's an oddity: sage makes a good insect repellent! Put a handful of sage sprigs and 3 mint sprigs in a pot. Pour over them 1 quart of boiling water and allow to steep. When cool, strain out the herbs and add 1 quart of rubbing alcohol. To use, splash or spray onto hair, skin, clothes. It won't stay on if you're sweating heavily or swimming, but otherwise it's great. ----- From: engels@wibla.mv.att.com (engels s.m.): Sage dries very nicely and looks pretty. Bundle 8-10 sprigs, tie, hang to dry and put a red bow on it at Xmas. Use as a decoration for wrapped gifts or give as an small culinary gift. ----- From: mv-martinek@nwu.edu (Marie Martinek) I have something that was labeled \"Fruit Sage\" and a \"Pineapple Sage\" (Salvia sp.). I snip off leaves, dry them, and make sage tea with about 1 part crumbled sage leaves to 3 parts black tea. They're \"tender perennials\", so here in Chicago area I keep them in pots which I sink into my garden, yank up just before frost (disentangling the groping runners), knock out of the pot and root-prune before cutting most of it down and setting it in a sunny window to survive the winter. It also produces wonderfully-smelling red flowers, which I also dry for tea (if I don't just suck the nectar out and eat it!) ----- Focaccia with Sage From: mrooney@mrooney.pn.com (Michael Rooney) Deriving its name from the Latin word focus, meaning \"hearth,\" focaccia evolved from the unleavened hearth cake eaten during the Middle Ages. It was made by patting the dough into a flat round and cooking it directly on a hot stone or under a mound of hot ashes. While it has become something of a national dish, this popular bread's true home is the area around Genoa. It seems as if every seaside resort on the Italian Riviera has its own special focaccia. Whether soft or crisp, thick or thin, the dough is typically flavored with local herbs and olive oil. Sponge: 0.5 cup warm water (105 to 115 deg.F) 1 tsp. dry yeast 0.75 cup unbleached all purpose flour Place 0.5 cup water in large bowl. Stir in yeast. Let stand until yeast dissolves and mixture is cloudy, about 10 minutes. Stir in flour. Cover with plastic. Let stand until very bubbly, about 45 minutes."},{"pageNumber":22,"pageContent":"Focaccia: 1 cup warm water (105 to 115 deg.F) 1 tsp. dry yeast 0.25 cup plus 2 tbs. olive oil 3.25 cups unbleached all purpose flour 3 tbs. finely chopped fresh sage Place 1 cup water in small bowl. Stir in yeast. Let stand until yeast dissolves and mixture is cloudy, about 10 minutes. Stir in dissolved yeast mixture and 0.25 cup olive oil into sponge in large bowl. Stir in 1 cup flour. Stir in 2 tbs. chopped sage. Add remaining flour in 2 batches, mixing until well blended after each additions. Turn out dough onto lightly floured surface. Knead dough until soft and velvety, about 10 minutes. Oil large bowl. Add dough, turning to coat with oil. Cover with plastic. Let dough rise in warm area until doubled, about 1 hour 15 minutes. Oil 11x17 inch baking sheet. Punch down dough. Transfer to prepared sheet. Using oiled hands, press out dough to cover bottom of pan. Cover dough with kitchen towel. Let stand 10 minutes (dough will shrink). Press out dough again to cover pan. Cover with towel. Let rise in warm draft free area until doubled in volume, about 1 hour. Meanwhile, position rack in center of oven. Place baking stone on rack and preheat oven to 425 deg.F. Using fingertips, press dough all over, creating dimples. Drizzle dough with 2 tbs. oil. Sprinkle with 1 tbs. sage. Place pan directly on pizza stone. Spray oven with water from spray bottle. Bake until focaccia is golden and top is crisp, spraying oven with water twice more during first 10 minutes, about 25 minutes total. Transfer bread to rack. Cool slightly. Serve bread warm or at room temperature. Makes one foccacia, 4 servings. Per serving, 400 calories, 13 g protein, 87 g carbohydrates, 0 g sugar, 3 g fiber, 0 g fat, 0 g saturated fat, 0 mg cholesterol and 0 mg sodium. Bon Appetit, May 1995 ----- Pineapple sage (Salvia elegans) ----- >It's so smelly! How did ma nature ever get such a sweet sniffy plant? I love that stuff! Now the question: what do i do with it? From: Rastapoodle@newsguy.com (Rastapoodle) * It is great chopped fine and mixed with cream cheese and crushed pineapple for a dip/spread with crackers. * Also, crush leaves and let them steep with fruit to flavor a fruit salad."},{"pageNumber":23,"pageContent":" * A sprig is a great garnish for an iced tea, especially if the red flowers are on the sprig. * It makes a great iced tea in itself -- steep as you would any tea. * Dry and mix with potpourri. * If you like S. elegans, you will *flip* for S. dorisana, \"Melon-scented Sage\", available from Logee's Greenhouse. I'm addicted to both varieties. ----- From: \"Martin Witchard (Cat)\" <mwitchar@metz.une.edu.au> How about adding some leaves to a cooling drink? - would go perfectly with lemonade! Also (and I've not tried this one), lay some leaves out on the base of the cake tin before cooking - the 'taste' should infuse up through the mixture. Anyway, there's a couple of suggestions, ----- From: es051447@orion.yorku.ca (Joseph St.Lawrence) mmmmmm... tea. oh yeah, you can eat the flowers too. ===== 2.3.4 Which sage do you have? ----- There are a few other plants that are called Sage and that taste very bitter. If your sage is called Artemisia in Latin forget the cooking part. If it is Salvia try a leave or two and if the taste is OK just go on and use it. To illustrate: From: joehanso@badlands.NoDak.edu (Joey L Hanson) Subject: Re: What's the worse thing you ever ate? Ever try sage brush tea? Kind of tastes like you're drinking insect repellent would be the closest thing I can relate to it. Damndest thing though it made ya spit blue kind of like a smurf trying to get the taste outta your mouth. ========== End of part 1 of 7 ========== -- Henriette Kress HeK@hetta.pp.fi Helsinki, Finland http://sunsite.unc.edu/herbmed FTP: sunsite.unc.edu or sunsite.sut.ac.jp /pub/academic/medicine/alternative-healthcare/herbal-medicine/ Medicinal and Culinary herbFAQs, plant pictures, neat stuff, archives..."}]
