[{"pageNumber":1,"pageContent":"DISINFECTING AFTER THE FLOOD WASHINGTON, Dec. 6 /PRNewswire/ Flood waters often contain very high levels of bacteria, which is why disinfecting surfaces that have come in contact with flood waters is so important. The Clorox Company offers the following information from its disinfecting experts. Disinfecting Contaminated Surfaces Disinfect hard surfaces -- floors, walls and counters -- that may have been contaminated by flood waters. Use this same solution for dishes, glass, and plasticware. Disinfection Guidelines: Remove loose dirt and debris from surfaces; Wash down area with a solution of 3/4 cup Clorox liquid bleach per gallon of water; Keep wet for 2 minutes and rinse. Clorox household liquid bleach is registered with the U.S. Environmental Protection Agency as a disinfectant that kills common bacteria. In the Bathroom To reduce odors that may result from sewage backup: Flush toilet; pour 1 cup Clorox liquid bleach into the the bowl; Brush entire bowl and let solution stand for 10 minutes; flush again Bleach eliminates odors and kills germs. Clothing Washable, colorfast clothing and linens should be washed as soon as possible to prevent mold and mildew and to disinfect laundry. Exterior Cleanup Excessive mold and mildew growth is common after flooding. To remove mold and mildew from washable and colorfast exterior surfaces that may have been saturated by flood waters, follow these directions: Outdoor Cleaning instructions Remove loose dirt and debris from affected surface with a power hose; Keep surface wet with a solution of 3/4 cup Clorox liquid bleach per gallon of water for 5-15 minutes; Rinse thoroughly with power hose to remove any residue, Children's toys, play equipment and outdoor furniture in contact with flood waters also should be disinfected before use. Food Handling Be sure to dispose of any food items that may have come in contact with flood waters, even canned goods. Household liquid bleach is a safe, inexpensive and effective product that can be used in a variety of areas around the home to clean up after flood contamination. And used according to label directions, Clorox liquid bleach is safe for the environment, breaking down primarily into salt and water. For more information contact Sandy Sullivan at 510-271-7732, or Melanie Miller at 202-638-1200, both for Clorox. You may also write to the Federal Emergency Management Agency (FEMA), P.O. Box 70274, Washington, DC 20024 and request a copy of \"Your Family Disaster Plan\" and \"Your Family Disaster Supplies Kit.\" Your local American Red Cross chapter also has disaster preparedness information available. 12/6/95 Helping Children Cope with Disaster Earthquakes...Tornadoes...Fires...Floods...Hurricanes...Hazardous Materials Spills Disaster may strike quickly and without warning. These events can be frightening for adults, but they are traumatic for children if they don't know what to do. During a disaster, your family may have to leave your home and daily routine. Children may become anxious, confused or frightened. As an adult, you'll need to cope with the disaster in a way that will help children avoid developing a permanent sense of loss. It is important to give children guidance that will help them reduce their fears. The Federal Emergency Management Agency (FEMA) and the American Red Cross have prepared this brochure to help you help your children cope. Ultimately, you should decide what's best for your children, but consider using these suggestions as guidelines. Children and Their Response to Disaster Children depend on daily routines: They wake up, eat breakfast, go to school, play with friends. When"},{"pageNumber":2,"pageContent":"emergencies or disasters interrupt this routine, children may become anxious. In a disaster, they'll look to you and other adults for help. How you react to an emergency gives them clues on how to act. If you react with alarm, a child may become more scared. They see our fear as proof that the danger is real. If you seem overcome with a sense of loss, a child may feel their losses more strongly. Children's fears also may stem from their imagination, and you should take these feelings seriously. A child who feels afraid is afraid. Your words and actions can provide reassurance. When talking with your child, be sure to present a realistic picture that is both honest and manageable. Feeling or fear are healthy and natural for adults and children. But as an adult, you need to keep control of the situation. When you're sure that danger has passed, concentrate on your child's emotional needs by asking the child what's uppermost in his or her mind. Having children participate in the family's recovery activities will help them feel that their life will return to \"normal.\" Your response during this time may have a lasting impact. Be aware that after a disaster, children are most afraid that the event will happen again. Someone will be injured or killed. They will be separated from the family. They will be left alone. Advice to Parents: Prepare for Disaster You can create a Family Disaster Plan by taking four simple steps. First, learn what hazards exist in your community and how to prepare for each. Then meet with your family to discuss what you would do, as a group, in each situation. Next, take steps to prepare your family for disaster such as: posting emergency phone numbers, selecting an out-of-state family contact, assembling disaster supplies kits for each member of your household and installing smoke detectors on each level of your home. Finally, practice your Family Disaster Plan so that everyone will remember what to do when a disaster does occur. Develop and practice a Family Disaster Plan. Contact your local emergency management or civil defense office, or your local Red Cross chapter for materials that describe how your family can create a disaster plan. Everyone in the household, including children, should play a part in the family's response and recovery efforts. Teach your child how to recognize danger signals. Make sure your child knows what smoke detectors, fire alarms and local community warning systems (horns, sirens) sound like. Explain how to call for help. Teach your child how and when to call for help. Check the telephone directory for local emergency phone numbers and post these phone numbers by all telephones. If you live in a 9-1-1-service area, tell your child to call 9-1-1. Help your child memorize important family information. Children should memorize their family name, address and phone number. They should also know where to meet in case of an emergency. Some children may not be old enough to memorize the information. They could carry a small index card that lists emergency information to give to an adult or babysitter. AFTER THE DISASTER: TIME FOR RECOVERY Immediately after the disaster, try to reduce your child's fear and anxiety. Keep the family together. While you look for housing and assistance, you may want to leave your children with relatives or friends. Instead, keep the family together as much as possible and make children a part of what you are doing to get the family back on its feet. Children get anxious, and they'll worry that their parents won't return. Calmly and firmly explain the situation. As best as you can, tell children what you know about the disaster. Explain what will happen next. For example, say, \"Tonight, we will all stay together in the shelter.\" Get down to the child's eye level and talk to them. Encourage children to talk. Let children talk about the disaster and ask questions as much as they want. Encourage children to describe what they're feeling. Listen to what they say. If possible, include the entire family in the discussion. Include children in recovery activities. Give children chores that are their responsibility. This will help children feel they are part of the recovery. Having a task will help them understand that everything will be all right. You can help children cope by understanding what causes their anxieties and fears. Reassure them with firmness and love. Your children will realize that life will eventually return to normal. If a child does not respond to the above suggestions, seek help from a mental health specialist or a member of the clergy. The Federal Emergency Management Agency's Community and Family Preparedness Program developed this brochure in cooperation with the American Red Cross' Community Disaster Education Program. Both are national efforts to help people prepare for disasters of all types. For more information on how to prepare for and respond to disaster, contact your local or State office of emergency management and your local Red Cross chapter. Ask for \"Your Family Disaster Plan. Or, write to: FEMA, P.O. Box 70274, Washington, D.C. 20024. DISASTER PREPAREDNESS FOR PEOPLE WITH DISABILITIES Being prepared for emergencies can reduce the fear, panic, and inconvenience that surrounds a disaster. Check for hazards in the home. During and right after a disaster, ordinary items in the home can cause injury or damage. Anything that can move, fall, break or cause fire is a home hazard. Check for items such as bookcases, hanging pictures, or overhead lights that could fall in an earthquake or a flood and block an escape path. Be ready to evacuate. Have a plan for getting out of your home or building (ask your family or friends for assistance, if necessary). Also, plan two evacuation routes because some roads may be closed or blocked in a disaster. Have disaster supplies on hand. Flashlight with extra batteries. Portable, battery-operated radio and"},{"pageNumber":3,"pageContent":"extra batteries. First aid kit and manual. Emergency food and water. Nonelectric can opener. Essential medicines Cash and credit cards Sturdy shoes. Maintain a list of the following important items and store it with the emergency supplies. Give a copy to another family member and a friend or neighbor. Special equipment and supplies, e.g.,hearing aid batteries Current prescriptions names and dosages Names, addresses, and telephone numbers of doctors and pharmacist Detailed information about the specifications of your medication regime Create a self-help network of relatives, friends or co-workers to assist in an emergency. If you think you may need assistance in a disaster, discuss your disability with relatives, friends, and co- workers and ask for their help. For example, if you need help moving or require special arrangements to receive emergency messages, make a plan with friends. Make sure they know where you keep emergency supplies. Give a key to a neighbor or friend who may be able to assist you in a disaster. Contact your local emergency information management office now. Many local emergency management offices maintain registers of people with disabilities so they can be located and assisted quickly in a disaster. Wearing medical alert tags or bracelets to identify your disability may help in case of an emergency. Know the location and availability of more than one facility if you are dependent on a dialysis machine or other life-sustaining equipment or treatment. If you have a severe speech, language, or hearing disability: When you dial 9-1-1, tap space bar to indicate TDD call. Store a writing pad and pencils to communicate with others. Keep a flashlight handy to signal whereabouts to other people and for illumination to aid in communication. Remind friends that you cannot completely hear warnings or emergency instructions. Ask them to be your source of emergency information as it comes over their radio. If you have a hearing ear dog, be aware that the dog may become confused or disoriented in an emergency. Store extra food, water and supplies for your dog. Planning for Evacuation People with disabilities have the same choices as other community residents about whether to evacate their homes and where to go when an emergency threatens. Listen to the advice of local officials. Decide whether it is better to leave the area, stay with a friend or go to a public shelter. Each of these decisions requires planning and preperation. If you need a wheelchair: Show friends how to operate your wheelchair so they can move you if necessary. Make sure your friends know the size of your wheelchair in case it has to be transported. SHEET: FLOODS AND FLASH FLOODS Mitigation pays. It includes any activities that prevent an emergency, reduce the chance of an emergency happening, or lessen the damaging effects of unavoidable emergencies. Investing in mitigation steps now such as constructing barriers such as levees and purchasing flood insurance will help reduce the amount of structural damage to your home and financial loss from building and crop damage should a flood or flash flood occur. BEFORE Find out if you live in a flood-prone area from your local emergency management office or Red Cross chapter. Ask whether your property is above or below the flood stage water level and learn about the history of flooding for your region. Learn flood warning signs and your community alert signals. Request information on preparing for floods and flash floods. If you live in a frequently flooded area, stockpile emergency building materials. These include plywood, plastic sheeting, lumber nails, hammer and saw, pry bar, shovels, and sandbags. Have check valves installed in building sewer traps to prevent flood waters from backing up in sewer drains. Finally, use large corks or stoppers to plug showers, tubs, or basins. Plan and practice an evacuation route. Contact the local emergency management office or local American Red Cross chapter for a copy of the community flood evacuation plan. This plan should include information on the safest routes to shelters. Individuals living in flash flood areas should have several alternative routes. Have disaster supplies on hand. Flashlights and extra batteries, Portable, battery-operated radio and extra batteries, First aid kit and manual, Emergency food and water nonelectric can opener essential medicines, Cash and credit cards, and Sturdy shoes Develop an emergency communication plan. In case family members are separated from one another during floods or flash floods (a real possibility during the day when adults are at work and children are at school), plan to get back together. Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, it's often easier to call long distance. Make sure everyone in the family knows the name, address, and phone number of the contact person. Make sure that all family members know how to respond after a flood or flash flood. Teach all family members how and when to turn off gas, electricity, and water. Teach children how and when to call 9-1-1, police, fire department, and which radio station to tune to for emergency information. Learn about the National Flood Insurance Program.Ask your insurance agent about flood insurance. Homeowner's policies do not cover flood damage."},{"pageNumber":4,"pageContent":"DURING A FLOOD WATCH Listen to a batter-operated radio for the latest storm information. Fill bathtubs, sinks, and jugs with clean water in case water becomes contaminated. Bring outdoor belongings, such as patio furniture, indoors. Move valuable household possessions to the upper floors or to safe ground if time permits. If local authorities instruct you to do so, turn off all utilities at the main switch and close the main gas valve. Be prepared to evacuate. DURING A FLOOD If Indoors: Turn on battery-operated radio or television to get the latest emergency information. Get your preassembled emergency supplies. If told to leave, do so immediately. If Outdoors: Climb to high ground and stay there. Avoid walking through any floodwaters. If it is moving swiftly, even water 6inches deep can sweep you off your feet. If in A Car: If you come to a flooded area, turn around and go another way. If your car stalls, abandon it immediately and climb to higher ground. Many deaths have resulted from attempts to move stalled vehicles. DURING AN EVACUATION If advised to evacuate, do so immediately. Evacuation is much simpler and safer before flood waters become too deep for ordinary vehicles to drive through. Listen to a batter-operated radio for evacuation instructions. Follow recommended evacuation routes. Shortcuts may be blocked. Leave early enough to avoid being marooned by flooded roads. AFTER Flood dangers do not end when the water begins to recede. Listen to a radio or television and don't return home until authorities indicate that doing it so is safe. Remember to help your neighbors who may require special assistance--infants, elderly people, and people with disabilities. Inspect foundations for cracks or other damage. Stay out of buildings if flood waters remain around the building. When entering buildings, use extreme caution. Wear sturdy shoes and use battery-powered lanterns or flashlights when examining buildings. Examine walls, floors, doors, and windows to make sure that the building is not in danger of collapsing. Watch out for animals, especially poisonous snakes, that may have come into your home with the flood waters. Use a stick to poke through debris. Watch for loose plaster and ceilings that could fall. Take pictures of the damage--both to the house and its contents for insurance claims. Look for fire hazards. Broken or leaking gas lines flooded electrical circuits submerged furnaces or electrical appliances flammable or explosive materials coming from upstream throw away food--including canned goods--that has come in contact with flood waters. Pump out flooded basements gradually (about one-third of the water per day) to avoid structural damage. Service damaged septic tanks, cesspools, pits, and leaching systems as soon as possible. Damaged sewage systems are health hazards. INSPECTING UTILITIES IN A DAMAGED HOME Check for gas leaks--If you smell gas or hear blowing or hissing noise, open a window and quickly leave the building. Turn off the gas at the outside main valve if you can and call the gas company from a neighbor's home. If you turn off the gas for any reason, it must be turned back on by a professional. Look for electrical system damage--If you see sparks or broken or frayed wires, or if you smell hot insulation, turn off the electricity at the main fuse box or circuit breaker. If you have to step in water to get to the fuse box or circuit breaker, call an electrician for advice. Check for sewage and water lines damage--If you suspect sewage lines are damaged avoid using the toilets and call a plumber. If water pipes are damaged, contact the water company and avoid the water from the tap. You can obtain safe water by melting ice cubes. SHEET: EARTHQUAKES Earthquakes strike suddenly, violently and without warning. Identifying potential hazards ahead of time and advance planning can reduce the dangers of serious injury or loss of life from an earthquake. BEFORE Check for hazards in the home. Fasten shelves securely to walls. Place large or heavy objects on lower shelves. Store breakable items such as bottled foods, glass, and china in low, closed cabinets with latches. Hang heavy items such as pictures and mirrors away from beds, couches, and anywhere people sit. Brace overhead light fixtures. Repair defective electrical wiring and leaky gas connections. These are potential fire risks. Secure a water heater by strapping it to the wall studs and bolting it to the floor. Repair any deep cracks in ceilings or foundations. Get expert advice if there are signs of structural defects. Store weed killers, pesticides, and flammable products securely in closed cabinets with latches and on bottom shelves. Identify safe places in each room."},{"pageNumber":5,"pageContent":"Under sturdy furniture such as a heavy desk or table. Against an inside wall. Away from where glass could shatter around windows, mirrors, pictures, or where heavy bookcases or other heavy furniture could fall over. Locate safe places outdoors. In the open, away from buildings, trees, telephone and electrical lines, overpasses, or elevated expressways. Make sure all family members know how to respond after an earthquake. Teach all family members how and when to turn off gas, electricity, and water. Teach children how and when to call 9-1-1, police, or fire department and which radio station to tune to for emergency information. Contact your local emergency management office or American Red Cross chapter for more information on earthquakes. Have disaster supplies on hand. Flashlight and extra batteries Portable battery-operated radio and extra batteries, First aid kit and manual, Emergency food and water, Nonelectric can opener, Essential medicines, Cash and credit cards, Sturdy shoes Develop an emergency communication plan. In case family members are separated from one another during an earthquake (a real possibility during the day when adults are at work and children are at school), develop a plan for reuniting after the disaster. Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, it's often easier to call long distance. Make sure everyone in the family knows the name, address, and phone number of the contact person. DURING If indoors: Take cover under a piece of heavy furniture or against an inside wall and hold on. Stay inside. The most dangerous thing to do during the shaking of an earthquake is to try to leave the building because objects can fall on you. If outdoors:Move into the open, away from buildings, street lights, and utility wires. Once in the open, stay there until the shaking stops. If in a moving vehicle:Stop quickly and stay in the vehicle. Move to a clear area away from buildings, trees, overpasses, or utility wires. Once the shaking has stopped, proceed with caution. Avoid bridges or ramps that might have been damaged by the quake. Pets after an Earthquake The behavior of pets may change dramatically after an earthquake. Normally quiet and friendly cats and dogs may become aggressive or defensive. Watch animals closely. Leash dogs and place them in a fenced yard. Pets may not be allowed into shelters for health and space reasons. Prepare an emergency pen for pets in the home that includes a 3-day supply of dry food and a large container of water. AFTER Be prepared for aftershocks. Although smaller than the main shock, aftershocks cause additional damage and maybring weakened structures down. Aftershocks can occur in the first hours, days, weeks, or even months after the quake. Help injured or trapped persons. Give first aid where appropriate. Do not move seriously injured persons unless they are in immediate danger of further injury. Call for help. Listen to a battery-operated radio or television for the latest emergency information. Remember to help your neighbors who may require special assistance infants, the elderly, and people with disabilities. Stay out of damaged buildings. Return home only when authorities say it is safe. Use the telephone only for emergency calls. Clean up spilled medicines, bleaches or gasoline or other flammable liquids immediately. Leave the area if you smell gas or fumes from other chemicals. Open closet and cupboard doors cautiously. Inspect the entire length of chimneys carefully for damage. Unnoticed damage could lead to a fire. INSPECTING UTILITIES IN A DAMAGED HOME Check for gas leaks--If you smell gas or hear blowing or hissing noise, open a window and quickly leave the building. Turn off the gas at the outside main valve if you can and call the gas company from a neighbor's home. If you turn off the gas for any reason, it must be turned back on by a professional. Look for electrical system damage--If you see sparks or broken or frayed wires, or if you smell hot insulation, turn off the electricity at the main fuse box or circuit breaker. If you have to step in water to get to the fuse box or circuit breaker, call an electrician first for advice. Check for sewage and water lines damage--If you suspect sewage lines are damaged, avoid using the toilets and call a plumber. If water pipes are damaged, contact the water company and avoid using water from the tap. You can obtain safe water by melting ice cubes. MITIGATION Mitigation includes any activities that prevent an emergency, reduce the chance of an emergency happening, or lessen the damaging effects of unavoidable emergencies. Investing in preventive mitigation steps now such as repairing deep plaster cracks in ceilings and foundations, anchoring overhead lighting fixtures to the ceiling and following local seismic building standards, will help reduce the impact of earthquakes in the future. For"},{"pageNumber":6,"pageContent":"more information on mitigation, contact your local emergency management office. FACT SHEET: HOUSE AND BUILDING FIRES A fire can engulf a structure in a matter of minutes. Understanding the basic characteristics of fire and learning the proper safety practices can be the key to surviving a house or building fire. BEFORE Install smoke detectors. Check them once a month and change the batteries at least once a year. Develop and practice an escape plan. Make sure all family members know what to do in a fire. Draw a floor plan with at least two ways of escaping every room. Choose a safe meeting place outside the house. Practice alerting other household members. It is a good idea to keep a bell and a flashlight in each bedroom for this purpose. Practice evacuating the building blindfolded. In a real fire situation, the amount of smoke generated by a fire will most likely make it impossible to see. Practice staying low to the ground when escaping. Feel all doors before opening them. If the door is hot, get out another way. Learn to stop, drop to the ground, and roll if clothes catch fire. Post emergency numbers near telephones. However, be aware that if a fire threatens your home, you should not place the call to your emergency services from inside the home. It is better to get out first and place the call from somewhere else. Purchase collapsible ladders at hardware stores and practice using them. Install A-B-C type fire extinguishers in the home and teach family members how to use them. Do not store combustible materials in closed areas or near a heat source. Cooking Keep the stove area clean and clear of combustibles such as bags, boxes, and other appliances. If a fire starts, put a lid over the burning pan or use a fire extinguisher. Be careful. Moving the pan can cause the fire to spread. Never pour water on grease fires. Check electrical wiring. Replace wiring if frayed or cracked. Make sure wiring is not under rugs, over nails, or in high traffic areas. Do not overload outlets or extension cords. Outlets should have cover plates and no exposed wiring. Only purchase appliances and electrical devices that have a label indicating that they have been inspected by a testing laboratory such as Underwriter's Laboratories (UL) or Factory Mutual (FM). Contact your local fire department or the local American Red Cross chapter for more information on fire safety. DURING Get out as quickly and as safely as possible. Use the stairs to escape. When evacuating, stay low to the ground. If possible, cover mouth with a cloth to avoid inhaling smoke and gases. Close doors in each room after escaping to delay the spread of the fire. If in a room with a closed door. If smoke is pouring in around the bottom of the door or it feels hot, keep the door closed. Open a window to escape or for fresh air while awaiting rescue. If there is no smoke at the bottom or top and the door is not hot, then open the door slowly. If there is too much smoke or fire in the hall, slam the door shut. Call the fire department from a location outside the house. AFTER Give first aid where appropriate. Seriously injured or burned victims should be transported to professional medical help immediately. Stay out of damage buildings. Return home only when local fire authorities say it is safe. Look for structural damage. Discard food that has been exposed to heat, smoke, or soot. Contact insurance agent. Don't discard damaged goods until after an inventory has been taken. Save receipts for money relating to fire loss. Heating Devices Heating devices such as portable heaters, wood stoves, and fireplaces demand safe operation. Use portable heaters in well-ventilated rooms only. Refuel kerosene heaters outdoors only. Have chimneys and wood stoves cleaned annually. Buy only approved heaters and follow the manufacturers' directions. Smoke Detectors Smoke detectors more than double the chance of surviving a fire. Smoke detectors sense abnormal amounts of smoke or invisible combustion gases in the air. They can detect both smoldering and burning fires. At least one smoke detector should be installed on every level of a structure. Test the smoke detectors each month and replace the batteries at least once a year. Purchase smoke detectors labeled by the Underwriter's Laboratories (UL) or Factory Mutual (FM). The U.S. Fire Administration has more information on fire safety and firefighting. FEMA - FACT SHEET: HAZARDOUS MATERIALS IN THE HOME"},{"pageNumber":7,"pageContent":"FACT SHEET: HAZARDOUS MATERIALS IN THE HOME Nearly every household uses products containing hazardous materials. Although the risk of a chemical accident is slight, knowing how to handle these products and how to react during an emergency can reduce the risk of injury. PREPARE Contact authorities on hazardous household materials, such as the Environmental Protection Agency, for information about potentially dangerous household products and their antidotes. Ask about the advisability of maintaining antidotes in your home for: Cleaners and germicides, Deodorizers, Detergents, Drain and bowl cleaners, Gases, Home medications, Laundry bleaches, Liquid fuels, Paint removers and thinners, Store household chemicals according to the instructions on the label. Read instructions on how to dispose of chemicals properly. Small amounts of the following products can be safely poured down the drain with plenty of water: Antifreeze, Bathroom and glass cleaner, Bleach, Drain cleaner, Fertilizer Household disinfectant, Laundry and dishwashing detergent, Rubbing alcohol Rug and upholstery cleaner, Toilet bowl cleaner, Small amounts of the following products should be disposed of by wrapping the container in newspaper and plastic and placing it in the trash: Brake fluid, Car wax or polish, Dish and laundry soap, Drain cleaner, Fertilizer, Furniture and floor polish, Insect repellent, Nail polish, Oven cleaner, Paint thinner and strippers, Pesticides, Powder cleansers, Toilet bowl cleaner, Water-based paint, Wood preservatives, Dispose of the following products at a recycling center or a collection site: Kerosene, Motor or fuel oil, Car battery or battery acid, Diesel fuel, Transmission fluid, Large amounts of paint, Thinner or stripper, Power steering fluid, Turpentine, Gun cleaning solvents, Tires Disposing of Medicines and Spray Cans Flush medicines that are no longer being used or that are out-dated down the toilet and place the empty container in the trash. Empty spray cans by pressing the button until nothing comes out and then place the can in the trash. Do not place spray cans into a burning barrel, incinerator, or trash compactor because they may explode. BEFORE Keep fire extinguishers in home and car. Post the number of the nearest poison control center by the telephone. Learn to recognize the symptoms of toxic poisoning: Difficulty in breathing Irritation of the eyes, skin, throat, or respiratory tract Changes in skin color Headache or blurred vision Dizziness Clumsiness or lack of coordination Cramps or diarrhea DURING If there is danger of a fire or explosion, get out of the house immediately. If there is a fire or explosion, call the fire department after you get out. Stay away from the house to avoid the possibility of breathing toxic fumes. AFTER Wash hands, arms or other parts of the body that may have been exposed to the chemical. Discard any clothing that may have been contaminated. Administer first aid treatment to victims of chemical burns: Call 9-1-1 for emergency help. Remove clothing and jewelry from around the injury. Pour clean, cool water over the burn for 15-30 minutes. Loosely cover the burn with a sterile or clean dressing. Be sure that the dressing will not stick to the burn. Refer victim to a medical professional for further treatment. Eye Contact with a Hazardous Substance If a hazardous substance comes in contact with an eye, it is important to take immediate action. Delaying first aid can greatly increase the likelihood of permanent injury. Flush the eye with clear, lukewarm water for a minimum of 15 minutes. Continue the cleansing process even if the victim indicates he or she no longer is feeling any pain, then seek medical attention. FACT SHEET: HAZARDOUS MATERIALS ACCIDENTS"},{"pageNumber":8,"pageContent":"A hazardous materials accident can occur anywhere. Communities located near chemical manufacturing plants are particularly at risk. However, hazardous materials are transported on our roadways, railways and waterways daily, so any area is considered vulnerable to an accident. BEFORE Learn to detect the presence of a hazardous material. Many hazardous materials do not have a taste or an odor. Some materials can be detected because they cause physical reactions such as watering eyes or nausea. Some hazardous materials exist beneath the surface of the ground and can be recognized by an oil or foam-like appearance. Contact your Local Emergency Planning Committee (LEPC) or local emergency management office for information about hazardous materials and community response plans. Find out evacuation plans for your workplace and your children's schools. Be ready to evacuate. Plan several evacuation routes out of the area. Ask about industry and community warning systems. Have disaster supplies on hand. Flashlight and extra batteries Portable, battery-operated radio and extra batteries First aid kit and manual Emergency food and water Nonelectric can opener Essential medicines Cash and credit cards Sturdy shoes Develop an emergency communication plan. In case family members are separated from one another during a hazardous materials accident (this is a real possibility during the day when adults are at work and children are at school), develop a plan for reuniting after the disaster.Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, it's often easier to call long distance. Make sure everyone knows the name, address and phone number of the contact person. DURING If you hear a siren or other warning signal, turn on a radio or television for further emergency information. IF CAUGHT AT THE SCENE OF AN ACCIDENT If you see an accident, call 9-1-1 or the local fire department to report the nature and location of the accident as soon as possible. Move away from the accident scene and help keep others away. Do not walk into or touch any of the spilled substance. Try not to inhale gases, fumes and smoke. If possible, cover mouth with a cloth while leaving the area. Stay away from accident victims until the hazardous material has been identified. Try to stay upstream, uphill and upwind of the accident. IF ASKED TO STAY INDOORS (\"IN-PLACE SHELTERING\") Seal house so contaminants cannot enter. Close and lock windows and doors. Seal gaps under doorways and windows with wet towels and duct tape. Seal gaps around window and air conditioning units, bathroom and kitchen exhaust fans, and stove and dryer vents with duct tape and plastic sheeting, wax paper or aluminum wrap. Close fireplace dampers. Close off nonessential rooms such as storage areas, laundry rooms and extra bedrooms. Turn off ventilation systems. Assisting Accident Victims Don't try to care for victims of a hazardous materials accident until the substance has been identified and authorities indicate it is safe to go near victims. Then you can move victims to fresh air and call for emergency medical care. Remove contaminated clothing and shoes and place them in a plastic bag. Cleanse victims that have come in contact with chemicals by immediately pouring cold water over the skin or eyes for at least 15 minutes, unless authorities instruct you not to use water on the particular chemical involved. Bring pets inside. Immediately after the \"in-place sheltering\" announcement is issued, fill up bathtubs or large containers for an additional water supply and turn off the intake valve to the house. If gas or vapors could have entered the building, take shallow breaths through a cloth or a towel. Avoid eating or drinking any food or water that may be contaminated. Monitor the Emergency Broadcast System station for further updates and remain in shelter until authorities indicate it is safe to come out. Evacuation Authorities will decide if evacuation is necessary based primarily on the type and amount of chemical released and how long it is expected to affect an area. Other considerations are the length of time it should take to evacuate the area, weather conditions, and the time of day. IF ASKED TO EVACUATE Stay tuned to a radio or television for information on evacuation routes, temporary shelters, and procedures. Follow the routes recommended by the authorities--shortcuts may not be safe. Leave at once. If you have time, minimize contamination in the house by closing all windows, shutting all vents, and turning off attic fans. Take pre-assembled disaster supplies. Remember to help your neighbors who may require special assistance--infants, elderly people and people with disabilities."},{"pageNumber":9,"pageContent":"AFTER Return home only when authorities say it is safe. Follow local instructions concerning the safety of food and water. Clean up and dispose of residue carefully. Follow instructions from emergency officials concerning clean-up methods. FACT SHEET: EXTREME HEAT Doing too much on a hot day, spending too much time in the sun or staying too long in an overheated place can cause heat-related illnesses. Know the symptoms of heat disorders and overexposure to the sun, and be ready to give first aid treatment. BEFORE Contact your local emergency management office or American Red Cross chapter for information on extreme heat. Install window air conditioners snugly. Close any floor heat registers nearby. Insulate spaces around air conditioners for a tighter fit. Use a circulating or box fan to spread the cool air. Keep heat outside and cool air inside. Install temporary reflectors, such as aluminum foil covered cardboard, to reflect any heat back outside. Keep the cool air inside by weather-stripping doors and windowsills. Consider keeping storm windows up all year. Storm windows can keep the heat of a house in the summer the same way they keep the cold out in the winter. Check air-conditioning ducts for proper insulation. DURING Protect windows. Hang shades, draperies, awnings, or louvers on windows that receive morning or afternoon sun. Outdoor awnings or louvers can reduce the heat entering the house by as much as 80 percent. Conserve electricity. During periods of extreme heat, people tend to use a lot more power for air conditioning which can lead to a power shortage or outage.Stay indoors as much as possible. If air conditioning is not available, stay on the lowest floor out of the sunshine. Remember that electric fans do not cool, they just blow hot air around. Eat well-balanced,light meals. Drink plenty of water regularly. Persons who have epilepsy or heart, kidney, or liver disease; are on fluid restrictive diets; or have a problem with fluid retention should consult a doctor before increasing liquid intake. Limit intake of alcoholic beverages. Although beer and alcohol beverages appear to satisfy thirst, they actually cause further body dehydration. Dress in loose- fitting clothes that cover as much skin as possible. Lightweight, light-colored clothing that reflects heat and sunlight and helps maintain normal body temperature. Protect face and head by wearing a wide-brimmed hat. Allow your body to get acclimated to hot temperatures for the first 2 or 3 days of a heat wave. Avoid too much sunshine. Sunburn slows the skin's ability to cool itself. Use a sunscreen lotion with a high SPF (sun protection factor) rating. DURING Avoid extreme temperature changes. A cool shower immediately after coming in from hot temperatures can result in hypothermia, particularly for elderly and very young people. Slow down. Reduce, eliminate, or reschedule strenuous activities. High-risk individuals should stay in cool places. Get plenty of rest to allow your natural \"cooling system\" to work. Take salt tablets only if specified by your physician. Persons on salt-restrictive diets should check with a physician before increasing salt intake.Vacuum air conditioner filters weekly during periods of high use. Learn the symptoms of heat disorders and know how to give first aid. DURING A DROUGHT Lower water use. Watering the lawn and washing the car waste water. Whenever possible, re-use water. Place a brick or other large, solid object in the flush tank of the toilet to reduce the water used to flush. Farmers should contact the county Farmers Home Administration Office for disaster assistance information. HEAT DISORDERS Sunburn Symptoms: Skin redness and pain, possible swelling, blisters, fever, headaches. First Aid: Take a shower, using soap, to remove oils that may block pores preventing the body from cooling naturally. If blisters occur, apply dry, sterile dressings and get medical attention. Heat Cramps Symptoms: Painful spasms usually in leg and abdominal muscles. Heavy sweating. First Aid: Firm pressure on cramping muscles or gentle massage to relieve spasm. Give sips of water. If nausea occurs, discontinue. Heat Exhaustion Symptoms: Heavy sweating, weakness, skin cold, pale and clammy. Weak pulse."},{"pageNumber":10,"pageContent":"Normal temperature possible. Fainting, vomiting. First Aid: Get victim to lie down in a cool place. Loosen clothing. Apply cool, wet cloths. Fan or move victim to air-conditioned place. Give sips of water. If nausea occurs, discontinue. If vomiting occurs, seek immediate medical attention. Heat Stroke (Sun Stroke) Symptoms: High body temperature (106+). Hot, dry skin. Rapid, strong pulse. Possible unconsciousness. Victim will likely not sweat. First Aid: Heat stroke is a severe medical emergency. Call 9-1-1 or emergency medical services or get the victim to a hospital immediately. Delay can be fatal. Move victim to a cooler environment. Try a cool bath or sponging to reduce body temperature. Use extreme caution. Remove clothing. Use fans and/or air conditioners. DO NOT GIVE FLUIDS. FACT SHEET: HURRICANES Hurricanes can be dangerous killers. Learning the hurricane warning messages and planning ahead can reduce the chances of injury or major property damage. BEFORE Plan an evacuation route. Contact the local emergency management office or American Red Cross chapter, and ask for the community hurricane preparedness plan. This plan should include information on the safest evacuation routes and nearby shelters. Learn safe routes inland. Be ready to drive 20 to 50 miles inland to locate a safe place. Have disaster supplies on hand. Flashlight and extra batteries Portable, battery-operated radio and extra batteries First aid kit and manual Emergency food and water Nonelectric can opener Essential medicines Cash and credit cards Sturdy shoes Make arrangements for pets. Pets may not be allowed into emergency shelters for health and space reasons. Contact your local humane society for information on local animal shelters. Make sure that all family members know how to respond after a hurricane. Teach family members how and when to turn off gas, electricity, and water. Teach children how and when to call 9-1-1, police, or fire department and which radio station to tune to for emergency information. Protect your windows. Permanent shutters are the best protection. A lower-cost approach is to put up plywood panels. Use 1/2 inch plywood--marine plywood is best--cut to fit each window. Remember to mark which board fits which window. Pre-drill holes every 18 inches for screws. Do this long before the storm. Trim back dead or weak branches from trees. Check into flood insurance. You can find out about the National Flood Insurance Program through your local insurance agent or emergency management office. There is normally a 30-day waiting period before a new policy becomes effective. Homeowners polices do not cover damage from the flooding that accompanies a hurricane. Develop an emergency communication plan. In case family members are separated from one another during a disaster (a real possibility during the day when adults are at work and children are at school), have a plan for getting back together. Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, it's often easier to call long distance. Make sure everyone in the family knows the name, address, and phone number of the contact person. Hurricane Watches and Warnings A hurricane watch is issued when there is a threat of hurricane conditions within 24-36 hours. A hurricane warning is issued when hurricane conditions (winds of 74 miles per hour or greater, or dangerously high water and rough seas) are expected in 24 hours or less. DURING A HURRICANE WATCH Listen to a battery-operated radio or television for hurricane progress reports. Check emergency supplies. Fuel car. Bring in outdoor objects such as lawn furniture, toys, and garden tools and anchor objects that cannot be brought inside. Secure buildings by closing and boarding up windows. Remove outside antennas. Turn refrigerator and freezer to coldest settings. Open only when absolutely necessary and close quickly. Store drinking water in clean bathtubs, jugs, bottles, and cooking utensils. Review evacuation plan. Moor boat securely or move it to a designated safe place. Use rope or chain to secure boat to trailer. Use tiedowns to anchor trailer to the ground or house."},{"pageNumber":11,"pageContent":"DURING A HURRICANE WARNING Listen constantly to a battery-operated radio or television for official instructions. If in a mobile home, check tiedowns and evacuate immediately. Store valuables and personal papers in a waterproof container on the highest level of your home. Avoid elevators. If at home: Stay inside, away from windows, skylights, and glass doors. Keep a supply of flashlights and extra batteries handy. Avoid open flames, such as candles and kerosene lamps, as a source of light. If power is lost, turn off major appliances to reduce power \"surge\" when electricity is restored. If officials indicate evacuation is necessary: Leave as soon as possible. Avoid flooded roads and watch for washed-out bridges. Secure your home by unplugging appliances and turning off electricity and the main water valve. Tell someone outside of the storm area where you are going. If time permits, and you live in an identified surge zone, elevate furniture to protect it from flooding or better yet, move it to a higher floor. Bring pre-assembled emergency supplies and warm protective clothing. Take blankets and sleeping bags to shelter. Lock up home and leave. AFTER Stay tuned to local radio for information. Help injured or trapped persons. Give first aid where appropriate. Do not move seriously injured persons unless they are in immediate danger of further injury. Call for help. Return home only after authorities advise that it is safe to do so. Avoid loose or dangling power lines and report them immediately to the power company, police, or fire department. Enter your home with caution. Beware of snakes, insects, and animals driven to higher ground by flood water. Open windows and doors to ventilate and dry your home. Check refrigerated foods for spoilage. Take pictures of the damage, both to the house and its contents and for insurance claims. Drive only if absolutely necessary and avoid flooded roads and washed-out bridges. Use telephone only for emergency calls. INSPECTING UTILITIES IN A DAMAGED HOME Check for gas leaks--If you smell gas or hear blowing or hissing noise, open a window and quickly leave the building. Turn off the gas at the outside main valve if you can and call the gas company from a neighbor's home. If you turn off the gas for any reason, it must be turned back on by a professional. Look for electrical system damage--If you see sparks or broken or frayed wires, or if you smell hot insulation, turn off the electricity at the main fuse box or circuit breaker. If you have to step in water to get to the fuse box or circuit breaker, call an electrician first for advice. Check for sewage and water lines damage--If you suspect sewage lines are damaged avoid using the toilets and call a plumber. If water pipes are damaged, contact the water company and avoid the water from the tap. You can obtain safe water by melting ice cubes. MITIGATION Mitigation includes any activities that prevent an emergency, reduce the chance of an emergency happening, or lessen the damaging effects of unavoidable emergencies. Investing in preventive mitigation steps now such as strengthening unreinforced masonry to withstand wind and flooding and installing shutters on every window will help reduce the impact of hurricanes in the future. For more information on mitigation , contact your local emergency management office. FACTSHEET: LANDSLIDES AND MUDFLOWS Landslide and mudflows usually strike without warning. The force of rocks, soil, or other debris moving down a slope can devastate anything in its path. Take the following steps to be ready. BEFORE Get a ground assessment of your property. Your county geologist or county planning department may have specific information on areas vulnerable to landsliding. Consult a professional geotechnical expert for opinions and advice on landslide problems and on corrective measures you can take. Minimize home hazards. Plant ground cover on slopes and build retaining walls. In mudflow areas, build channels or deflection walls to direct the flow around buildings. Remember: If you build walls to divert debris flow and the flow lands on a neighbor's property, you may be liable for damages. Learn to recognize the landslide warning signs. Doors or windows stick or jam for the first time. New cracks appear in plaster, tile, brick, or foundations. Outside walls, walks, or stairs begin pulling away from the building. Slowly developing, widening cracks appear on the ground or on paved areas such as streets or driveways. Underground utility lines break. Bulging ground appears at the base of a slope. Water breaks through the ground surface in new locations. Fences, retaining walls, utility poles, or trees tilt or move. You hear a faint rumbling sound that increases in volume as the landslide nears.The ground slopes downward in one specific direction and may begin shifting in that direction under your feet. Make evacuation plans. Plan at least two evacuation routes since roads may become blocked or closed. Develop an emergency communication plan. In case family members are separated from one another during a landslide or mudflow this is (a real possibility during the day when adults are at work and children are at school), have a plan for getting back together. Ask an out-of-state relative or friend to serve as the \"family contact\". After a disaster, it's often easier to call long distance. Make sure everyone knows the name, address, and phone number of the contact person. Insurance Mudflow is covered by flood insurance policies from"},{"pageNumber":12,"pageContent":"the National Flood Insurance Program. Flood insurance can be purchased through a local insurance agency. DURING If inside a building: Stay inside. Take cover under a desk, table, or other piece of sturdy furniture. If outdoors: Try and get out of the path of the landslide or mudflow. Run to the nearest high ground in a direction away from the path. If rocks and other debris are approaching, run for the nearest shelter such as a group of trees or a building. If escape is not possible, curl into a tight ball and protect your head. Sinkholes A sinkhole occurs when groundwater dissolves a vulnerable land surface such as limestone, causing the land surface to collapse from a lack of support. In June 1993, a 100-foot wide, 25-foot deep sinkhole formed under a hotel parking lot in Atlanta, killing two people and engulfing numerous cars. AFTER Stay away from the slide area. There may be danger of additional slides. Check for injured and trapped persons near the slide area. Give first aid if trained. Remember to help your neighbors who may require special assistance--infants, elderly people, and people with disabilities. Listen to a battery-operated radio or television for the latest emergency information. Remember that flooding may occur after a mudflow or a landslide. Check for damaged utility lines. Report any damage to the utility company. Check the building foundation, chimney, and surrounding land for damage. Replant damaged ground as soon as possible since erosion caused by loss of ground cover can lead to flash flooding. Seek the advice of geotechnical expert for evaluating landslide hazards or designing corrective techniques to reduce landslide risk. MITIGATION Mitigation includes any activities that prevent an emergency, reduce the chance of an emergency happening, or lessen the damaging effects of unavoidable emergencies. Investing in preventive mitigation steps now such as planting ground cover (low growing plants) on slopes, or installing flexible pipe fitting to avoid gas or water leaks, will help reduce the impact of landslides and mudflows in the future. For more information on mitigation, contact your local emergency management office. FACT SHEET: NUCLEAR POWER PLANT EMERGENCY Although construction and operation of nuclear power plants are closely monitored and regulated by the Nuclear Regulatory Commission, accidents, though unlikely, are possible. The most immediate danger from an accident at a nuclear power plant is exposure to radiation. BEFORE Know these facts about a nuclear power plant emergency. A nuclear power plant accident would not cause the same widespread destruction as a nuclear weapon. Although radioactive materials could be released in a cloud or plume, the fallout would be minimal compared to a nuclear weapon. There may be a radiation hazard in the surrounding areas, depending on the type of accident, amount of radiation released, and weather factors. Radiation would be monitored by authorities to determine potential danger and warn the public. Local citizens would be evacuated or instructed on how to avoid radiation hazards. Attend public information meetings. Local emergency managers and plant officials can provide information about radioactivity; safety precautions; and local, state, industry, and federal accident emergency plans. Ask about the hazards radiation may pose to your family. Young children, pregnant women, and the elderly may be affected more than others. Ask where nuclear power plants, radioactive storage sites, and radioactive waste dumps are located. Learn your community's warning systems. Learn emergency plans for schools, day care centers, nursing homes--anywhere family members might be. Have disaster supplies on hand. Flashlight and extra batteries Portable, battery-operated radio and extra batteries First aid kit and manual Emergency food and water Nonelectric can opener Essential medicines Cash and credit cards Sturdy shoes Obtain information about official evacuation routes from local officials. Terms for Describing Nuclear Power Plant Emergencies Know the following terms and what they mean:"},{"pageNumber":13,"pageContent":" Notification of unusual event means a problem has occurred at the plant, but no radiation leak is expected. No action by you is necessary. Alert means that small amounts of radiation could leak inside the plant, but it will not affect the community. No action by you is necessary. Site area emergency describes a more serous problem. Small amounts of radiation could leak from the plant. Area sirens may sound. Listen to your radio or television for information. General emergency refers to a serious problem. Radiation could leak outside the plant and off the plant site. Area sirens will sound. Listen to your radio or television for instructions. Be prepared to evacuate or shelter in your home. BEFORE Be prepared to evacuate or shelter in your home. Develop an emergency communication plan. In case family members are separated from one another during a disaster (a real possibility during the day when adults are at work and children are at school), have a plan for getting back together. Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, it's often easier to call long distance. Make sure everyone know the name, address, and phone number of the contact person. Emergency Response Plans Federal, state, and local officials work together to develop emergency response plans for nuclear power plants and surrounding communities. These plans are tested through exercises that can include small-scale evacuation drills for public institutions such as schools and nursing homes. DURING Listen to a battery-operated radio or television for official information. Not all nuclear power plant incidents result in the release of radiation. If advised to remain at home: Bring pets inside. Close and lock windows and doors. Turn off air conditioning, vents, fans, and furnace. Close fireplace dampers. Go to the basement or other underground area. Stay inside until authorities say it is safe. If you must go out, cover mouth and nose with a damp towel. When coming in from outdoors: Shower and change clothing and shoes. Put items worn outdoors in a plastic bag and seal it. If advised to evacuate: Listen to a radio or television for information on evacuation routes, temporary shelters, and procedures. Minimize contamination in house. Close and lock windows and doors. Turn off air conditioning, vents, fans, and furnace. Close fireplace dampers. Take disaster supplies. Remember your neighbors who may require special assistance--infants, elderly people, and people with disabilities. Three Ways to Minimize Radiation Exposure There are three factors that minimize radiation exposure to your body: Distance, Shielding, and Time. Distance--The more distance between you and the source of the radiation, the less radiation you will receive. In a serious nuclear accident, local officials will likely call for an evacuation, thereby increasing the distance between you and the radiation. Shielding Like distance, the more heavy, dense materials between you and the source of the radiation, the better. This is why local officials could advise you to remain indoors if a radiological accident occurs. In some cases, the walls in your home would be sufficient shielding to protect you. Time Most radioactivity loses its strength fairly quickly. Limiting the time spent near the source of radiation reduces the amount of radiation you will receive. Following a radiological accident, local authorities will monitor any release of radiation and determine when the threat has passed. After the Event When the immediate danger has passed, avoid using foods from your garden or milk from cows or goats until they can be inspected by local emergency officials. Remember that contamination can affect areas many miles from the accident site. FACT SHEET: RADIOLOGICAL ACCIDENTS Radiological accidents can occur wherever radioactive materials are used, stored or transported. In addition to nuclear power plants, hospitals, universities, research laboratories, industries, major highways, railroads"},{"pageNumber":14,"pageContent":"or shipping yards could be the site of a radiological accident. BEFORE Know these facts about radiation and materials. Radioactive materials are composed of atoms that are unstable. An unstable atom gives off its excess energy until it becomes stable. The energy emitted is radiation. The process by which an atom changes from an unstable state to a more stable state by emitting radiation is called radioactive decay or radioactivity. Radioactive materials are dangerous because of the harmful effect of certain types of radiation on the cells of the body. The longer a person is exposed to radiation, the greater the risk. People receive some radiation exposure each day from the sun, radioactive elements in the soil and rocks, household appliances like television sets and microwave ovens, and medical and dental x-rays. Radiation cannot be detected by sight, smell, or any other sense. Contact your local emergency manager for information about how to respond to a radiological accident, and to learn emergency plans for schools, day care centers, nursing homes--anywhere family members might be. Communities located on major transportation routes should develop and practice an emergency plan for handling transportation accidents involving radiological materials. Learn your community's warning systems. Obtain information about official evacuation routes from local officials. Have disaster supplies on hand. Flashlight and extra batteries Portable, batter-operated radio and extra batteries First aid kit and manual Emergency food and water Nonelectric can opener Essential medicines Cash and credit cards Sturdy shoes Three Ways to Minimize Radiation Exposure There are three factors that minimize radiation exposure to your body: Distance, Shielding, and Time. Distance--The more distance between you and the source of the radiation, the less radiation you will receive. In a serious nuclear accident, local officials will likely call for an evacuation, thereby increasing the distance between you and the radiation. Shielding--Like distance, the more heavy, dense materials between you and the source of the radiation, the better. This is why local officials could advise you to remain indoors if an radiological accident occurs. In some cases, the walls in your home would be sufficient shielding to protect you. Time--Most radioactivity loses its strength fairly quickly. Limiting the time spent near the source of radiation reduces the amount of radiation you will receive. Following a radiological accident, local authorities will monitor any release of radiation and determine when the threat has passed. BEFORE Be prepared to evacuate or shelter in your home. Develop an emergency communication plan.<BR> In case family members are separated from one another during a disaster (a real possibility during the day when adults are at work and children are at school), have a plan for getting back together. Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, it's often easier to call long distance. Make sure everyone know the name, address, and phone number of the contact person. DURING Listen to the radio or television for official information. If advised to remain at home: Bring pets inside. Close and lock windows and doors. Turn off air conditioning, vents, fans, and furnace. Close fireplace dampers. Go to the basement or other underground area. Stay inside until authorities say it is safe. If you must go out, cover mouth and nose with a damp towel. Be prepared to evacuate or shelter in your home. When coming in from outdoors: Shower and change clothing and shoes. Put items worn outdoors in a plastic bag and seal it. If advised to evacuate: Listen to a radio or television for information on evacuation routes, temporary shelters, and procedures. Minimize contamination in house. Close and lock windows and doors. Turn off air conditioning, vents, fans, and"},{"pageNumber":15,"pageContent":"furnace. Close fireplace dampers. Take disaster supplies. Remember your neighbors who may require special assistance--infants, elderly people, and people with disabilities. After the Event When the immediate danger has passed, avoid using foods from your garden or milk from your cows or goats until these can be inspected by a local emergency official. Contamination could affect areas as far as 50 miles from the accident site. PETS AND DISASTERS Make arrangements for your pets as part of your household disaster planning. If you must evacuate your home, it's always to take your pets with you. For health and space reasons, pets will not be allowed in public emergency shelters. If, as a last resort, you have to leave your pets behind, make sure you have a plan to ensure their care. BEFORE Contact your local animal shelter, humane society, veterinarian or emergency management office for information on caring for pets in an emergency. Find out if there will be any shelters set-up to take pets in an emergency. Also, see if your veterinarian will accept your pet in an emergency. Decide on safe locations in your house where you could leave your pet in an emergency. Consider easy to clean areas such as utility areas or bathrooms and rooms with access to a supply of fresh water. Avoid choosing rooms with hazards such as windows, hanging plants or pictures in large frames. In case of flooding, the location should have access to high counters that pets can escape to. Set up two separate locations if you have dogs and cats. Buy a pet carrier that allows your pet to stand up and turn around inside. Train your pet to become comfortable with the carrier. Use a variety of training methods such as feeding it in the carrier or placing a favorite toy or blanket inside. If your pet is on medication or a special diet, find out from your veterinarian what you should do in case you have to leave it alone for several days. Try and get an extra supply of medications. Make sure your pet has a properly fitted collar that includes current license and rabies tags. Including an identification tag that has your name, address, and phone number. If your dog normally wears a chain link \"choker\" collar, have a leather or nylon collar available if you have to leave him alone for several days. Keep your pet's shots current and know where the records are. Most kennels require proof of current rabies and distemper vaccinations before accepting a pet. Contact motels and hotels in communities outside of your area and find out if they will accept pets in an emergency. When assembling emergency supplies for the household, include items for pets. Extra food (The food should be dry and relatively unappealing to prevent overheating. Store the food in sturdy containers.) Kitty litter, Large capacity self-feeder and water dispenser, Extra medications , Trained Guide Dogs In most states, trained guide dogs for the blind, hearing impaired or handicapped will be allowed to stay in emergency shelters with their owners. Check with local emergency management officials for more information. DURING Bring your pets inside immediately. Animals have instincts about severe weather changes and will often isolate themselves if they are afraid. Bringing them inside early can stop them from running away. Never leave a pet outside or tied up during a storm. If you evacuate and have to leave your pet at home, prepare a safe location for it. Leave familiar items such as the pet's normal bedding and favorite toys. Leave a two or three day supply of dry food, even if it's not the pets usual food. The food should not be moistened because it turn rancid or sour. Leave the food in a sturdy container that the pet cannot overturn. Leave the water in a sturdy, no-spill container. If possible, open a faucet slightly and let the water drip into a big container. Large dogs may be able to ovtain frresh water from a partially filled bathtub. Replace a chain link \"choker\" collar with a leather or nylon collar. Make sure the collar has tags and identification. Separate dogs and cats. Even if your dogs and cats normally get along, the anxiety of an emergency situation can cause pets to act irrationally. Keep small pets away from cats and dogs. If you evacuate and plan to take your pets, remember to bring your pet's medical records and medicines with your emergency supplies. Birds Birds must eat daily to survive. In an emergency, you may have to leave your birds behind. Talk with your veterinarinan or local pet store about special food dispensers that regulate the amount of foo a bird is given. Make sure that the bird is caged and the cage is covered by a thin cloth or sheet to provide security and filtered light. AFTER If after a disaster you have to leave town, take your pets with you. Pets are unlikely to survive on their own. In the first few days after the disaster, leash your pets when they go outside. Always maintain close contact. Familiar scents and landmarks may be altered and your pet may become confused and lost. Also, snakes and other dangerous animals may be brought into the area with flood areas. Downed power lines are a hazard."},{"pageNumber":16,"pageContent":"The behavior of your pets may change after an emergency. Normally quiet and friendly pets may become aggressive or defensive. Watch animals closely. Leash dogs and place them in a fenced yard with access to shelter and water. FACT SHEET: TERRORISM A terrorist attack with conventional weapons such as firearms, explosives or incendiary devices in the United States remains possible, though unlikely. BEFORE Learn about the nature of terrorism. Terrorists often choose targets that offer little danger to themselves and areas with relatively easy public access. Foreign terrorists look for visible targets where they can avoid detection before or after an attack such as international airports, large cities, major international events, resorts, and high-profile landmarks. Learn about the different types of terrorist weapons including explosives, kidnappings, hijackings, arson, and shootings. Prepare to deal with a terrorist incident by adapting many of the same techniques used to prepare for other crises. Be alert and aware of the surrounding area. The very nature of terrorism suggests that there may be little or no warning. Take precautions when traveling. Be aware of conspicuous or unusual behavior. Do not accept packages from strangers. Do not leave luggage unattended. Learn where emergency exists are located. Think ahead about how to evacuate a building, subway or congested public area in a hurry. Learn where staircases are located. Notice your immediate surroundings. Be aware of heavy or breakable objects that could move, fall or break in an explosion. Preparing for a Building Explosion The use of explosives by terrorists can result in collapsed buildings and fires. People who live or work in a multi-level building can do the following: Review emergency evacuation procedures. Know where fire exits are located. Keep fire extinguishers in working order. Know where they are located, and how to use them. Learn first aid. Contact the local chapter of the American Red Cross for additional information. Keep the following items in a designated place on each floor of the building. Portable, battery-operated radio and extra batteries, Several flashlights and extra batteries, First aid kit and manual, Several hard hats, Fluorescent tape to rope off dangerous areas. Bomb Threats If you receive a bomb threat, get as much information from the caller as possible. Keep the caller on the line and record everything that is said. Notify the police and the building management. After you've been notified of a bomb threat, do not touch any suspicious packages. Clear the area around the suspicious package and notify the police immediately. In evacuating a building, avoid standing in front of windows or other potentially hazardous areas. Do not restrict sidewalk or streets to be used by emergency officials. DURING In a building explosion, get out of the building as quickly and calmly as possible. If items are falling off of bookshelves or from the ceiling, get under a sturdy table or desk. If there is a fire. Stay low to the floor and exit the building as quickly as possible. Cover nose and mouth with a wet cloth. When approaching a closed door, use the palm of your hand and forearm to feel the lower, middle and upper parts of the door. If it is not hot, brace yourself against the door and open it slowly. If it is hot to the touch, do not open the door-- seek an alternate escape route. Heavy smoke and poisonous gases collect first along the ceiling. Stay below the smoke at all times. AFTER If you are trapped in debris:Use a flashlight. Stay in your area so that you don't kick up dust. Cover your mouth with a handkerchief or clothing. Tap on a pipe or wall so that rescuers can hear where you are. Use a whistle if one is available. Shout only as a last resort--shouting can cause a person to inhale dangerous amounts of dust. Assisting Victims Untrained persons should not attempt to rescue people who are inside a collapsed building. Wait for emergency personnel to arrive. Chemical Agents Chemical agents are poisonous gases, liquids or solids that have toxic effects on people, animals or plants. Most chemical agents cause serious injuries or death. Severity of injuries depends on the type and amount of the chemical agent used, and the duration of exposure. Were a chemical agent attack to occur, authorities would instruct citizens to either seek shelter where they are and seal the premises or evacuate immediately. Exposure to chemical agents can be fatal. Leaving the shelter to rescue or assist victims can be a deadly decision. There is no assistance that the untrained can offer that would likely be of any value to the victims of"},{"pageNumber":17,"pageContent":"chemical agents. Biological Agents Biological agents are organisms or toxins that have illness-producing effects on people, livestock and crops. Because biological agents cannot necessarily be detected and may take time to grow and cause a disease, it is almost impossible to know that a biological attack has occurred. If government officials become aware of a biological attack through an informant or warning by terrorists, they would most likely instruct citizens to either seek shelter where they are and seal the premises or evacuate immediately. A person affected by a biological agent requires the immediate attention of professional medical personnel. Some agents are contagious, and victims may need to be quarantined. Also, some medical facilities may not receive victims for fear of contaminating the hospital population. FACT SHEET: THUNDERSTORMS AND LIGHTNING Some thunderstorms can be seen approaching, while others hit without warning. It is important to learn and recognize the danger signs and to plan ahead. BEFORE Learn the thunderstorm danger signs. Dark, towering, or threatening clouds. Distant lightning and thunder. Have disaster supplies on hand Flashlight with extra batteries Portable, battery-operated radio and extra batteries First aid kit and manual Emergency food and water Nonelectric can opener Essential medicines Cash and credit cards Sturdy shoes Check for hazards in the yard. Dead or rotting trees and branches can fall during a severe thunderstorm and cause injury and damage. Make sure that all family members know how to respond after a thunderstorm. Teach family members how and when to turn off gas, electricity and water. Teach children how and when to call 9-1-1, police, fire department, and which radio station to tune for emergency information. Severe Thunderstorm Watches and Warnings A severe thunderstorm watch is issued by the National Weather Service when the weather conditions are such that a severe thunderstorm (damaging winds 58 miles per hour or more, or hail three-fourths of an inch in diameter or greater) is likely to develop. This is the time to locate a safe place in the home and tell family members to watch the sky and listen to the radio or television for more information. A severe thunderstorm warning is issued when a severe thunderstorm has been sighted or indicated by weather radar. At this point, the danger is very serious and everyone should go to a safe place, turn on a battery- operated radio or television, and wait for the \"all clear\" by the authorities. Learn how to respond to a tornado and flash flood. Tornadoes are spawned by thunderstorms and flash flooding can occur with thunderstorms. When a \"severe thunderstorm warning\" is issued, review what actions to take under a \"tornado warning\" or a \"flash flood warning.\" Develop an emergency communication plan. In case family members are separated from one another during a thunderstorm (a real possibility during the day when adults are at work and children are at school), have a plan for getting back together. Ask an out-of-state relative or friend to serve as the \"family contact\". After a disaster, it's often easier to call long distance. Make sure everyone knows the name, address, and phone number of the contact person. Contact you local emergency management office or American Red Cross chapter for more information on thunderstorms and lightning. DURING If indoors: Secure outdoor objects such as lawn furniture that could blow away or cause damage or injury. Take light objects inside. Shutter windows securely and brace outside doors. Listen to a battery operated radio or television for the latest storm information. Do not handle any electrical equipment or telephones because lightning could follow the wire. Television sets are particularly dangerous at this time. Avoid bathtubs, water faucets, and sinks because metal pipes can transmit electricity. If outdoors: Attempt to get into a building or car. If no structure is available, get to an open space an squat low to the ground as quickly as possible. (If in the woods, find an area protected by low clump of trees--never stand"},{"pageNumber":18,"pageContent":"underneath a single large tree in the open.) Be aware of the potential for flooding in low-lying areas. kneel or crouch with hands on knees. Avoid tall structures such as towers, tall trees, fences, telephone lines, or power lines. Stay away from natural lightning rods such as golf clubs, tractors, fishing rods, bicycles, or camping equipment. Stay from rivers, lakes, or other bodies of water. If you are isolated in a level field or prairie and you feel your hair stand on end (which indicates that lightning is about to strike), drop to your knees and bend forward, putting your hands on your knees. Do not lie flat on the ground. If in a car: Pull safely onto the shoulder of the road away from any trees that could fall on the vehicle. Stay in the car and turn on the emergency flashers until the heavy rains subside. Avoid flooded roadways. Estimating the Distance from a Thunderstorm Because light travels much faster than sound, lightning flashes can be seen long before the resulting thunder is heard. Estimate the number of miles you are from a thunderstorm by counting the number of seconds between a flash of lightning and the next clap of thunder. Divide this number by five. Important: You are in danger from lightning if you can hear thunder. Knowing how far away a storm is does not mean that you're in danger only when the storm is overhead. Hail Hail is produced by many strong thunderstorms. Hail can be smaller than a pea or as large as a softball and can be very destructive to plants and crops. In a hailstorm, take cover immediately. Pets and livestock are particularly vulnerable to hail, so bring animals into a shelter. AFTER Check for injuries. A person who has been struck by lightning does not carry an electrical charge that can shock other people. If the victim is burned, provide first aid and call emergency medical assistance immediately. Look for burns where lightning entered and exited the body. If the strike cause the victim's heart and breathing to stop, give cardiopulmonary resuscitation (CPR) until medical professionals arrive and take over. Remember to help your neighbors who may require special assistance--infants, elderly people,and people with disabilities. Report downed utility wires. Drive only if necessary. Debris and washed-out roads may make driving dangerous. Mitigation Mitigation includes any activities that prevent an emergency, reduce the chance of an emergency happening, or lessen the damaging effects of unavoidable emergencies. Investing in preventive mitigation steps now, such as installing lightning rods to carry the electrical charge of lightning bolts safely to the ground or purchasing flood insurance, will help reduce the impact of severe thunderstorms in the future. For more information on mitigation, contact your local emergency management office. FACTSHEET: TORNADOES When a tornado is coming, you have only a short amount of time to make life-or-death decisions. Advance planning and quick response are the keys to surviving a tornado. BEFORE Conduct tornado drills each tornado season. Designate an area in the home as a shelter, and practice having everyone in the family go there in response to a tornado threat. Discuss with family members the difference between a \"tornado watch\" and a \"tornado warning. Contact your local emergency management office or American Red Cross chapter for more information on tornadoes. Have disaster supplies on hand. Flashlight and extra batteries Portable, battery-operated radio and extra batteries First aid kit and manual Emergency food and water Nonelectric can opener Essential medicines Cash and credit cards Sturdy shoes Develop an emergency communication plan. In case family members are separated from one another during a tornado (a real possibility during the day when adults are at work and children are at school), have a plan for getting back together. Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, it's often easier to call long distance. Make sure everyone in the family knows the name, address, and phone number of the contact person. Tornado Watches and Warnings"},{"pageNumber":19,"pageContent":"A tornado watch is issued by the National Weather Service when weather conditions are such that tornadoes are likely to develop. This is time to remind family members where the safest places within your home are located, and listen to the radio or television for further developments. A tornado warning is is issued when a tornado has been sighted or indicated by radar. The danger is very serious and everyone should go to a safe place, turn on a battery-operated radio and wait for further instructions. Mobile Homes Mobile homes are particularly vulnerable. A mobile home can overturn very easily even if precautions have been taken to tie down the unit. When a tornado warning is issued, take shelter in a building with a strong foundation.If shelter is not available, lie in ditch or low-lying area a safe distance away from the unit. Tornado Danger Signs Learn these tornado danger signs: Large hail: Tornadoes are spawned from powerful thunderstorms and the most powerful thunderstorms produce large hail. Tornadoes frequently emerge from near the hail-producing portion of the storm. Calm before the storm: Before a tornado hits, the wind may die down and the air may become very still. Cloud of debris: An approaching cloud of debris can mark the location of a tornado even if a funnel is not visible. Funnel cloud: A visible rotating extension of the cloud base is a sign that a tornado may develop. A tornado is evident when one or more of the clouds turns greenish (a phenomenon caused by hail) and a dark funnel descends. Roaring noise: The high winds of a tornado can cause a roar that is often compared with the sound of a freight train. Calm behind the storm: Tornadoes generally occur near the trailing edge of a thunderstorm. It is not uncommon to see clear, sunlit skies behind a tornado. DURING If at home: Go at once to the basement, storm cellar, or the lowest level of the building. If there is no basement, go to an inner hallway or a smaller inner room without windows, such as a bathroom or closet. Get away from the windows. Go to the center of the room. Stay away from corners because they tend to attract debris. Get under a piece of sturdy furniture such as a workbench or heavy table or desk and hold on to it. Use arms to protect head and neck. If in a mobile home, get out and find shelter elsewhere. If at work or school: Go to the basement or to an inside hallway at the lowest level. Avoid places with wide-span roofs such as auditoriums, cafeterias, large hallways, or shopping malls. Get under a piece of sturdy furniture such as a workbench or heavy table or desk and hold on to it. Use arms to protect head and neck. If outdoors: If possible, get inside a building. If shelter is not available or there is no time to get indoors, lie in a ditch or low-lying area or crouch near a strong building. Be aware of the potential for flooding. Use arms to protect head and neck. If in a car: Never try to outdrive a tornado in a car or truck. Tornadoes can change direction quickly and can lift up a car or truck and toss it through the air. Get out of the car immediately and take shelter in a nearby building. If there is no time to get indoors, get out of the car and lie in a ditch or low-lying area away from the vehicle. Be aware of the potential for flooding. AFTER Help injured or trapped persons. Give first aid when appropriate. Don't try to move the seriously injured unless they are in immediate danger of further injury. Call for help. Turn on radio or television to get the latest emergency information. Stay out of damaged buildings. Return home only when authorities say it is safe. Use the telephone only for emergency calls. Clean up spilled medicines, bleaches, or gasoline or other flammable liquids immediately. Leave the buildings if you smell gas or chemical fumes. Take pictures of the damage--both to the house and its contents--for insurance purposes. Remember to help your neighbors who may require special assistance--infants, the elderly, and people with disabilities."},{"pageNumber":20,"pageContent":"INSPECTING UTILITIES IN A DAMAGED HOME Check for gas leaks--If you smell gas or hear a blowing or hissing noise, open a window and quickly leave the building. Turn off the gas at the outside main valve if you can and call the gas company from a neighbor's home. If you turn off the gas for any reason, it must be turned back on by a professional. Look for electrical system damage--If you see sparks or broken or frayed wires, or if you smell hot insulation, turn off the electricity at the main fuse box or circuit breaker. If you have to step in water to get to the fuse box or circuit breaker, call an electrician first for advice. Check for sewage and water lines damage--If you suspect sewage lines are damaged, avoid using toilets and call a plumber. If water pipes are damaged, contact the water company and avoid using water from the tap. You can obtain safe water by melting ice cubes. MITIGATION Mitigation includes any activities that prevent an emergency, reduce the chance of an emergency happening, or lessen the damaging effects of unavoidable emergencies. Investing in preventive mitigation steps now, such as checking local building codes and ordinances about wind-resistant designs and strengthening unreinforced masonry, will help reduce the impact of tornadoes in the future. For more information on mitigation, contact your local emergency management office. FACT SHEET: TSUNAMIS A tsunami is a series of waves that may be dangerous and destructive. When you hear a tsunami warning, move at once to higher ground and stay there until local authorities say it is safe to return home. BEFORE Find out if your home is in a danger area. Know the height of your street above sea level and the distance of your street from the coast. Evacuation orders may be based on these numbers. Be familiar with the tsunami warning signs. Because tsunamis can be caused by an underwater disturbance or an earthquake, people living along the coast should consider an earthquake or a sizable ground rumbling as a warning signal. A noticeable rapid rise or fall in coastal waters is also a sign that a tsunami is approaching. Make sure all family members know how to respond to a tsunami. Make evacuation plans. Pick an inland location that is elevated. After an earthquake or other natural disaster, roads in and out of the vicinity may be blocked, so pick more than one evacuation route. Teach family members how and when to turn off gas, electricity, and water. Teach children how and when to call 9-1-1, police or fire department, and which radio station to listen for official information. Have disaster supplies on hand. Flashlight and extra batteries Portable, battery-operated radio and extra batteries First aid kit and manual Emergency food and water Nonelectric can opener Essential medicines Cash and credit cards Sturdy shoes Develop an emergency communication plan. In case family members are separated from one another during a tsunami (a real possibility during the day when adults are at work and children are at school), have a plan for getting back together. Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, often it's easier to call long distance. Make sure everyone knows the name, address, and phone number of the contact person. Contact your local emergency management office or American Red Cross chapter for more information on tsunamis. DURING Listen to a radio or television to get the latest emergency information, and be ready to evacuate if asked to do so. If you hear an official tsunami warning or detect signs of a tsunami, evacuate at once. Climb to higher ground. A tsunami warning is issued when authorities are certain that a tsunami threat exists. Stay away from the beach. Never go down to the beach to watch a tsunami come in. If you can see the wave you are too close to escape it. Return home only after the authorities advise it is safe to do so. A tsunami is a series of waves. Do not assume that one wave means that the danger over. The next wave may be larger than the first one. Stay out of the area. AFTER Stay tuned to a battery-operated radio for the latest emergency information. Help injured or trapped persons. Give first aid where appropriate. Do not move seriously injured persons unless they are in immediate danger of further injury. Call for help. Remember to help your neighbors who may require special assistance--infants, elderly people, and people with disabilities. Stay out of damaged buildings. Return home only when authorities say it is safe. Enter your home with caution. Use a flashlight when entering damaged buildings. Check for electrical shorts and live wires. Do not use appliances or lights until an electrician has checked the electrical system. Open windows and doors to help dry the building. Shovel mud while it is still moist to give walls and floors an opportunity to dry. Check food supplies and test drinking water. Fresh food that has come in contact with flood"},{"pageNumber":21,"pageContent":"waters may be contaminated and should be thrown out. Have tap water tested by the local health department. INSPECTING UTILITIES IN A DAMAGED HOME Check for gas leaks--If you smell gas or hear a blowing or hissing noise, open a window and quickly leave the building. Turn off the gas at the outside main valve if you can and call the gas company from a neighbor's home. If you turn off the gas for any reason, it must be turned back on by a professional. Look for electrical system damage--If you see sparks or broken or frayed wires, or if you smell hot insulation, turn off the electricity at the main fuse box or circuit breaker. If you have to step in water to get to the fuse box or circuit breaker, call an electrician first for advice. Check for sewage and water lines damage--If you suspect sewage lines are damaged, avoid using toilets and call a plumber. If water pipes are damaged, contact the water company and avoid the water from the tap. You can obtain safe water by melting ice cubes. MITIGATION Mitigation includes any activities that prevent an emergency, reduce the chance of an emergency happening, or lessen the damaging effects of unavoidable emergencies. Investing in preventive mitigation steps now, such as checking local building codes and ordinances about wind-resistant designs and strengthening unreinforced masonry, will help reduce the impact of tornadoes in the future. For more information on mitigation, contact your local emergency management office. FACT SHEET: VOLCANOES Volcanic eruptions can hurl hot rocks for at least 20 miles. Floods, airborne ash, or noxious fumes can spread 100 miles or more. If you live near a known volcano, active or dormant, be ready to evacuate at a moment's notice. BEFORE Learn about your community warning systems. Be prepared for these disasters that can be spawned by volcanoes. Earthquakes Flash floods Landslides and mudflows Thunderstorms Tsunamis Make evacuation plans. You want to get to high ground away from the eruption. Plan a route out and have a backup route in mind. Develop an emergency communication plan. In case family members are separated from one another during a volcanic eruption (a real possibility during the day when adults are at work and children are at school), have a plan for getting back together. Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, it's often easier to call long distance. Make sure everyone knows the name, address, and phone number of the contact person. Have disaster supplies on hand. Flashlight and extra batteries Portable, battery-operated radio and extra batteries First aid kit and manual Emergency food and water Nonelectric can opener Essential medicinesCash and credit cards Sturdy shoes Get a pair of goggles and a throw-away breathing mask for each member of the household. Contact your local emergency management office or American Red Cross chapter for more information on volcanoes. Evacuation Although it may seem safe to stay at home and wait out an eruption, doing so could be very dangerous. The rock debris from a volcano can break windows and set buildings on fire. Stay safe. Follow authorities' instructions and leave the area before the disaster begins. DURING Follow the evacuation order issued by authorities. Avoid areas downwind of the volcano. If caught indoors: Close all windows, doors, and dampers. Put all machinery inside a garage or barn. Bring animals and livestock into closed shelters. If trapped outdoors: Seek shelter indoors. If caught in a rockfall, roll into a ball to protect head. Avoid low-lying area where poisonous gases can collect and flash floods can be most dangerous. If caught near a stream, beware of mudflows. Protect yourself:"},{"pageNumber":22,"pageContent":"Wear long sleeved shirts and pants. Use goggles to protect eyes. Use a dust-mask or hold a damp cloth over face to help breathing. Keep car or truck engines off. Stay out of the area. A lateral blast of a volcano can travel many miles from the mountain. Trying to watch an erupting volcano is a deadly idea. Mudflows Mudflows are powerful \"rivers\" of mud that can move faster than people can walk or run. Mudflows occur when rain falls through ash-carrying clouds or when rivers are damed during an eruption. They are most dangerous close to stream channels. When you approach a bridge, first look upstream. If a mudflow is approaching or moving beneath the bridge, do not cross the bridge. The power of the mudflow can destroy a bridge very quickly. AFTER Listen to a battery-powered radio or television for the latest emergency information. Stay away from volcanic ashfall. When outside: Cover your mouth and nose. A number of victims of the Mount St. Helens volcano died from inhaling ash. Wear goggles to protect your eyes. Keep skin covered to avoid irritation or burns. If you have a respiratory ailment, avoid contact with any amount of ash. Stay indoors until local health officials advise it is safe to go outside. Avoid driving in heavy ashfall. Driving will stir up more ash that can clog engines and stall vehicles. Clear roofs of ashfall. Ashfall is very heavy and can cause buildings to collapse. Remember to help your neighbors who may require special assistance--infants, elderly people, and people with disabilities. FACT SHEET: WILDLAND FIRES The threat of wildland fires for people living near wildland areas or using recreational facilities in wilderness areas is real. Advance planning and knowing how to protect buildings in these areas can lessen the devastation of a wildland fire. BEFORE Learn and teach safe fire practices. Build fires away from nearby trees or bushes. Always have a way to extinguish the fire quickly and completely. Never leave a fire--even a cigarette--burning unattented. Obtain local building codes and weed abatement ordinances for structures built near wooded areas. Use fire-resistant materials when building, renovating, or retrofitting structures. Create a safety zone to separate the home from combustible plants and vegetation. Stone walls can act as heat shields and deflect flames. Swimming pools and patios can be a safety zone. Check for fire hazards around home. Install electrical lines underground, if possible. Keep all tree and shrub limbs trimmed so they don't come in contact with the wires. Prune all branches around the residence to a height of 8 to 10 feet. Keep trees adjacent to buildings free of dead or dying wood and moss. Remove all dead limbs, needles, and debris from rain gutters. Store combustible or flammable materials in approved safety containers and keep them away from the house. Keep chimney clean. Avoid open burning completely, and especially during dry season. Install smoke detectors on every level of your home and near sleeping areas. Make evacuation plans. Plan several routes in case the fire blocks escape route. Have disaster supplies on hand Flashlight with extra batteries Portable, battery-operated radio and extra batteries First aid kit and manual Emergency food and water Nonelectric can opener Essential medicines Cash and credit cards Sturdy shoes Develop an emergency communication plan. In case family members are separated from one another during a wildland fire (a real possibility during the day when adults are at work and children are at school), have a plan for getting back together. Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, it's often easier to call long distance. Make sure everyone knows the name, address, and phone number of the contact person. Fire-Resistant Building Materials Avoid using wooden shakes and shingles for a roof. Use tile, stucco, metal siding, brick, concrete block, rock, or other fire-resistant materials. Use only thick, tempered safety glass in large windows and sliding glass doors. Contact your local emergency management office or American Red Cross chapter for more information on wildland fires. DURING"},{"pageNumber":23,"pageContent":"Turn on a battery-operated radio to get the latest emergency information. Remove combustible items from around the house. Lawn and poolside furniture, Umbrellas, Tarp coverings, Firewood, Take down flammable drapes and curtains and close all venetian blinds or noncombustible window coverings. Take action to protect your home. Close all doors and windows inside your home to prevent draft. Close gas valves and turn off all pilot lights. Turn on a light in each room for visibility in heavy smoke. Place valuables that will not be damaged by water in a pool or pond. If hoses and adequate water are available, leave sprinklers on roofs and anything that might be damaged by fire. Be ready to evacuate all family members and pets when fire nears or when instructed to do so by local officials. AFTER Take care when re-entering a burned wildland area. Hot spots can flare up without warning. Check the roof immediately and extinguish any sparks or embers. Check the attic for hidden burning sparks. For several hours afterward, re-check for smoke and sparks throughout the home. If Trapped in a Wildland Fire You cannot outrun a fire. Crouch in a pond or river. Cover head and upper body with wet clothing. If water is not around, look for shelter in a cleared area or among a bed of rocks. Lie flat and cover body with wet clothing or soil. Breathe the air close to the ground through a wet cloth to avoid scorching lungs or inhaling smoke. MITIGATION Mitigation includes any activities that prevent an emergency, reduce the chance of an emergency happening, or lessen the damaging effects of unavoidable emergencies. Investing in preventive mitigation steps now such as installing a spark arrestor on your chimney, cleaning roof surfaces and gutters regularly, and using only fire resistant materials on the exterior of your home, will help reduce the impact of wildland fires in the future. For more information on mitigation, contact your local emergency management office. FEMA - FACT SHEET: WINTER DRIVING The leading cause of death during winter storms is transportation accidents. Preparing your vehicle for the winter season and knowing how to react if stranded or lost on the road are the keys to safe winter driving. BEFORE Have a mechanic check the following items on your car: Battery Antifreeze Wipers and windshield washer fluid Ignition system Thermostat Lights Flashing hazard lights Exhaust system Heater Brakes Defroster Oil level (if necessary, replace existing oil with a winter grade oil or the SAE 10w/30 weight variety) Install good winter tires. Make sure the tires have adequate tread. All-weather radials are usually adequate for most winter conditions. However, some jurisdictions require that to drive on their roads, vehicles must be equipped with chains or snow tires with studs. Keep a windshield scraper and small broom for ice and snow removal. Maintain at least a half tank of gas during the winter season. Plan long trips carefully. Listen to the radio or call the state highway patrol for the latest road conditions. Always travel during daylight and, if possible, take at least one other person. If you must go out during a winter storm, use public transportation. Dress warmly. Wear layers of loose-fitting, layered, lightweight clothing. Carry food and water. Store a supply of high energy \"munchies\" and several bottles of water. Contact your local emergency management office or American Red Cross chapter for more information on winter driving. Winter Car Kit Keep these items in your car: Flashlights with extra batteries First aid kit with pocket knife Necessary medications Several blankets Sleeping bags Extra newspapers for insulation Plastic bags (for sanitation)"},{"pageNumber":24,"pageContent":"Matches Extra set of mittens, socks, and a wool cap Rain gear and extra clothes Small sack of sand for generating traction under wheels Small shovel Small tools (pliers, wrench, screwdriver) Booster cables Set of tire chains or traction mats Cards, games, and puzzles Brightly colored cloth to use as a flag Canned fruit and nuts Nonelectric can opener Bottled water DURING IF TRAPPED IN CAR DURING A BLIZZARD Stay in the car. Do not leave the car to search for assistance unless help is visible within 100 yards. You may become disoriented and lost is blowing and drifting snow. Display a trouble sign. Hang a brightly colored cloth on the radio antenna and raise the hood. Occasionally run engine to keep warm. Turn on the car's engine for about 10 minutes each hour. Run the heater when the car is running. Also, turn on the car's dome light when the car is running. Beware of carbon monoxide poisoning. Keep the exhaust pipe clear of snow, and open a downwind window slightly for ventilation. Watch for signs of frostbite and hypothermia. Do minor exercises to keep up circulation. Clap hands and move arms and legs occasionally. Try not to stay in one position for too long. If more than one person is in the car, take turns sleeping. For warmth, huddle together. Use newspapers, maps, and even the removable car mats for added insulation. Avoid overexertion. Cold weather puts an added strain on the heart. Unaccustomed exercise such as shoveling snow or pushing a car can bring on a heart attack or make other medical conditions worse. Be aware of symptoms of dehydration. Wind Chill \"Wind chill\" is a calculation of how cold it feels outside when the effects of temperature and wind speed are combined. A strong wind combined with a temperature of just below freezing can have the same effect as a still air temperature about 35 degrees colder. Winter Storm Watches and Warnings A winter storm watch indicates that severe winter weather may affect your area. A winter storm warning indicates that severe winter weather conditions are definitely on the way. A blizzard warning means that large amounts of falling or blowing snow and sustained winds of at least 35 miles per hour are expected for several hours. Frostbite and Hypothermia Frostbite is a severe reaction to cold exposure that can permanently damage its victims. A loss of feeling and a white or pale appearance in fingers, toes, or nose and ear lobes are symptoms of frostbite. Hypothermia is a condition brought on when the body temperature drops to less than 55 degrees Fahrenheit. Symptoms of hypothermia include uncontrollable shivering, slow speech, memory lapses, frequent stumbling, drowsiness, and exhaustion. If frostbite or hypothermia is suspected, begin warming the person slowly and seek immediate medical assistance. Warm the person's trunk first. Use your won body heat to help. Arms and legs should be warmed last because stimulation of the limbs can drive cold blood toward the heart and lead to heart failure. Put person in dry clothing and wrap their entire body in a blanket. Never give a frostbite or hypothermia victim something with caffeine in it (like coffee or tea) or alcohol. Caffeine, a stimulant, can cause the heart to beat faster and hasten the effects the cold has on the body. Alcohol, a depressant, can slow the heart and also hasten the ill effects of cold body temperatures. A major winter storm can be lethal. Preparing for cold weather conditions and responding to them effectively can reduce the dangers caused by winter storms. BEFORE Be familiar with winter storm warning messages. Service snow removal equipment and have rock salt on hand to melt ice on walkways and kitty litter to generate temporary traction. Make sure you have sufficient heating fuel; regular fuel sources may be cut off. Winterize your home."},{"pageNumber":25,"pageContent":"Insulate walls and attic. Caulk and weather-strip doors and windows. Install storm windows or cover windows with plastic from the inside. Have safe emergency heating equipment available. Fireplace with ample supply of wood Small, well-vented, wood, coal, or camp stove with fuel Portable space heaters or kerosene heaters (See Kerosene Heaters.) Install and check smoke detectors. Contact your local emergency management office or American Red Cross chapter for more information on winter storms. Keep pipes from freezing. Wrap pipes in insulation or layers of old newspapers. Cover the newspapers with plastic to keep out moisture. Let faucets drip a little to avoid freezing. Know how to shut off water valves. Have disaster supplies on hand, in case the power goes out. Flashlight and extra batteries Portable, battery-operated radio and extra batteries. First aid kit One-week supply of food (include items that do not require refrigeration or cooking in case the power is shut off) Nonelectric can opener One-week supply of essential prescription medications. Extra blankets and sleeping bags Fire extinguisher (A-B-C type) Develop an emergency communication plan. In case family members are separated from one another during a winter storm (a real possibility during the day when adults are at work and children are at school), have a plan for getting back together. Ask an out-of-state relative or friend to serve as the \"family contact.\" After a disaster, it's often easier to call long distance. Make sure everyone knows the name, address, and phone number of the contact person. Make sure that all family members know how to respond after a severe winter storm. Teach children how and when to call 9-1-1, police, or fire department, and which radio station to tune to for emergency information. Kerosene Heaters Check with your local fire department on the legality of using kerosene heaters in your community. Use only the correct fuel for your unit and follow the manufacturer's instructions. Refuel outdoors only, and only when cool. Keep your kerosene heater at least 3 feet away from furniture and other flammable objects. DURING IF INDOORS Stay indoors and dress warmly. Conserve fuel. Lower the thermostat to 65 degrees during the day and 55 degrees at night. Close off unused rooms. If the pipes freeze, remove any insulation or layers of newspapers and wrap pipes in rags. Completely open all faucets and pour hot water over the pipes, starting where they were most exposed to the cold (or where the cold was most likely to penetrate). Listen to the radio or television to get the latest information. IF OUTDOORS Dress warmly. Wear loose-fitting, layered, light-weight clothing. Layers can be removed to prevent perspiration and chill. Outer garments should be tightly woven and water repellant. Mittens are warmer than gloves because fingers generate warmth when they touch each other. Stretch before you go out. If you go out to shovel snow, do a few stretching exercises to warm up your body. Also take frequent breaks. Cover your mouth. Protect your lungs from extremely cold air by covering your mouth when outdoors. Try not to speak unless absolutely necessary. Avoid overexertion. Cold weather puts an added strain on the heart. Unaccustomed exercise such as shoveling snow or pushing a car can bring on a heart attack or make other medical conditions worse. Be aware of symptoms of dehydration. Watch for signs of frostbite and hypothermia. Keep dry. Change wet clothing frequently to prevent a loss of body heat. Wet clothing loses all of its insulating value and transmits heat rapidly. Remember to help your neighbors who may require special assistance--infants, elderly people, and people with disabilities. Wind Chill \"Wind chill\" is a calculation of how cold it feels outside when the effects of temperature and wind speed are combined. A strong wind combined with a temperature of just below freezing can have the same effect as a still air temperature about 35 degrees colder. Winter Storm Watches and Warnings A winter storm watch indicates that severe winter weather may affect your area. A winter storm warning indicates that severe winter weather conditions are definitely on the way. A blizzard warning means that large amounts of falling or blowing snow and sustained winds of at least 35 miles per hour are expected for several hours. Frostbite and Hypothermia"},{"pageNumber":26,"pageContent":"Frostbite is a severe reaction to cold exposure that can permanently damage its victims. A loss of feeling and a white or pale appearance in fingers, toes, or nose and ear lobes are symptoms of frostbite. Hypothermia is a condition brought on when the body temperature drops to less than 55 degrees Fahrenheit. Symptoms of hypothermia include uncontrollable shivering, slow speech, memory lapses, frequent stumbling, drowsiness, and exhaustion. If frostbite or hypothermia is suspected, begin warming the person slowly and seek immediate medical assistance. Warm the person's trunk first. Use your own body heat to help. Arms and legs should be warmed last because stimulation of the limbs can drive cold blood toward the heart and lead to heart failure. Put person in dry clothing and wrap their entire body in a blanket. Never give a frostbite or hypothermia victim something with caffeine in it (like coffee or tea) or alcohol. Caffeine, a stimulant, can cause the heart to beat faster and hasten the effects the cold has on the body. Alcohol, a depressant, can slow the heart and also hasten the ill effects of cold body temperatures. MITIGATION Mitigation includes any activities that prevent an emergency, reduce the chance of an emergency happening, or lessen the damaging effects of unavoidable emergencies. Investing in preventive mitigation steps now such as purchasing a flood insurance policy and installing storm windows will help reduce the impact of winter storms in the future. For more information on mitigation, contact your local emergency management office. Emergency Food and Water Supplies If an earthquake, hurricane, winter storm or other disaster ever strikes your community, you might not have access to food, water and electricity for days, or even weeks. By taking a little time now to store emergency food and water supplies, you can provide for your entire family.This brochure was developed by the Federal Emergency Management Agency's Community and Family Preparedness Programs which provides information to help families prepare for all types of disasters. WATER: THE ABSOLUTE NECESSITY Stocking water reserves and learning how to purify contaminated water should be among your top priorities in preparing for an emergency. You should store at least a two-week supply of water for each member of your family. Everyone's needs will differ, depending upon age, physical condition, activity, diet and climate. A normally active person needs to drink at least two quarts of water each day. Hot environments can double that amount. Children, nursing mothers and ill people will need more. You will need additional water for food preparation and hygiene. Store a total of at least one gallon per person, per day. If your supplies begin to run low, remember: Never ration water. Drink the amount you need today, and try to find more for tomorrow. You can minimize the amount of water your body needs by reducing activity and staying cool. How to Store Emergency Water Supplies You can store your water in thoroughly washed plastic, glass, fiberglass or enamel-lined metal containers. Never use a container that has held toxic substances, because tiny amounts may remain in the container's pores. Sound plastic containers, such as soft drink bottles, are best. You can also purchase food-grade plastic buckets or drums. Before storing your water, treat it with a preservative, such as chlorine bleach, to prevent the growth of microorganisms. Use liquid bleach that contains 5.25 percent sodium hypochlorite and no soap. Some containers warn, \"Not For Personal Use.\" You can disregard these warnings if the label states sodium hypochlorite is the only active ingredient and if you use only the small quantities in these instructions. Add four drops of bleach per quart of water (or two scant teaspoons per 10 gallons), and stir. Seal your water containers tightly, label them and store them in a cool, dark place. Hidden Water Sources in Your Home If a disaster catches you without a stored supply of clean water, you can use water in your hot-water tank, in your plumbing and in ice cubes. As a last resort, you can use water in the reservoir tank of your toilet (not the bowl), but purify it first (described later).Water beds hold up to 400 gallons, but some water beds contain toxic chemicals that are not fully removed by many purifiers. If you designate a water bed in your home as an emergency resource, drain it yearly and refill it with fresh water containing two ounces of bleach per 120 gallons. To use the water in your pipes, let air into the plumbing by turning on the highest faucet in your house and draining the water from the lowest one.To use the water in your hot-water tank, be sure the electricity or gas is off, and open the drain at the bottom of the tank. Start the water flowing by turning off the water intake valve and turning on a hot-water faucet. Do not turn on the gas or electricity when the tank is empty. Do you know the location of your incoming water valve? You'll need to shut if off to stop contaminated water from entering your home if you hear reports of broken water or sewage lines.Emergency Outdoor Water Sources If you need to seek water outside your home, you can use these sources. But purify the water before drinking it.Rainwater Streams, rivers and other moving bodies of water Ponds and lakes Natural springs Avoid water with floating material, an odor or dark color. Use saltwater only if you distill it first (described later). Three Easy Ways to Purify Water"},{"pageNumber":27,"pageContent":"In addition to having a bad odor and taste, contaminated water can contain microorganisms that cause diseases such as dysentery, cholera, typhoid and hepatitis. You should therefore purify all water of uncertain purity before using it for drinking, food preparation or hygiene. There are many ways to purify water. None are perfect. Often the best solution is a combination of methods. Before purifying, let any suspended particles settle to the bottom, or strain them through layers of paper towel or clean cloth. Three easy purification methods are outlined below. These measures will kill microbes but will not remove other contaminants such as heavy metals, salts, most other chemicals and radioactive fallout. Boiling is the safest method of purifying water. Bring water to a rolling boil for 10 minutes, keeping in mind that some water will evaporate. Let the water cool before drinking. Boiled water will taste better if you put oxygen back into it by pouring it back and forth between two containers. This will also improve the taste of stored water. Chlorination uses liquid chlorine bleach to kill microorganisms. (See page 1 for bleach safety information.) Add two drops of bleach per quart of water (four drops if the water is cloudy), stir and let stand for 30 minutes. If the water does not taste and smell of chlorine at that point, add another dose and let stand another 15 minutes. If you do not have a dropper, use a spoon and a square-ended strip of paper or thin cloth about 1/4 inch by 2 inches. Put the strip in the spoon with an end hanging down about 1/2 inch below the scoop of the spoon. Place bleach in the spoon and carefully tip it. Drops the size of those from a medicine dropper will drip off the end of the strip. Purification tablets release chlorine or iodine. They are inexpensive and available at most sporting goods stores and some drugstores. Follow the package directions. Usually one tablet is enough for one quart of water. Double the dose for cloudy water. More Rigorous Purification Methods While the three methods described above will remove only microbes from water, the following two purification methods will remove other contaminants. Distillation will remove microbes, heavy metals, salts, most other chemicals, and radioactive dust and dirt, called radioactive fallout. Filtering will also remove radioactive fallout. (Water itself cannot become radioactive, but it can be contaminated by radioactive fallout. It is unsafe to drink water that contains radioactive fallout.) Distillation involves boiling water and then collecting the vapor that condenses back to water. The condensed vapor will not include salt and other impurities. To distill, fill a pot halfway with water. Tie a cup to the handle on the pot's lid so that the cup will hang right-side-up when the lid is upside-down (make sure the cup is not dangling into the water) and boil the water for 20 minutes. The water that drips from the lid into the cup is distilled. To make a fallout filter, punch holes in the bottom of a large bucket, and put a layer of gravel in the bucket about 1-1/2 inches high. Cover the gravel with a towel cut in a circle slightly larger than the bucket. Cover soil with a towel, place the filter over a large container, and pour contaminated water through. Then, disinfect the filtered water using one of the methods described above. Change the soil in your filter after every 50 quarts of water. Family Disaster Supply Kit It's 2:00 a.m. and a flash flood forces you to evacuate your home--fast. There's no time to gather food from the kitchen, fill bottles with water, grab a first-aid kit from the closet and snatch a flashlight and a portable radio from the bedroom. You need to have these items packed and ready in one place before disaster hits. Pack at least a three-day supply of food and water, and store it in a handy place. Choose foods that are easy to carry, nutritious and ready-to-eat. In addition, pack these emergency items: Medical supplies and first aid manual Hygiene supplies Portable radio, flashlights and extra batteries Shovel and other useful tools Money and matches in a waterproof container Fire extinguisher Blanket and extra clothing Infant and small children's needs (if appropriate) FOOD: PREPARING AN EMERGENCY SOTCKPILE"},{"pageNumber":28,"pageContent":"If activity is reduced, healthy people can survive on half their usual food intake for an extended period and without any food for many days. Food, unlike water, may be rationed safely, except for children and pregnant women. If your water supply is limited, try to avoid foods that are high in fat and protein, and don't stock salty foods, since they will make you thirsty. Try to eat salt-free crackers, whole grain cereals and canned foods with high liquid content. You don't need to go out and buy unfamiliar foods to prepare an emergency food supply. You can use the canned foods, dry mixes and other staples on your cupboard shelves. In fact, familiar foods are important. They can lift morale and give a feeling of security in time of stress. Also, canned foods won't require cooking, water or special preparation. Following are recommended short-term and long-term food storage plans. Storage Tips Keep food in the driest and coolest spot in the house--a dark area if possible. Keep food covered at all times. Open food boxes or cans carefully so that you can close them tightly after each use. Wrap cookies and crackers in plastic bags, and keep them in tight containers. Empty opened packages of sugar, dried fruits and nuts into screw-top jars or air-tight cans to protect them from pests. Inspect all food containers for signs of spoilage before use. Short-Term Food Supplies Even though it is unlikely that an emergency would cut off your food supply for two weeks, you should prepare a supply that will last that long. A two-week supply can relieve a great deal of inconvenience and uncertainty until services are restored. The easiest way to develop a two-week stockpile is to increase the amount of basic foods you normally keep on your shelves. Remember to compensate for the amount you eat from other sources (such as restaurants) during an average two-week period. You may already have a two-week supply of food on hand. Keeping it fresh is simple. Just rotate your supply once or twice a year. Special Considerations to Keep in Mind As you stock food, take into account your family's unique needs and tastes. Try to include foods that they will enjoy and that are also high in calories and nutrition. Foods that require no refrigeration, preparation or cooking are best. Individuals with special diets and allergies will need particular attention, as will babies, toddlers and the elderly. Nursing mothers may need liquid formula, in case they are unable to nurse. Canned dietetic foods, juices and soups may be helpful for the ill or elderly. Make sure you have a can opener and disposable utensils. And don't forget nonperishable foods for your pets. How to Store Your Short-Term Stockpile Keep canned foods in a dry place where the temperature is fairly cool--not above 70 degrees Fahrenheit and not below freezing. To protect boxed foods from pests and extend their shelf life, store the boxes in tightly closed cans or metal containers. Rotate your food supply. Use foods before they go bad, and replace them with fresh supplies, dated with ink or marker. Place new items at the back of the storage area and older ones in front. Your emergency food supply should be of the highest quality possible. Inspect your reserves periodically to make sure there are no broken seals or dented containers. How to Cook if the Power Goes Out For emergency cooking you can use a fireplace, or a charcoal grill or camp stove outdoors only. You can also heat food with candle warmers, chafing dishes and fondue pots. Canned food can be eaten right out of the can. If you heat it in the can, be sure to open the can and remove the label first. Long-Term Food Supplies In the unlikely event of a military attack or some other national disaster, you may need long-term emergency food supplies. The best approach is to store large amounts of staples along with a variety of canned and dried foods. Bulk quantities of wheat, corn, beans and salt are inexpensive and have nearly unlimited shelf life. If necessary, you could survive for years on small daily amounts of these staples. Stock the following amounts per person, per month: Wheat--20 pounds Powdered Milk(for babies and infants)*-- 20 pounds Corn--20 pounds Iodized Salt--1 pound Soybeans--10 pounds Vitamin C**--15 grams * Buy in nitrogen-packed cans ** Rotate every two years Storage and Preparation of Food Supplies Store wheat, corn and beans in sealed cans or plastic buckets. Buy powdered milk in nitrogen-packed cans. And leave salt and vitamin C in their original packages. If these staples comprise your entire menu, you must eat all of them together to stay healthy. To avoid serious digestive problems, you'll need to grind the corn and"},{"pageNumber":29,"pageContent":"wheat into flour and cook them, as well as boil the beans, before eating. Many health food stores sell hand- cranked grain mills or can tell you where you can get one. Make sure you buy one that can grind corn. If you are caught without a mill, you can grind your grain by filling a large can with whole grain one inch deep, holding the can on the ground between your feet and pounding the grain with a pipe. Nutrition Tips In a crisis, it will be vital that you maintain your strength. So remember: Eat at least one well-balanced meal each day. Drink enough liquid to enable your body to function properly (two quarts a day). Take in enough calories to enable you to do any necessary work. Include vitamin, mineral and protein supplements in your stockpile to assure adequate nutrition. Shelf Life of Foods for Storage Here are some general guidelines for rotating common emergency foods. Use within six months: Powdered milk (boxed), Dried fruit (in metal container), Dry, crisp crackers (in metal container) Potatoes Use within one year: Canned condensed meat and vegetable soups, Canned fruits, fruit juices and vegetables , Ready-to-eat cereals and uncooked instant cereals (in metal containers), Peanut butter, Jelly , Hard candy, chocolate bars and canned nuts May be stored indefinitely (in proper containers and conditions): Wheat, Vegetable oils, Corn, Baking powder , Soybeans ,Instant coffee, tea, Vitamin C, Cocoa , Salt, Noncarbonated soft drinks , White rice, Bouillon products, Dry pasta , Powdered milk (in nitrogen-packed cans), Ways to Supplement Your Long-Term Stockpile The above staples offer a limited menu, but you can supplement them with commercially packed air-dried or freeze-dried foods and supermarket goods. Rice, popcorn and varieties of beans are nutritious and long- lasting. The more supplements you include, the more expensive your stockpile will be. The following is an easy approach to long-term food storage: Buy a supply of the bulk staples listed above. Build up your everyday stock of canned goods until you have a two-week to one-month surplus. Rotate it periodically to maintain a supply of common foods that will not require special preparation, water or cooking. From a sporting or camping equipment store, buy commercially packaged, freeze-dried or air-dried foods. Although costly, this will be your best form of stored meat, so buy accordingly. If the Electricity Goes Off... FIRST, use perishable food and foods from the refrigerator. THEN use the foods from the freezer. To minimize the number of times you open the freezer door, post a list of freezer contents on it. In a well filled,well-insulated freezer, foods will usually still have ice crystals in their centers (meaning foods are safe to eat) for at least three days. FINALLY, begin to use non-perishable foods and staples. Winter Car Kit Keep these items in your car: Flashlights with extra batteries, First aid kit with pocket knife, Necessary medications, Several blankets, Sleeping bags, Extra newspapers for insulation, Plastic bags (for sanitation) Matches, Extra set of mittens, socks, and a wool cap, Rain gear and extra clothes, Small sack of sand for generating traction under wheels, Small shovel, Small tools (pliers, wrench, screwdriver), Booster cables, Set of tire chains or traction mats, Cards, games, and puzzles, Brightly colored cloth to use as a flag, Canned fruit and nuts, Nonelectric can opener Bottled water, AN INTRODUCTION TO LO-MOISTURE FOOD STORAGE The concept of a food reserve is not new. It wasn't too long ago that almost every family had a pantry filled with food that could sustain them from harvest to harvest. That common sense self-sufficiency of the pantry tradition is still valid. Today's technology and Ready Reserve Foods provide a great variety of food that stores in less space and in a form that will keep much longer. This highly nutritious, easily usable reserve can help give the same peace of mind that a full pantry gave in past generations. WHY FOOD STORAGE? Most people have various types of insurance for all kinds of emergencies. Food storage is a necessary and practical form of insurance, where, in our complex society we are dependent on others to supply many of our physical needs. Such a reserve serves to protect against such occurrences as: food shortages, natural disasters, unemployment, strikes, civil unrest, breakdown of food production and distribution, or loss of income through personal illness or injury. The fact is, no matter what happens, we all have to eat!"},{"pageNumber":30,"pageContent":"WHAT ARE LO-MOISTURE FOODS? Preserving foods by drying them is probably as old as man. In times past, people on the move or people with a surplus turned to drying as the answer to maximizing their resources. From the Roman soldiers' field ration called Pulmentum (roasted and crushed grain made to be 'rehydrated' to mush or a cake), the beef jerky of the Indians, to the \"hard-tack\" of the U. S. Dragoon, they discovered that few things spoil if they could be dried. For centuries men have benefited from dry grains and cereals, dried fruits, spices and condiments in their dry form. Today we have- greater variety and better quality foods through technology. Moisture and oxygen stimulate most bacterial growth and chemical changes that cause foods to deteriorate or spoil. Traditional sun dried foods still retained from 20% to 30% moisture, with all of the oxygen. Some advanced processed foods of today have gone the ancients two better. With Ready Reserve dehydrated foods you get choice fresh foods with even more of the moisture delicately removed to retain full flavor and nutrition and built-in convenience as well as the storage advantages. Plus they are packed in a special heavy duty double enameled can, the oxygen is removed by a vacuum process and an inert storage atmosphere is injected to retard oxidation, nutrition-loss, and associated color and flavor changes. WHY LO-MOISTURE FOODS? In addition to long storage life, modern processing insures high nutrition as well as faithful flavor and appearance for many of the things you eat everyday . Cost per serving is reasonably low, considering that the shelf-life is greatly extended, storage space and weight is greatly reduced, waste is eliminated, and time- saving convenience and flexibility are built-in. Finally, with Lo Moisture foods can you enjoy a variety of normal menus, storing what you use and using what you store. . .these foods can be adapted to your meals to provide an easy transition when an emergency forces you to switch to your food reserve. Dehydrated foods are noted for having 1) an excellent long-storage life with storage stability characteristics, 2) space-saving compactness and 3) they also permit variety in emergency situations. WHAT SHOULD I STORE? Some people worry about what they should store or how much. Even though they believe in the concept of food storage and desire to establish a food reserve, they fear that if they store the wrong foods, it may be wasted. The most important counsel concerning food storage is to \"store what you use and use what you store\" . Why? Because many people have approached food storage by putting away items that have little to do with everyday meals. In the times of food shortage and accompanying stress, it will be very difficult for a family to adjust to an austere food storage program that has little resemblance to their normal diet. Wheat, dry milk, sugar or honey, and salt are five most common items along with beans, rice, oats and other grains. The most satisfactory way to establish a food reserve is to store those foods that permit normal menus. A well rounded diet can be attained with with Ready Reserve Lo Moisture foods. A program some people use is a combination of dehydrated foods, wet-pack, and other emergency rations such as M.R.E.'s, but keep in mind that some of these kinds of foods will need constant rotation. HOW MUCH SHOULD I STORE? For reference, the recommended year's supply for one person would be enough for two people for six months, three people for four months or four people for three months. Because our storage foods are designed to provide normal meal variety, you may decide to include many Lo-Moisture Foods in your daily meals. When using our Ready Reserve prepackaged supplies, consider the following daily amounts. 1/2 cup serving of vegetables 1 cup of protein 8 oz. of wheat or flour to provide 1/2 loaf daily bread 1/2 cup serving of fruit 1/2 cup serving of potatoes 2 cups milk Although some of our prepackaged supplies provide food for larger quantities than these suggestions, these amounts assure the best use of available foods. To utilize some recipes in a cookbook, one might, in some instances, combine the two fruit servings to a one cup serving. If you are not using one of our pre-selected units, we still recommend the above proportions served as a minimum daily requirement for emergency planning. By including fruit, vegetables, protein-rich foods, dairy and grain products one is assured of a nutritionally balanced diet. WHERE SHOULD I STORE? Ready Reserve Foods high quality dehydrated foods are packaged under careful supervision to meet the highest technical packaging standards. The can, the atmosphere, and the seal are all selected to provide maximum protection to the quality foods inside. This special can lengthens shelf-life.You can increase storage life by"},{"pageNumber":31,"pageContent":"providing the best storage conditions. A basement or other cool areas, like a closet, is best, especially if it is dry . Don't store directly on a cement floor. A cardboard box tends to draw moisture from the cement like a sponge. Paint or varnish cans to prevent rust if area is damp or humid. Rust on the outside will not damage product if the can does not rust through. Freezing will not harm products, and with most items neither will relatively high temperatures for a short period of time. If your storage conditions are not cool and dry, check your stocks more often to determine their current condition. Do not store food in a garage, attic or metal storage shed where temperatures fluctuate to high degrees.  PUT AWAY AND FORGET? Even though Ready Reserve Lo-Moisture foods properly prepared for storage are more worry free than any other food items, we recommend periodic checking. By checking your food supplies, you can determine their condition, learn how to use them, and find out what you and your family like to eat. Plastic lids (included in pre- selected food supplies) are available to re-close partially full cans. While most dehydrated products stay in good condition over four, six, eight years or more of storage, the rotation (use and replacement) of stored foods every few years is a wise practice. Periodic checks will build confidence in your reserves and provide comforting assurance that they will be in good condition when needed. Family Disaster Plan and Personal Survival Guide there are many different kinds of disasters. Earthquakes, floods, fires, airplane crashes, chemical spills, pipeline leaks and explosions, and others, small and large, which seldom give warning are equally devastating to their victims. This guide is primarily geared to earthquakes, but the planning you and your family do now will be of benefit when and if any disaster strikes you. Family Meetings: At least once a year have a meeting with your family to discuss and update your plan and determine what training, equipment and supplies are needed. Occasional drills will assure quick reaction and avoid injury and panic in an emergency. Share your plans with neighbours, friends, relatives, and co-workers. Preparedness Activities Learn how to protect yourself from falling objects, smoke, fire, caustic fumes, etc. Learn First Aid (available through your local Red Cross Chapter) Persons Trained: ____________________________ Date: ___________________ Location of First Aid kit: ___________________________________ Learn how and where to shut off utilities. Location of gas valve: _______________________ Location of wrench: _________________________ Location of main water valve: ______________________ Location of main circuit breaker: ____________________ Location of other utilities:_______________________________________________ Draw a Plan of your home On a piece of paper draw a floor plan of your home showing the location of exit windows and doors, utility cutoffs, First Aid Kit, emergency supplies, food, clothing, tools, etc. Be sure everyone in you household is familiar with it. Show it to baby-sitters and house guests when you're going to be away. They could use it to direct someone to a utility cutoff in an emergency. List alternate places to meet around home Outside: ___________________________________________ Inside: ____________________________________________ Alternate reunion locations when family is not at home, e.g. Red Cross shelter, neighbour, relative, park, school. ___________________________________________________________________ Learn and discuss school disaster policy. Church? Club? Other? Are medical consent forms complete? ___________________________________________________________ Identify where emergency supplies and equipment are located. Fire extinguisher: ___________________________ Flashlight/Batteries: ________________________ Portable radio: ______________________________ Tools: _______________________________________ Safety equipment: ____________________________ Water: _______________________________________ Sanitation supplies: _________________________ Food: ________________________________________ Cooking equipment: ___________________________ Blankets: ____________________________________ Extra eyeglasses: ____________________________ Medication: __________________________________ First Aid Supplies: __________________________ Complete set of clothes, shoes, gloves:_______"},{"pageNumber":32,"pageContent":"After an Earthquake be prepared for after shocks If you must evacuate Special Health Needs Be prepared for after shocks Put on Heavy shoes immediately to avoid injury from stepping on glass and other debris. Check for injuries and give first aid. Check for fires and fire hazards. Remove fallen objects from top of stove. Sniff for gas leaks, starting at the hot water heater. If you smell gas or suspect a leak, turn off main gas valve, open windows and carefully leave house. Do not turn lights on or off or light matches or do anything that makes a spark. Note: Do not shut off gas unless an emergency exists. Do Not turn it back on until the gas company or plumber has checked it out. If damage to electrical system is suspected, (frayed wires, sparks or the smell of hot insulation) turn off system at main circuit breaker or fuse box. If water leaks are suspected, shut off water at main valve. Check neighbours for injury. Turn on radio and listen for advisories. Locate light source if necessary. Do not touch downed power lines or objects touched by downed wires. Clean up potentially harmful materials. Do not use phone except for genuine emergencies. Check house, roof and chimney for damage. Check emergency supplies. Check to see that sewage lines are intact before continued flushing of toilets. Do not go sightseeing. Open closets and cupboards carefully. Cooperate with public safety officials. Be prepared to evacuate when necessary. If you must evacuate prominently post a message indicating where you can be found. Take with you a First Aid kit Flashlight, radio and batteries Important papers and cash, Food, Sleeping bags/ blankets, Clothes, Toiletries and personal item, Baby supplies, Special Health Needs, Keep a list posted of supplies/equipment that your particular family members may need to take with them in case of evacuation. Include such items as: Medication, insulin & syringes, Dentures, Eyeglasses, contact lens supplies, Wheelchairs, walker, crutches, Oxygen tanks, Special dietary needs, special baby formula. Name and number of family doctor and dentist. Pets In a Disaster Pets are not permitted in shelters, so families should plan for their pets in the event of a disaster such as an earthquake., if you must leave your home, you should very seriously consider provisions for leaving your pets behind. They should be confined to a basement, garage or bathroom. Leave only friendly dogs together. Never leave cats with dogs, even friendly dogs. Do not leave pets in a car with windows closed. The most important task is to provide water. Dogs and cats adapt well to deprivations of food, but not water. Fill a tub or several buckets. Tie any vessel so that it cannot be tipped over. It may be better to leave no food than to leave food which will spoil. It is probably best to leave only dry pet food, low in protein and fat."}]
