[{"pageNumber":1,"pageContent":"Emergency Shelter When you just want to get out of the elements for a little while, one of these may be the answer, they provide minimal protection and could never be described as comfortable, but they may make the difference between life and death if you are too tired or injured to construct anything more elaborate. (For pictures/diagrams see: http:// forums.cosmoaccess.net/forum/survival/prep/shelter.htm)BoughShelter Look for branches that sweep to the ground or fallen boughs that offer protection from the wind-ensure they are secure enough not to fall on you though! You may want to secure them by lashing (see diagram). Weave in other branches to add supplemental protection, conifers are more suited to this technique than broad leaves. Root Shelter The spreading roots and compacted earth at the base of a fallen tree form a useful storm barrier, if they are facing the right way. Filling in the sides around the roots will increase it's potential and provide a solid base for construction of something more elaborate. Natural Hollow A shallowdepression in the earth will provide some protection from wind immediately, and provides a natural basis for construction of a shelter. However care must be taken in damp areas or on hills or you'll end up under water! Lay a few light logs across the hollow and then a larger bow across them, this will give pitch to short branches laid across the top to keep out rain. Finish with turf or twigs and leaves. Fallen T runk A fallen trunk alone provides a good windbreak. Scoop out a small hollow on the leeward side and construct a lean-to roof of boughs. Stone Barriers A shelter is more comfortable if you have enough headroom to sit up in it. So build up a low wall of stones around a hollow or shallow excavation. Caulk the walls with mud, leaves, twigs and turf, fi nish with a roof of branches and turf. Sapling Shelter If you should happen upon a growth of saplings, clear the ground between them and lash their tops together, weave branches between them and consolidate with ferns and turf. A similar effect can be gained by driving pliable branches fi rmly in the ground. If you have your \"bug-out\" or emergency kit you should have access to some form of waterproof sheeting, throw this over the saplings and weight with stones or logs. Bashas With a waterproof poncho, groundsheet, piece of tarpaulin or plastic sheeting you can construct what is often referred to in the forces as a \"basha\". There are a few designs below. Remember, always use natural shelter where possible, always insulate yourself from the ground and always secure the sheeting carefully. T epees Best known as the homes of North American Indians, start by tying three or more uprights together to form a cone, you can tie them on the ground before erecting. Cover with hides, sheeting or panels of birchbark. Ensure"},{"pageNumber":2,"pageContent":"you leave a hole at the top for ventilation. Advanced Shelters Snow Cave Under conditions of heavy snow it may be impossible to fi nd building materials, at least not quickly enough to get you out of the elements. Fortunately snow itself provides a good building material. Dig into a drift of fi rm snow to make a \"cave\". Make use of the fact that warm air rises and cold air sinks. Make your shelter on 3 levels. Build a SMALL fi re on the highest, sleep in the middle and allow the low area to trap cold air. Use a stick or ice axe to force two holes in the roof, one to allow smoke to escape another to provide ventilation, fi t a packed block of snow to the door. Stick W alls Screens It is possible to build simple walls by piling sticks between uprights driven into the ground and (if possible) tied at the top. Fill them well with dirt to close gaps and keep out the elements. Coverings Make wattle and woven coverings for roofs or walls from springy saplings, small branches, plant stems, grasses or long leaves. First make a frame from less pliable material, tie off the struts and then weave in your materials. If you have little cordage drive the uprights into the ground and weave in enough of your material to make a basic framework, remove from the ground and fi nish. Caves Caves provide ready made shelter, even small caves can be made habitable and the larger ones make ideal permanent homes. Caves in rock set above valleys are normally dry inside, even if you get a little seepage through the roof. Caves can be cold and sometimes the local fauna may have beaten you to it so approach with care, if there are signs of other \"inhabitants\" light a fi re near the entrance, but be sure to allow them an escape route, a good insulating layer of dry plant matter should help deal with the other problem. Beware of rockfall!!! Getting permanently trapped in your new home is not conducive to personal survival. Fires should be kept towards the rear of a cave, the smoke will rise and follow the roof to an exit, smoke from a fi re lit near the entrance on the other hand will blow inside. Sod House Turf Houses are useful in areas where timber is scarce or you do not have the necessary tools to work in wood. Cut sections of turf 18x6in and build them like bricks, overlapping \"Old English\" fashion. Slope the walls towards the rear to give pitch to your roof, which will have to be supported by wooden spars or some other equally strong material. Make a cover as described above and attach to the spars, cover this with leaves and then a layer of turf. Build low, big enough to situp or maybe scuttle around in but not high enough to stand up straight. You can leave the leeward side open, or for a stronger build fi t a doorway to the lee wall, for this however you will need timber for the frame. You can build in an internal hearth and chimney, but remember that turf is fl ammable, coat the hearth area thickly with clay before use, or light a fi re outside the door with a fi re refl ector behind. Log Cabins"},{"pageNumber":3,"pageContent":"The size of your log cabin will depend on two factors, the size of your timber and the number of people it is to house. A square or rectangle shape will be easiest to build and roof, 8ft square is a sensible size for a small cabin. Choose a level site to build your cabin, fl atten a larger area if necessary, the walls must be level. Cutting down logs should ideally be accomplished with an axe or 2-handed saw although in a pinch the fl exible saw from a survival kit will suffi ce. Unless you're sure you're up to the job don't attempt windows, you should get enough ventilation from the doorway, don't worry about making a door immediately, hang a blanket or other cloth over the door, it'll keep out the wind. Caulk between the logs with a mixture of mud and the wood chips from your logging, use a sharpened stick to force it into the gaps. Cover the roof with saplings before laying a layer of mud and turf. You can add a fi replace if you leave a space in the roof for smoke to escape, but never leave it unattended, put it out rather than risk a fi re, if you do make a fi replace it may be worth using stone if you have a ready supply, make a fi replace and chimney from fl at-sided rocks caulked with clay."}]
