[{"pageNumber":1,"pageContent":"Emergency Food and Water Supplies If an earthquake, hurricane, winter storm or other disaster ever strikes your community, you might not have access to food, water and electricity for days, or even weeks. By taking a little time now to store emergency food and water supplies, you can provide for your entire family.This brochure was developed by the Federal Emergency Management Agency's Community and Family Preparedness Programs which provides information to help families prepare for all types of disasters. WATER: THE ABSOLUTE NECESSITY Stocking water reserves and learning how to purify contaminated water should be among your top priorities in preparing for an emergency. You should store at least a two-week supply of water for each member of your family. Everyone's needs will differ, depending upon age, physical condition, activity, diet and climate. A normally active person needs to drink at least two quarts of water each day. Hot environments can double that amount. Children, nursing mothers and ill people will need more. You will need additional water for food preparation and hygiene. Store a total of at least one gallon per person, per day. If your supplies begin to run low, remember: Never ration water. Drink the amount you need today, and try to find more for tomorrow. You can minimize the amount of water your body needs by reducing activity and staying cool. How to Store Emergency Water Supplies You can store your water in thoroughly washed plastic, glass, fiberglass or enamel-lined metal containers. Never use a container that has held toxic substances, because tiny amounts may remain in the container's pores. Sound plastic containers, such as soft drink bottles, are best. You can also purchase food-grade plastic buckets or drums. Before storing your water, treat it with a preservative, such as chlorine bleach, to prevent the growth of microorganisms. Use liquid bleach that contains 5.25 percent sodium hypochlorite and no soap. Some containers warn, \"Not For Personal Use.\" You can disregard these warnings if the label states sodium hypochlorite is the only active ingredient and if you use only the small quantities in these instructions."},{"pageNumber":2,"pageContent":"Add four drops of bleach per quart of water (or two scant teaspoons per 10 gallons), and stir. Seal your water containers tightly, label them and store them in a cool, dark place. Hidden Water Sources in Your Home If a disaster catches you without a stored supply of clean water, you can use water in your hot-water tank, in your plumbing and in ice cubes. As a last resort, you can use water in the reservoir tank of your toilet (not the bowl), but purify it first (described later).Water beds hold up to 400 gallons, but some water beds contain toxic chemicals that are not fully removed by many purifiers. If you designate a water bed in your home as an emergency resource, drain it yearly and refill it with fresh water containing two ounces of bleach per 120 gallons. To use the water in your pipes, let air into the plumbing by turning on the highest faucet in your house and draining the water from the lowest one.To use the water in your hot-water tank, be sure the electricity or gas is off, and open the drain at the bottom of the tank. Start the water flowing by turning off the water intake valve and turning on a hot-water faucet. Do not turn on the gas or electricity when the tank is empty. Do you know the location of your incoming water valve? You'll need to shut if off to stop contaminated water from entering your home if you hear reports of broken water or sewage lines.Emergency Outdoor Water Sources If you need to seek water outside your home, you can use these sources. But purify the water before drinking it.Rainwater Streams, rivers and other moving bodies of water Ponds and lakes Natural springs Avoid water with floating material, an odor or dark color. Use saltwater only if you distill it first (described later). Three Easy Ways to Purify Water In addition to having a bad odor and taste, contaminated water can contain microorganisms that cause diseases such as dysentery, cholera, typhoid and hepatitis. You should therefore purify all water of uncertain purity before using it for drinking, food preparation or hygiene. There are many ways to purify water. None are perfect. Often the best solution is a combination of methods. Before purifying, let any suspended particles settle to the bottom, or strain them through layers of paper towel or clean cloth."},{"pageNumber":3,"pageContent":"Three easy purification methods are outlined below. These measures will kill microbes but will not remove other contaminants such as heavy metals, salts, most other chemicals and radioactive fallout. Boiling is the safest method of purifying water. Bring water to a rolling boil for 10 minutes, keeping in mind that some water will evaporate. Let the water cool before drinking. Boiled water will taste better if you put oxygen back into it by pouring it back and forth between two containers. This will also improve the taste of stored water. Chlorination uses liquid chlorine bleach to kill microorganisms. (See page 1 for bleach safety information.) Add two drops of bleach per quart of water (four drops if the water is cloudy), stir and let stand for 30 minutes. If the water does not taste and smell of chlorine at that point, add another dose and let stand another 15 minutes. If you do not have a dropper, use a spoon and a square-ended strip of paper or thin cloth about 1/4 inch by 2 inches. Put the strip in the spoon with an end hanging down about 1/2 inch below the scoop of the spoon. Place bleach in the spoon and carefully tip it. Drops the size of those from a medicine dropper will drip off the end of the strip. Purification tablets release chlorine or iodine. They are inexpensive and available at most sporting goods stores and some drugstores. Follow the package directions. Usually one tablet is enough for one quart of water. Double the dose for cloudy water. More Rigorous Purification Methods While the three methods described above will remove only microbes from water, the following two purification methods will remove other contaminants. Distillation will remove microbes, heavy metals, salts, most other chemicals, and radioactive dust and dirt, called radioactive fallout. Filtering will also remove radioactive fallout. (Water itself cannot become radioactive, but it can be contaminated by radioactive fallout. It is unsafe to drink water that contains radioactive fallout.) Distillation involves boiling water and then collecting the vapor that condenses back to water."},{"pageNumber":4,"pageContent":"The condensed vapor will not include salt and other impurities. To distill, fill a pot halfway with water. Tie a cup to the handle on the pot's lid so that the cup will hang right- side-up when the lid is upside-down (make sure the cup is not dangling into the water) and boil the water for 20 minutes. The water that drips from the lid into the cup is distilled. To make a fallout filter, punch holes in the bottom of a large bucket, and put a layer of gravel in the bucket about 1-1/2 inches high. Cover the gravel with a towel cut in a circle slightly larger than the bucket. Cover soil with a towel, place the filter over a large container, and pour contaminated water through. Then, disinfect the filtered water using one of the methods described above. Change the soil in your filter after every 50 quarts of water. Family Disaster Supply Kit It's 2:00 a.m. and a flash flood forces you to evacuate your home--fast. There's no time to gather food from the kitchen, fill bottles with water, grab a first-aid kit from the closet and snatch a flashlight and a portable radio from the bedroom. You need to have these items packed and ready in one place before disaster hits. Pack at least a three-day supply of food and water, and store it in a handy place. Choose foods that are easy to carry, nutritious and ready-to-eat. In addition, pack these emergency items: Medical supplies and first aid manual Hygiene supplies Portable radio, flashlights and extra batteries Shovel and other useful tools Money and matches in a waterproof container Fire extinguisher Blanket and extra clothing Infant and small children's needs (if appropriate) FOOD: PREPARING AN EMERGENCY STOCKPILE If activity is reduced, healthy people can survive on half their usual food intake for an extended period and without any food for many days. Food, unlike water, may be rationed safely, except for children and pregnant women. If your water supply is limited, try to avoid foods that are high in fat and protein, and don't"},{"pageNumber":5,"pageContent":"stock salty foods, since they will make you thirsty. Try to eat salt-free crackers, whole grain cereals and canned foods with high liquid content. You don't need to go out and buy unfamiliar foods to prepare an emergency food supply. You can use the canned foods, dry mixes and other staples on your cupboard shelves. In fact, familiar foods are important. They can lift morale and give a feeling of security in time of stress. Also, canned foods won't require cooking, water or special preparation. Following are recommended short-term and long-term food storage plans. Storage Tips Keep food in the driest and coolest spot in the house--a dark area if possible. Keep food covered at all times. Open food boxes or cans carefully so that you can close them tightly after each use. Wrap cookies and crackers in plastic bags, and keep them in tight containers. Empty opened packages of sugar, dried fruits and nuts into screw-top jars or air-tight cans to protect them from pests. Inspect all food containers for signs of spoilage before use. Short-Term Food Supplies Even though it is unlikely that an emergency would cut off your food supply for two weeks, you should prepare a supply that will last that long. A two-week supply can relieve a great deal of inconvenience and uncertainty until services are restored. The easiest way to develop a two-week stockpile is to increase the amount of basic foods you normally keep on your shelves. Remember to compensate for the amount you eat from other sources (such as restaurants) during an average two-week period. You may already have a two-week supply of food on hand. Keeping it fresh is simple. Just rotate your supply once or twice a year. Special Considerations to Keep in Mind As you stock food, take into account your family's unique needs and tastes. Try to include foods that they will enjoy and that are also high in calories and nutrition. Foods that require no refrigeration, preparation or cooking are best. Individuals with special diets and allergies will need particular attention, as will babies, toddlers and the elderly. Nursing mothers may need liquid formula, in case they are unable to nurse. Canned dietetic foods, juices and soups may be helpful for the ill or elderly."},{"pageNumber":6,"pageContent":"Make sure you have a can opener and disposable utensils. And don't forget nonperishable foods for your pets. How to Store Your Short-Term Stockpile Keep canned foods in a dry place where the temperature is fairly cool--not above 70 degrees Fahrenheit and not below freezing. To protect boxed foods from pests and extend their shelf life, store the boxes in tightly closed cans or metal containers. Rotate your food supply. Use foods before they go bad, and replace them with fresh supplies, dated with ink or marker. Place new items at the back of the storage area and older ones in front. Your emergency food supply should be of the highest quality possible. Inspect your reserves periodically to make sure there are no broken seals or dented containers. How to Cook if the Power Goes Out For emergency cooking you can use a fireplace, or a charcoal grill or camp stove outdoors only. You can also heat food with candle warmers, chafing dishes and fondue pots. Canned food can be eaten right out of the can. If you heat it in the can, be sure to open the can and remove the label first. Long-Term Food Supplies In the unlikely event of a military attack or some other national disaster, you may need long-term emergency food supplies. The best approach is to store large amounts of staples along with a variety of canned and dried foods. Bulk quantities of wheat, corn, beans and salt are inexpensive and have nearly unlimited shelf life. If necessary, you could survive for years on small daily amounts of these staples. Stock the following amounts per person, per month: Wheat--20 pounds Powdered Milk(for babies and infants)*-- 20 pounds Corn--20 pounds Iodized Salt--1 pound Soybeans--10 pounds Vitamin C**--15 grams * Buy in nitrogen-packed cans ** Rotate every two years"},{"pageNumber":7,"pageContent":"Storage and Preparation of Food Supplies Store wheat, corn and beans in sealed cans or plastic buckets. Buy powdered milk in nitrogen-packed cans. And leave salt and vitamin C in their original packages. If these staples comprise your entire menu, you must eat all of them together to stay healthy. To avoid serious digestive problems, you'll need to grind the corn and wheat into flour and cook them, as well as boil the beans, before eating. Many health food stores sell hand- cranked grain mills or can tell you where you can get one. Make sure you buy one that can grind corn. If you are caught without a mill, you can grind your grain by filling a large can with whole grain one inch deep, holding the can on the ground between your feet and pounding the grain with a pipe. Nutrition Tips In a crisis, it will be vital that you maintain your strength. So remember: Eat at least one well-balanced meal each day. Drink enough liquid to enable your body to function properly (two quarts a day). Take in enough calories to enable you to do any necessary work. Include vitamin, mineral and protein supplements in your stockpile to assure adequate nutrition. Shelf Life of Foods for Storage Here are some general guidelines for rotating common emergency foods. Use within six months: Powdered milk (boxed) Dried fruit (in metal container) Dry, crisp crackers (in metal container) Potatoes Use within one year: Canned condensed meat and vegetable soups Canned fruits, fruit juices and vegetables Ready-to-eat cereals and uncooked instant cereals (in metal containers) Peanut butter Jelly Hard candy, chocolate bars and canned nuts May be stored indefinitely (in proper containers and conditions): Wheat Vegetable oils Corn Baking powder Soybeans Instant coffee, tea"},{"pageNumber":8,"pageContent":"Vitamin C and cocoa Salt Noncarbonated soft drinks White rice Bouillon products Dry pasta Powdered milk (in nitrogen-packed cans) Ways to Supplement Your Long-Term Stockpile The above staples offer a limited menu, but you can supplement them with commercially packed air-dried or freeze-dried foods and supermarket goods. Rice, popcorn and varieties of beans are nutritious and long-lasting. The more supplements you include, the more expensive your stockpile will be. Following is an easy approach to long-term food storage: uy a supply of the bulk staples listed above. Build up your everyday stock of canned goods until you have a two-week to one-month surplus. Rotate it periodically to maintain a supply of common foods that will not require special preparation, water or cooking. From a sporting or camping equipment store, buy commercially packaged, freeze-dried or air-dried foods. Although costly, this will be your best form of stored meat, so buy accordingly. If the Electricity Goes Off... FIRST, use perishable food and foods from the refrigerator. THEN use the foods from the freezer. To minimize the number of times you open the freezer door, post a list of freezer contents on it. In a well-filled, well-insulated freezer, foods will usually still have ice crystals in their centers (meaning foods are safe to eat) for at least three days. FINALLY, begin to use non- perishable foods and staples."}]
