[{"pageNumber":1,"pageContent":"(pt.2) Family Food Security The traditional practice of groups such as the Mormons, who practice food storage as a religious and cultural discipline, is to store basic foods such as whole grains, beans, and dried milk. Such food products are widely available, and can be easily stored for long periods of time. For most people, however, storing these products will require dietary changes. They will need to increase the amount of grains, beans, and vegetables in their diets, and decrease the amounts of meat. If you decide to change your diet, start introducing whole foods cooking gradually to allow your family time to learn to enjoy the new foods. Cooking from whole foods is what your grandmother used to do, and who can forget the tremendous holiday meals at Grandma's? With practice, whole foods cooking can be as convenient as anything frozen in a cardboard box, especially since you don't have to make a special trip to the store to get it. If the store isn't busy, for me to get in my car, go to the store, make my selection, stand in line, buy the frozen dinner, go back home -- figure that time at your hourly wage, and see how expensive that frozen dinner really is. If you've stocked your pantry properly, you can get by with as few as two trips to the store each month, and how much time would that save you, remembering how often these days that \"time is money\"? Not to mention, that time in the store is not quality time you're spending with your family. Maybe you are the one American family without a time crunch, and if so, congratulations, but the rest of us could use some extra hours every month, and stocking your pantry with a couple of months of basic food supplies is one way to do that. As an added bonus, you save money. When something is on sale, you can buy a lot of it without busting your grocery budget. Going to the grocery store is often like roulette, meat may be cheap, but canned goods have gone sky high. There's a sale on sugar, but look at the price of milk. You don't have to be hostage to the pricing strategy of your local grocer. Even if you are poor, you can insulate yourself from the vagaries of that marketplace by always being in a position to serve dinner, even if you don't go to the store for a couple of weeks. If canned goods are high and meat is low, you can buy meat, and get your canned goods next week when they have gone down in price but meat has gone up. You already have the meat, so you don't have to buy it when it is expensive. Effectively, this is a decision to keep some of your family's savings in the form of durable goods -- which is to say, groceries in the cupboard -- and this investment actually earns you interest and dividends in the form of better deals on the groceries you buy. You are going to spend money anyway, might as well get maximum value for your money -- in terms of saving you time and money. For most people, spending less money on groceries and having more time with their families would add up to \"a better quality of life, and more family se curity\"."},{"pageNumber":2,"pageContent":"So you can see why the corporate grocery industry has a vested interest in discouraging this practical and frugal household management practice. Irrespective of Y2k, it is a good idea for the consumer, but grocers don't like it because they're making money with their volatile price swings and high profits. The basic whole foods diet is detailed in the USDA Food Pyramid chart, which shows the number of recommended daily servings of each of the major food groups. Switching to a whole foods diet certainly doesn't mean giving up your appreciation of fine foods. Including these items in your diet has very real and health and quality of life benefits. So even if hard times come, you can enjoy arroz con pollo, pizza, chocolate cake, polenta, red beans and rice, fresh tortillas and homemade salsa, or any of the thousands of other tasty and nutritious meals that can be made from stored grains, beans, and vegetables. If there are no hard times, you can still enjoy the good nutritious food, and save time. The advice often mentioned by the United States government is 2 or 3 days worth of food, but this recommendation is an unwise holdover from contingency plans for localized disasters, and also a reflection on how far we have departed from traditional frugality. Generally, the Red Cross and FEMA (Federal Emergency Management Agency) figure that in most disasters, within 3 days they will be set up throughout the affected area, ready, willing, and able to distribute food or other supplies as needed. Thus, their concept is something to tide you over until the cavalry arrives. However, Y2K is not a normal emergency. It happens everywhere at once -- but the Red Cross and FEMA can't be \"everywhere at once\". Neither can anybody else. In the context of disaster preparations -- and perhaps as a start to a better and more frugal household management practice -- buy more food than you think you will need, and for a longer period than two weeks. Food is a consumable item, everything you buy is something that you can eat in good times or bad times. If Y2K turns out to be a false alarm rather than a crisis, you've saved yourself time and money in the year 2000, because you have already bought most of the groceries you'll need for the first few months of the year. You can use that time and money for something else, like taking the family on a vacation. Alternatively, you can donate the excess groceries to a food pantry that helps the poor, and write it off as a tax deduction. Any way you look at it, money that you spend on food now is money in the bank. Start with your local sources. This may include various grocery stores, large discount/membership stores, farmers markets, feed stores, there are many possible options. An excellent idea is to develop a direct buying relationship with one or more farmers. This will be especially useful if you preserve some of"},{"pageNumber":3,"pageContent":"your food yourself (drying, smoking, or canning), or if the farmer or cooperative does some processing. These skills help you ensure a high quality product. Make such contacts at farmers markets, or through your county extension agent or food circle. If international and national food distribution systems break down, having a relationship with a farmer in your area could be very important. Small farmers and cooperatives are good sources for items such as salt cured country hams that keep without refrigeration. Support the opening of a \"community canning kitchen\" in your area, by a cooperative of producers, or by a non-profit group such as a church or civic club. This would provide opportunities both to help families preserve their own produce, and also to give small market gardeners or microenterprises opportunities to process foods in a health department approved process. Since cooking and eating is crucial to your survival, don't be dependent upon only one form of energy, such as gas or electricity, for food preparation. Have one or more of these alternatives on hand for emergencies, or use some of them (as appropriate) for saving money on energy costs right now."}]
