[{"pageNumber":1,"pageContent":"(pt.3) Family Food Security For emergency camp stove cooking inside a house, the preferred choice is the propane camp stove -- with proper ventilation. Place it right in front of a window open at least one inch. Coleman fuel stoves are not recommended for indoor use, although they would be fine outside, on a porch, in a garage, or other well-ventilated place. Most propane camp stoves run on one pound disposable cylinders; if you are cooking three meals a day, you can probably get 3 or 4 days cooking out of each cylinder, depending on what's on the menu. While it's possible to bake biscuits on top of a camp stove (you usually will have to flip them to get them to brown on top), it is better to buy a camp oven that sits on top of the propane burners. These are sold in camping supply stores or departments. Buy an attachment for the propane camp stove that will allow you to cook on it while using a bulk propane tank (such as a 20 lb, 5 gallon tank) for fuel. These stoves are cheap enough that you could buy three or four and thus be able to do a lot of cooking, while also having one or two that you could loan to a neighbor in distress. Remember that a blue flame is the cleanest burning flame, so adjust the flame so it burns blue. (1) Place a heat diffuser on top of the burner(s). This could be a large cast iron skillet or grill, or a cookie sheet. (2) Put something on top of this to raise the cooking pan up off the heat diffuser and allow air to circulate underneath the pan. This could be a low cake pan, or a couple of empty tuna cans. (3) Put the food to be baked in a covered pan on top of the \"risers\". (4) Make a tent from several layers of aluminum foil over the cake pan, so that air can circulate underneath it, and put a small vent hole in the top of the aluminum foil cover. Keep an eye on the food as it is baking. RV's, campers, and mobile homes are often equipped with kitchen stoves that burn propane. A natural gas stove can be converted to propane by adjusting the natural gas jet orifices to burn propane (in some cases they will need to be replaced). Propane companies will often do this conversion for free. I found a company here in Oklahoma City that charges $40 for the conversion. Other sources for propane stoves are RV and mobile home distributorships and suppliers. Never try to run a natural gas appliance with propane gas without such a conversion; the natural gas jets are much larger than the propane jets. A chafing dish consists of: (1) a stand that supports a pot, (2) a heat source, which is usually cannister of a jelled cooking fuel that is sold"},{"pageNumber":2,"pageContent":"specifically for chafing dishes; typically, this sits on a little platform in the middle of the stand, (3) a pan for water, (4) a cooking or warming pan that can sit either directly over the flame or over the pan of water. A fondue pot is a type of chafing dish with the heat applied directly to the pot. For chafing dish fuel, there are multiple options. Sam's Club sells \"Safe-Heat\" brand canned fuel for chafing dishes, a dozen to the case, each can burns six hours, 72 hours of cooking for about twelve dollars. Candles and denatured alcohol burners are other alternatives, although alcohol burns very fast, and candles cook slowly. Chafing dishes come in many sizes. The small stand that supports the chafing dish can be used with a skillet or omelet pan, or a pot for soup or stew. You can often find small chafing dish stands that are made for use with a candle at thrift stores; they will support a small pot. These can be used for warming canned foods (chili, pasta and sauce, ravioli, soup, etc.) It takes a half hour to an hour to heat a can of food using a small candle, depending on how hot you want it. Oatmeal could also be made this way, especially the instant oatmeals (or instant grits, depending on what part of the country you hail from). Woks work well with the chafing dish fuel canisters such as Safe-Heat. You can make a wide variety of recipes in a chafing dish: griddle cakes, eggs benedict, salmon cakes, creamed dried beef, crab meat bisque, chicken a la king, stew, soup, macaroni and cheese, Swedish meatballs, etc. Very useful in the event of either setting up for a party buffet or getting through utility problems in January 2000. Even if the electricity and natural gas are disrupted, you can still enjoy a gourmet meal, prepared at the table, served by candle light. Solar cookers can be made with cardboard boxes, aluminum foil, duct tape, and glass. Such ovens can easily get to 350 degrees, hot enough to bake meats and casseroles. You can easily make one. There are several books on the subject, one that comes well recommended is Cooking with the Sun, by Beth and Dan Halacy, with complete plans for different designs. A solar cooker works by (1) absorbing solar heat in a dark pot through a clear transparent cover such as glass or an oven baking bag, (2) insulating the pot so that the heat does not radiate out but rather cooks the food, and (3) they usually have some way to reflect additional sunlite onto the pot via a panel of reflective material. Any recipe suitable for a crockpot will generally work in a solar cooker. One of the easiest solar cookers to make is the \"two box model\". Glue aluminum foil to the inside of two boxes, one a bit larger than the other. The smaller box is placed inside the larger. It's not necessary to use insulation between the two boxes, as long as there is at least a half inch air space between the two."},{"pageNumber":3,"pageContent":"The smaller box should be just larger than the pot that will be used in the cooker. Slit it at the four corners (down to the height of the pot) so that its sides will fold out, and duck tape them to the sides of the larger box. Make a tight fitting lid for the outer box, and cut a large hole in the center of the lid so that sunlight covers the smaller box. Glue an oven baking bag to the inside of that lid, completely covering the sun opening. A second piece of cardboard (the size of the lid) is covered with aluminum foil and attached to the side of the box so it reflects sun down onto the box. To cook food, place a covered pot inside the smaller box and put the lid on the larger box; face the box toward the sun. Position the reflector to direct more sunlight down onto the box. It will get 300 to 350 degrees inside. Start your dinner in the morning; eat it at night. Use an oven thermometer to monitor the temperature. You can make an improvised non-electric crock pot with an ordinary box, or a five or six gallon plastic bucket. Line the inside with aluminum foil, and put several inches of insulating material on the bottom. Bring the food you are cooking (generally, crockpot recipes) to a boil, cover the pot and put it in the container. Pack the spaces between the pot and the sides of the box or bucket with insulating material (whatever is handy, crushed newspapers, cloth, straw, sawdust, etc.) Pack the top of the box or bucket with insulating material, and put the lid on. Let this sit for several hours or overnight (depending on the crock pot cooking time). A wood stove not only can keep your family warm, you can cook on top of it, using a pot or a frying pan. With some bricks, you can make a stand for a pot in an open fireplace, and Dutch ovens can be cooked in fires built outside in the yard or in the fireplace. Dutch oven cooking is an art in and of itself, and there are many good sources for recipes and instructions. A good place to start is with materials prepared for use in Scouting, or the cookbook and camping sections of your local library. Charcoal briquets can be used with your cast iron skillets, Dutch oven, and other pots and pans, but such cooking must be done outside. The outdoor barbecue grill is an obvious outdoor stove, but if you don't have one, it can be built. Many families are building outdoor bread ovens in the traditional European style. This is a backyard project accessible by most people, and plans can be found in most major libraries. Coffee can cooking. Layer food in a coffee can (such as onions, potatoes, carrots, meat, repeated ). Cover with heavy duty aluminum foil, place on medium-hot coals, put some coals on top of the foil, cook for about a half hour or 45 minutes. Pie-pan oven. Grease a metal pie pan and put biscuits or bread into it. Grease a second metal pie pan and place it over the first. Use 4 metal clamps (the kind you use with paper) to hold them together. Put some"},{"pageNumber":4,"pageContent":"coals on top of the pan. If doing this on a camp stove, instead of a campfire, use the procedure described above in \"baking on a camp stove\". Muffin pan oven. Take a metal muffin pan, and either grease the cups or line them with cupcake liners. Put different foods into the cups -- meats, vegetables, biscuits of muffin batter. Oil the second pan, fit it over the first and clamp them together using four big clamps (the kind you use for paper). Cook for 25 to 35 minutes. This can be used over a campfire; put some coals on top of the muffin pan as well as underneath. If you are doing this over a camp stove, use the procedure described above in \"baking on a camp stove\"."}]
