[{"pageNumber":1,"pageContent":"Tactical Cooking Tips. Keep eating. Under training, and certainly under wartime conditions, you will reach a level of exhaustion where eating becomes a difficult chore. You must try anyway or you will very rapidly become a casualty. Be prepared to eat on the move. Break your rations down into various meals and stow them in your BDU (Battle Dress Uniform) pockets or rucksack where you or your buddy can get to them without taking off your gear. Never cook for one. Use the buddy system so only one set of cooking gear needs to be unpacked and used. Take only what you immediately need out of your rucksack and put it away promptly in case you need to leave the area in a hurry. No cooking should be allowed while on an ambush or while in an LP (listening post) or OP (observation post). Cooking in a unit should be staggered. Cook in pairs and those cooking should still watch their fields of fire with their weapons close at hand. The odor of openly cooked food can give away your position. Cooking in unopened cans gives off the least amount of odor of any cooking method. To keep your canteen cup clean (important for hygienic reasons), to avoid burning your lips and to reduce cooking odors, boil water in your canteen cup, remove it from the heat and prepare hot beverages in a plastic drinking cup (like a Rubbermaid mug or an extra M258 Decontamination Kit container). Spicy foods like curried chicken can be detected by the educated nose at 40 to 50 meters. Hexamine solid fuel stoves also have a very pungent and distinct odor. A butane stove burns hotter than solid fuel (less cooking time) and has less risk of compromising your position by smell, but make sure you use is at half-power since it can be noisy. Place sentries at the limit of smell or noise, whichever is the furthest. If you have to cook at night, conceal your stoves so no light is visible, but be aware that hexamine gives off noxious fumes and can be a hazard in an enclosed area like a bunker. Dig a shallow hole for your stove (a hexamine stove only needs a hole about 6 or 8 inches deep) and if you need to put the fire out in a hurry you can remove your mess kit or canteen cup and push the dirt back in the hole to extinguish the fuel block. Equipping the Field Kitchen. In a base camp or secure rear area, you can make use of a more relaxed group style of cooking that would not be possible in a tactical environment. If you are sharing a larger cooking pot with 3 or 4 other people, you can use a sturdy plastic bowl to eat from; it will be easier to clean and keep food warmer longer than your individual mess kit. A butane or multifuel backpacking stove can also be shared. You can split up the load of food, stove, fuel and cooking equipment between several people, but insure that everybody has some ready-to-eat food. A well equipped set of group cooking equipment for a few people should include: One large Teflon or Silverstone coated skillet with a lid and folding handle. This can also be used as a dutch oven for baking biscuits; place the pan on a bed of hot coals and place coals or build a twig fire on the lid."},{"pageNumber":2,"pageContent":"Two large 2 to 3 quart pots; good for everything from boiling water to mixing and preparing stews or one-pot meals. Pot lids conserve heat and reduce the amount of fuel required for boiling water and cooking. Some lids can also be used for frying foods or as serving plates. A lightweight aluminum pressure cooker could substitute for one of the pots and greatly decrease fuel usage. A folding pack grill for cooking over an open fire or hot coals. A folding reflector oven for use with a fire, or a compact folding aluminum reflector oven, like the Outback Oven, which allows baking of items like bread, cobblers, casseroles, brownies and even pizza over a small backpacking stove. Cotton gloves and pot grips or pliers, for safely handling pots over a fire. One wooden spoon, a plastic or metal spatula, a small wire whisk (for thoroughly mixing powdered ingredients with liquids), a sturdy plastic measuring cup and a set of plastic measuring spoons. A collapsible 2-1/2 gallon water jug or a pair of inflatable GI 5-quart canteens often will allow all the water for a meal or for washing cookware to be carried in one trip from the water source. If washing cookware with suspect, unpurified water, heat your pans over the fire or stove afterwards. A 2-1/2 gallon nylon water bag that only weighs 3-ounces and can fold into a shirt pocket is available through camping equipment outlets. Also available is a black plastic collapsible water carrier that heats water with solar energy and has a shower attachment; perfect for cooking water or for field hygiene purposes. You may find a few other items of cooking equipment necessary depending upon the type of food being carried and your personal cooking style. For example, a plastic slotted spoon can be used for mixing baked goods, stirring a pot and draining pasta. Some cooks may insist a small flat cheese grater is essential. The only limit is the weight and bulk you can carry in your rucksack. In a fixed camp or if you are vehicle mobile (or have pack animals) you can add more equipment to your field kitchen for group cooking:"},{"pageNumber":3,"pageContent":"Additional grills for open fire cooking (folding pack type or larger). Additional cookware, like large stock pots (for cooking or for heating water for cleaning dishes) and cast iron skillets or dutch ovens are useful. Aluminum cookware is lightweight and relatively inexpensive, but is easy to burn food in and loses heat quickly. Although heavy, cast iron retains heat well and distributes it evenly. Enameled steel (good for stock pots and roasters) and stainless steel offer excellent compromises between aluminum and cast iron. A 3 to 4 quart enameled steel coffee pot can be used for boiling water for everyone to use to prepare instant hot beverages, soups or hot breakfast cereals. In some units the soldier who makes the first pot of coffee before everyone rolls out of their \"fart sacks\" (sleeping bags) is considered to have the most important job of all. Instant coffee nowadays is very good (freeze dried crystals will even reconstitute in cold water, although it takes longer), but as the name implies, a coffee pot can even be used to make coffee. If not using instant coffee, bring the water to a rolling boil, dump in the proper measure of coffee, remove from heat, cover, set aside for a few minutes, then add a little cold water to settle the grounds. Propane or multifuel two-burner camp stoves. Propane stoves are easier to use (some with electric spark ignition don't even require matches). About the only part that can wear out is the on/off valve, but the fuel is expensive and steel propane cylinders are heavy. Also, if both burners feed from the same cylinder, then the second burner doesn't receive as much pressure as the one closest to the fuel and will burn cooler. Multifuel stoves can burn either white gas (naphtha, Coleman fuel or lantern fuel) or unleaded gasoline; either fuel is cheaper than propane and easier to find a resupply. Multifuel stoves generally work better than propane in extremely cold temperatures, but exercise caution when refueling them; sub-zero temperature fuel on your skin can mean instant frostbite. New models don't require preheating or priming, have self-cleaning generators and some feature electronic ignition. Multifuel stoves burn hotter than propane and aren't as good for slow simmering of soups or stews. A Teflon coated aluminum griddle that fits over both burners is a useful accessory, as is the Outback reflector oven. Plastic jerry cans for water are handy. In an emergency, a jerry can can be strapped to a pack frame if it's necessary to carry water on foot to a remote site. Reliance brand 6-gallon (23-liter) jerry cans are sold at Wal-Mart and K-mart. A 10-quart galvanized pail is useful for both carrying and heating water. Organizing the Field Kitchen. Organization is the first step to great"},{"pageNumber":4,"pageContent":"outdoor cooking. Establish a distinct area for food preparation and another for cooking. In the food preparation area, keep your utensils in order. After you use something, put it back and you won't hear \"Where's the salt?\" or \"Has anyone seen the spatula?\" It's easy to lose small utensils at a campsite; if you don't set them down carefully they are likely to disappear. Once they are gone in the field, you can't just run out to the corner store for a replacement. Allow yourself 360 degrees of uncluttered space around the fire or stove. If your way around is blocked, you will be tempted to reach across the fire for a needed ingredient or utensil. With a campfire, you will want to move around to avoid the smoke as the wind changes. A simple rule is to have a five-foot clear area around a fire. In a cooking area you are particularly in danger of accidents. You could trip around a fire or stove and spill a scalding pot. At the least a meal could be ruined and at worst you could damage equipment or seriously burn yourself. A bad burn in the field, miles from medical attention, can even be a life threatening injury. Wear your boots around the fire and use pot grips or cotton gloves for picking up hot pots. Remove a pot from the fire when you add a new ingredient. This protects your hands and makes it less likely you will spill or waste food. Sparks from a fire can seriously damage nylon tents, ponchos, sleeping bags or rucksacks. Make sure such equipment is a good distance from your fire. Be careful when drying clothing around the fire, and do not dry boots in this fashion. Natural fibers like wool or cotton will smolder before igniting, but polyester or nylon blends (like the material used in GI field jackets and some BDU's) can burst into flame without warning. If a spot near the fire is too hot for you to hold your hand there indefinitely, it is too hot for any item of clothing. As you set up your field kitchen, remember to organize for convenience and safety. -"}]
