[{"pageNumber":1,"pageContent":"Skinning And Dressing Rabbits Page 1 of 3 http://www.i4at.org/lib2/dressrab.htm 8/30/01 Skinning And Dressing Rabbits Dressing Procedure Rabbits are killed by one of two methods. The preferred method is dislocation of the neck. The rabbit is held firmly by the rear legs and head; it is stretched full length. Then with a hard, sharp pull, the head is bent backward to dislocate the neck. The rabbit can also be struck a hard, quick blow to the skull behind the ears. A blunt stick or side of the hand is commonly used to incapacitate the rabbit. Both methods quickly render the rabbit unconscious. After dislocation or stunning, the rabbit is hung by one of the hind legs above the hock joint. The head is immediately removed to allow complete bleeding. The forefeet are then removed. The next step is to cut the skin around the hock joints of the legs and then to cut between these points across the lower part of the body. Remove the tail and pull the skin down and forward over the body. The skins of young or fryer age rabbits are easily removed in this way; it is more difficult to remove the skins of older rabbits. If skins are saved, they should be handled as indicated in the Rabbit Skins and Pelts section below. After the head, forefeet and skin are removed, the carcass, while still hanging, is opened to remove the viscera. Make a cut from the lower part of the abdomen near the anus to the mid-point of the lowest rib. The intestinal tract and lungs are normally removed. Liver, kidneys, and heart remain with the carcass. Remove the carcass from the hanger and cut off the rear feet at the hock joint. Wash the carcass with clean, cold water to remove hair and any other soil or debris, and store it at a cold temperature, preferably at 35 o F. and not over 40 o F. Do not hold dressed carcasses for any length of time in water as they absorb excess moisture which becomes considered as a contaminant. Rabbit Skins And Pelts Rabbit skins and pelts vary widely in quality and value. The different types of fur characteristics vary depending on the breed type. Skins from the young of any breed are normally of poor quality and of less value than those from adult animals. Those with dense fur, that is not easily removed from the skin, are most desirable. Preparation of skins or pelts begins with the removal at slaughter. Exercised care to avoid cuts or tears, and removal of body fat that often remains attached to the skin. As the pelts are removed, turn them inside out while still warm and moist. Place them on wire stretchers or shapers with the front leg casings on one side. Shapers can be made from No. 9 gauge galvanized wire. The shapers extend or expand the pelts to their full length, but do not stretch them out of shape. Fasten the rear legs to the ends of the wire shapers with a clothes pins or some other fastener. Hang the pelts in a well-ventilated drying area, but not in direct sunlight."},{"pageNumber":2,"pageContent":"Skinning And Dressing Rabbits Page 2 of 3 http://www.i4at.org/lib2/dressrab.htm 8/30/01 After the skins are dry the wire shaper is removed. Tanning Skins Regardless of the method used for tanning, proper preparation of the skin is an important step. This involves softening, removal of the adhering fat and flesh, and removal of oil in the skin. Open the skin with a midline cut along the ventral or belly side so that it can be stretched on a flat surface. Scrape adhering flesh and fat from the skin using a blunt knife or similar object. Removing all oil is essential for proper tanning. Working the skin in gasoline or other fat solvent is desirable to remove the last traces of fat. Dried skins are softened by soaking in several changes of water for about 1-3 hours. Time required for softening will vary; soaking time is kept to a minimum since excessive soaking tends to loosen the hair. Addition of borax or bicarbonate of soda (about 1 ounce per gallon) aids in softening, and a little soap or detergent aids in removal of the fat. Salt-Alum Tanning Prepare the solutions as follows: 1. Dissolve 1 pound of ammonium aluminum sulfate or potassium aluminum sulfate (alum) in 1 gallon of water. 2. Dissolve 4 ounces of sodium carbonate and 8 ounces of sodium chloride (salt) in 1/2 gallon of water. 3. Slowly add the soda-salt solution to the alum solution with vigorous stirring. 4. Mix flour with the combined solutions to make a thin paste, first mixing the flour with a little water to aid in preventing lumps. Prepare the skins as previously described and stretched or tack to a flat surface. Coat the skin with a layer of the paste about 1 / 8 \" thick and cover lightly with paper or cloth. Allow skins to stand for about 24 hours, remove the paste, and apply a second coating. A third treatment may be required for thick skins. The last coating should remain for 3-4 days. Remove the paste and wash skins in a solution of borax or soda (1 ounce per gallon of water). Squeeze out (do not wring) excess solution; rinse in plain water and squeeze out excess. Stretch, and when nearly dry, work the skin by rubbing and pulling over the edge of a table, as in polishing shoes with a cloth. Stretching and working the skin is necessary for softening the finished skin. If the skin is rough, it can be sanded with a coarse sandpaper block. A thin coating of Neat's foot oil, glycerin, or other leather conditioner improves pliability. This process is considered slightly better than the salt-acid method that follows, but the finished product is usually harder and more working may be required to make it pliable. It may be necessary to resoak the skin, partially dry it, and repeat the rubbing in order to make it more pliable."},{"pageNumber":3,"pageContent":"Skinning And Dressing Rabbits Page 3 of 3 http://www.i4at.org/lib2/dressrab.htm 8/30/01 Tanning is also accomplished by soaking skins for 2-4 days in the solution before addition of flour. This amount of solution is adequate for 3 or 4 rabbit skins. Salt-Acid Tanning Prepare the solution as follows: 1. Dissolve 1 pound of sodium chloride (salt) in 1 gallon of water. 2. Carefully add 1/2 ounce of concentrated sulfuric acid to the salt solution (Caution: Sulfuric acid is very corrosive and must be handled with care. Avoid contact with skin or clothing. Store acid and the finished solution in glass or earthen containers--never metal.) When adding acid to the salt solution, pour in slowly with constant stirring. If the acid or mixture contacts the skin, rinse immediately with a solution of bicarbonate of soda. 3. Addition of the acid generates heat; the solution is ready for use after it has cooled. Skins tanned by this method are prepared in the manner as previously described. Place the skin in the salt-acid solution so that it is fully covered and allow it to remain for 1-3 days with periodic stirring. When tanned, remove from tanning bath, rinse in plain water, rinse a second time in a solution of borax or soda (1 ounce per gallon of water), and finish with another water rinse. Squeeze out excess water, stretch, allow to partially dry, then finish the skin as described in the salt- alum method. Materials for tanning may be obtained from certain biological supply companies or handcraft shops. Procedures for different tanning methods will vary and instructions should accompany materials marketed for tanning. Donated By: James Harley"}]
