[{"pageNumber":1,"pageContent":"BUILDING THE TW1 Good for you on your choice to make your own tent! You can do it. Don't be afraid. This tent was only my third sewing project, and while my effort isn't pretty, it is very serviceable. I have come to the conclusion that the trick to sewing is to think about what you are going to do one last time before you actually do it. Ripping out seams is no fun and improperly cut panels can get expensive. My grand father, the carpenter, always said, \"Measure twice, cut once.\". Unfortunately, I'm not at a time in my life where I can take a great deal of time to write out pages and pages of detailed instructions on how to make the TW1, so these words and the accompanying illustrations are intended to be only a guide. Think about what you are doing and then do it. Don't worry, making a tent is pretty straight forward. Feel free to set up the tent during the construction phase to help in visualizing how to construct the tent's different parts. I did a lot of that. In any case, I'll do my best to help you through the few tricky spots. A few words on the TW1's design After a great deal of study and the close inspection of many many tents, I have come to the conclusion that Mr. Stephenson makes the best there is. It is lite, very wind resistant, easy to set up and roomy. That being said, even his tents have a few problems in my opinion: They cost a lot. They do not have a vestibule in which to put your messy boots etc. I am concerned about the fragile nature of the poles used on his tents. If one of the pole ends goes out of round so that the pole segments won't fit together, pitching the tent would be all but impossible. I have tried to correct these problems in the design of my tent:: The cost of materials on the TW1 is about $105. I assume that you will be making the tent in your spare time and will have fun doing it, so I won't include production time into the cost equation. The TW1 has a huge vestibule in front in which to store muddy boots, packs, etc. The TW1 can use hiking poles, sticks, or both as a frame. The big trade off however is that while a standard Stephenson is good in 90+ MPH winds because of its rounded shape, the TW1's \"A\" frame shape is probably not nearly so good in extremely high winds. Fortunately, the TW1's mission is not to be an extreme condition mountaineering tent, but rather an ultralight two person tent that will hold up to the environmental factors that are commonly encountered by long distance (through) hikers. The TW1 was specifically designed with the following criteria in mind: It had to be ultralight in weight - The TW1 comes in at 2lbs, 6oz without pegs or"},{"pageNumber":2,"pageContent":"the optional inner wall. It had to be big enough for two tall people and their gear - At well over 8 feet long and 5 feet wide, the interior will easily fit two really big folks. It had to be strong enough to withstand the rigors of long distance hikes - Material and design elements of the TW1 have been used successfully on tents such as the Nomads, Stephensons, and Integral Design shelters with rave reviews. It had to be easy to pitch - The TW1 can be pitched with a minimum of three stakes in about 3-4 minutes. Because of the tent's design it can be pitched in the rain with out getting the inside soaked. For really ugly weather up to 13 stakes can be used with about 4 minutes more pitching time. It had to be of a design that would allow its manufacture by a highly unskilled buffoon (me) at home - It got built by the buffoon, what more can I say. It had to be fully enclosed to keep out the creepy crawlys, 'cause I hate bugs. It had to keep out the rain and wind while still keeping condensation to a minimum - The TW1 uses a high/low venting system that has proven effective on other commercially available tents. TheTW1's design is possible because of the wonders of right triangles. As you examine the TW1, you will notice that every angle and measurement in the tent can be drawn without a protractor. A measuring tape and the Pythagorean theorem are all that is needed. I did use the web based right triangle calculator at: HYPERLINK http://www.webmath.com/rtri.html http://www.webmath.com/ rtri.html to help in the tents design. The strength of the tent also lies in the inherent stability of triangular shapes. Starting out EQUIPTMENT - The only equipment required is a standard home sewing machine, a carpenters 48\" Aluminum \"T\" square, a yard stick, measuring tape, scissors, fine point permanent felt markers, chalk, butane lighter to singe cuts as needed and a seam ripper (I screwed up more than one seam). MATERIALS - Please measure out the amount of yardage before you order. I always seem to get too much material. The following is a list of what I bought, but as usual I had some stuff left over: 14 yards of 1.1 oz Silnylon 3 yards of noseeum mesh 12 yards 1\" gross grain ribbon (This is very thin nylon webbing used to finish seams) 2 tubes of silicon seam sealer (To hold the very slippery Silnylon together while sewing. You can do with out this if you are skilled. I'm not that skilled yet). 10 yards of #5 zipper 11 #5 reversible zipper pulls 28 zipper stops 2-3 more tubes of seam sealer for sealing the seams when you are done 1 really big ass commercial size spool of 4oz bonded nylon thread ( This was a"},{"pageNumber":3,"pageContent":"minor pain because I had to transfer the thread from the commercial size spool that would not fit on my machine to a smaller spool) 1/4 yard of 18oz coated ballistic nylon fabric ( used for reinforcing patches under the poles ends and to make the pole holder \"envelopes\" Webbing and buckles for guying the tent. I had these lying around. The total cost of materials for me was about $105 - $115 or so. WORK SPACE - Cutting and working with big pieces of material takes a lot of space. Unless you have a work shop, you will probably end up using your living room or family room. Tell your significant other that this room will be all tore up for a week or so. Cutting the panels The drawings (patern1.jpg, patern2.jpg, etc.) show the dimensions of each of the panels and some instructions on how to draw the layout lines, seam placement, etc. There are only 7 panels (9 if you do the optional inner wall) to cut out. The hardest thing for me was drawing the long lines straight while working on a carpeted floor. MAKE SURE THAT YOU LEAVE A 1 INCH MARGIN AROUND EACH PANEL SO THAT YOU HAVE ENOUGH FOR YOUR SEAMS AND TO ADJUST ALLIGNMENT!!! I know, I know, real seamstresses leave only 1/4 - 1/2 inch, but I'm not that good. If you are, go for it. Remember though, the added margin width allows for the fabric to be folded over a few times so that the seam is very strong. Again, because of the magic of right triangles, most of the layout lines are easy to draw. Adding the reinforcements On the files TWTENT1.gif and TWTENT2.gif, the placement of extra layers of reinforcing material is shown. You will notice that these reinforcements are at the places where the guy straps attach to the tent and where the frame poles meet the tent. These guy strap attachment points are subject to great loads and the points where the poles meet the tent are subject to loads and abrasion from the poles and the ground. All of the pole end reinforcing patches are made from four layers of Silnylon. They are simply constructed be cutting 12, 9.5, 7, and 5 inch circles out of Silnylon and sewing them together like a \"bulls eye\". This \"bulls eye\" is then cut in half or to what ever angle is needed and then sewn on the INSIDE!!!! of the fabric panel that needs reinforcing. The guy strap reinforcements are made in the same manner with circles that measure16,13,10,7, and 4 inches across so as to spread the load over a greater surface. Two other areas to reinforce that do not show on the GIFs and JPEGs are at the tie out loop on each of the side panels and on the floor in the rear of the tent where a single pole would touch the floor panel if only one pole was used to"},{"pageNumber":4,"pageContent":"pitch the rear portion of the tent. On the OUTSIDE of the floor panel, four pieces of 18oz ballistic nylon are sewn under the areas where the hiking poles would cause the floor panel to rub against the ground and where a single pole rear set up would cause rubbing. The tougher ballistic nylon will take the abrasion with the ground and save the relatively fragile Silnylon floor. If you are worried about leakage from all of the seams at the reinforcement points, don't. Stephenson does it and has no problems. Just remember to seal the seams inside and out. Sewing the side, floor , and rear mesh panels together Cut two 9\" lengths of fairly heavy 3/4\" webbing and singe the ends of the cuts so that they won't fray. These will be sewn as hanging loops into the beginning and end of the seam that joins the 86.3\" edges of the two side panels. These hanging loops will be used to suspend the tent between two trees without the use of poles. (The addition of these hanging loops was the idea of the BackPackingLight List's own Don Ladigan. A hell of a good idea it is too, except that now I have to rip a seam out of my own tent to add them.) Sew the two side panels together along their 86.3\" edges making sure to add the aforementioned loops into the seam. Sew the panels so that the seam is on the INSIDE of the finished tent wit the loops on the outside. You will use the excess seam material inside the tent to fasten the pole holders and optional inner wall zippers later. Sew the first 22\" of the 35.4\" edges together. The remaining13.5\" will be sewn to a zipper for the rear lower vent later. Next, cut 6 nine inch pieces of the light weight gross grain nylon webbing. Don't forget to singe the ends of the webbing pieces or they will fray. Each of these will be used as a stake loop and will be sewn into the seam between the floor panel and the side panel as shown in the first GIF. Sew the long edge of the floor panel and the long edge of the side panels together as follows: Sew these seams with the excess material on the inside of the tent as above. REMEMBER TO PUT IN THE STAKE LOOPS OR YOU WILL HAVE TO RIP A SEAM TO INSERT THEM LATER. THIS SUCKS. The very front of the floor panel is attached to the side panel 30 inches in on the vestibule wall edge. That is, the shaded area of the floor panel on PATERN2.jpg extends 5 inches into the vestibule area. This is also mentioned on the printed instructions on PATERN2.jpg. The next 85\" of the floor panel is sewn to the 85\" edge of the side panel. The 15.5 inch edge of the floor panel is sewn to the first 15.5 inches of the rear 39\" edge of the side panel as is mentioned on PATERN2.jpg. STOP!!! Do not sew the 5\" edge yet. You need to set up the tent to see how this is attached."},{"pageNumber":5,"pageContent":"Sew the 36\"edge of the rear noseeum panel to the 36\" edge of the floor panel with the seam on the inside of the tent. Make and attach the hiking pole holder envelopes On PATERN3.jpg are drawings and comments on the pole tip and pole handle holders. I did not go into great detail here. Just remember that the purpose of these holders is to keep the pole ends from sliding and to keep the pole tips from poking holes through the tent. Make 2 pole tip holders. Attach them to the ridge seam inside of the tent where the pole tip will meet, one in front and one in back. Make 4 pole handle holders. Attach them to the floor/side panel seams inside of the tent where the pole handles meet the floor. Make and attach front and rear stake loops Cut and singe 5 9\" lengths of 3/4\" nylon webbing. Make loops of these and attach them to the ends of the vestibule walls and on the rear vestibule as shown in the first GIF. These loops are the points that will be staked to the ground to hold up the tent. Later you can attach buckles and longer webbing pieces to them, or you can just use cord to pitch the tent if you like. Set up the tent, check out the rear floor section and finish sewing the rear floor and mesh panel to the tent. Now comes the first fun part. Set up the tent in your living room. I usually pound #8 nails into the floor through the carpet to act as stakes. I currently live in a second story apartment. Talk about your angry neighbors. If you have concrete floors, you are gonna bend the nails. If you have hardwood floors you will really piss off your spouse when he/she sees what you did to the floor. Make sure not to step on these nails with bare feet. OUCH! After I pound them in and set up the tent, I usually cover them with plastic cups so as to prevent injury. You may want to leave these nails in place until you finish the tent as you will be putting it up and taking it down several times. Crawl inside and examine the rear floor of the tent to figure out how the 5\" edge of the floor panel and the 20.5\" edges of the rear noseeum panel attach to the rear vestibule wall. I actually held the 5\" and 20.5\" edges in place and marked where the seam would go with a felt pen. It is not important that these seams run at right angles to the ground. They don't on my tent. Sew them how you like so as to fully enclose the back of the tent. Sewing on the rear of the floor panel and the rear mesh was the hardest part of making the tent, as I could not visualize and draw out this area before hand. Sew zippers Time for zippers now. This project was my first one with zippers. Piece of cake. Sew a 13.5\" zipper to the remainder of the 35.4\" edges of the side panels in the rear vestibule area. Also sew a stake loop by the end of each half of this zipper. These loops will be used to secure the rear vent I both open and closed"},{"pageNumber":6,"pageContent":"positions. Sew one side of a zipper to each 61\" edge of the front door panel. Sew the matching half of those zippers to each 61\" edge of the side panels on the front vestibule section. THE NEXT PART IS TRICKY!!! I don't know how to explain how to do this, so you may have to seek local instruction. Place two zipper pulls on EACH zipper for the door. One will unzip down from the top so as to open and close the top vent. The other will unzip up from the bottom so as to open the door for entry and exit. Figuring out how to install these zipper pulls took me a few hours. I'm not too bright though. YMMV. Sew one side of a second zipper parallel to the first one on each of the two edges of the fabric margin on the edge of the door panel. Sew the other side of the zipper on the vestibule walls parallel to the first zippers. I know that this sounds confusing. What you want to end up with is two parallel zippers (one inch apart) on each edge of the front door so that water can not get into the vestibule. Look at how it is done on Stephenson tents for a visual reference. Sew the front noseeum door in place Cut and sew a single layer of Silnylon to the bottom of the front noseeum door as is shown on PATERN3.jpg. Now sew the 60\" edge of the noseeum/Silnylon door to the floor of the tent just behind the hiking pole handle holders (4\"-6\" from the leading edge of the floor panel). Read the rest of the instructions for this section before you go any further. Now set up the tent again and hold the mesh door up along the inside of the tent wall to get an idea of how this seam runs up the side of the wall. Also, note how close to the edge of the mesh panel you need to sew the zipper. I ended up using all of my 1\" margin on both sides of the mesh panel. Again, YMMV. Now sew one half of a zipper to each 50\" edge of the noseeum panel. Sew the other half to the sides of the side panels as is shown in PATERN1.jpg. Notice that the mesh door starts just aft of the hiking pole handle holders and angles back 10\" as it travels up the side wall of the tent. This allows clearance for the top vent opening in the front door. Pretty cool huh. This thing is almost done and you are through all of the hard parts. Finish off the bare edges Sew gross grain ribbon around the bare edges of: The 60\" bottom of the front door panel The first 29\" of the 35\" bottom edges of the side wall panels on the front vestibule"},{"pageNumber":7,"pageContent":"The last 23.5\" of the 39\" bottom edges of the side panel on the rear vestibule Attach guy straps and buckles Adjustable buckles and guy straps can be attached ala Stephenson or SD Clip tents for easier set up. They will add two ounces though. IMHO they are well worth it. They make set up much easier. Seam seal it As of the writing of this document, I have not yet sealed the seams on my tent. I suspect that it will take 2-3 tubes. I have heard that it is worth while to seal them inside and out. I have done this on all of my other tents and have never had a leak. I will do it on this one too. A few last words I have thrown these instructions together in a damn quick hurry (not nearly enough time for editing) as I am really pressed for time right now. I know that parts are not as clear as they could be, and I have probably forgotten some details, but such is life. PLEASE LET ME KNOW WHAT AREAS OF THESE INSTRUCTIONS NEED CLARIFYING AND FURTHER EXPLAINATION. AS I HAVE A CHANCE TO EDIT THESE INSTRUCTIONS IN THE NEXT FEW WEEKS (MONTHS?) I WILL UPDATE THEM. If you decide to build a TW1 and have questions, Email me and I will answer them. When you find ways to improve the TW1, let me know that too. I have already gotten one suggestion and have incorporated it into this document (Don Ladigan's idea about loops above the hiking pole holders for pole-less set up was a last minute addition.). Tread Well Dave Schultz, 01/10/00 Davidjschultz@compuserve.com"}]
