[{"pageNumber":1,"pageContent":"  TIPS FOR CRIME SURVIVORS CHILD ABDUCTION. Most important is to recover the child right away. Take two photos of your child. The first is full face, short hair, no smile. If possible, have the child put on an \"uncertain or scared\" face. The second, full body, next to doorknob. (Brochures describing child as 3'8\" tell us nothing. Sense of height next to door knob is immediate.) NOW! Half tone those photos so they can be multiplied in any copy machine. Child missing? Make two hundred photos on the spot and ask for help in posting in the immediate area. CAR JACK. No cars have been jacked while moving. Slow down way before stop lights. SCAN your mirrors, all three. Most carjackers attack from blind spots in rear. Tint windows. Criminals surveyed have indicated hesitation to rob when unsure about targets. MEN: Ask wife to drive, you be a LIFO loader --- Last In, First Out. IDENTITY THEFT. You must protect your privacy. Your social security number belongs to no one but you. No more using checks with SS#'s; no more credit agencies with your number. Opt out means you forbid the credit agencies form selling your information. Do it in writing. YOUR HOME is your castle when you can defend it. To make it secure, create a sanctuary. Change hardware and use long deck screws to secure hinges on a solid core door in your master bedroom. Drill a hole in that door below waist height at a 45 ° angle downward from the outside. Cover and glue with a mirror or wood piece. Insert the barrel of a 12 gauge shotgun in the hole and fire remotely if a severe problem exists. Don ¹ t answer the door. Either post a sign that says no knocking, phone only, use an intercom, or buy the new $200 dollar door bell that makes your phone ring. Screen all phone calls. Listen to who is calling before picking up. Your taped message says, \"I am always here, but working on a computer so I can ¹ t pick up P á gina 1 de 3 Pathfinder Free Hot Tips From Our Books 08/04/03 http://www.survival - books.com/FreeHotTips.htm"},{"pageNumber":2,"pageContent":"CRIMES AGAINST WOMEN. TIPS FROM OUR BOOKS right away.\" Make your phone number not only unlisted, but also unpublished because intruders use reverse directories and call from cell phones before burglarizing. Outside sensor lights make criminals leave the area at night. Consider a dog. It will protect your home and love you as if the name were spelled backwards. PERSONAL PROTECTION. Turn up your perception knobs. Use glass in the city as mirrors to check what ¹ s behind you. Don ¹ t nose into parking, back in for quicker escapes. Carry a weapon that will dispense either gas or lead. RAPE. He stares at you and doesn't look \"right.\" Take a quick look behind you; rapists work alone, robbers work in pairs. If your menace closes the distance between you, stare directly and defiantly into his eyes to make him feel identified. Closer? Talk to him in a tone of voice as if he were a dog. Say \"Get away from me.\" At the same time, access your weapon, even if it ¹ s only imaginary. Prepare to shoot, either gas or lead. SURPRISE RAPE. If you see the problem at a distance it ¹ s easily solved. The difficult cases occur when suddenly an arm comes around you from behind. NEVER SUBMIT. Bite, knee, head butt, scratch and scream. Your fear and pleading arouses a man sexually who needs to feel power in order to climax. DATE RAPE. Prevention is in the choosing. Double dating is safest. If you drink or take any substance on a date, you have often sold the farm. Set boundaries before going on a date. Writing is best. Then, NEVER allow those boundaries to be exceeded. Focus: Are your house keys attached to your car keys? Bad. Carjackers often use your auto registration to find house and enter with your garage door opener and keys. GOT CREDIT CARDS in your wallet? Don ¹ t get mugged. Fences now pay a higher price for stolen cards when they know the victim can ¹ t cancel. That ¹ s why so many victims are shot. CARRY A HANDGUN? Not unless you practice shooting. If the weapon is a stranger to you, some stranger will either take your weapon or cause you to shoot second after he shoots first. ARE YOU WEALTHY? Test your vulnerability to crime by having some friend play aggressor and attack. Tip from EVERYBODY'S KNIFE BIBLE: \"Rest the point of your knife on your thumbnail and twirl the knife around until the shadow is thinnest. That locates the light source. Check your watch. The shadow points the following ways at these times: Sunrise -- West Sunset -- East Midday -- North Note: Sun appears to travel around earth 360 degrees in 24 hours. That's 15 degrees per hour. You get free clinometers in EVERYBODY'S KNIFE BIBLE to use on your knife to tell time, discover height measurements, cross rivers and more. Tape a pen light to the top of your hunting knife sheath. At night, flip switch and light up foot path to prevent snake bite.\" That's 3 pages. Over 160 pages more of information nobody else has, such as how to make an outdoor bed with your knife to sleep high (safe) and warm (cozy). Tip from EVERYBODY'S SURVIVAL GUIDE: \"Use animals to aid in your survival. P á gina 2 de 3 Pathfinder Free Hot Tips From Our Books 08/04/03 http://www.survival - books.com/FreeHotTips.htm"},{"pageNumber":3,"pageContent":" \"Don't forget nothin.\" Quote from Army Rangers in 1700. Geese make good watch dogs. Teach them a variety of tricks, early warnings, etc.\" Tip from GREAT LIVIN' IN GRUBBY TIMES: \"Learn to trap. Just you and your knife in the woods with some decent traps will feed you superbly. Traps can also ruin the whole day for anyone pursuing you. See Brian Adam's (Green Beret Friend) chapter on Escape and Evasion.\" Tip from GREEN BERET'S COMPASS GUIDE: \"Back tracking is for bean heads. Use a lensatic compass to help walk in a straight line and thus create perfect travel vectors. Connect the vectors in chronological order to discover the direct bee - line back to where you started. You no longer need maps. Get directions from tree stumps. Wide rings reveal South side. Learn to make a compass with a magnetized iron needle floating on wood in water.\" Tip from EVERYBODY'S KNIFE BIBLE: \"You can build super hunting knives from inexpensive mail - order kits out of Tennessee. Sharp knives are safest. Keep yours dull. Suture self.\" Tip from EVERYBODY'S SURVIVAL GUIDE: \"Start a fire with ice. Shape a lens with hands and focus sun on toilet paper or dry pine needles.\" Tip from GREAT LIVIN' IN GRUBBY TIMES: \"Cold? Wrap river rocks with coat hanger wire to get a loop on top. Cook the rocks in hot coals; stay distant (safe). Handle with forked stick. Bury in sand under sleeping bag to keep tootsies toasty.\" Send mail to webmaster@survival - books.com with questions or comments about this web site. Copyright © 2001 Path Finder Publications. Web Design by Stuart Baker Software . Last modified: January 27, 2003 P á gina 3 de 3 Pathfinder Free Hot Tips From Our Books 08/04/03 http://www.survival - books.com/FreeHotTips.htm"}]
