[{"pageNumber":1,"pageContent":"91PREFACE TO THE REVISED RITUALS OF THEO.T.O. , 0° – III° (c.1914 Aleister Crowley)Whereas the institution of Free Masonry has fallen to complete and deserved contempt among allmen, but especially among true Masons, and whereas the traditional knowledge which it was designedto guard has been lost, degenerated, prostituted, or exploited, and whereas, especially in America, theinstitution serves as little else but a cloak for the operations of various gangs of swindlers, be itresolved by Us, the authorized representatives of its highest degrees and the faithful depositories ofits ancient secrets, that the present machinery for communicating those secrets, be declared obsoleteand the work of all who may unlawfully attempt to usurp Our authority be declared void and of noeffect. Be it further resolved that Our own powers be, during the period of reconstruction, concentratedin a single dictator. Be it further resolved that the whole symbolism of Free Masonry, and its name, bedisused, that the true traditional knowledge be communicated in hieroglyphs unmistakably significant,although with the proper guards, in Rituals of first rate literary and dramatic merit, and so constructedthat they shall require neither a gathering of many men nor expensive elaborations for their operation.The Rituals, herewith submitted, are offered, subject to modifications made by the author in suchsense as the Council may deem necessary, as illustrations of the proposed work up to the ThirdDegree. It may be added in explanation, that the Minerval Degree represents the attraction of awandering God, or ‘Ego’, within the Solar System—that the Fourth Degree, of which the Ritual isnot yet complete, represents the glorified state of the initiated Man—and the Degree of PerfectInitiate, which closes the series, His ultimate Perfection. The Degrees from the Fifth to the Ninth arecomments upon the Second, a progressive instruction in how to live. M. M. M.FreemasonryMemphisMizraimA∴A∴0° Minerval———I° ManEntered ApprenticeE.A.E.A.II° MagicianFellow Craft, F.M.F.C.F.C.III° Master MagicianMaster MasonM.M.M.M.IV° Perfect MagicianR. A. Mason——L. of P.4° - 14°4° - 7°4° -C. P. I. Perfect Initiate15° - 16°8° - 9°—Lodge of K.E.W Kt of E. & W.17°10°V° S.P. Rose @18°11°44°VI° Kt Kadosch, Comp of H.G.30°—65°Holy Illus Gd Inq Command31°—66°Kt of Royal Secret32°——VII°33°20°—VIII°———IX° Perfect Illuminate—33° (95°)90°X° S. G. M. G.—96°—XI°———XII° O.H.O.—97°—In 1917 Reuss altered the O.T.O. system again. He dropped Crowley’s invention of a XII° (=OHO) and the mention of an XI°, also dropping his own VI° subdegrees, but added severalsubtitles to the VII° while the old VII° titles were added to the VIII° (Crowley mentioned twoother subtitles giving a total of four subdegrees for the VIII°). From 1917 on, Reuss openlyequated his O.T.O. with the Hermetic Brotherhood of Light.SYNOPSIS OF GRADES"}]
