[{"pageNumber":1,"pageContent":"Correspondence between Aleister Crowley and Frieda Harris (mostly regarding Thoth Tarot designs) Original key entry by Fr. H.B. in New York 1/26/90 e.v. ASCII conversion by Bill Heidrick, T.G. of O.T.O. Copyright (c) O.T.O. O.T.O. P.O.Box 430 Fairfax, CA 94930 USA (415) 454-5176 ---- messages only. LIMITED LICENSE Except for notations added to the history of modification, the text on this diskette down to the next row of asterisks must accompany all copies made of this file. In particular, this paragraph and the copyright notice are not to be deleted or changed on any copies or print-outs of this file. With these provisos, anyone may copy this file for personal use or research. Copies may be made for others at reasonable cost of copying and mailing only, no additional charges may be added. ***********************************************************************  Morton House,  The Mall,  Chiswick  May 10th, 1939 Dear Aleister, Your secretary forgot to send the letter you wrote to me & she has rung me up to read it to me. I am, also, sorry that I have to write plainly to you, because I enjoy our friendship & your instruction very much, but it is entirely spoilt by your attempts to use me as your bank & financial adviser. I have frequently told you that I have nothing, but a weekly allowance, & that out of it I have given you all I can spare. If you are expecting the Tarot to be a means of getting money, or my position as useful for pushing it--I am sorry I am not the right vehicle for such an"},{"pageNumber":2,"pageContent":"enterprise as I intend to remain anonymous when the cards are shown as I dislike any notoriety. Your books are wonderful but you must not expect the reading or money making world to buy them as they don't want to think & ... [remainder missing, possibly not copied from collection]   Monday, Sept. 18th [1939] Dear Aleister, Will you go to Le Chatier Sarve in St James Street and ask them if they can mount my drawings in the same way as the ones you have as a sample. If it would not bother you perhaps you could take one with you. Also please ask the price. I have thought of Green & Stone but they haven't any good assistants now & can't be trusted. There was a very good man on the left going down Pelham Street, small shop with a few frames hanging up & if he still exists he did some fine framing & mounting for Nick & was not too dear, but I don't remember his name. The Rowley Gallery in Church Street, Notting Hill Gate can do the work but they are fussy & very opinionated. I am particularly anxious to get the drawings covered with a non inflammable talc of which the departed assistant at Gates had the name. I wonder if you could extort from Blow-Bubbles what it was called. I do not find the names of the Cards in the Index you have sent at all illuminating in fact it took me hours to sort which was which. They are much too flamboyant, & I prefer the old names don't you. I hate all those rushing words & feel I've alighted in Taliesom. What am I to print in the surrounds, because I won't do them wrong, it is very hard work. I have done the 10 of Swords & promptly Russia takes up arms. Where are we going! You haven't sent me the notes on the Fool. Did you no-tice. Have you seen that all the Sephiroths in the Index are spelled wrong, at least nearly all--an awful bother if they get printed like that. Also I don't feel you have made it clear about Tzaddi--The Emperor. Can't you have a diagram? I have been reading your book to Ann Christie in the evenings & altho she is very interested she could not understand your book and I am not sure I did in the"},{"pageNumber":3,"pageContent":"end. It will be a point about which there will be the most argument. Is there any reason for the 2 loops except secrecy? Surely! & if not why not undo the loop & is the Emperor to be numbered 17 or IV or 4 or 17 ditto Star also Strength XI and Justice VIII. I expect I have still got it all wrong but if I have, you must be clearer because I am only just below sub-normal intelligence. A bientot  Frieda Harris [P.S.] I can't go & see Fox owing to petrol ban, neither can he come & see me & who is Miss ?Beddulph anyhow & where is she. I will try & make you a beautiful diagram if you could make a rough [manuscript diagram] & I think we could have 4 & 17 on a swivel to twist 'round. Quite amusing also the Sun could have the Zodiac pushed round.  Rolling Stone Orchard  Chipping Campden  Glos  Nov. 3rd, 1939 Dear Aleister, The picture did not arrive because my friends at Woolstaplers Hall were away & the house shut up & you know I have never lived there, & when your letters don't arrive it is because they are away & there is no one to take in letters. It would be much better to write to the above address. The picture has arrived safely now. I have written to Michael Juste. Steptoe must have finished more photographs as he sent me the account. I think I have found someone to continue stretching the pictures & mounting them at Leamington & am going to see him on Sunday I hope. There is a lot of work to be done on those mounts."},{"pageNumber":4,"pageContent":" I think it would be a good plan if you could arrange to come here one day next week & see the Swords. I have a superstitious horror of bringing them all unbalanced to London. As it is, we are driven mad with soldiers here & if I don't get on with the Pantacles this will be a garrisson town (I know that is incorrectly spelt but I have no dictionary & the longer I look at it the more peculiar it looks). I find the pub \"The Noel Arms\" is quite nice. Would next Tuesday suit you. There is a good train from Paddington 1.45 arriving Chipping Campden 4.24 & a station bus to bring you from the station. You might like to stay Wednesday & return Thursday as they tell me, the rooms are not available at the week-end. Please let me know at once if this is possible for you--I shall hope you will come as my guest. I will send ticket if I can. I only hope the Swords are alright for I can't do them again. I have followed your instructions with meticulous care. About yr curtains. The ones at Whiteleys are much too small. Those windows are enormous. If you need them Mr Blanche tells me she has seen some blankets which will look alright. I have used them here instead of curtains & find them most cozy & look quite nice. I do not want to buy curtains for that flat as I want to give it up. I am doing the King of Pantacles. I didn't like what I had done. Someone has lent me a genuine flail--it is like this [manuscript drawing of flail] a lovely instrument of solid wood. Most difficult to manage. Why don't you like my egg question. Is it because you don't know the answer? I think it is interesting because the living egg must be charged with, let us call it, electric current to make it move. To me it is a magical feat. I thought it would be to you. There is no trick and it is the country people's method of testing eggs here.  Yours ever  F. H. "},{"pageNumber":5,"pageContent":" Dear Aleister Mohammed, Princess & Child doing well. I will try to answer your letter clearly. I. I have a diagram of the Twist of the Zodiac. Would you like me to make a conventional diagram of your rough? II. Would you send your notes with a paper fastener {drawing] not a clip [drawing] as the thing comes undone & I can't put the papers in right order & get eyestrain? III. Alright about Hylton, have attended to it. IV. I sent that heading of the border as I was not certain it was right. I am not sure what to do. I shall have to try again. Of course I can devide Wands & Disks so that they look dqually & I don't want a crowd of printing at the bottom but I will try out what you suggest. \"More work for the undertaker\" says I. V. In reference to your books--I suppose you know that most of them would be easier for a Beginner written in Sanscrit & that anyone reading them would go off their heads. Therefore the Wise (\"like myself\") take them in snappy bits & only when they are feeling strong. Also they are very exciting & I can't live on hot curry tho you can--I can't even remember what I meant by that Nanny Nanny [?]. I'm glad I was unintelligible, such a change round for you, & anyhow I don't care for just look at the stucco work you have planned out for me--\"Push the Cups deeper! Twist the whole card round\" Oh! but these things are all on 1 plane &, unless I start applique or sculpture, it can't be begun. However I knew we should have to do something, & as far as the paper, the texture, the design, will endure I will do as you say. I will also do a new Justice, damn her. Do you think there was ever \"a woman satisfied\"? With what a smirk she would greet the dawn. But, all the same, I want to finish all the experimental work first, tho Mercury is yelling to re-enter the Womb & Incarnate with his Companions. I mean to plod thro the Pantacles & the Universe, & by that time, you'll be able to alter all the Cards & have them in & out of costly frames & we will finish like Alice through the Looking Glass by having the whole pack on our heads. Goodnight.   F. H. "},{"pageNumber":6,"pageContent":"  57, Petersham Road,  Richmond, Surrey.  19th December, 1939. Dear Frieda, Do what thou wilt shall be the whole of the law. Benediction arrived this morning arrived from Father Jackson. I am very happy and grateful. I was going to send you a classic of purity, but I have not yet been able to get the special copy that I had intended for you. I have been terrifically worried. I have not had a word from Germer since his letter of November 30th, and this is very unusual. Normally, I hear at least once, more often twice a week. This has meant continuous anxiety and frustration. My characteristic idiocy has just been giving another demonstration. I have been wondering for a week why it hurt to carry coal upstairs, and it only dawned upon me last night that it was lumbago, so I then turned on the infra-red and it was all right in half an hour. This is a very strange thing about me; something goes wrong, which is perfectly familiar, and I know the remedy quite well, and I am simply unable to put two and two together. I don't know why that is. A very queer psychological kink. Now your letters received yesterday. Your paragraph 1. Yes, please make a conventional diagram. Your paragraph 2. I cannot accept your terminology for either of the unsatisfactory instruments occasionally employed for keeping papers together. I have acted however, on the indications afforded by your sketches. Freud would deduce a great deal from your preference. Your paragraph 3. Thanks very much about Hylton. Your paragraph 4. The word \"divide\" has for many years been years been used by myself in preference to what is no doubt the correct expression \"devide\". I know of course that division can be done in this lop-sided fashion, but I do not like the spoiling of the winged globe in any case, an an even more"},{"pageNumber":7,"pageContent":"serious objection is that you are making particularly shadowy the one thing that should, by rights, be the most clear. Your paragraph 5. You can't get out of it like that. I believe the basis of the feeling is that there should be a special prerogative to understand spiritual matters, a feeling of heirship. The fact remains that you do not employ such arrogant impertinence with regard to such subjects as logic and mathematics. Bertrand Russell is certainly a thousand times more difficult than ever I am, but you understand him better because you accept the postulate, that subjects like these must be worked at, as with me you are annoyed. My experience of satisfied women is that they do greet the dawn with a smirk; if not the dawn, any time up to five o'clock in the afternoon, and only when it wears off does one have to start all over again. I have long foreseen the \"Alice in Wonderland\" conclusion of our labours, but that if you remember was the signal for the awakening to the beauty of life. I got the photographs with great joy. I do not remember the colours of the Three of Swords, but the centre of the rose should be deep crimson, and the veins of the petals black and very wavy. Ten of Cups. This is admirable, but I can't tell much about the background; it ought to look menacing. There is something very sinister about this card. It suggests the morbid hunger which springs from surfeit. The craving of a drug addict is the idea. At the same time, of course, it is this final agony of descent into illusion which renders necessary the completion of the circle by awakening the Eld of the All-Father. These notes on Justice, or as we have preferred to call her 'Adjustment'. Please note this title. In reading through my description of the card, I noticed a correction to be made, Phalax should be Phallic. There are several mistakes in spelling and punctuation, but no doubt you can put these right by your own ingenium. I suppose I was in a very bad temper when I made my criticism, but I do feel strongly that the plumes of Maat are too insignificant, and the Dove and Raven look simply stuck on; nor do I think that the tessellated pavement is quite right. The general criticism is that the card is a little too cold; Liber is the sign of autumn, season of mists and mellow fruitfulness, close-bosomed friend of the maturing sun. In your card you have got the idea of balance static, whereas it ought to be dynamic. Nature is not the grocer weighing out a pound of sugar; it is the compensation of complicated rhythms. I should like you to feel that every adjustment was a grande passion; compensation should be a festival, not a clerk smugly pleased that his accounts are correct. It seems to me that this doctrine is very important as a commentary on the text \"Existence is pure joy\", and I feel sure that the connection of Venus and Saturn with the sign is significant in this respect. The compensation is surely the awakening of the Eld of the All- Father, the constant reproduction of the original purity from the last stage of illusion. (Compare what I said above about the number Ten). What an extraordinary thing to say! To retain one card may be different from all the other cards. The great difficulty of this whole work is to make a"},{"pageNumber":8,"pageContent":"completely harmonious pack; that is why I wrote so strongly about the private Private View. Your feeling about having no forms and faces is merely symptomatic of modern soul-sickness. It is lack of confidence in one's creative powers. It is the root of homo-sexuality as understood in this country and of all these crazy movements, the Neo-Thomists, and the Buchmanites and the Dadaists and the Surrealists. Picasso took it far enough; he tried to paint a chair which could not be any particular chair, and must therefore have no colour and no form, but as every chair, in order to be a chair, must have a support for the human frame, he did a horizontal line. But this is metaphysics and not art; all these half-sexed, half- witted people, sicklied o'er with the pale caste of thought, I cannot believe that any of them will ever command either the Exeter, the Ajax or the Achilles, and any man who is not potentially capable of doing that, is not a man at all; he may be some kind of pudding, and I hold no brief against puddings, but all these people who resent simplicity resent manhood, they weave their own onanistic web of nastiness; these are the shells cast off from the Tree of Life, these are the larvea of abomination. It has been your evil fortune to have far too much to do with such people without a proper clinical training, such as would have enabled you to diagnose their malady; they have small orts of cleverness without any breadth of vision or balance, without the sense of space, of nature, of fresh air. Their fiddling little ingenuities appeal to you rather as a chess problem or a jig-saw puzzle appeals to some of us in moments of idleness, but you did not have the psychological and pathological knowledge to keep you from making the fatal false step over the precipice of common sense; you have taken these abortive insects seriously. It is perfectly true in one sense to say that the only thing to be done is to fill up some stupid official paper correctly, but that is only true within the universe of discord of that paper, and the belief in thee artificial ingenuities is liable to become a nightmare, and that is when you do have to say \"It's nothing but a pack of cards.\" The whole world as I see it is at present lost in constipations of this kind; the real needs of humanity are what they have always been, food, shelter, love and freedom. That, roughly speaking, is the general true will of the species, and all devices, which are not subservient to this will, are errors. To return to `Adjustment'; those birds bother me very much. I don't think they belong. I think they come from Noah's Ark. It would be better to simplify this card by leaving them out altogether. I feel sure that when you get the Venus and Saturn dancing motive firmly in your mind, you will produce a lady whom you will like better. I must emphasise that this fear of faces is an appalling symptom of cowardice. It is surely a natural instinct to connect expression with moral ideas, and it is moral ideas, or more correctly magical ideas, that you are out to illustrate. It did not matter so much in this particular card because of the tradition of Justice"},{"pageNumber":9,"pageContent":"being blind, but on the other hand, the masking of the face suggests deceit which is the absolute opposite of the intention of the card; it was the familiars of the Inquisition, it was the Vehngericht that administered what they called Justice, hooded. Impartiality is a lovely idea, but it doesn't get you very far; if the impartial person may be impersonated by a demon of malignant darkness. I will now try to do you something about Mohammed. Love is the law, love under will,  Yours fraternally,  [Aleister Crowley]  Rolling Stone Orchard.  Chipping Campden.  Jan. 7, 1940 Dear Aleister, The 26 cards have gone to be mounted, so we are beginning to be terrifyingly finished. There are several I should like to try again, but none of them are what I have hoped to be able to do. Therefore tonight I am the victim of the most profound hump, and I think in future I had better stick to mechanical typing. Also I have been reading your truly magical Liber L.X.V. Oh no, I do not pretend to apprehend it, only it is like music, and the only kind of writing I want to read, only it makes me feel as if I lived in a desert and I am mighty thirsty. Shall I never get on a bit? Yoga practices I never seem to advance in. I cannot live more quietly, but even then the business of living takes time. I am positively alarmed at the prospect of the end of this work, as if I do not get any more handed to me, I shall have to return to the awful life I have escaped from in my conscience during the last 2 years, and I doubt if I can. I do not think the ritual of Magic is much good to me, I seem to have to draw everything I want to understand. Thank you beyond words for all your help patience and understanding. At any rate, thanks to that, you have penetrated a slight amount and in the far distance I can see a bit what the Wisdom of the past and the present might mean. I do wish I could do better, I feel like a lump of undigested suet."},{"pageNumber":10,"pageContent":" No. 2 Disks is on the stocks, is the serpent's eye to be red? It is a bit awkward, as there are several colours introduced in that card which do not belong to Jupiter and Capricorn, I mean the 4 element colours and they make inharmonious patches. Did you say anything about jewels on the serpent? I think you will like him. The vile lettering will have to start again, it makes me cross and ache all over. I am longing to have a go at Mercury, but I am determined to do the Universe first. I have told the man not [to] fasten any cards in the frames, so we can look at them very carefully, it will be awful, but I must get them as nearly right as I can, tho the bother is that watercolours are the devil to alter, even if I were sure that the addition was going to fit in with the design, and altho I can redo, it is not possible to regain the memory of the emotion and one tends to produce a bad copy.  Yours ever Frieda [P.S.] What happened in 1547 because I woke up today saying \"Don't forget 1547\". Has it any sense?  Rolling Stone Orchard  Jan. 28, 1940 Dear Aleister, Thank you for your letter. The No. 5 is also done. About the Stafford Galleries. I think the best way of handling Ala Story will be for me to invite her for the weekend, show her the cards & let the suggestion that she should show them come from her. Percy has offered to drive her down & it was all fixed up, when she developed a cold & could not come. She is an erratic cove & from long experience of her I am sure she is more likely to function if she is allowed to think she is the originator of any business scheme. In spite of her alluring manners she is fundamentally a very capable business woman & she won't be persuaded to do anything that will not mean publicity or money."},{"pageNumber":11,"pageContent":" There is one more thing--I do not think those cards will sell if you include any sort of ritual. People generally are afraid of being made fools of, getting bad luck by associating with black magic, especially at these times, when all the world is crossing itself to avert the evil eye, & the secular business man, whose money you need if the cards are to be reproduced, simply will not touch anything in the nature of a stunt for fear of offending his general public. I humbly suggest that we let Ala advertise it in her own way, keeping very much in the background, for my part anonymously & so stimulate the curiousity of the public & the critics. The whole production will be unusual enough to make a mark, that is if I have done my part well enough, & I have observed that a well staged mystery is a magic of great value in attracting attention. I would even like to suggest that you do not sign your work either. To those, who know your lucid prose & classic style, it will be unmistakable, to the general public, it will be taken as a shock, but, without the suspicion that you, Aleister Crowley, are either attempting to pull their leg or poisoning them with some dangerous new creed in the attempt to raise funds or the wind. In my case I should be acused of trying to learn them, & anyhow why should we respect this insane art when \"Percy Harris ought to have the poor thing locked up, he can afford it, only he is too mean.\" THE WEATHER. I don't find it too bad. It is really lovely to look at. The trees are incased in ice, I have never seen anything like it, & living & walking, everything ordinary has assumed a rare & dignified aspect with the elements completely out of control. Also, the howling wind, & this new invention \"icisny\" which is neither raining or snowing, keeps everyone away, so I can read, paint, or cook to my entire satisfaction, also slither up & down the ladder to my studio which provides the necessary exercise & danger to stimulate me & keep me warm. But it is much too cold for you to brave the train, also I am not quite ready to show enough work I should like to have the Universe done first, so I shall stop & take another brood on it. The still life I sent you is the favorite \"eat\" of the Cotswold. I ate mine after posting some to you & I must confess, though tasty & strong meat for us babes, it did seem a bit tough, but I hoped your genius would lead you to discover how to cook them, I only baked mine in butter. Goodnight  Yours fraternally  Frieda Harris [P.S] I should like hours of brain-picking with you. I have 1000 of things I want to ask you, I shall never remember when I see you! Qaballa, Chinese, Eddington"},{"pageNumber":12,"pageContent":"medley & questions & demands for your sage & onion explanations pierce the ether all round me. Have you by any chance heard G.P. Wodehouse's masterpiece on the wireless [...]! Saturday afternoons. [first portion of letter apparently missing] Do not forget those pictures are set now & difficult to alter. I have no stimulus from you about the Princes--but I am doing an oil when I can extract a few minutes, so they can wait your Breath. A few pointers seem to indicate a journey to Devonshire in early December or November. Liman North Devonshire Aleister Torquay & Raufman at Minehead. If I can I want to take the short course of geometry 3 weeks in Dec. under Raufman at Minehead. It will clarify some of my geometrical conceptions. He has sent me very good notes on the cone. So I hope to see you soon. Don't, Aleister, say \"like me a little\". If I may aspire to such a position, your are my friend & when my friends are rude to me I cannot remember it. They remain the cone, the eye, the node, from which is generated all the pleasure I have in life. Love is the law, love under will.  Au revoir  Frieda Harris 93 93/93 [P.S.] I don't know. I think this little a bit savvy don't you--it is late. I feel as flat as the sole I ate for supper. Carelessly cooked it was & so, so, dull. [small drawing of a flat sole] "},{"pageNumber":13,"pageContent":"  Rolling Stone Orchard.  Chipping Campden.  Jan. 7, 1940 Dear Aleister, The 26 cards have gone to be mounted, so we are beginning to be terrifyingly finished. There are several I should like to try again, but none of them are what I have hoped to be able to do. Therefore tonight I am the victim of the most profound hump, and I think in future I had better stick to mechanical typing. Also I have been reading your truly magical Liber L.X.V. Oh no, I do not pretend to apprehend it, only it is like music, and the only kind of writing I want to read, only it makes me feel as if I lived in a desert and I am mighty thirsty. Shall I never get on a bit? Yoga practices I never seem to advance in. I cannot live more quietly, but even then the business of living takes time. I am positively alarmed at the  Rolling Stone Orchard  Chipping Campden  Sunday May 11th 1941 My dear Aleister, Do what thou wilt shall be the whole of the Law. In reply to yours. Ala's address is Mrs. Ala Storey c/o Miss Elizabeth Hudson 120 East 39th Street New York I will telegraph to her. Will you write to Germer. I return your letter. The Winged Beetle is at Felix Cross'. I will ask him to post it on first thing on Monday. Now about the Exhibition."},{"pageNumber":14,"pageContent":" Mercury is evidently wishing to hold it-- Nicholson, Venn High Street Oxford have offered me their Gallery. I have taken it & am going there on Monday to see them. I found a most superb leaflet advertising an illuminated book called the Haggadah selling at [L]100 & brought out by the Beaconsfield Press. I was so impressed by it that I went to London to see them & found the work was done by the Sun Engraving Co. who were able & wishful to print the cards and the book, but at a price!!!! Since then I have received many suggestions, impossible to write to you such vague ideas, but the Exhibition may help the cards to sell or subscribers may be found to finance the publication. Now then, I must come & see you, there are matters that I must discuss with you, not write them. I have had an invitation printed for the General Public, just a card which is at the printers (I have put no name for the artist, I don't want to, something informs me that I am lost if I take credit or publicity in designing the cards as an artist). Please understand this, no one else can. The catalogue will be sent direct to you but it will be expensive & if we make more than 10% alterations in the proof, it will have to be paid for again. I have had a wrapper for the catalogue made by the Sun Engraving Co. This will be beautifully printed with the Magician reproduced perfectly as a card, the right size & engraved on it. This will be on the catalogues to be sent out to anyone likely to [be] & charged 2/6 for at the Show. The block for this was so dear that I had to have the Catalogue done more cleaply elsewhere. I have seen Houghton & I will tell you what he said. Please stay at Torquay. I shall be in London & Oxford till I come on to you & I can't stay with you, as I must come back & get on as you will see--I will telegraph but I expect to get to you on Wednesday evening, if I can collect the Catalogue proof & the 4 princes by then. The alteration of Abracadabra (Charioteer) & the Taurus Disk card are complete. Please forgive this brief statement, it is because I know you are so lucid and logical that I can write & tell you I have taken such arbitrary action without consulting you as you will realize this was a moment to say \"Snap!\" Love is the law, love under will.  Yours ever,  Frieda Harris P.S. I have written to Michael to tell him the drawings are in the dug-out in the orchard & should anything happen to me, he has, in collaboration with you--the"},{"pageNumber":15,"pageContent":"right to remove the drawings for the purpose of publishing them. The same applies to you as witness my name here.  Frieda Harris  Rolling Stone Orchard  May 21st [1941] My dear Aleister, Love is the law, love under will. I am so sorry for all your troubles. We are both getting too excited & it attacks one in ones particular weakness, so I lose my head & you your breath. I am sending you [L]6: I don't know how but I will also try to wire it tomorrow. I have only just got your letters returned today after travelling from 11 A.M. to 7.30 P.M. Sitting in stations & huddling with savage soldiers & children in stuffy railway carriages. Nick was worth it & I had a view of a destroyer. But I called in at Oxford on the way home & wrote 20 letters with Ettinghausen. He is splendid and makes new suggestions every minute. Only we must tread very cautiously. It makes me nervous but I mean to do what I can to pull this off & how we will sit back if only we can interest a few people who will put up some money. That is the object of this show & we must act entirely for this so do trust me, I feel this is an election & I have my hand on the popular pulse & Horus is the candidate. I am working 16 hours a day, writing, & thinking & I go to Oxford on Monday to meet the Vogue representatives & I hope a few of the Press & try to rope some in. Please forgive me if I do not write as often as you expect. I am really working at high pressure, there is a lot of social smiling to be done & keeping people in a good temper, the travelling to & fro is difficult & I write all the time I am in the train if I have time. It is now 11 P.M. Goodnight. Probably will be able to send you picture reproduction in a few days. Catalogue not come through yet. Love is the law, love under will.  Frieda "},{"pageNumber":16,"pageContent":"[P.S.] Thank you so much for saying the last three years have been good. I thank you too, you know I do. Have you got enough cards? I sent you some more but I shall have to get more printed if you do. They are disappearing [...] good!  Rolling Stone Orchard  Chipping Campden  May 26th 1941 My Dear Aleister-- Do what thou wilt shall be the whole of the Law. I have just received your letter. It is a bit of a bomb that you are evicted. So difficult & tiring for you. Now then--you have always asked me to tell you the truth & I am writing a truth to you which I find difficult to convey delicately but I must do so. The opposition against you in Oxford is very strong. My business is to get money to publish these cards if possible & this is nearly impossible in the present war-condition. I have been successful thro using what influence I possess in getting at people with money to come & see the Exhibition. This is using my social position foully. If they suspected that the cards were inspired by the Arch Magician of Black Magic (what do they mean?) they would withdraw their patronage. I have had this conveyed to me politely & impolitely. Therefore if you come to the Private View or show up in any prominence this attempt to launch the cards is doomed & all the work & money lost. Can you be so large-minded & detached as to keep away until the thing is launched--If you court notoriety, it is sure to appear ultimately that you are the source because so many people know it & I am really afraid of the avalanche which will fall on me. I am trying to keep out too because I am bored by occult people, loathe commercialism, do not want fame or notoriety, do not want money, but yearn, long, desire for solitude. Any financial success will be yours. I have had my reward in the work. Now my honoured, esteemed colleague, reply to me & trust me-- Love is the law, love under will. Yours really troubled "},{"pageNumber":17,"pageContent":"  Frieda Harris [P.S.] The proofs have not turned up yet in spite of telegrams & letters. I enclose a letter from Gunn. Not propitious also. [At head of letter]: It was a lovely day today, are you better & could you get out?  Rolling Stone Orchard  Campden  March 25th [1942] My dear Aleister, Do what thou wilt shall be the whole of the Law. I hastily return your sample sheet as I don't trust papers a minute, it would get away I am sure. 1. It's lovely paper. 2. The type looks very nice. 3. The price is not outrageous but surely the size, if you mean to put the book in with the cards, is too big. Perhaps you mean to publish without, in which case I think you should at least have the photographs of the cards reproduced don't you think? I enclose a cutting from the Evesham Journal. Written by Gosse & quite good I think. I am having a funny time with the Show, very stuffy old ladies & very ancient men. But the children! I don't understand, they crowd in after school. I must have had at least 8 little boys today & they ask intelligent questions & go solemnly round & stare. I have amused myself with asking them which one they liked. Oh yes! they know at once & generally I find it is the picture which fits with the month in which they have been born. But one little boy aged 6, a little gnome-like person obstinately declared for the Aeon. I tried to move him but he clung to it--. What chord did it strike in him? Those clear eyes looked so gravely at me. \"I walked home with a gold dark boy"},{"pageNumber":18,"pageContent":" And never a word I'd say Chimborazo, Cotopaxi Had taken my speech away I gazed entranced upon his face Fairer than any flower O shining Popocatapetl It was thy magic hour The houses, people, traffic seemed Thin fading dreams by day, Chimborazo, Cotopaxi Had stolen my soul away.\" Also a little person aged 2, scuttling & crawling, was asked which picture: Straight she went to No 2. Cups, Love. I though she would forget & asked her again 10 minutes later & she toddled off to the same picture. \"That\" she said again. Then they asked me \"What is the meaning of `Lust'.\" That's a knockout blow for a poor adult. So somewhat timorously I said \"Well you must understand the feeling of it. Now how do you feel if you see nice chocolates & there, you get them & how good they taste. That is a picture of how you feel about those chocolates.\" And then we had a lovely conversation about our favorite sweets & yum yum over sticky toffee & the sweets that took longest to suck. But such concentration, how I envied them. I will try to send you Sol in Aries picture. [?] Mercury is photographed but do I know I like him. We shall tell when we see the photographs but all these reproducers are constipated. Where are the 2 new cards from the Sun--Oh dear! I hope Pussy has sent you the poems by now. It is my fault I have been supine. My rib is better but stops sleep. Love is the law, love under will.  Yours ever,  Frieda   Rolling Stone Orchard"},{"pageNumber":19,"pageContent":"  Campden  May 9th [1942] Dear Aleister, Do what thou wilt shall be the whole of the Law. I have written to Pearson to ask him to send you a copy of an estimate which I have been trying to get from the Sun Engraving. This, it was agreed, should cover all possible expences & give us 1000 packs of cards at [L]1/10 each instead [of] [L]10 a pack & only a 100 packs. This includes boxes & any additional expence not tax which must be left to the Sun Engraving to arrange with their usual agent. I am concerned at this part payment & buying single blocks. It is not a good proposition because the question arises is the new block the property of Hylton, yours or mine or whose? I foresee great complications & would suggest we should have a 3rd party to whom all subscriptions should be paid, even if it means forming a limited Tarot Co. with a treasurer. How would Madge Porter do if I could get her to take it on? If you don't like that idea--would Hylton do it or Cecil. You & I with the possible chance of profits (I don't think) should not be recipients of casual cheques or we shall soon be accused of embezzling same. So far I have paid for everything & the question has not arisen. Love is the law, love under will  Yours  Frieda Harris [P.S.] I am very feeble. I can't do a day's job & everyone seems to lean on me & hope I will do it for them--I feel nothing is worth troubling about except leisure.  Rolling Stone Orchard  Campden"},{"pageNumber":20,"pageContent":"  May 14, 1942 My dear Aleister, Do what thou wilt shall be the whole of the Law. I am sorry I cannot allow my pictures to be reproduced as a pack of cards unless I know who the person is who is putting down the money, the exact details of your plan and how you propose to raise so large a sum and am satisfied that the securities are real business proposition and the scheme is a sound one. As all this fuss and worry is too much for me will you kindly write fully to my bank manager and not to me, as in future I want to leave these complicated business agreements to experts. I shall not reply to you again about them or discuss them with you.  Love is the law, love under will.  Yours,  Frieda Harris. [P.S.] The Sun Engraving have enough cardboard to do 1000 packs. Address The Bank Manager Midland Bank Chipping Campden Glos. [Crowley to Pearson, the photoengraver] STRICTLY PRIVATE & CONFIDENTIAL WITHOUT PREJUDICE  140 Picadilly,   W.1.  May 29th, 1942. Dear Mr. Pearson, Do what thou wilt shall be the whole of the Law."},{"pageNumber":21,"pageContent":" Thank you for your letter received this morning. In view of future relations I think it of the utmost importance that I should make the situation clear to you. I should have preferred to do this by word of mouth; and yet perhaps a letter may, in the long run, serve the purpose better. As you know, odd cards have been reproduced by you as funds became available. My very old and very dear friend Mr. Hylton was good enough to send me [L]15.-.- for the purpose of producing one more trump, but on discovering that two could be done for an extra [L]5.-.- or a little less, I sent you the additional amount out of my own pocket. Lady Harris, naturally, accepted this enthusiastically, and sent you the originals necessary. Let me say in parenthesis that one of the principal points in wishing this to be done was that a friend of mine, who is proposing to finance the entire production, wanted to see one of the smaller cards, so that he might feel sure that they would stand up to the trumps. The next thing is that, to my amazement, I received a letter from Lady Harris, including the following passage:-- \"I am concerned at this part payment and buying single blocks. It is not a good proposition because the question arises is the new block the property of Hylton, yours or mine or whose? I foresee great complications & would suggest we should have a third party to whom all subscriptions should be paid, even if it means forming a limited Tarot Co. with a treasurer. How would Madge Porter do if I could get her to take it on? If you don't like that idea--would Hylton do it or Cecil. You and I with the possible chance of profits (I don't think) should not be recipients of casual cheques or we shall soon be accused of embezzling same.\" Lady Harris never reads my letters carefully. I had told here that these blocks were a present to us. Madge Porter is a dear little old lady, who lives in a remote cottage in a wood some distance from Newbury. She is only approachable by a cart-track through the wood, and has no telephone. I wrote to Lady Harris explaining the situation and then received the following letter:  \"May 14, 1942 \"My dear Aleister, "},{"pageNumber":22,"pageContent":" Do what thou wilt shall be the whole of the Law. I am sorry I cannot allow my pictures to be reproduced as a pack of cards unless I know who the person is who is putting down the money, the exact details of your plan and how you propose to raise so large a sum and am satisfied that the securities are real business proposition and the scheme is a sound one. As all this fuss and worry is too much for me will you kindly write fully to my bank manager and not to me, as in future I want to leave these complicated business agreements to experts. I shall not reply to you again about them or discuss them with you.  Love is the law, love under will.  Yours,  Frieda Harris\" If only she would have stuck to that! But instead of leaving things to her Manager, she takes away the originals from you. I suppose that you had already started work on the two cards. I can well understand your annoyance. I should like to emphasise that I am absolutely devoted to Lady Harris, and have the evidence of countless acts of kindness on her part, indicating that her feelings toward me are similar. But from time to time she is subject to fits of panic in which she does the most incomprehensible things. For instance, she writes to people who are perfect strangers to her with the object of interfering with their relations with me. I do not wish to quote incidents, but I assure you that the facts are astounding. To recur to the present situation. In the first place, I have a two-thirds interest in this work on the Tarot. As to the cards themselves, in nearly every case she has done her painting from sketches made by me, and in every case the design and meaning of the card and the particular colours to be used have been entirely my work. There has been no cause of dispute. In fact, she has been most docile in adapting herself to my requirements; in some cases I have made her do the card over again as many as six or seven times. There is no reason whatever why she should go back on the proposition to reproduce these two cards. You told me that her reason was that she though four should have been reproduced at once. But in that case why not tell me? I should gladly have put up the additional money required. I am sorry to have had to write to you at such length, about what is, after all, nothing at all; and I daresay that you were quite right in suggesting to me over the telephone that if she were left alone she would come to her senses. But the point at issue is this: I cannot possibly ask my friend"},{"pageNumber":23,"pageContent":"to put up [L]1600 if at any moment she is liable to dash in on an impulse and whisk the originals away! For this reason, I am going to ask my solicitors, Messrs. Gisborne & Lewis, 10 Ely Place, W.1., to draw up a proper business Contract, which will make it impossible for her to interfere with the work, once the financial arrangements with my friend are completed. Love is the law, love under will.  Yours sincerely  Aleister Crowley [P.S.] It seems important that you should understand my motive. To me this Work on the Tarot is an Encyclopoedia of all serious \"occult\" philosophy. It is a standard Book of Reference, which will determine the entire course of mystical and magical thought for the next 2000 years. My one anxiety is that it should be saved from danger of destruction, by being reproduced in permanent form, and distributed in as many distant places as may be. I am not anxious to profit financially; if I had the capital available in this country, I should send (say) 200 copies to State Libraries in all parts of the world, and as many more to my principal representatives.  A.C. FILE FH-ND1.TXT  Saturday, July 12th [n.y.] Dear Aleister, "},{"pageNumber":24,"pageContent":" I am quite unable to find the O.T.O. papers. I saw them at Richmond, I think, in London at Morton House. But I have repeatedlly looked there for them, it is useless to ask anyone else to look for me. Today I have had an exhaustive & exhausting search in all my papers here. Can I have a fresh copy! I enclose [L]4-4. I think I am not sufficiently instructed to take such a responsible job in U.S.A. I will do some work on it & you will judge. The Adjustment is being queer with me. She has, after all, insisted on being Beardsley! Also Harlequin comes in & out of it so I must have to submit. But why Harlequin? Is there any connection? Also she won't sit down but stands on her toes just balanced. The design-result is good. That blue is cobalt I take it. The instruction says Blue-Blue green. Pale green Emerald. That Emerald is a vile pigment in poster paints. I like the idea of a weekly letter on the Chinese Yi. Also as told to an idiot appeals to me & is frightfully good for you. I feel I am on the move. The back of the Card will be done next & the re-printing of mount. What about the enlarged set of replicas. A big work but it can be done. I have sent you only 1 throw-out in order that you should not become parcel-bound. You can have more. I am so glad you are a bit better but I do think those bouts of asthma must exhaust you. The dentist at Stroud writes \"Please let me have a pack of those cards of which you show me the photographs. I can't get them out of my mind.\" Which shows him! Yours somewhat anxious about O.T.O. Papers  Frieda Harris  Dec. 11th [n.y.] Dear Aleister, Thank you for your letter I will reply later to that. I am sending you a sample of the top of the surround of the card as I have written \"Swords\" at the top. I find people cannot tell Trumps from Swords or"},{"pageNumber":25,"pageContent":"Cups from Disks so I propose to write Swords, Cups, Disks, Wands, Trumps at the top. Owing to the black out I think this particular sample Swords is too dark it should be the same colour as the mount not to show so much. I may be able to wash it down but I have to horde [sic] this mount as I can't get any more--please return this one. I have done as you suggested to the Swords. Thank you \"Mr Crowley\". You were quite right.  Ever yours--  Frieda Harris [P.S.] Tried again got it right by sponging only not quite the texture I want--others will be better!   [n.d.] Dear Aleister, I have been struggling with a bad cold & the Lovers--the latter begins to cheer up. I haven't decided whether I'll come back & brood on the Fool or stay here. It depends on the crisis, the Austrian Servants but I'd rather stay here. Can you tell me where there are 92 elements according to the Russian Mendelkeef (is it)? Also what do you know about Lilith. I can't find out anything & believe I asked you before & you would not attend to me. I can't make anything of the no 92. That is why I ask you. I hope you are all right.  Yours sincerely,  Frieda Harris Cotswold House Hotel Chipping Campden Glos "},{"pageNumber":26,"pageContent":"  Woolstaplers Hall  Chipping Campden  [n.d.] Dear Aleister, Please--I am working on the Fool & I've done the Lovers so do not tartly say I am having a long holiday! The caravan is a great success. Most cosey & so much easier than a house. Your explanation of Lilith is not enough. She is a piebald wench & not to be trusted but in some ways Eve is a Krugley [?] Queen when compared with her. I am glad the Falconer has caught your Hawk & that you are happier. I will struggle with the Fool. He does writhe about. I can't see him. Has he got any children with him & is not his bag a jester's balloon? That innocent gaiety asks for the brush of a saint & my lines come out like treacle. I wish I could paint in crystals.  Yours sincerely,  Frieda Harris  [n.p., n.d.] Dear Aleister, I hope you are alright. I don't think you were at all lucid about Lilith or the 100 years dead Russian however I hope you were preoccupied with writing. I have been looking at Tao Teh King. Yes it is an excellent book & like everything you write, only could have been done by you & a most profound & lucid bit of thought. No wonder you function so vilely on the living plane? I am grappling with the Fool which continues to give me a gad foot so that I can't walk except in a club-footed heavy way. Also the caravan is fiercely cold & presents many obstacles. I have a studio also fiercely cold & without any furniture except packing cases, but that is a help. Directly the Fool is in a form to"},{"pageNumber":27,"pageContent":"be submitted to the Right Worshipable Master, I will return to the Petrolitis in which we all endure.  Yours sincerely,  Frieda Harris  [n.p., n.d., mid-winter] Dear Aleister, I do hope it is going to come out, I am simply sweating. That Fool won't stand still & I do hope it is going to be alright & you'll be satisfied. I can't do it well enough--every sort of obstacles, damp weather, intense cold, an impossible situation of living in a caravan in mid-winter. I am more than duty [sic] but I dare not leave as I must do this as well as I can without interruption & I can hear the rumblings of a tumultuous world through the apple trees. If only it is alright. It has got all the symbols only I've never seen any traditional card like it & it has gone so far from the little bearded man which it never was for it appears to me as Christ & Budha [sic] & Harpo & Pierot [sic] & Harlequin & the giant Pandah & every other foolish & adorable person & or course I can't make a pastiche of all those tho I try & indeed now I have forgotten how to spell. Why haven't I got living fire which could weave musically these beauties. I can't do it with pigment I want poetry & music & light, not coloured chalks. I do hope you're serious about this. You must be, you couldn't have written Tao Teh King with yr. tongue in yr. cheek even with your beastly cleverness & adroit subtlety.  Yours sincerely,  Frieda Harris 140 Picadilly W.1.  July 9 [1942] Dear Kerman,"},{"pageNumber":28,"pageContent":" The Tarot is an Atlas of, and Guide Book to, the Universe. It has been my daily study since Feb. '99, and my researches have cost me several thousand pounds. I have long determined to construct a pack embodying all the new knowledge gained from Anthropology, Comparative Religion, & so forth. Lady Harris offered to execute the cards from my designs. It was agreed that I should have a 2/3 share in the venture. From my rough sketches & descriptions, under my continual inspection, subject to my constant correction--I made her do some cards over again 5, 6 even 8 times in one case--she made the set now on show at the Berkeley Galleries. (There is one exception: the card numbered I was not shown to, or authorized by, me. I suspect a trick in this.) She has damaged the property by offering it for sale at cost price, thus alienating the libraries & booksellers, and reducing my 2/3 interest to nil. I value the copyright at something like [L]20000. (A crude, vilely drawn & coloured, ignorant, inferior pack, published in 1902 or thereabouts, has sold over 1000 copies every year since then at 15/- a copy. I am quite sure that these admirable cards, with my book on the subject, which was to go with them in an ornamental box, would bring in far more annual receipts. I have a large following in U.S.A.--they send me [L]50 a month or more--which is growing rapidly. Especially now my \"Hymn for Independence Day\" has been set to music, and will be broadcast by the Cultural Garden League of Cleveland, Ohio, on Aug. 9. There is also my Free French song (proof enclosed). And the invention of the V-sign will ultimately benefit my work. I want first to establish my 2/3 claim in the copyright. Secondly, my controlling interest in the cards themselves. If necessary, damages for her sly, underhand, sneaking, dishonourable and dishonest action in giving this show without my approval, and destroying the whole value of the copyright. N.B. The property right is actually vested in the O.T.O. (Mr. Karl Germer 1007 Lexington Avenue New York City is my Grand Treasurer General, and we had perhaps better sue in his name. N.B. Lady H's real motive is to conceal her 4 years' close association with me! Rather silly, then, to provoke a lawsuit! I shall ring up Saturday A.M. early: perhaps you could lunch with me.  Yours sincerely,  Aleister Crowley P.S. A friendly settlement is being tried; don't do anything until I see you again. A.C. "},{"pageNumber":29,"pageContent":"  Thursday, May 5th [1943] In reply to [yours of] Sept. 2nd received 2nd post today Dear Aleister, I think we should find it easier & prevent any friction for us all, if this Miss Lopham, Lopham, Backett, Gill Chancery, Staple Inn Holborn acts for me. I have written to her to communicate with you at once & I think you will find it a great assistance to you as you are not well, if she consults with you & puts us all wise on the legal aspect & can interview Houghton for you. You can always telephone to her. She is very sensible & knows my wishes & has already met Houghton & been to Museum Street. I hope you will find this satisfactory & will help you with the responsibility. I can always come up to London but as I am not a business- woman, I am more likely to be obstinate in the wrong place than an indifferent outsider, & if the contract is not carefully watched, one of us will be accused of unfairness, so I think you will agree this will protect us both. I do wish you were better. You say \"I propose to arrange the terms of the contract with Mike (you don't mention this at all, by the way, tho you should have got my letter last Friday by the first post) so that (a) you are relieved from the curse of the stipend (b) that I am enabled to see the job thru myself--I feel sure that London is the place.\" 1. I never received a letter saying you proposed to arrange the terms of the contract. 2. I have never complained of the stipend as you have always given me so much in return. 3. I don't know what you mean about \"London is the place.\" [remainder of letter apparently missing]  [n.p., n.d.] Dear Aleister, "},{"pageNumber":30,"pageContent":" I am sorry I have disgruntled you. If you mean the experience of moving furniture I have a very varied one! I am working hard, have done No 10 & No 9 Swords & nearly No 6. I get frightfully stiff what a bore. Also I'm reading hard books I've had no time for. This is a blessed relief, I hope I'll be able to stay here & catch up a bit. Now about Locke. Shall I write to him? There is this curious old Rabbi, a student of the Kabala & Numbers, a distinguished old scholar. I am guarantee for his evacuation of Vienna & he is living at Staines. Dr Muller Melrose Seacroft Staines He wants to get a little work. \"He is a deep student of Hebrew.\" He is in touch with Dr Saxl of the Warburg Institute. Is he any use to you or to me & can you help him? I believe he is rather remarkable. If you can do anything will you write to him? I can't do much from here. I wonder is he any use on the book as he's turned up several times in my path lately. Have you finished Mercury? I read your notes yesterday, the new ones. There's a lot from the original script that you gave me which is missing. Can it be compressed in? I'm worried about Mercury. I am only see him as I've drawn him not so tricksey as you seem to know him. However I'll try. The Fool [?...] up with him more than I want.  Yours ever,  Frieda   [n.p., n.d.] My dear Aleister, I haven't written in as those Swords are plaguing the very devil with me. I can't get on--I've just finished the 8--now 10-9-2- 8 are done also nearly finished 3 but I keep on first with headache & frightful fatigue, then fall down & cut my leg then burn my thumb then your furniture aerial raid & the folk what fixes the gas stove so that I am constantly driven to"},{"pageNumber":31,"pageContent":"brandy or lying on my bed. So I don't get on altho I feverishly wish to. Today I can't work--left eye hurts like mad, it will be all right tomorrow. I must have tried to finish the 8 in a bad light & did not notice--also [?...] I am thinking a lot, at least I can attempt to think, but must you send me 2 copies of all your work which necessitates so much sorting. {?...] this afternoon. I can deal with it. I have been thinking that the book would be lovely if it had opposite the different trumps & playing cards a place like a photo-album where the card could be slipped in instead of a separate pack. I find when I read the script to Ann Christie she understands much better if I give her the photograph of the card to look at all the time. perhaps that will make the book too big but what a de luxe? Yes I sympathize with your lethargy over the Tarot. I can scarcely bear these small cards, so difficult to do so {?...], & all the time such awful listening-in to the world conflict that I could scream. No I think I must go thro with it & get them all done. The Lord of Science isn't bad to do & interesting. The 3, the Briah dark sea, seems to me to be most unpleasant! What about her? Send a line. I am going to do the 6 & 7 at once--if I can stop getting sick & see too. Early blackening is such a bore they are fiercely nosey & war-[?...] here having nothing to do & I am, as usual an object of suspicion to the Police & can't manage their changing regulations. Germany has won any way so there is no {?one in my Wing]. There is no freedom & the [...] smash-up all because of the feeling--don't-you-know-- there's a war-on has come to stay while the [...] up about the streets in their helmets & truncheons & [...]-the-children. I hear a woman was looking round the hotel for [...], no sugar thank you. I have given up taking sugar, in my tea for the duration of the War! One must do one's bit! And feeling I have reversed into 1914 I mechanically put 6 lumps of sugar in my tea when I prefer it without! One must maintain Balance in this unnecessary World. The Ivory Tower is very thick. How goes your pigstye?  Yours in some distress,  Frieda Harris   [n.p., n.d.] Dear Aleister, I have been trying to sort the various typed papers I have received from you on the Tarot."},{"pageNumber":32,"pageContent":" The Trumps descriptions are complete. The 9 Wands are separately described. The 9 Cups \" \" \" The 9 Swords \" \" \" The 9 Disks \" \" \" The 4 Sword Court Cards are separately described. The 4 Wand Court Cards not The 4 Water \" \" not The 4 Pantacles \" \" not The 4 Aces are separately described. ________________________________________________________ Probably you have the missing ones but if not ought we not to have a complete list? ________________________________________________________ I think I sent you the original notes you made on the Fool asking you if you could incorporate some of it in the new notes which I have. If you don't agree, anyhow let me have the original as I like it best. ________________________________________________________ The Prince of Disks is a devil. I've been a whole week on him & he is engendering a nervous breakdown in me coupled with starvation as he gives me no time to eat. He is a bastard. However I hope I have caught him today. He swells & swells & I can't get him in the picture with all the farm produce & bulls you suggest. Re the curtains--I have had some promised to me, have a bit more patience I am on their track. I like Sullivan better than the American Bum. Did you write the latter? He is quite a nice person, but rather lopsided & has only one means of approach & so do his chums. Pen won't write so I can't think. I do hope you are better.  F. H.  Rolling Stone Orchard  Chipping Campden  Wednesday  [n.d.] "},{"pageNumber":33,"pageContent":"Dear Aleister Got back Tuesday instead of Monday. I am sending you the notes on the aces. I haven't got them quite clearly in my head. You say in your note on the Disc Ace. Inside 0-10. \" 10 heptagrams \" 7 [drawing of mark of beast] That is not clear to me. I know that the form is to be [drawing] About the Sword Ace You mention an inscription to be done on the blade. Arabic Damascened work. What is it? I have your weather chart-design. ________________________________________________________ I shall go on with the Fire Princess but please answer by return as I feel I want to do the Aces.  F. H.   [n.p., n.d.] My dear Aleister 1. I can't find Magick, Cap 0, on mathematics & philosophy of 0=2. 2. Is Vesica-piscis really the womb? 3. Why are there 72 decanates--72 names of God. I can understand 36--3 houses for each zodiacal sign & anyhow am I to divide the Universe into 72 parts? You say stars of the Zodiac--are the stars to be the signs or the actual constellations? 4. Phallus & sun I understand. Kteis=? Moon--what is Kteis? 5. Which (of any particular form) is the Uraeus Serpent? 6. \"The general meaning etc. Hence it is [ZOP in Greek]\" does that mean Azoth."},{"pageNumber":34,"pageContent":" 7. What is [HVAI in Hebrew]? 8. Can you get me any book which is simple on geomancy & Watkins will send me the book if you would order it. Keyte met me yesterday. He described you as \"wonderful\" so his estimate of you was well-balanced. I have been stodging up the remaining cards. The fortress or 4 Pantacles is well on the way. Mercury is fussing dreadfully. How I should like to do them all again. I am faintly beginning to understand what you are driving at. Those 4 aces are going to be a riot. It is so cold that I'm quite warm. (That is real A.C.)  Yours  Frieda Harris  [n.p., n.d.] My dear Aleister, I am a bit worried. The princess is behaving most queer! She won't have any nice tidy lines & I really don't know if she will be alright. She is certainly no relation of the first sample submitted. I think when I have smacked her, I shall have to post her to you, & you can tear her up or retain her as she strikes you. Oh dear I am tired. I have battled with her blaring wriggles till the eye falls out & she has burnt my throat & I can't swallow. Now then. No 2. Miss Bach has unearthed some form of Raven for the Writing Desk to sit at & I think if I remember rightly it is a solid feathered type but not a polished scion of old family. But perhaps thrusting the knee in the aperture between the phalanx of drawers you can! No! this is getting like the Princess, out of control. I hope anyhow your honorable self will be satisfied.   Chang!  (Chinese note of inquiry) [remainder of letter possibly missing]"},{"pageNumber":35,"pageContent":"  [n.p., n.d.] My dear Aleister How difficult you are, so hopelessly muddling your finance is unbearable & so is mine. Please do not explain & try to make matters clear. They are not. But for your magical retirement--bon voyage. I enclose the coming week stipend & [L]3 & hope that will & should pay off the hotel where you have stayed with your incorrigible grand manner & perhaps you will be able to sink down in peace. I cannot spare any more so don't worry me any more please. I do hope you are going to have a lovely time. I envy you--I hope you will be able to bear it. I can't redo the princes just now, I can only think about painting a hen. I may try later but I'm stale on the Tarot & please send me only notes on the Yi King not a volume of efforts to save my historical sense or alter me because I am just going to find my own way with questions to you, but on certain arguments with you it is no good battering me with oaths & reasons.  Yours  F. H. [P.S.] Please tell me if you wish to be left in silence for some time. [fragment from same period as previous letter, n.p., n.d.] [Frieda Harris to Aleister Crowley]: I have got the rejected copy of Atu XX. Now would you like it as a present? I have meant to give it to you for it is your Stele and you though it satisfactory enough to be"},{"pageNumber":36,"pageContent":" undecided whether to use it or the one we decided on. But now I don't know whether it will be an additional burden to have any possession? I can't do anything about [?Murran] at present, because Pucy is trying to arrange for me to go & spend a week-end with Liman (who is at his country-house) & take the cards to show him before I go any further with C & H. Can you tell me a bit about the cone & the parabola. Yes! I've looked in the dictionary. Page 342 Magic Lection 4. But I would like some more. [...] [end of fragment]  [n.p., n.d.] My dear Aleister All the Swords are finished & the 10 of Cups nearly, but I have difficulty in getting the cards stretched. The picture from Michael Just has not arrived so I can't show a sample to anyone. Will you send on the enclosed letter to him as I have not got the correct address here. I tried to insure the cards, but the valuation I put on them ([L]1500), they wish to have some assurance that that is the price for which I am selling them. They asked for Mr Just's address & I could not remember it. I find all this a bit up-hill. I am in solitary confinement, doing my own house-work etc., not too bad only when I emerge from this concentrated effort to do the cards & feel very peculiar. Now for the pantacles. Do try & answer me about the Aces. I feel broody about them. I keep on thinking about those 4 elements & their mightiness & I fell drowned in water, burnt with fire, cut by the air & dug into the earth. The air feels to be the most solid & dead of them all, which is odd, as it is supposed to be so light. No blood I suppose. I can't make out the Tree of Life  Kether"},{"pageNumber":37,"pageContent":" Binah Chokmah (F.) (M.) then it seems to jump round & have below the Abyss the position of the m[asculine] & f[eminine] altered, they swing over. Am I wrong? I want to put on the left the receptive side & the power on the right. I can't classify anything. More time here to think, but reading tires my eyes. I suppose this will be done soon. At it again tomorrow. Have you ever realized how much I have given up for this work? Everything I possess & now I am become a nothing in a wilderness.  Yours very tired   F. H.  Morton House  The Mall  Chiswick  [n.d.] My dear Aleister I have left at Morton House all my notes for the end of the work. They are all together & were on my painting table. The Lord knows where they are now. The geometrical designs all worked out & all your notes & everything in order. I had them in a pink cover & must have combined them with some spare copies. Please ring up & insist that they find them. They may have been put in my cupboard as I know they have been tidying up. They must be registered I can't get on now, it is frantic.  Yours ever   Frieda "},{"pageNumber":38,"pageContent":"  Morton House  The Mall  Chiswick  [n.d.] Dear Aleister No one can find my notes. Can you have typed & sent by return all the swords except 3 swords, all the pantacles & the notes on Queen, Princess Prince Pantacles with any of your remarks. Please look carefully. Also 10 Cups missing & the notes on the Universe. (These \"notes\" were dictated by A.C. to F.H. mostly in the garden of Morton House. [Note by A.C.]) I do hope you have duplicates. Someone must have taken them out of my case & they are so war-minded at Morton that notes & manuscripts don't seem important & they are not able to understand. I feel very ill.  Frieda [P.S.] Steptoe must send me another photograph of the 2 of swords also lost with notes.  Morton House  The Mall  Chiswick  [n.d.] Dear Aleister In enclose week stipend & also the 3-3 for the book. O.K. on you as they don't say in literature. "},{"pageNumber":39,"pageContent":"  Yours sincerely  Frieda Harris  Morton House  The Mall  Chiswick  Tuesday [n.d.] My dear Aleister I have been haunted all night by your complicated mind. You really ought to have a [...] & if I may humbly draw you attention to the fact that paper is only a surface & can't be made to hold things behind & before, altho you, wrapt in the Spirit, can walk all round them. Temperance is a kettle of fish, & listening to Beethoven last night I realized what a fiasco he made when he tried to convey all he knew in the last movement of the 9th & thereby giving up a glimpse of the transformation scene in the Pantomime, instead of the Pure Light of Heaven, having already led us thro the many coloured lands. But forgive me, only I feel nervous. I think, looking at the finished cards you will remember all the sequences you have forgotten & I shall be crushed by alterations which will confuse the structural design & any spectator without your knowledge & so suffer little children to come unto thee & confuse them not by too much symbolish & stay thy hand from poor Frieda's tormented visions. About your Yoga book, another please forgive me. Would it not (if you are publishing yourself all these already beautiful books) be an idea if youy didn't have an edition de luxe for the moment--as it would save expense. I believe if you give away these books to friends. They are quite lovely enough to ornament any library & be treasured & we are in such a state of transit that we can't take heavy luggage in our aeroplanes.  Yours ever   Frieda Harris "},{"pageNumber":40,"pageContent":"  Morton House  The Mall  Chiswick Dear Aleister I have just been reading your Tao Teh King. For goodness sake, do try with those Trumps. There is no-one who thinks in the lucid way you do, my little paltry cards are lost unless you illumine them by your Art & for the sake of those poor little struggling chickens squealing like Alice in the Looking Glass jury at the Grand Trial Scene. For their sakes con you not have the courage to do another masterpiece. But you feel ill. I know how feeble that makes one because one doesn't make a plan. However I'm relentless, I'll go on till you drop because it is worth it. The Poem, the preface are magnificent.  Yours in admiration  Frieda Harris  The Golden Cockerel  Chipping Campden,  Glos. Dear Aleister Just got your letter. You will know I have the notes, but how you got them out & sent them & none of those chuckle-heads at Morton House know yet that you have done so, is indeed a mystery. I am better, I know you are quite right, my spiritual state has been sadly neglected, perhaps because I have been trying to paint & live Percy's life at the same time. Now these circumstances are giving me a chance. I have had 3 days rest, the first in 2 years & I've even had time to read a bit of Magic & try to assimilate yr. book. How satisfying to ones inside hunger. That old doctor told me I looked"},{"pageNumber":41,"pageContent":"spiritually half starved & you son't believe until the last 2 days I have not had time to feed myself. Now my reputation as a coward & shirker will protect me I hope & I have had an opportunity while I have tried to cut the jungle round my caravan to look at these glorious apples & pears on my trees. They are so miraculous & so beautiful. ______________________________________________________________ I understand you & [Justy?] are juggling the furniture. Good. Please I would like my own bed & pillows, eider-down & blankets, 2 arm-chairs a table to use in the back dressing room as it was Mothers, a writing desk, the green dressing table in the bath dressing room will do--a wardrobe from the maids room green & lined with giraffes & any cupboard that can be spared & also if possible the carpet in [,,,] [remainder of letter missing]   Rolling Stone Orchard  Dec. 11th Dear Aleister I have made several attempts to write to you, but have been the victim of uphjeavals in the domestic surroundings, & even now, having assembled a warm fire, or chair, a cup of tea, I simply can't climb down my ladder & fetch writing-paper, so please forgive this. I am sorry you are so seedy. I have been thinking you were, but today you seem better again; are you? I rather wish you would not stare at the sword photographs in the middle of the night. I have done, as you suggested, & it looks better but it is exceedingly difficult to alter these cards, as I can't match the colours without great effor, I think it is alright now. Just imagine what happened (Mercury is in a very ape-like mood). I found the waste-pipe from the fixed basin leaked. \"Aha\" I sead in the words of a well-known poet, \"I'll fix it by giving the nut a tap with the hammer!\" And so I did & the whole porcelain basin cracked & has had to be wrenched from the wall by a horde of plumber-demons & I have spent a day of discomfort & displacement."},{"pageNumber":42,"pageContent":" However the Princess is now on the stocks. I wish she would not insist on being pregnant. She just will, so now I have let her get on with it. She chatters to me about being mixed up with the Virgin Mary. Anyhow I am having a good time with the trees & if you don't like the design I am, at least, [...] it myself. I can't, can't fine the 93. You say Equinox of the Gods page 138. There is not one in the edition you gave me. Hullo! just turned the page & see unnumbered extra page & there is 93, but it is almost as indecipherable as your letter. What is III[deg] ++++ oh dear! it is awfully obscure. [ABTz in Hebrew] The Fool. The Wheel of Fortune--the Devil in the Tarot. Then you say leaving aleph to join path of [He] I take it you mean \"He\" the Priestess [sic]. Do you or don't you--I really do understand all this better, if I am unconscious! All the same, apparently I prescribed correctly for Pussy, because I wrote & said all I gathered from thinking into her, was that she was awfully tired, & please would she come & stay a few days and not talk, only sleep. But you misjudge her, she is really a generous brave person, a magnificent friend, and not a sentimentalist when she is not trying to think. So please respect her, in spite of her conversational perversity. I am going to stop & do some of that boring printing. The man-to-frame is now waiting, but it is so difficult to see at night, & I want to paint by day.  Yours obediently   F. H. [P.S.] Just one thing more. I have been working at a life of Mahomet. He does seem a strange Hitler-like person. Can you be bothered to write a few words about him?   Morton House,  The Mall,  Chiswick.  [n.d.] Dear Aleister, "},{"pageNumber":43,"pageContent":" I am very sorry but I am unable to protect you from yourself. Out of the inextricable confusion of your real & bugus financial affairs I find only one thing--that you will always be in a muddle & that to attempt to help you is like filling a leaking cistern & I do not propose to begin to do so. I have told you, always, I have a weekly allowance & that my lessons from you are saved out of that & I cannot draw from the Bank more than I have, & if I can't pay for a thing I do not buy it. Anything in the nature of a speculation is quite foreign to my nature or my pocket. Your campaign of giving people too much to eat & drink in order to placate them in the Great Work is all wrong, & I expect you know it. If only you could be simple & dignified, people would flock round you to get what they really want in these hard times--that is the help of a colossal brain but, instead you cook for them because you are bored by them, & incidentally would like them to produce the wherewithal to stock your fantastic restaurant & cellar. Can't you stop--I suppose you can't. I think partly Peggy was bewildered by you eloquence, & ordered for you kitchen a great deal more than any one can afford. This is not my affair, but please do not try to get me to help. You prevent me from doing what I would like to do &, that is work on the Tarot Book with you, as I absolutely refuse to be entangled by your efforts to boost an absurdity. What a pity. I fear even now the work will be unfruitful. The House of God appears to me as vortex not a mouth, or is it yours which can't be filled by mortal effort try as you may.  Yours sincerely,  Frieda Harris [P.S.] I can only spare you the subscription as I will not ask for money for myself or anyone else but I will send it registered tomorrow with Thursday's stipend.  Morton House,  The Mall,  Chiswick. Dear Aleister, "},{"pageNumber":44,"pageContent":" I wrote to you last night in a bit of a hurry. All my papers & books are still a bit mixed up tho I have the Tarot in safety, but my hand is still stiff & not good for work. Thank you so much for your Tarot writings. They are so good & so dynamic that I got quite elated as I read them & found muself in a whirl, in fact I had to put them away. In particular I find the general character of the cards...most illuminating. I do congratulate you. The Great Work is indeed in progress. I do wish I had fire & air & water & earth to draw with. Directly I have put up these fussy black blinds for which I am haunted by the Police & got rid of some jungles of grass I am going to work like mad, the Aces won't do, & what I am to do with Mercury after your description I can't think. Leave it like Michael Angelo did the face of Christ. But I wonder if those heavy arms are hearly right. He is a powerful god. Surely the Ape should move, not the Eternal Figure. What do you think? I am so grateful to have a change to try & help yr. labours. __________________________________________________________ Would you go & see Michael & ask him to send to Yates at once the sizes of those pictures he has from the edge of the mount. Yates is bothering me to give him the exact size as he can't get on with the albums. I have no mounted pictures here. If you don't require the blankets in Miss Falconer's room, may I have them. I am cold here. Please don't come down yet--I am not ready & I should only get fussed & nervous. Not the week-end too for everywhere is crowded & Pucy is about perhaps. I am rationed for petrol so I can't fetch & carry you. Some of these privations like petrol & night-lights are lovely. The sky here at night is glorious & one's eyes are rested by the absence of trumpets of illumination also no-one can come & see one after dark-- what a chance reading & solitude. Ye Gods what treasures!! I am limited to 3 minutes on the telephone price 2/ any time. I don't think we can buy 2/ of conversation in that time? How is the asthma? What a mess the flat must be in. Could you not rope in someone to wash the floors & the bath & the sink & the stove? In despair perhaps Mrs Blanch could speak to Hughes who works once a week for her & he might come up after he has done her work. He is only slightly dirty.  Yours ever  Frieda [P.S.] I do agree about Miss Falconer & her like, they are my curse!"},{"pageNumber":45,"pageContent":" [beginning of letter missing] Can you tell me why this happens if you hold 3 eggs in your hand, 2 fresh for sure, & you pat the lowest egg in the palm of your hand thus [drawing of procedure] If the middle egg is bad it won't move, if it is fresh, it will turn round. I can't see why. It does it alright, even I can make it do it, but why? This place is full of interesting people & things I like. Except rats which apparently infest this farm building.  Yours  F. H. [fragmentary letter, no opening or closing] Do clear up the Tree of Life for me & don't be satyrical or funny. I am all alone & I get worried.  Kether Binah  Chokmah Geburah  Chesed Water?  Fire Tiphereth "},{"pageNumber":46,"pageContent":" Hod  Netzach Earth  Air  Yesod Malkuth Now have I assigned the elements correctly or don't they go on the Tree? I can't find them in the book on Magic. I may have Yorke's No 8 but in that case you may have mine. Do you remember we had 2 copies at Morton. Now I have only 1 & I believe you took the other with you to work from at Charlie's flat. Will you please look. Also Mrs Ashment has my 777. Which I want here. You will not confuse it with yours as when I lent it to her I red pencilled the things she had to copy for the index. I'd be glad, like Yorke, to have my Crowley Collection Complete. The 10 is coming out very well. I do realize had I had the strength to isolate myself entirely I could have done it better only the eye-sight is a great trial. I could scream with looking & after it is done, shall take a long course of black-out. Are you suffering as much as I am? Really the obstruction to laying this wizard's egg is remarkable. I feel like going to bed & dying. No I'm well & very very vegetarian, Is I find I may not guzzle & work but oh! I am weary of work. Had a week's absolute solidary confinement, waiting on myself. That'll learn you Frieda Harris No I prig. ___________ [another fragment, possibly follows here] I am very glad the Tao book is coming out at last. I do hope it will have a great reception which it needs. Good luck to the Work. What a work too! __________________________________________________ The flail I have is like this [drawing of flail] In wood. It is rather lovely. I should prefer to use it. But anyhow the Knight must stand as he is for rejection or acceptance as he won't be any other way. I can't make out if he is alright or not."},{"pageNumber":47,"pageContent":" Please don't frighten me with the Sword suit. I have obeyed in every way. I can't see how they can be wrong. The 3 was a fair horror & great suffering. I am glad to be seated on a pantacle but there are streets of work to do. I ought to be printing the names & not writing letters at all. I find the cooking of my food a great relief. When I have tried till my legs ache, to go down & toy with a legume is great recreation. I find just now no alcohol & no meat keeps the headache awau & walking when I can leave this nigger-driving labour. Now, please stop being so peevish & see the other chap's end of the stick. Yes! I know yours. I've done all I can, but I wish you wouldn't believe that you need not be sincere to me. For pity's sake Aleister, stop being so clever, your man of the world side, I can't understand it is no use--oh! philosopher & master lost!  Yours fraternally  Frieda [fragment, no opening or closing] I think I had better have some new notes on Justice. There are the Dove, Raven, Lamed, Sword, balances, anything extra, headdress of Isis? ____________________________ Do you remember Fox & the others liked this best also Jameson & so do I! I should have liked to returned one card in the pack which incorporates what I felt about the Deities of the Tarot--they have no individual forms & faces in my conception & vision of them. Those appendages are stuck on afterward to please you, but are not part of the design as it presents itself-- & I could easily take them out of all the pictures without spoiling them. In justice to me as `The Woman Satisfied' perhaps it might remain [...] [end of fragment] "},{"pageNumber":48,"pageContent":"[fragment with no opening or closing] I say, what about the Fool's colours--Air won't do. You are [?partly right] with your vacuum. I have marked out in my colour scheme-- Bright Pale Yellow Sky Blue Blue Emerald green, Emerald flecked gold but surely I can use the purple dark blue, pale blue green, yellow, orange, red of the rainbow. At the top of the chart are 10 colour sequences which we don't seem to have used much. We did combine them in the 1st plain card of wands & then what with the governing planet & zodiacal sign we stopped. Anyhow I can't paint brilliance, white brilliance, can you? The telephone is 3/ for 3 minutes. Can you get [?] worth out of 1 minute? No we cry being Scotch. [end of fragment] [isolated fragment] I made the curry tonight not quite right & rather painful inside. Please address letters to Rolling Stone Orchard Chipping Campden [end of fragment] [undated postscript separated from relevant letter] Added to my letter last night I have just been looking at your manuscript part of Mercury. You mention 8 fold star--composed of 4 fleur de lys with rays like antlers bulrushes in shape between them. The central core has the cupher of the G.M. but not the one you know. Upon the cross (what cross?) are the Dove the Hawk the Serpent & the Lion."},{"pageNumber":49,"pageContent":" Would you like me to try the Star, it has a pictorial fascination for me but could you be more explicit? Your vision is truly grand. I begin to understand it slightly. Also you say 6-fold Star in the Vision. Now which is it you want represented or both. I had 6 in the last picture. [end of fragment] FILE FH-ND2.TXT [Aleister Crowley] Memorandum re \"Stipend\" 1. Originally the idea was to dash off a pack of cards from (a) the elaborate \"Equinox\" descriptions (b) mediaeval packs, as The Equinox did not describe the 22 Trumps. We thought that a day apiece would be enough for the 40 small cards; two days apiece for the 16 court cards and 11 weeks for the 22 Trumps. This was thought to be an outside estimate--say 6 months in all, allowing for holidays & interruptions. 2. The \"Stipend\" [L]2 weekly had nothing to do with my work on the Tarot, which was practically a full-time job. It was to cover my doing shopping and odd commissions for her--in many cases I paid the cost out of my own pocket. But principally it was to use me as a tame \"Brains Trust\". I instructed her in astronomy and astrology, mysticism, Yoga, geometry, algebra, history, literture, chemistry and what not. I even criticised--very fruitfully--her own efforts at painting.  _______ This work, carried out sometimes by correspondence--very voluminous--sometimes by direct verbal instruction, had nothing to do with my Tarot work, which was entirely covered by my 2/3 interest in the property.  ________ Note that the stipend and instruction have continued since the completion of the work on the Tarot. "},{"pageNumber":50,"pageContent":" [a related sheet of conditions] Essential Condition of Peace. The cards are not to be sold without the book. If the book can be printed without illustrations it need not cost more than [L]300. If Lady Harris likes, she can give it away with the cards, I do not want any money out of it: and she can say she wrote it, I don't care. But I will not allow the cards to be issued so that they can be used only for gambling or fortune-telling. The new catalogue, full of grotesque blunders which discredit the scholarship of the Work, must be withdrawn. [Actually written by Crowley, to himself; the \"Society\" is fictitious as such.] An open letter to Alestair Crowley SOCIETY OF HIDDEN MASTERS Dear Sir For many years we have watched your career with benevolent interest; wile we have been unable to approve many of your activities in particular your policy of revealing secret knowledge which we consider dangerous if in the possession of untrained and uninitiated people. We have always respected your passionate integrity, your fanatical (and in our opinion, indiscreet) love of Truth. I our view, this mistaken policy has been responsible for many of your own personal mishaps. For this reason we re surprised that you should acquiesce, even by silence, in so blatant and impudent a hoax as the exhibition of Tarot"},{"pageNumber":51,"pageContent":"Cards at the Royal Society of Painters in Water Colours, 26/7 Conduit Street, W.1. beginning 4th August 1942. We hereby challenge you to deny any of the statements here following:-- 1. During the winter of 1898/9 you were entrusted by the Order of A..A.. with the Secret Lecture on the Tarot, giving the initiated attributions. 2. You published these attributions at the command of the Secret Chiefs of the order in a Book of Reference numbered 777 in 1909. 3. You issued the Official Lecture of the Order on the Tarot, in the Equinox Vol. I Nos VII and VIII, March and September 1912. 4. You have made the Tarot your continual study and used it daily, since the Winter of 1898/9. 5. You have made the Tarot the skeleton or schema of all your writings on mystical and magical subjects. We would instance particularly \"Ambrosia\", \"Magi Hortus Rosarum\" (The Wake-World), \"The Vision and the Voice\", \"Theory and Practice of Magick\". 6. You have been recognized everywhere in Europe and America (even, to a less extent, in India) as the supreme Authority on the Tarot; that is, by serious students of the subject. 7. You have contemplated the construction and publication of a properly designed and executed pack, based on the Equinox information ever since the issue of the grotesque and falsified parody which appeared under the auspices of the later A.E. Waite. 6. In a series of conversations in 1937 beginning at Mr. Clifford Bax' chambers in Albany St., W.1., you suggested to Lady Harris that she might be able to carry out this work. Although she very rightly protested that her knowledge of the subject hardly extended beyond the name, you, with the imbecile optimism characteristic of you, persuaded her that the descriptions of the cards given in the Equinox would be sufficient guide, and persuaded her to make the attempt. 9. It became obvious almost at once that the Equinox designs were artistically impracticable. Lady Harris very properly asked you to take the whole subject in hand ab ovo esque ad umbilicum. You thereupon agreed to devote your whole knowledge to the work of designing an entirely original pack of cards, incorporating the results of your 39 years of constant study of the subject with"},{"pageNumber":52,"pageContent":"your profound--if at times unacceptably unorthodox--knowledge of comparative religion, mathematical physics, philosophy and Magick. Also nthat you should compose a Treatise explaining the subject in full. It appears from a notice in the Exhibition that there is a proposal to publish the cards as a pack without this book. To do so would limit their use to fortune-telling, a form of fraud against which you have constantly set your face your whole life long. We refuse to believe that you have now consented to prostitute the Sacred Wisdom of Thoth to this base and dishonest purpose and we insist upon this point being made clear. 10. On May 11, 1938, Lady Harris became officially your disciple, and was permitted to affiliate to the other Order of which you are Head, the O.T.O. 11. You made an agreement with Lady Harris by which you were to have a 66 2/3% interest in the work. 12. For the next four years approximately, Lady Harris prepared water-colours of the cards. She did this from your rough sketches and descriptions under your continual direction, subject to your constant and repeated corrections. In some cases you made her redraw and re-paint a card which you found unsatisfactory as many as five or six times. She has, when left to herself, no sense of dignify or congruity; one of us has seen some attempts which you rejected, for instance, her ideal figure for \"The Fool\", the Holy Ghost, was Harpo Marx. Did you really pass this and Trump I? She gave the Sphinx in Trump X a French cabahy sabre! And her first conception of \"The Lord of the Winds and the Breezes; the King of the Spirits of the Air\", was a clown in plate armour, waving rapier and dagger, sprawling over a demented nag, diving through a paper screen in a circus! 13. You left Lady Harris a comparatively free hand in respect of insignificant details; but at no time did she contribute a single idea of any kind to any card, and she is in fact almost as ignorant of the Tarot and its true meaning and use as when she began. We cannow however, blame you for this. 14. You have followed with as much fidelity as was possible the traditional designs of the mediaeval packs; but you have notably enriched and revivified some of them, especially the Trumps, with your scholarship, as observed above in paragraph 9. 15. In every trump you have not only incorporated symbols illustrating the doctrines of Payne Knight, Hargrave Jennings, Arthur Eddington, J.G. Frazer, Bertrand Russell, J.W.N. Sullivan, Eliphaz Levi and how many others! --but introduced very many ideas purely personal to yourself and based on your own"},{"pageNumber":53,"pageContent":"personal magical experience--see \"The Vision and the Voice\", \"The Paris Working\" etc. 16. In certain cases, in order to make sure that your doctrine of the New Aeon is clearly manifest as the spiritual-magical basis of the whole work, you have given new names to the cards. Notably Trumps XI, XIV, and numerous \"small\" cards. You have made the final correction to the attributions--Trumps IV and XVII, according to the Book fo the Law given to you in Cairo April 8, 9, and 10 1904. You have used \"The Stele of Revealing\" (see \"The Book of the Law\" Chap. I 49, III 19) to replace \"The Last Judgment\" (Trump XX) to affirm the supersession of the Aeon of Osiris the Dying God by that of Horus the Crowned and Conquering Child. The entire composition is soaked in and reeks of your own private and personal point of view with regard to Magick. 17. You undertook this Work with two main motives:-- 1. That it should serve as a Magical Atlas of and Guide to the Universe, for this \"New Aeon of Horus\", that is, for the next 2,000 years. 2. That its undeniable beauty and majesty should be an intelligible vindication of the whole of your life's work. You rightly foresaw that sooner or later it would be clear that you are the sole responsible author of the Work and Lady Harris only your more or less docile and intelligent instrument. 18. You and Lady Harris were at first agreed that the Work should be put forth anonymously. She wrote to a friend \"I intend to remain anonymous when the cards are shown\". You had, of course, pointed out that any student of the subject would recognise your authorship at a glance. 19. Too well aware that in the past your work has been stolen and exploited by unscrupulous rascals and also that doctrinal argument of a lightly technical kind may all too frequently prove rather hard for a jury, you took the precaution of introducing certain symbols into the designs of susch a character that the most stupid would be compelled to acknowledge your authorship of the Work. Your conduct is abominable and inexcusable to allow Lady Harris to issue a catalogue crammed with the grossest errors of fact, blunders of scholarsip, irrelevancies and absurdities; to allow her to make herself the laughing-stock of London by larying claim to the authorship of pictures of which all artists know her to be utterly incapable, her work having been that of a wealthy amateur persistent enough to acquire a good technique"},{"pageNumber":54,"pageContent":"but with no personality, no \"message\" groping in Bloomsbury forgs for the parasitic adulation of a gaggle of sycophants. We can understand your passionate wish to get these cards exhibited, even by a subterfuge, but you had no right to sacrifice Lady Harris and you have no right to lend yourself, even by silence to the perpetration of a hoax transparent and nausient as it must naturally be, which affects the honour of the Fraternity of Art and Letters. We repeat that we are surprised; for whatever your faults, you have always been honourable and truthful with more than ancient Roman rigour. You must speak now.  for the Society of Hidden Masters.  Justus M.  Sic vos non vobis.  Sunur evique. [1st page of letter missing--this is Crowley's \"reply\" to the letter from the Society of Hidden Masters.] Their estimate in paragraph 6 is exaggerated: it depends on the definition of \"serious students.\" Nor would it be useful to deny them, as in every case their truth is guaranteed by evidence independent of my asseveration, internal evidence of documents easily accessible.  _________ I do however most strenuously deny participation in the hoax. This was perpetrated by Lady Harris without my knowledge or consent; I only learnt of the exhibitions, in the first case several days after the opening, from information supplied by loyal friends. This letter is to authorize and to request you to publicize its substance, either by a letter addressed to the Times and other newspapers, or as you in your best judgment may see fit. "},{"pageNumber":55,"pageContent":" Believe me,  Gentlemen,  Yours faithfully,  Aleister Crowley "}]
