[{"pageNumber":1,"pageContent":"TIMETHE WORKS OF ALEISTER CROWLEY Vol. II, part 1 of 3 ASCII VERSIONMarch 4, 1993 e.v. key entry by Bill Heidrick, T.G. of O.T.O.January 11, 1994 e.v. proofed and conformed to the \"Essay Competition Copy\"edition of 1906 e.v. by Bill Heidrick T.G. of O.T.O. Descriptions ofportraits retained, even though they are not in this edition.(The winner of the competition was J.F.C.Fuller's \"The Star in the West\")File 1 of 3.Copyright (c) O.T.O.O.T.O.P.O.Box 430Fairfax, CA 94978USA(415) 454-5176 ---- Messages only.This work was originally published in two parallel columns. Where suchcolumns are found in the original, they have been rendered as a single textwith \"A\" or \"B\" added to the page number at the end of each column: A = endpage left column. B = end page right column. On many pages a prefatoryparagraph or a concluding group of sentences is full across the page. Theseinstances are noted in curly brackets.Pages in the original are marked thus at the bottom: {page number} or {pagenumber A} and {page number B}.Comments and descriptions are also set off by curly brackets {}Comments and notes not in the original are identified with the initials ofthesource: e.g. WEH note = Bill Heidrick note, etc. Descriptions ofillustrations are not so identified, but are simply in curly brackets. Text Footnotes have been expanded at or near the point of citation withindouble angle brackets, e.g. <<footnote>>. For poems, most longer footnotesare cited in the text to expanded form below the stanzas. LIMITED LICENSE Except for notations added to the history of modification, the text on thisdiskette down to the next row of asterisks must accompany all copies made ofthis file. In particular, this paragraph and the copyright notice are not tobe deleted or changed on any copies or print-outs of this file. With theseprovisos, anyone may copy this file for personal use or research. Copies maybe made for other individuals at reasonable cost of copying and mailing only,"},{"pageNumber":2,"pageContent":"no additional charges may be added. Not for \"share-ware\" distribution orinclusion in any commercial enterprise.************************************************************************TIME. A DIALOGUE BETWEEN A BRITISH SCEPTIC AND AN INDIAN MYSTIC. \"Scepticus.\" Well, my dear Babu, I trust you have slept well after ourfatiguing talk of yesterday. \"Mysticus.\" Ah, dear Mister, if you will forgive my adopting what isevidently your idiom, I found it, on the contrary, invigorating. What is itthe Psalmist says? That the conversation of the wise is like unto good wine,which intoxicates with delight, while it hurts not the drinker? The balm ofyour illustrious words, borne like spice upon the zephyr --- \"Scept.\" Shall we not rather renew our inquiries into the nature ofthings, than, in unfertile compliment, waste the few hours we snatch awhilefrom death? \"Myst.\" Willingly. But lately you were the \"sahib\" asking questionsconcerning Indian Philosophy as a great prince who should condescend to studythe habits of horses or dogs -- yesterday we changed all that. {267A} \"Scept.\" I have but one apology to offer -- that of Dr. Johnson.<<Tauntedwith having described a horse's \"pastern\" as his \"knee,\" the greatlexicographer pleaded \"Ignorance, Madam, pure ignorance.\">> \"Myst.\" Pray forbear! Yet it may be for a moment instructive to noticethe consideration which led you to assume a happier attitude; viz, that suchidentities of thought (implying such fine parallelisms of brain structure)were discovered, that, in short, you admitted the Indian (as you have beencompelled to admit the Gibbon)<<See Huxley, \"Man's Place in Nature,\" andelsewhere.>> to classification in your own genus. \"Scept.\" You are hard upon my insolence. \"Myst.\" Only to make the opportunity of remarking a further parallelism:that the said insolence is matched, maybe surpassed, by my own. A wittyIrishman, indeed, observed of the natives of the Tongue of Asia that \"theHindu, with all his faults, was civilised, like the Frenchman: the Musulman,{267B} with all his virtues, was, like the Englishman, a savage.\" And indeed we are too apt to think of you only as only as red-faced,drunken, beef-eating boors and ruffians, with no soul and less sense, as ifyour were all soldiers; or as prim, conceited, supercilious, opinionatedprigs, as if you were all civilians; or as unspeakable stupidity incarnate ingreedy oiliness, as if you were all missionaries. Your highest placed womenmake virtuous our courtezans by a comparison of costume and manners; if ouradvices be true, the morality test is still in favour of our light ones.Your law wisely forbids your own venal women to set foot on Indian soil; a"},{"pageNumber":3,"pageContent":"rumour is even got about that you have no such women: but political economyis to be thanked, if it be so.<<1>> Now, though you know that I am awarethat India is simply the refuse-heap for your vilest characters and yourdullest brains, I see that you so little appreciate the compliment I amtrying to pay you, that your foot is already itching to assault my person,and to cause me to remember that your cook never forgets to spit into yourhonour's soup, were it not that we may find a refuge from difference of casteand race, custom and language, in the supreme unity, that of the ultimateforce of which this universe is the expression.<<1. \"Cf.\" Crowley, \"Epigrams\" (1550 A.D.) -- \"The bawds of the stews be turned al out; But some think they inhabit al England throughout.\" -- A. C.>> \"Scept.\" I have listened with patience to what is after all (you mustadmit) a rather spiteful tirade --- \"Myst.\" Forgive me if I interrupt. Do me the honour to remember that itwas said in self-blame. I tried to give your honour \"the giftie\" (as one ofyour worst poets has said) \"to see yoursel as ithers see you,\" the \"ithers\"in this case being average Hindus, as ignorant of your real character as youconfess your untravelled folk to be of ours. \"Scept.\" Pray spare me Burns! We are -- that is, you and I -- on a betterunderstanding now. Let us return, if you will, to the subject {268A} we toolightly touched on yesterday; that of TIME, and the real signification ofthat mysterious word, which is in the mouths of children, and which to affectnot to understand is to stamp oneself, in the opinion of the so-calledintellectual classes, as a fantastic. \"Myst.\" Yet who of us does understand it? I, at least, am at one with youin declaring its mystery. \"Scept.\" Your are of the few. Even Huxley, the most luminous of modernphilosophers, evidently misunderstands Kant's true though partial dictum thatit is subjective, or, in the pre-Kantian jargon, a form of the intellect. \"Myst.\" Lest we involve ourselves in controversy, Homeric body-snatchersof Patroclus Kant, let us hastily turn to the question at issue itself. Thescholastic method of discussing a point by quotation of Brown's positionagainst Smith may do for the weevilly brain of a University don, but is wellknow to bring one no nearer to solution, satisfactory or otherwise, of theoriginal problem. \"Scept.\" I heartily agree with you so far. We will therefore attackthequestion \"ab initio\": I await you. \"Myst.\" As exordium, therefore, may I ask you to recall what we agreed onyesterday with regard to \"Tat Sat,\" the existent, or real? \"Scept.\" That it was one, unknowable, absolute. \"Myst.\" Objective? \"Scept.\" Without doubt."},{"pageNumber":4,"pageContent":" \"Myst.\" Did I not, however, observe that, however that might be, allintuitions, if knowable, were subjective; if objective, unknown? \"Scept.\" You did: to which I pointed out that Spencer had well shown howsubjectivity, real or no, was a mere proof of objectivity. \"Myst.\" And \"Vice versa.\"<<This is not an \"ignoratio elenchi,\" but acriticism, too extended in scope to introduce here. -- A. C.>> Ah! myfriend, we shall be tossed about, as the world this 2500 years, if we onceenter this vortex. Let us remain where all is smooth in the certainty thatthe Unknowable is Unreal! \"Scept.\" We agreed it to be real! {268B} \"Myst.\" Oh never! The word \"real\" implies to us subjectivity; a thing isonly real \"to us\" so far as it is known by us; even its Unknowablility is aspecies of knowledge of it: and, by Saviri! when I say real \"to us,\" I sayreal absolutely, since all things lie to me in the radius of my sensorium.\"To others\" is a vain phrase, --- \"Scept.\" True; for those \"others\" only exist for you inasmuch as, and inso far as, they are modifications of your own thought-stuff.<<The physicalbasis of thought, as distinguished from its physical mechanism. A Hinduconception. Sanskrit, Chittam.>> \"Myst.\" Agreed, then; instead of looking through the glasses of themetaphysician, we will content ourselves with the simpler task of measuringour thoughts by the only standard which is unquestionably valid, \"i.e.,\"consciousness. \"Scept.\" But if that consciousness deceive us? \"Myst.\" We are the more deceived! But it is after all indifferent; for itis we who are deceived. Idle to pretend that any other standard can ever beof any use to us, since all others are referred to it! \"Scept.\" Ah! this is equally a branch of the former argument. \"Myst.\" That is so. However, we may defer consideration of this problem,though I suspect that it will sooner or later force itself upon our notice. \"Scept.\" No doubt. This is very possibly the ultimate unknown andinfinite quantity, which lurks unsuspected in all equations, and vitiates ourmost seeming-certain results. \"Myst.\" But, for Heaven's sake, let us postpone it as long as possible,eh? \"Scept.\" Indeed, it is the devil of a subject. But we wander far -- Bythe way, how old are you? You appear young, but you know much. \"Myst.\" You are too polite. I am but an ultimate truth, six world-truths,fourteen grand gereralisations, eighty generalisations, sixty-two dilemmas,and the usual odd million impressions. \"Scept.\" What is all this? You are surely -- \"Myst.\" No, most noble Festus. Put me {269A} to he test, and I the matterwill reword: which madness would gambol from.<<I an not mad, most nobleFestus. Acts xxvi. 25. The rest is from \"Hamlet.\" There are many othersuch apt or perverted quotations in the essay.>> How old may your honour be? \"Scept.\" Forty-five years."},{"pageNumber":5,"pageContent":" \"Myst.\" Excuse the ignorance of a \"Babu,\" but as Mr. Chesterton<<1>> wellknows, we do {269B} not easily grasp Western ideas. What is a \"year\"?<<1. MR. CROWLEY AND THE CREEDS  AND THE CREED OF MR. CHESTERTON WITH A POSTSCRIPT ENTITLED A CHILD OF EPHRAIM<<a>><<a. The children of Ephraim, being armed, and carrying bows, turned themback in the day of battle.>> \"CHESTERTON'S COLOSSAL COLLAPSE\"  ---- MR. CROWLEY AND THE CREEDS BY G. K. CHESTERTON. Mr. Aleister Crowley publishes a work, \"The Sword of Song: Called byChristians 'The Book of the Beast.'\" and called, I am ashamed to say, \"YeSword of Song\" on the cover, by some singularly uneducated man. Mr. AleisterCrowley has always been, in my opinion, a good poet; his \"Soul of Osiris,\"written during an Egyptian mood, was better poetry than this Browningesquerhapsody in a Buddhist mood; but this also, though very affected, is veryinteresting. But the main fact about it is that it is the expression of aman who has really found Buddhism more satisfactory that Christianity. Mr. Crowley begins his poem, I believe, with an earnest intention toexplain the beauty of the Buddhist philosophy; he knows a great deal aboutit; he believes in it. But as he went on writing one thing became strongerand stronger in his soul -- the living hatred of Christianity. Before he hasfinished he has descended to the babyish \"difficulties\" of the Hall ofScience -- things about \"the plain words of your sacred books,\" things about\"the panacea of belief\" -- things, in short, at which any philosophicalHindoo would roll about with laughter. Does Mr. Crowley suppose thatBuddhists do not feel the poetical nature of the books of a religion? Doeshe suppose that they do not realise the immense importance of believing thetruth? But Mr. Crowley has got something into his soul stronger even thanthe beautiful passion of the man who believes in Buddhism; he has the passionof the man who does not believe in Christianity. He adds one more testimonyto the endless series of testimonies to the fascination and vitality of thefaith. For some mysterious reason no man can contrive to be agnostic aboutChristianity. He always tries to prove something about it -- that it isunphilosophical or immoral or disastrous -- which is not true. He can neversay simply that it does not convince him -- which is true. A casual carpenter wandered about a string of villages and suddenly a hordeof rich men and sceptics and Sadducees and respectable persons rushed at him"},{"pageNumber":6,"pageContent":"and nailed him up like vermin; then people saw that he was a god. He hadproved that the was not a common man, for he was murdered. And ever sincehis creed has proved that it is not a common hypothesis, for it is hated. Next week I hope to make a fuller study of Mr. Crowley's interpretation ofBuddhism, for I have not room for it in this column to-day. Suffice it forthe moment to say that if this be indeed a true interpretation of the creed,as it is certainly a capable one, I need go no further than its pages forexamples of how a change of abstract belief might break a civilisation topieces. Under the influence of this book earnest modern philosophers may, Ithink, begin to perceive the outlines of two vast and mystical philosophies,which if they were subtly and slowly worked out in two continents throughmany centuries, might possibly, under special circumstances, make the Eastand West almost as different as they really are. THE CREED OF MR. CHESTERTON BY ALEISTER CROWLEY When a battle is all but lost and won, the victor is sometimes aware of abrilliancy and dash in the last forlorn hope which was lacking in thoseinitial manoeuvres which decided the fortune of the day. Hence comes it that Our Reviewer's apology for Christianity compares sofavourably with the methods of ponderous blunder on which people like Paleyand Gladstone have relied. But alas! the very vivacity of the attack mayleave the column without that support which might enable it, if checked, toretire in good order; and it is with true pity for a gallant opponent -- whowould be wiser to surrender -- that I find myself compelled to despatch halfa squadron (no more!) to take him in flank. Our Author's main argument for the Christian religion is that it is hated.To bring me as a witness to this colossal enthymeme, he has the sublimecourage to state that my \"Sword of Song\" begins with an effort to expoundBuddhism, but that my hatred of Christianity overcame me as I went on, andthat I end up literally raving. My book is possibly difficult in many ways,but only Mr. Chesterton would have tried to understand it by reading itbackward. Repartee apart, it is surely an ascertainable fact that while the first 29pages<<Pp. 144-163 in this volume.>> are almost exclusively occupied with anattack on Christianity as bitter and violent as I can make it, the remaining161 are composed of (\"a\") an attack on materialism, (\"b\") an essay onmetaphysics opposing advaitism, (\"c\") an attempt to demonstrate the closeanalogy between the canonical Buddhist doctrine and that of modern Agnostics.None of these<<Pp. 164-184, 233-243, and 244-261 respectively, in thisvolume.>> deal with Christianity at all, save for a chance and casual word. I look forward with pleasure to a new History of England, in which it willbe pointed out how the warlike enthusiasm aroused by the Tibetan expeditionled to the disastrous plunge into the Boer War; disastrous because theseparation of the Transvall which resulted therefrom left us so weak that we"},{"pageNumber":7,"pageContent":"fell an easy prey to William the Conqueror. Our Novelist should really makea strong effort to materialise his creation in \"The Napoleon of Notting Hill\"of the gentlemen weeping by the graves of his descendants. Any sound philosophy must be first destructive of previous error, thenconstructive by harmonising truths into Truth. Nor can the human mind rest content with negation; I honour him ratherwhose early emotion is hatred of Christianity, bred of compulsion to it, butwho subdues that negative passion, and forces his way to a positive creed,were it but the cult of Kali or Priapus. Here, indeed, modern Agnostics are at fault. They sensibly enough rejecterror; but they are over-proud of their lofty attitude, and, letting slip thereal problems of life, busy themselves with side-issues, or try to satisfythe spiritual part of the brain (which needs food like any other part) withthe husks of hate. How few among us can reach the supreme sanity of Dr. Henry Maudsley in sucha book as \"Life in Mind and Conduct\"! Hence I regard Agnosticism as little more than a basis of new research intospiritual facts, to be conducted by the methods won for us by men of science.I would define myself as an agnostic with a future. But the enthymeme itself. A word is enough to expose it. Other things have been hated before and since Christ lived -- if he lived.Slavery was hated. A million men<<In the American Civil War, 1861-64. Butthey were not men, only Americans.>> died about it, and it was cast out ofeverywhere but the hearts of men.<<A. C. SUB NOTE: This is mere rhetoric.Crowley was perfectly familiar with the conditions of \"free\" wage labour.>>Euripides hated Greek religion, and he killed the form thereof. Does OurLogician argue from these facts the vitality of slavery or Delphi? Yes,perhaps, when Simon Legree and the Pythoness were actually making money, butto argue their eternal truth, or even their value at that time, is a furtherand a false step. Does the fact that a cobra is alive prove it to beinnocuous? With the reported murder of Jesus of Nazareth I am not concerned; butVespasian's \"Ut puto Deus fio\" is commonly thought to have been meant as ajest. Our Romanticist's unique and magnificent dramatisation of the war betweenthe sceptic or lover of truth, and the religious man or lover of life, may bewell quoted against me. Though Verpasian did jest, though Christ's \"It isfinished\" were subjectively but the cry of his physical weakness, likeBurton's \"I am a dead man,\" it is no less true that millions have regarded itas indeed a cry of triumph. That is so, subjectively for them, but no more,and the one fact does not alter the other. Surely Our Fid. Def. will find little support in this claim on behalf ofdeath. We all die; it was the Resurrection and Ascension which stampedChrist as God. Our Philosopher will, I think, fight shy of these events.The two thieves were \"nailed up like vermin\" on either side of Christ byprecisely the same people; are they also gods? To found a religion on the"},{"pageNumber":8,"pageContent":"fact of death, murder though it were, is hardly more than African fetichism.Does death prove more than life? Will Mr. Chesterton never be happy until heis hanged? These then are the rear-guard actions of his retiring and beaten army. The army itself is pretty well out of sight. There is a puff of artilleryfrom afar to the effect that \"no man can contrive to be agnostic aboutChristianity.\" This is very blank cartridge. Who is agnostic about theshape of the earth? Who prides himself upon a profound reserve about thecolour of a blue pig, or hesitates to maintain that grass is green? Unlessunder the reservation that both subject and predicate and Unknowable in theiressence, and that the copula of identity is but a convention -- a form ofAgnosticism which after all means nothing in this connection, for the termsof the criticism require the same reservation. Our Tamburlaine's<<A. C. SUB NOTE: Not to confuse with Tambourine or alterinto Tamburlesque.>> subsequent remark that the poor infidel (failing in hisdesperate attempt to be agnostic) \"tries to prove something untrue\" is a\"petitio principii\" which would be a blunder in a schoolboy; but in a man ofOur Dialectician's intelligence can only be impudence. The main army, as I said, is out of sight. There is, however, a cloud ofdust on the horizon which may mark its position. \"Does Mr. Crowley supposethat the Buddhists do not feel the poetical nature of the books of religion?\"I take this to mean: \"You have no business to take the Bible literally!\" I have dealt with this contention at some length in the \"Sword of Song\"itself (Ascension Day, lines 216-247): but here I will simply observe that apoem which authorises the Archbishop of Canterbury to convey Dr. Clifford'spet trowels, and makes possible the Gilbertian (in the old sense ofpertaining to W. S. Gilbert) position of the Free Kirk to-day, is a poemwhich had better be burnt, as the most sensible man of his time proposed todo with Homer, or at least left to the collector, as I believe is the casewith the publications of the late Isidore Liseux. Immoral is indeed no wordfor it. It is as criminal as the riddle in \"Pericles.\" That Our Pantosympatheticist is himself an Agnostic does not excuse him.True, if every one thought as he does there would be no formal religion inthe world, but only that individual communion of the consciousness with itsself-consciousness which constitutes genuine religion, and should neverinflame passion or inspire intolerance, since the non-Ego lies beyond itsprovince. But he knows as well as I do that there are thousands in this country whowould gladly see him writhing in eternal torture -- that physiologicalimpossibility -- for his word \"a casual carpenter,\" albeit he wrote it inreverence. That is the kind of Christian I would hang. The Christian whocan write as Our Champion of Christendom does about his faith is innocuousand pleasant, though in my heart I am compelled to class him with thebloodless desperadoes of the \"Order of the White Rose\" and the \"moutonsenrages\" that preach revolution in Hyde Park."},{"pageNumber":9,"pageContent":" When he says that he will trace \"the outlines of two vast and mysticalphilosophies, which if they were subtly and slowly worked out, &c., &c.,\" heis simply thrown away on Nonconformity; and I trust I do not go too far, asthe humblest member of the Rationalist Press Association, when I suggest thatthat diabolical body would be delighted to bring out a sixpenny edition ofhis book. I am not fighting pious opinions. But there are perfectlydefinite acts which encroach upon the freedom of the individual: indefensiblein themselves, they seek apology in the Bible, which is now to be smuggledthrough as a \"poem.\" If I may borrow my adversary's favourite missile, apoem in this sense is \"unhistorical nonsense.\" We should, perhaps, fail to appreciate the beauty of the Tantras if theGovernment (on their authority) enforced the practices of hook-swinging andSati, and the fact that the cited passages were of doubtful authority, andambiguous at that, would be small comfort to our grilled widows and laceratedbacks. Yet this is the political condition of England at this hour. You invoke a\"casual camel-driver\" to serve your political ends and prevent me havingeighteen wives as against four: I prove him an impostor, and you call myattention to the artistic beauty of Ya Sin. I point out that Ya Sin saysnothing about four wives, and you say that all moral codes limit the number.I ask you why all this fuss about Mohammed, in that case, and you write allmy sentences -- and your own -- Qabalistically backwards, and it comes out:\"Praise be to Allah for the Apostle of Allah, and for the Faith of Islam.And the favour of Allah upon him, and the peace!\" War, I think if those be the terms. POSTSCRIPT War under certain conditions becomes a question of pace, and I reallycannot give my cavalry so much work as Our Brer Rabbit would require. On theappearance of the first part of his article \"Mr. Crowley and the Creeds\" Isignified my intention to reply. It aborted his attack on me, and he has notsince been heard of.\"In the midst of the words he was trying to say,\"\"In the midst of his laughter and glee,\"\"He has softly and suddenly vanished away --\"I suppose I always was a bit of a Boojum!>> \"Scept.\" Hm! Well, ah, the earth moves round --- {270A} \"Myst.\" How long have you been a sectary astronomical? \"Scept.\" Er -- what? \"Myst.\" You are then an astronomer? {270B} \"Scept.\" I? goodness gracious bless my soul, no! \"Myst.\" Then how do you know all this about the earth? {271A}"},{"pageNumber":10,"pageContent":" \"Scept.\" Astronomers are paid, insufficiently paid, it is true, but stillpaid, to calculate the movements of the various heavenly bodies. These,being regular, or regularly irregular, {271B} which comes to the same thing,serve us as standards of time. \"Myst.\" A strange measure! What is the comparison in one of your poetsbetween \"Fifty years of Europe\" and \"a cycle of Cathay\"? \"Scept.\" You know our poets well. \"Myst.\" Among my loose tags of thought are several thousand uselessquotations. I would give much to have my memory swept and garnished. \"Scept.\" Seven other devils wait at the door. But you were saying? \"Myst.\" That an astronomer might perhaps justly compute the time duringwhich his eye was actually at the telescope by the motion of the planets, orby the clockwork of his reflector, but that you should do so is absurd. \"Scept.\" Yet all men do so and have ever done so. {272A} \"Myst.\" And all are absurd in doing so if they really do so, which Idoubt. Even the lowest dimly, or perhaps automatically, perceive the follythereof --- \"Scept.\" As? \"Myst.\" A man will say \"Since the Derby was run\" more intelligibly than\"since May such-and-such a day\"; for his memory is of the race, not of aparticular item in the ever changing space-relation of the heavens, arelation which he can never know, and of which he can never perceive thesignificance: nay, which he can never recognise, even by landmarks ofcatastrophic importance. \"Scept.\" One might be humorous on this subject by the hour. Picture toyourself a lawyer cross-examining a farm hand as to the time of anoccurrence: \"Now, Mr. Noakes, I must warn you to be very careful. HadHerschell occulted GR:alpha Centauri before you left Farmer Stubbs' field?\"while the instructed swain should not blush to reply {272B} that Halley'scomet, being the sole measure of time in use on his farm, was 133 degrees S.,entering Capricorn, at the very moment of the blow being struck. \"Myst.\" I am glad you join me in ridicule of the scheme; but do you quitegrasp how serious the situation has become? \"Scept.\" I confess I do not see whither you would lead me. Your owncomputation strikes one as fantastic in the extreme. \"Myst.\" Who knows? Think, yourself, of certain abnormal and pathologicalphenomena, whose consideration might lay down the bases for a possibleargument. \"Scept.\" There are several things that spring instantly into the mind.First and foremost is the wonderfully suggestive work, misnamed fiction, ofour greatest novelist, H. G. Wells. This man, the John Bunyan of modernscientific thought, has repeatedly attacked the problem, or at leastindicated the lines on which a successful research might be prosecuted, inmany of his wonderful tales. He has (I say it not to rob you of the honourof your discoveries, but in compliment, and I can imagine none higher) puthis finger on the very spot whence all research must begin: the illusionary"},{"pageNumber":11,"pageContent":"nature of the time-idea. But I will leave you to study his books at yourleisure, and try to give a more direct answer to your question. We havecases of brain disorder, where grave local mischief survives thedisappearance of general symptoms. One man may forget a year of his life;another the whole of it; while yet another may have odd patches effaced hereand there, while the main current flows undisturbed. \"Myst.\" He is so much the poorer for such losses? \"Scept.\" Certainly. \"Myst.\" Did the stars efface their tracks to correspond? \"Scept.\" Joshua is dead. \"Myst.\" Yama<<The Hindu Pluto.>> be praised! \"Scept.\" Amen. \"Myst.\" You have also, I make no doubt, {273A} cases where the brain, frominfancy, never develops. \"Scept.\" True: so that a man of thirty thinks and acts like a child: oftenlike a stupid child. Our social system is indeed devised to provide forthese cases; so common are they: the Army, the Cabinet, are reserved forsuch: in the case of women thus afflicted they are called \"advanced\" or\"intellectual\": the advantages of these situations and titles is intended tocompensate them for Nature's neglect. Even sadder is it when young men ofgreat parts and talent, flourishing up to a certain age, have their brainsgradually spoiled by the preposterous system of education in vogue throughoutthe more maismal parts of the country, till they are fit for nothing but\"chairs\" and \"fellowships\" at \"universities.\" The schools of philosophy arefull of these Pilocene anachronisms, as the responsible governmentdepartments are of the congenitally afflicted: in both cases thinking men aredisposed to deny (arguing from the absence of human reason and wit, thoughsome of the creatures have a curious faculty resembling the former, shorn ofall light-quality) to these unfortunates any conscious life worthy of thename, or the capacity to increase with years in the wisdom or happiness oftheir more favoured fellow-creatures. \"Myst.\" Yet the stars have a regular rate of progression? \"Scept.\" I see what you would be at. You would say that of two men bornon a day, dying on a day, one may be young, the other old. \"Myst.\" Ay! But I would say this to vitiate the standard you somewhatincautiously set up. \"Scept.\" Abrogate it then! But where are we? \"Myst.\" Here, that we may determine this most vital point; how so to actthat we may obtain the most from life; or, if existence, the word of whichintuitions are the letters, be, as the Buddhists pretend, misery, how toobtain the least from it. \"Scept.\" Let us not speak ill of a noble {273B} religion, though we lamentthe paradoxical follies of its best modern professors! \"Myst.\" A truce to all controversy, then. How shall we obtain the bestfrom life? It is this form of the question that should give you a clue to mygoal."},{"pageNumber":12,"pageContent":" \"Scept.\" It is so difficult to determine whether Sherlock Holmes<<Adetective in sensational fiction of the period.>> is dead or no that I willtake no risks. But the answer to your query is obvious. \"He lives thelongest who remembers most.\" \"Myst.\" Insufficient. There are lives full of the dreariest incident,like a farmyard novel, or a window in Thrums, or the autobiography of aMaster of a College,<<The gibe is at Butler, Master of Trinity duringCrowley's residence.>> who lives ninety years and begets sons and daughters,and there is an end of him by-and-by, and the world is nor richer nor poorer,scarce for an anecdote! Add to your \"number of impressions remembered\" (andtherefore not expunged) the vividness of each impression! \"Scept.\" As a coefficient rather. Let us construct a scale of vividnessfrom \"a\" to \"n,\" and we can erect a formula to express all that a Man is.For example he might be: 10a + 33125b + 890c + 800112658e + 992f + ...... +...... + ..... n, and, if we can find the ratio of a : b : c : d : e : f :...... : n, we can resolve the equation into a single term, and compare manand man. \"Myst.\" I catch the idea. Fanciful as it of course is in practice, thetheory is sound to the core. You delight me! \"Scept.\" Not at all, not at all. Further, I see that since the memory isa storehouse of limited capacity, it follows that he who can remember most ishe who can group and generalise most. How easy is it to conjugate yourHindustani verbs! Because one rule covers a thousand cases. How impossibleis it to learn German genders! Because the gender of each word must becommitted arbitrarily to memory. {274A} \"Myst.\" He then is the longest-lived, and the wisest, and the worthiest ofrespect, who can sum up all in one great generalisation? \"Scept.\" So Spencer defines philosophy: as the art of doing this. \"Myst.\" But you leave out this \"vividness.\" He is greater who generalisedthe data of evolution than he who did the same thing for heraldry: not onlybecause of the number of facts covered, but because of the greater intrinsicvalue and interest of each fact. Not only, moreover, is the philosopher whocan sum up the observations \"All men are mortal,\" \"All horses are mortal,\"\"All trees are mortal,\" and their like, into the one word Anicca, as didBuddha, a wise and great man; but Aeschylus is also wise and great, who fromthis universal, but therefore commonplace generalisation, selects andemphasises the particular \"Oedipus is mortal.\" \"Scept.\" Your Greek is perhaps hardly equal to your English; but you areperfectly right, and I do wrong to smile. Since we agree to abandon themechanical device of the astronomer, all states of consciousness are singleunits, or time-marks, by which we measure intervals. That some, no longerthan others, are more notable, just as the striking of a clock emphasises thehours, though the escapement maintains its rate, is the essential fact incounting. \"Myst.\" And what is the test of vividness? \"Scept.\" I should say the durability of the memory thereof."},{"pageNumber":13,"pageContent":" \"Myst.\" No doubt; it is then of importance to class these states of \"highpotential\" --- may I borrow the term? \"Scept.\" It is a suggestive one, thought I must say I am opposed to thepractice of Petticoat Lane in philosophical literature. The broad-mindedHuxley's aversion to \"polarity\" is not his least bequest to psychologists.Of course, to begin our classification, all states of normal wakingconsciousness stand in a class above any other --- \"Myst.\" I have known dreams --- \"Scept.\" Wells says\" There are better {274B} dreams!\" -- and a damned goodway to look at death, by heaven! \"Myst.\" Yes! But I meant that some dreams are more vivid than some wakingstates, even adult states hours long. You remember the \"Flying dream,\"though I daresay you have not experienced it since childhood: it is part ofyour identity, a shape or defining idea of your mind: but you have forgottenthe picnic at -- where you will. \"Scept.\" There is something to be thankful for in that. Then, there areincidents of sport -- \"Myst.\" Mysteries of initiation -- \"Scept.\" Narrow escapes -- \"Myst.\" The presence of death -- \"Scept.\" Shocks -- \"Myst.\" Some incidents of earliest childhood -- \"Scept.\" Memories which can be classed, and therefore fall under greatheadings; intellectual victories -- \"Myst.\" Religious emotions -- \"Scept.\" Ah! this minute too, for I group them! All these are intuitionswhich come near, which touch, which threaten, which alarm, the Ego itself! \"Myst.\" Yet in those great ecstasies of love, poetry, and their like; theEgo is altogether abased, absorbed in the beloved: the phenomenon is utterlyobjective. \"Scept.\" To be abased is to be exalted. But we are again at metaphysics.The Ego and the Non-Ego are convertible terms. We are agreed that one of thetwo is a myth; but we might argue for months and aeons as to which of the twoit is. \"Myst.\" Here Hindu practice bears out Western speculation, whether we takethe shadowy idealism of Berkeley, or the self-refuted<<Haeckel, postulating aunity, is compelled to ascribe to it a tendency to dividuality, thusstultifying his postulate. See the \"Riddle of the Universe.>> Monism ofHaeckel. All these men got our results, and interpreted them in the partiallight of their varied intellect, their diverse surrounding and education.But the result is the same physiological phenomenon, {275A} from Plato andChrist to Spinoza and Sankaracharya,<<Hindu reformer (about 1000 A.D.), whoraised the cult of Shiva from that of a local phallic deity to that of anuniversal God. The Tamil Isaiah.>> from Augustine and Abelard, Boehme andWeigel in their Christian communities to Trismegistus and Porphyry, Mohammedand Paracelsus in their mystic palaces of Wisdom, the doctrine is essentially"},{"pageNumber":14,"pageContent":"one: and its essence is that existence is one. But to my experience it iscertain that in Dhyana the Ego is rejected. \"Scept.\" Before inquiring further of you: What is this Dhyana? let me say,in view of what you have just urged: How do you know that the Ego isrejected? \"Myst.\" Peccavi. My leanings are Buddhistic, I will confess: indeed, thegreat majority of Eastern philosophers, arguing \"a priori\" from theindestructibility of the Ego -- a dogma, say I, and no more! -- have assertedthat in the Dhyanic state the Object is lost in the Ego rather than \"viceversa,\" and they support this conclusion by the fact of the glorification ofthe object. \"Scept.\" But this is all \"a priori.\" For be it supposed that Dhyana ismerely a state of more correct perception of the nature of the object thanthat afforded by normal inspection -- and this is a reasonable view! -- theargument simply goes to prove that matter, as the Ego, is divine. And thisis our old vicious circle! \"Myst.\" Also, since the object may be the Infinite. All Dhyana proves isthat \"things are not what they seem\" \"Scept.\" Not content with our poets, you seem to have wandered intoLongfellow. \"Myst.\" Also Tennyson. \"Scept.\" I can sympathise: there is a blot on my own scutcheon. You arejust, though, in your statement that the glorification of one of two factors-- \"Myst.\" At the moment of the disappearance of their dividuality -- \"Scept.\" So? \"Myst.\" Surely. They also themselves disappear, just as carbon, the blacksolid, and {275B} chlorine, the green gas, combine to form a limpid andcolourless liquid. So it might be absurd to assert either that Subject orObject disappears in Dhyana to the advantage of the other. \"Scept.\" But at least this glorification of the consciousness is a proofthat reality (as shown in Dhyana) is more glorious than illusion (as shown inconsciousness). \"Myst.\" Or, that illusion -- \"Scept.\" Of course! We are then no further than before. \"Myst.\" Indeed we are. Glory, real or false, is desirable. Indeed we aretoo bold in saying \"real or false,\" by virtue of your previous agreement thatthe Subjective is the Knowable, and that deeper inquiry is foredoomed futile. \"Scept.\" Unless, admitting Physiology,<<As represented by Huxley, who, Ifancy, spoke from imperfect knowledge of the facts. But \"vide infra.\" -- A.C.>> such glory is phantom, poisonous, and your Dhyana is a debauch. \"Myst.\" You will at least admit, as a basis for the consideration of thisand other points that Dhyana is more vivid than any of the normal dualisticstates. \"Scept.\" I must. I have myself experienced, as I believe, this or asimilar condition, and I find it to be so; intensely so."},{"pageNumber":15,"pageContent":" \"Myst.\" I suspected as much. \"Scept.\" But pray, lest we talk at cross purposes, define me this Dhyana. \"Myst.\" The method is to concentrate the attention on any object (thoughin Hindu estimation some objects may be far more suitable that others, Ibelieve Science would say any object) --- \"Scept.\" That was my method. \"Myst.\" Suddenly the object disappears: in its stead arises a great glory,characterised by a feeling of calm, yet of intense, of unimaginable bliss. \"Scept.\" That was my result. But, more remarkable still, the change wasnot from the consciousness \"I behold a blue pig\" -- the object I have everaffected -- to \"I behold {276A} a glory,\" but to \"There is a glory,\" or\"Glory is.\" \"Myst.\" Glory be! Exactly. That is the test of Dhyana. I am glad tohave met you. \"Scept.\" Same here. Be good enough to proceed with your exposition! \"Myst.\" In a moment. There are other Westerns who study these matters? \"Scept.\" To follow up the line of thought you gave me but just now, wehave a great number of philosophers in the West who have enunciated ideaswhich to the dull minds of the common run of men seem wild and absurd. \"Myst.\" You refer to Idealism. \"Scept.\" To more; to nearly all philosophy, save only that self-styled \"ofcommon sense,\" which is merely stupidity glossing ignorance. But Berkeley --- \"Myst.\" The devout, the angelic --- \"Scept.\" Hegel --- \"Myst.\" The splendid recluse! The lonely and virtuous student who wouldstand motionless for hours gazing into space, so that his pupils thought himidle or insane --- <<\"Cf.\" Plato, \"Symposium;\" Diotima's description of theVision of absolute Beauty, identical with Hindu doctrine; and Alcibiades'anecdote of Scorates at Potidaea. -- A. C.>> \"Scept.\" Spencer --- \"Myst.\" The noble, ascetic, retired spirit; the single-hearted, thecourageous, the holy --- \"Scept.\" Yes: all these and many others. But what mean your comments? \"Myst.\" That extreme virtue is a necessary condition for one who isdesirous of attaining this state of bliss. \"Scept.\" There, my friend, you generalise from three. Let me stand fourth(like Ananias) and tell you that after many vain attempts while virtuous, Iachieved my first great result only a week after a serious lapse from thecondition of a Brahmacharyi.<<Chastity is probably referred to, thoughBrahmacharya involves many other virtues.>> \"Myst.\" You? \"Scept.\" The result of despair. \"Myst.\" This may serve you as excuse before Shiva. {276B} \"Scept.\" Quit not the scientific ground we walk on!"},{"pageNumber":16,"pageContent":" \"Myst.\" I regret; but my astonishment annulled me. On the main point,however, there is no doubt. These Westerns did, more or less, pursue ourmethods. Why doubt that they attained our results? \"Scept.\" I never did doubt it. Certain of our philosophers have evenimagined that \"self-consciousness,\" as they style it, is the very purpose ofthe Universe. \"Myst.\" They were so enamoured of the Ananda -- the bliss --- \"Scept.\" Presumably. Far be it from me to set myself up against them; butI may more modestly take the position that \"self-consciousness\" is a merephenomenon; a bye-product, and no more, in the laboratory of life. \"Myst.\" Alas! I can think no better of you for your modesty: whoso wouldmake bricks without straw may as well plan pyramids a hovels. \"Scept.\" Your stricture is but too just. Teleology<<The science of thePurpose of Things.>> is a science which will make no progress until the mostwicked and stupid of men are philosophers, since like is comprehended bylike: unless, indeed, we excuse the Creator by saying that, the Universebeing a mere mechanism, that it should suffer pain (an emotion He does notfeel) is as unintelligible to Him as that a machine should do so is to theengineer. Strain and fatigue are observed by the latter, but not associatedby him with the idea of pain: much more so, then, God. \"Myst.\" You are bold enough now! Our philosophers think it not fittingthat man should discuss the ways of the inscrutable, the eternal God. \"Scept.\" I have you tripping fairly at last! What do you mean by\"eternal\"? You who have uprooted my ideas of time, answer me that? \"Myst.\" A woodcock to mine own springe, indeed. I am justly caught withmine own metaphysic. {277A} \"Scept.\" Throw metaphysic to the dogs! I'll none of it. I will resolveit to you, then, on your own principles. The term, so constantly in use, orrather abuse, by your devottes as by ours, is meaningless. All they can meanis a state of consciousness which is never changed -- that is, one unit oftime, since time is no more than a succession of states of consciousness, andwe have no means of measuring the length of one against another: indeed, a\"state of consciousness\" is atomic, and to measure is really to furnish themeans for dissolution of a molecule, and no more. Thus in the New Jerusalemthe song must be either a single note, or a phenomenon in time. Lengthwithout change is equivalent to an increase in the vividness, as we saidbefore. And after all the Ego can never by happy, for happiness isimpersonal, is distinct from the contemplation of happiness. This quiteunchanging, this single vivid state, is as near \"Eternity\" as we can ever get-- it is a foolish word. \"Myst.\" That state is then impersonal? \"Scept.\" Ah! -- Yes, I have described Dhyana. \"Myst.\" The heaven of the Christian is then identical with the dailyrelaxation of the Hindu?"},{"pageNumber":17,"pageContent":" \"Scept.\" If we analyse their phrase, yes. But Christians mean \"eternaltime,\" a recurring cycle of pleasant states, as when a child wishes that thepantomime \"could go on for ever.\" \"Myst.\" Why, do they ever mean anything? . . . But how does this eternaltime differ from ordinary time? Our guarantee against cessation is the factthat the tendency to change is inherent in all component things. \"Scept.\" Our guarantee indeed! Rather the seal upon the tomb of ourhopes! But to sing, even out of tune, as the Christian does, that \"timeshall be no more,\" is, indeed, to cease to mean anything. The dogma of theTrinity itself is not less inane, the only thing that saves it from beingblasphemous. \"Myst.\" To be intelligible is to me misunderstood. \"Scept.\" To be unintelligible is to be found out. {277B} \"Myst.\" To be secretive is to be blatant. \"Scept.\" To be frank is to be mysterious. \"Myst.\" I wish your poet-martyr<<The reference, presumably ironical, is tothe late Oscar Wilde.>> (I do not refer to Chatterton) could hear us. \"Scept.\" To return, I would have you note the paradox that unconsciousnessmust be reckoned as a form of consciousness, since otherwise the last stateof consciousness of a dying person is for him eternity. That this is not sois shown by the phenomena of anaesthesia. \"Myst.\" Is it, though? Is the analogy so certain? Is there nothing inthe attempt of all religions to secure that a man's last thoughts should beof triumph, peace, joy, and their like? \"Scept.\" I have been reading that somewhat mawkish book \"The Soul of aPeople.\" Disgusted as I was by its ooze of sentimentality, I was yet notunobservant of its cognisance of this fact, and I was even pleased -- thoughthis by the way -- to see that the author recognises in the ridiculous FirstPrecept of the Buddhist Faith, or rather in the orthodox travesty of Buddha'smeaning, a mere survival of some fetichistic theophagy. \"Myst.\" Doesn't it say somewhere that \"Long words butter no parsnips\"? \"Scept.\" It ought to. But pray proceed with your defence of religion --for I presume it is intended as such. \"Myst.\" I was saying that if unconsciousness be not reckoned asconsciousness, the death-thought is eternal heaven or hell, as it chances tobe pleasant or painful. But, on the other hand, if it be so reckoned, ifthat and that alone has in death no awakening, no change, then is it notcertain that there is the Great Peace? Disprove immortality, reincarnation,all survival or revival of the identical --- \"Scept.\" Identical? Hm! \"Myst.\" -- of the consciousness which the man calls \"I\" --- \"Scept.\" Which Haeckel has pretty effectively done. \"Myst.\" And Nirvana is ours for the price of {278A} a packet of arsenic,and a glass of Dutch courage. \"Scept.\" In a poem called \"Summa Spes,\"<<See p. 200.>> a gifted butdebauched Irishman has grossly, yet effectively, stated this view. \"Let us"},{"pageNumber":18,"pageContent":"eat and drink, for to-morrow we die!\" is the Hebrew for it. But if wesurvive or revive -- \"Myst.\" The problem is merely postponed. If \"death is a sleep\": why, weknow what happens after sleep. \"Scept.\" The question resolves itself, therefore, into the other which weboth of us anticipated and feared: What is this \"identical consciousness\"which is the cause of so much confusion of thought. We have in the phenomenaof mind (\"a\") a set of simple impressions; (\"b\")<<This (\"b\") may be dividedand subdivided into certain groups; some, perhaps all of them, liable, in theevent of the suppression of (\"a\"), to become (automatically?) active, andprevent (\"c\") from becoming quiet. -- A. C.>> a machinery for grasping andinterpreting these; of sifting, grouping, organizing, co-ordinating,integrating them; and (\"c\") a \"central\" consciousness, more or lesspersistent, that is to say, united to a long series of similar states by theclose bond of the emphatic idea, I, which \"central\" consciousness takesnotice of the results presented to it by (\"b\"). A state which can besummoned at will --- \"Myst.\" What then is \"will\"? \"Scept.\" You know what I mean. God knows I am bothered enough alreadywithout being caught up on a word! Which can be summoned at will: which in asuccession of simple, though highly abstract states, observes the results(forgive the repetition!) presented to it by (\"b\"). But if we turn theconsciousness upon itself, if we add a sixth sense to the futile five? \"Myst.\" It is resolved after all into a simple impression,indistinguishable, so far as I can see, from any other. That is, logically. \"Scept.\" An impression, moreover, on what? It is not the (\"c\") that isreally examined; for (\"c\") is the examiner: and you have merely formulated a(\"d\") expressible by the ratio {278B} d : c :: c : a -- an infinite process.The final factor is always unknowable -- yet it is the one thing known. \"Myst.\" And because it is always present, therefore it is unkenned. \"Scept.\" We are now nearer Spencer than appeared. For the fact that itmust be there, unchanging in function, while consciousness persists, givesthe idea of a definite substratum to subserve that function. \"Myst.\" I cannot but agree; and I would further observe that when, inDhyana, it ceases to examine, and apperceives, the \"relative eternity,\"\"i.e.,\" the intense vividness of the phenomenon gives us a further argumentin favour of its permanence. \"Scept.\" But that it should persist after death is a question which weshould leave physiology to answer, as much as the obvious question whethersight and taste persist. And the answer is unhesitatingly \"No.\" \"Myst.\" Yet the mystic may still reply that the association ofconsciousness with matter is as incredible as the contrary conception. Causeand effect, he will say, are if anything less likely (\"a priori\") thanconcomitance or casuality. Even occasionalism is no more improbable thanthat the material should have a manifestly immaterial function. \"Scept.\" Yet it is so!"},{"pageNumber":19,"pageContent":" \"Myst.\" Ah! would it serve to reply that it is so! But no! thematerialistic position, fully allowed, is an admission of spirit.<<Maudsley,\"Physiology of Mind,\" asks why it should be more unlikely that consciousnessshould be a function of matter than that pain should be of nervous tissue. True. So also Huxley extended the meaning of \"nature\" to include the\"supernatural\": in order to deny the supernatural. So also I (maintaining that darkness only exists) meet the cavil of peoplewho insist on the separate existence of light by showing that light is, afterall, merely a sub-section of one kind of darkness. -- A. C. This note is ofcourse ironical.>> They must conceive spirit and matter both as unknowable,as irresolvable, like \"x\" and \"y\" in a single equation (whose counterpart weseek in Dhyana), so that we may eternally evolve {279A} values for either,but always in terms of the other. \"Scept.\" Just so we agreed lately about subject and object. \"Myst.\" It is another form of the same Protean problem. \"Scept.\" Haeckel even insists upon this in his arrogant way. \"Myst.\" Huxley, at once the most and the least sceptical of philosophers,urges it. There is only one method of investigating this matter. Reason isbankrupt; not only Mansel the Christian but Hume the Agnostic has seen it. \"Scept.\" We all see it. The Bank being broken, we do not put what littlewe have saved into the wildcat stock Faith, as Mansel counsels us: but addlittle to little, and hoard it in the old stocking of Science. \"Myst.\" Well if no holes! \"Scept.\" We expect little, even if we hope for much. We are pretty safe;'tis the plodding ass that is Science, and the fat priest rides us still. \"Myst.\" We offer you a Bank, where your intellectual coin will breed athousandfold. \"Scept.\" What security do you offer? Once bit, twice shy; especially asyour business is known to be patronised by some very shady customers. \"Myst.\" Do you offer to stop my mouth with security? We give you all youcan wish. Let Science keep the books! I say it in our own interest; theslovenly system that has prevailed hitherto has resulted in serious losses tothe shareholders. One of our best cashiers, Christ, went off and left mereverbal messages, and those only too vague, as to the business that passedthrough his hands. Too many of our most brilliant research staff keep theirprocesses secret, and so not only incur the suspicion of quackery, but leavethe world no wiser for their work. Others abuse their position as directorsto further the ends of other companies not even allied to the parent firm: aswhen Mohammed, the illuminated of Allah, lent his spiritual force to bolsterup the literal {279B} sense of the Bible, thus degrading a sublime text-bookof mystic lore into the merest nursery, or too often bawdy-house, twaddle andfilth. You will alter all this, my friends! Let Science keep the books! \"Scept.\" For a cross between a plodding ass and an old stocking, she willdo well! And what dividends do you promise? \"Myst.\" In the first year. Dhyana; in the second, Samadhi; and in thethird, Nirvana."},{"pageNumber":20,"pageContent":" \"Scept.\" It is not the first year yet. Is this coin current? \"Myst.\" Ah! I remember now your phrase \"Dhyana a debauch.\" You are ofcourse familiar with the name of Maudsley, perhaps the greatest livingauthority on the brain? \"Scept.\" None greater. \"Myst.\" By rare good fortune, at the very moment when this aspect of thequestion was confronting me, and I was (so any one would have imagined) manythousand miles from expert opinion, I had the opportunity of putting thematter before him. Our conversation was pretty much as follows: \"What is thecause of the phenomenon I have described?\" (I had given just such a sketchas we have drawn above, and added that it was the most cherished possessionof all Eastern races. The state was familiar to him.) \"Excessive activityof one portion of the brain: relative lethargy of the rest.\" \"Of whichportion?\" \"It is unknown.\" \"Is the phenomenon of pathological significance?\"\"I cannot say so much: it would be a dangerous habit to acquire: but sincerecovery is spontaneous, and is apparently complete, it is to be classed asphysiological.\" I obtained the idea, however, that the danger was veryserious, perhaps more so than the actual words used would imply. A furtherinquiry as to whether he could suggest any medical, surgical, or other means,by which this state might be produced at will, led to no result. \"Scept.\" This is most interesting: for the very doubts which I didentertain as to the safety of mental methods directed to attaining thisresult, are dispelled by what is a cautious, if not altogether unfavourable,view {280A} from a naturally-inclined-to-be-unfavourable Western mind. (Mymother was of German extraction.) How so? Because my teacher, himself aWestern scientific man of no mean attainments, thought no trouble too great,no language too violent (though he is ordinarily a man of unusual mildnessand suavity of manner) to be used, to impress upon me the extreme danger oftoo vigorous attempts to reach the state of concentration. \"If you feel theleast tired in the course of your daily practice,\" he never wearied ofrepeating, \"you have done too much, and must absolutely rest for four-and-twenty hours. However fresh you feel, however keen you are to pursue thework, rest you must, or you will but damage the apparatus you areendeavouring to perfect. Rest for longer if you like, never for less.\" Thisadjuration recurs with great force to my mind at the present moment. OurWestern \"Adepts\" -- if you were a Western I would ask you to forgive the word-- know, as the great brain specialist knows, the dangers of the practice;the dangers of the training, the dangers of success. \"Myst.\" Blavatsky's mysteriously-phrased threats were to this effect.Maybe she knew. \"Scept.\" Maybe she did. Well, what I wished to point out was that, hadyou pressed Dr. Maudsley, he might possibly have admitted that scientificprecaution, under trained guidance and watching, might diminish the dangergreatly, and permit the student to follow out this line of research withoutincurring the stigma -- if it be a stigma -- of risking his sanity, or atleast his general mental welfare?<<Dr. Maudsley, to whom I submitted the MS."},{"pageNumber":21,"pageContent":"of this portion of the dialogue, was good enough to say that it representedvery much what he had said, and to add that \"the 'ecstasy,' if attained,signifies such a 'standing-out.' GR:epsilon-kappa--sigma-tau-alpha-sigma-iota-sigma, quasi-spasmodic, of a special tract of the brain as, if persistedin, involves the risk of a permanent loss of power, almost in the end aparalysis of the other tracts. -- Like other bad habits, it grows by what itfeeds on, and may put the fine and complex co-ordinated machinery quite outof gear. The ecstatic attains an illumination (so-called) at the expense ofsober reason and solid judgment.\" Mysticus would not, I think, wish to contest this view, but rather wouldargue that if this be the case, it is at least a choice between two evils.Sober reason and solid judgment offer no prize more desirable than deathafter a number of years, less or greater, while ecstasy can, if the factsstated in this dialogue are accepted, give the joys of all these years in amoment. But for the sake of argument he would say that there are certainly many menwho have practised with success from boyhood, and who still enjoy health anda responsible and difficult position in the world of thinking men. Thiswould suggest the idea that there may be men with special aptitude for, andimmunity in greater or less degree against the dangers of, the practice. Hewould cheerfully admit that the common mystic is an insufferable fool, andthat his habits possibly assist the degenerative process. But he wouldsubmit that in such cases the brain, such as it is, is not worth protecting.At the same time, it is true, the truest type of Hindu mystic regards theecstasy as an obstacle, since its occurrence stops his meditation; and as atemptation, since he is liable to mistake the obstacle for the goal. -- A. C.(See note 53, p. 209.)>> {280B} \"Myst.\" It may be; in any case I follow knowledge; if my methods be absurdor pernicious, I am but one of millions in the like strait. Nor do Iperceive that any other line of action offers even a remote chance ofsuccess. \"Scept.\" The problem is perennial. It must be attacked on scientificlines, and if the pioneers fall, -- well, who expects more from a forlornhope? Time will show. \"Myst.\" We have wandered far from this question of time. \"Scept.\" Even from that of consciousness; itself a digression, though anecessary one. \"Myst.\" An elusive fellow, this consciousness! Is he continuous, you, whodeclare him permanent? \"Scept.\" Do I, indeed? I gave a possible reason for thinking so; but myadhesion does not follow. The lower consciousnesses, which I called (\"a\"),are of course rhythmic. The biograph is a sufficient proof of this. {281A} \"Myst.\" Were one needed. Spencer's generalisation covers this point? \"Scept.\" \"A priori.\" That the higher (\"c\") are also rhythmic -- for wewill have no \"a priori\" here! -- is evident, since the (\"a\")s are presentedby (\"b\") no faster than they come. Even if (\"a\"), being fivefold, comes"},{"pageNumber":22,"pageContent":"always so fast as to overlap, no multitude of impacts can compose acontinuity. \"Myst.\" But those reasons for permanence were very strong. \"Scept.\" Strong, but overcome. Is it not absurd to represent anything aspermanent whose function is rhythmic? \"Myst.\" Not necessarily. It is surely possible for a continuous pat ofbutter to be struck rhythmically, for example. That it is inert in theintervals is unproved; but if it were, it might still be continuous. That ahigher consciousness exists is certain; that it is unknowable is certain, asshown just now, unless, indeed, we can truly unite (\"c\") with itself: \"i.e.,\"without thereby formulating a (\"d\"). \"Scept.\" But how is that to be done? \"Myst.\" Only, if at all, but cutting off (\"c\") from (\"a\"): \"i.e.\", bysuspending the mechanism (\"b\"). Prevent sense-impressions from reaching thesensorium, and there will at least be a better chance of examining theinterior. You cannot easily investigate a watch while it is going: not doesthe reflection of the sun appear in a lake whose surface is constantlyruffled by wind and rain, by hail and thunderbolt, by the diving of birds andthe falling of rocks. To do this, thus shown to be essential to even thebeginning of the true settlement of the time problem, and the solution of theparadoxes it affords --- \"Scept.\" How to do this is then a question not to be settle offhand by ourirresponsible selves, but one of method and research. \"Myst.\" And as such the matter of years. \"Scept.\" I have long recognised this. That it should be started on a firmbasis by responsible scientific men; that it should be placed on equal termsin all respects with {281B} other research: such is the object of my life. \"Myst.\" But of mine the research itself. \"Scept.\" I applaud you. You are the happy one. I am the martyr. I shallsow, but not reap; my eyes shall hardly see the first-fruits of my labour;yet something I shall see. Also, to construct one must clear the ground: toharvest, the plough and harrow are required. First we must rid us of falsephrase and lying assumption, of knavery and ignorance, of bigotry andshirking. Let us pull down the church and the Free Library;<<The sarcasm isperhaps against the popularity of the worthless novel, as shown in FreeLibrary statistics; or against the uselessness of any form of reading to aman not otherwise educated.>> with each stone torn thence let us build thehumble and practical homes of the true \"holy men\" of our age, the {282A)austere and single-minded labourers in the fields of Physics and Physiology. \"Myst.\" Here, moreover, is the foundation of race harmony; here thepossible basis for a genuine brotherhood of man! He will never bepermanently solidarised -- excuse the neologism! -- by grandiose phrase andtransitory emotion; but in the Freemasonry of the Adepts of Dhyana whattemple may not yet be builded?"},{"pageNumber":23,"pageContent":" \"Scept.\" Not made with hands -- GR:epsilon-sigma tau-omicron-iota-sigmaomicron-upsilon-rho-alpha-nu-omicron-iota-sigma alpha-iota-omega-nu-iota-omicron-sigma. \"Myst.\" Has not this mystical bond brought you and me together, usdiverse, even repugnant in all other ways, yet utterly at one in this greatfact? \"Scept.\" We have talked too lightly, friend. Silence is best. \"Myst.\" Let us meditate upon he adorable light of that divine Savitri! \"Scept.\" May she enlighten our minds. {282B}"}]
