[{"pageNumber":1,"pageContent":" 1 An Introduction to the Tantric ‘Krama’ lineage of Kashmir by Christopher Tompkins and Christopher Wallis My mind, which had abandoned the great power that forms its true unbounded nature, became entangled in the limitations of action, illusion, and contraction. Now it spans the distance of the sky of consciousness and fills the entire universe with an expansive, scintillating light. --Śhrī Nāga, 11th century Krama Guru, from his ’30 Verses on Delighting in Awareness’1 THE KRAMA • Name. Based on the Kālīkula (Kālī worship) branch of Tantric Śaivism, this uniquely Kaśhmirian lineage called itself the Krama (‘sequence’) or the Mahānāya (‘great way’) in reference to its radical non-dualist approach to Yoga, which internalized ritual worship of Goddesses as the cyclical phases (krama) of one’s own awareness; jīvanmukti (‘liberation while living’) • Founder. Jñānanetra (‘gyah-nuh-nay-truh’), ca. late 9th century, who was initiated by Maṅgalā (Kālī) and the cremation ground goddesses in Uḍḍiyāṇa   1 Translated by C. Tompkins."},{"pageNumber":2,"pageContent":" 2 • First Female Masters. Included the first female lineage holders (called ‘queens’) beginning with Jñānanetra’s successor, Keyūravatī • Longevity. The Krama represents the longest tenure of any known spiritual lineage: five centuries of master-to-disciple transmission (pāramparā), 9th to 15th centuries, A.D. • Surviving works. Virtually no one realized the Krama’s significance as a foundational influence on non-dual Kashmiri Śhaivism before Professor Alexis Sanderson of Oxford published his pioneering and brilliant article called “The Śhaiva Exegesis of Kashmir” in 2007. For the first time, we were introduced to the empowering, internalized rituals of this Goddess-worshipping lineage and to the ecstatic poetry of a long succession of legendary Masters, sampled from the numerous Krama writings which have survived. A number of the Krama writings to which he refers survive in the Oriental Research Library (ORL) in Srinagar, which may also contain titles thought to be lost. Almost none of ORL’s Krama manuscripts have been seen by modern scholars. As of 2011, only one of these incredible works has been published in translation. Kashmir Valley "},{"pageNumber":3,"pageContent":" 3 The Ecstatic Poetry of the Krama Lineage of Tantric Śhaivism The experience of rapture indicative of the state of living liberation (jīvanmukti) is reverentially captured by several generations of Tantric masters belonging to the celebrated śhākta (Goddess-oriented) lineage known as the Krama (‘Sequence’ or ‘Cycle’), so-called because its devotees venerated their own cyclical phases of awareness (mental, emotional, etc.) as Goddess manifestations of the formless Kālī, the heart of consciousness itself. The Krama was the most philosophically non-dual among the schools of Kashmiri Śhaivism. Founded in the 9th century by Jñānanetra (see below), it strongly influenced the other inter-related, non-dual śhākta-based systems established in Kaśhmir in the 9th and 10th centuries—the schools of Recognition (Pratyabhijñā), Vibration (Spanda), and the Kashmiri Trika of Abhinavagupta, himself an initiate of the Krama, along with his chief disciple, Kshemarāja (see ‘Krama Family Tree’). Many of the Krama teachers wrote hymns (stotras) that praise the Highest Goddess Power (Kālī, Maṅgalā) as She who delivers practitioners to the state of Supreme (Shiva) Consciousness. These hymns seek to poetically trigger in the reader the actual experience of blissful euphoria that characterizes the awakened state of its author. The Initiation of Jñānanetra by the Yoginīs of the Cremation Ground The documented history of the Krama begins with the story of a devoted spiritual practitioner and seeker of the truth, probably from Kashmīr, who in the mid-9th century made a pilgrimage to the small kingdom of Uḍḍiyāna, in the far northwest of the Indian cultural region, a site later considered one of the four most important Tantrik centers.2 (Note that this is also said to be the homeland of Padmasambhāva, who brought Tantrik Buddhism to Tibet around this same time—probably not a coincidence!) There he journeyed to a town called Mangalapura,3 in the heart of Uḍḍiyāna, where it is said nearly everyone was a practicing Tāntrika at that time. Situated next to the town was a sacred power-center (śakti-pīṭha), the great cremation ground called Karavīra. This cremation ground was said to be the dwelling place of the Goddess Maṅgalā (“Goodness” or “Auspiciousness”), a benevolent form of Kālī, together with the sixty-four Yoginīs or Tantrik goddesses that made up her retinue. There this pilgrim took up residence, propitiating and meditating on the Goddess until she revealed herself to him in an awesome epiphany, granting him divine insight. Thereafter this siddha (“perfected master“), now called Jñānanetra   2 Uḍḍiyāna is located in the Swāt valley of the now sadly war-torn Northwest Provinces of Pakistān. 3 Modern Mangora, 34°46’34” N, 72°21’40” E"},{"pageNumber":4,"pageContent":" 4 Nātha (“the Lord of the Eye of Wisdom“) became the first Guru of the Krama lineage and the transmitter of the principal Krama scriptures. An account in Old Kashmīrī says: The Nātha, after being taught in the sacred site where Om resonates (Uḍḍiyāna), was filled with compassion for living beings, and as the Promulgator [he] emitted the internal and external silence of ultimate reality as the corpus of the Krama.i Swat Valley, Oḍḍiyāṇa, north of Kaśhmir, birthplace of the Krama The tradition records that Jñānanetra was a fully awakened master. A later text called Hymn to the Five Voids lauds his greatness; it purports to have been an oral transmission from all the Yoginīs of Uḍḍiyāna. The Yoginīs, in a great assembly, sang the praises of Jñānanetra with the words: Lord Jñānanetra has merged with the level where all experience is one!4 He is the solitary Hero of that beyond essence, in whom all phenomena have been brought to silence, radiant with the vision of his gnosis, who has realized the ultimate reality, who has attained the bliss of understanding, and who has relished the highest awakening.ii The Kālikā-stotra (“Hymn to the Divine Mother”) of Śhrī Jñānanetra Aside from the Krama scriptures, which like all scriptures have no authorial voice, we have only one work by Jñānanetra, the Kālikā-stotra or “Hymn to the Divine Mother,” a beautiful text that subtly alludes to the phases of Krama worship. Here we will quote the first three verses and the last two, which have some autobiographical hints. Jñānanetra exultantly sings his experience of the   4 Samarasa: everything is imbued with the flavor of the one divine Consciousness."},{"pageNumber":5,"pageContent":" 5 divine in these words: O Goddess! Supreme is your nature that is formless yet has the form of all three worlds. It is prior to all limitations, impossible to grasp through dualistic categories such as ‘existent’ versus ‘non-existent’, and attainable through the purest Consciousness. || 1 Supreme is your completely pure non-dual form: One, yet existing in many guises, pervading the universe that is flowing forth within you, yet entirely free from change—it is known as the integral nature of Awareness. || 2 Supreme too is your extraordinary act of taking on embodiment—surging up within through your own pure Will, and expressing the Light of Consciousness in its unsurpassable and spontaneous essentiality. || 3 Through your grace, O Mother, may the whole world abide as the essence of the Goddess within the transcendent Śiva, just as She was experienced by myself in the Great Cremation Ground. || 19 Thus, this hymn of essence-nature is sung by myself, Śiva,5 through the force of the state of complete immersion [samāveśa]. O Goddess named Maṅgalā (“Beneficent“), may it be a blessing [śiva] to the whole world that is itself myself. || 20 The Lineage of Krama ‘Masters’ As the first recognized guru of the lineage, it is Jñānanetra who originated the tradition of praising the Goddess through hymns (stotras) with the composition of his Kālikā-stotra, “The Hymn to Kālī.” Jñānanetra, his female disciple Keyūrvatī, and Hrasvanātha’ (also know as ‘Vīranātha’; see lineage chart below), are the only three Krama gurus belonging to the “Order of Human Masters” (mānavaughaḥ). Keyūravatī: the First Woman Lineage Holder Jñānanetra began a lineage which successfully preserved the transmission of awakened consciousness through at least nine generations, a rare feat in the history of religion. We can see the success of the transmission in the consistently high level of insight, joy, and gratitude in the poems of the Krama masters, which are positively aflame with awakened consciousness. Jñānanetra directly   5 Jñānanetra’s other name is Śivānanda."},{"pageNumber":6,"pageContent":" 6 initiated seventeen disciples. His three primary disciples were women, including his successor, the siddhā yoginī (‘Master Yoginī) named Keyūravatī (“She who embodies the Coiled Power”), informally yet respectfully known simply as “the Goddess K,” or simply that ‘Goddess’ (devī) of the Krama lineage. Thus the Krama became the first pre-modern Indian tradition to grant women the status of full Guru-hood. Although we presently know of no writings authored by Keyūravatī, some of the oral teachings recorded in Old Kashmīrī may be hers. We hope to discover lost writings of hers in the larger Krama entries listed the ORL’s manuscript collection. Hrasvanātha: Revolutionizing Classical Yoga into a Life-Affirming Practice The foremost disciple of Keyūravatī was Śhrī Hrasvanātha, the ’Little Lord,’ (a.k.a. Vīranātha, the ‘Lord of Heroes’), who flourished in the early 10th century. One of his two surviving works is perhaps the most influential teaching of the Krama, for it revolutionized yoga as a practice—the ‘Flowering Forth of One’s Own Awakening’ (Svabodhodayamañjarī).6 Hrasvanātha’s purpose in this unusual and captivating poem is to teach a series of mental practices that can trigger instant spiritual liberation through the dissolution of one’s contracted, limited awareness by means of insight (niṣcaya) into the emptiness or transience of the objective world. This yogic approach to the world directly rejects the approach of Patañjali’s revered Yoga Sūtra, which taught that it only through effort made to withdraw from the senses and the world can the yogī experience freedom. Hrasvanātha, rooted in the life-affirming, non-dualist tradition of the Krama, gives the opposite teaching: ‘Cessation’ [of the mind] was taught by the ancient masters by means of the practice of aversion [to objects of the senses]. This will be taught by us: dissolving [of the mind] without effort. [As a result of this teaching], something that is [mentally] focused upon then is to be dissolved. Because it is not grasping onto anything else [other than the dissolving object], the mind is immediately dissolved into one’s [Supreme] Self. - ‘Flowering Forth of One’s Own Awakening,’ verses 12-13.7 Though his focus on emptiness appears quasi-Buddhist, this sage of the śhākta Krama tradition teaches us that the dissolution of habitual, ordinary mental patterns through the mind’s complete immersion into a given sensual experience   6 Translated by Christopher Tompkins and available as an audio download at: www.shaivayoga.com/offerings. 7 Translated by C. Tompkins."},{"pageNumber":7,"pageContent":" 7 instantly causes the practitioner to blissfully identify with the ground of all existence, the non-dual flux of Supreme Consciousness itself— Direct your awareness during the peak moment of climax in love-making to the point between the genitals and the navel. As the blissful pulsations of orgasm fade, freedom from suffering (enlightenment) can be attained. -- ‘Flowering Forth of One’s Own Awakening,’ verse 38.8 After Hrasvanātha, the rest of the Krama lineage became known as the ‘Order of the Disciples’ (śiṣyaughaḥ). The following lineage chart, compiled by Christopher Wallis, shows the succession of Krama lineage holders over the 500 year tenure of this highly specialized śhākta (Goddess worshipping) branch of Tantric Śhaivism. This family tree of Krama masters eventually became so revered that in the later tradition, the teachers of this lineage were worshipped as a succession of masters embodying a single awakened consciousness. We see this teaching, for example, in the Kaula-sūtra’s first three aphorisms: 1. There is but one Guru, the unbroken transmission of the rays [of awakened consciousness] passed on to us through the initiatory lineage. 2. There is but one God: the Reality that they have perceived. 3. The singular power of [its] Consciousness is identical with the state of their innate self-awareness.iii   8 Translated by C. Tompkins."},{"pageNumber":8,"pageContent":" 8 This teaching that the Guru is not a series of personalities but a power transmitted through a lineage is central to the Krama, and we can feel something of its truth, for the writings of the Krama masters over the course of nine generations are imbued with the same “vibe”—the same nectarean ecstasy wedded to piercing insight. "},{"pageNumber":9,"pageContent":" 9 O Mother, Whatever form I conceive, however transcendent, is lower than You! Yet nor can I conceive of anything, however low, in which You are not completely present! By mere rememberence of You, we make into a humble servant this demon called ‘I’, that thirsts for the blood that is the fortitude of men, ripping them apart with its treacherous fangs called ‘mine...’iv ...You I praise, the unborn beloved of Śhiva in the lotus of my heart, seated in deepest consciousness [on your throne that is] full of the radiance created by all the Causes. You I praise, who are ever eager to drink the honey-wine exuded by the lotus maṇḍala in the innermost awareness of all living creatures. --from the ‘Eight Verses’ of Śhrī Prabodhanātha (10th century) v"},{"pageNumber":10,"pageContent":" 10 I venerate the supreme Śhiva located in the self, who can be known only in self-experience, who is devoid of the mental torment of fixation on any specific doctrine...I bow to the Benevolent One, the destroyer of the flood of conceptual constructs, free of the snare of the mind’s imaginings, transcending [even] the level of the highest bliss. Zabarwan Mountains, overlooking Lake Dal and Srinagar, Kashmir The method of attaining the goal is to be constantly awake to one’s own awareness. By this means the sage achieves the state free of differentiation. There is no method other than staying with [awareness of] one’s own being. Closely maintaining of this alone, the yogī will become joyful, resting in the self. --from ‘The Attainment of One's Own Awareness’ by Śhrī Bhūtirāja, (10th century) vi "},{"pageNumber":11,"pageContent":" 11 Abhinavagupta teaching before Lake Dal, Srinagar In this very moment, you are everywhere, shining through me as your own graceful Śakti. O Great Lord! You have always been my heart alone! ‘I’ and ‘you’ are the same, for you are my very Soul! --‘Hymn to Bhairava’, verse 2, by Abhinavagupta (10th-11th century)9   9 Translated by C. Tompkins."},{"pageNumber":12,"pageContent":" 12 Lake Dal in Srinagar, Kashmir Radiant, Supreme Śhiva, consisting solely of the Light of Consciousness replete with absolute Bliss, simultaneously transcends the universe and embodies itself as the universe. From that perspective, all of existence...vibrates into manifestation as that Light, without any duality whatsoever. So in reality, there is no subject or object that is other; rather, it is simply Radiant, Supreme Śhiva that is vibrating and scintillating thus in thousands of various different forms. Shrinagar Valley, Kashmir (photo by David Houlder, www.davidhoulder.com) Thus, in the same way that the Blessed One embodies the entire universe, the individual conscious being, i.e. the knowing subject, as a contraction of divine Awareness, also embodies the entire universe in a contracted form, like the seed of a banyan tree. --‘Heart of Recognition’ by Śhrī Kṣhemarāja, commenting on his own 3rd and 4th sūtras.10   10 Translated by C. Wallis."},{"pageNumber":13,"pageContent":" 13 [My] mind, which was a distressed honey-bee whose energy was diminished by the blows coming from the advance of the severe winter of duality, having reached the fragrant nectar that is the abode of Shiva, now remains perpetually intoxicated by the revivifying drink found within the Springtime blossom that [grows] on the vine of pure awareness. --’30 Verses on Delighting in Awareness,’ verse 7, by Śhrī Nāga, 11th century11 [O Mind of mine], how did this incomparably auspicious attainment come to you? Because of what incredibly good deed has this reward [been granted], so that you are never deprived, even for a moment, of the glory of Supreme Awareness, in which differences and dichotomies have fallen away? --’30 Verses on Delighting in Awareness,’ verse 13, by Śhrī Nāga, 11th century12   11 Translated by C. Tompkins. 12 Translated by C. Tompkins."},{"pageNumber":14,"pageContent":" 14    i Translated by Sanderson from the Old Kashmīrī Mahānaya-prakāśa (“Śaiva Exegesis,” p. 265). ii Sanderson’s translation from “Śaiva Exegesis,” p. 322, except that I have replaced “enlightenment” with the more literal “awakening” (bodha). iii Or, “...identical with the ground of their innate I-sense.” (sahajāhaṃbhāva-bhūmiḥ) Translation follows Sanderson, “Śaiva Exegesis,” p. 327. iv This verse was discovered by Sanderson in the commentary on the Vijñāna-bhairava by Śivopādhyāya, where it is quoted. Its original source is lost. See “Śaiva Exegesis” pp. 294-5. v Translation Sanderson, “Śaiva Exegesis,” p. 293-4. vi Translation closely follows Sanderson, “Śaiva Exegesis,” p. 365-6."}]
