[{"pageNumber":1,"pageContent":"The Sapphire Tablet of Set"},{"pageNumber":2,"pageContent":"QUI PETIVERENT INVENIENT Michael Aquino V° IV°-1 March 10, XI To: The Masters of the Temple Qui Petiverent Invenient On the fifteenth of July X I recognized you as a Master of the Temple IV°. In terms of organizational authority, you were then and are now familiar with the prerogatives of that degree. They are written into the By-laws, and you have Seen that the T S will respect them in deed as in word. To date, however, I have not discussed the essential characteristics of the IV° -- the criteria according to which I considered and then recognized you. True, I have discussed various aspects of this with you individually on occasion, but until now I have not defined the term as comprehensively as it deserves. This I will do now. I do not anticipate that what I will say will come as any surprise to you; rather I intend this letter as a way of taking the implicit and making it explicit. You will notice also that this is the first of my letters addressed only to the IV°. This is because, by definition, only a Master of the Temple may comprehend that grade. Nor may it be \"taught\" to those of lesser initiatory degrees. Like the II° and the III°, it is something that the individual must seek for himself and attain through the illumination of his Will. Hence the title of this letter: \"Those who seek shall find.\" And thus again the meaningful use of the term \"recognition\" as opposed to promotion. The term \"Master\" is one of preeminent honor in all of the artistic, religious, and philosophical pursuits of mankind. A Master is one who comprehends, who knows, who possesses all skills. Appropriately a Master is regarded by others as a teacher, even though be may regard himself as a \"student\" of his calling. In magic and metaphysics, the Master is one who understands those things which others call \"occult\" or \"mysteries\". He Author: Michael A. Aquino VI° © Temple of SetDate: March 10, XI HTML conversion: Dec 7, 2000 CE Subject: The Master of the Temple "},{"pageNumber":3,"pageContent":"may be called a Saint, a Sage, a Mahatma, a Medicine Man, a Shaman, a Witch Doctor, or a Philosopher. Transculturally he is a Master. Within the initiatory arts of magic, the concept of the Master has been most precisely formulated to date by Aleister Crowley. Let me cite the key descriptive passages concerning a Master of the Temple (8)=[3] of the A:.A:. from Magick in Theory and Practice: \"The essential Attainment is the perfect annihilation of that personality which limits and oppresses his true self. The Magister Templi is pre-eminently the Master of Mysticism, that is, His Understanding is entirely free from internal contradiction or external obscurity; His work is to comprehend the existing Universe in accordance with His own Mind.\" When discussing the grade below (8)=[3], that of Adeptus Exemptus (7)=[4], Crowley states: \"He will have attained all but the supreme summits of meditation, and should be already prepared to perceive that the only possible course for him is to devote himself utterly to helping his fellow creatures. To attain the Grade of Magister Templi, he must perform two tasks; the emancipation from thought by putting each idea against its opposite, and refusing to prefer either; and the consecration of himself as a pure vehicle for the influence of the order to which he aspires. He must then decide upon the critical adventure of our Order; the absolute abandonment of himself and his attainments.\" And further: \"Should he fail, by will or weakness, to make his self-annihilation absolute, he is none the less thrust forward into the Abyss; but instead of being received and reconstructed in the Third Order, as a Babe in the womb of our Lady Babalon, under the night of Pan, to grow up to be Himself wholly and truly as He was not previously, he remains in the Abyss, secreting his elements round his Ego as if isolated from the Universe, and becomes what is called a \"Black Brother\". Such a being is gradually disintegrated from lack of nourishment and the slow but certain action of the attraction of the rest of the Universe, despite his now desperate efforts to insulate and protect himself, and to aggrandize himself by predatory practices. He may indeed prosper for awhile, but in the end he must perish, especially when with a new Aeon a new Word is proclaimed which he cannot and will not hear, so that he is handicapped by trying to use an obsolete method of Magick, like a man with a boomerang in a battle where everyone else has a rifle.\""},{"pageNumber":4,"pageContent":"If you read these passages carefully, you will see the paradox inherent in them. To become an (8)=[3], a (7)=[4] must destroy his capacity for logical thought, i.e. his ability to draw inductive or deductive conclusions from phenomena of the material universe. Since it is just this capacity that is the essential characteristic of the Self [\"Cogito ergo sum\", if you will], the (7)=[4] is in effect invited to obliterate what it is that makes him a unique entity. Theoretically he is \"reconstituted by the gods in a perfect form\" - an ideal \"self\". Herein lies the heart of the paradox, which is also the central theme of Genesis III. It is that an independent Will, capable of perceiving itself in contrast to the material Universe, cannot be a product of forces germane to that Universe. The freedom of the Will necessitates the ability of the Will to move both with and against Universal patterns [i.e. \"laws\"]. The Will is self-creating, self-sustaining, and self-improving. This is the basis for the Formula of the Aeon of Set XXX. Because of the paradox, it is impossible for a Magister Templi (8)=[3] to be the result of such an annihilation as Crowley prescribes. Such a \"Magister\" would possess no Will of its own; it would in fact be a zombie, nonconsciously moving in harmony with the Universal Law. It would be an animated corpse, a mere machine. This would not be rebirth of the self -- it would be suicide. Now let us look a little more closely at Crowley's description of a \"Black Brother\". If you have read Crowley's biography, you will notice something very significant: that, in these few short phrases, a veritable blueprint for Crowley's own life has been presented. [This is not the case in Moonchild, incidentally, where the term \"Black Brother\" is used to lampoon Crowley's old Golden Dawn opponents.] Anyone familiar with Crowley's writings as a Magister Templi (8)=[3] onward can attest to the tremendous presence of his individual Will. The inescapable conclusion is that there is no Right-Hand Path to the degree of Magister Templi. There is only the Left-Hand Path, and it is fraught with danger -- not a one-time test, but a continuous peril that exists from the moment the individual completely realizes him-self as a Magister. Look at it this way: The Magister Templi is one who can perceive and comprehend the entire material Universe. In order to do this, there must be no part of him which is an accessory of that same Universe. He - his Will - must be independent / separate / distinct. This necessitates an extremely strong presence of mind, an ego that is sufficiently reinforced by itself not to require \"crutches\" from the material Universe, and a determination to fight off the panic that could result from the sensation of being utterly alone. The Magister Templi, if he is truly entitled to that degree, possesses the abilities necessary to thwart those dangers. Those who presume to that degree without understanding them or the severe mental pressures they can cause, do in fact suffer the fate that Crowley prescribes: they either die or lose their sanity. Crowley had many disciples who can be cited as cases in point. He himself possessed the strength to embody the degree, as well as to exercise the tremendous powers and prerogatives of that exalted station. The difficulties that he suffered in later life were the result of other factors [specifically the Curse of the degree of Magus, and Crowley's"},{"pageNumber":5,"pageContent":"decision to assume the dangerous perspective of an Ipsissimus ... these I will discuss later.] If Crowley understood the true requirements of a Magister Templi so well, then why should he have misled others via these passages in Magick in Theory and Practice? The answer, I think, lies not in Crowley himself, but rather in the general atmosphere of inconsistency and imperfection that permeated the Aeon of HarWer. Intellectually Crowley was brilliant, but invariably his common sense and his sense of perspective would fail him in almost every \"category\" of his magical system. He would see trees with unprecedented clarity; he would be blind to forests. Such was the unfortunate atmosphere of the Aeon of HarWer. In order to approach the degree of Magister Templi as it is now constituted within the Aeon of Set, let me describe the \"forest\". First of all, onlookers will note that the first five grades of the Golden Dawn system have given way to the single I° T S , and the three Adeptus grades [Minor / Major / Exemptus] have given way to the single II° T S . Also the Priesthood of Set III° has been added -- a credential entirely alien to the nonunified atmosphere of the Aeon of HarWer. A glance through the criteria of the first eight grades of the A:.A:. will make it quite evident why they were consolidated into the I° and II°. The nonsense and the Cabalistic blind alleys have been eliminated. The I° now encompasses straightforward training and testing, and the II° is a magical \"proving ground\" wherein the Adept may exercise his newly-acquired strengths and skills. The Adept who succeeds in all areas appropriate to his personality may thus be identified as Elect to the Priesthood. Individuals who are non-Setians exist both mentally and physically in the material Universe [or objective Universe]. To achieve desired goals they comprehend and employ techniques and devices of the OU only. The Setian I° is shown that there is a perceptual Universe distinct from but relevant to the OU. He is shown that his nonnatural mind has the power to alter certain characteristics of the PU, and that such alterations have a somewhat related [but not l-for-l] impact upon the OU. This is magic. The Adept II° is one who is expert at manipulating the PU for desired results in the OU. But neither the I° nor the II° really understands what the PU is, or why it exerts the influence that it does on the OU. It is this understanding that constitutes access to the Powers of Darkness, and it is something that begins with the III°. The Priest III° is still a usual \"resident\" of the OU. He now understands, however, that the PU can embody a reality of its own when energized by the force of his Will [or that of the Will of Set]. He can thus \"materialize\" the PU by his Will, but to do so requires intense concentration and effort on his part -- and cannot be sustained for long. The Priest must still rely upon the automatic laws of the OU to order his thoughts, speech, and actions. His behavior within the PU is often restricted by his psychological dependence upon the seeming security of the OU. Or, conversely, his ability to orient himself to the PU may result in his failure to maintain the intricate connections between the OU & PU. In such a case, the PU becomes a mere fantasy world ungoverned by logic and uninfluential with regard to the OU. [This is the well-known \"Astral Plane\" phenomenon.]"},{"pageNumber":6,"pageContent":"Now we are in a position to identify the Magister Templi. The Magister is able to understand the OU completely. He knows what makes it tick, what the forces are that act within it, and how these forces may be manipulated most precisely from the vantage point of the PU. Now we return to that important point raised earlier: A complete understanding of the OU is possible only if the Magister Templi exists as a self-contained entity within the PU. He is necessarily a \"detached observer\". With this objectivity and this complete freedom from imprisonment within the confines of the OU, the Magister Templi is able to exert his Will upon the OU with absolute impunity. He can direct its affairs as they interest him, simply by impressing his Will upon the key determinants in each case. This is not to say that he can make the entire OU \"dance to his tune,\" because his Will is still limited in the amount of data it can consider at any one time and in the focus that it can bring to bear as a result. But the Magister can direct his attention wherever he wishes in the OU, and the results of his efforts will be uniformly successful in each case. Note, however, that the Will of the Magister, while based within the PU for the sake of freedom of action, is still exercised upon the OU. Recall that the Magister is a Master of magic, and that magic is the control of the interrelationship between the PU and the OU. The Magister Templi no longer \"needs\" the OU as a psychological prop for his own existence, but it is still the arena in which he acts. It is his ability to conceptualize both the OU and the PU relative to one another that gives him his tremendous power to mold the course of specific events. This is the magician at full strength; this is the force of the individual Will raised to an infinite exponential. This is the Master of the Temple of Set. It is because such qualities are evident in you that you have been recognized as deserving of the IV°. Where does the V° fit into all of this? Consider what a Magus \"does\": He proclaims a Word that governs the Aeon of time in which he exists. The \"Word,\" obviously, is a symbol for an entire philosophy or organized system of thought. And what is a \"philosophy\" in the strict sense of the term? I'll tell you -- it is the definition of the relationship that exists between the PU and the OU. It is the pace of time that determines when an existing relationship has become antiquated and ineffective; a new Magus then appears to redefine a new relationship -- to proclaim a new Word -- and thus institute a new magical Aeon. Crowley, incidentally, defined such Aeons as approximately 2000 years of linear time. Here again is one of the crippling inadequacies of the Aeon of HarWer. Crowley, who more than once demonstrated his understanding of Einstein's general and special theories of relativity, failed to apply these critical concepts to the OU. Had he done so, he would have seen that the time pace of civilization proceeds logarithmically, with knowledge accumulating at a compounding rate. Thus an Aeon lasting for centuries can be succeeded by one lasting only for decades [1904-1965 CE]. Whether the logarithmic curve will continue upward, stabilize at its present slope, or drop downward into a critical decadence now remains to be seen. Certainly the Book of Coming Forth by Night is not too optimistic on that score. At the same time, the Book of Coming Forth by Night raises"},{"pageNumber":7,"pageContent":"the concept that the Aeon of Set will exercise its influence only on those who are initiates of the T S -- that those without will not participate in its development or influence. A Magus, then, defines the relationship between the PU and the OU during a given magical Aeon of time. And the task of the Magus involves not only the definition of this relationship, but an in-depth explanation of its many facets as well. And there is also the Curse of the Magus: Because he proclaims the Word of the new Aeon amidst the onrushing inertia of the expiring one, few will understand him. At worst he may be considered a criminal and be killed [like Pythagoras, Socrates, Christ, or Gandhi]. At best he may be considered only an eccentric [like Dee, Rosenberg, Gurdjieff, Crowley, or LaVey]. Rarely will he live to see the blossoms of the trees he has planted. A last question remains. In the Golden Dawn/A:.A:. there was a final degree beyond that of Magus (9)=[2] -- that of Ipsissimus (l0)=[l]. And the Book of Coming Forth by Night also reveals the advancement of Anton LaVey to Daimon (VI°) at approximately the North Solstice of IX. What is this concept, and how does it fit into the \"forest\"? [Crowley, when discussing it in Magick in Theory and Practice, states that it is a degree \"wholly free from all limitations soever, existing in the nature of all things without discriminations or quantity or quality between them.\" In an \"ideal\" Golden Dawn context, an Ipsissimus is one who has finally and completely merged his consciousness with that of the god/Universe, thereby attaining the ultimate goal of all conventional religious systems.] Within the methodology of the Left-Hand Path, then, this degree has an almost 180° opposite meaning. It describes an individual who has severed his connections with the OU altogether, existing thereafter only in the PU. Thus he has no more use for logic, or for magic, because in a 100% PU environment everything is as he nonconsciously desires it to be. The PU adapts itself instantaneously to his ideals, making it unnecessary for him even to conceptualize them as \"desired.\" Within his Perceptual Universe, then, the VI° has ceased to be an isolated egocenter. He is, in effect, the nonconscious god/Universe. In becoming \"everything,\" the VI° has destroyed the self, for there is no longer anything against which it may be defined. Is this a desirable situation? Or is it rather a form of suicide resulting from loss of identity? Set, at least, opts to retain his existence as an individual entity in the Book of Coming Forth by Night by retaining the HarWer aspect against which he may define himself. Where an intellect in human form is concerned, there is an additional consideration, and that is that the form itself will continue to exist in the OU, requiring sustenance therein and interacting with other OU phenomena. The VI° has ceased to comprehend this process. What is the result? It is a seeming absence of logical behavior patterns of his form in the OU. Consider the \"detached\" state of mind of Crowley in his Ipsissimus years, as well as the apparently astonishing decisions of Anton Lavey in the year subsequent to his own VI°. A close examination will reveal precisely what is articulated in the Book of Coming Forth by Night -- that Self reference to the bounds in which the semblance must exist had been broken. This explains the seemingly crazy and inconsistent policy concerning the degrees on grounds other than simple profiteering or maliciousness. The logical systems of the Church of Satan and the mental"},{"pageNumber":8,"pageContent":"processes of its initiates had simply ceased to be an object by Anton. For him their images in the PU had become all, and thus these images could be changed at a whim. The danger and the fallacy, as the Book of Coming Forth by Night points out, is that the form of Anton Lavey continued to exist in the OU. When its behavior there proved harmful to the Church of Satan, action was taken against it. And Set, seeing this, withdrew the VI° and restored the V°, though it seems that in fact Anton has not yet succeeded in achieving a V° reorientation. What conclusions can be drawn? The essential one, I think, is that the VI° is to be avoided until such time as Setamorphosis makes it possible for the form of the self to exist in the PU [therein to maintain self-identity by the creation of a HarWer-like opposite self against which definition is possible]. Use of the VI° prior to the occurrence of Setamorphosis would be destructive to the Aeon of Set and to the T S itself. We are still bound to exist in the OU, and the use of V° formulae by IV° intellects is still the most promising and necessary course of action. Is there a formal title for the VI° in the Aeon of Set? Yes, although it has never been stated in print until now. It is that of Rex VI° and its insignia is the Pentagram of Set against yellow -- the Yellow Sign. Now, perhaps, you can see the terrible truth about a certain book on the T S reading list: It is a description of the VI° state of mind. The PU-oriented existence is made most explicit in the first episode [\"The Repairer of Reputations\"]; thereafter it is treated from peripheral aspects. Are these things to be discussed with those who have not attained to the knowledge and perceptual powers of a Master of the Temple? Even with a Priest of Set III°? As is my practice, I make no injunction against it. I urge you to consider the probable consequences of any such discussion, however. A thorough description of the IV° to a III° may result in the Priest's deliberate or subconscious mimicking of IV° characteristics in order to attain IV° recognition. To be a true IV°, he must display such characteristics creatively on his own initiative. As a false IV° otherwise, he would be virtually doomed to the cancerous fate described by Crowley. [Editor's Note: The following paragraphs of the original IV°-1 letter were not included in copies published in the Sapphire Tablet; they have been restored in this year-XXXV publication.] As for the V°, I have explained and will continue to explain such of its attributes as impact the I°, II°, and III°. Its functions within the scope of vision of the IV°+ environment have no meaning for those who cannot understand the ultimate nature of the IV°. Again, therefore, I recommend you limit discussion of the V° to such aspects of its nature as are brought out in my IV°/III° letters and general T S communications. Where the VI° is concerned, I think it the wisest course of action to omit mention of it altogether. In a post-Setamorphosis environment it can become a jewel of ultimate advancement - a state of mind in which the individual can become one such as Set himself. But now, before Setamorphosis, it would be a destruction and a negation of the individual Will. Were you to discuss it with those who do not possess IV°+ awareness, its"},{"pageNumber":9,"pageContent":"dangers would not be appreciated. Misconceptions and myths concerning it would arise, and the T S could witness the downfall and destruction of many a promising intellect as a result. The King in Yellow is placed on the reading list so that Setians may begin to sense of their own accord the dangers implicit in a state of existence similar to that of Rex VI°. That such a degree is a specter that lies in their own existential future is something they need not confront. Xeper. [signed] Michael A. Aquino "},{"pageNumber":10,"pageContent":"Lies of the World/Myths of the Real by Don Webb, V° In the supermarket nearest my house, there is a Ticket-tron. They sell tickets to all sorts of events, from avantgardista performance art to Disney on Ice. Every night tons of things happen here in Austin, and like anyone I am sad when I missed buying the ticket to the event that (in retrospect) I really wanted to go to. Heck I could've taped _Buffy_ that night. The word \"initiation\" is tossed around a great deal. So much so that it has come to be an almost meaningless term. I have seen people call themselves \"initiates\" because they bought (or even shoplifted) a book or video, because they took some drug, or because some idiot taught them a secret handshake in a bar. Since human beings, by their (mainly forgotten) better natures, long to improve themselves, there is a great hunger for such \"initiations\" -- they are as popular as that perennial best-seller, toilet paper printed to look money. And certainly they are as valuable. I would like to discuss Initiation as seen from a Left-and Path perspective. The Left Hand Path is the path of nonunion. Our Right Hand Path brothers and sisters look for patterns external to themselves to harmonize with -- be it god, goddess, or dialectical materialism. We look for existent but underdeveloped patterns of the divine within our own experience to bring forth to create a unique harmony within ourselves and our world. Our path is burdened by strife, false pride, and true anguish of not knowing what to do -- and rewarded by Love, personal victories, mindful cooperation, and the sense of the unknown. Given our values, and our weaknesses, Initiation is a very important concept to us. Now keep in mind that I am the CEO of a Initiatory School and not-for-profit corporation, so you will remember my biases, which is the first step of changing reading into Reading . . . Since we live in an age of distrust, any group that seeks to recreate mankind's legacy of Initiation will be (and for the sake of keeping the group honest, *should* be) viewed with two types of distrust. The first is the commendable, \"Why are these bozos any better than the rest of us?\" If that answer is made by reference to scripture or lineage, rather than the achievements of the students, the group deserves the contempt it gets. The second type of distrust is a subtle and ignoble one, \"I don't think I can get better.\" The latter view breeds a nihilism and cynicism that eventually rots both its holder and his culture. *Initiation is about Process, not (merely) ceremony*. I wonder if any intellectual historian has paid attention to the fact that Process philosopher Henri Bergson's sister was MacGregor Mather's wife. The essential idea of Process philosophy is that, \"The many become One and are enriched by one.\" As we develop into the only open place for us, the future, we are constantly putting our lives together. Generally this is done on a haphazard"},{"pageNumber":11,"pageContent":"plan. We are somehow the product of our genes, our relationships, our education, and so forth. The Initiate, however, seeks to control more and more of how her life is put together. Life should not be a blender into which all things are thrown, but a vessel in which care is exercised as soon as people realize that everything is going into the whole. The ceremonies of Initiation don't do this work: they can however focus it by use of Symbols which represent the new whole the Initiate has made of her life. Since the ceremonial part of Initiation is the visible bit that anyone can get, foolish people assume that it is Initiation. This assumption has spawned countless cults and kooky books that focus on ceremony. These are as misleading as a book that describes the cap-and-gown ceremony -- but fails to mention the four or five years of university beforehand. *Initiation is about Exchange not (merely) book learning.* People love to read and surf the Web, and otherwise amuse themselves. Playing with new ideas is lots of fun. But amusement is not change of a very high order. Change is an interesting word, because it holds two ideas. One, that something exists that can be changed by applying materials and labor from a particular man or woman's Subjective Universe. Two, that this process is different than simple intellectual or cultural change. The Work of a School is not simply changing people's ideas, the TV does that very well. The Work of a School is to create a space where certain ideas, moods, artistic achievements, and magical powers will cluster. Now this is very hard work, because no one wants to hear a new idea. Everyone *thinks* they want to hear a new idea, and the Teacher is deluged with people that are willing to take up her banner, but with no deep idea of what they are marching for. People marching under her banner may come to ask themselves -- exactly what is this thing that I am marching under? And if that question is met by the right word, or gaze, or article from the Teacher, a certain Transmission can occur. This moment can not be planned for; although certain situations can be set up to make such things likely. What happens then is very surprising. The would-be follower then Teaches the Teacher by example. This is the sort of Work that is possible with a living teacher. In the Left Hand Path traditions of India, there are many stories of how the guru achieves rebirth by becoming the disciple of his disciple -- and the disciple achieves immortality by finally \"getting\" and then demonstrating the lesson of his guru. This Exchange is beyond what can be had reading about a philosophical concept, however helpful, or engaging in debate and discussion with well-meaning enlightened people. Georges Dumezil once pointed out, \"within the corporate body of sorcerers, the disciple is just as important as his master as concerns the continued transmission . . . of the supernatural knowledge that is its commonwealth and its justification. Each needs the other.\" (cited in David Gordon White's _The Alchemical Body: Siddha Traditions in Medieval India_.) *Initiation is real-world testable*. Primates appear to be hard-wired to travel in packs, and a good deal of our \"ritual\" behavior is there to make us fit in. Secret Societies and Initiatory Schools are both aided and retarded by this evolutionary tendency. It's fun to \"fit in\" -- doubly so for people who have spent a good deal of their lives as misfits. However learning social codes is hardly Initiation. Initiation is meaningless unless it helps you deal both with the crises of your life *and* with achieving your enlightened goals. The would-be Initiate must ask himself two questions."},{"pageNumber":12,"pageContent":"One: Is this group I'm in really a School? Are other people really getting better? An individual may get better in any group -- you may have learned your social skills in a coin-collecting club -- but that doesn't mean that numismatic associations are Initiatory. Two: Am I *really* getting better? Am I able to perform greater feats of mind, heart, body, and magic? The former questions require an easily obtainable skepticism. (Easily obtainable in that as much as 1% of the population can honestly ask them.) Asking the later question is the force that divides the Initiate from the social critic. (Probably about 1% of the first group can become the second . . . meaning at a guess that .01% can become Initiates.) If you come across a School where people hold high grades and fancy titles, but work for minimum wage and live with their folks -- RUN, don't walk away. *Initiation is about being True.* We sadly live in a world where Oaths are taken very lightly. The idea that one should get beyond infantilism and actually seek to yoke themselves to Ideals -- even self-chosen Ideals -- is a bit quaint. Yet people who will join and leave occult societies at the drop of a hat, lie to their spouses, and betray their friends, often actually expect their words and deeds to have some weight in the spiritual world. They don't have enough discipline to stick with anything tough, yet expect their spells to accomplish the impossible. If a person can't be true to a path for a year, what possible chance do they have at personal immortality? If a person can't stand by a friend in trouble, what chance of their Will doing anything out of the ordinary? They can't even do the ordinary. If a person can not be loyal to her School, how can she expect the many parts of herself to be loyal to her greater goals? *Initiation is about specialization, not generality*. This is the Secret the occult industry would rather you not know. The occult industry has a vested interest in people not becoming deeply interested in anything. They want to promote a myth that you are somehow a better person if you have wide-ranging interests. You know a little of this and a little of that. Real self-change doesn't work that way. The parts of yourself that you really need to change are pretty entrenched in you, and finding and learning to use the tools that will work for you (and you alone) is a lifetime quest. If you really want to change yourself, first you learn about a system of magic, then you practice it on a playful level, then you research it to as deep a level as you have intellectual resources to do, then you teach it, then you actually create more of it at the cutting edge. If it sounds like hard work, it is. It is easier to own many books than to write books. It is very hard to write good books. It is harder still to develop oneself to the level that one can Transmit information by means other than words, and even harder still to renounce your power over those you teach for a greater Power of then letting them Teach you. But this is the way real Initiation works, which is a long way from the day you first walked into an occult shop and bought a silly book that began to suggest that maybe things are not as they seem. It is the difference between reading about the Illuminati and being the Illuminati. In the ultimate analysis, *Initiation is about thinking the right thoughts at the right time.* This very simple (and easy-sounding) dictum is the toughest thing in the world to learn. We all have failed by having an idea too soon and too shallowly, or (more commonly) too late. If we had know what to say or do at the right moment our lives would be better."},{"pageNumber":13,"pageContent":"Initiation is the greatest control of space and time and self-development that is possible to a living human. She learns where she needs to be, when she needs to be there, and what she needs to know. When that great Dark Unknown which the profane call the future comes to her she knows what to say and do. She won't know what the future holds, which would destroy Joy and Wonder -- but she knows which ticket to buy."},{"pageNumber":14,"pageContent":"NINE TOUGH QUESTIONS by Petri Laakso III° Following are then-Priest Laakso's answers to Magus Webb's Mastery questions. (1) What is the Masterpiece of the Master of the Temple of Set? It is both an inner and outer synthesis that leads to certain deep level crystallizations. The inner Masterpiece is a unification of the various inner streams (various aspects of the personality, including aspects that are sometimes called 'animalistic', 'unconscious' etc.) under a central, _non-natural_ Will. This is, of course, in part the case with even the II°. But the Master has (as a Priest) repeatedly drawn substance from the Black Realm of Set, and at the brink of the IV° the Æonic current pervades the whole of his Being. At this point it is possible to 'permanently' shift one's Self-reference 'inside' the Æon. This means that one is deeply Alone and separate from the natural realm, yet one's Substance is 'of' the Æon of Set. The III° is a 'cell' within the Æon in a very 'metabolic' sense -- she enters the Æon then and then and almost 'discharges' the current into her SU and the OU. The III° is a very powerful 'in-between' state: the Priestess is BOTH immersed in matter (and perhaps quite often uses his/her natural aspects in defining her work and state -- her Self-reference is only temporarily in the realm of the non-natural) AND actively working on drawing inspiration from the Black Realm of Set. The Master is also a 'cell' in the Æon, but her metabolism is a lot less obvious (or rather, the cycles of the metabolism are often a lot longer both in a temporal and spatial sense than those of the III°). Perhaps for this reason the Master seems to those below her degree to be something akin to a Pyramid of the ancients: calm and detatched, achieving a great deal even by simply BEING. The Master dwells in the city of Beings dwelling beyond time and place -- the truly non-natural sphere of the Æon of Set. This Working requires taking a great distance from one's natural self and the objective universe. One must have the necessary self-discipline and psychological preparation to Come Into Being so utterly Alone, so far beyond anything in the World of Horrors. This Work, I think, is the inner Masterpiece of the Master of the Temple of Set. One could say that the outer Masterpiece of a Master of the Temple of Set is an Order. This could be the case, but there are probably a great many other ways in which the inner crystallization characteristic of the IV° can manifest in the OU. (To continue I'll need to address the second question: (2) Why does the Master speak?)"},{"pageNumber":15,"pageContent":" When the IV° finds herself totally Alone and Understands his/her new identity to be of an order wholly outside nature, a number of realizations are likely to occur. How permanent will this state/identity be? What brought it about and how may it be nourished/strengthened? We live in two realms, those of Being and Becoming. The III° brings some of the non-natural force of the realm of Being (in our case the Æon of Set) to the realm of Becoming. The III° teaches how to obtain the preparation where such an experience can be had. This is because it is _communication_ between the realms of Being and Becoming that has brought the III° access to a (temporary) divine mode of Being. It is communication that will further enhance this process and make it more and more reliable and permanent. Who better to communicate with than other people who seek after the experience of the divine? The IV° takes a bit more long-term view on the process of initiatory communication. She realizes that it is not enough that temporary access to the realm of Being be ascertained (as the III° seek to do). A whole system of molding suitable people to attain the various stages (including the III°) is Needed so that City of the Pyramids will be nourished. Why is this and what is the nourishment needed for? Theoretically a non-natural Being could survive eternally without the OU. But as we are, we are creatures of two realms. So, even to hold the IV° while in the flesh, a lot of inner effort will be required. To remain aware of one's non-naturalness (in the flesh), the gate of communication between the Æon (where the Initiate's real Essence resides) and the OU must be kept open. The IV° must safeguard that the Æon _impact_ the OU -- there must be a matrix where Æonic influences flow into the OU. (Being Self-contained) one's non-natural Essence can resist the gravity of the OU (the natural), but to nourish itself it must keep a link open to the OU. The Essence must have impact on the OU in order to empower the natural aspects that it is connected to (the human mind and body). This will allow the Essence to effect change more in accordance with its Will (and the Needs of the Æon and the Principle of Isolate Intelligence). Just like the individual, the Æon as a whole (a common creation of the Principle of Isolate Intelligence and those facets of its Gift that have become fully Self-aware and independent of the pull of the cosmos) Needs to retain a matrix of communication with the OU in order to grow and evolve. The outer manifestation (the matrix) of the Æon must constantly be modified because the OU (and Horus) are in a constant flux. Only this way can the impact of the Æon of Set be safeguarded (and this, at the same time, safeguards the nourishment of the Æon itself). The Master speaks because if she doesn't, the Æon and her very Essence do not \"really\" exist (save in the realm of the non-natural/Being)."},{"pageNumber":16,"pageContent":" Simply the Being of the Master draws people (who possess the Gift) to attain what she has - to Realize her ultimate Self as separate from and independent of the OU. But this 'resonant magnetism' is not enough to effect the desired transformation. The theory and practice of the desired transformation must be taught/demonstrated. In creating a plan/system to achieve this the IV° has but her own experiences and Understanding to draw on. She must ask what brought her here? What has worked, can work again. So the Master needs to review her Path and try to distill what s/he feels to be essential. Then this must be cast reflecting on the state of the OU and Horus -- how must this method be presented so that it will transform present day people? Creating the methods is not always enough; also a school with various levels of people will often be needed to make the passage into higher realms possible (not to mention probable). This is where the Orders and various other mundane and initiatory projects come to play. The World must be prepared to receive the teaching. Initiatory teachings show where to look for the divine and how to draw new Being/Substance therefrom. The outer Masterpiece of the Master of the Temple of Set, is, to my mind, a crystallization of her initiatory methodology/formula. This crystallization will probably (at least at first) be clear only to the Eye of the Master, since realizations of this level are very hard to communicate. Depending on the nature of the Magical identity/function of the Master (something that can be fully Known only by those who dwell within the Æon), the teaching may take various forms. Some may effect their long-term goal of enhancing the Æon (of fighting the war against the forces of naturalization) by mundane pursuits and perhaps through working with a few well-chosen initiatory students. The Magical Reality (the Æonic Identity/Function that begins to be realized when permanent transfer into the fane of the non-natural occurs) of other Initiates may call them to found an Order -- or perhaps something Æon-enhancing that is yet completely Unknown. Still others may Realize their Æonic Function within the Realm of the V°, but that is not the subject of this writing. Neither the inner nor the outer crystallization is final in the sense that one could definitely and permanently know one's identity and function within the framework of the objective universe. The OU is always subject to laws other than the Will, and therefore the eternal Aim of the Principle of Isolate Intelligence will continually have to be 'up-dated' (as to the specifics of _how_ to fulfill it in any particular matrix). In this way one can and should never crystallize. Yet the inner crystallization I am speaking of is a permanent shift of perspective. Once one has stepped that far outside the OU and one's natural personality (and acquired a Magical Identity/Function in the City of the Pyramids), everything will work in a different way than before. Life is a great interplay between isolate intelligence (Will) and natural forces. When one has been able to build one's 'identity' beyond the confines of the natural (when one is no longer dependent on the natural aspects of one's totality in order to be Aware and in control of one's Self), the nature of one's magic changes accordingly. The isolate Self"},{"pageNumber":17,"pageContent":"need but WILL what it desires -- and the patterns of the OU will \"inevitably\" reconfigure to bring that change about. (This is in part operative at the III°-level, but I think the scope -- both temporal and spatial span -- is greatly increased in the IV°.) (3) What is the mode of failure for the IV°? Well, as far as we don't act consciously, we are agents of (natural) Necessity just as non-conscious human beings are. If we do not bring our non-natural state of Being (Essence) to bear on the World of Horrors, its laws will regulate us in the same semi-conscious way as it does to mere human beings. (The laws of nature -- both without and within our bodies -- have an \"order\" to themselves, but from the perspective of conscious beings this order is either chaotic or simply inertial. The point is that the laws of nature do NOT automatically further the aims of conscious beings -- they do not seek perfection and truth in the same way as conscious beings do. Hence conscious action is Necessary if consciousness is to be instilled into the natural realm.) To counter natural Necessity (\"fate\"), conscious Beings must act against it, seek to counter and escape it. Failing to fight consciously in the World will gradually make any conscious being's powers wither away. Then no matter how integrated and powerful we may be inside, our powers to influence the world will diminish and the battle to keep a clear area for consciousness to grow and manifest will fail. Then the Majesty of the Prince of Darkness will fade on Earth, and our race truly be ended! For the IV° the fight against the forces of non-consciousness need not be obvious, so neither are the signs of failure necessarily easy to see. The Master may apparently be doing nothing much, but the plans she has implanted can still have their effect with a minimum of personal intervention. Failure can be seen when the IV° is not focusing on the specific initiatory Task that Beings on her level have. The IV° must see the larger scheme of the war against the forces of non-consciousness. She must look deeply into the Æon, the cycles of the OU and Horus -- and then create the creations that only she can conceptualize and launch to safeguard the future of the Æon. It is no failure if the IV° does not create an Order. Neither is it a failure if the IV° does not take part in as many Temple projects as possible. Failure comes when the IV° does not use her/his unique Isolate locus to further the war against the forces of non-consciousness. If the IV° can come up with no _personal_ formula (well, more specifically: a formula distilled from her own initiation -- which doesn't mean that it couldn't resemble the formula of many others), project or other such thing, to Work for the Æon, then reversion to the II° is a strong probability. (In many ways we are what we Do.) The III° Need to _communicate_ with the existing Æon and make it flow into the World, in order for the Æon to have an effect on humanity (and for the III° to continue being nourished and transformed by the Æon). The IV°, who have truly become cells within the Æon, Need to Envision what the Æon Needs in order to Xeper; see what their personal genius could do to further that end; and then create and monitor the Envisioned"},{"pageNumber":18,"pageContent":"matrix. It is a kind of gardening. But one in which you specifically try to grow flowers that can withstand the perils of the Magical future you Envision. (4) What is the Temple's greatest Need and what will I do to fulfill it? I think my personal/unique contributions could be divided by using the criteria of (a) location, (b) language, and (c) the personal initiatory path that I have tread. Because of my relation with respect to criteria (a) and (b), I strongly feel that the Temple of Set Needs to become metacultural. Not only in theory, but also in practice. This will tremendously strengthen and enrich the Temple in terms of new initiatory traditions and new types of people, and thus provide for a lot more strength to survive in the future. (A) Location. The \"Carrying Lucifer's Torch in the North\" project (that I initialized when I founded the Ultima Thule Pylon in late 1994) was conceived to utilize my _geographical location_ (and the corresponding cultural matrixes) to further the Æon. I feel that we need to adapt and draw strength from local cultures, and make the Temple a viable organization here. Then new initiates will flow from here to strengthen the Æon and to protect the Temple. What I have tried to focus on is quality and diversity of teaching. I have sought to bring the whole spectrum of the Temple of Set into Northern Europe. There is still a huge deal to do in this respect, but at least a handful of initiates have received training in a wide variety of Setian initiatory methods, and the first offspring of the UT Pylon has been born (the Black Runa Pylon of Sweden). What is promising is that Priest Iitti has now taken over the UT Pylon and eagerly continues the project. A new phase in this project is to found a Scandinavian Order of the Trapezoid Lodge in Munich (I have received charter from Magister Barrett to do this; the initial Knighthood will consist of myself, Priest Iitti, Adept Andersson, and Magister Winkhart). This project will both seek to \"bring the O.Tr. into Europe\" and to explore the Northern traditions/cultures to fuel the Order's initiatory devices. (I am also Working with Priestess Kelly on my Ammonian initiation. I hope this will in time result in my being able to teach the Ammonian Way in Europe -- in as much as this Way is communicable.) (A project that I think will also make Northern Europe more conducive to Setian initiation -- and to the return of real initiatory traditions in general -- is bringing the Rune-Gild here. I am working with the Ninth Door of Midgard and my Fellowship examinations in this respect, and Envision myself as a Rune-Master in the future. I am \"Steward of the Baltic\" in the Rune-Gild, but this function has not yet been actualized to any meaningful degree. I have, however, run a consistent Finnish Runa-Workshop.) (B) Language (closely connected with location)."},{"pageNumber":19,"pageContent":" At this time Finland seems to be about the only country with members that speak a honestly non-Indo-European language as their mother tongue. In this I feel we Need to set a precedent on how to translate the Temple of Set experience of Indo-European language speakers into a truly different linguistic framework. This is the \"inner\" point of the Kalevala Pylon (in addition to its being a normal Pylon that offers the basic feed-back and interaction that the I° Need in order to pass into the II°). Within the last two years the Kalevala Pylon has taken a great thrust into the direction of translating Temple of Set material into Finnish (both linguistically and culturally). We now have a monthly Finnish language magazine [_Tursanturpa_, \"Muzzle of Tursa\"] with substantial translations and \"indigenous\" magical Works in it. This project has grown from an average of 10 pages per month to 40-60 pages a month. We are also actively creating the Finnish language Temple of Set web site. This will eventually feature translations of all the major public Temple of Set essays, Order and Pylon statements, etc. The site will also debunk all crap about the Temple of Set published/circulated in Finland (using the best scholarly research etc). We will also create the Finnish language Kalevala Pylon web pages. I know these will magnify our effect a great deal. A translation of these web pages in English will provide the feedback link to the \"Indo-European speaking\" Temple. Morever I have been studying the culture (language and belief systems) of Uralic [\"Uralic\" is a metaterm for related languages such as Finnish, Estonian, Saami and Hungarian; just as \"Indo-European\" stands for related languages like English, German and Swedish] speaking peoples for two years now. I have founded a project (the Shaman/Poem-Singer Circle) within the Kalevala Pylon to further this aim and also made some relevant connections within the University. The LHP can be expressed in the terms of almost any tradition, and one of the aims of this project is to come up with a Uralic formulation of the goals and methods of Left-Hand Path initiation. This will have various versions, and some of them will probably be circulated to other Uralic speaking peoples. This will open additional Gates for the LHP (and the Temple of Set) to enter (or re-enter) into the fane of Uralic speaking peoples. The Shaman/Poem-Singer Circle (along with the inner traditions of the Kalevala Pylon) may eventually Remanifest as an Order (and/or a similar concept outside the Temple of Set). (The other aim of the Circle is to reawaken/invigorate the Uralic traditions -- not only the LHP aspects, but the whole systems. This is a Working of \"Troth\" that will make the World into a more tolerable and reasonable place.) (C) The personal initiatory path that I have tread. For many years I have been distilling the operant methods that have worked in my own initiation. I think this has two sides: Firstly, an initiatory framework utilizing the concepts of cognitive psychology/science, the theories and vocabulary of cognitive anthropology (cultural models, cognitive"},{"pageNumber":20,"pageContent":"schemes, mentalities). I have sketched versions of this for many years, but something has always been missing (I have been able to put it clearly to myself, but the transition into an intersubjective teaching has not seemed timely). Anyway, this framework will focus on consciousness as expressed in terms of cognitive science. Initiation will be seen as the \"meta-ability\" to manipulate the competing contexts of one's sense input, active mental structures, life phases etc. in order to create new contexts (frameworks for the Will/Soul to experience and redefine itself) that are in accordance with one's Will (and bring about the desired transformations). (The terminology may be quite different from the above; it is the underlying theories that will be utilized.) This is, of course, nothing much but the old truths in a new drag. But I think it will appeal to the modern mind, and that the cognitive paradigm has some interesting things to offer with respect to how the Magical link works. This work will probably take long to manifest since I have not had the time to focus on it for over a year. But this is something I Know I Need to do (my various University trainings have prepared me for this pretty well, and I've personally _used_ the framework succesfully for many years). The second side has to do with my Ammonian initiation and the concept of the Short Path. This is a thread that has been growing within me for years (from a pre-TS visit to Egypt, to the Salem and London Conclave Workings, up to the point of joining the Order of Amon). This will probably be very difficult to teach, but I Know I will have the Essence to at least Realize the Path myself. This work is in a state where I have finally obtained my Vision, and will now need to fulfill it (parts of the Vision are all around this writing). An additional thread is my work with Gurdjieffian methodologies. I am running a project within the Kalevala Pylon (\"Beelzebub's Workshop\") to fuel this interest (and I am also discussing Gurdjieffian concepts with Adept Alex Burns, who seems to be knowledgeable in them). Perhaps some sort of a Gurdjieffian element will be founded within the Temple; perhaps this interest will simply dive into the \"context paradigm\" project. (I am currently discussing these things with Adept Burns, who has an interest in founding some sort of a Gurdjieffian element.) So, I will (A) work in my geographical location to adequately manifest and sternly protect the Æon here. I will (B) utilize my linguistic roots to create a \"Uralic\" version of the LHP (and thus prepare ground for the Æon in Uralic languages speaking countries, and enrich the Temple with new initiatory methodologies/terminologies). I will (C) distill a metacultural initiatory methodology using my own initiatory experiences and schooling as the material. (5) Describe the current relationship (and the recent changes therein) between your personal, inner, world and the more general world outside. Any examples? This is hard to express. I have mostly put this in a very picturesque language, using my Short Path Visions as an aid."},{"pageNumber":21,"pageContent":" Last fall (or so) my inner world was reconfigured. My various initiatory interests suddenly found their place within the initiatory Mill that my Life is. I obtained a Vision of an initiatory Mill in the form of the Hagalaz Rune. This Rune has four \"horizontal (natural; relating to the objective universe) slots\". My current projects fit into these slots: one slot was filled by my Runic Work, another with the Shaman/Poem-Singer Circle, third with Beelzebub's Workshop, and the final one with my O.Tr. Work. The vertical axis I sensed had to do with my Ammonian Work (at this time I was not a member of the Order of Amon) -- it resembled the further transmutation I Needed to do in order to achieve the promise of this Vision. I entered into dialogue with Priestess Marie Kelly, who discussed the OA with me. At first I felt a Need to discuss the theoretical possibility that AMN might be taken up as an Æonic Word. Soon, however, my interest in the OA became more personal, and I Understood the implications of a long series of past experiences that had to do with a personal Vision of myself as an ancient Egyptian Priest. Having always prepared myself with very theoretical and linguistic/rational methods (I've studied theoretical philosophy, comparative religion and a variety of languages), the sudden Need to switch to the language of the Heart felt difficult, yet compelling. In the process I was invited to join the OA, and so I did. In the course of this process my personal Vision became overwhelmingly clear. On New Year's Eve or so I wrote down what I Need to Become, and what I Need to achieve in this Life. This Vision has held fast, and I've been doing my best to Remember and actualize it. I'm not sure whether it will do any good, but I've edited here a personal manuscript I wrote to describe my initiation into DenytEnAmun (it will be published in a future _Cornu_, newsletter of the Order of Amon). * * * * * * * * * _The Book of DenytEnAmun_ Walpurgisnacht XXXII ÆS (1997) I am DenytEnAmun, a Priest of Amon. After a silence of thousands of years my spell began to resonate with the outside world, and so I was reborn on Walpurgisnacht, 1997 years after the birth of Christ. My Remanifestation became possible only now because the matrix of the outer world had so far been deaf to my Call. In the year 1904 in Cairo began a Working that has finally created a Magical Entity into the shelter of which the Ancients can Remanifest. I was born on the 32nd year of the Æon of Set into the Presence of a Finnish Priest of Set. This Priest had already heard my Call at the Temple of Amon in Karnak, Egypt, nine years before. Since then his Greater Self"},{"pageNumber":22,"pageContent":"had prepared him to receive me. In the year 1992 his mind reached me for the first time via the Shub-Niggurath Working. During the same year he also met the Fire of Amon for the first time; in America he met the great reconstructor of the Priesthood of Amon, Master R. Amn DeCecco. In the year 1994 he came to my coffin in London and in a Working of the Order of the Trapezoid he spoke my name again after thousands of years. For a brief moment a Gate was opened between us, and a Vision was cast forth, but he was not yet ready to enact it. Since this moment he has consciously prepared himself to receive my Presence. His 25-year Working (29.9.1996) opened me a Portal and I began to be transferred to his consciousness. During this process he became a Priest of Amon; by the beginning of the year 1997 he had been invited to the Order of Amon. On January the 14, 1997, he willfully brought me to his context -- allowed me to see with his eyes -- and Magically moulded his matrix to suit me better. On January the 26th he was officially inducted into the Order of Amon in a simultaneous Working of the Ammonian Priesthood. On Walpurgisnacht 1997 he crossed the final Barrier that had remained between the two of us. Now our Presences intersect and our Souls speak freely to each other. I am again an effective spirit in this world. My Work has begun anew -- in a new Æon, new matrix, with new powers and abilities! As I am Remanifest, my Work is to Remanifest his Initiation! This is my first Vision of my Work here. This is the Book of Fulfilling My Dreams. I, DenytEnAmun, the Land-Register of Amon, have come forth to fulfill these Dreams. May Amon Survey me! [Here follows a two-page list of (trans)personal goals that I have omitted.] * * * * * * * * * In the last few months I have experienced a remarkable enlargening within mySelf. It feels as if a great, dark space would have been formed within me. It is vast, silent and deep -- pitch black with a touch of blue. My core is in the midst of this space, and the OU and other people (even my mundane personality) are far away from this deep. I am separate from everything. Nothing much automatically bothers me. I have an inner space, a sphere of my own. I almost have to actively \"look out\" to engage the outer world. At the same time my Vision beckons me to Work in the OU, to create the creations that only I can -- the creations that I must create in order to fulfill my Will (and my Æonic Function). This change has manifested f.e. in a deepened ability to sustain _conscious_ experience solely within my SU for really extended periods of time. My Essence and sense of identity have become very independent of linguistic/rational conceptualizations and the framework of sense experience. I can simply BE inside myself and lead a conscious life without having much anything to do with the OU or other people. I can \"define\" myself by simply Being (or at least I do not need to frame myself so tightly with concepts and"},{"pageNumber":23,"pageContent":"analogies drawn from the natural world in order to have a sense of Self). I can go through my daily things and encounters with other people without really being touched by them at all -- or really touching them at all myself. But this is more like the passive side of the change in Being; a new sense of sovereignty and self-sufficiency. The other side is that I have an almost permanent drive to fulfill my Will/Vision. If I don't live in accordance with my Vision, I am conscious of it. If I do, I obtain a very high level of inspiration and energy. I can focus on interacting with the world and other people with full intensity. I can gain on a new level from interaction with other people. This has, for example, helped me to understand the real essence of many a person. (People are not at all as \"intellectual\" as I've wanted to believe, for example. And thus I've been able to form a new level of interaction with people; a much more total and intense exchange.) I have become more daring and determined, especially in the sense of being convinced that I WILL fulfill my Vision/Dreams. (I have also actively fought against the weaknesses of my mundane personality, e.g. put myself into the spotlights as often as possible -- including giving a lecture at an international conference. This has worked great. But there is always a lot to do and results will only come with long and consistent work - but I AM Working.) I cannot say that either of these changes would be entirely new to me; I experienced similar things with my III° Recognition. But now all of this feels much stronger and self-assured. I Know that I am the only one who can fulfill my own Vision. I Know that I have unique contributions to the Æon that only I can -- and Must dare to -- manifest. And I Know that I WILL DO THIS. In the Magical future it is a done Deed; my Life shall be an evocation to unfold that future. (6) How would I describe the character of my current connection with the Æon of Set (and the Temple of Set)? How is this different from the way I saw this relationship a year a ago? How has my relationship to secondary manifestations of the Æon such as the Rune-Gild changed? Well, a year ago I was still very active with the Runes and fascinated about furthering the Rune-Gild here. This has not changed in itself (and I intend to do this, too), but my priorities have changed. Now that my interests have been resynthetized (into an effective Mill of Becoming and beyond), I have developed a strengthened tie to the Temple of Set. Set's chief tool of his Æon is the Temple of Set, and as a creature of his Æon it has Become my \"first priority\" to further that organization. I mean, furthering the Temple (and especially that sacred Æon it is a spearhead of) has Become as important to me as furthering my personal interests -- if not more. Or maybe I should say that the Æon of Set has Become such a large and indispensable part of my identity that I \"naturally\" feel the Need to protect and further it. I live through the Æon of Set and it lives through me. I Sense the Presence of the Æon of Set in almost everything I do. I am one facet of the Æon of Set, and as such it is my responsibility to manifest the aspect of the Æon that I Am."},{"pageNumber":24,"pageContent":" To put it in brief; I used to \"draw\" from the Æon, now I Am a part of what is \"drawn\" -- a part of the Æonic substance. I can't think of a more intimate connection. (7) By what Magical means do I now see myself effecting my personal goals? How is this different from the way I worked before? I Know that if I want to change the OU and other subjective universes (or my own mundane personality) it will take a long time. Accordingly I have begun to view everything from a more detached and \"long term\" perspective. My Magic seems to be two-fold. (1) I create the perfect Vision and cast it simply by the fact that it IS (as I AM). This will Work on the OU and other SU's. (2) I create the matrixes that will support, sustain and promote the perfect Vision I have. As much as possible, I will try to provide links for other people to tap on my Vision and to bring it about (while fulfilling their own desires). I Know that I cannot sustain consciousness in any one place forever (and \"to give more would be to take\" anyway). I will Need to make Gates to the Æon that Become self-sustaining: consciousness-raising projects that others can participate in or lead; concepts that others can tap on (and perhaps even non-consciously create conditions for the manifestation of consciousness -- though this is a very unsure path!); etc. In the really important phases of my Initiation, a surge of synchronities has always opened up for me. One such phase was my moving to Turku in late 1994. At that time my whole life was transformed and everything flowed with an unprecedented fluency and power. I worked daily from an isolate focus and assumed a whole new social personality. During this phase I think I came close to the IV°, even worked on this level for a while (excuse me if this sounds arrogant; it is not intended to be so). At this point Dr. Aquino (under the advice of Magister Winkhart) asked me about the IV°, but I felt I Needed to still prepare myself for the sake of my long term initiation. So, in a way I ran down an experience that I felt I wasn't yet prepared to fully sustain (for the rest of my life). I began new studies and eventually manifested new projects (the Shaman/Poem-Singer; Beelzebub's Workshop). I keyed my initiatory life to my 25-year Working (as I had previously done with my 23-year Working, which resulted in my moving to Turku in 1994) and sought to work on everything I felt I Needed to (a) truly realize my Vision and (b) to have the abilities/qualities that fulfilling my Vision would require. This worked incredibly well, and the time after the 25-year Working has been full of synchronities again. First there are the above mentioned Hagalaz Vision (which, to me, marked the creation of my personal Mill of Becoming exactly as I had Envisioned it in the first _Hyperborean Codex_; see the article _Some Hyperborean Mysteries_) and the Vision of DenytEnAmun (which crystallized a series of synchronities and resonances over a period of over five years). The first is the (current) crystallization of my outer projects, the second the (current) crystallization of my inner processes. Both of these have been laden with minor synchronities. My recently Becoming the Sentinel of the Kalevala Pylon and giving a lecture at the international finno-ugrian students' conference -- wearing the Iki-Turso bracelet -- united"},{"pageNumber":25,"pageContent":"Iku-Turso and Väinämöinen for the first time. Thus a new Vision of the Kalevala Pylon could come into Being (this also deepened the Shaman Circle to a stage where an Order or such could well be founded). All these incidences simply \"cropped together in a meaningful way\" when I Needed to come to new realizations. When I founded Beelzebub's Workshop, I immediately came across Adept Burns. It turned out that we have pretty similar interests with respect to Gurdjieffian studies -- and this, of course, fueled my initiation and goals a great deal. When my personal Vision was impressing itself on me, I just \"found\" the Order of Amon that seems to be the one place where my Vision could be clearly communicated to me. When I began to feel that the Sentinelship of the Ultima Thule Pylon was no longer giving me anything much new; then-Adept Iitti entered into a new phase of initiation where that very Sentinelship proved to be of immense value to him. This enabled me to crystallize the cycles of the UT Pylon in my mind and to see the Coming Into Being of what I had cast in 1994. Another fruit of the 1994 Working is, of course, Adept Andersson founding the Black Runa Pylon of Sweden. When my Need to found an O.Tr. Lodge grew, I got three queries from my area about O.Tr. Sponsorship. Two of these gentlemen I've already sponsored (Priest Iitti and Adept Andersson) and the third (Adept Sotiris Vandis) is likely to get his sponsorship soon. These Knights will make up the initial membership of the Aurora Borealis Lodge. The majority of my Magic is Worked in this type of multilayered and supercharged Universe. One Work supports the other and things roll pretty nicely (yet \"unexpectedly\"). The horizontal and vertical \"grid\" of the universe twist and intersect in meaningful and initiatorily beneficial ways -- there is more room for my Will to bend things together than before. If I DO MY WILL (and this requires an effort to stay Awake and in touch with one's Essence) -- the rest is likely to configure to support my goals, and to provide further challenges to make my Life successfull and meaningful. (If I don't do my Will, the above type of resonance is a great deal less intense.) (8) How would I describe the near future direction of my evolution? First I must say that the sense of personal sovereignty I now have is unparalleled by anything I've felt before. I absolutely honestly Know that I am the Temple of Set in the North. I Know best. I am the best prepared and so on. This in no way annuls my respect for other Northern initiates (quite the contrary, I am counting on their help and independent creations to further the Æon here). Nor is it meant in any \"besserwisser\" sense. I take this feeling as an inner confirmation that I have a special, unique _responsibility_ here in the North. _I_ must set the example. I must take care of the Temple and the Æon as best I can. In fact, an inner Need _requires_ me to do this. I have a firm inner _obligation_ to manifest the Temple of Set in Northern Europe as best I can."},{"pageNumber":26,"pageContent":" I also take my sense of sovereignty to imply that I am now fully ready to Work alone and on my own, trusting on my own Sense of Set and initiatory/Life experience. This doesn't mean that I wouldn't be willing to ask for help and advice (quite the contrary again), but it does mean that I feel my Vision is \"right\" and something that my actions definitely can and should be based on. Here I probably should pause to make a theoretical distinction between the (a) personal and (b) Æon-related direction of my evolution. The first (a) is something that anyone -- even outside the Temple -- can experience: the unfolding of one's personal Vision. The second (b) -- my deepened Link with the Æon of Set -- is related to my TS initiation and possibly our Degree system. In my Life, however, these two streams happen to intersect -- they seem to be almost the same thing. Becoming DenytEnAmun and part and parcel of the Æon of Set has happened to me almost simultaneously and with great many internal links. So I'll treat these two things together for convenience. I Will Become DenytEnAmun. I will wipe out what inadequacies of the past may still linger with me, and fulfill my Vision. My personal Dreams and my Æonic interests Work hand in hand. In Finland I will become a more or less public representative of the Temple of Set. I will publish articles and books on the Temple of Set (and other Æonically relevant material). I will write on Setian philosophy, Uralic traditions, Runemagic, my personal/initiatory past, Gurdjieffian Work... According to my current plans my first (Finnish language) book will discuss \"21st Century Religion\". It will give an essentially Setian Vision of the religious consciousness of the 21st century. It will include a suggestive outline of the philosophical principles, cosmological approaches, psychological models etc. that I claim will be current in the 21st century. The essential thing is the open, eclectic, individualistic approach to all phenomena. (Well, this is too long to be described here in any meaningful detail -- but I'm sure I'll discuss these subjects with members of the Temple pretty soon.) The point of this book is to introduce a new Vision and to act as a talisman that will create a Need for exploring that Vision. And then more specific books will be called for. And this is what I Need. Troops that will work for and Work with me to bring about my Vision. I will translate into Finnish _The Seven Faces of Darkness_, _The Lords of the Left-Hand Path_, _Carnal Alchemy_, _The Technicians Guide to the Left-Hand Path_, some of Magus Flowers' books, Magus Robinson's forecoming books, and so on. I will graduate as a student of comparative religion. My pro graduate study will treat either the Uralic traditions or the Temple of Set. This and my other writings/translations/publications will qualify me for a very unique literary/scholarly career, the nature of which is necessarily yet Unknown (it depends on the response I get and the interest I generate)."},{"pageNumber":27,"pageContent":" Within the Temple I will seek to further distill the methodologies that my initiation has taught me. I will also more and more manifest/express the distinct perspective on the Æon of Set that \"the DenytEnAmun Function\" informs me to manifest. So, to put it in brief, I will become a LHP \"freak\" and a writer/translator/publisher/scholar. But that's OK; it's been my Dream since the age of 14 anyway... Only now I have the necessarily rational, emotional, physical training -- and most importantly a Vision that gives me the feeling of sovereignty that I Need in order to gain Victory in my struggles. (9) How has the focus of my magical interests been changing over the past year or so? Have my interests become more one-pointed or more broad, for example? _I_ have become more one-pointed _myself_ in the sense that DenytEnAmun covers everything of my previous plans/Dreams/projects and synthetizes them on a higher plane. At the same time my Magical interests are outwardly more varied than ever (from Rune Magic to Gurdjieff to Magical applications of cognitive science to Ammonian transmutation). But I think the essential thing is that I have Become really Æon-oriented/rooted. Almost everything I do is in some way related to my interest in furthering the Æon of Set and protecting the Temple of Set. I seek to enlargen and recreate our Vision and the scope/depth of the Æon (much of what I've mentioned is to this effect). Yet I also seek to preserve the Setian past by translating \"old\" TS material into Finnish and making _every_ possible facet of the whole TS experience available to the Finns. I think our own past is one of the most efficient and fascinating springboards for recasting the concept of Setian initiation. Given as a Gift to the Guardians of the Æon of Set on Bear Day, the traditional Finnish midsummer (also the first anniversary of the founding of the Shaman/Poem-Singer Circle). "}]
