[{"pageNumber":1,"pageContent":"Secrets and How to Keep Them by Magus Webb 1. Secret number One: The source of Power is within you, but that doesn't mean it's easy to find. You can get a copy of Setian rituals and say the words until you're blue in the face, but if you don't do the Work of finding what makes you (in potential) a god, isolate that, strengthen it, and remove your internal obstacles, the words won't work. 2. Secret number Two: The source of Power is also beyond you. Set's Bond with us is through our Wills. To Become Setian doesn't mean that you are smarter, stronger, or wiser. It means that your Will has -- *for a limited period* -- been increased in certain directions. You are as free as before, but some of your actions will take on unexpected power, because they are Resonate with the Purpose of the Prince of Darkness. If you get your act together during this time, and choose a life that is Resonate with the Prince of Darkness, you will rise up quickly in what you do. If you don't take advantage of the state, your passage thorough the Temple will be entertaining but not Transform anything other than your mind. Magicians that don't use the Knowledge that the Aeonic boost is short, die poor. (Crowley, Spare, Fortune). Magicians who decide that they won't plan to help out the Aeon in the long-run, die stupid. (You may have met these fools, \"My goals are a good car, a good job, and a good husband.\" -- as soon as they get this, they give up the practice.) Without the Temple you don't get the boost. 3. Secret number Three: The Secrets of the Temple are living texts not dead ones. You must watch Setians year after year. You must see them go from little wearers of black t-shirts to people that exhibit art in galleries, from almost street people to folks in PH. D. programs, from timid housewives to owners of martial arts studios. Burn all our books, but leave our eyes and ears and we will know the Secret, which is that Xeper happens. 4. Secret number Four: The Temple is only a tool. Any fool that is caught up in Degrees, Orders and whatnot is worshiping his screwdriver. You begin by asking yourself what your goals are, and telling us as you go along how the philosophy helped you refine your own choices, and the magic helped you get what you need. That's a pretty hard secret for a \"disgruntled\" member to \"out.\" 5. Secret number Five: If you want to change the world, you need to let your spells and techniques find people smart and powerful enough to use them. So the sort of thing immature occult organizations \"hide\" we often lay directly in front of the public -- sometimes in obvious forms like books by myself and Dr. Flowers -- sometimes in less obvious ways. Share what you know and your Power"},{"pageNumber":2,"pageContent":"will grow. 6. Secret number Six: No organization can provide you acsess to the important Secrets, which are deep within your way of being. Letting people know this empowers the best and brightest and frustrates the poser and weakling. 7. Secret number Seven: Real Secrets are hidden in the great Darkness the profane call the Future. There, I have laid all things bare, and like True Secrets, I have given away nothing. If you are wise enough to know these things, you know that I at least know the words, but there is no way save knowing me, to know if I truly Know. If you do not know these Secrets, you will think I am hiding something, or merely being patronizing. If you know some of these things, then the lure to know more will draw you to use like iron to a lodestone. Xeper Setnakt "}]
