[{"pageNumber":1,"pageContent":"Uncle Setnakt Sez - Why We Bother to Deal with SocietyDon WebbUncle Setnakt wishes to send his congratulations to Mr. Bolton on his victory withthe New Zealand Press Council.I would like to take this opportunity to talk about why we bother dealing withsociety at all when it would be so much easier to remain an Undergroundmovement and safe from the bricks and torches of the followers of the Prince ofPeace.1. Society gives us an opportunity to practice White Magic. White magic iswhen we appeal to a man-made entity outside ourselves for a change in ourcondition. Rather than choosing an overworked and therefore nearlymeaningless entity like Jehovah or \"the Goddess,\" we choose a man-madecreation to support with sacrifice -- money and/or time -- and expect rewardsfrom in a manner greater than our work has won. This fulfills the human need fora god to turn to when we need slack, and we get far better results with thesegods than with Jehovah. If we Understand this as a magical process, we get farbetter results indeed.2. Society gives us an opportunity to practice Lesser Black Magic. LesserBlack Magic is manipulation accomplished through guile and cunning (or throughthe application of little known physical laws). When we use Lesser Black Magicwe create a sense of wonder, terror, sensuality, or sentiment in our targets. Wepresent them with these emotional gifts in exchange for their loyalty and aide. Wealso remind ourselves that we have the same capacity to be bamboozled, and toconstantly re-examine our values against the vast roar of cultural propaganda.3. Society gives us an opportunity to practice Greater Black Magic. GreaterBlack Magic is the application of a spiritual technology to change the objectiveand subjective universes in accordance with our Wi ll. The only place to learn howtruly effective our magic is is by causing things to come into being in the humanworld. If we're counting on creating ourselves as divine beings, we need a nonsubjective test of our powers. We need to know how well our magic really works.The best test is to alter the world of men and use that alteration to further ourown Becoming. If we can bring about beneficial change change in the world, weknow that we can create forces in the objective universe to sustain us the wayour bodies currently do.4. Society gives us an opportunity to practice conventional evil. If we are tohave the inner independence necessary to break the fetters that hinder us on ourpath to godhood, we need to have the spiritually strengthening practice of beingan outsider. We need to stand alone. One of the most effective ways of doing thisis the practice of social evil. If you really want to know what it is to stand outside"},{"pageNumber":2,"pageContent":"of your society, try breaking a simple taboo that hurts no one. Try not mowingyour lawn. Nobody rushes forward to defend this as your civil right. Watch theultimate fire of hate blossom in your neighbor's eyes -- because you're not cuttingup an organism. They'll give you letters, legal threats, and social ostracism. If youcan withstand this pressure, you may be able to withstand the pressures wellingup within that try to force you back to sleep.5. Society gives us a laboratory to search for the transcendental Good. It isall very well to say that your magic is bringing about your values in the world, butunless you examine your values in the details of life they are worthless. How farwill you push yourself to accomplish your life mission? How quickly do you sellout against the forces of sleep? Unless you constantly seek new horizons topush against, you have lost yourself in the mire of subjectivity. You will havealready died if you choose to merely live in your dayd reams. The condition thatmost of mankind faces after death -- the dreamy semi-aware state that theGreeks called Hades -- will have already claimed you. But if you constantly striveto bring new impulses to the world, you may achieve divine status before you die.You may Become a creator, a god.6. Society gives us the opportunity to find others who can sharpen ourpractice by support and challenge. If we want to truly transform ourselves inaccordance with our will, we need the tools. These tools are not b y and large insome book or whispered to us by demons in circles. These tools come fromwatching how others succeed and fail in their magical quests. These tools comefrom articulating our own life philosophy and considering the articulations ofothers. The real magician is the one always eager to learn, because it saves himso much suffering and traveling down blind alleys. If we interact openly withsociety, we can attract others to challenge us and spur us on, as well givingourselves the chance to further our thought by the necessity of having toarticulate for those entering into our black order. Uncle Setnakt is very proud thatthe Temple of Set is engaged in just such expansion in Australia now. Catch theblack tide!7. Society gives us a measuring stick of our individual progress. If we set upto interact with Society on a regular basis -- the way Uncle Setnakt does bywriting his column -- we examine how we've changed each time. We use societyas a reminder to check our progress on regular intervals. Can I speak withgreater ease in public? Have my ideas become more coherent? Am I trulyshaping my life and mind in the direction I want to be? With forethought ourinteraction with society Becomes a series of way-stations of our Initiation.8. Society gives us the opportunity to align ourselves with the Aeon. If wechoose to interact with society as Initiators, we have to find the current of ourinitiation within ourselves. We seek after the Mystery Hidden deeply withinourselves of our own individual and unique Becoming. When we discover that wediscover that the same Mystery is Hidden deeply within the objective world.When we can interact with (or become aligned with) that Mystery, we can"},{"pageNumber":3,"pageContent":"achieve a status of more then purely human being, and exercise the true powersof Black Magic to create a path of individually determined freedom.9. Society reminds us of the great truth. When we interact with thesemiconscious mass of mankind, we are reminded of the great truth of the LeftHand Path. If you live for anything other than your own Becoming, you representsomething other than yourself and ultimately you are a slave. How much better itis to live for your own Becoming -- to take whatever truths you might find andplace them as lighted spheres around the dark center of your being. Become likeYog-Sothoth, letting the dark Mystery of yourself be undefined and everadvancing -- let all your gods (whether created by you or thrust upon you) merelybe ephemera which serve your freedom. They may seem eternal to the sleepers,but to the Seeker they will pass away until he alone remains then he shallrecognize that he has become the perfect mind and shall remake the Cosmos inthe eternal glory of his Satanic will.Uncle Setnakt hopes you have a pleasant day."}]
