[{"pageNumber":1,"pageContent":"Pandaemonaeon MagicksPhil HineContents:IntroductionDesigning the FutureIdeospheresVirus SystemsThe Word VirusViral TextsReplicantsThe C.H.A.O.S VirusMeta-LanguagesCut-Ups as SorceryThird MindApplications of Cut-UpsINTRODUCTIONFor contemporary magicians, the sense of being on the leading edge of cultural transition tends to beencapsulated in the concept of a new Aeon. Thus the profusion of ‘new aeons’ projected by variousmagical paradigms. So as not to be seen to be missing an essential item in their magical script, someChaos Magicians have begun to project the glamour of the Fifth Aeon -the Pandemonaeon.The concept of a new aeon has several magical functions:1.It provides a filter through which the magician can examine current social trends, possibledevelopments, and how they may be influenced.2.It acts as an Ideosphere for the development of new ideas, concepts and techniques from outside theboundaries of his present Achievable Reality.3.It can become a meta-aim to unify groups and orders towards working for a common goal, and act as agambit to aid the design of possible futures.Unlike many of the prevailing new aeons, the Pandemonaeon is envisaged as being different for eachindividual who projects themselves within its frame. Just as Chaos Magick emerges from the diversity andtransience of modern culture, so does the Pandemonaeon typify the trend towards individualism becomingseparate from any totalizing belief or narrative, be it metaphysical or scientific.So far, it has not been projected as an overall epoch that all will participate in, but an experience of culturewhich embraces, rather than attempting to resist the modern condition. Thus it is likely that this aeon ismerely a transitory stage itself, and what lies beyond it, none can, with any certainty, say.Some Chaos Magicians are finding that this Fifth Aeon projection is useful for going beyond currentdefinitions and limitations concerning what is accepted as magical. The next generation of magi might welldiscard the concept, in favour of a meta-projection which balances their experience of culture, with whatpossibilities are round the corner. The absence of inevitable future projections leaves only uncertainties,where nothing is true, and everything is permitted."},{"pageNumber":2,"pageContent":"DESIGNING THE FUTUREProjections of possible futures are hampered by existing cognitive habits, which tend to define the limits towhich information can be used. For example, a dominant pattern used in the conceptualization of futureprogression is the idea of evolution.Evolution is sequential, collective, and seems to be a result of mutual decision-making. Evolutionaryprojections are locked into considering history as the prime source of useful data. Thus many peoplespend more time looking backwards, in order to try and theorize about the future. In contrast to theevolutionary paradigm, there is the design paradigm.Design breaks with the tradition of slowly working towards a goal and instead, examines a situation fromits current status, and how that situation can be changed. Traditional cognitive habits tend to lookbackwards, whereas the design stance moves forward from what is current in the present. The aim ofdesign is to move the boundary of Achievable Reality forwards. To design effectively requires a vision, orend-state.Chaos Magick can be understood as the discovery and application of effective techniques and scripts tomaximize human design for living.IDEOSPHERESThe Ideosphere is a non-local space entered by the magician in order to explore possible models &paradigms which may be of use in configuring the Pandemonaeon. The Ideosphere is more of an attitude;a stance from which the magician can seek inspiration from any incoming information, be it newspaperarticles, cartoons, flickering media images, scientific jargon, random acronyms, or half-heard phrases fromanother’s conversation. An idea flashes into the Ideosphere; the magician may grasp it immediately orstore it for later work. The main attitude to foster is that nothing, no matter how ridiculous, bizarre orunworkable should be rejected. Working from the Ideosphere, the magician allows himself to bathe in theemanations of the mass media until, sated and bloated, he withdraws into silence to digest, regurgitate,and create new forms.Latching onto new ideas brings forth new perspectives on existing models and techniques. It brings forthnew paradigms for structuring magical processes which in turn, may yield new techniques andapplications.Here are a few ideas which magicians have appropriated from other sources, and made their own.VIRUS SYSTEMSA powerful source of inspiration is the understanding of, and fascination with Virus Behaviour, whether itbe the computer viruses which have revealed themselves to be the gremlins of the information age, or thebiological viruses such as H.I.V, which is promoting vast amounts of research into how viruses behave. Athird type of virus which has caught the imagination is the word-virus, or meme.A virus is a set of instructions which invades larger systems, and induces them to carry out a complexsequence of replications which bring new copies of the virus into existence, and, during this process, thehost system is altered in some way. This is true for computer viruses, biological viruses, and word-viruses.The emerging magical use of virus systems opens up new forms of understanding and applications alike."},{"pageNumber":3,"pageContent":"THE WORD VIRUSLike organisms, memes replicate to perpetuate themselves; like organisms they are capable of fusion,recombination and mutation. They propagate themselves by leaping between nervous systems, growing inpower and infecting further host vehicles through any communications channel that can be utilised tosecure them a niche. Memes compete ruthlessly with each other, for the command of the perceptual fieldand transmission time. The success of a meme to occupy a prominent position in the host environment isdependent on its Performance Value (Pv) and its Propagation Quotient (Pq). Performance Value relates tothe degree of change a meme brings to an individual or group. If the presence of a meme brings about increased cohesiveness, ambition and confidence, then theindividual or group is more likely to promote the meme. The most successful memes are those whichreduce anxiety in their hosts by providing a purpose or a stable location within a space-time projection.Some memes survive by reinforcing each other, supporting each other’s message; reinforcing the overallimpact. Other memes survive by discouraging rational analysis upon their content.An obvious example of memes in action is religion. ‘God’ is a meme, ‘Heaven’ is a meme, and thepunishment of ‘eternal damnation’ is a meme. A complex web of memes is known as a Scheme, which arecomprehensive meshes of memes that propagate themselves through any available communicationschannel. The religious schemes which have almost totally infected the human environment are successfulas they offer varying degrees of stability, participation, and can become tacitly self-evident to the level thatthey become not merely the host’s worldview, but the world itself. The infected hosts live entirely within theparameters of the scheme, perhaps only vaguely aware of other worlds which exist beyond the scheme.Worlds which threaten the stable order of the invading scheme must be ignored, forced back, fought, ordestroyed.Of course the spread of a meme is dependent upon the reaction of the potential host. A sense of being aunique individual with a clear purpose in life is a strong human requirement in the current age, as thesense of being an individual distinct from any cultural attachments becomes progressively stronger. Thedeeply-felt alienation felt by many in these first stirrings of the Pandemonaeonmakes them ripe hosts for infection by memes, locking individuals into safe spaces from which they canpush back the buzzing, booming confusion of the everyday world.Understanding the spread of memes leads the magician into the area of Control Commands - autonomicresponses locked into language and patterns of thought. A growing concern for Pandemonaeonicmagicians is the design of new approaches to conceptualizing, with attendant meta-languages forescaping the old habits of thinking. William Burroughs targets particular semantic traps which lock thehuman host into a narrow range of thinking: the definite article ‘THE’, the ‘IS’ of identity that does not allowfor wider possibilities and assigns permanent status to verbal labels, the ‘EITHER/OR’ that only allowsbeing wrong or being right. Crowley was on the right track when he urged his students to delete ‘I’ fromtheir language. With no dominant ‘I’ there can appear a legion of selves: loose the daemons. Delete‘EITHER/OR’ and open up a myriad of possibilities, none of which need to be wrong or right."},{"pageNumber":4,"pageContent":"VIRAL TEXTSOne of the simplest manifestations of viral text is the chain-letter, which uses the simple, yet effective‘carrot & stick’ hook to propagate itself. A more insidious form of viral text shows up in thought andbehaviour patterns. Consider the statement:THE ILLUMINATI [x]ARE TAKING OVER [y]THE WORLD [z]The explicit message of this statement is not important. The implied message is that group ‘x’ isattempting to do something ‘y’ to group ‘z’. It is also implied that the recipient of the message should be (a)concerned, and (b) do something about it, lest they be perceived by the sender as siding with ‘x’ - theenemy. Beware of anyone who in all seriousness acts using viral messages, which have been one of thestandby props of orthodoxy, be it political, religious, or magical. To propagate effectively, viral texts requirepotential hosts to be susceptible to the idea of an enemy group, action against which coheres their ownsense of identity.Once a viral message is allowed to take root, then the host is open to invasion by other supportive memes- BEING RIGHT, and GETTING EVEN. Sources of much trouble and stupid, destructive behaviour.REPLICANTSIn orthodox magick, great store is set upon a magical object being special or unique. There are theinstructions to create unique talismans, buy virgin parchment, and to create objects for a specific purpose.There is said to be power in a unique object, particularly in these times or mass production and marketing.But wait, there is power in mass production too. Consider the chaosphere, the central logo or glyph ofChaos Magick. It appears on books, magazines, letterheads, toy soldiers, jewellery and tattoos. It is usedon rave posters and on the back of leather jackets. It has become itself a viral image. All that is required isa shift in perception and those thousands of chaospheres, wherever they are, become gateways for theingress and egress of magical power.Take two: A sorcerer acquires for himself a suitable receptacle for an act of magick. A three-inch highpink, plastic creature with a mane of fibrous hair, sometimes known as a ‘Gonk’. There are thousands,perhaps even millions of Gonks in existence.All with a similar structure. So the sorcerer enchants upon his Gonk, and by the principle of Structural-Similarity, transmits that information to all the others. What he has here is the creation of a powerful Gonk-spirit, its qualities and attributions an encapsulation of the associations which are marketed as the ‘image’of the Gonk. He has empowered the Gonks with spirit, and his own Gonk becomes the controller. In timesof need, he can draw through his Gonk, the power of the others.Take three: A young man is desirous of a lover. He sigilises his desire and likes the image so much thatinstead of destroying it, he photocopies it and disperses the images randomly. Lovers appear from alldirections.Objects need not be particularly striking or special to be magically useful. All that need happen is that themagician defines that object as magical - combining image, associations, and will. Rather than resistingmass replication, the magician turns it to his advantage."},{"pageNumber":5,"pageContent":"VIRAL SERVITORSA further application of virus systems emerging in Chaos Magick is the creation & application of Servitorswhich have the capacity to replicate, mutate, and recombine into new forms. Viral servitors, behaving in asimilar manner to biological or computer viruses, are now beginning to propagate in virtual space,performing functions such as healing, protection, and seeding ideas into the general meme-pool. (Note:Viral Servitors are discussed further in my book Condensed Chaos, New Falcon Publications, 1995).THE C.H.A.O.S VIRUSIn order to infuse humanity with the Pandemonaeonic currents, one must look to very basic restrictions,from which more complex bindings depend. The C.H.A.O.S Virus recovers the chaosphere both as icon ofinfectivity and a magical gateway for the transmission of Fifth Aeon emanations. The virus acts to bringabout change, but at a microscopic level of processing. The intrusion of the virus into a human self-complex acts to stimulate those selves which desire CHANGE - in terms of new ideas, pleasure,intelligence, adaptability, and FUN.Each time a self within an individual stirs towards CHANGE, then the virus copies itself. Note that much ofthese stirrings are likely to take place at a latent, unintentional level of information- processing. Acting overtime, the virus acts to weaken ego-resistance to CHANGE, new ideas, new learning, and fun. As the viruscells propagate, they combine in groups of eight, to become the virtual shadows of new selves - potentialdesires, growing within the web of selves, stirring impulses from beyond the confines of the ego.From the moment that the C.H.A.O.S Virus is projected, every chaosphere in existence on the planet, be itan astral form, image, or object - and any new ones which come into existence - becomes a transmissionsite for the virus.The virus also prepares the host for further reinforcement which may take the form of seeded memes,enchantments, image projections, or sonic sorceries. The virus transmits itself using the principle ofStructural-Similarity, so that anything resembling a sphere or circle intersected by eight vertices, willtransmit the virus.(Note: The Consciousness Heuristic Analogue Optimising System Virus was released at the WinterSolstice, 1992)META-LANGUAGESStrange languages are very much part of the overall glamour of magick, from Barbaric names ofinvocation to the use of foreign languages such as Hebrew or Sanskrit. All magical systems tend togenerate their own technical language for describing magical experiences and techniques within acommon framework. Like the technical terms used by scientists and specialists, terminology can act as abarrier for the uninitiated, if the use of special language causes description to become so opaque that noone outside the specialist group understands what is being said.Magicians create meta-languages not only as magical tools for acts of magick, but to open up shades ofexperience which are difficult to describe clearly, given the current restrictions of language. The aim hereis greater precision in communication.Wordless communications can be developed for experimental work in telepathy and virtual (astral)magick. Experiments in these areas suggest that visual images, colours, & pictographs are easier totransmit between individuals in dream or virtual space, than words alone. So attempts have been made tocreate communications systems based on the use of colour, scents, spatial perspectives, and contextualimagery & settings, in attempting to establish communications in shared dreaming or attempts to linkawareness in virtual (i.e. astral) space."},{"pageNumber":6,"pageContent":"CUT-UPS AS SORCERYFrom the juxtaposition of word and image, meaning is glimpsed. From the Chaos of the normal is wovenapparent simplicity. All the secrets of magick are on open display. That which is truly hidden is our ownresistance to this realisation. To live within the confines of Consensus Reality is to remain locked in Time;Past - Present - Future. In this sense, all magical acts are scripts for momentary slips through the fabric.Magick takes place outside of Time.Through the simple technique of Cut-Up, pioneered by Brion Gysin as a literary technique, the magiciancan collapse sequential experience into syncretic Gnosis. The basic technique is simple enough whenapplied to text: Take a page of text, cut into 4 sections and re-paste. New word lines & messages appear.This disruption of the sequence of language creates Tangential Deliriums - new messages arising fromthe juxtapositions of words and the derangement of the associations this provokes. Cut up texts on magickto discover new magicks. Cut up the Book of The Law and discover any amount of new chapters. Thereare parallels with this method and the more obvious tools of magick; sigils as cut-ups of desire, forexample. Divination systems that cut-up a subject into image blocks, throwing up insights, new images,gestalts. Reshuffle beliefs by deliberately holding two contradictory belief systems - make meaning fromnonsensical beliefs. Cut-Up belief to understand its dynamics.THIRD MINDRecord two different conversations. Then record them onto the same tape. Intercut with street noises,television fragments, readings from texts and newspapers. Record, replay, and intercut. Result - a ThirdMind. The ‘absent’ source of information which slides in to the listeners’ awareness, arising from the TimeDisorientation induced by listening to the tape.Why Time Disorientation? All routes to Gnosis act to temporarily dislocate the Ego. The Ego requires Time(sequence) to maintain the fiction of single identity. Text and logical thinking are sequential. One step at atime, one unit following another.While attention is selective, the creative spark is associative and syncretic. A great deal of magicalpractice rests on the ability of the mind to make associative connections. Any stimulus which is strongenough to evoke emotion and memory throws awareness out of sequential Time. Smell particularly, is ahotline to memory. Instant access.Word juxtapositions throw up new messages. Image juxtapositions open new worlds. Modern mediapresentations particularly in the visual arts, are increasingly utilising the Cut-Up technique: the layering ofimages & associations serving to collapse Time-sense. Elements of Past, Present & possible Futures maybe evoked simultaneously in a single visual image. The news media works to change the context of amessage to create new hidden meanings, acting under the illusion of “objectivity”.PRACTICAL APPLICATIONSDIVINATIONCreate a montage of sounds, images, associations for a particular day of the week. For example, ‘capture’Monday onto tape. Intercut with verbal messages which you associate with Monday; add street noises,random conversations. Intercut and playback. You have created a platform for voyages into Oracularspace. Sounds, images, associations arise from the assembly.The tape can be used as a background for dream control or scrying. Stranger still, you may hear soundson the tape that you were not aware of recording. A truck passes. Days later, you hear the sound of thetruck in the street, and you are jerked sideways into oracular time."},{"pageNumber":7,"pageContent":"ENCHANTMENTEnchantment may be considered an act of collage. Assemble the elements you desire to affect and re-arrange. It is already done with objects and images, so why not sounds too? Assemble a soundscape asin the example above, which relates to the object of the enchantment. Recording captures the targetspace in the same way that a bottle traps a spirit. A recording can be taken away and altered, and thenreturned to the original location and replayed.EMOTIONAL ENGINEERINGEmotions can be deconstructed into three elements: physiological arousal, cognitive association andbehaviour patterns. Each of these are separate tracks on a mixing desk, capable of being remixed in newarrangements. When in a state of extreme arousal (anger, sorrow, tension) the first step is to experiencethe physiological track apart from behaviour and cognition. Remove the identification with the source ofthe emotion. Still all internal dialogues, inner conversations, mental fantasies. Experience sensationwithout words or images. Here the magician is dislocated in Time; pure sensation without identification. Inthis state, any act of magick may be performed. To re-engineer emotions, experience the arousal asecstasy. Dispassionately run the word/image track and adjust accordingly. Identify behavioral patterns andremodel them. Name the selves, capture their inner dialogues, intercut and playback.The use of Cut-Up is naturally enhanced by keeping diaries, scrapbooks, recordings, and mostimportantly, being aware of what is happening outside one’s immediate field of attention.This essay is extracted and adapted from Prime Chaos by Phil Hine, available from Chaos InternationalPress, BM Sorcery,London WC1N 3XX. ISBN 0-9521320-0-1"}]
