[{"pageNumber":1,"pageContent":"OVEN-READYC H A O SPhil Hineversion 1.3 1992-1997"},{"pageNumber":2,"pageContent":"This book is dedicated to:The Hydra’s Teeth; wherever they may fall, whatever mayspring up.With thanks to:Charlie Brewster, Dave Lee, Hannibal The Cannibal, Ian Read,Kelly Standish, MC Medusa, Prince Prance, and FraterRemarkable.Stunning Artwork & Graphics by Nathaniel HarrisThis booklet was originally published by Chaos InternationalPublicatios as a limited edition of 300 copies. 1992, under thetitle of Condensed Chaos. This on-line version has a differenttitle so as not to cause undue confusion regarding the bookCondensed Chaos, as published by New Falcon Publications,1995.This version (version 1.3) typeset & converted to Adobe PDFformat by Phil Hine. Contains 2 additional appendices.contact: a5e@ndirect.co.uk"},{"pageNumber":3,"pageContent":"ContentsWhat is Magick? .....................................................5What is Chaos Magick? ..........................................7Principles of Chaos Magick .................................14Infinite Diversity, Infinite Combination ...............17All Hail Discordia! ...............................................23Discordian Opening Ritual ..................................26Spiral Pentagrams ................................................28Sigil Magick ..........................................................31Belief - A Key to Magick.......................................35Basic Exercises .....................................................41Conclusions ..........................................................47AppendicesFracture Lines ......................................................50Howling ................................................................55Technical Ecstacy .................................................59Further Reading ...................................................67"},{"pageNumber":4,"pageContent":"Nothing is True,Everything is Permitted.C H A O S"},{"pageNumber":5,"pageContent":"What is Magick?What is Magick? Several definitions float into my mind, butnone of them do it full justice. The world is magical; we mightget a sense of this after climbing a mountain and looking downupon the landscape below, or in the quiet satisfaction at theend of one of ‘those days’ when everything has gone right forus. Magick is a doorway through which we step into mystery,wildness, and immanence.We live in a world subject to extensive and seemingly, all-embracing systems of social & personal control that continuallyfeed us the lie that we are each alone, helpless, and powerlessto effect change. Magick is about change. Changing yourcircumstances so that you strive to live according to adeveloping sense of personal responsibility; that you can effectchange around you if you choose; that we are not helpless cogsin some clockwork universe. All acts of personal/collectiveliberation are magical acts. Magick leads us into exhilirationand ecstacy; into insight and understanding; into changingourselves and the world in which we participate. Throughmagick we may come to explore the possibilities of freedom.Surely this is simple enough? But no, magick has becomeobsfucated under a weight of words, a welter of technical termswhich exclude the uninitiated and serve those who are eagerfor a ‘scientific’ jargon with which to legitimise their enterprise"},{"pageNumber":6,"pageContent":"6Phil Hineinto something self-important and pompous. Abstract spiritualspaces have been created in the midst of which tower the Babel-like lego constructions of ‘inner planes’, spiritual hierarchiesand ‘occult truths’ which forget that the world around us ismagical. The mysterious has been misplaced. We searchthrough dead languages and tombs for ‘secret knowledge’,ignoring the mystery of life that is all around us. So for themoment, forget what you’ve read about spiritual enlightenment,becoming a 99th level Magus and impressing your friends withhigh-falutin’ gobbledygook. Magick is surprisingly simple.What can it offer?1.A means to disentangle yourself from the attitudes andrestrictions you were brought up with and which define thelimits of what you may become.2.Ways to examine your life to look for, understand and modifybehaviour, emotional and thought patterns which hinderlearning and growth.3.Increase of confidence and personal charisma.4.A widening of your perception of just what is possible, onceyou set heart and mind on it.5.To develop personal abilities, skills and perceptions - themore we see the world, the more we appreciate that it is alive.6.To have fun. Magick should be enjoyed.7.To bring about change - in accordance with will.Magick can do all this, and more. It is an approach to lifewhich begins at the most basic premises - what do I need tosurvive? - how do I want to live? - who do I want to be? - andthen gives a set of conceptual weapons and techniques forachieving those aims. Chaos Magic is one of the many waysof ‘doing magick’, and this booklet is a concise introductionto the Chaos approach."},{"pageNumber":7,"pageContent":"7Oven-Ready ChaosWhat is Chaos Magick?What\"is Chaos Magic? Good question. Since it burst upon themagical scene in the late ‘70’s it has generated a great deal ofdebate about what it is, what it isn’t, and who’s doing it ‘right’- such circular arguments being beloved of occultists, it seems.At this point, it would be tempting to launch into a lengthydiscussion of the history of magic leading up to Chaos magic,but instead I’ll confine it to a sweeping generalisation and saythat before Chaos came kicking and screaming onto the scene,the dominant approach to ‘doing magic’ (and still is, to a greatextent) was the ‘Systems’ approach.So what is a magical system? Magical systems combinepractical exercises for bringing about change with beliefs,attitudes, a conceptual model of the universe (if not several), amoral ethic, and a few other things besides. Examples ofsystems are Qabalah, the different Wiccan ‘traditions’, TheGolden Dawn system of magic with all its grades, costumes,mottos etc, and the increasing number of westernised‘shamanic’ paths that are proliferating nowadays. As far asmost magical systems go, before you can start to wave yourwand around or bounce up and down on your head ‘til youreach enlightenment, you have to spend a good deal of timereading up on the beliefs associated with the system, learningits “do’s and don’ts”, committing to memory lists of symbolsand correspondences, how to talk to your fellow magi, and in"},{"pageNumber":8,"pageContent":"8Phil Hinesome extreme cases, how to dress, walk, and chew gum at thesame time. How does this come about? Well magic, like someof the great religious messages is essentially simple, but isprey to the process whereby simple ideas become extremelycomplicated beliefs which can lead you further and furtheraway from doing any magic at all. Weave back through timeto ‘somewhere in the paleolithic era’ to find a tribal shamansitting on a rock gaping at the visions revealed by a soggypiece of toadstool. Fast-forwards a few millenia and you’llfind a ‘Magical System’ that comprises of several hundred-thousand words, obscure diagrams and appendices which willprobably state at some point, that drugs are a no-no.The birth of Chaos magic came about in the late 70’s, at aboutthe time that punk rock was spitting out at the music industryand Chaos Science was beginning to be taken seriously bymathematicians, economists, and physicists. The two ‘names’most associated with the birth of Chaos magic are Pete Carrolland Ray Sherwin, though there were others lurking in thebackground, such as the Stoke Newington Sorcerors (SNS)who later became entwined with the first stirrings of the Punkmovement.Some of Pete Carroll’s early writings on Chaos was publishedin The New Equinox, published by Ray Sherwin, in which thefirst adverts proclaiming the advent of the Illuminates ofThanateros (IOT) magical order appeared. Interestinglyenough, there is no mention of the term ‘chaos’ in the earliestversions of IOT material.Ray Sherwin’s Morton Press then issued Pete Carroll’s LiberNull, and Sherwin’s own The Book of Results, whichexpounded the very practical method of ‘Sigilisation’ as"},{"pageNumber":9,"pageContent":"9Oven-Ready Chaosdeveloped by Austin Osman Spare, which has become one ofthe core techniques associated with Chaos magic.The early growth of Chaos magic was characterised by a loosenetwork of informal groups who came together to experimentwith the possibilities of the new current. With the demise ofThe New Equinox, the ‘chaos kids’ reported their results andheresies in the pages of Chris Bray’s new magazine, The Lampof Thoth. The early Chaos books were joined by two tapes‘The Chaos Concept’ which discussed the basics of Chaosmagic, and ‘The Chaochamber’, a science-fiction pathworkingwhich combined elements of Star Trek, Michael Moorcock,and H.G. Wells. Chris Bray’s ‘Sorceror’s Apprentice’ Pressthen re-released, Liber Null, The Book of Results, as well astwo new books, Pete Carroll’s Psychonaut, and Ray Sherwin’sThe Theatre of magic. These, together with articles from thegrowing Chaos corpus in the LOT, drew more people intoexperimenting with the new approach. Thanks to the effortsof Ralph Tegtmeier, the Chaos approach was also receivingattention in continental Europe.The basic message of Chaos magic is that, what is fundamentalto magic is the actual doing of it - that like sex, no amount oftheorising and intellectualisation can substitute for the actualexperience. Pete Carroll’s Liber Null, therefore, presented thebare bones of the magical techniques which can be employedto bring about change in one’s circumstances. Liber Nullconcentrated on techniques, saying that the actual methods ofmagic are basically shared by the different systems, despitethe differing symbols, beliefs and dogmas. What symbolsystems you wish to employ is a matter of choice, and that thewebs of belief which surround them are means to an end, ratherthan ends in themselves (more of which later)."},{"pageNumber":10,"pageContent":"10Phil HineAn important influence on the development of Chaos magicwas the writing of Robert Anton Wilson & co, particularly theDiscordian Society who revered Eris, the Greek goddess ofChaos. The Discordians pointed out that humour, clowningabout and general light-heartedness was conspiciously absentfrom magic, which had a tendency to become very ‘seriousand self-important’. There was (and to a certain extent remains)a tendency for occultists to think of themselves as an initiated‘elite’ as opposed to the rest of humanity.Unlike the variety of magical systems which are all based insome mythical or historically-derived past (such as Atlantis,Lemuria, Albion, etc), Chaos magic borrowed freely fromScience Fiction, Quantum Physics, and anything else itspractitioners chose to. Rather than trying to recover andmaintain a tradition that links back to the past (and formerglories), Chaos magic is an approach that enables the individualto use anything that s/he thinks is suitable as a temporary beliefor symbol system. What matters is the results you get, not the‘authenticity’ of the system used. So Chaos magic then, is nota system - it utilises systems and encourages adherents to devisetheir own, giving magic a truly Postmodernist flavour.Needless to say, Chaos magic began to acquire a ‘sinister’reputation. This was due to three factors; firstly that its“pick’n’mix/D.I.Y” approach to magic was frowned upon bythe ‘traditionalist’ schools, secondly that many peopleassociated chaos with ‘anarchy’ and other negativeassociations, and thirdly that some Chaos magic publicationswere hyped as being ‘blasphemous, sinister, and dangerous’in a way that they were not, which proved all the same to be anattractive glamour for those who required such a boost to theego."},{"pageNumber":11,"pageContent":"11Oven-Ready ChaosThe mid-Eighties gave rise to a ‘second wave’ of the ChaosCurrent. 1985 saw the publication of The Cardinal Rites ofChaos, by the pseudononymous ‘Paula Pagani’, which outlineda series of seasonal rituals as performed by the Yorkshire-based‘Circle of Chaos’. Alas, by this time, the early co-operationbetween exponents of Chaos had given rise to legal wrangles,literary sideswipes, and even magical battles. For some at least,Chaos magic = loadsa money while others discovered that theyhad a ‘position’ to hold onto as defenders of the title ofspokesperson for a movement. True to its nature, Chaossplintered and began to re-evolve in different ways. Threedifferent magazines emerged to continue the Chaos debate -Chaos International, Nox, and Joel Birroco’s Chaos.Chaos International was formed on the basis of networking,specifically the idea that the editorship would change handswith each issue. A good idea in principle, it gave rise to practicalproblems such as address changes, obtaining back copies, andmeant that each issue had to be virtually self-supporting. ChaosInternational survived five different editorial changes, afterwhich it passed into the hands of Ian Read, who has had thejob of producing it ever since. Chaos International has nowmatured into one of the best all-round magazines of innovativemagical ideas.Nox magazine emerged out of the wilds of South Yorkshire toserve up a mixed brew of Chaos magic, Left-Hand path materialand Thelemic experimentation, which matured into one of thebest magazines publishing experimental magic from a widevariety of sources. Since its inception, it has grown from beingan A5 ‘fanzine’ to paperback book status."},{"pageNumber":12,"pageContent":"12Phil HineJoel Birroco’s Chaos introduced a Situationist perspective intothe Chaos debate, predicted the glamour for Chaos-isms asexperimentation turned inevitably into fashion accessory, andthen proceeded to identify various magical ‘leaders’ and tearthem apart with the eagerness of a whole pack of Greek cynics.The debate over the progression of the Chaos Current ragedthroughout these ‘zines and the aforementioned Lamp of Thoth.Arguments begun in one ‘zine spilled over into another andsides were drawn up as some voices allied with others, thoughallying with Birroco’s iconoclastic stance on Chaos turned outto be a tactical error, as he invariably massaged the egos of his‘allies’ only to drag them down at a later date.In ’86 the S.A. Press released Julian Wilde’s Grimoire of Chaosmagic, the first book on Chaos magic outside the Sherwin/Carroll circles. Despite heavy criticism from other Chaosfactions, Mr. Wilde never came forth to explain his ideas, norhas much been heard from him since. Grimoire departedradically from the other approaches to Chaos, particularly withhis assertion that Chaos magic was in itself, a ‘system’.Grimoire was followed by a tape The Chaosphere, and later,another book The Apogeton, by Alawn Tickhill which wasmarketed as a ‘Chaos Manual’ although the book itself madelittle reference to Chaos magic. None of these releases werereceived very favourably by the other Chaos factions and this‘third wave’ of Chaos development further rang to the soundof voices raised in acrimony, slanging matches in print, andbehind-the-scenes bickering.By late ’87 one of the weirder Chaos groups, the Lincoln OrderOf Neuromancers (L.O.O.N) had announced the ‘death’ ofChaos magic, asserting in their freely-circulated ‘chainbook’"},{"pageNumber":13,"pageContent":"13Oven-Ready ChaosApikorsus, that:“Chaos magic is already dead, and the only debate is betweenthe vultures over who gets the biggest bones.”This assertion was also made by Stephen Sennitt, the editor ofNox magazine. In retrospect, it seems less that Chaos magic‘died’, and more that the furious debate which blew up aroundit for many years had become boring - it had hit the point whereconstructive criticism had degenerated into a mere slangingmatch. Perhaps some Chaos Magicians shook themselves andwondered, after all, what all the fuss had been about. By thistime, Pete Carroll had begun to reformat the IOT into ‘ThePact’, setting up temples in the UK, USA, and Europe. TheIOT is seen as the Order for ‘serious’ Chaos Magicians in thesame way that the OTO exists for ‘serious’ Thelemites. At thetime of writing, the IOT Pact has temples active in the UK,Europe and America and, despite the apparent hierarchicalstructure outlined in Pete Carroll’s latest book “Liber Khaos/The Psychonomnicon”, there appears to be much scope fornew growths and experimentation within its loose structure.Having reviewed the development of Chaos magic, we cannow turn to looking at its principles in greater depth."},{"pageNumber":14,"pageContent":"14Phil HinePrinciples of Chaos MagickWhilst magical systems usually base themselves around amodel or map of the spiritual/physical universe, such as theTree of Life (which can sometimes described as a cosmicfilofax), Chaos Magick is based on a very few ‘Core Principles’which generally underlie its approach to magick (they are notuniversal axioms however, so feel free to swap ‘em around).1. The avoidance of Dogmatism. Chaos Magicians strive toavoid falling into dogmatism (unless expressing dogmatismis part of a temporary belief system they have entered).Discordians use ‘Catmas’ such as “Us Discordians must stickapart!” Thus Chaos Magicians feel entitled to change theirminds, contradict themselves and come up with arguments thatare alternatively plausible and implausible. It has been pointedout that we invest a lot of time and energy in being right. What’swrong with being wrong occasionally?2. Personal Experience is paramount. In other words, don’ttake my word that such-and-such is the case, check it out foryourself. Magick has suffered extensively from ‘armchairtheorists’ who have perpetuated myths and out-of-dateinformation purely due to laziness of one kind or another.Sometimes it’s interesting to ask awkward questions just tosee what the selfappointed experts come out with. Some willemit a stream of verbal diahorrea rather than admit to notknowing the answer, whereas a true adept will probably say “I"},{"pageNumber":15,"pageContent":"15Oven-Ready Chaoshaven’t a f*****g clue.” Quite early on, Chaos magicians cameto the startling discovery that once you strip away the layers ofdogma, personal beliefs, attitudes and anecdotes around anyparticular technique of practical magick, it can be quite simplydescribed.3. Technical Excellence. One of the early misconceptions aboutChaos Magick was that it gave practitioners carte blanche todo whatever they liked, and so become sloppy (or worse, soggy)in their attitudes to self-assessment, analysis, etc. Not so. TheChaos approach has always advocated rigorous self-assessmentand analysis, emphasised practice at what techniques you’reexperimenting with until you get the results that you desire.Learning to ‘do’ magick requires that you develop a set ofskills and abilities and if you’re going to get involved in allthis weird stuff, why not do it to the best of your ability?4. Deconditioning. The Chaos paradigm proposes that one ofthe primary tasks of the aspiring magician is to thoroughlydecondition hirself from the mesh of beliefs, attitudes andfictions about self, society, and the world. Our ego is a fictionof stable self-hood which maintains itself by perpetuating thedistinctions of ‘what I am/what I am not, what I like/what Idon’t like’, beliefs about ones politics, religion, genderpreference, degree of free will, race, subculture etc all helpmaintain a stable sense of self, whilst the little ways in whichwe pull against this very stability allows us to feel as thoughwe are unique individuals. Using deconditioning exercises,we can start to widen the cracks in our consensual reality whichhopefully, enables us to become less attached to our beliefsand egofictions, and thus able to discard or modify them whenappropriate."},{"pageNumber":16,"pageContent":"16Phil Hine5. Diverse Approaches. As mentioned earlier, ‘traditional’approaches to magick involve choosing one particular systemand sticking to it. The Chaos perspective, if nothing else,encourages an eclectic approach to development, and ChaosMagicians are free to choose from any available magicalsystem, themes from literature, television, religions, cults,parapsychology, etc. This approach means that if you approachtwo chaos magicians and ask ‘em what they’re doing at anyone moment, you’re rarely likely to find much of a consensusof approach. This makes Chaos difficult to pin down as onething or another, which again tends to worry those who needapproaches to magick to be neatly labelled and clear.6. Gnosis. One of the keys to magical ability is the ability toenter Altered States of Consciousness at will. We tend to drawa distinct line between ‘ordinary consciousness’ and ‘alteredstates’, where in fact we move between different states ofconsciousness - such as daydreams, ‘autopilot’ (where we carryout actions without cognition) and varying degrees of attention,all the time. However, as far as magick is concerned, the willedentry into intense altered states can be divided into two polesof ‘Physiological Gnosis’ - Inhibitory states, and Excitatorystates. The former includes physically ‘passive’ techniquessuch as meditation, yoga, scrying, contemplation and sensorydeprivation while the latter includes chanting, drumming,dance, emotional and sexual arousal."},{"pageNumber":17,"pageContent":"17Oven-Ready ChaosInfinite Diversity,Infinite CombinationAs I said earlier, one of the characteristics of the Chaos Magickapproach is the diversity of systems of magick that practitionerscan choose to hop between, rather than just sticking to oneparticular one. There are, naturally, many different approachesto using systems within the Chaos corpus, and I’ll examinesome of them here.D.I.YIn other words, create your own system, like Austin OsmanSpare did. Creating your own, operationally valid magicalsystems is good practice, and whether or not you can getsomeone else to work that system is up to you entirely. On theother hand, new systems of magick are occasionallycommercially valid. One book on a system = some good ideas,then of course you write a sequel developing the original stuff,and then you might as well go for the accompanying tarot deck,videos, cassettes, lego expansion kits, etc. Coming up withyour own, (mostly) original stuff is better (at least from theChaos viewpoint) than doing other people’s rituals andcontinually following other people’s ideas. Doing somethinginnovative (especially if you don’t know anyone else who’stried it) is very good for building your confidence. I remember,years ago, doing a ritual and thinking “Hey, I drew all thepentagrams wrongly for that one, and like, nothing noticed” -"},{"pageNumber":18,"pageContent":"18Phil Hineat least nothing nasty appeared out of the woodwork ( - yet!).MetasystemsThere is a great tendency nowadays for people to try and createmetasystems - that is, systems into which can be slottedanything and everything, and will explain, given time,everything worth explaining. So we see attempts to meld runeswith tarot, put virtually anything on to the Tree of Life, andmuch theorising/woffle (delete as appropriate). There’s nothingwrong with this - again, its often a useful exercise. It can alsobe fun, especially if you come up with a plausible explanationfor something which is based on ‘made-up’ or dodgy ‘facts’,and loads of people go “Hey wow, that’s really amazing” (afew years ago an occult author released a version of Lovecraft’sNecronomicon that sounded good, but which in fact wasspurious. So he got loads of letters from people who had donethe rituals and wanted to chat about their results). This is alsoimportant when looking at ‘Beief’ as a magical tool, and I’llget on to that later.Personally, I like to use lots of different systems, and use themas seems appropriate. I tend to flip between D.I.Y, Qabalah,Tantra, Cthulhu Mythos, Shamanism, and anything else that Ifeel to be appropriate at any particular time. It is worth goinginto a system in some depth, so that you become more or lesscompetant (and confident) with it, but magicians tend to findthat once you’ve become competant in one system, then it’seasier to get to grips with another one. If you’re fairlyexpereienced with Enochian for example, then you shouldn’thave too much diffiuclty with the Runes."},{"pageNumber":19,"pageContent":"19Oven-Ready ChaosChaos ScienceSome Chaos Magicians tend to use a lot of scientific analogies/metaphors in their work. This is okay - after all science sellswashing powders and cars - if something can be shown to havea ‘scientific’ basis, then a lot more people will go for it,especially computer buffs, physics students, etc. It all helpswith creating the ‘belief buffer’. It needn’t actually be ‘hard’science, psuedoscience works just as well, as the number of‘New Age’ books asserting that crystals store energy ‘just likea computer chip does’ shows. I’m not trying to be picky (okay,just a bit), and equally, since its the belief factor which is theimportant thing, then you could use astrology, alchemy,Theosophy or whatever else strikes your fancy, so long as you(or someone else) find it coherent & useful. Just because you’rebeing ‘scientific’ doesn’t mean that you have to be serious atthe same time.Chaos SillinessIt was the Discordians that pointed out that amidst the longlist of dualisms that occultists were fond of using, the oppositesof humour/seriousness had been left aside. Humour isimportant in magick. As Janet Cliff once said, we’re tooimportant to take ourselves seriously. Some members of theIOT Pact, for example, use Laughter as a form of banishing,and of course there is nothing like laughter to deflate thepompous, self-important occult windbags that one runs intofrom time to time. IMPORTANT: rituals can be silly and noless effective than ones when you keep a straight face. Magickis fun - otherwise, why do it?Magical ModelsThe way that magick is generally conceptualised changes asgeneral paradigm shifts in thinking occurr. Until fairly recently"},{"pageNumber":20,"pageContent":"20Phil Hine(in a broad historical sense), practitioners of magick subscribedto the ‘Spirit’ Model of Magick, which basically states thatthe Otherworlds are real, and are inhabited by variouspantheons of of discrete entities - elementals, demons, angels,goddesses, gods, etc. The task of the magician or shaman is todevelop (or inherit) a route map of the Otherworld - to knowthe short-cuts, and make a few friends (or contact relatives)over there. Having done this, they have to interact with thesespirits in a given way, to get them to execute your will. Soclergymen pray, shamans stuff sacred mushrooms into theirorifices in order to meet their ancestors, whilst demonologiststhreaten entities into submission by thundering out bits of theOld Testament.By the Eighteenth Century, and the rise of Science, the idea of‘Animal Magnetism’ arose in the West, being the firstmanifestation of the ‘Energy’ Model of magick. This modelplaces emphasis on the presence of ‘subtle energies’ whichcan be manipulated via a number of techniques. Along cameBulwer Lytton and his idea of ‘Vril’ energy, Eliphas Levi andthe Astral Light, Mediums & ectoplasm, Westernised ‘popular’accounts of Prana, Chakras, and Kundalini, and eventually,Wilhelm Reich’s Orgone energy.The next development came with the popularisation ofPsychology, mainly due to the Psychoanalytic fads of Freud,Jung & co. During this phase, the Otherworlds became theInnerworlds, demons were rehoused into the UnconsciousMind, and Hidden Masters revealed as manifestations of the‘Higher Self ’. For some later exponents of this model, Tarotcards were switched from being a magical-divinatory systemto being ‘tools’ for personal transformation, just as the gods/goddesses came to be seen as not ‘real’ entities, but"},{"pageNumber":21,"pageContent":"21Oven-Ready Chaospsychological symbols or archetypes.The current up-and-coming paradigm is the ‘Cybernetic’model, as we swing into being an information-based culture.This model says that the Universe, despite appearences, isstochastic in nature. Magick is a set of techniques for rousinga neurological storm in the brain which brings aboutmicroscopic fluctuations in the Universe, which lead eventuallyto macroscopic changes - in accordance with the magician’sintent. See Chaos Science, the Butterfly Effect, and all that.Another manifestation of the Cybernetic Model coming to thefore is the new age assertion that crystals work ‘just like’computer chips. There are signs that the Cybernetic Modeldovetails back into the spirit model, and in ‘Chaos Servitors:A User Guide’, you will find a reasonably coherent argumentto support the idea that localised informationfields can, overtime, become self-organising to the extent that we experiencethem as autonomous entities - spirits.Each particular model has its own attractive glamour, withexponents or opponents on either side. Many occult textbookscontain elements of the Spirit, Energy, and Psychologicalmodels quite happily. It is also worth noting that should youever find yourself in the position of having to ‘explain’ all thisweird stuff to an non-afficiando or skeptic, then thePsychological model is probably your best bet. These days,people who ascribe to the Spirit model, if they are not of aPagan or Occult persuasion themselves, tend to think that theyhave an exclusive copyright over the use of Spirits! If the personis a computer buff or Fractal phreak, then by all means go forthe ‘cyberpunk’ paradigm. Scientists only tend to acceptsomething if a scientific ‘rationale’ can be wheeled up to slotit into. A good example is Acupuncture, which up until recently"},{"pageNumber":22,"pageContent":"22Phil Hinewas explained using the Energy Model, and poo-poohed bythe scientific establishment until someone came up withEndorphin stimulation. Now most hospital physiotherapydepartments have a set of needles.Whilst some magicians tend to stick to one favourite model, itis useful to shift between them as the situation befits, as somemodels have a stronger ‘explaining’ power for accounting forsome aspects of magick than others. The Spirit model, beingby far the oldest, can account for just about any aspect ofmagick. The Psychological model, whilst being useful forlooking at magical as a process for personal development, hasdifficulty with aspects such as tribal shamans cursingWesterners who (a) don’t believe in magick (b) didn’t see theshaman squinting at them yet (c) still break out in hives orboils anyway. If you narrow yourself down to only using onemagical model, then sooner or later the Universe will presentyou with something that won’t fit your parameters. When youare spending more time defending your models, rather thanmodifying them, then you know it’s time for another spot ofdeconditioning ... report to Room 101."},{"pageNumber":23,"pageContent":"23Oven-Ready ChaosAll Hail Discordia!The Discordian Society is, in its own words “...a tribe ofphilosophers, theologians, magicians, scientists, artists, clowns,and similar maniacs who are intrigued with ERIS GODDESSOF CONFUSION and with Her doings.” The existence of theDiscordian Society was first popularised in Robert AntonWilson & Robert Shea’s blockbusting ‘Illuinatus!’ trilogy, andalso in Malaclypse The Younger’s book ‘Principia Discordia’which sets out the basic principles of the Discordian Religion- a religion based around the Greek Goddess, Eris.Traditionally, Eris was a daughter of Nox (night) and the wifeof Chronus. She begat a whole bunch of Gods - Sorrow,Forgetfulness, Hunger, Disease, Combat, Murder, Lies - nicekids! The ancient Greeks attributed any kind of upset or discordto her. With the fall of the ancient empires, Eris disappeared,though it is suspected that she had a hand in ‘manifesting’ thefirst bureaucracies, triplicate forms, and insurance companies.She didn’t put in a personal appearence again on spaceshipGaia again until the late ‘50’s, when she appeared to two youngCalifornians, who later became known as Omar Ravenhurstand Malaclypse The Younger. Eris appointed them the“Keepers of the Sacred Chao” and gave them the message to:“Tell constricted mankind that there are no rules, unless theychoose to invent rules.” After which Omar and Mal appointedeach other High Priest of his own madness, and declared"},{"pageNumber":24,"pageContent":"24Phil Hinethemselves each to be a Society of Discordia, whatever thatmay be.Greater Poop: Is Eris true?Malaclypse: Everything is true.GP: Even false things?Mal: Even false things are true.GP: How can that be?Mal: I don’t know man, I didn’t do it.Eris has since climbed her way from historical footnote tomythic mega-star, and the Discordian Movement, if such athing can be said to exist, is growing on both sides of theAtlantic, helped by the Discordian tactic of declaring thateveryone is a genuine Pope. More people are getting into theidea of a religion based on the celebration of confusion andmadness.The central Greek myth that Eris figures prominently in is theever-continuing soap opera of ‘Mount Olympus - Home ofthe Gods’; the episode which inadvertently brought about theTrojan War. It seems that Zeus was throwing a party and didnot want to invite Eris because of her reputation as a trouble-maker. Infuriated by the snub, Eris fashioned a golden appleincribed with the word Kallisti, (“to the prettiest one”) andtossed it into the hall where all the guests were. Three of theinvited Goddesses, Athena, Hera, and Aphrodite, each claimedthe apple for themselves and started fighting and throwing foodaround. To settle the dispute, Zeus ordered all three to submitto the judgement of a mortal over just who was ‘the prettiestone’, and said mortal was Paris, son of the King of Troy. Zeussent all three to Paris, via Hermes, but each Goddess tried to"},{"pageNumber":25,"pageContent":"25Oven-Ready Chaosoutwit the others by sneaking out early and offering a bribe toParis.Athena offered Paris victory in battle, Hera, great wealth, whileAphrodite ‘merely loosened the clasps by which her tunic wasfastened and unknotted her girdle’, also offering Paris the mostbeautiful of mortal women. So, Aphrodite got the apple, andParis got off with Helen, who unfortunately happened to bemarried to Menelaus, King of Sparta. Thanks to the meddlingof Athena and Hera, the Trojan war followed and the rest, asthey say, is history.Nowadays, in our more chaos-positive age, Eris has mellowedsomewhat, and modern Discordians associate her with allintrusions of ‘weirdness’ in their lives, from synchronous tomischevious occurences, creative flashes of inspiration, andwild parties. She does get a little bitchy at times, but whodoesn’t?"},{"pageNumber":26,"pageContent":"26Phil HineDiscordian Opening Ritualby Prince Prance1. Clap x52. The Erisian Cross:“Light in my HeadFire in my genitalsStrength at my Right sideLaughter at my Left sideLove in my Heart.”3. Trace Spiral Pentagrams* at the 4 quarters & zenith.4. Face East:“Blessed Apostle Hung Mung1, great Sage of Cathay, Balancethe Hodge and Podge and grant us equilibrium.”5. Face South:“Blessed Apostle Van Van Mojo2, Doctor of Hoodoo and Vexes,Give us the Voodoo Power and confuse our enemies.”6. Face West:“Blessed Apostle Sri Syadasti3, patron of psychedelia, Teachus the relative truth and blow our minds.”"},{"pageNumber":27,"pageContent":"27Oven-Ready Chaos7. Face North:“Blessed Apostle Zarathud4, hard-nosed hermit, Grant us theErisian doubt, and the constancy of Chaos.”8. Look up (or down):“Blessed Apostle Malaclypse5, Elder Saint of Discordia, Grantus illumination and protect us from stupidity.”9. Look all over the place:“Great Goddess Discordia, Holy Mother Eris, Joy of theUniverse, Laughter of Space, Grant us Life, Light, Love andLiberty and make the bloody magick work!”10. “Hail Eris! All Hail Discordia.!Notes:* For more on the Spiral Pentagrams, see the next section.1.Hung Mung is the Discordian link to the Chinese Mysteriesand it is none other than he who devised the Sacred Chao. Heis patron of the Season of Chaos.2.Dr. Van Van Mojo is a fellow of the Intergalactic HaitianGuerillas for World Peace and is Patron of the Season ofDiscord.3.Sri Syadasti is the Apostle of Psychedelia and the Patron ofthe Season of Confusion.4.Zarathud, a Hermit of Medieval Europe, has been dubbed“Offender of the Faith.” He is Patron of the season ofBureaucracy.”5.Malaclypse the Elder is alleged to have been an ancientwiseman who carried as sign bearing the legend “DUMB”through the alleys of Rome, Baghdad, Mecca, Jerusalem, andsome other places. He is Patron of the season of Aftermath."},{"pageNumber":28,"pageContent":"28Phil HineSpiral PentagramsThis bit ‘explains’ the Spiral Pentagrams referred to in theDiscordian Opening Rite.The traditional Pentagram is a very solid, geometrical figure -I find its association with banishing to be very appropriate.“So what”, I thought one day “would happen if I started usinga fivepointed star made up of curves?” You can see the resultof a few minutes with a compass (it took ages on the computer!)below. Unlike the traditional pentagram, which has a pentagonshape in its centre, this one repeats the petal formation. Sowhen I draw it (and they’re a bugger to draw in the air at first),I visualise the outer petals spinning clockwise, and the innerpetals spinning anti-clockwise (no particular reason why), andthe whole figure becoming a 3-D tunnel, twisting into infinitespace. Pretty, eh?The first time we tried them out was, appropriately enough, ina ritual invocation of Eris, and they seemed to work very well.They don’t keep things out, they tend to draw energies in. Youcan also use them in astral projection (or in Chaospeak, ‘VirtualMagick’) to gate through, and I’ve had them turning upspontaenously in dreams as astral doorways. To seal them, Ireverse the spinning of the petals, and have them become ‘flat’again, sometimes doing a normal pentagram over them justfor good measure. They seem to work well when used in a"},{"pageNumber":29,"pageContent":"29Oven-Ready Chaosfree-form style of working, but not when used with ‘trad’systems, such as the Lesser Key of Solomon (the entities inthere are strictly conservative in how they like being evoked, Ifind). If you try out the Spiral Pentagrams by the way, I’d lovesome feedback/correspondence on the subject.With all magical techniques & rituals, it is important todistinguish between Process and Content. One of the firstmessages of the Chaos Current is that whilst Content is tosome extent arbitary, the underlying processes upon whichrituals are based is the important bit. The Discordian OpeningRitual for example, is a variant upon the theme of Centering(or Banishing) Rituals, wherein the aim is to place yourself atthe ‘center’ of your psychocosm, the axis mundi or null-pointfrom which all acts of magic proceed. Centering rituals alsoact to warm you up for the main event, as it were, the entryinto a space where, for the moment, Nothing is True, andEverything is Permitted. Following the main object of aworking, performing the Centering Rite again prepares youfor moving back to the sphere of common Consensus Reality.Rites such as the standard Banishing Ritual of the Pentagram,or the IOT’s Gnostic Banishing combine gesture, speech,breathing and visualisation with different content, but followingthe same process - identification of the 4 cardinal directionsplus the fifth point which represents union with spirit, chaos,or Kia. Such ritual acts produce changes in the ‘atmosphere’of the area they are worked in and with practice, these feelingsautomatically come on-line whenever the rite is used, so thatthe shift between everyday reality and its concerns (who’s doingthe washing-up after the ritual etc) and Magical Reality (thepurpose of the ritual for example) is clearly perceived."},{"pageNumber":30,"pageContent":"30Phil HineSpiral Pentagram"},{"pageNumber":31,"pageContent":"31Oven-Ready ChaosSigil MagickSigilisation is one of the simplest and most effective forms ofresults magick used by contemporary magicians. Once youhave grasped the basic principles of sigilisation andexperimented with some of the most popular methods ofcasting sigils, you can go on to experimenting with forms ofsigil magick which are unique to you.The core Sigilisation process can be divided into six stages,which I will explain using the acronym S.P.L.I.F.F.S - Specify IntentP - Pathways available?L - Link intent to symbolic carrierI - Intense Gnosis/Indifferent VacuityF - FireF - Forget1.Specify IntentThe first stage of the process is that you should get your magicalintent clear - as precise as possible without, at the same time,being too overcomplicated. Vague intentions usually give riseto vague results, and the clearer the initial statement of intentis, the more likely you are to get accordant results. Anaquaintance of mine once did a sigil to manifest a lover, andgave very precise details on how this paragon should look,what kind of car he should drive, etc. Needless to say, her"},{"pageNumber":32,"pageContent":"32Phil Hine‘desire’ manifested exactly as she had specified, and shediscovered too late that she had forgotten to specify‘intelligence’ in her sigil, and was lumbered with a bore!2.Pathways AvailableGenerally, sigils are excellent for bringing about precise, short-term results, which makes them excellent for works of ResultsMagick - healing, habit manipulation, inspiration,dreamcontrol, and the like. It is generally considered useful ifyou ‘open’ a path for the intent to manifest along. There is astandard magical example about working for ‘money’ that goesalong the lines of: Frater Bater does a spell for money andwaits for the multiverse to provide him with the readies. In thefollowing months he gains financially after the sudden deathsof relatives, receiving industrial compensation after falling intoa combine harvester, and so on. Had he made sure that therewas a possible pathway or route for the result to come in on,like writing a book (ha ha), writing off for a new job, or enteringa lottery, he might have had a better time of it. This is the waymagick often works, and shows that the multiverse, if nothingelse, has a slappy sense of humour.3.Link IntentOnce you have decided upon your intent, it can then be turnedinto a symbolic analogue or code - a signal on which you canfocus varying degrees of attention on, without recalling yourinitial desire. The most common approaches to this are:(a) Monogram - write out your intent, knock out all repeatingletters, and from the rest, design a glyph.(b) Mantra - write out intent, scramble into meaningless phraseor word, which can then be chanted.In addition to the above, you can also use other media such assmell, taste, colours, body language, and hand gestures."},{"pageNumber":33,"pageContent":"33Oven-Ready Chaos4.Intense Gnosis/Indifferent VacuitySigils can be projected into the mutliverse via an act of Gnosis- usually, but not necessarily, within some kind of ritual/magicalcontext. Popular routes to Gnosis include: spinning, chanting,dancing, visualisation, sensory overload or sensory deprivation,and sexual arousal. The other ‘altered state’ is that of IndifferentVacuity - a sort of ‘not-particularlybothered’ state. An exampleof sigilisation by this route is to doodle sigils whilst listeningto a talk which is boring, but you have to take notes on.5.FireThis is simply the projection of the sigil into the void ormultiverse at the ‘peak’ of Gnosis/Vacuity. Examples of thisinclude orgasm, reaching the point of blackout fromhyperventilation or being asked a question about the boringtalk that you were supposed to have been listening to.6.ForgetOnce your sigil has been fired, you’re supposed to forget theoriginal intent and let the Butterfly Effect or whatever take itscourse. Forgetting what you just did can often be the hardestpart of the process. It’s not so bad if the intent is somethingyou don’t really care about (hence beginning with sigils forthings you aren’t really too fussed about is a good way to beginexperiments), but is more difficult if it’s something you reallywant to happen. As long as you don’t dwell on the thoughtswhen they pop up, it shouldn’t matter too much. Time foranother analogy.The ever-changing tangle of desires, wishes, fears, fantasiesetc jostling around in our minds can be likened to a garden,albeit a somewhat unruly and overgrown one; flowers, weeds,"},{"pageNumber":34,"pageContent":"34Phil Hinecreepers, and the occassional buried gardening rake. Goingthrough the sigilisation process can be likened to becomingsuddenly enthusiastic about tidying the garden up. You isolateone plant (i.e. your intent), seperate it from the others, feed it,water it and prune it ‘til it stands out from the rest and is clearlyvisible on the landscape, and then suddenly get bored with thewhole job and go indoors to watch television. The trick is,next time you look at the ‘garden’, not to notice the plant youso recently lavished attention on.If the intent gets tangled up with all the other stuff in yourhead, you tend to start projecting various fantasy outcomes -what you’ll do with the money when it comes, how will it bewith the boy/girl/anteater of your dreams, etc and the desirewill get run into all the others, thus decreasing the probabilityof it manifesting in the way you want it to.A useful attitude to have when casting sigils is that once you’veposted one off to the multiverse (which, like Santa, alwaysgets the message), then you’re sure that it’s going to work, sothat you don’t need to expend any more effort on that particularone. Such confidence tends to arise out of having had somesuccess with sigils previously. The result often comes aboutwhen the intent has become latent - that is to say, you’vecompleteley forgotten about it and given up on it coming about.The experience is similar to trying to hitch a lift on desertedroad in the dead of night. You’ve been there for hours, it’spouring down with rain and you ‘know’ with an air of dreadcertainty that no one’s going to stop for you now, but you stickyour thumb out anyway. What the hell, eh? Five minutes later,you get a lift from the boy/girl/anteater of two sigils back,driving a porsche and asking you how far you want to go.Maddening isn’t it? But sigilisation often seems to work likethat."},{"pageNumber":35,"pageContent":"35Oven-Ready ChaosBelief - A Key to MagickOne aspect of Chaos Magick that seems to upset some peopleis the Chaos Magician’s (or Chaoist, if you like) occasionalfondness for working with images culled from non-historicalsources, such as invoking H.P Lovecraft’s Cthulhu Mythosbeings, mapping the Rocky Horror Show onto the Tree of Life,slamming through the astral void in an X-Wing fighter, and‘channeling’ communications from gods that didn’t exist fiveminutes ago.So you might see why using this sort of thing as a basis forserious magical work raises one or two eyebrows in somequarters. Isn’t after all, the Lovecraft stuff fiction? What aboutlinking in with ‘inner planes contacts’, ‘traditions’, etc - surelyyou can’t do magick with something that doesn’t bear anyrelation to history or mythology?In the past, such criticisms have been raised over the subjectof magicians working with ‘fictional’ entities. In this section,I hope to argue the case against these objections.The first point to make is that magick requires a belief systemwithin which to work. The belief system is the symbolic &linguistic construct through which the magician learns tointerpret her experiences and can range from anything betweengood old traditional Qabalah to all this New Age “I-heard-it-"},{"pageNumber":36,"pageContent":"36Phil Hineoff-a-RedIndian-Shaman-honest” stuff that seems so popularnowadays. It doesn’t matter which belief system you use, solong as it turns you on. Read that again, it’s important.Eventually most magicians seem to develop their own magicalsystems which work fine for them but are a bit mind bogglingfor others to use, with Austin Osman Spare’s Alphabet ofDesire being a good example.A key to magical success is veracity of belief. If you want totry something out, and can come up with a plausibleexplanation as to how/why it should work, then it most likelywill. Pseudoscience or Qabbalistic gibber (or both) - it mattersnot so long as the rationale you devise buffers the strength ofyour belief in the idea working. I find that this happens a lotwhen I try and push the limits of how I try to do some magicalaction that I haven’t tried before. Once I come up with aplausible explanation of how it could work in theory, then ofcourse, I am much more confident about doing, and can oftentransmit this confidence to others. If I’m 110% certain thatthis rituals going to ‘bloody well work’ then its all the morelikely that it will.You can experiment with this using the technique of belief-shifting (Robert Anton Wilson calls it Metaprogramming), agood example being the chakras. The popular view of chakrasis that we have seven. Okay, so meditate on your chakras,hammer the symbolism into your head and hey presto! you’llstart having 7Chakra experiences. Now switch to using the 5Sephiroth of the Middle Pillar (Qabalah) as the psychic centresin your body, and sure enough, you’ll get accordant results.Get the idea?Any belief system can be used as a basis for magick, so longas you can invest belief into it. Looking back at my earlier"},{"pageNumber":37,"pageContent":"37Oven-Ready Chaos"},{"pageNumber":38,"pageContent":"38Phil Hinemagical experiements, I guess that what used to be importantfor me was the strong belief that the system I was using wasancient, based on traditional formulae, etc. A belief systemcan be seen as a matrix of information into which we can pouremotional energy - we do as much, when we become soengrossed in watching a play, film, or TV programme that fora moment, it becomes real for us, and invokes appropriateemotions. Much of what we see served up on the silver screenis powerful mythic images & situations, repackaged for moderntastes, which is a cue to start going on about ‘Star Trek’.More people are familiar with the universe of Star Trek thanany of the mystery religions. It’s a fairly safe bet that morepeople are going to know who Mr. Spock is, than who knowwho Lugh is. The Star Trek universe has a high fantasy content,and seemingly few points of contact with our ‘everyday’ worldsof experience. Yet Star Trek is a modern, mythic reflection ofour psychology. The characters embody specific qualities -Spock is logical, Sulu is a often portrayed as a martial figure,Scotty is a ‘master builder’, and Kirk is an arbitrator, foreverseeking resolution of conflict through peaceful means. As we“get into” the Star Trek universe, we find greater depth andsubtlety. We find that the universe has its own rules which thecharacters are subject to, and is internally consistent. Eachepisode, we may find that we are being given insights into thePersonal world of a key character. Like our everyday worlds,the universe of Star Trek has a boundary beyond which is theunknown - the future, unexplored space, the consequences ofour actions - whatever wild cards that we may be dealt. So wewatch TV, and enter, as an observer, the unfolding of a Mythicevent. We can increase this sense of participation through arole-playing game, where group belief allows us to generate,for a few hours at least, the semblance of the Star Trek universe,"},{"pageNumber":39,"pageContent":"39Oven-Ready Chaosin the comfort of your sitting room. It’s relatively easy togenerate the Star Trek world, due to the plethora of books,comics, videos and roleplaying supplements which areavailable to support that universe.The final proof of all that being that one of my colleagues hadto sit a computer exam, and was wracking his brains trying tothink of an appropriate god-form to invoke upon himself toconcentrate his mind on programming. Mercury? Hermes? Andthen he hit on it - the most powerful mythic figure that heknew could deal with computers was Mr. Spock! So heproceeded to invoke Mr. Spock, by learning all he could aboutSpock and going round saying “I never will understandhumans” until he was thoroughly Spock-ified. And he got an‘A’, so there!And so, back to the Cthulhu Mythos. Lovecraft himself wasof the opinion that fear, particularly fear of the unknown, wasthe strongest emotion attached to the Great Old Ones. Thereason why I like to work with that Mythos occasionally isthat the Great Old Ones are ‘outside’ most human mythologies,reflecting the shadows of the Giants in Norse Myths, the pre-Olympian Titans in Greek Myths, and other groups of universe-builders who are thought to be too chaotic for the politecompany of the gods of the ordered universe. For me too, thenature of the Great Old Ones as shadowy beings who can onlybe partially glimpsed is attractive - they can’t be assimilatedand bound into any orthodox systems of magick and I get muchfun from working out suitable approaches for working withthem. The Great Old Ones have a very ‘primal’ nature, whichfor me provides the emotional buffer for magical exploration.Having said all that, and no doubt left you thinking “uurgh,weird person, he likes messing round with tentacled slimies”,"},{"pageNumber":40,"pageContent":"40Phil HineI might also mention that I’ve had some interesting resultsfrom working with a Mythic system based on (blush) C.S.Lewis’s ‘Narnia’ books.The interesting thing about metaprogramming is that you canadopt a belief for a relatively short time, and then drop it again.When practising ritual magick its generally a good idea to,whatever you think about gods being archetypes or reflectionsof bits of yourself or whatever, behave as if they were real. Soin a Cthulhu Mythos ritual, nothing will help build theneccesary tension than the adopted belief that if you get it wrongCthulhu will slime you! Of course, outside the ritual you don’thave to believe in Cthulhu and that even now a slimy pawappears at my window...no! No! ...ahem, sorry about that.Related to this approach is the idea that ‘Suspension ofDisbelief ’ can also be useful. To do this, take a book whichexpounds an idea that you find totally crap (every magicianhas their favourite ‘crap’ author) and try to see the writersmessage without your inner voice hurling abuse at the page.One of the most difficult ‘suspensions’ for fledgling magiciansis overcoming the nagging doubt that “all this stuff doesn’twork”. Despite hours of talk and reading vast tomes by Crowleyand his cohorts, that nagging disbelief can still be heard, andcan only be really dispelled by experience - one act that showsyou that MAGICK WORKS is worth a thousand arguments.So my conclusion is that intensity of belief is the key whichallows magical systems to work, whether they be related tohistorical traditions (which are, let’s face it, very often rewrittenanyway), esoteric traditions (which have evolved down thecenturies as well) or based on fiction or TV. It’s your ability tobe emotively moved or use them as vehicles for the expressionof your will that counts. If it works for you - do it."},{"pageNumber":41,"pageContent":"41Oven-Ready ChaosBasic ExercisesThese exercises have been compiled from a variety of sources,and possibly have little inherent value of themselves, thoughthey could be fun to try and may have far-reaching conse-quences. One acquaintance of mine began his foray into ChaosMagick by taking on the belief-system of being a Born-AgainChristian. He’s still a Born-Again Christian, but seems to behappier.1. When obtaining any magical result (including ‘failure’) al-ways think of several explanations for it. These explanationsshould contain at least one each of the following types:i. An explanation based on the parameters of the magical sys-tem that you have been employing.ii.Strict materialismiii. Something exceptionally silly.2. When you have been experimenting with belief-shifting fora while, try contemplating two which appear to be mutuallyexclusive such as Christianity and Tantra, Islam and RadicalFeminism, New Age Celtic Revivals and Marxism.3. Meditations in Menzies. Read specialist magazines that youhave no interest in, especially those written by enthusiasticamateurs. Also read publications with oppposing views inquick succession, such as Playboy and Spare Rib, or Andrea"},{"pageNumber":42,"pageContent":"42Phil HineDworkin and the Marquis de Sade.4. Do not put live toads in your mouth.5.Everyone else in the world is a buddha except you! Andthey are all waiting for you to get your act together, so get outof bed and get going! (Buddhahood is especially manifest inall the people you carefully avoid on the street).6.Try being consistently wrong - make wild statements andthen, when someone pokes a hole in your argument, admityour mistake, profusely, if necessary. You can be wrong aboutthe time, the day of the week, any expressed political state-ment, etc.7.Gods & GurusPossession by an entity (God, spirit, drug etc) allows you todo things that you would not ordinarily feel able to. So, tosome extent, does the confidence of having a Guru. Such fig-ures provide the confidence that you can walk a tightrope with-out falling off, play in the deep end of the swimming bathswithout drowning or run around wearing orange robes andbanging a tambourine in a busy shopping centre. Sanity is ‘outthere’ rather than in your head. Most people tend to say thatthey are mad ‘compared to the rest of them’ (likewise, mostpeople will affirm that they are stupid. Few will admit to be-ing crap at sex though - why?). Chaos Magick allows you tosend your mad thoughts out for a night out occasionally. Con-trary to what comes over in books, magick is a street-levelactivity (gutter-level, even). Look at the zig-zag path of thetrickster as expressed by Crowley, Cagliostro, Simon Magus,and the rest. Learn to juggle, mime, pull rabbits out of hats.Pass the top hat and get a laugh or two. In space, no one can"},{"pageNumber":43,"pageContent":"43Oven-Ready Chaoshear you giggle, but chaos is nothing less than Laughing Mat-ter. If you want to see true magick in action, watch a MarxBrothers movie. Harpo could blow up a glove and milk it.How the hell could he do that?8. Chaotic Attractors Occasionally you will be sure to run intosomeone who seems to attract chaos wherever they go. Obvi-ously they have some strange and mighty power, but are oftenunaware, or merely embarrased by the frequency of weirdnessthat always abounds in their vicinity. Study them carefully (iffrom a safe distance), and you might learn a thing or two.9. Deconditioning As I pointed out earlier, it is relatively easyto shift between magical beliefs and produce concordant re-sults. This is not to say, however, that all belief-shifting is sosimple. Some levels of our attitude/belief structure are remark-ably resiliant to conscious change. Indeed, some structures areable to ‘resist’ change by remaining elusive and ‘invisible’ toconscious awareness, and must be dragged, kicking, into thepainful light of self-revelation.If I may use the analogy of beliefs as buildings (the city ofSelfs) , around the walls of which howls the wind of Kia, thenthe continual process of Deconditioning may be likened tochipping away at the towers, with the occasional ‘nuke’ pro-vided by recourse to a powerful form of gnosis such as sexualecstasy, pain overload, or Albert Hoffman’s elixir.Deconditioning is a continual process - even as you discardone set of limitations (in Tantra, this is known as Klesha-smash-ing), you may find that you acquire new ones, usually uncon-sciously. Often, belief-structures are ‘nested’ within each other,and may have their roots in a powerful formative experience.Timothy Leary calls this process ‘Imprint Susceptibility’, where"},{"pageNumber":44,"pageContent":"44Phil Hinethe imprint forms a baseline response to experience, and es-tablishes the parameters within which any subequent learningtakes place. Leary’s 8-Circuit model of Metaprogramming canbe employed as an aid to deconditioning.Be mindful that the Deconditioning Process is not merely anintellectual experience. It is relatively easy to ‘intellectuallyaccept’ some experience or belief which you have previouslyrejected or dismissed. It takes more resilience to take actionfrom your new position, and risk the emotional upheaval thatmay result afterwards. For example, a young male magicianof my acquaintance examined his own beliefs about his sexu-ality, and decided that he would focus upon his own distate/fear of homoeroticism. He found that he could accept ‘intel-lectually’ his repressed attractions to other males, and thusthought himself liberated. He then went on to have severalhomosexual encounters which he said, did not give him anyphysical pleasure, but merely fed his ‘belief ’ that he had sexu-ally liberated himself. Deconditioning is rarely simple. Oftenpeople who have had an experience of ‘Illumination’ reportthat all their old repressive structures have dropped away. Teardown a building in the city of identities and it grows back,sometimes with a different shape. One of the effects of intenseGnosis is the shattering of layers of belief structure, but it isgenerally found that unless followup work is done, the senseof shattered belief-structures is transitory.You should also consider the effects this process is likely tohave on others - see Luke Rhinehart’s “The Dice Man” for anamusing and instructive tale of one man’s approach todeconditioning. The Ego, a self-regulatory structure whichmaintains the fiction of being a unique self, doesn’t like theprocess of becoming more adaptive to experience. One of the"},{"pageNumber":45,"pageContent":"45Oven-Ready Chaosmore subtle ‘defences’ that it throws up is the sneaking suspi-cion (which can quickly become an obsession) is that you are‘better’ than everyone else. In some circles, this is known as‘Magusitis’, and it is not unknown for those afflicted to de-clare themselves to be Maguses, Witch Queens, avatars ofGoddesses, or Spiritual Masters. If you catch yourself refferingto everyone else as ‘the herd’, or ‘human cattle’, etc, then itstime to take another look at where you’re going. Myself, Iprefer the benefits of empathy and the ability to get on withother people than the limitations of being a reclusive would-be Raskalnikov dreaming of the serving slaves. While we mightecho the words of Hassan I Sabbah that “Nothing is True,Everything is Permitted”, acting totally from this premise islikely to bring you into conflict with those individuals andauthorities who have pretty fixed views on what isn’t permit-ted. Thus, despite the glamour, Chaos Magicians are rarelycompletely amoral. One of the basic axioms of magical phi-losophy is that morality grows from within, once you havebegun to know the difference between what you have learnedto believe, and what you will to believe.Some excellent pointers towards the process of Deconditioningcan be found in: Liber Null by Pete Carroll, Magick by AleisterCrowley, and Tantra Magick, the collected grade papers of theeast-west Tantrik order, AMOOKOS.10. Keeping A Diary Despite the glamour of Chaos Magic asbeing spontaenous, do-what-you-like, smash-the-sephiroth andloose your demons “git ‘ard” magic, it’s generally consideredthat keeping a diary of experiences & magical experiments isessential. A magical record charters your progress, failures,experiments and insights. If after a brain-crunching ritual, youhave a flash of illumination, and don’t write it down, chances"},{"pageNumber":46,"pageContent":"46Phil Hineare you’ll forget it, and that particular pearl of wisdom will belost forever. Morever, it’s a good discipline to get into, and Ioften find that, when writing up a summary of a working, Ioften recall things that haven’t previously occurred to me. It’salso one of the few times when you don’t have to censor yourthoughts, though names may have to be changed to protect theprivacy of other participants."},{"pageNumber":47,"pageContent":"47Oven-Ready ChaosConclusionsThis booklet has been an attempt to put over some of the basicideas behind Chaos Magick. What you should bear in mindwhen reading it is that you’re getting my ideas on the subject -strained through my experiences and the zig-zag trail I’veblazed through the weird world of magick. There are no ‘de-finitive’ books on the Chaos approach. No time-laden glam-our of ‘tradition’ into which the fledgling magician may stepwith safety, and absolve himself of responsibility for beingcreative and innovative. The demand of Chaos Magick is thatyou weave your own path of development, rather than follow-ing someone else’s - and how you weave that path is largelyleft up to you.Where is Chaos Magick going? There is no discernable, dis-tinct path that is going ‘somewhere’ - no golden bliss of illu-mination or stated goal tied into the approach. The end-point,if indeed there is such, is for you to decide and discover. Crit-ics of the Chaos approach (both outside and within the cor-pus) have highlighted a tendency towards ‘playing withmagick’ - trying out different magical systems with the sameblitheness that we might try different flavours of ice cream.Some practitioners try out different rituals and techniques with-out any deeper understanding of how these experiences fit to-gether. Because there is no laiddown ‘path’, one might thenthink that there is no path, but again, this is for each of us to"},{"pageNumber":48,"pageContent":"48Phil Hinedecide. Chaos Magick reflects much of modern western cul-ture, with its emphasis on a multiplicity of ever-changing styles,of diffuse fragments blending in with each other, without adiscernable ‘thread’ to bind them together.But it is down to each of us to find our individual sense ofconnectiveness. To throw up a semblance of order from whatAustin Osman Spare called, ‘the chaos of the normal’. Theterm ‘Gnosis’ also means, ‘knowledge of the heart’ - that whichcan only come from personal insight and experience, and veryoften, is difficult to communicate to another, other than in anoblique form. Chaos Magic is merely an all-embracing ap-proach to Gnosis, which encourages each individual to be-come responsible for their own development - what you do,and how you interpret it in the light of your own experience.I’m occassionally asked by people ‘what do you have to do’ tobecome a Chaos Magician. There really isn’t an answer to this.You could, for example, practice Qabalah (and exclusivelyQabalah) for ten years, and thus consider yourself a ChaosMagician - if you wanted to. Above all, don’t confuse opinionwith dogma, or glamour for commitment - but that’s only myopinion anyway!Hail Eris!Phil Hine, March 1992."},{"pageNumber":49,"pageContent":"49Oven-Ready ChaosAppendicesThe following essays are appended as sources of interest &inspiration for readers who are interested in reading moreabout someone else’s approach to Chaos Magick, and mostdefinitely not to pad out an otherwise slim volume. Most haveappeared in Nox magazine or somewhere else, so if you’veseen ‘em before, go and watch a video or something."},{"pageNumber":50,"pageContent":"50Phil HineFRACTURE LINES“If Will stops and cries Why, invoking Because, then Will stops& does nought.”Liber AL,II,30.I lay possessed by a demon. Obsession. Twisted by talons;self-love & hatred knotting my guts. Howling frustration intothe night, the broken dream heaped around my bed.Later.A shaft of light burns through the brooding darkness; my cloakof night, my self-sewn shroud. Knowledge. Insight. Wildlaughter. A strange way into gnosis. A self-wounding,stretching back into my personal time. I crawl into my centre,my circle, and with my pen etch a triangle. And force themonster into it, and unloosen the skeins of form; moments ofweakness, wanting and waiting, desire ignited by imagination.Manufacturing my own junk, my own addiction.If this is wading through “qlipothic muck” then so be it. Butout of this muck I wove a conversation, a story with no chanceof a happy ending. A story which clouded my will, whichblurred my eye. I made this monster; a golem born of my ownlongings & shortcomings, and now I will take it apart, pieceby piece, draining the pus from knotted passions. We are butknots in a cord. Untie them and we slip easily across the aeonsinto nebulous dreams."},{"pageNumber":51,"pageContent":"51Oven-Ready ChaosEmotional EngineeringWe are bound by our own past, bound to repeat patterns;programs written long ago. Flowcharted in an infant’s crabbedhand; meshed like kitten-pulled wool; a language of criticalmoments in our personal histories. Years later, a gap opens inthe world, and creatures of free will and freedom that we thinkwe are, our sudden vunerability surprises us. Caught off guardwe pause, and in that silence, ancient-innocent fingers deepwithin us pluck at strings, so that we jerk awkwardly in thegrip of self-spawned monsters of th mind - obsessions.Defence MechanismsThe more value that we place on upholding a particularemotional pattern, the more likely it is that all ambiguoussignals will be perceived as supporting it. Evidence whichcounters it will most likely be overlooked or rationalised intoa more malleable form. Conflict arises when dissonance occurrsbetween desires and existing mental constructs (have you everfeared the strength of your own desires?). To cope with suchconflicts, a variety of Defence Mechanism can be adopted:AggressionA typical response to frustrated desire and loss of control; lossof devouring dreams. We can direct it at the source of ourfrustration, or direct it onto others.ApathyLoss of control - loss of face and self-worth. The machinestops.RegressionAdult, who me? A return to a child-like mien. Cry hard enough"},{"pageNumber":52,"pageContent":"52Phil Hineand someone will come and comfort us. Perhaps we have learntthat through tears, we can control others.SublimationIn other words, putting a brave face on it. Re-directing theenergy into a more acceptable form. But demons are cunning.Kick them down the front stairs and they will come sneakinground the back, waiting with spider calm until you leave thedoor of your mind ajar.IntellectualisationDisplacing feelings with words. A quick lie for the aestheticbecomes a fast buck for the lay analyst. Such strategies arenormal; that is until they become obsessive: a locked-up loopautomatic as breathing. Out of control.FantasyFantasy is the cornerstone of obsession, where imagination istrussed up like a battery-farmed chicken; catharsis eventuallybecomes catastrophic. Walter Mitty lives in all of us, invaryingly-sized corners. We use “starter” fantasies to weavemeaning into a new situation, “maintainer” fantasies to propup a boring task, and “stopper” fantasies to persuade ourselvesthat it’s better not to ...A fantasy has tremendous power, and in a period of high anxietywe can imagine a thousand outcomes, good and bad (but mostlygood) of what the dreaded/hoped for moment will bring us.The fantasy exists in a continual tension between the desire tofulfill it, and the desire to maintain it - to keep from losing it.Of course, any move to real-ise it threatens its existence. Aclosed loop is is the result, shored up by our favourite defencemechanisms, whipped on by fear of failure and lust of result."},{"pageNumber":53,"pageContent":"53Oven-Ready ChaosThe obsession clouds all reason, impairs the ability to act,makes anything secondary to it seem unimportant. It’s a double-bind tug o’war. The desire to maintain the fantasy may bestronger than the desire to make it real.In classical occult terms I am describing a thought-form, amonster bred from the darker reccesses of mind, fed by psychicenergy, clothed in imagination and nurtured by umbilical cordswhich twist through years of growth. we all have our personalTunnels of Set; set in our ways through habit and patterns pilingon top of each other. The thought-form rides us like a monkey;it’s tail wrapped firmly about the spine of a self lost to us yearsago; an earlier version threshing blindly in a moment of fear,pain, or desire.Thus we are formed; and in a moment of loss we feel themonster’s hot breath against our backs, it’s claws digging intomuscle and flesh. we dance to the pull of strings that werewoven years ago, and in a lightning flash of insight, or betteryet, the gentle admonitions of a friend, we may see the lie; theprogram. it is first necessary to see that there is a program. Tosay perhaps, this creature is mine, but not wholly me. Whatfollows then is that the prey becomes the hunter, pulling apartthe obsession, naming its parts, searching for fragments ofunderstanding in its entrails. Shrinking it, devouring it, peelingthe layers of onion-skin.This is in itself a magick as powerful as any sorcery. Unbindingthe knots that we have tied and tangled; sorting out the threadsof experience and colour-coding the chains of chance. It mayleave us freer, more able to act effectively and less likely torepeat old mistakes. The thing has a chinese puzzle-like nature.We can perceive only the present, and it requires intense siftingthrough memory to see the scaffolding beneath."},{"pageNumber":54,"pageContent":"54Phil HineThe grip of obsession upon us has three components:Cognitive - our thoughts & feelings in relation to the situation.These must be ruthlessly analysed and cut down by vipasana,banishing, or some similar strategy.Physiological - anxiety responses of heart rate, muscle toneand blood pressure. The body must be stilled by relaxationand pranayama.Behavioural - what we must do (or more often, don’t do). often,our obsessive behaviour is entirely inappropriate andpotentially damaging to others. Usually it does take otherpeople to point this out. Analytic techniques such as I Chingor Tarot may prove useful here.The wrath of the monster left me gasping and breathless, feelingtrapped. All paths littered with broken glass. Desperation droveme to a friend. There is magick enough in reaching out to askanother for help. An I Ching reading suggested action andnonaction, negating the momentary trap of self-doubt.Pranayama banished the physical tension (well, most of it).The monster shrank and skittered on spindly legs through yearsof frozen memories, dissolving finally into a heap of mirroredshards.Clues; I’m still fitting them together, but the pictures they hintat aren’t frightening any more."},{"pageNumber":55,"pageContent":"55Oven-Ready Chaos HowlingThe Babblogue: A deliberate derangement of the senses -orchestrating a personal cacaphony; a descent into the depthsof the subconscious, to confront and bind the “lurkers” within.This essay is a short account of a personal exploration of the“demons” of my own psyche. rather than relying on existingapproaches, for the reasons given below, I preferred to developa purely personal approach. I give this account not to foist thisparticular approach onto others, but in the hope that it willassist those who also experimenting with different techniques.Nor do I wish to criticise or invalidate the traditional systemsof goetic magic, merely to say that they are not for me.This work began fairly innocuously, with the compilation of a“black book” - a dissection of self - in terms of habits,shortcomings, faults, hopes, ideals, all that I was, that I wishedto be, or rejected. Likes, dislikes, attractions and revulsions.Then on to self-portraits - written in the third person - positive,neutral, negative portrayals. A CV; an obituary. To this wasadded a “Book of blunders” - every mistake or embarrasingmemory that could be dredged up, cuttings from school reports,photographs and letters that brought back painful memories.Choice extracts from this catalogue were read onto tapes, thenthe tapes scrambled together to form cut-up sequences. A"},{"pageNumber":56,"pageContent":"56Phil Hinedeliberate attempt at psychic surgery this, smashing the vesselto remould it.Then to the mundane arrangements. Seclusion from others, asof old a necessity, that one’s demons do not derange the unwary,and more practically, that one is not chanced upon, mistakenfor a psychotic and incarcerated in some asylum.As for food, I decided to rely on simple, nutritious fare,sustaining and easy to prepare, with a stack of pot noodles aschemical aids. Drugs? Who needs them? Still, a selection ofnatural substances can aid things along.The temple: black, windowless, unadorned but not uncluttered!Around its confines I heaped all kinds of junk. Sheets ofhardboard, a bucket of clay, bottles, broken radio sets, rubbishfrom a building skip, paints, tools, a spray-gun, everything Icould possibly need, plus a few more things besides.Bringing forth the Dweller Within: Legion is it’s name.I was preparing for a descent into the labyrinth, to make knownthe “Forgotten Ones”, with only the thinnest of cords withwhich to map the maze. Why risk insanity in such a way? Thisis the inner journey, the whale’s belly, the feast of the raveningones. Why go alone, without the security of tried and testedrituals and banishings? Well I don’t trust those old books, thosemad monks with their Necronomicons and blasphemous sigils.What price this forbidden knowledge? About £4.50 inpaperback actually. Ridiculous! So I set forth to compile a livinggrimoire. A product of the technocratic aeon, I use its debristo mould my dreams. “The Howling” - the hiss, roar, and staticscreams of radios tuned to dead channels."},{"pageNumber":57,"pageContent":"57Oven-Ready ChaosTo the work then; some loose structure being required (or so Ithought), I devised a hierarchy based on the work ofpsychologist Abraham Maslow, that ranged from “survival”demons - hunger, thirst etc, “Ego” demons - self-esteem, self-image etc, and more abstract conceptions such as the hungerfor knowledge or wisdom. The deeper the level of hierarchy,the more primal the desires.The techniques: flooding and vomiting (eating and excreting)- to flood awareness with specific images, to bring forth (evoke)the demon, giving it form, “flesh”, and eventually a name or asigil. The scrambled personality tapes were to act as auditorysigils - storms of emotions whipped up by intensiveremembering (replaying) sets of memories. Letting the hyenasof cynicism loose on a cherished idela or goal.The means of Gnosis: sensory overload, hyperventilation, oldfavourites such as hunger, thirst, exhaustion. 120 hours withoutsleep produces a fine paranoic “edge” to consciousness.Cohering the images: using fingerpainting, moulding claymixed with body fluids and excreta, sculpture using brokenglass; and the more usual methods - sigils, auto-writing, takinga line for a walk.These are the means by which the Forgotten Ones take shape.These “psychographs” accumulate in corners of the temple,giving it the clutter of an Austin Spare print.Alas, these psychographs fall far short of the images and visionsthat flicker around me. “Another pile of shit for the ledger?” Iscream, and take a hammer to them, only o collapse exhaustedand retching on the temple floor. The red lines of the yantra-circuit on the floor seem at that moment to be particularly"},{"pageNumber":58,"pageContent":"58Phil Hinemocking and indifferent to my efforts. There is a kind of“wrenching” feeling in my head, the snap of vertebrae beingtwisted, a helpless animal having its neck wrung, and I beginto howl the names which erupt from my throat:ZZZNNNAAAAAAA SHKAAA GNAAAAA IIAAAAAnd the jackals rush in to feed, and I laughed when I saw them‘cos they all wore my face.I came back from that moment with a kind of calm detachment,“emptied” momentarily of any further feeling. I walked aroundthe temple, as if seeing the debris for the first time. Siftingcarefully through the mess, examining each half-finished pieceof work, as though it wasn’t anything to do with me. Somepieces i was able to give names to: “You are Uul - the fear offailure, you are Hamal - guilt not yet erased”. These names,and their sigils formed the basis for an alphabet of binding.The second half of this operation consisted of experimentationwith the resulting alphabet - binding the demons into magicalweapons for later use. When the initial phase was over, I sleptfor about eighteen hours, and awoke clear of the freneticdelirium which had been built up. Over the next six months orso, I experienced periodic bouts of depression, paranoia orself-loathing. When such feelings did occurr, use of theapropriate sigils and names banished these demons back totheir bottles."},{"pageNumber":59,"pageContent":"59Oven-Ready ChaosTechnical EcstacyMost forms of magical exercise to produce an Altered State ofConsciousness (ASC) can be categorised into one of two formsof physiological Gnosis; Inhibitory or Excitatory. Over the pasttwo decades, many of these techniques have been studied inlaboratory conditions, and two important factors has beenisolated, known, respectively, as the Habituation, and theDishabituation Responses.The Habituation response explains the neurological processeswhich occurr when an individual focuses upon a single input,to the exclusion of as many others as possible. Thus anytechnique which focuses awareness towards one-pointedness,such as mantrayoga, breath control, chanting, spinning ordancing, serves to direct awareness towards a chosen focalpoint. This has a particular effect on a region of the Brain Stemknown as the Reticular Formation. The Reticular Formationis a kind of censorship system - “deciding” which sensory inputwill be passed on to the higher centres. For example, it is theaction of the Reticular Formation that allows a sleeping personto not be awakened by familiar noises, but will allow a “new”noise to wake them up.As it is the Reticular Formation which modulates the perceptualexperience of the cerebral cortex, then a single, unchanginginput serves to “dampen” the activity of the Reticular"},{"pageNumber":60,"pageContent":"60Phil HineFormation. This, in turn, inhibits the activity of the cerebralcortex, thus focusing consciousness towards the subject ofconcentration. As a consequence of this cortical dampening, a“high degree of neural coherence” as postulated by KarlPribram does seem to occurr. One hypothesis is that thequiescence produced in the brain by the habituation responsereduces the amount of brain “noise”, that is, incoherent neuralsignals. Patterns which are ordinarily, indistinct from eachother, become clear in consciousness, so that we are more awareof the world around us, and can percieve subtler aspects ofexperience. Thus, the more ordered and cohesive neurologicalactivity across the cortex becomes, the more we are aware of awider totality of experience.Conversely, the more the cerebral cortex is over-stimulated,the more noise is generated in the neural patterns, so ourawareness of our environment is reduced.However, some magical exercises do not seek to focusawareness towards a single point, but to enhance awarenessuntil the individual is constantly aware of the total field ofexperience - both inner and outer. Examples of this areVipasana in Tantrika, Attention in Zen, or Gurdjieff’s techniqueof Self-Remembering. Research into these exercises indicatethat advanced practitioners do not become habituated tobackground noises, and that they retain full awareness ofautomatic actions. Such techniques are generally known asMetanoia - learning to look at the world in different ways. Itseems that the changes in neural patterning produced by theseprocesses serve to “dishabituate” the Reticular Formation’sreaction to stimuli. Thus, after a session of meditation, theworld appears to be brighter or newer, because the rate of neuralpulses which is the basis of conscious experience has been"},{"pageNumber":61,"pageContent":"61Oven-Ready Chaosfirst dampened, then re-stimulated, so that they are “firing” ata faster rate than normal.Physicist David Bohm believes that if we can at least begin toconcieve of a Holistic, rather than fragmented universe, thenour minds would begin to move in a similar way, and fromthis would flow “an ordered action” towards the whole. Thisis certainly the case, in my experience, of learning byexperience that we live in a MAGICAL universe.Of Madness and Mystic JourneysThe work of anti-psychiatrists such as David Cooper and R.D.Laing has popularised the view that the complex syndromeknown as schizophrenia is similar, in many ways to a mysticjourney, with close links to the inner journeys undertaken byshamans and heroes in cultural myths worldwide. However,one point is very clear, that while the shaman or initiate is theactive agent - the fearless one - this is rarely true of theindividual in the throes of schizophrenia.Like the descending ‘initiate’, schizophrenics often reportfeelings of a loss of agency over their environment, loss ofego boundary, and a sense of somehow being “different” orset apart in some way. Many cannot, it seems, sort out what ismeaningful stimuli in their environment, and report feelingsof being overwhelmed by what is happening around them.There is a wide range of speculative theories regarding the‘causes’ of schizophrenia, ranging from a purely genetic to apurely environmentalist perspective.From the neurological perspective, a form of therapy knownas Sensory Integration has led to some interesting speculationabout the nature of trancedental experience. research in thelast decade has indicated that some of the problems that"},{"pageNumber":62,"pageContent":"62Phil Hineschizophrenics experience, relate to the process of informationselection: sorting out which input is important. This is due tothe abnormal functioning of a region of the brain stem knownas the Vestibular Nuclei, which is again, related to the ReticularFormation. The Vestibular Nuclei integrates information fromthe different senses, and so if there is a problem at this level ofsub-cortical processing, it will manifest as “confusion” of onesort or another at the conscious level of awareness. Theneurological defecit could be due to genetic anomalies, leadingto atypical brain development, or due to stress reactions.Activity at the subcortical level, that guides the informationthat becomes the content of conscious experience, is thoughtby some neuroscientists to be the key to ASCs. Some havepostulated that such experiences may be programmed at thegenetic level, but that individual experiences determinewhether or not the program manifests as an evolutionaryexperience (leading to enhanced survival capacity) or a“systems crash”.Illumination“Illumination ... the inspiration, enlightenment and liberationresulting from success with these [Gnosis] methods.”Pete Carroll, Liber NullIllumination is the much-desired goal for which manythousands of people worldwide, have employed differentpyschotechnologies, and developed their own psychocosms.Illumination has also been linked with the use of LSD & similardrugs, and perhaps most mysteriously of all, it can occurrseemingly spontaenously, to people who have no knowledgeor expectation of it."},{"pageNumber":63,"pageContent":"63Oven-Ready ChaosWhat characterises an experience of illumination? NonaCoxhead, a researcher into “Bliss states” lists some of theprevalent factors as:1. unity - a fading of the self-other divide2. transcendence of space & time as barriers to experience3. positive sensations4. a sense of the numinous5. a sense of certitude - the “realness” of the experience6. paradoxical insights7. transcience - the experience does not last8. resultant change in attitude and behaviour.In neurological terms, such experiences represent areorganising of activity in the brain as a whole system. Theloss of ego boundary and involvement of all senses suggeststhat the Reticular Formation is being influenced so that thebrain processes which normally convey a sense of being rootedin spacetime are momentarily inhibited. The “floating”sensation often associated with astral projection and other suchphenomena suggests that the Limbic system of the brain stem(which processes proprioceptive information about the body’slocation in space) is also acting in an unusual mode.What are the fruits of this experience - the insights, perceptionsand messages brought back down to earth by the illuminate?Evolution of consciousness, by such means, could well be animportant survival program - a way of going beyond theinformation given - a way of learning how to modify the humanbiosystem via the environment. Ilya Prigognine’s theory of“dissipative structures” shows how the very instability of opensystems allows them to be self-transforming. The basis of thisidea is that the movement of energy through a system causes"},{"pageNumber":64,"pageContent":"64Phil Hinefluctuations within it. These fluctuations, if they reach a criticallevel (i.e. a catastrophe cusp point) develop novel interactions,until a new whole is produced. The system then reorganisesitself into a new “higher order” which is more integrated thanthe previous system, and requires a greater amount of energyto maintain itself, and is further disposed to futuretransformation. This can equally apply to neurologicalevolution, using a psychtechnology (ancient or modern) as thetool for change. The core stages of the process appear to be:1. Change2. Crisis3. Transcendence4. Transformation5. predisposition to further change.The Conditioned ReflexAs the research of the new Chaos Sciences begins to eat awayat the solid foundations of post-Newtonian reality, so alldisciplines based on that world-view must eventually bereconsidered. Revolutions in the sciences are beginning tooccurr, as the shift in emphasis from a reductionist to anintegrationist perpective gathers momentum. There is also agrowing awareness of a revolution in consciousness occurring.The fragmentation of western culture shows how clearly“divide and rule” operates in all aspects of our experience.Our culture is profoundly egocentric - the terrestrial behaviourof tool-wielding apes. The “we superior-you inferior”behaviour loop has dominated our cultural relations with bothourselves and other planetary species, and is also at the root ofnotions such as free will or spirituality."},{"pageNumber":65,"pageContent":"65Oven-Ready ChaosAt the turn of the century, the shift from religion to science asthe dominant ethos for defining reality exposed the fact thatus apes required an ontonological dimension of action, toremain secure in a world increasingly percieved as hostile.The space left by the declining power of religion was quicklyfilled the the cults of the psyche - psychoanalysis, and variousmystical/magical cults. These provided a comfortable rationalefor the evolving Middle Classes. Enlightenment was capturedinto being another source of demonstrating status over one’sneighbours. This attitude has become increasingly prevalentover recent decades. A magick which is acceptable to massculture loses its transformative power, becoming a support tothe status quo. By all means explore your “inner worlds”, butdon’t rock the boat. Evolution is sacrificed to security. In aworld of caterpillers, the butterfly is a dangerous enemy of theway things are.EgoThe concept of the Ego, having arisen from the psychoanalyticcults, and firmly embedded into the total field of experience,serves to maintain the mind-body seperation which is so fixedin our experience. Much of New Age so-called thinking appearsto be concerned with removing or transcending the ego - behindwhich, it is implied, is a Higher Self. The fiction of Higher-Lower Self maintains the divide between ‘spirituality’ andeveryday experience. Personally, I prefer the idea that we areeach a multiplicity of selves, or, as Tantra has it, a squirmingball of Shaktis (desire-comlexes) interacting (but not all atonce) with Shiva (or Kia), the divine spark of consciousness.Another useful concept is that of, rather than ‘overcoming’the Ego, shifting from a condition of Ego-centredness, to thatof Exo-centredness. In the former, the self is maintained byrejecting all that it is not, of being seperate to others. For the"},{"pageNumber":66,"pageContent":"66Phil Hinelatter, the self is constantly renewed (and modified) through aprocess of engagement with others.As shown above, the varied practices of a psychotechnologysuch as magic produce various changes to the nervous system- the basis of ASCs and accelerated learning. One of the mostancient (and contraversial) means of inducing these states isvia the use of drugs. The use, by “primitive” cultures, of agentssuch as Mescaline or Peyote has long been a matter of interestfor cultural sciences, yet the rise of drug culture in the westmet the repression and criminalisation. Drugs whichhistorically, have been controlled by Societies’ power holdersare sanctioned tobacco, alchohol, barbituates;the consumer-acceptable choices.It would be naive to understate the influence of drugs in Westernmagick, yet there is much moralising done on the subject, andan insistence that ASCs gained via drugs are not as valid asother routes. Research into the use (and abuse) of psychotropicagents indicates that users experience the same effects asIllumination brought on by other techniques. However, anAmerican researcher, W.N. Pankhe notes that the hardest workmay come after the experience, in the effort to integrate it witheveryday life. Witness, for example, the number of Acidcasualties who end up as Born-Again Christians. LSD was,after all, investigated by the CIA in the ’50s as a possible‘brainwashing’ agent. If you want to look at some of the modernresearch into Illumination with Psychotropics, check out thework of Stanislav Grof."},{"pageNumber":67,"pageContent":"67Oven-Ready ChaosFurther ReadingThundersqueak - Angerford & LeaMagick,The Book of Lies - Aleister CrowleyLiber Null & Psychonaut,Liber Kaos - Pete CarrollThe Book of Results - Ray SherwinCosmic Trigger - Robert Anton WilsonIlluminatus! - Robert Anton Wilson & Robert SheaPrincipia Discordia - Malaclypse the YoungerThe Hunting of the Snark - Lewis CarrollThe Book of Pleasure - Austin Osman SpareLiber Cyber - Charlie BrewsterMetamagical Themas - D. R. HofstadterTantra Magick - Mandrake of OxfordIMPRO - Keith JohnstonePractical Sigil MagickSecrets of the German Sex-Magicians - Fra. U.D.Chaos Servitors: A User Guide - Phil HineThe Spirit of Shamanism - Roger WalshEscape Attempts - Stan Cohen & Laurie TaylorChaos - James GleickSSOTBME - Ramsay DukesAzoetia - Andrew D. ChumbleyStealing the Fire from Heaven - Stephen Mace"},{"pageNumber":68,"pageContent":"By the same author:PRIME CHAOSAvailable from Chaos International PublicationsBM Sorcery, London WC1N 3XX, UK. Price $20 includingpostage (send cash, I.M.O. or cheque drawn on UK bankonly).CONDENSED CHAOSAvailable from New Falcon Publications, 1739 East BroadwayRd, Suite 1-277, Tempe, AZ 85282, USA.THE PSEUDONOMICON (2nd, revised edn) available fromDagon Productions, PO Box 17995, Irvine, CA 92713, USA.A selection of essays by Phil Hine (and others) can be found at:Chaos Matrix - http://www.sonic.net/~fenwick/Contact Phil Hine at:BM COYOTELondon WC1N 3XX, UKa5e@ndirect.co.uk version 1.3 - Adobe PDFformat."}]
