[{"pageNumber":1,"pageContent":"RAURAVA’GAMAH - VIDYA’ PA’DAHTranslation byDr. S.P. Sabharathnam Sivacharyar"},{"pageNumber":2,"pageContent":"›››› am¡admJ_:am¡admJ_:am¡admJ_:am¡admJ_: RAURAVA’GAMAH {dÚmnmX:{dÚmnmX:{dÚmnmX:{dÚmnmX: VIDYA’PA’DAH CnmoÓmV àH$aU_² UPODGHA’TA PRAKARAN.AM Raurava’gama - Knowledge Section Introductory Chapter {ed{dÚmË_{dkmZ VÎdm{X {eIampÝdV_²Ÿ& ^mZw_ÝV{_dm^mÝV§ ^m{^aà{V_m¡Og_²Ÿ&& 1 VoOmoamqe _hmàmk§ éé§ _w{ZdamoÎm__²Ÿ& àgÞ_Zg§ emÝV§ {edkmZ¡H$ H$maU_²Ÿ&& 2 s’ivavidya’tma vijn”a’na tattva’di s’ikhara’nvitamŸ& bha’numantam iva’bha’ntam bha’bhirapratimaujasam&& 1 tejora’s’im maha’pra’jn”am rurum munivarottamam& prasanna manasam s’a’ntam s’ivajn”a’naika ka’ran.am&& 2 The sage Ruru, who was the foremost among the celebrated sages ,whose crest was adorned with a tuft of three strands symbolizing the three basic principles – siva tattva, vidya tattva and atma tattva , who was exceedingly resplendent like the sun, who, having been vitalized by brilliancy, was incomparable in spiritual vibrancy, who was the store-house of luminosity, who was endowed with the supreme knowledge, who was with settled and pure mind and who was always in a beatific state of composure, was living in a hermitage as the only basic source of Sivajnana. "},{"pageNumber":3,"pageContent":"^mJ©dm{“agmÌo` nm¡bñË`m: g_arM`:Ÿ& nàÀNw>{d©Z`mZ_«m F$f`mo ö{fVmZZ:Ÿ&& 3 bhargava’n’girasa’treya paulastya’h samaricayah& papracchur vinaya’namra’ r’s”ayo hr’s”itananah&& 3 The sages Bhargava, Angirasa, Atreya and Paulastya who was the son of sage Pulastya came there along with the sage Marici and bowed down with humility before the Sage Ruru who was with delighted face and requested: ^JdpÄN>d{dÚmË_ VÎd{dkmZdm[aYoŸ& `mJg§ñH$ma`moJm§íM {d{YdËà~«dr{h Z:Ÿ&& 4 bhagavacchiva vidya’tma tattva vijn”a’na va’ridhe& ya’gasamska’ra yoga’ms’ca vidhivat prabravi’hi nah&& 4 O, Bhagavan!, the great ocean of the knowledge related to the tattvas!, kindly impart to us the details of various sacrifices, sacraments and yoga in a systematic way. g _ÝÌnyVmZ² g§ñn¥í` nwînnyUm}O²ÁdbmÄObrZ²Ÿ& hfm©XwÒV amo_m#m: àmhdm»`{_X§ éé:Ÿ&& 5 sa mantrapu’ta’n samspr’s’ya pus’pa pu’rn.ojjvala’n”jali’n& hars”a’dudgata roma’n”cah pra’ha va’khyam idam ruruh&& 5 On hearing this, Sage Ruru, being horripilated with delight , took the flowers kept collected there, purified them by touching with his hands charged with siva-mantra and holding his hands with full of those purified flowers in the gesture of salutation, uttered these words of prayer: "},{"pageNumber":4,"pageContent":"gwam{Yn§ Z_ñH¥$Ë` eem‘>H¥$VeoIa_²Ÿ& H$nmb_m{bZ§ Xod§ àUVmo@pñ_ gXm{ed_²Ÿ&& 6 suradhipam namaskr’tya s’as’a’n’ka kr’ta s’ekharam& kapa’la ma’linam devam pran.atosmi sada’s’ivam&& 6 Having worshipped Lord Sadasiva, who is the Supreme Lord of all the Deities and the celestial beings, whose crest is adorned with the crescent, who is wearing the garland of skulls, who is effulgent and who playfully performs the cosmic functions, I prostrate before Him. H$mboœa§ _hmH$mb§ H$mbÄOa{Zdm{gZ_²Ÿ& H$mbH¥$ËH$mbdoÎmma§ àUVmo@pñ_ gXm{ed_²Ÿ&& 7 ka’les’varam maha’ka’lam ka’lan”jara niva’sinam& ka’lakr’t ka’lavetta’ram pran.atosmi sada’s’ivam&&  7 I prostrate before Lord Sadasiva who is the absolute controller of Time, who Himself becomes the undivided Great Time, who limits Himself within the cosmic time for the sake of cosmic functions regulated by time , who is the creator of time and its divisions and units and who is the knower of time. gd©H¥$Ëgd©doÎmma§ gd©k_nam{OV_²Ÿ& gd©^yVmË_^yVñW§ àUVmo@pñ_ gXm{ed_²Ÿ&& 8 sarvakr’t sarvavetta’ram sarvajn”am apara’jitam& sarva bhu’ta’tma bhu’tastham pran.atosmi sada’s’ivam&& 8 I prostrate before Lord Sadasiva, who is the doer of all and the knower of all, who is the very ability of knowing every thing, who is invincible, who is the indweller of all the objects created by Him and of all the beings embodied by Him. `mo@g¥OËgd©^yVm{Z ~«÷mÚm§ü gwamgwamZ²Ÿ& V_h§ bmoH$H$Vm©a§ àUVmo@pñ_ gXm{ed_²Ÿ&& 9"},{"pageNumber":5,"pageContent":" yo asr’jat sarva bhu’ta’ni brahma’dya’ms’ca sura’sura’n& tamaham loka karta’ram pran.atosmi sada’s’ivam&&  9 I prostrate before Lord Sadasiva, who created the entire range of beings such as Brahma and other Deities , celestial beings(suras) and the mighty and harsh beings(asuras) and who is the creator and controller of all the worlds. da§ daoÊ`§ daX§ d[að>§ dadmhZ_²Ÿ& dZ_mbmYa§ Xod§ àUVmo@pñ_ gXm{ed_²Ÿ&& 10 varam varen.yam varadam varis”t”ham vara va’hanam& vanama’la’dharam devam pran.atosmi sada’s’ivam&& 10 I prostrate before Lord Sadasiva, who excels the entire range of Gods, who is the most worthy of adoration, who is the giver of choicest benefits, who is the most distinguished, who has mounted on the royal vehicle, who is adorned with the garland of bilva-leaves and who is the source of luminosity. àr{V_Ëàr{VXmVma§ gw{à`§ {à`Xe©Z_²Ÿ& C_mnqV gXmH$mÝV§ àUVmo@{ñ_ gXm{ed_²Ÿ&& 11 pri’timatpri’tida’ta’ram supriyam priyadars’anam& uma’patim sada’ka’ntam pran.atosmi sada’s’ivam&& 11 I prostrate before Lord Sadasiva, who is abounding in spontaneous bliss, who makes the bliss spring forth within the heart of yogis, who is the perfect state of pure and unconditional love, whose appearance is charming and inspiring to all, who is the beloved of Uma(Sakti),and who is always desired by all beings of all time. Y_m©Y_©_`§ Xod§ gwIXw:I\\$bmoX`_²Ÿ& ~ÝY_mojàUoVma§ àUVmo@pñ_ gXm{ed_²Ÿ&& 12 "},{"pageNumber":6,"pageContent":" dharma’dharma mayam devam sukhaduhkha phalodayam& bandha moks”a pran.eta’ram pran.atosmi sada’s’ivam&& 12 I prostrate before Lord Sadasiva, who presents Himself as the positive aspects(dharma) as well as the negative aspects(adharma) of the worlds, who is self-luminous, who metes out the pleasurable fruits and painful fruits to all the beings according to their karmic stock and who is keeping in His control the orderly phenomenon leading to the state of bondage and that of liberation. _Zmo~w{Õah§H$ma VÝ_mÌopÝÐ`JmoMa_²Ÿ& àYmZnwéfoemZ§ àUVmo@pñ_ gXm{ed_²Ÿ&& 13 manobuddhirahan’ka’ra tanmatrendriya gocaram& pradha’na purus”es’a’nam pran.atosmi sada’s’ivam&& 13 I prostrate before Lord Sadasiva, who is beyond the reach of mind, intellect(buddhi), the sense of I-ness(ahankara), the five subtle elements and the organs of knowledge and action and who is the Absolute Controller of the inexhaustible cosmic stuff (pradhana) and the embodied beings. `§ Ü`m`pÝV _hmË_mZmo _wZ`: g§{eVd«Vm:Ÿ& V_mo‘>mana§ gyú_§ àUVmo@pñ_ gXm{ed_²Ÿ&& 14 yam dhya’yanti maha’tma’no munayah sams’ita vrata’h& tamon’ka’ra param su’ks”mam pran.tosmi sada’s’ivam&& 14 I prostrate before Lord Sadasiva, whom the highly perfected Sages, who have successfully completed their vows and austerities, meditate on, who is identical with the supreme syllable OM and who is the subtle one. gyú_§ gd©JV§ {ZË`§ gd©{dÚoœaoœa_²§Ÿ& gd© VÎdml`§ Xod§ àUVmo@pñ_ gXm{ed_²Ÿ&& 15 "},{"pageNumber":7,"pageContent":" su’ks”mam sarvagatam nityam sarva vidyes’vares’varam& sarvatattva’s’rayam devam pran.atosmi sada’s’ivam&& 15 I prostrate before Lord Sadsiva, who is the unmanifest, in whose hold every thing exists, who is eternal, the supreme Lord of Vidyas and Vidyesvaras, who presents Himself in all the tattvas as their energizer and who is the source of enlightenment. ^y{_amnmo@{¾a{Zb: I_mË_m MÝÐ^mñH$am¡Ÿ& _Zmo~w{Õah§H$ma: naàH¥${Vaod MŸ&& 16 `ñ`oÀN>m_ZwdV©ÝVo ^mdm^md {dH$m[aUr_²Ÿ& Vñ_¡ na_ Xodm` nam` na_mË_ZoŸ&& 17 bhu’mira’po agniranilah khama’tma’ candra ba’skarau& 16 manobuddhirahan’ka’rah paraprakr’tireva ca&& yasyeccha’manuvartante bha’va’bha’va vika’rin.i’m& tasmai parama deva’ya para’ya parama’tmane&&  17 It is in perfect conformity with His desire and will that the earth, water, fire, air, space, the individual soul, moon, sun, mind, intellect, the sense of I-ness(ahankara) , the supreme prakruti, all the created objects and all those objects which are yet to be created do their respective function. My salutations to the Supreme Lord of such greatness, who transcends all these and who is the Supreme Self. Z_ñVo H$mb~moYm` H$mbmÝVH$ Z_mo@ñVw VoŸ& H$mbm{Yn Z_ñVo@ñVw gd©H$mb àdV©H$Ÿ&& 18 namaste ka’labodha’ya ka’la’ntaka namo astu te& ka’la’dhipa namaste astu sarvaka’la pravartaka&&  18 Salutations to You, who are the very embodiment of the knowledge of the event of past. present and future. My salutations to you who put an end to the God of mortal time; to the Presiding Lord of the Time; to You, who set all the divisions of time in their respective movement."},{"pageNumber":8,"pageContent":" H$bmgH$b ê$noU H$bm{^{d©œê$nY¥V²Ÿ& {dœoœa Z_ñVo@ñVw øm{XH$mb àdV©HŸ&& 19 kala’sakala ru’pen.a kala’bhir vis’varu’pa dhr’t& vis’ves’vara namaste astu hya’dika’la pravartaka&&  19 Salutations to You, who are maintaining the worlds in their respective positions through your own aspects and through the forms which have manifested from You and which have been formed of kala-mantras pertaining to You. Salutations to You. the Lord of the entire universe and the wielder of causal Time. _hX²>ä`üm{V _hVo _hm_m`m{V_m{`ZoŸ& gyú_oä`mo@ß`{Vgyú_m` Z_ñH¥$Ë`m{_VmË_ZoŸ&& 20 XodXodm` edm©` {dÚm{dÚoœa¡ñghŸ& e¡d§ kmZ§ àdú`m{_ VÀN¥>UwÜd§ g_m{hVm:Ÿ&& 21 mahadbhyas’ca’pi mahate maha’ma’ya’ti ma’yine& su’ks”mebhyopyati suks”ma’ya namaskr’tya’mita’tmane&& 20 devadeva’ya s’arva’ya vidya’vidyes’varaissaha& s’aivam jn”a’nam prvaks”ya’mi tacchr’n.udhvam sama’hita’h&& 21 Salutations to Lord Siva , who is greater than the greatest, who Himself becomes the pure maya, who, while being the possessor of maya, transcends the realm of maya, who is exceedingly subtler than the subtlest, who is of the nature of immeasurable greatness, who is the controller of the organs of knowledge and action and who is the bestower of comforts and bliss. Having worshipped Lord Siva of such excellence along with Vidyas and Vidyesvaras who are His retinue Deities, I now proceed to explain the principles enshrined in the Saivagamas. Listen to these with collected mind and one-pointed attention. BË`wnmoÓmV àH$aU_² ityupodgha’ta prakaran.am   This is the Introductory Chapter"},{"pageNumber":9,"pageContent":" ›››› am¡admJ_: {dÚmnmX:am¡admJ_: {dÚmnmX:am¡admJ_: {dÚmnmX:am¡admJ_: {dÚmnmX: nQ>b: nQ>b: nQ>b: nQ>b: {edVÎdm{Z RAURAVA’GAMAH - VIDYA” PA”DAH Dviti’yah Pat’alah SIVATATTVA’NI The Knowledge-section of the Raurava A’gama The Second Chapter The Scheme of S’iva Tattvas AWmnZrV Hw$nWm píN>Þ_m`m{V~ÝYZm:& gwamgwaJwamo: nmXm¡ àUå`{d{YdpËñWVm:Ÿ&& 1 atha’pani’ta kupatha’s’ china ma’ya’di bandhana’hŸ& sura’sura guroh pa’dau pran.amya vidhivasthita’h&& 1 The sages who have abstracted themselves from the misleading and unfit path and whose fettering bonds of ma’ya’, karma and a’n.ava have been severed, prostrated before the feet of the Lord who was the Guru of suras and asuras. They stood before Him with humility observing the rules prescribed in the Scriptures. suras - souls devoted to the luminous path asuras - souls addicted to the dark path Vofm§ VWmonnÞmZm§ {edVÎd§ M n¥ÀN>Vm_²Ÿ& nÙ`mo{Z: àgÞmË_m g_wËWmß`oX_~«drV²Ÿ&& 2 "},{"pageNumber":10,"pageContent":" tes”am tathopapanna’na’m sivatattvam ca pr’cchata’m& padmayonih prasanna’tma’ samuttha’pyedam abravi’t&& 2 Having approached the Guru, they requested Him to reveal the scheme of tattvas starting from the s’ivatattva. Thereupon, Lord Brahma, the lotus-born, with his heart and soul full of contentment and purity, stood up and spoke these: `WmlwV§ _`mnydª AZÝVoe_wImoÒV_²Ÿ& ZÝXremËna_oemZ {Z`moJm_¥V_wÎm__²Ÿ&&  3 {edVÎd§ na§ øoVXMb§ gd©Vmo_wI_²Ÿ& yatha’ s’r’tam maya’pu’rvam anates’a mukhodgatam& nandi’s’a’t parames’a’na niyoga’mr’tam uttamam&& 3 s’iva tattvam param hyetat acalam sarvatomukham& “Now I will explain the scheme of tattvas which evolve from the s’ivatattva as it was revealed to me before. The Scripture which enshrines the knowledge of s’ivatattvas was revealed by Anantes’vara to Nandi’kes’vara. As directed by the Supreme Lord S’iva, that Scripture was revealed to me by Nandi’kes’vara. This s’ivatattva is nectarine in nature. It is unexcellable; unchangeable. It is of the nature of reaching the heart of all the souls by virtue of its universal relevancy. H$W§ {d{^Þ§ ~hþYm _m`mÄOZ{dd{O©V_²Ÿ&& 4 Ed§ n¥ï>mo _hmVoOm hgÞÝXrídamo _hmZ²Ÿ& àË`wdmM _Zmo{Xì`§ _Zmo _o ZÝX`{ÞdŸ&& 5 katham vibhinnam bahudha ma’ya’n”jana vivarjitam&& 4 evam pr’s”t’o maha’teja’ hasan nandi’s’varo maha’n& pratyuva’ca manodivyam mano me nandayanniva&& 5 I asked Nandi’kes’vara: “How did this s’ivatatva, though being essentially one in nature, get differentiated into manifold body of Scripture?” Having been asked in this way, the Great Lord Nandikes’vara who is with exceeding resplendence, smiled. With His heart full of bliss and brilliance, being in the same way as he is now rejoicing in my heart, answered: "},{"pageNumber":11,"pageContent":" lwUwîd¡H$_Zm ~«÷Z² `Ëna§ na_o{ð>Z:Ÿ& A{MÝË`ñ`mà_o`ñ` VXoH§$ ~hþYm pñWV_²Ÿ&& 6 s’r’n.us”vaika mana’h brahman yatparam parames”t’hinah& acityasya’prameyasya tadekam bahudha sthitam&& 6 “O Brahma!, listen to my instruction with one-pointed mind. The Supreme Knowledge revealed to me by Lord S’iva who is the Guru of Gurus and who is inconceivable and immeasurable, is basically only one. But it comes down to us, flourishes and prevails in many different ways. na_oemËnwamdmá{_X§ kmZm_¥V§ _`mŸ& VËg_mgoZ Vo dú`o VÎdmZm§ à{Vg§Ma_²Ÿ&& 7 àgÞ§ na_§ emÝV§ AO§ B©emZ§ Aì``_²Ÿ& {edVÎd§ gw{Zdm©U§ AÀ`wV§ M gZmVZ_²Ÿ&& 8 parames’a’t pura’va’ptam idam jn”a’mr’tam maya’& tatsama’sena te vaks”ye tattva’na’m prati san”caram&& 7 prasannam paramam s’a’ntam ajam i’s’a’nam avyayam& s’ivatattvam sunirva’n.am acyutam ca sana’tanam&& 8 “This nectarine knowledge was received by me earlier from the Supreme Lord Anantes’vara. Now I will reveal this knowledge to you collectively as well as briefly. This s’ivatattva is the one into which all the categories and evolutes are absorbed back. It is pure, bright and clear. It is identical with the transcendent supreme state. Being free from mutations and modifications, it is of the nature of untainted purity and undisturbed tranquility. It is unborn. Being identical with S’iva Himself, it is in eternal existence. It never gets shrouded by the darkness of untruth and ignorance. It is the exalted state of absolute dissolution, representing the nature of supreme bliss and total oneness with Lord S’iva. Through the continued transmission, it is flourishing from time immemorial. Vñ_mÎmoO: gwg§nyUª eŠË`ï>H$ g_pÝdV_²Ÿ& {d{^Þ§ Ëdï>Ym ^y`: {edoÀN>m{d{YMmo{XV_²Ÿ&& 9"},{"pageNumber":12,"pageContent":"AZÝVoeñVV: nydª VV: gyú_: {edmoÎm_:Ÿ& EH$ZoÌ¡H$éÐmo M {Ì_y{V©íMmZbÚw{V:Ÿ&& 10 lmrH$ÊR>íM {eIÊS>r M gy`©H$mo{Q> g_à^m¡Ÿ& Aï>mdoVo _hmË_mZñVñ_mÎmoOmo {d{Z:g¥Vm:Ÿ&& 11 tasama’tteja’h susampu’rn.am s’aktyas”t’aka samanvitam& vibhinnam tvas”t’adha’ bhu’yah s’iveccha’ vidhicoditam&& 9 anantes’astatah pu’rvam tatah su’ks”mah s’ivottamah& ekantraikarudro ca trimu’rtis’ca’nala dyutih&&  10 s’ri’kan.t’has’ca s’ikhan.d’i’ ca su’ryakot’i samaprabhau& as”t’a’vete maha’tma’nas tasmattejo vinihsr’ta’h&& 11 From the supreme state of total oneness with S’iva, an effulgent column of light, undivided wholeness in nature, appeared associated with eight Saktis. Next, it got variegated again into eight luminous souls as willed and stimulated by S’iva`s Iccha’ S’akti. These eight luminous souls are: Anantes’a, Su’ks”ma, S’ivottama, Ekanetra, Ekarudra, Trimu’rti who was as resplendent as fire, S’ri’kan.t’ha and S’ikhan.d’i. All of them were with immeasurable brilliance of ten million suns. They were the eight S’ivas, the Great Vidyes’varas, who manifested from that luminous column. Vo@{YH$ma§ n«Hw$d©pÝV {edoÀN>m{d{YMmo{XVm:Ÿ& Vofm_ZÝVeº$sZm_ZÝV: na_oœa:Ÿ&&  12 AZÝV: na_ñVofm§ _hVmo MH«$d{V©Zm_²Ÿ& {d{hV§ gd©H$V¥©Ëd H$maU§ na_§ nX_²Ÿ&&  13 VVmo@{Yð>m` {dÚoemo _m`m§ g na_oœa:Ÿ& jmo^{`Ëdm ñd{H$aU¡: g¥OVo V¡Ogt H$bm_²Ÿ&& 14 te adika’ram prakurvanti s’iveccha’ vidhicodita’h& tes”a’m ananta s’akti’na’m anantah parames’varah&& 12 anantah paramastes”a’m mahato cakravartina’m& vihitam sarva kartr’tva ka’ran.am paramam padam&& 13 tato adis”t’ha’ya vidyes’o ma’ya’m sa parames’varah& ks”obhayitva svakiran.aih sr’jate taijasi’m kala’m&& 14"},{"pageNumber":13,"pageContent":" These eight S’ivas have been performing their authoritative cosmic functions as impelled and enlightened by S’iva`s Ichha’ S’akti from within. Anantes’vara is the Supreme Master of eight Vidyes’varas who have been endowed with inexhaustible powers and efficacy for the performance of cosmic functions. Anantes’vara is the most Supreme Lord among the eight Vidyes’varas who are the great emperors of the worlds meant for the perfect souls and mantra-deities. Having been invested with the supreme power of all-doing and all-knowing, Anantes’vara has been installed in the highest position to execute the cosmic deeds. He has been invested with authoritative lordship over the impure realm of ma’ya’. As such, Anantes’vara, with the intention of performing the cosmic deeds related to impure ma’ya’, induced a slight shaking in the small portion of the upper realm of impure ma’ya’. By shaking the field of ma’ya’ in this way, he created the resplendent kala’ tattva through his luminous rays. H$bmVÎdmÐmJ{dÚo Ûo VÎdo g§~^ydVw:Ÿ& Aì`º§$ M VVñVñ_mX² JwUm§ü¡dmg¥OËà^w:Ÿ&& 15 JwUoä`mo {YfUm Oko `mï>ê$nJwUmpÝdVmŸ& ~wÕoümß`Ì g§jmo^mXh§H$mamo ì`Om`VŸ&& 16 kala’tattvadra’ga vidye dve tattve sambabhu’vatuh& avyaktam ca tatastasma’d gun.a’ms’caiva’sr’jat prabhuh&& 15 gun.ebhyo dhis”an.a’ jajn”e ya’s”t’aru’pa gun.a’nvita’& buddhes’ca’pyatra samks”obha’d ahan’ka’ro vyaja’yata&& 16 From the kala’ tattva, two tattvas – ra’ga and vidya’ – originated. From the same kala’ tattva, the tattva known as avyakta came into existence. Through S’rikan.t’ha, the Vidyes’vara next to him( in the group of eight Vidyes’varas), he created gun.a tattva from avyakta tattva. Then, buddhi tattva associated with eight forms of dispositional qualities( bha’va ) originated from the gun.a tattva. Through the shakings induced by Srikan.t’ha as directed by Anantes’vara and sustained by the buddhi tattva, ahan’ka’ra tattva originated from the buddhi tattva. Ah§H$mamÎmw gyú_m{U VÝ_mÌmUrpÝÐ`m{U M Ÿ& ^yVm{X H$aUmZrH§$ g_ñV§ Mmß`Om`VŸ&&  17 Ed§ gwgyú_m§ g§jmoä` _m`m§ g na_oœa:Ÿ& VÎdmÝ`wËnmX`m_mg `¡amoV§ OJXmVwa_²Ÿ&&  18"},{"pageNumber":14,"pageContent":" ahan’ka’ra’ttu su’ks”ma’n.i tanma’tra’n.i’ndriya’n.i ca& bhu’ta’di karan.a’ni’kam samastam ca’pyaja’yata&& 17 evam susu’ks”ma’m samks”obhya maya’m sa parames’varah& tattva’nutpa’daya’ma’sa yairotam jagata’turam&& 18 From the ahan’ka’ra tattva arose the entire host of evolutes such as the five subtle elements(tanma’tras), cognitive organs(jn”a’nendriyas), conative organs(karmendriyas) and the five gross elements(bhutas). In this way, the Supreme Lord Anantes’vara, having effected a partial shaking and stimulation in the field of subtle ma’ya’, created 31 tattvas in which many worlds exist as woven crosswise and lengthwise, extending in all directions. ^wdZm{Z {d{MÌm{U ZmZmê$nmH¥$VrÝ`WŸ& gmo@g¥OØJdmZremo {df`mZÝX^y_`:Ÿ&& 19 nV`ümÄOZmVrVm: gmÄOZmü n¥Wp½dYm:Ÿ& ^wdZo ^wdZo dm{n V{Þ`moJmÛçdpñWVm:Ÿ&& 20 Eoœ`©g§nËà^d{db`mZwJ«h¡{fU:Ÿ& `OpÝV {d{dY¡`©k¡_©ÝÌVÝÌ {demaXm:Ÿ&&  21 bhuvana’ni vicitra’n.i na’na’ru’pa’kr’ti’nyatha& so asr’jad bhagava’n i’s’o vis”a’ya’nanda bhu’mayah&& 19 patayas’ca’n”jana’ti’ta’h sa’n”jana’s’ca pr’thagvidhah& bhuvane bhuvane va’pi tanniyoga’dvyavasthitah&& 20 ais’varya sampadvibhava vilaya’nugrahais”in.ah& yajanti vividhairyajn”air mantra tantra vis’a’radah&& 21 Bhagava’n Anantes’vara also created many kinds of worlds which differ from one another in nature and substance, which are with different shapes and forms and which serve as the play-fields replete with pleasurable objects befitting the souls living there. Commissioned by Lord S’iva, many deities exist there as their regulating and protecting authorities. These protectors(patayah) are of different kinds, such as those who have transcended the veil of impurity called a’n.ava mala and those who are having the intense desire of wielding authority over the worlds and souls(adhika’ra mala). They are highly proficient in mantras and tantras. With the intense desire to achieve the exalted power of all-knowing and all-doing(sarvajnatva and sarva"},{"pageNumber":15,"pageContent":"kartrutva) and with the intention of doing the fivefold cosmic function – creation, sustenance, dissolution, obscuration and bestowal of grace – they are worshipping Lord S’iva through the performance of concerned yajn”as. JwéVÝÌmä`ZwkmVm Xrjm{dpÀN>Þ ~ÝYZm:Ÿ& ney§ü XrZ~Õm§ñVw _w#mÝVmo@{n _hoœam:Ÿ&&  22 XodXmZdJÝYd© ajmo`jmoaJm{XfwŸ& AÊS>mÝ`ZoH$ê$nm{U Xe©`ÝV: n¥Wp½dYm:Ÿ&&  23 gurutantra’bhyanujn”a’ta di’ks”a’ viccihnna bandhna’h& pas’u’ms’ca di’nabandhamstu munjanto api mahes’vara’h&& 22 deva da’nava gandharva raks”a yaks”oraga’dis”u& an.d’a’nyaneka rupa’n.i dars’ayantah pr’thagvidha’h&& 23 They have known well the deep import of the much exalted and great Tantras(Agamas) and they exist there with their fettering bonds severed completely. They have attained the supreme state to be considered on par with the state of Mahes’vara. Being authorized by the Supreme Lord, they liberate the embodied souls who have become helpless because of their fettered state. Moreover, they create countless worlds and planes of existence associated with different forms and structures to benefit the devas, da’navas, gandharvas, ra’ks”asas, yaks”as, uragas and such other beings. & B{V am¡adgyÌg§J«ho {ÛVr`: nQ>b:Ÿ& Ÿ& iti raurvasu’tra san’grahe dviti’yah pat’lah & This is the second chapter in the Rauravasu’tra San’graha "},{"pageNumber":16,"pageContent":"›››› am¡admJ_: {dÚmnmX:am¡admJ_: {dÚmnmX:am¡admJ_: {dÚmnmX:am¡admJ_: {dÚmnmX: RAURAVA’GAMAH VIDYA’PA’DAH V¥Vr`: nQ>b: TR’TI’YAH PAT’LAH VÝÌmdVma Tantra’vata’ra The Transmission of Scriptures  lwËdm _hoída§ VÎd§ AO§ B©emZ§ Aì``_²Ÿ& à^d§ gd©VÎdmZm§ {ñW{Vg§hmaH$maU_²Ÿ&& 1 AW gØmd_rßgÝVmo _wZ`mo ^¥JwZÝXZ_²Ÿ& éé§ àUå` {d{YdXyMñVo dMZ§ nwZ:Ÿ&&  2 s’r’tva’ mahes’varam tattvam ajam i’s’a’nam avyayamŸ& prabhavam sarvatattva’na’m sthitisamha’ra ka’rakam&& 1 atha sadbha’vam i’psanto munayo bhr’gunandanam& rurum pran.amya vidhivad u’caste vacanam punah&& 2 Sivatattva is an ever existing principle. It is never created afresh. It is in identical existence with Is’vara. It is the causal source for the origin, sustenance and dissolution of all other tattvas. Having heard the exact nature of such siva tattva, the sages, being desirous of attaining oneness with the Eternal Existence(Siva), bowed down before Ruru, the son of Bhr’gu and spoke these words: Ho$ZmdVm[aV§ øoVÎmÝÌ§ VÝÌ{dXm§ daŸ&  Jwad: H${WVmñVÝÌo VËg§»`m M H${V ñ_¥VmŸ&& 3 _ÝÌmUm§ {H$`Vr g§»`m _ÊS>bmZm§ VW¡d MŸ& VÎdmZm§ ^wdZmZm§ M `WmdÛºw_h©{gŸ&&  4 "},{"pageNumber":17,"pageContent":" kena’vata’ritam hyetat tantram tantravida’m vara& guravah kathita’stantre tatsamkhya’ ca kati smr’ta’&& 3 mantra’n.a’m kiyati’ samkhya’ man.d’ala’na’m tathaiva ca& tattva’na’m bhuvana’na’m ca yatha’vadvaktumarhasi&& 4 O, the most celebrated Sage among the knowers of the Agamas!, how was this Agama brought down to us through continued transmission? In this Agama, many Gurus have been mentioned. What is the total number of such Gurus? How many mantras and how many mandalas have been enumerated? How many tattvas and worlds are there? Kindly instruct on these details as they really are. na_oe_wImoÒrUª CÎm_§ na_§ _V_²Ÿ& Jwéd§e§ ééYu_mZ² àdºw$_wnMH«$_oŸ&&  5 parames’amukhodki’rn.am uttamam paramam matam& guruvams’am rururdhi’ma’n pravaktum upcakrame&& 5 Thereupon, Ruru, the most learned and enlightened sage, commenced his instruction on the supreme lineage of Gurus which is considered to be the foremost among many lineages and which has manifested right form the face of Siva. {edmZb{d{ZîH«$mÝV§ AYy_Á`mo{Vê${nU_²Ÿ& OJV: H$maU§ Xod§ AZÝVoe§ na§ Jwé_²Ÿ&& 6 s’iva’nala vini”kra’ntam adhu’majyoti ru’pin.am& jagatah ka’ran.am devam anantes’am param gurum&& 6 The most supreme Guru, Anantesa, who is the creator-lord of the worlds of impure ma’ya’, who manifested from the fire of Siva and who presents himself in the form of resplendent fire bereft of smoke exists in Isvara tattva. VoZmoº§$ na_oemZlrH$ÊR>m` _hmË_Zo& gwamgwamUm§ JwéUm Xoì`¡ gd©_wXmöV_²Ÿ&& 7"},{"pageNumber":18,"pageContent":"Xodr M àmh ZÝXreñH$ÝX`moJw©ø_wÎm__²Ÿ& ZÝXremX² ~«÷Umdmá§ eH«o$U M _hmË_ZmŸ&& 8 tenoktam parames’a’na s’ri’kan.t’ha’ya maha’tmane& sura’sura’n.a’m gurun.a’ devyai sarvam uda’hr’tam&& 7 devi’ ca pra’ha nandi’s’askandayor guhyam uttamam& nandi’s’a’d brahman.a’va’ptam s’akren.a ca maha’tmana’&& 8 This Agama which is the embodiment of supreme knowledge was transmitted by Anantesa, the supreme Guru, to Srikantha, the Guru of virtuous and non-virtuous beings(suras and asuras). Subsequently, this Agama was transmitted by Srikantha to Uma ( a form of Sivasakti). Then, Umadevi revealed the secret and supreme science embodied in this Agama to Nandisa and Skanda. Afterwards, Brahma and Indra received instructions on this Agama from Nandisa. Vñ_mXdmá_yd}U F${Mho$Z VV: nwZ:Ÿ& Vñ_mXdmá§ am_oU am_mƒmh_YrVdmZ²Ÿ&& 9 B{V d§e: H«$_: àmoº$: g§jonoU _`m {ÛOm:Ÿ& eVm{Z n#m{eî`mUm§ eH«$ñ`m{n _hmË_Z:Ÿ&& 10 tasma’dva’ptamu’rven.a r’cihena tatah punah& tasma’dava’ptam ra’men.a ra’ma’cca’ham adhi’tava’n&& 9 iti vams’ah kramah proktah samks”epen.a maya’ dvija’h& s’ata’ni pan”cas’is”ya’n.a’m s’akrasya’pi maha’tmanah&& 10 And from Indra, the sage U’ru received instructions on this Agama. From U’ru, R’ciha received. From R’ciha, Rama received. I received this Agama from Rama. O, the twice-born Sages!, the lineage of gurus has been told by me very succinctly. For Indra, the great Deity, there were five hundred disciples. BVao emódº$ma§ VÝÌo@pñ_Ýnma_oídaoŸ& Xe¡Vo Jwad: àmoº$mñVÝÌo XmÝVm _hm¡Og:Ÿ&& 11 "},{"pageNumber":19,"pageContent":"AÝ`o{n dra^ÐmÚm ~«÷mÝVm Jwad: ñ_¥Vm:Ÿ& g§{hVmnmaJm: àmoº$m Aï>mXe _hm¡Og:Ÿ&& 12 itare s’a’stra vakta’ram tantre asmin pa’rames’vare& das’aite guravah prokta’s tantre danta’ mahaujasah&& 11 anyepi vi’rabhadra’dya’ brahma’nta’h guravah smr’ta’h& samhita’pa’ragah proka’ as”t’a’das’a mahaujasah&& 12 In this Agama related to the Supreme Lord Siva, all others are considered to be the teachers and exponents of the Agamas. These teachers are ten in number. They are well known for the power of self-restraint and they are endowed with great vigor and splendor. Others, from Virabhadra down to Brahma, are also considered as Gurus. Apart from these, there are eighteen teachers (gurus) who are highly proficient in the Agamas and who are with great effulgence and vigor. _ÝÌVÝÌ{dXm: gd} dmñVdkm {demaXm:Ÿ& nme{dÀN>oÎm`o Z¦Um§ {ZË`_m{hV~wÕ`:Ÿ&& 13 `o M Vo Jwad: àmoº$mñVÝÌo ñdm`§^wdo nwamŸ& EVofm_{n {eî`mUm§ ghò§ n[ag§»``mŸ&& 14 mantratantra vida’h sarve va’stavajn”a’ vis’a’rada’h& pa’s’avicchettaye nr”n.a’m nityama’hita buddhayah&& 13 ye ca te guravah prokta’s tantre sva’yambhuve pura’& etes”a’mapi s’is”ya’n.a’m sahasram parisamkhyaya’&& 14 All of them are the knowers of mantras and tantras; knowers of the exact nature of the Ultimate and Primal Reality. They are perfectly skilled in the performance of cosmic functions. They are with undisturbed and firm resolute in cutting asunder the bonds of the embodied souls. These gurus have already been mentioned in the Svayambhuva Agama. Even for these gurus, there were thousands of disciples. VÝÌg§»`m ghòmUm§ eV_wº§$ g_mgV:Ÿ& ~«÷Um _ÊS>boemZ{d{Y`kà{gÕ`oŸ&&  15"},{"pageNumber":20,"pageContent":"^mJ©doUmß`W¡emZ VÝÌmZwkmVH$_©UmŸ& àmoº§$ nwam ÛmXe{^: ghò¡_©ÝÌbjU_²Ÿ&& 16 tantrasamkhya’ sahasra’n.a’m s’atamuktam sama’satah& brahman.a’ man.d’ales’a’na vidhiyajn”a prasiddhaye&& 15 bha’rgaven.a’pyathais’a’na tantra’nujn”a’ta karman.a’& proktam pura’dva’das’abhih sahasrair mantralaks”an.am&& 16 This Agama , reduced to one hundred thousand verses, was briefly revealed to these disciples. In order to bestow the complete knowledge related to the mandalas, the presiding deities of such mandalas , yajnas and the specific rules for the performance of such yajnas and mandala worship and the knowledge related to specific rituals  authoritatively set forth in the Saiva Tantra ,this Agama was transmitted earlier by Brahma to Bhargava. The characteristics of mantras have been revealed to him through 12,000 verses. _wÐmg_`VÎdmW© _ÊS>boÁ`mn[aJ«h:Ÿ& CÎmao@{^{hV: gdm} _ÝÌmUm§ M¡d g§J«h:Ÿ&& 17 gáH$moQ>çñVw _ÝÌmUm§ {eddŠÌm{Û{Z:g¥Vm:Ÿ& `m: gmYH$_hm_m`mnme{dpÀN>{ÎmhoVd:Ÿ&& 18 mudra’samaya tattva’rtha man.d’lejya’parigrahah& uttare abhihitah sarvo mantra’n.am caiva samgarahah&& 17 saptakot’yastu mantra’n.a’m s’ivavaktra’dvinihsr’ta’h& ya’h sa’dhaka maha’ma’ya’ pa’s’avicchittihetavah&& 18 The characteristics of ritualistic hand-gestures(mudras), the details of austere duties(samaya), the significant meaning and function of tattvas, features of various mandalas, rituals related to yajnas and such other details have been enshrined and explained in the latter part of this Agama(Rauravottara Agama). Mantras, which are seventy millions in number, streamed forth from the mouth of Siva. These mantras serve as effective instruments for the aspirants(sadhakas) in cutting asunder the bonds evolving from the great ma’ya’."},{"pageNumber":21,"pageContent":" Vm OÝ__¥Ë`wI{MVm§ {nVm_hH¥$Vm{__m_²Ÿ& g¥qï> ÑîQ‰>¡œat _y{Vª à{dï>m: nwZaod {hŸ&& 19 AÝV{h©Vm§ñVmZZKmZ² _ÝÌamOoœa: à^w:Ÿ& XYma ^JdmZremo bmoH$mZm§ {hVH$må``mŸ&& 20 ta’ janmamr’tyukahcita’m pita’mahakr’ta’m ima’m& sr’s”t’im dr’s”t’vais’vari’m mu’rtim pravis”t’a’h punareva hi&& antarhita’msta’n anagha’n mantrara’jes’varah prabhuh& dadha’ra bhagava’n i’s’o loka’na’m hitaka’myaya’&& 20 After observing that the creation done by Pita’maha(Brahma) is associated with the ever-going phenomenon of birth and death, these mantras assumed the distinct forms energized by the rays of Isvari(Sivasakti). With these forms assumed by them, the mantras are guiding and guarding the aspirants. In these mantras, the supreme Lord called Mantra Rajesvara, who is eternally free from the limiting bonds, presents himself in a concealed way. Wishing for the welfare of all the worlds, Lord Siva formulated these mantras and revealed them. Vofm_H$ën`Ôodmo _ÝÌmÜda {d^yV`:Ÿ& _ÊS>boÁ`m {dYmZoZ _ÝÌgØmd gÎm_:Ÿ&& 21 Jwøm{Z _ÊS>bmÝ`ï>m¡ ZdZm^m{X g§k`mŸ& AZÝV{dO`mXre§ eV_Ý`ËàH$s{V©V_²Ÿ&& 22 tes”a’makalpayad devo mantra’dhvara vibhu’tayah& man.d’alejya’ vidha’nena mantra sadbha’va sttamah&& 21 guhya’ni man.d’la’nyas”t’au navana’bha’di samjn”aya’& anantavijaya’di’s’am s’atamanyat praki’rtitam&& 22 For the welfare of the worlds, the Supreme Lord brought into existence the everlasting benefits to be accomplished through mantras and yajnas. For the benefit of pure souls (gurus) who are intent on attaining total identity with the mantras, the systematic process of mandala-worship was formulated by Him. These mandalas which belong "},{"pageNumber":22,"pageContent":"to the system of secret science, are primarily eight in number. They are navana’bha, anantavijaya, i’s’a and others. Apart from these, there are hundreds of mandalas, the details of which have been set forth well in this Agama. VopîdÁ`mo ^JdmZo{^_©ÊS>br gVV§ {ed:Ÿ& F${fXodmgwa Za¡{d©{Z_m}jmW© H$m{¬{^:Ÿ&& 23 {dÚm_ÊS>bamOmZm§ _ÊS>bm§e {d^yV`:Ÿ& Z eŠ`m: n[ag§»`mVw§ _ÝÌmUm§ M VXmË_Zm_²Ÿ&& 24 tes”vijyo bhagava’nebhir man.d’ali’ satatam s’ivah& r’s”ideva’suranarair vinirmoks”a’rtha ka’n’ks”ibhih&& 23 vidya’man.d’al raja’na’m man.d’ala’ms’a vibhu’tayah& na sakya’h parisamkhya’tum mantra’n.am ca tada’tmana’m&& 24 In the rituals performed with mandalas, Lord Siva becomes known as Mandali in view of the fact that He occupies these mandalas and presents Himself there eternally. These mandalas of such greatness are worshipped by the sages, celestial beings, asuras, human beings and by all those who are desirous of attaining the final liberation and bilss. The king of Vidyesvaras and Mandalesas and those who have manifested with elegance and greatness as the unfailing associates of Mantresvaras and Mandalesas present themselves in these mandalas through the appropriate mantras. Verily, they are of the nature of these mantras. They are the souls of these mantras. Even for the highly enlightened sages, it is not possible to give the exact number of such mantras. `mdÝVmo éÐ Xodmü ajmo`j_hoœam:Ÿ& VmdÝ_ÝÌm: g_m»`mVmñVofm§ g§»`m Z {dÚVoŸ&& 25 Xoe^mfm{Z~Õmü {Xì`mjanX¡`w©Vm:Ÿ& gd©km: gd©Jm: ewÕm: gd} gd©k^m{dVm:Ÿ&& 26 ya’vanto rudradeva’s’ca raks”oyaks”a mahes’vara’h& ta’van mantra’h samakhya’tas tes”a’m samkhya’ na vidyate&& 25"},{"pageNumber":23,"pageContent":" des’abha’s”a’ nibaddhas’ca divya’ks”arapadairyuta’h& sarvajn”a’h sarvaga’h s’uddha’h sarve sarvajn”a bha’vita’h&& 26 There are as many mantras as there are Rudras, Devas, Rakshasas, Yakshas and Mahesvaras. Their exact number cannot be known. They have been designed and composed in a language suitable to each division of the Earth and other worlds. They have been associated with relevant seed letters and words which are divine, effulgent and vibrant. These Mantras have the power of knowing all. They have the power of reaching all the places and all the divisions of time. They are pure. They are in identical existence with those who have attained the power of knowing all. Z _r_m§ñ`m {dMm`m© dm _ÝÌm: ñdën{Y`m Za¡:Ÿ& à_mU_mJ_§ H¥$Ëdm lÕmVì`§ {hV¡{f{^:Ÿ&& 27 gd} _ÝÌmË_H$m: Xodm: gd} _ÝÌm {edmË_H$m:Ÿ& {edmË_H§$ BX§ kmËdm {ed_odmZw{MÝV`oV²Ÿ&& 28 na mi’ma’ms’a’ vica’rya’ va’ mantra’ svalpadhiya’ naraih& prama’n.am a’gamam kr’tva’ s’raddhatavyam hitais”ibhih&& 27 sarve mantra’tmaka’h deva’h sarve mantra’ s’iva’tmaka’h& s’iva’tmakam idam jn”a’tva’ s’ivameva’nucintayet&& 28 They are not to be analyzed and examined either with the doctrines of mimamsa or by those who are with insignificant and erroneous knowledge. Keeping the Agama as the most authoritative text for the unfailing validity of these facts, the mantras should be treated with utmost diligence and sincerity by those who contemplate on the goodness and welfare of all beings. Ÿ& B{V am¡adgyÌgJ«ho V¥Vr`: nQ>b: Ÿ& & iti rauravasu’trasamgrahe tr’ti’yah pat’alah & Third Chapter of the Rauravasu’tra Samgraha "},{"pageNumber":25,"pageContent":"4 AÜd {d{Y: 4 ADHVA VIDHIH 4 The Features of Metaphysical Path(adhva) AWmÜdmZm§ àg§»`mZ§ _ÝÌVÝÌmZwd{V©Zm_²Ÿ& dU©{`î`o g_mgoZ bmoH$mbmoH$mZwg§M`_²Ÿ&& 1 atha’dhva’na’m prasamkhya’nam mantratantra’nuvartina’m& varn.ayis”ye sama’sena loka’loka’nusamcayam&&  1 Now, I shall describe briefly the orderly system and the enumeration of adhva’. The adhva’ system is associated with successive layers of visible worlds (lokas) and invisible worlds(alokas). These details are now described in conformity with the Agamas replete with mantras. AW H$mbm{¾éÐmo d¡ ZaH$ümZwnyd©e:Ÿ& am¡ad: Hw$å^rnmH$ü AdrMrË`od_mX`:Ÿ&&  2 atha ka’la’gnirudro vai narakas’ca’nupu’rvas’ah& rauravah kumbhi’pa’kas’ca avi’ci’tyevama’dayah&& 2 The bhuvana(world) which is at the lowest plane of the great universe(brahmanda) is known as Kalagni Bhuvana for which Kalagni Rudra is the governing authority. Above the Kalagni Bhuvana, Naraka Bhuvanas(hellish worlds) are placed successively one above the other. There are many narakas , such as Raurava, Kumbhipaka, Avici and so forth. nmVmbm{Z VV: gá nmVmbnV`mVWmŸ& hmQ>H$ü _hmdr`m} {dÚm{dÚoœa¡: ñ_¥Vm:Ÿ&& 3 "},{"pageNumber":26,"pageContent":" pa’ta’la’ni tatah sapta pa’ta’lapataya’ tatha’& ha’t’akas’ca maha’vi’ryo vidya’vidyes’varaih smr’ta’h&& 3 Above the plane of narakas are the patalas(nether worlds) which are seven in number. The governing lords for the patalas are also seven in number. Hatakesvara who is endowed with valor and vigor, is the Supreme Lord of the seven patalas. Having well-thought, Anantevara who is the Lord of Vidyas and Vidyesvara, has commissioned Hatakesvara to be the chief of the lords of patalas. gáÛrnm _hrH¥$ËñZm g_wÐ¡: gá{^d¥©VmŸ& ZmZmOZ nXmH$sUm© {d{MÌaMZmoO²ÁdbmŸ&& 4 saptadvi’pa’ mahi’kr’tsna’ samudraih saptabhirvr’ta’h& na’na’jana pada’ki’rn.a’ vicitra racanojjvala’&&  4 The bhumi(Earth) is placed above the realm of patalas. This bhumi is formed with seven islands(dvipas) and surrounded by seven great oceans. It is abundantly populated by various kinds of inhabitants and communities of several kinds of beings. It is brightened with multifarious constructions and structures. Vñ`m _Ü`o _hm_oé: pñWVmo ø_any{OV:Ÿ& à{dï>: fmoS>emYñVmƒVwaer{Vé{ÀN ́>V:Ÿ&& 5 tasya’madhye maha’meruh sthito hyamarapu’jitah& pravis”t’ah s”od’as’adhasta’c caturas’i’tirucchritah&& 5 Exactly at its center is the great mount known as Meru whose height is 100 yojanas and which is reverentially worshipped by the celestial beings and gods. The bottom portion of the Mt Meru measuring 16 yojanas has gone below the earth and its upper portion measuring 84 yojanas rises above the earth. "},{"pageNumber":27,"pageContent":"~«÷Umo@ÊS>§ _hme¡bo amOVo Mmd^m{gV:Ÿ& A_aF${fJÝYd©{d_mZ ZJamHw$b_²Ÿ&&  6 AZoH$mH$ma {dÝ`mg à_mUaMZm{X{^:Ÿ& ^wdZm{Z {Z{dï>m{Z Vpñ_ÞÊS>o MVwX©eŸ&& 7 brahman.on.d’am maha’s’aile ra’jate ca’vabha’sitah& amara r’s”igandharva vima’na nagara’kulam&&  6 aneka’ka’ra vinya’sa prama’n.a racana’dibhih& bhuvana’ni nivis”t’a’ni tasminnan.d’e caturdas’a&& 7 As yoked with this Mt Meru and being irradiated by divine forces, the barhmanda has its shimmering existence. In this brahmanda are placed one above the other 14 bhuvanas inhabited by devas, rishis, gandharvas and other godly beings. These bhuvanas are replete with super structures(vimanas) and cities which are in different shapes, designed with accurate measures and aligned properly. ^ybmoH$mo@W ^wdbm}H$: ñdbm}H$mo@W _hñVWmŸ& OZñVnñVWm gË`_oVmdmZ² bmoH$g§J«h:Ÿ&& 8 bhu’loko atha bhuvarlokah svarloko atha mahastatha’& janastapastatha’ satyam eta’va’n lokasamgrahah&& 8 Bhuloka, Bhuvarloka, Svarloka, Mahaloka, Janaloka, Tapoloka and Satyaloka – these are the seven upper worlds placed one above the other in this successive order. Including the seven patalas, these 14 bhuvanas are contained in the brahmanda. Vofm_wËn{Îm g§hmapñWË`ZwJ«h H$maU_²Ÿ& C_mn{V_©hmVoOm: na_oe g_mo Jwé:Ÿ&&  9 tes”a’mutpatti samha’rasthityanugraha ka’ran.am& uma’patirmaha’teja’h parames’a samo guruh&& 9 "},{"pageNumber":28,"pageContent":"Lord Umapati(Srikantha) who is with great effulgence, who is the Guru and whose position is on par with that of the Supreme Lord Siva takes responsibility for the five cosmic functions - creation, sustenance, dissolution, obscuration and grace – as far as this brahmanda is concerned. nÙOÝ_mÊS>_ÜdmZ_VrË`mZb dM©g:Ÿ& eVaÐm B{V»`mVm dra^Ð nwa:gam:Ÿ&&  10 lrH$ÊR>m{Y{ð>Vm: gÝVmo XodmZm§ _ZgopßgV_²Ÿ& Eoœ`ª g§à`ÀN>pÝV hapÝV M _hm¡Og:Ÿ&&  11 padmajanma’n.d’am adhva’nam ati’tya’nal varcasah& s’atarudra’ itikhya’ta’ vi’rabhadra purah sara’h&& 10 s’ri’kan.t’ha’dhis”t’hita’h santo deva’na’m manasepsitam& ais’varyam samprayacchanti haranti ca mahaujasah&& 11 Having transcended the plane of brahmanda, there are 100 Rudras from Virabhadra onwards, who are with fiery resplendence. They are with invincible valor and vigor. Being empowered and enkindled by Srikantha, they generously bestow the divine faculties and lordly powers upon the celestial beings and gods as desired by them. They dissolve all the worlds of brahmanda into their respective causal sources. n#m n#mmï>H§$ M¡d àË`mË_H$_Wm{XV:Ÿ& Jwø§ VWm{VJwø§ M n{dÌ§ ñWmUw g§{kV_²Ÿ&& 12 n¡emM§ amjg§ `mj§ JmÝYdª M¡ÝÐ_od MŸ& gm¡å`§ ËdW àOoe§ M ~«m÷§ M¡dmï>_§ VV:Ÿ&& 13 AH¥$V§ M H¥$V§ M¡d ^¡ad§ ~«m÷_od MŸ& d¡îUd§ ËdW H$m¡_ma_m¡_§ lrH$ÊR>_od MŸ&& 14 pan”ca pan”as”t’akam caiva pratyatmakamatha’ditah& guhyam tatha’tiguhyam ca pavitram stha’n.u samjn”itam&& 12 pais’a’cam ra’ks”asam ya’ks”am ga’ndharvam caindrameva ca& saumyam tvata prajes’am ca bra’hmam caiva’s”t’amam tatah&& "},{"pageNumber":29,"pageContent":" akr’tam ca kr’tam caiva bhairavam bra’hmam eva ca& vais”n.avam tvatha kauma’ram aumam s’ri’kan.t’ham eva ca&& 14 Above the plane of brahmanda, there are five layers of bhuvanas one above the other, each layer consisting of 8 worlds. These layers are – guhyashtaka, atiguhyashtaka, guhyati-guhyashtaka, pavitrashtaka and sthanvashtaka. Above these five layers exists a plane called devayonyashtaka in which there are eight worlds – paisaca, rakshasa, ya’ksha, ga’ndharva, aindra, saumya, pra’jes’a and bra’hma. Above the plane of devayonyashtaka, there is a plane called yogashtaka in which there are eight worlds – akr’tam, kr’tam, bhairavam, bra’hmam, vaishnavan, kaumaram, aumam and srikantham. dm_Xodmo@W ^r_ü CJ«ü¡d ^dñVWmŸ& gd}emZoœam¡ M¡d EH$dra: àMÊS>ÑH²$Ÿ&&  15 B©œamo@W C_m^Vm© AOoemo@ZÝV Ed MŸ& VVñËdoH${edü¡d gd}fm§ _ypÜZ©g§pñWVm:Ÿ&& 16 va’madevo atha bhi’mas’ca ugras’caiva bhavastatha’& sarves’a’nes’varau caiva ekavi’rah pracan.d’a dr’k&& 15 i’s’varo atha uma’bharta’ ajes’o ananta eva ca& tatastvekas’ivas’caiva sarves”a’m mu’rdhni samsthita’h&& 16 In the region above the gunatattva( that is, within the plane of prakr’ti tattva), there are bhuvanas such as vamadeva, bhima, ugra, bhava, isana, ekavira, pracandadr’k, isvara, umabharta, aja, ananta and ekasiva. These worlds are in the highest region of prakr’ti tattva. H«$moYoeüÊS> g§dVm} Á`mo{V: {n“beyaH$m:Ÿ& n#mmÝVH¡$H$dram¡ M {eIoXü VXrœam:Ÿ&&  17 Aï>mdoVo _hmË_mZmo dra^ÐmËnao pñWVm:Ÿ& lrH$ÊR>mZw_Vm: gd} XodmZm_{YXodVm:Ÿ&&  18 krodhes’as’can.d’a samvarto jyotih pin’gala s’u’raka’h& pan”ca’ntakaikavi’rau ca s’ikedas’ca tadi’s’vara’h&& 17"},{"pageNumber":30,"pageContent":" as”t’a’vete maha’tma’no vi’rabhadra’t pare sthita’h& s’ri’kan.t’ha’numata’h sarve deva’na’m adhidevata’h&& 18 Krodha, Canda, Samvarta, Jyotih, S’uraka, Panchantaka, Ekavira and S’ikheda- these great lords, eight in number, are in the plane above the world of Virabhadra, ruling over the eight worlds existing in their respective names. They carry out the orders issued by Srikantha. They function under the directions of Srikantha. They are the authoritative lords for all the celestial beings and gods. D$Üd©VoOm VhmVoOm dm_Xodmo ^dmoØdm¡Ÿ& EH${n“ojUoemZ ^wdZoe nwa:gam:Ÿ&&  19 A“xï>_mÌ g{hVm _hmXodmï>H$m: {edm:Ÿ& _m`mÄOZ {d{Z_w©º$m: na_oemZ g§{_Vm:Ÿ&& 20 _ÊS>bm{Yn{Vä`mo@W VÎd_mJ©: à{V{ð>V:Ÿ& D$Üdª ^moJ{H«$`m`moJo na_oemZ ^m{fVoŸ&& 21 u’rdhvateja’ maha’teja’ va’madevo bhavodbhavau& ekapin’geks”an.es’a’na bhuvanes’a purah sara’h&& 19 an’gus”t’ma’tra sahita’ maha’deva’s”t’aka’h s’iva’h& ma’ya’n”jana vinirmukta’h parames’a’na sammita’h&& 20 man.d’ala’dhipatibhyo atha tattvama’rgah pratis”t’hitah& u’rdhvam bhogakriya’yoge parames’a’na bha’s”ite&& 21 Above the bhuvanas mentioned before, there are eight worlds – urdhvateja, mahateja, vamadeva, bhavodbhava, ekapinga, ekekshana, isana and angushtamatra. These eight bhuvanas are collectively called “mahadevashtaka”. The governing lords of these eight bhuvanas are endowed with the powers and qualities of Siva. They are absolutely free from the darkening taint called maya. They are under the directions and control of Paramesvara. Apart from these lords, there are other authoritative heads known as Mandaladhipas, well installed in the path of tattva-adhva. Above the realm of mahadevashtaka, there is yet another realm of bhuvanas, abundantly replete with enjoyments and activities related to that plane. It is illumined and energized by Paramesa. "},{"pageNumber":31,"pageContent":"_Á OmpñWewŠbg§KmVñZm`w M {nV¥O§ ñ_¥V_²Ÿ& amo_m{U bmo{hV§ _m§g§ _mV¥H§$ {ÌH$_wÀ`VoŸ&& 22 EVXÞoZ gVV§ nmZoZ M {dd{Y©V_²Ÿ& gdª `mo{Zeara§ Vw fpS²>^: {lV_hmõX_²Ÿ&& 23 n¥{Vì`mnñVWm VoOmo dm`wamH$me_od MŸ& eãX: ñne©ü ê$n§ M agmo JÝYü n#m_:Ÿ&& 24 nmXm¡ nm`wénñW§ M H$am¡ dm{JpÝÐ`§ VWmŸ& lmoÌ§ ËdH²$ Mjwfr {Oˆm Zm{gH$m nwZaod MŸ&& 25 Ah§H$ma{óYm ko`m ~w{Õaï>{dYm ñ_¥VmŸ& JwUÌ`§ M {dko`§ àYmZnwéfoœam:Ÿ&&  26 majja’sthi s’ukla samgha’ta sna’yu ca pitr’jam smr’tam& roma’n.i lohitam ma’msam ma’tr’kam trikam ucyate&& 22 etadannena satatam pa’nena vivardhitam& sarvam yoni s’ari’ram tu s”ad’bhih s’ritamaha’hradam&& 23 pr’thivya’pastatha’ tejo va’yura’ka’s’am eva ca& s’abdah spars’as’ca ru’pam ca raso gandhas’ca pan”camah&& 24 pa’dau pa’yurupastham ca karau va’gindriyam tatha’& s’rotram tvak caks”us”i’ jihva’ na’sika’ punareva ca&& 25 ahan’ka’rastridha’ jn”eya’ buddhiras”t’vidha’ smr’ta’& gun.atrayam ca vijn”eyam pradha’na purus”es’vara’h&& 26 For the womb-born souls, marrow, bone, sinew in association with vital fluid – these three originate as related to father. Bodily hairs, vital blood and flesh – these three originate as related to mother. The womb-born bodies always get growth and nourishment through foods and drinks. The womb-born body is comparable to a large and deep pool in which the six streams – marrow, bone, sinew-fluid, bodily hairs, vital blood and flesh – get collected and stored. The womb-born body is associated with tattvas. Earth, water, fire, air and space(bhutas); sound, touch, form, smell and taste(tanmatras); five organs of action- feet, anus, genital organ, hand and organ of speech; five organs of knowledge – ear, skin, eye, tongue and nose. "},{"pageNumber":32,"pageContent":"Then, there are threefold ahankara tattva, eightfold buddhi tattva and threefold guna tattva. Superior to these tattvas, there are pradhana tattva and purusha tattva. All these tattvas perform their respective functions as guided by Isvara. naVü _hm_m`m {dÚoemZm ì`dpñWVm:Ÿ& gd©{dÚm n[ad¥V: gd£œd`©dm[a{Y:Ÿ&&  27 OJV: àb`moËn{Îm {d^y{V{Z{Yaì``:&  _m`mon[a _hm_m`m gd©H$maUH$maU_²Ÿ&& 28 paratas’ca maha’ma’ya’ vidyes’a’na’ vyavasthita’h& sarvavidya’ parivr’tah sarvais’varya va’ridhih&& 27 jagatah pralayotpatti vibhu’ti nidhiravyayah& ma’yopari maha’ma’ya’ sarva ka’ran.a ka’ran.am&& 28 Over and above these tattvas, there is the energetic maya tattva which is controlled and put into orderly function by Anantesvara(Vidyesvara) who is surrounded by all groups of Vidyas. He is the great ocean of lordly powers and faculties. He is the inexhaustible store-house of exalted powers essential for the performance of cosmic functions such as creation, maintenance, dissolution and others.The maya tattva which is under the control of Anantesvara is known as impure maya. Above the range of impure maya, there is supreme and pure maya tattva called Mahamaya which is the primal source of all other sources. Aï>{dÚoœa¡`w©º$mo drV_m`mo {ZaÄOZ:Ÿ& gyú_: gd©JVmo {ZË`mo XodXodmo _hoœa:Ÿ&&  29 AZÝVoeü gyú_ü V¥Vr`ü {edmoÎm_:Ÿ& EH$ZoÌ¡H$éÐm¡ M {Ì_y{V©ümZbÚw{V:Ÿ&&  30 lrH$ÊR>ü {eIÊS>r M gy`©H$mo{Q>g_à^m¡Ÿ& {dÚoemñVw _hmË_mZ: {ede{º$ g_pÝdVm:Ÿ&& 31 as”t’vidyes’varairyukto vi’tama’yo niran”janah& su’ks”mah sarvagato nityo devadevo mahes’varah&& 29"},{"pageNumber":33,"pageContent":" anantes’as’ca su’ks”mas’ca tr’ti’yas’ca s’ivottamah& ekanetraikarudrau ca trimu’rtis’ca’nala dyutih&& 30 s’ri’kan.t’has’ca s’ikhan’d’i’ ca su’ryakot’i samaprabhau& vidyes’a’stu maha’tma’nah s’ivas’akti samanvita’h&& 31 In the ream of pure Mahamaya exist eight Vidyesvaras who have transcended the limitations caused by impure maya and who are free from the veiling impurities. Of these eight, Ananta is of very subtle nature. He is all-pervasive; eternal; the most powerful and authoritative Lord of divine beings; great Isvara. Anantesa, Su’kshma, Sivottama, Ekanetra, Ekarudra, Trimurti appearing with fiery effulgence, Srikantha and S’ikhandi who appear with the brilliance of ten million suns – these are the eight Vidyesvaras. They are very great divinely beings. They are always associated with host of Sivasaktis. {VòñVw eº$`mo ko`m: H$maUñ`mì``mË_Z:Ÿ& dm_m Á`oð>m M am¡Ðr M eº$`: g_wXmöVm:Ÿ&& 32 kmZe{HV: {H«$`me{º$: e{º$Û`_ZÝVa_²Ÿ& kmZe{º$: {edm {ZË`g¥{ï>g§hmaH¥$pËH«$`mŸ&& 33 gÚmo dm_mo @ß`Kmoaü nwéfoemZ Ed MŸ& gH$bñVw {edmo øof {ZîH$bñVw gXm{ed:Ÿ&& 34 tisrastu s’aktayo jn”eya’h ka’ran.asya’vyaya’tmanah& va’ma’ jyes”t’ha’ ca raudri’ ca s’aktayah samuda’hr’ta’h&& 32 jn”a’nas’aktih kriya’s’aktih s’aktidvayam anantaram& jn”anas’aktih s’iva’ nityasr’s”t’samha’rakr’t kriya’&& 33 sadyo va’mo apyaghoras’ca purus”es’a’na eva ca& sakalastu s’ivo hyes”a nis”kalastu sada’s’ivah&& 34 It is to be known that there are three Saktis belonging to the Supreme Lord who is the Primal Cause and who is with imperishable and inexhaustible powers. They are Vama, Jyeshtha and Raudri. Apart from these three Saktis, there are two Saktis for the Lord and they are Jnana Sakti and Kriya Sakti. Of these two, Jnana Sakti is of the nature of Siva mantras and Kriya Sakti becomes instrumental for the continued performance of five cosmic functions such as creation, sustenance, dissolution and others. There are"},{"pageNumber":34,"pageContent":"three states for Siva – sakala, nishkala and sakala-nishkala. There are five mantras – sadya, vama, aghora, tatpurusha and isana – which constitute the divine form of Siva. Siva is known as Sadasiva when He is in sakala-nishkala state. gH$b§ {ZîH$b§ M¡d `mo {h do{Îm gXm{ed_²Ÿ& g§gmam{Õ {d{Z_w©º$: {ed_odm{YJÀN>{VŸ&& 35 gdk: gd©H$Vm© M {ed: e{º$g_pÝdV:Ÿ& {dÚmamOm{YamOoemo OJX² ^«_`VrÀN>`mŸ&& 36 sakalam nis”kalam caiva yo hi vetti sada’s’ivam& samsa’ra’ddhi vinirmuktah s’ivameva’dhi gacchati&& 35 sarvajn”ah sarvakarta’ ca s’ivah s’akti samanvitah& vidya’ra’ja’dhira’jes’o jagadbhramayati’cchaya’&& 36 He who knows the essential nature of sakala, nishkala and sadasiva(sakala-nishkala) states of Lord Siva, becomes absolutely disentangled from the repeating phenomenon of birth and death and ultimately attains the pure state of Lord Siva. He becomes the knower of all; becomes the doer of all. He attains oneness with Lord Siva who is in inseparable union with Sakti. He becomes the Lord of the Supreme Masters of Vidyesvaras. He becomes capable of putting all the worlds into their respective functions simply by his Will. Anmd¥Îm: gwg§nyU©: ewÕñËdmË_m ì`dpñWV:Ÿ& na: na_{Zdm©Umo øì``: na_: {ed:Ÿ&&  37 apa’vr’ttah susampu’rn.ah s’uddhastva’tma’ vyavasthitah& parah parama nirva’n.o hyavyayah paramah s’ivah&& 37 Having dissociated himself from the bonds of maya and other veiling factors, he becomes absolutely perfect and attains the exalted state wholeness. He becomes established in his own essential state of absolute purity. Having ascended to the highest state of liberation, he remains supreme; becomes imperishable. He becomes the Supreme Lord Siva Himself. "},{"pageNumber":35,"pageContent":"EZ§ `OpÝV _wZ`mo Jwø_ÝÌ¡_©hm_I¡:Ÿ& _ÝÌnwînmonhmaoU {ed§ na__mZg_²Ÿ&&  38 BîQ‰>m na_gØmd§ {edVÝÌ{dXwÎm__²Ÿ& H$maUoemZH$_b§ {ed_ä`o{V gmYH$:Ÿ&& 39  enam yajanti munayo guhyamantrair mahamakhaih& mantrapus”popaha’ren.a s’ivam parama ma’nasam&& 38 is”t’va’ paramasadbha’vam s’ivatantra viduttamam& ka’ran.es’a’na kamalam s’ivamabhyeti sa’dhakah&& 39 The enlightened sages get spontaneously inspired to worship Lord Siva who is always present in the heart-space of every living being, through the secret mantras and great yajnas and through the offerings of flowers designed with the specific mantras. Having systematically worshipped Siva, the aspirant(sadhaka) attains the exalted state of oneness with Him and becomes supreme among the knowers of the Saivagamas. He becomes one with Siva who presents Himself in the heart-lotus of Karanesa( The Lord of all causes). _ÝÌXrjmÜdañZmVmo _ÝÌmb‘>ma{dJ«h:Ÿ& Ü`m`oËn#m_hm_ÝÌ VZw_remZ_ì``_²Ÿ&& 40 àYmZnwéfoemZ§ na§ öX²>ì`mo_ g§pñWV_²Ÿ& ewÕñ\\${Q>H$g§H$me§ AYy_Á`m{Vê${nU_²Ÿ&& 41 mantradi’ks”a’dhvara sna’to mantra’lan’ka’ra vigrahah& dhyayet pan”ca maha’mantra tanumi’s’a’nam avyayam&& 40 pradha’na purus”es’a’nam hr’dvyoma samsthitam& s’uddhasphat’ika samka’s’am adhu’majyoti ru’pin.am&& 41 Having been purified with relevant mantras, diksha and Siva-worship and having transformed his body into a divine frame adorned with various kinds of mantra-nyasa, the sadhaka should meditate on Lord Siva whose divine form is composed of five maha-mantras. Siva is the ultimate Controller- Lord; He is imperishable; He is the eternal Lord of both pradhana and purusha; He is beyond and above the realm of"},{"pageNumber":36,"pageContent":"tattvas. Assuming a pure form which shines forth as a pure crystal and as a pure light bereft of smoke, He presents Himself in the heart-space of all the beings. The sadhaka should meditate on such a pure form of Siva. gd©OrdH$bmì`m{n gd©k§ gd©Vmo_wI_²Ÿ& VËñWmo brZñdVÎdoZ Vm§ H$bm§ {MÝV`oËgXmŸ&& 42 gdm©ÄOZ {d{Z_w©º§$ {ede{º$H$b¡{YV_²Ÿ& AmË_VÎd§ BX§ ewÕ§ gmYH$mZm§ àH$s{V©V_²Ÿ&& 43 sarvaji’va kala’vya’pi sarvajn”am sarvatomukham& tatstho li’nasvatattvena ta’m kala’m cintayet sada’&& 42 sarva’n”jana vinirmuktam s’ivas’akti kalaidhitam& a’tmatattvam idam s’uddham sa’dhaka’na’m praki’rtitam&& 43 Keeping himself beyond the entire range of tattvas and being absorbed himself into a state of pure kala, the sadhaka should always meditate upon the transcendent and luminous kala. This luminous kala pervades the entire range of vibrant aspects of all the souls; it is capable of knowing all and it reaches all directions and presents itself everywhere. This supreme kala is absolutely free from all kinds of impurity; it is being nourished and vitalized by the vibrant aspects of Sivasakti. Such kala is known as ‘suddha atma tattva’ and this is to be essentially realized by the sadhakas. A{U_m{XJwU¡`w©º$m `moJ¡œ`m©dbpå~Vm:Ÿ& `mdË`: H${WVm {dÚm: gdm©: {edH$bmpÝdVm:Ÿ&& 44 {ede{º$H$bm: gdm©: EVm: gd©k^m{fVm:Ÿ& `mo _moj gwI¡œ`© YZdr`© àXm: ew^m:Ÿ&&  45 {dÚmVÎd§ BX§ nw§gm§ V¥Vr`§ gd©H$m{_H$_²Ÿ& an.ima.di gun.airyukta’ yogais’varya’valambita’h& ya’vatyah kathita’ vidya’ sarva’h s’ivakala’nvita’h&& 44 s’ivas’akti kala’h sarva’h eta’h sarvajn”a bha’s”ita’h& yo moks”asukhais’varya dhanavi’ryaprada’h s’ubha’h&& 45 vidya’tattvam idam pumsa’m tr’ti’yam sarvaka’mikam&"},{"pageNumber":37,"pageContent":" Those kalas which are known as sivasakti kalas are associated with such powers as anima, laghima and other divine powers. They are supported by yogic powers and lordly powers of Isvara. All those vidyas which have been enunciated in the Agamas are in association with sivakalas. The nature of such sakti kalas and siva kalas has been well expounded by Lord Siva, the Knower of all. They are supremely auspicious. They are efficacious in granting the auspicious benefits of yogic powers, bliss of final liberation, happiness, lordly powers and strength. The tattva which is characterized by such sakti kalas and siva kalas is known as ‘suddha vidya tattva’. The third one is ‘suddha siva tattva’, the yielder of all the desired fruits. {edVÎd{dYmZkmo kmËdm {gÜ`{V ZoVa:Ÿ&& 46 {edmË_{dÚm VÎdm{Z ÌrÊ`oVmÝ`Zwnyd©e:Ÿ& {d{XËdm gmYH$: {jà§ _ÝÌ{gqÕ AdmßZw`mV²Ÿ&& 47 s’ivatattva vidha’najn”o jn”atva’ siddhyati netarah&& 46 s’iva’tmavidya’ tattva’ni tri’n.yeta’n yanupu’rvas’ah& viditva’ sa’dhakah ks”ipram mantrasiddhim ava’pnuya’t&& 47 A sadhka should know well and practice the disciplines concerned with the’suddha siva tattva. Only that sadhaka who realizes the efficacy and the benefits of suddha siva tattva could accomplish the supreme goal. This supreme goal cannot be accomplished by others. There are only three major and important principles(tattvas), suddha atma tattva, suddha vidya tattva and suddha siva tattva. The sadhaka who practices the disciplines concerned with these three important tattvas, attains mastership over all the mantras within the shortest time possible. namYm©: n#m{d»`mVm {dÚoedXZmoÒVm:Ÿ& {d{Y{μH«$`o H$mb`moJm¡ {edüo{V g_mgV:Ÿ&& 48 "},{"pageNumber":38,"pageContent":"{ed: H$bm amJ{dÚo nwéfmo@ì`º$_od MŸ& JwUm~w{Õah§H$mañVÝ_mÌmUrpÝÐ`m{U MŸ&&  49 _hm^yVm{Z Mmß`Ì n¥{Wì`ÝVm{Z n#m MŸ& Efm§ g§»`m g_m»`mVm {edVÎdmW©H$mo{dX¡:Ÿ&& 50 para’rdha’h pan”ca vikhya’ta’ vidyes’a vadanodgata’h& vidhikriye ka’layogau s’ivas’ceti sama’satah&&  48 s’ivah kala’ ra’ga vidye purus”o avyaktam eva ca& gun.abuddhirahan’ka’ras tanma’tra’n.i’ndriya’n.i ca&& 49 maha’bhu’ta’ni ca’pyatra pr’thivyanta’ni pan”ca ca& es”a’m samkhya’ sama’khya’ta’ s’ivatattvarthakovidaih&& 50 The verses (sutras) which issued forth from the face of Vidyesvara are said to be 5 parardhas(one parardha is equal to one hundred millions of trillions) in number. All these verses have been grouped under various titles such as vidhi, kriya, ka’la, yoga and siva. Siva tattva, kala’ tattva, ra’ga tattva, vidya’ tattva, purusha tattva, avyakta tattva, guna tattva, buddhi tattva, ahankara tattva, five tanmatra tattvas, ten indriya tattvas and five bhuta tattvas – enumeration of such tattvas has been systematically set forth by the knowers of the significant merits of the tattva-adhva as explained in the Saivagamas. {edVÝÌ _hm{dÚm gwg§ñH¥$_ _hm{Y`:Ÿ& {edmZb _hmÁdmbm X½Y~rOm: gwHo$dbm:Ÿ&& 51 nma_oemZ{H$aU àH$merH¥$V Mjwf:Ÿ& gmYH$m: na_§ emÝV§ à{depÝV VZwj`oŸ&& 52 s’ivatantra maha’vidya’ susamskr’ta maha’dhiyah& s’iva’nala maha’jva’la’ dagdha bi’ja’h sukevala’h&& 51 pa’rames’a’nakiran.a praka’s’i’kr’ta caks”us”ah& sa’dhaka’h paramam s’a’ntam pravis’anti tanuks”ye&& 52 "},{"pageNumber":39,"pageContent":"The consciousness of such sadhakas gets refined and perfected by the disciplines of yoga and jnana as set forth in the Sivagamas. Their karmic seeds are burnt by the blazing flames of the fire of sivajnana. Their eyes are brightened by the luminous rays of Paramesvara. Such sadhakas, being dissociated from all the limiting adjuncts, get established in their own essential state of purity and enter into the unparalleled state of blissful calmness, when their physical body ceases to exist. ŸŸ& B{V am¡adgyÌg§J«ho AÜdnQ>büVwW©: Ÿ& iti rauravasu’tra samgrahe adhvapat’alas’caturthah This is the 4th chapter titled “The Features of the Metaphysical Path” in the Rauravasutra Samgraha "},{"pageNumber":40,"pageContent":"5 _wÐmbjU_² 5 MUDRA’ LAKS”AN.AM 5 Directions for Holding the Palms and Fingers in Different Positions AWmV: g§àdú`m{_ Jwøm _wÐm: {edmoØdm:Ÿ& à`wÁ`ÝVo @M©Zm{dYm¡ ~{bH$_©Onofw MŸ&& 1 atha’tah sampravks”ya’mi guhya mudra’h s’ivodbhava’h& prayujyante arcana vidhau balikarma japes”u ca&&  1 Now, I will describe the process of holding the relevant mudras which are to be kept secret and which were revealed by Siva Himself. These mudras are to be gestured and shown in the sacred activities such as the flower-offering, offering of rice-ball(bali), incantation and so forth. Z_ñH$mamo ÜdOü¡d VWm M eeH${U©H$mŸ& _wHw$bm nÙ_wÐm M VWm Mmdm{hZr ^doV²Ÿ&& 2 {Zðw>am H$mbH$ÊR>r M {b“_wÐm VW¡d MŸ& namaska’ro dhvajas’caiva tatha’ ca s’as’akarn.ika’& mukula’ padma mudra’ ca tatha’ ca’va’hini’ bhavet&& 2 nis”t’hura’ ka’lakan.t’hi’ ca lin’gamudra’ tathaiva ca& The mudras which are to be essentially shown are: namaskara mudra, dhvaja mudra, s’as’a karnika’ mudra, mukula mudra, padma mudra, a’va’hani mudra, nishthura mudra, kalakant’hi mudra and linga mudra. "},{"pageNumber":41,"pageContent":"AW dú`o bjUm{Z _wÐmUm_Zwnyd©e:Ÿ&& 3 Z_ñH$maoU dÝXoV ÜdOoZ Ü`mZ_mMaoV²Ÿ& eeH$Ê`m© {Z`wÁ`oV _wHw$ë`m MmgZmH¥${V:Ÿ&& 4 AmmgZ§ H$ën`oXÌ H«$_e: nÙ_wÐ`mŸ& AmdmhÝ`mdmhZ§ M Xodoeñ` à`moO`oV²Ÿ&& 5 {Zðw>a`m {ZéÕçoV {d¿ZmoËgmaU_od MŸ& H$mbH$ÊR>çm à`wÄOrV {ednyOmà~moYH$mŸ&& 6 `moOZm {b“_wÐm`m: {edê$no øwXmöVm:Ÿ& atha vaks”ye laks”an.a’ni mudran.a’m anupu’rvas’ah&& 3 namaska’ren.a vandeta dhvajena dhya’nam a’caret& s’as’akarn.ya’ niyujyeta mukulya’ ca’sana’kr’tih&&  4 a’sanam kalpayedatra kramas’ah padma mudraya’& a’va’hanya’va’hanam ca deves’asya prayojayet&&  5 nis”t’huraya’ niruddhyeta vighnotsa’ran.am eva ca& ka’lakan.t’hya’ prayun”ji’ta s’ivapu’ja’ prabodhaka’&& 6 yojana’ lin’gamudra’ya’h s’ivaru’pe hyuda’hr’ta’h& Now I will describe these mudras with all the essential lineaments, one by one according to the timeless traditional order. The sadhaka should perform the due salutation , holding the namaskara mudra. He should practice meditation , holding the dhvaja mudra. The internal correspondence between the sadhaka and the Deity should be maintained with the holding of sasakarnika mudra. In presenting the relevant seat to the invoked Deity, he should hold mukula mudra. In visualizing the seat mentally, he should hold padma mudra. For invoking the Deity, he should hold a’va’hana mudra. To stabilize the presence of the Deity and to ward off the obstacles, he should hold nishtura mudra. To effect the consummate perfection of the worship of Siva, he should hold kalakanti mudra. To establish total identity between the form of Siva and the devotee, he should hold linga mudra. "},{"pageNumber":42,"pageContent":" Z_ñH$ma _wÐm öÔoeo Vw {ZnrS>çoV hñV`moé^`moñVb_²Ÿ&& 7 Z_ñH$mam Vw {dko`m _pÝÌUm _ÝÌdÝXZoŸ& namaska’ra mudra’ hr’ddes’e tu nipi’d’yeta hastayorubhayostalam&&  7 namaska’ra’ tu vijn”eya’ mantrin.a’ mantra vandane& Pressing together the palms of right hand and left hand and holding them in front of the heart(middle of the chest) is namaskara mudra. This mudra is to be shown by the sadhaka (who recites the mantras) at the time of making salutation accompanied with relevant mantra. ÜdO_wÐm dm_hñVñ` J«rdm`m§ VO©Zt X{jUoZ VwŸ&& 8 A“xð>§ CÞV§ H¥$Ëdm ÜdOoZ Ü`mZ_ma^oV²Ÿ&   dhvaja mudra’ va’mahastasya gri’va’ya’m tarjani.m daks”in.ena tu&&  8 angus”t’ham unnatam kr’tva’ dhvajena dhya’nam a’rabhet& Touching the left hand kept in front of the neck (heart) with fore finger and keeping the right thumb raised upright is known as dhvaja mudra. The sadhaka should commence the practice of meditation by holding this dhvaja mudra. "},{"pageNumber":43,"pageContent":" eeH${U©H$m _{U~ÝY§ {ZnrS>ç¡d hñV`moé^`moa{nŸ&& 9 A“xð>m§ VO©Zt M¡d ËdoH$m_oH$Ì `moO`oV²Ÿ& CÎmmZm¡ Vw H$am¡ H¥$Ëdm Xe©`oÀN>eH${U©H$m_²Ÿ&& 10 s’as’akarn.ika’ man.ibandham nipi’d’yaiva hastayorubhayorapi&&  9 angus”t’ha’m tarjani’m caiva tveka’m ekatra yojayet& utta’nau tu karau kr’tva’ dars’ayec chas’a karn.ika’m&& 10 Pressing together both the wrists and both the hands and keeping together the thumb and fore-finger of each hand and keeping the hands raised is known as sasakarnika mudra. The sadhaka should display this mudra to have intimate link with the Deity. AmdmhZr AÄOqb {Z`Vm§ H¥$Ëdm öÔoeo Vw g_m{hVm_²Ÿ& A“xð>m¡ Vw {ZnrS²>çoVo _Ü`Vmo {Z{~S>m“x{b_²Ÿ&& 11 AmdmhZr à`moº$ì`m XodXodñ` MmgZoŸ& a’va’hani’ an”jalim niyata’m kr’tva’ hr’ddes’e tu sama’hita’m& an’gus”t’hau tu nipi’d’yete madhyato nibid’a’n’gulim&& 11 a’va’hani’ prayoktavya’ devadevasya ca’sane& Holding the open hands together so as to form a hallow , bringing them together up to the middle of the chest(heart), keeping the thumbs bent so as to touch the palms and keeping all other fingers close together - is avahana mudra. This mudra should be shown while offering a seat for the Deity."},{"pageNumber":44,"pageContent":" {Zðw>am {ZnrS>`oÎmWm“xð>m¡ hñV`moé^`moa{nŸ&& 12 V`moüm{^_wI§ H¥$Ëdm {Zðw>am§ Vw à`moO`oV²Ÿ& nis”t’hura’ nipi’d’ayettatha’n’gus”t’hau hastayorubhayorapi&&  12 tayos’ca’bhimukham kr’tva’ nis”t’hura’m ca prayojayet& Nisht’hura mudra is to be shown by keeping the thumbs bent , keeping them pressed within the closed hands and keeping this gesture turned towards the Deity. This mudra should be shown to stabilize the presence of the Deity in the image being worshipped. H$mbH$ÊR>r A“xð>m¡ Vw ZVm¡ H¥$Ëdm hñV`moé^`moa{nŸ&& 13 C^m¡ Mm{^_wIm¡ H¥$Ëdm H$mbH$ÊR>t à`moO`oV²Ÿ& ka’lakn.t’hi’ an’gus”t’hau tu natau kr’tva hastayorubhayorapi&&  13 ubhau ca’bhimukhau kr’tva’ ka’lakan.t’hi’m prayojayet& Keeping the thumbs of both the hands bent and holding the hands turned towards the sadhaka(towards himself) is known as kalakant’hi mudra. In order to mark the perfect completion of the worship, this mudra is to be shown. {b“_wÐm ALJwð>§ CÞV§ H¥$Ëdm _wqï> nmUm¡ Vw X{jUoŸ&& 14 à{jnoÕñV_Ü`o Vw dm_hñVñ` _ÝÌ{dV²Ÿ& X{jUo Vw VWm nmUm¡ eofm: Hw$`m©ÎmWmon[aŸ&& 15"},{"pageNumber":45,"pageContent":"{b“_wÐm _hmdr`m© {dko`m {ednyOZoŸ& EVm Ed _hm_wÐm: {edñ` na_mË_Z:Ÿ&& 16 AmZwnyì`m© à`moº$ì`m _ÝÌmUm§ M {deofV:Ÿ& BË`oVm: gmYH${dYm¡ Jwø_ÝÌm: àH$s{V©Vm:Ÿ&& 17 lin’gamudra’ an’gus”t’hau unnatam kr’tva’ mus”t’im pa’n.au tu daks”in.e&& 14 praks”ipeddhastamadhye tu va’mahastasya mantravit& daks”in.e tu tatha’ pa’n.au s’es”a’h kurya’t tathopari&& 15 lin’gamudra’ maha’vi’rya’ vijn”eya’ s’ivapu’jane& eta’eva maha’mudra’h s’ivasya parama’tmanah&&  16 a’nupu’rvya’ prayoktavya’ mantran.a’m ca vis’es”atah& ityeta’h sa’dhaka vidhau guhyamantra’h praki’rtita’h&& 17 Keeping the right thumb raised upright, clenching the fist of the right hand and placing this clenched fist within the left hand so as to be covered by the fingers of the left hand is said to be the linga mudra. This linga mudra which possesses great vigor should be displayed duly in the worship of Lord Siva. All these mudras mentioned here should be shown in an orderly way while performing the worship of Siva the Supreme Lord, with the accompaniment of relevant mantras specifically formulated for these. These specific and secret mantras have been enunciated here to be recited according to the context by the sadhakas. These mantras have their significant role in the system of Siva-worship. _wÐm_ÝÌm:  Am| Z_mo Z_: Z_ñH$ma:Ÿ&& Am| CnH$ënm` Ü`mZm{YnV`o ÜdO: &&  Am| eeH$Uu eeH$Uu Ÿ&& Am| _wHw$br _wHw$bm Ÿ&&  Am| nÙmoØdo nÙ_wÐm Ÿ&& Am| AZÝVê$nm` O{Q>bm` AmdmhZr Ÿ&&  Am| ànrS>Zm` {Zðw>am Ÿ&& Am| H$mbH$ënmeZr hþ§ \\$Q²> H$mbH$pÊR>H$m Ÿ&&  Am| Z_: {edm` {edVam` Z_mo Z_: {b“_wÐm Ÿ&&  Am| Z_: gmo_m` CJ«m` N>R> gd©_wÐm öX`_² Ÿ&&"},{"pageNumber":46,"pageContent":" mudra’mantra’h om namonamh& namaska’rah&& om upakalpa’ya dhya’na’dhipataye& dhvajah&& om s’as’akarn.i’ & s’as’akarn.i’Ÿ&& om mukuli& mukula’&& om padmodbhave& padma mudra’&& om anantaru’pa’ya jat’ila’ya& a’va’hani’&& om prapi’d’ana’ya& nis”t’hura’&& om ka’lakalpa’s’ani’ hum phat’& ka’lakan.t’hika’&& om namah s’iva’ya s’ivatara’ya namo namah& lin’gamudra’&& om namah soma’ya ugra’ya chat’ha& sarvamudra’ hr’dayam&& B{V _wÐm_ÝÌm: g_mám: Ÿ&& iti mudra’mantra’h sama’pta’h & B{V lr am¡adgyÌ g§J«ho _wÐm nQ>b: n#m_: Ÿ& & iti s’ri’ raurava su’tra san’grahe mudra’ pat’alah pan”camah & This is the 5th chapter titled “Directions for holding the mudras” in the Rauravasu’tra samgraha "},{"pageNumber":47,"pageContent":" 6 n#m~«÷H$bm {d{Y: 6 PAN”CABRAHMA KALA’ VIDHIH 6 Directions for Doing the Nya’sa of S’ivakala’ Mantras AW ~«÷_`§ Jwø§ {edH$m`mË_ g§pñWV_²Ÿ& H$bm^oX§ àdú`m{_ VÀN¥>UwÜd§ `WmH«$__²Ÿ&& 1 athabrahmamayam guhyam s’ivaka’ya’tma samsthitamŸ& kala’bhedam pravaks”ya’mi tacchr’n.udhvam yatha’kramam&& 1 Now, I will explain different kala-mantras in due order. These kala-mantras are of the nature of Lord S’iva Himself. These are identical with the divine form of Lord S’iva ; they are to be kept secret. Listen to my instructions. (H$bmg§»`m) (kala’samkhya’) (Number of Kala’mantras) Aï>m¡ Ì`moXemï>m¡ M MVò: n#m Ed MŸ& n#mmZm_mZwnyì`}U H$bm{^Þm `WmH«$__²Ÿ&& 2 as”t’au trayodas’a’s”t’au ca catasrah pan”ca eva ca& pan”ca’na’ma’nupu’rvyen.a kala’bhinna’ yatha’kramam&& 2 Eight, thirteen, eight, four and five – these are the total number of kalas pertaining to each of the five brahma mantras set in the order commencing from the sadyoja’ta mantra. These kala mantras have been differentiated in conformity with the brahma mantras. "},{"pageNumber":48,"pageContent":"Vm: àdú`må`eofoU H$bm: e¡dmJ_pñWVm:Ÿ& gÚ: H$bm{^aï>{^dm©_Xodo Ì`moXeŸ&& 3 AKmoa_{n Mmï>m{^üVò: nwéfo VWmŸ& B©emZ§ n#mYm {^Îdm gH$b§ {dÝ`gopÀN>d_Ÿ&& 4 AmMm`} M {edo@¾m¡ M H$bm: øoVm: à`moO`oV²Ÿ& ta’h pravks”ya’myas’es”en.a kala’h s’aiva’gamasthita’h& sadyah kala’bhiras”t’abhirva’madeve trayodas’a&&  3 aghoramapi ca’s”t’a’bhis’catasrah purus”e tatha’& i’s’a’nam pan”cadha’ bhittva’ sakalam vinyasecchivam&& 4 a’ca’ryeca s’ive agnau ca kala’h hyeta’h prayojayet& Now, I will explain how these kala mantras have been differentiated so as to be identical with the form of S’iva. Such details have been authoritatively expounded in the S’aivagamas. Sadyojata is associated with 8 kala mantras. Vamadeva is associated with 13 kala mantras. Aghora is associated with 8 kala mantras. Tatpurusha is associated with 4 kala mantras. Is’ana is associated with 5 kala mantras. Having differentiated the five brahma mantras in this order, the sadhaka should identify these kala mantras with the mantra-form of Sadas’iva. These kala mantras are to be identified with the body of Acharya, with the form of S’iva and with Sivagni(fire in the form of Siva, kindled in the fire-pit).  (gÚmoOmVH$bm:) (sadyoja’ta kala’h) (Kala mantras of Sadyojata)  gÚmoOmVü gÚü ^düm^d Ed MŸ&& 5 VWmZm{X^dü¡d ^Oñdo{V ^dmoØdm¡Ÿ& sadyoja’tas’ca sadyas’ca bhavas’ca’bhava eva ca&&  5 tatha’na’dibhavas’caiva bhajasveti bhavodbhavau& Sadyoja’tam, Sadyoja’ta’ya, Bhava, Abhava, Ana’dibhava, Bajasva, Bhava and Udbhava – these are the eight kala mantras pertaining to Sadyojata."},{"pageNumber":49,"pageContent":" (dm_XodH$bm:) (va’madeva kala’h) (Kala mantras of Vamadeva) dm_mo Á`oð>ü éÐü H$mbü¡d H$bñVWmŸ&& 6 {dH$aUü ~bü¡d {dH$aUmo@W ~bñVWmŸ& à_Wmo X_Zü¡d _ZümoÝ_Z Ed MŸ&&  7 va’mo jyas”t’has’ca rudras’ca ka’las’caiva kalastatha’&& 6 vikaran.as’ca balas’caiva vikaran.o atha balastatha’& pramatho damanas’caiva manas’conmana eva ca&&  7 Vama, Jyes”t’ha, Rudra, Ka’la, Kala, Vikarana, Bala, Vikarana, Bala, Pramathana, Sarvabhu’ta damana, Mana and Unmana - these are the thirteen kala mantras paertaining to Vamadeva. (AKmoaH$bm:) (aghora kala’h) (Kala mantras of Aghora) AKmoaümW Kmoaü Kmoamo KmoaVañVWmŸ& gd©V: gd© éÐü ê$nü öX`§ {dXw:Ÿ&&  8 aghoras’ca’tha ghoras’ca ghoro ghorataras tatha’& sarvatah sarvarudras’ca ru’pas’ca hr’dayam viduh&&  8 Aghora, Athaghora, Ghora, Ghoratara, Sarvebhya, Sarvasarvebhya. Namaste astu Rudra, Rupebhya - these are the eight kala mantras pertaining to Aghora Hr’daya Mantra. It is to be known that these kala mantras constitute the chest part of the form of S’iva. "},{"pageNumber":50,"pageContent":" (VËnwéfH$bm:) (tatpurus”a kala’h) (Kala mantras of Tatpurusha) VËnwéfmo _hmXodmo éÐüo{V àMmoX`mV²Ÿ& MËdm`}Vm{Z dŠÌm{U H$ën`o{Þ`V: ew{M:Ÿ&& 9 tatpurus”o maha’devo rudras’ceti pracodaya’t& catva’ryeta’ni vaktra’n.i kalpayenniyatah s’ucih&&  9 Tatpurus”a’ya vidmahe, Maha’deva’ya dhi’mahi, Tanno Rudrah, Pracodaya’t – these are the four kala mantras pertaining to Tatpurus”a. The sadhaka, being purified, should identify these mantras with the faces of Sadasiva, in strict accordance with the directions. (B©emZH$bm:) (i’s’a’na kala’h) (Kala mantras of I’s’a’na) B©emZ B©œamo ~«÷m {edüo{V gXm{ed:Ÿ& _yYm©Z§ n#mYm {^Îdm {edñ` n[aH$ën`oV²Ÿ&& 10 i’s’a’na i’s’varo brahma’ s’ivas’ceti sada’s’ivah& mu’rdha’nam pan”cadha’ bhittva’ s’ivasya parikalpayet&& 10 I’s’a’nas sarva vidya’na’m, Isvarah sarva bhutanam, Brahmadhipatir-brahmanodhipatih, Sivome astu, Sadasivom – these are the five kala mantras pertainig to I’s’ana. The sadhka should differentiate the isana mantra into five in this way and identify them with the head of Sadasiva. "},{"pageNumber":51,"pageContent":" (gÚmoOmVH$bmÝ`mg:) (sadyoja’takala’ nya’sah)  (The nyasa of Sadyojata kala mantras) gÚÛ`oZ nmXm¡ Vw hñVm¡ Mm{n ^dm^dm¡Ÿ& ZmgmZm{X^dü¡d ^Oñdo{V M d¡ {ea:Ÿ&& 11 ^dmoØdm¡ Vw ~mhÿ Vw øw^mdoVm¡ àH$s{V©Vm¡Ÿ& gÚmo_y{V©H$bmøoVm: {edñ` na_mË_Z:Ÿ&& 12 sadyadvayena pa’dau tu hastau ca’pi bhava’bhavau& na’s’ana’dibhavas’caiva bhajasveti c vai s’irah&&  11 bhavodbhavau tu ba’hu’ tu hyubha’vetau praki’rtitau& sadyomu’rti kala’hyeta’h s’ivasya parama’tmanah&&  12 The sadhka should identify the kala mantras of Sadyojata with the form of Sadasiva who is the Supreme Self as told here:  sadyojatam prapadyami - right foot  sadyojataya vai namah - left foot  bhava  - right hand  abhava  - left hand  anadi bhava  - nose  bhajasva  - head  bhava  - right shoulder  udbhava  - left shoulder  (dm_XodH$bmÝ`mg:)   (va’madeva kala’nya’sah)  (The nyasa of Vamadeva kala mantras) dm_Xod§ Ý`goÒþøo Á`oð>§ {b“o àH$ën`oV²Ÿ& Vñ`moê$ éÐH$mbm¡ Vw {ZË`_od {d{Z{X©eoV²Ÿ&& 13 H$b{dH$aUm¡ Xodm¡ OmZwZr Vñ` H$s{V©Vm¡Ÿ&"},{"pageNumber":52,"pageContent":"{edñ` O”o ÛmdoVm¡ ~bmo {dH$aUñVWmŸ&& 14 ~b: à_WZü¡d pñ\\$MmdoVm¡ àH$s{V©Vm¡Ÿ& X_Zü H${Q>: nmœ} _ZümoÝ_Z Ed MŸ&& 15 dm_XodH$bm: øoVm: Jwøm“ofw àH$s{V©Vm:Ÿ& va’madevam nyasedguhye jyes”t’ham lin’ge prakalpayet& tasyoru’ rudraka’lau tu nityameva vinirdis’et&&  13 kalavikaran.au devau ja’nuni’ tasya ki’rtita’h& s’ivasya janghe dva’vetau balo vikaran.as tatha’&&  14 balah pramathanas’caiva sphica’vetau praki’rtitau& damanas’ca kat’ih pa’rs’ve manas’conmana eva ca&& 15 va’madeva kala’hyeta’h guhya’n’ges”u praki’rtita’h& The sadhaka should identify the kala mantras of Vamadeva with those parts of the divine body of Sadasiva, which are known as ‘secret parts’ as directed here:  vamadevaya - anus  jyesht’ha’ya - genital organ  rudraya - right thigh  ka’la’ya - left thigh  kala  - right knee  vikarana - left knee  bala  - right shank  vikarana - left shank  bala  - right buttocks  pramathana - left buttocks  sarvabhuta damana - hip  mana  - right side  unmana - left side "},{"pageNumber":53,"pageContent":" (AKmoaH$bmÝ`mg:) (aghorakala’ nya’sah)  (The nyasa of Aghora kala mantras) AKmoamo öX`_WmKmoamo J«rdm àH$s{V©VmŸ&& 16 Kmoamo KmoaVaü¡d Vñ`m§gm¡ Vw àH$s{V©Vm¡Ÿ& gdm} Zm{^ü {dko`: gdm}@ñ` OR>a§ ^doV²Ÿ&& 17 ê$nmÊ`wa{g gdm©{U n¥ð>o éÐ§ {d{Z{X©eoV²Ÿ& AKmoañ` H$bmÝ`mg: gH$bñ` àH$s{V©V:Ÿ&& 18 aghoro hr’dayam atha’ghoro griva’ praki’rtita’h&&  16 ghoro ghorataras’caiva tasya’msau tu praki’rtitau& sarvo na’bhis’ca vijn”eyah sarvo asya jat’haram bhavet&& 17 ru’pa’nyurasi sarva’n.i pr’s”t’he rudram vinirdis’et& aghorasya kala’nya’sah sakalasya praki’rtitah&&  18 The nyasa of Aghora kala mantras pertaining to the form of Sadasiva should be done as set forth here:  aghorebhyo - heart  atha ghorebhyo - neck  ghora  - right shoulder  ghoratarebhya - left shoulder  sarvebhya - navel  sarva sarvebhya - stomach  namaste astu rudra - back  rupebhya - chest (VËnwéfH$bmÝ`mg:) (tatpurus”akala’ nya’sah)  (The nyasa of Tatpurusha kala mantras) dŠÌ§ VËnwéf: nydª _hmXodü n{ü__²Ÿ& éÐmo X{jUVü¡d àMmoXü VWmoÎma_²Ÿ&& 19"},{"pageNumber":54,"pageContent":"MËdm`}Vm{Z dŠÌm{U H$ën`o{Þ`V: ew{M:Ÿ& vaktram tatpurus”ah pu’rvam maha’devas’ca pas’imam& rudro daks”in.atas’caiva pracodas’ca tathottaram&&  19 catva’ryeta’ni vaktra’n.i kalpayenniyatah s’ucih& Keeping himself in purity, the sadhaka should perform the nyasa of Tatpurusha kala mantras as told here, meditating on the faces of Sadasiva: tatpurushaya vidmahe - east face mahadevaya dhimahi - west face tanno rudrah  - south face pracodayat  - north face (B©emZH$bmÝ`mg:) (i’s’a’naka’a nya’sah) (The nyasa of Isana kala mantras) B©emZ: n¥d©_yYm©Z§ B©ídaü¡d X{jU_²Ÿ&& 20 ~«÷ n{ü_Vü¡d {edüo{V VWmoÎma_²Ÿ& gXm{edñVWmoÜdª Vw n#mYm n[aH$ën`oV²Ÿ&& 21 i’s’a’nah pu’rvamu’rdha’nam i’s’varas’caiva daks”in.am&& 20 brahma pas’cimatas’caiva s’ivas’ceti tathottaram& sada’s’ivastathordhvam tu pan”cadha’ parikalpayet&& 21 The sadhaka should identify the kala mantras of Isana with the five heads of Sadasiva as explained here:  isanas sarva vidyanam - east head  isvarah sarva bhutanam - south head  brahmadhipatir brahmano adhipati - west head  sivome astu  - north head  sadasivom  - upper head "},{"pageNumber":55,"pageContent":" Ef BËW§ {H«$`mH$mbo Ü`m{`Zm§ gH$b: {ed:Ÿ& `mo doÎ`od§ {ed§ Xod§ {H«$`mH$mbo _hoœa_²Ÿ&& 22 {edÜ`mZ g_m`wº$: g JÀN>{V gXm{ed_²Ÿ&& 23 es”a ittham kriya’ka’le dhya’yina’m sakalah s’ivah& yo vettyevam s’ivam devam kriya’ka’le mahes’varam&& 22 s’ivadhya’na sama’yuktah sa gacchati sada’s’ivam&& 23 When the nyasa of kala mantras is performed in this way, the effulgent form of Lord Sadasiva constituted of these 38 kala mantras presents itself in the vision of the sadhaka who meditates attentively on such form. He who realizes the pure and auspicious form of Sadasiva, the Great I’s’vara, during the time of worship becomes ennobled and energized by the power of meditation and attains absolute oneness with Sadasiva.   B{V lr am¡adgyÌg§J«ho n#m~«÷H$bm{d{YZm©_ fð>: nQ>b: & iti rairavasu’tra samgrahe pan”cabrahmakala’ vidirna’ma s”as”t’hah pat’alah & This is 6th chapter titled “Directions for Doing the Nyasa of Sivakala Mantras” in the Rauravasutra Samgraha "},{"pageNumber":56,"pageContent":" 7 YmaUm{d{Y: 7 DHA’RAN.A’ VIDHIH 7 Directions for the yoga-practice of Dha’ran.a’ AWmV: g§àdú`m{_ Ü`mZ_mJ©{d{YH«$__²Ÿ& gH$bmo {ZîH$bü¡d {Û{dYñVw {ed: ñ_¥V:Ÿ&& 1 gÚmo dm_ü Kmoaü nwéfoemZ Ed MŸ& H$bm: øoVm: g_m»`mVm {ZYZoeñ` gy[a{^:Ÿ&& 2 atha’tah sampravaks”ya’mi dhya’nama’rga vidhikramam& sakalo nis”kals’caiva dvividhastu s’ivah smr’tah&&  1 sadyo va’mas’ca ghoras’ca purus”es’a’na eva ca& kala’h hyeta’h sama’khya’ta nidhanes’asya su’ribhih&& 2 Then, I proceed to speak on a significant discipline of yoga related to the effective process of meditation. Lors S’iva is conceived in two states - formed(sakala) and formless(nishkala). Sadyojata, Vamadeva, Aghora, Tatpurusha and I’s’ana – these are the five constitutive kala mantras of the Supreme Lord. This specific yoga discipline has been well expounded by the yogis of great accomplishments devoted to Lord Siva. {ZîH$bñVw namo Xodmo ì`mo_ì`mnr _hoœa:Ÿ& àYmZnwéfoemZ: namËnaVa: pñWV:Ÿ&&  3 gd©k: gd©H$Vm© M gd©J: gd©Vmo_wI:Ÿ& gd©^yVmË_^yVñW: {edmo Ü`o`mo@W emœV:Ÿ&& 4 nis”kalastu paro devo vyoma vya’pi’ mahes’varah& pradha’na purus”es’a’nah para’tparatarah sthitah&&  3 "},{"pageNumber":57,"pageContent":" sarvajn”ah sarvakarta’ ca sarvagah sarvatomukhah& sarvabhu’ta’tma bhu’tasthah s’ivodhyeyo s’a’s’vatah&& 4 The Great I’s’vara who presents Himself in the formless state(nishkala) is the Supreme Lord. He pervades the entire extent of space. He is the Ultimate Lord of pradhana and purusha( prakruti and the controller of the prakruti). He is the Lord, unsurpassed, excelling all other superior Deities. He is the knower of all; doer of all. He presents Himself everywhere and in every object which has taken shape. He reached all directions simultaneously. He encloses Himself within all the created objects of all the worlds and within all the embodied beings. He is absolutely pure, being never delimited by the bonds. Lord Siva of such greatness is to be meditated upon for ever. àË`mhmañVWm Ü`mZ§ àmUm`m_mo@W YmaUmŸ& VH©$ü¡d g_m{Yü fS>“mo `moJ CÀ`VoŸ&& 5 pratya’haras tatha’ dhya’nam pra’n.a’ya’mo atha dha’ran.a’& tarkas’ca sama’dhis’ca s”ad’an’go yoga ucyate&&  5 Yoga is said to be consisting of six steps – pratyahara, dhyana, pranayama, dharana, tarka and samadhi. Of these steps, dharana is now explained. (Am¾o`r) (a’gneyi’) (fire-related dharana) àW_m YmaUm¾o`r Zm{^_Ü`o Vw Yma`oV²Ÿ& Vñ`m§ d¡ Ym`©_mUm`m§ nmn§ {ZX©h{V jUmV²Ÿ&& 6 prathama’ dha’ran’a’gneyi’ na’bhimadhye tu dha’rayet& tasya’m vai dha’ryama’n.a’ya’m pa’pam nirdahati ks”an.a’t&& 6 Among the specific kinds of dharana, agneyi dharana is the first. It should be done at the center of the navel plane. By the continued practice of this dharana, all sinful effects (negative factors which pull back the sadhaka and reinstall him in his undeveloped state) "},{"pageNumber":58,"pageContent":" (gm¡å`m) (saumya’) (moon related dharana) öX`o Yma`o{ÛÛmZ² gm¡å`m§ gmo_g¥Vm§ H$bm_²Ÿ& Vñ`m§ d¡ Ym`©_mUm`m§ gd©Ìmß`m`Z§ ^doV²Ÿ&& 7 hr’daye dha’rayedvidva’n saumya’m somasr’ta’m kala’m& tasya’m vai dha’ryama’n.a’ya’m sarvatra’pya’yanam bhavet&& 7 Let the sadhka, who has known the effective path of yoga from his Master, fix his concentrated thought at the heart-space and contemplate the steady flow of nectarine kala, streaming forth from the microcosmic moon within. By the continued practice of such dharna known as saumya dharana, nectarine drops get sprinkled profusely over all parts of his body and around the surroundings. By this dharana, the sadhaka gets consecrated and established in the highest state of purity. (EoemZr) (ais’a’ni’) (I’s’ana related dharana) EoemZt Yma`oÝ_ypÜZ© gd©{g{ÕH$at Z¥Um_²Ÿ& ``m n«`mpÝV d¡ {jà§ {edñ` na_§ nX_²Ÿ&& 8 ais’a’ni’m dha’rayenmu’rdhni sarvasiddhikari’m nr’n.a’m& yaya’ praya’nti vai ks”ipram s’ivasya paramam padam&& 8 Let the sadhaka practice ais’a’ni dharana by fixing his thought and breath on the crest plane(sahasrara chakra). This highest kind of dharana is capable of accomplishing everything and it enables the sadhaka achieve all those desired by him. Through the continued practice of such dharana, the sadhka reaches the most highest transcendental place of Lord Siva in fraction of a second. "},{"pageNumber":59,"pageContent":" (A_¥Vm) (amr’ta’) (nectar related dharana) A_¥Vm YmaUm `m Vw ì`m{nZr Vw {ed§H$arŸ& Amß`m`{V gd©Ì gdª kmZm_¥VoZ MŸ&& 9 Am|H$many{d©H$møoVm Zm^r öX` g§pñWVm:Ÿ& _yY©Ý`m M VWm MmÝ`m Mm_¥Vm gd©Jm ey^mŸ&& 10 amr’ta’ dha’ran.a’ ya’ tu vya’pini’ tu s’ivam kari’& a’pya’yati sarvatra sarvam jn”a’na’mr’tena ca&&  9 omka’ra pu’rvika’hyeta’ na’bhi’ hr’daya samsthita’h& mu’rdhanya’ ca tatha’ ca’nya’ ca’mr’ta’ sarvaga’ s’ubha’&& 10 That which is known as amruta dharana is capable of yielding its fruits everywhere by means of its pervasiveness. It instills purity and auspiciousness into everything. It besprinkles the nectarine drops of supreme consciousness and by such sprinkling, it consecrates all parts of the body and of the surroundings. This dharana is to be done at the highest plane 12 digits above the sahasrara. The mantras pertaining to these dharanas are preceded by the OM syllable. These are always present at the heart-space, navel, head and dvadasanta(above sahasrara) and all over the body. These are nectarine in nature, pervasive and most auspicious. (YmaU_ÝÌm:) (dha’ran.a mantra’h) (mantras for these dharanas) Am| ÁdbÔrághòo Ádmbm_m{b{Z dg ñd¡a§ Xrß` Xrß` newn{V:Ÿ& Am¾o`r YmaU_ÝÌ:Ÿ&& om jvalad di’pta sahasre jva’la’ma’lini vasa svairam di’pya di’pya pas’upatih& a’gneyi’ dha’ran.a mantrah&& This is the mantra for agneyi dharana."},{"pageNumber":60,"pageContent":" Am| lt Am| Z_: {edm` ßbmd` A_¥Vm`m_¥V `moZ`oŸ& gË`o gË`o emÝV~«÷Uo d[að>`moJ§ Ya Ya ßbmd`m_¥VoZŸ& gm¢å`m§ ö{X Yma`oV²Ÿ&& om s’ri’m om namah s’iva’ya pla’vaya amr’ta’ya’mr’ta yonaye satye satye s’a’ntabrahman.e varis”t’hayogam dhara dhara pla’vaya’mr’tena& saumya’m hr’di dha’rayet&& This is the mantra for saumya dharana. Am| Am| lr`moJê$nm`mZm{lVm` gd©à^do Á`mVrê$nm` Z_: R> R>Ÿ& EoemZt {ea{g Yma`oV²Ÿ&& om om s’riyogarupa’ya’na’s’rita’ya sarvaprabhave jyoti’ru’pa’ya namah t’hah t’hah& ais’a’ni’m s’irasi dha’rayet&& This is the mantra for ais’a’ni dharana. Am| Z_: {edm` A_¥Vm` newVÎdmZwJ«hm`m_¥Vê${nUo A_¥VrHw$é ñdmhmŸ& A_¥Vm gd©ì`m{nZrŸ&& om namah s’iva’ya amr’ta’ya pas’utattva’nugraha’ya’mr’ta ru’pin.e amr’ti’kuru sva’ha’& amr’ta’ sarva vya’pini’&& This is the mantra for amruta dharana. & B{V am¡adgyÌg§J«ho YmaU{d{Y: gá_: Ÿ& iti rauravasu’tra samgrahe dha’an.avidhih saptamah This is the 7th chapter titled “Directions for the yoga-practice of Dharana” in the Rauravasu’tra samgraha"},{"pageNumber":61,"pageContent":" 8 Xrj mdJ©: 8 DI’KS”A’ VARGAH 8 Significance of Various Kinds of Initiation dM: lw Ë dm VV ñV ñ` éamo ñV w _h mË _Z:& D$M w: à mÄOb` mo ^y Ë dm éé§ _w {Z damo Îm__²Ÿ & &  1 ^J dZ ² g d©Y_© k Xrj ` m _w À` V o H$W_²Ÿ & H$W§ M {edV m§ ` mpÝV {N > Þ _m` m{Z ~ÝYZ:Ÿ & &  2   vacah s’r’tva’ tatastasya rurostu maha’tmanahŸ & u’cuh pra’n”jalayo bhu’tva’ rurum munivarottamam&& 1  bhagavan sarvadharmajn”a di’ks”aya’ mucyate katham&  katham ca s’ivata’m ya’nti chinnama’ya’ nibandhanah&& 2 The exalted Sages, foremost among the mendicants, heard the instructions from Ruru, the great Sage. Folding their hands in the mode of supplication, they asked: O, Bhagavan!, you are the knower of all systems and practices. How are the embodied souls relieved from the bonds through initiation(diks”a)? How do they attain the essential nature of Lord S’iva(sivatva), having severed the mighty bonds of ma’ya’? ééédmM ruruva’ca ` Wm g y ` m} X`§ à mß` V _: {j à § {dZû` {V Ÿ & Ed§ Xrj m§ g _mg mÚ Y_m©Y_£ {d© _w À` V oŸ & &  3 ` Wm g y ` © B_m„ mo H$mZ ² àH$me` {V apû_{^ :Ÿ & V Wm _ÝÌmÜ dao Xo d: e{º ${^ñV w à H$meV oŸ & &  4 "},{"pageNumber":62,"pageContent":"  yatha’ su’ryodayam pra’pya tamah ks”ipram vinas’yati&  evam di’ks’a’m sama’sa’dya dharma’dharmair vimucyate&& 3  yatha’ su’rya ima’lloka’n praka’s’ayati ras’mibhih&  tatha’ mantra’dhvare devah s’aktibhistu praka’s’ate&& 4 Sage Ruru said: At the very occurrence of rising of the sun, the darkness is dispelled completely and instantaneously. Likewise, upon the performance of relevant di’ks”a, the constricting bonds of the sadhakas considered in terms of merit and demerit(dharma and adharma) get removed totally. Just as the sun illumines all these worlds through his radiant rays, even so Lord Siva illumines the consciousness of the initiated souls through His host of Saktis functioning in the divine path of mantras and di’ks”a. {dñ\\w${ b“m ` Wm j w Ðm øw ƒ apÝV h þ V meZ mV²Ÿ & Ed§ {edñ` Xo dñ` eº $` : g _w Xmö V m:Ÿ & &  5 ì ` mßZ w dpÝV earam{U g mY H$mZ m§ à ` mo {OV m:Ÿ & ` Wm{XË ` ñV w ^y {_ð> § apû_{^h © aV o _b_²Ÿ & &  6 Ed§ e{º $g _m` mo J mÔr{j V mZ ² h aV o {d^w:Ÿ &  visphulin’ga’ yatha ks”udra’ huccaranti huta’s’ana’t&  evam s’ivasya devasya s’aktayah samuda’hr’da’h&&  5  vya’pnuvanti s’ari’ra’n.i sa’dhaka’na’m prayojita’h&  yatha’dityastu bhu’mis”t’ham ras’mibhir harate malam&& 6  evam s’akti sama’yoga’d di’ks”ita’n harate vibhuh& Just as the fiery and tiny sparks shoot up abundantly in all directions from the well enkindled sacrificial fire, even so the multitudes of Saktis arise from Lord Siva. These Saktis exist pervading the body of the sadhakas who have been blessed with di’ks”a. Just as the sun destroys through his rays the impurities accumulated in the ground, even so Lord Siva destroys the seeds of karmic effects and of other bonds of the initiated sadhakas through His perfectly maintained union with Saktis which are His own rays. "},{"pageNumber":63,"pageContent":" Ob§ Obo ` Wm{j á § j rao j ra§ Bdm{n© V _²Ÿ & &  7 V W¡ d øo H$V m§ ` m{V Xrj m_ÝÌo U _ÝÌ{dV ²Ÿ &  jalam jale yatha’ ks”iptam ks”i’re ks”i’ram iva’rpitam&& 7  tathaiva hyekata’m ya’ti di’ks”a’mantren.a mantravit& Just as the water poured into water, milk into milk mingles into one and become inseparable from each other, even so the knowers of the nature of mantras attain oneness with the Supreme Being through the power of mantras related to the di’ks”a. ` Wm à Xrá o ÁdbZ o V y bam{e: g _{n© V :Ÿ & &  8 X½Ym¡ {Z ` m© {V g d© Ì Z ^y `ñV y bV m§ d« OoV ²Ÿ & Ed§ d¡ _ÊS > b§ à mß` Xrj m_ÝÌg _y Ød:Ÿ & &  9 Z nw Z O© Ý_V m§ ` m{V Xr{j V mo _Z w Omo Îm_:Ÿ &  yatha’ pradi’pte jvalane tu’lara’s’ih samarpitah&&  8  dagdhau nirya’ti sarvatra na bhu’yastu’lata’m vrajet&  evam vai man.d’alam pra’pya di’ks”a’mantra samudbhavah&& 9  na punarjanmata’m ya’ti di’ks”ito manujottamah& The heap of dry grass thrown into the blazing fire gets incinerated completely and it never again attains its original state of being dry grass. In the same way, the diligent sadhaka, supreme among the human beings, who is blessed with relevant di’ks”a, reaches the adorable and worthy realm of siva man.d’ala effected through di’ks”a and mantra. Thereafter, he never gets embodied again. {^Þ o Xo h o {edmo ^yË dm {edY_£: g _{ÝdV :Ÿ & &  10 {edY_© _Z w à mß` ø{d^mJ m` H$ënV oŸ & ` Wmg _w Ð_mg mÚ Z Xr {_ï >må~w dm{h Z rŸ & &  11 j maV mo ` Ë d_m` m{V à^mdm{Ø _h mo XYo o:Ÿ &"},{"pageNumber":64,"pageContent":"Ed§ d¡ {^Þ Xo h ñVw {edV Îd_w nmJ V :Ÿ & &  12 g H¥$Ë g _w Ðg§ ` moJ m{Û ^mJ mo Z ¡ d H$ënV oŸ & &  13  bhinne dehe s’ivo bhu’tva’ s’ivadharmaih samanvitah&& 10  s’ivadharmam anupra’pya hyavibha’ga’ya kalpate&  yatha’ samudram a’sa’dya nadi’ mis”t’a’mbu va’hini’& & 11  ks”a’ratoyatvam a’ya’ti prabha’va’dbhi mahodadhaih&  evam vai bhinna dehastu s’ivatattvam upa’gatah&& 12  sakr’tsamudra samyoga’d vibha’go naiva kalpate&& 13 At the cessation of his bodily existence, he becomes Siva Himself, being endowed with the essential features and aspects of Siva. Having gained all the qualities of Siva, he is inseparably united with Siva. The river which flows with sweet and pleasant water reaches deeply into the ocean and attains the qualities of salty water of the same ocean. At the very instant of complete mingling with ocean-water, it attains such nature of salty water owing to the mighty power of the ocean. In the same way, the initiated sadhaka who has shed off his bodily existence attains oneness with Sivatattva. There does not occur any disunion between them. & B{V am¡ adg y Ì g § J« h o X rjmdJ ©n Q >bmo @ï>_ : Ÿ & & iti rauravasu’tra samgrahe di’ks”a’varga pat’alo as”t’amah & This is the 8th chapter titled “Significance of Various Kinds of Initiation” in the Rauravasu’tra Samgraha "},{"pageNumber":65,"pageContent":" 9 AmË _ g§H«$p ÝV: 9 A’TMASAMKRA’NTIH 9 Departure and Absorption of the Soul A W {dÚmó{dÕ ra : {e dm{¾J w ény OH$:Ÿ & {Z {_Îm_ew^mo Ñï ²> dm J Odm{Oa Wm{Xf wŸ & &  1 A ómUm_à g mX§ dm ^¥ e§ dm eódr{j V :Ÿ &  atha vidya’straviddhi’rah s’iva’gni gurupu’jakah&  nimittam as’ubho dr’s”t’va’ gajava’ji ratha’dis”u&& 1  astra’n.a’m aprasa’dam va’ bhr’s’am va’ s’astra vi’ks”itah& A perfect sadhaka is one who has known well the significance of s’iva’stra related to the science of Sivayoga. He should be systematically worshipping Lord Siva, Sivagni, and Guru. He should be with firm and unassailed resolute. He should have thoroughly studied and contemplated the concepts set forth in the Agamas. Such a sadhaka, having seen inauspicious ominous visions(in his dream) such as elephant, horse, chariot and such others, unfavorable weapons and other bad omens repeatedly, should understand that a proper time for the departure of his soul is fast approaching. XrK m© Z mamo ½` g § V á mo J¥ h rV mo dmW ^y^¥ V mŸ & &  2 V Wm n# mmË _H§$ Xo h § {dÚm_ÝÌmË _ g § ñH¥$V _²Ÿ & _h m^y V m{Z kmZ m¾m¡ Ow h þ`mXóg §^doŸ & &  3  di’rgha’n a’rogyasamtapto gr’hi’to va’tha bhu’bhr’ta’&& 2  tatha’ pan”ca’tmakam deham vidya’mantra’tma samskr’tam&  maha’bhu’ta’ni jn”a’gnau juhuyad astra sambhave&& 3"},{"pageNumber":66,"pageContent":" The sadhaka may be a house-holder or a king . Whatever be his order of life, the physical body of the sadhaka has become resplendent with full growth and sound health. It is of the nature of five cosmic elements(earth, water, fire, air and space). It is well refined with the disciplines of yoga and mantra. On knowing that the departure of his soul is imminent, he should perform fire-ritual making oblations related to the five cosmic elements in the fire of consciousness created by astra mantra. _h rV bo ew {M^y © Ë dm _ÝÌ`wº o$Z M o Vg mŸ & eaX^m© Z ² n[añV r` © éÐ§ Ü ` mË dmó{dJ « h _²Ÿ &&  4 OJ Ë g § h maH$V m© a§ ~« ÷mó§ A nam{OV _²Ÿ & Ü ` mZ r {dkmZ ` mo J oZ M mó§ Ü ` mË dm {dMj U:Ÿ & &  5  mahi’tale s’ucirbhu’tva’ mantrayuktena cetasa’&  s’aradarbha’n paristi’rya rudram dhya’tva’stra vigraham&& 4  jagatsamha’ra karta’ram brahma’stram apara’jitam&  dhya’ni’ vijn”a’na yogena ca’stram dhya’tva’ vicaks”an.ah&& 5 Having selected a proper place, he should purify himself well, his consciousness being charged with specific mantras. Having strewed sara-grass and darbha-grass over the selected ground and seated there, he should meditate on Rudra whose form is designed with astra mantra, who is the creator and destroyer of the worlds, who is holding brahma-astra in his hand and who is invincible. The sadhaka who is well trained in meditation and well-skilled in the techniques of yoga should contemplate the form of astra through the yoga of supreme consciousness.  A mg Z § é{M a§ ~Ü dm ñdpñV H§$ nÙ_o d dmŸ & D$Ü d© H$m` F$Ow J « rdmo ~Ü dmY: H$aH $ÀN > n_²Ÿ & &  6  a’sanam riciram badhva’ svastikam padmam eva va’&  u’rdhvakaya r’jugri’vo badhva’dhah karakacchapam&& 6 He should assume a fitting and comfortable posture, either svastika or padma. He should keep the upper part of his body erect and keep his neck upright. He should hold his hands below in such a way as to display a specific yoga mudra known as kurma mudra."},{"pageNumber":67,"pageContent":" XÝV mÞ nrS > ` o ÔÝV ¡Z } Ìo M mY© {Z _r{bV oŸ & {df ` mo aJ g § éÕ m§ {dJ ¥ øo pÝÐ` dm{h Z r_²Ÿ &&  7 {Z éÕ à mUg § M mamo Z m^oê $Ü dª {dV pñV V :Ÿ & ~mbg y ` © à V rH$me§ ö X` § g § à H$meV oŸ &&  8  danta’n napi’d’ayed dantair netre ca’rdha nimi’lite&  vis”ayorga samruddha’m vigr’hyendriya va’hini’m&& 7  niruddha pra’n.a samca’ro na’bheru’rdhvam vitastitah&  ba’lasu’rya prati’ka’s’am hr’dayam sampraka’s’ate&& 8 Let him not press his rows of teeth together and let him keep his eyes half-closed. Having subdued the snake of deep attachment to worldly pleasures(snake which personifies deep attachment), he should restrain his five organs which are the vehicles for the senses related to the five elements. He should regulate the movement of inbreath and outbreath. Six inches above the navel, the heart-lotus shines forth with the brightness of the rising young sun. _ÊS > b§ V Ì gy ` © ñ` V Ý_Ü` o g mo __ÊS> b_²Ÿ & g mo __ÊS > b_Ü ` o V w {d_b§ d{• _ÊS > b_²Ÿ & &  9 d{• _ÊS > b_Ü ` ñW§ ew Õ ñ\\${Q > H$ g {Þ ^_²Ÿ & &  10  man.d’alam tatra su’ryasya tanmadhye soma man.d’alam&  soma man.d’ala madhye tu vimalam vahni man.d’alam&& 9  vahniman.d’ala madhyastham s’uddhasphat’ika sannibham&& 10 At the center of the heart-lotus, there is the solar region(surya mandala) and at the center of the solar region there is lunar realm(soma mandala). At the center of the lunar realm, there is fiery region(vahni mandala) with its innate purity. At the center of the fiery mandala, the Great Lord Isvara is present. He presents Himself there with a luster comparable to pure crystal. V {ñ_Ýg mYH$M ¡ V Ý` § {dÚmónXJ mo M a_²Ÿ & V Z mo Ë` ó_` § d{• X½Ym§ doJ o Z ö Òþh m_²Ÿ & &  11 A ó§ {ea: H$nm b§ M {^Ë dm g y ` ª à nÚV oŸ &"},{"pageNumber":68,"pageContent":"  tasmin sa’dhaka caitanyam vidya’strapada gocaram&  tanotyastramayam vahnidagdha’m vegena hr’dguha’m&& 11  astram s’irah kapa’lam ca bhitva’ su’ryam prapdyate& The sadhaka should install his consciousness, perfected and illumined by such specific discipline and astra mantra, at the center of the heart of Isvara. There within that heart-cave it assumes by its own force a form of astra burnt with the pure fire of Siva. This astra-form assumed by the consciousness of the sadhka raises to the head and then to the crest(brahma randhra). Breaking open the crest, it reaches the solar realm of Sivaloka within fraction of a second. {Z íM b§ _y pÜ Z © Xo h ñ` Á` mo{V : na__ÝÌ {dV ²Ÿ & &  12 A ó_m` mg _mH¥$ï > mo am¡ ÐreŠ Ë ` oH$dra` mo:Ÿ & _y pÜ Z g §YmZ ` o Úmo J YmaUm{^ü {Z î H«$_o V ²Ÿ& &  13  nis’calam mu’rdhni dehasya jyotih parama mantravit&& 12  astrama’ya’ sama’kr’s”t’o raudri’s’aktyeka vi’rayoh&  mu’rdhni samdha’nayed yoga dha’ran.a’bhis’ca nis”kramet&& 13 Upon the head of the sadhaka who is the knower of Supreme Mantra, a motionless luminous light gets formed. At this moment the sadhaka should draw out his soul in the form of astra, contemplating Ekavira Rudra and His Sakti and unite it with the brahma randhra through the process of dharana yoga. The soul drawn out in this way departs from his body. {Z î H«$å` nmX` mo am{^: nw Z _y ©Ym© Z _ml` o V ²Ÿ& _yYm© Z o V w V V mo bmo H$mbmo H§$ ~Ü dm à {^Ú MŸ & &  14 à H¥ qV nw éf § M ¡ d g yú_V o Omo _` mo _h mZ ²Ÿ & g d©^y V mË _H$mo ^yË dm {deoË g yú_§ _h oœ a_²Ÿ& &  15  nis”kramya pa’dayora’bhih punarmu’rdha’nam a’s’rayet&  mu’rdha’ne tu tato loka’lokam badhva’ prabhidya ca&& 14  prakr’tim purus”am caiva su’ks”matejomayam maha’n&  sarvabhu’ta’tmako bhu’tva’ vis’et su’ks”mam mahes’varam&& 15"},{"pageNumber":69,"pageContent":"All other aspects of the soul depart from various parts of his body such as legs and others and accumulate again in the plane of brahma-randhra. Having departed from the brahma-randhra, the soul associated with all of its essential aspects swiftly passes through the outer region of the brahmanda(vast universe) known as loka-aloka(region of visible and invisible worlds). Getting itself separated from this region and from the dual state of prakr’ti and purusha, the exalted and great soul assumes a resplendent subtle form and becomes identical with all the worlds and existents by means of its pervasiveness. Finally, it enters into the Great Lord, Siva, who is very subtle. Xo h ñ` Xo {h X^m© ó§ dóo Umß` Wdmg Z _²Ÿ & g § h mam` o {V ^yV m{Z {h aÊ` o{V {ea: ñn¥ eo V ²Ÿ & &  16  dehasya dehi darbha’stram vastren.a’pyatha va’sanam&  samha’rayeti bhu’ta’ni hiran.yeti s’irah spr’s’et&&  16 At this stage, the attending sadhaka (who is an associate of the liberated sadhaka) should keep the body from which the soul has departed upon the stretch of darbha-grass and sara-grass designed in the form of astra and cover it with clothes and offer perfumes. He should touch the head of the body with the accompaniment of mantra “ samharaya bhu’ta’ni hiran.ya” {dÚm{Y no Z h mo _o M Ü` m`rV {d{YamË _H$:Ÿ & Ed_óg _m` mo J mÝ_w À` V o ZmÌ g § e` :Ÿ & &  17  vidya’dhipena home ca dhya’yi’ta vidhira’tmakah&  evam astrasama’yoga’n mucyate na’tra sams’ayah&& 17 Then the attending sadhaka should offer oblations into the fire with the mantras pertaining to the Lord of Vidyas and contemplate the departed soul as identical with the Supreme Lord, in a systematic way as ordained in the Agama. In this way, the soul gets liberated from the bonds through the process of astra-sama’yoga. There is no doubt about this. Ÿ& B{V am¡ adg y Ì g § J« ho AmË_ g §H « $mpÝV n Q >bmo Z d_ : Ÿ & & iti raurava su’tra samgrahe a’tmasamkra’ni pat’alo navamah & This is the 9th chapter titled “ Departure and Absorption of the Soul” in the Raurava Sutra Samgraha"},{"pageNumber":70,"pageContent":"10 _ÝÌmW©dU©Z_² 10 MANTRA’RTHA VARN.ANAM 10 Detailed Exposition of the Significant Meaning of  Vyoma Vya’pi Mantra AW g§»`m {edñ`moº$m MmjamUm§ eVÌ`_²Ÿ& Aï>fï>ç{YH§$ eå^moJw©ø_ÝÌ§ {d{ZJ©V_²Ÿ&& 1 atha san’khya’ s’ivasyokta’ ca’ks”ara’n.a’m s’atatrayamŸ& as”t’as”as”t’yadhikam s’ambhor guhya mantram vinirgatam&& 1 The total number of letters contained in the most secret and the most significant mantra exclusively belonging to Lord Siva, as revealed by Siva Himself, is three hundred and sixty eight. _ÝÌmW©ü nwam àmoº$m {dÚoemZoZ e§^doŸ& g Ed ~hwYm ì`ñV: g_mgmXwÀ`Vo _`mŸ&& 2 mantra’rthas’ca pura’ prokta’ vidyes’a’nena s’ambhave& sa eva bahudha’ vyastah sama’sa’ducyate maya’&&  2 Earlier, this significant meaning of Vyoma Vya’pi was revealed by Lord Anantes’vara to S’ambhu who was one of Mantra-mahes’varas (existing in s’uddhavidya tattva). The same meaning has been maintained successively through oral instruction by various preceptors. Now I will tell you the same meaning very succinctly. nX{dJ«hYmËdW© hoVwgmYZ d{O©V:Ÿ& ì`noVnjÑï>mÝV: {gÕdm»`md^m{gV:Ÿ&&  3 ñd^md nwéfmì`º$ H$_©OmbmË_ dm{X{^:Ÿ& `mo Z Ñï>mo _hm_moh {V{_amH«$mÝV Ñ{ï>{^:Ÿ&&  4"},{"pageNumber":71,"pageContent":" padavigraha dha’tvartha hetu sadhana varjitah& vyapeta paks”a dr’s”t’a’ntah siddha va’khya’vabha’sitah&& 3 svabha’va purus”a’vyakta karmaja’la’tma va’dibhih& yo na dr’s”t’o maha’moha timira’kra’nta dr’s”t’bhih&&  4 The significant meaning which I am going to reveal is not conditioned by grammatical rules governing the structure of word, resolution of compound words into their component parts, meaning of the root words, logical reasoning leading to substantiation of the final conclusion and such others. This important meaning is completely delinked from the rules governing logical syllogism containing the subject(paksha) and the illustrative example(drushtanta). This traditional meaning shines forth like the enlightening statements of Siddhas. Such significant meaning could not be grasped by those in whom the essential nature of the soul still remains unmanifested. It is not realized by those who argue for the supremacy of the host of karmic effects and by those whose visions are shrouded by the darkness of insurmountable delusion. Vñ` Xodm{XXodñ` dŠÌm_b {d{ZJ©V_²Ÿ& àdú`o {edgØmd nagÎmm àH$meH$_²Ÿ&&  5 tasya deva’didevasya vaktra’mala vinirgatam& pravaks”ye s’ivasadbha’va parasatta’ praka’s’akam&&  5 Such impeccable meaning streamed forth from the self-luminous and ever-pure face of the Lord of all Deities, like the flashes of lightning. It is capable of revealing the actual nature of ever-existing and ever-functioning pure qualities of the Supreme Reality. Amo{_Ë`oH$mja§ ~«÷ _ÝÌVÝÌm{X bjU_²Ÿ& _hXm{X {deofmÝV ì`mnH§$ nX_ì``_²Ÿ&&  6 AmoV§ àmoV§ OJËVoZ _mÌm{^: gd©Vmo ^¥e_²Ÿ& {Ì{^: nmX¡ñVw {d^wZm gXodmgwa _mZwf_²Ÿ&& 7 Xod`kVnmo Ü`mZ XmZmÜ``Z H$_©gwŸ& Am|H$mamÚÝV g§~Õmo _ÝÌ{d{Ø: àH$s{V©V:Ÿ&& 8 Vñ_m{Xhm{n àUd_J«o _ÝÌnX§ {d^mo:Ÿ&"},{"pageNumber":72,"pageContent":" om ityekaks”aram brahma mantra tantra’di laks”an.am& mahata’di vis’es”a’nta vya’pakam padam avyayam&&  6 otam protam jagattena ma’tra’bhih sarvato bhr’s’am& tribhih pa’daistu vibhuna’ sadeva’sura ma’nus”am&&  7 devayajn”a tapo dhya’na da’na’dhyayana karmasu& omka’ra’dyantena sambaddho mantravidbhih praki’rtitah&& 8 tasma’diha’pi pran.avam agre mantrapadam vibhoh&  Amo_ om OM is a unique single syllable. It is of the nature of revealing the innate lineaments of the Supreme Reality and of the mantras and the tantras. It pervades the entire range of the existents, from mahat(undivided totality) up to visesha(individualized objects). It denotes a pure plane which is transcendent and indestructible. Through its constituent parts(kalas or matras), all the worlds have been woven crosswise and lengthwise very strongly, extending in all directions. Through its three quarters which are pervasive in nature, it encompasses within its hold all the beings – devas, asuras, human beings and so forth. It is well established by the knowers of the science of mantras that all the activities such as sacrifice meant for various Deities, austere activities, meditation, systematic study of the Scriptures and such others are firmly bound with OM at the beginning and at the end. Therefore, even here it comes first in the most exclusive mantra( composed of vyoma vyapi and others) specifically belonging to the all-pervasive Lord Siva. OM  Ý`ñV nümËH$bmZrH$ d{O©V§ ì`mo_ CÀ`VoŸ&& 9 ì`mo_oË`mH$meg§ko`§ {Z{_ÎmmËn[a^mî`VoŸ& ì`mnH$ËdmV² A_o`ËdmX² ì`mo_ BË`{^Yr`VoŸ&& 10 VÛmM`{V `ñ_mËg ^JdmZ² na_oída:Ÿ& e{º$apû_ g_yhoZ Vñ_mÛ`mnr gXm{ed:Ÿ&& 11 nyasta pas’ca’tkala’ni’ka varjitam vyoma ucyate&&  9 vyometya’ka’s’a samjn”eyam nimitta’t paribha’s”yate&"},{"pageNumber":73,"pageContent":" vya’pakatva’t ameyatva’d vyoma ityabhidhi’yate&&  10 tadva’cayati yasma’tsa bhagava’n parames’varah& s’aktiras’mi samu’hena tasma’d vya’pi’ sada’s’ivah&&  11 ì`mo_ì`m{nZo vyomavya’pine Vyoma is the supreme space which is bereft of the host of form-creating aspects(kalas) with which the Lord gets associated later. The space is significantly called ‘vyoma’ because of its unique attributes. Because of its pervasive nature and immeasurable vastness, it is called vyoma. Lord Sadasiva shines forth as the core meaning of the term ‘vyoma’ and hence He is called Bhagavan and Paramesvara. He pervades the entire range of innumerable worlds through his rays of Sakti, which rays are inseperable from Him. Without being pervaded by any external thing, He alone shines forth as the ultimate pervader in whose pervasion all other pervasive categories (such as nivrutti kala and others) are existing. Therefore He is called ‘vyoma vya’pi’. Vyoma Vya’pine VXod ê$n§ ^JdmZ² {~^{V© à^waì``:Ÿ& VoZ Y_}U `wº$ËdmÛçmo_ê$no{V MmoÀ`VoŸ&& 12 Vñ_¡ {edm` _hVo gd©Jm` _hmË_ZoŸ& ì`m{nZo ì`mo_ê$nm` nam` à^do Z_:Ÿ&&  13 tadeva ru’pam bhagava’n bibharti prabhuravyayah& tena dharmen.a yuktatva’d vyomaru’peti cocyate&&  12 tasmai s’iva’ya mahate sarvaga’ya maha’tmane& vya’pine vyomaru’pa’ya para’ya prabhave namah&&  13  ì`mo_ê$nm` vyomaru’pa’ya The same Lord who is as formless as space assumes forms witout losing His all-pervasive nature and by this reason He is called the Aboslute Lord(Prabhu) and the Eternal Reality (avyaya). Since He is associated with such nature of assuming forms without losing all-pervasive nature for the benefit of the worlds, He is called ‘Vyomaru’pa’. Salutations to such an Abolute Lord who is Siva, who is the Great, who reaches every where being in the same place, who is the Supreme Self, Vya’pi, Vyomaru’pa, Para and Prabhu. Vyomaru’pa’ya "},{"pageNumber":74,"pageContent":" Note: The term Prabhu has been defined in the Agamas as “ the Absolute Lord who is capable of  performing actions in a systematic way, of abstaining himself from such actions and of performing  such actions in a different order”. gdª {Zadeof§ `Ûçmo_ Cº§$ namna_²Ÿ& VVmo `ñ_mØJdVm gd©ì`mnr VVmo ^d:Ÿ&& 14 sarvam niravas’es”am yad vyoma uktam para’param& tato yasma’d bahgavata’ sarvavya’pi’ tato bahavah&&  14  gd©ì`m{nZo sarvavya’pine That which fills up every where without any space or object being left out in the higher levels, middle levels and lower levels is called ‘vyoma’. The Supreme Lord who identical with such all-pervasive space is called ‘Sarva vya’pi’. Sarvavya’pine emÝVËdmV² gd©H$V¥©Ëd^mdmona{V H$maUmV²Ÿ& {ed Cº$mo _hmVÝÌ_ÝÌ{d{Ø: gXm{ed:Ÿ&& 15 Vñ_¡ {edm` Jwado drVamJH$bm` d¡Ÿ& s’a’ntatva’t sarvakr’ttatva bha’voparati ka’ran.a’t& s’iva ukto maha’tantravidbhih sada’s’ivah&&   15 tasmai s’iva’ya gurave vi’tara’ga kala’ya vai&  {edm` s’iva’ya Because of being in everlasting calmness and because of remaining free from the attitude of performing all actions related to the fivefold cosmic function for a short duration known as ‘the cosmic sleep’, Lord Sadasiva is called‘Siva’ by the experts in the mantras and the tantras(Agamas). Salutations to such Siva, who is the Guru and who is eternally free from desire(raga) and the aspects related to embodiment. Siva’ya "},{"pageNumber":75,"pageContent":"  A_o`ËdmV² AZÝVmo@`§ AOËdmƒ àH$s{V©V:Ÿ&& 16 ameyatva’t ananto ayam ajatva’cca praki’rtitah&&  16  AZÝVm` ananta’ya Because of His immeasurable greatness and because of His quality of being eternally unborn, this Lord is well praised as Ananta. Ananta’ya AZm{X {edgØmd `wº$ËdmËna_oœa:Ÿ& gd}fm§ ñdm{_^mdmƒ AZmW B{V eñ`VoŸ&& 17 ana’di sivasadbha’va yuktatva’t parames’varah& sarves”a’m sva’mibha’va’cca ana’tha iti s’as’yate&&  17  AZmWm` ana’tha’ya Since He is eternally associated with auspicious state of everlasting existence and since He is in the exalted position of being the Absolute Lord of all the Deities, Devas, Asuras and other beings, Lord Paramesvra is eulogized as Ana’tha. Ana’tha’ya AZm{lVñdm{lVËdmV² AÝ`ml` {dd{O©V:Ÿ& Aml`mo Z g_Ëdmƒ AZm{lV B{V ñ_¥V:Ÿ&& 18 ana’s’ritasvas’ritatva’t anya’s’raya vivarjitah& a’s’rayo na samatva’cca ana’s’rita iti smr’tah&&  18  AZm{lVm` ana’s’rita’ya Since He is being resorted to by Ana’s’rita who is in higher transcendental plane, since He is not in a position to resort to another God and since there is no equal to His nature of being a final and ultimate resort , He is considered to be Ana’s’rita. Ana’s’rita’ya "},{"pageNumber":76,"pageContent":"d¡Zm{eH$ËdmËgd}fm§ ^wdZmZm§ gXm{edoŸ& Y«wdo{V g§{kV§ Zm_ gXm{edËdbjU_²Ÿ&& 19 vaina’s’ikatva’t sarves”a’m bhuvana’na’m sada’s’ive& dhr’veti samjn”itam na’ma sada’s’iva laks”an.am&&  19  Y«wdm` dhr’va’ya At the time of final and total dissolution, all the worlds are absorbed into the ultimate causal source which rests in Sadasiva. One of the important characteristics of being Sadasiva is to remain constant for ever absorbing every thing into Himself. Because of such nature, He is called Dhruva( unchangeable constancy ). Dhruva’ya àepñV H$maUËdoZ emñ`mo `ñ_mÞ H$ñ`{MV²Ÿ& AVrV: emídVËdmƒ emœVmo ^JdmZ² {ed:Ÿ&& 20 pras’asti ka’ran.atvena s’a’syo yasma’n na kasyacit& ati’tah s’a’s’vatatva’cca s’a’s’vato bhagava’n s’ivah&&  20  emœVme s’a’s’vata’ya The absolute authority in issuing instructions and guidance lies with Him because of His unexcelled eminence and spontaneous compassion. This kind of supreme authority is seeded only within Him and in no other God. But He Himself is beyond all such instructions which are always relevant irrespective of past, present or future. So this Lord who is Bhagavan and Siva is called S’a’s’vata. S’a’s’vata’ya `moJmo@ñ` {edgØmd: gXm{ed_Zm_`_²Ÿ& V{g_Z² ì`dpñWVmo `ñ_mÚmoJnrR>: g CÀ`VoŸ&& 21 AZm{X{edgØmd`moJ`wº$: gXm{ed:Ÿ& _ÝÌ`moJ_`onrR>o VÌñWñVoZ MmoÀ`VoŸ&&  22 "},{"pageNumber":77,"pageContent":" yogo asya s’ivasadbha’vah sada’s’ivam ana’mayam& tasmin vyavasthito yasmad yogapi’t’hah sa ucyate&&  21 ana’dis’ivasadbhava yogayuktah sada’s’ivah& mantrayogamaye pi’t’he tatrasthastena ucyate&&  22 `moJnrR>g§pñWVm` yogapi’t’ha samsthita’ya The unique system of yoga exclusively belonging to Siva is known as ‘sivasadbha’va yoga’ which is centered on the essential qualities of Sadasiva and on the nature of being eternally free from the three limiting factors – anava, karma and maya. Lord Siva constantly remains established in the yoga of ‘sivasadbhava’. He is uninterruptedly seated on the pedestal which is of the nature of mantrayoga( that is, the pedestal designed with mantras). Therefore He is praised as ‘Yogapi’tha samsthita’. Yogapi’t’ha samsthia’ya Aä`wpËWVoZ `moJoZ emœVoZmZwa{ÄOV:Ÿ& {ZË`§ `moJr{V VoZmoº$: {edñVÎdmW©H$mo{dX¡:Ÿ&& 23 abhyutthitena yogena s’a’s’vatena’nu ran”jitah& nityam yogi’ti tenoktah s’ivastattvarthakovidaih&&  23 {ZË`§ `mo{JZo nityam yogine Being ever-relevant and superior to all other systems of yoga, the specific yoga known as ‘sivasadbhava yoga’ is always in much exalted state. Being firmly established in this unique yoga, He is always in delighted state. Therfore He is called ‘Nitya Yogi’ by the experts in knowing the essential nature of tattvas. Nityam Yogine Ü`mZ§ {MÝVm ^mdZmWª H$ënZm _Zg: {H«$`mŸ& _Zg: n[anyU©ËdmËn[aV¥ámo ^dmoØd:Ÿ&&  24 ñdñWËdmËgwàemÝVËdmV² n[a{Zdm©U_wÎm__²Ÿ& Ü`mZmhma§ ^JdVr ^dVrË`wnbjUmŸŸ&&  25 dhya’nam cinta’bha’vana’rtham kalpana’ manasah kriya’& manasah paripu’rn.tva’t paritr’pto bhavodbhavah&&  24"},{"pageNumber":78,"pageContent":" svasthatva’t supras’a’ntatva’t parinirva’n.am uttamam& dhya’na’ha’ram bhagavati’ bhavati’tyupalaks”n.a’&&  25  Ü`mZmhmam` dhya’na’ha’ra’ya Meditation is a spiritual discipline characterized by uninterrupted contemplation on Reality. It is the ideational exercise of the refined mind. The heart of Siva who is associated with the retinue of Mantresvaras and Mantra Mahesvaras is with fullness of perfection; He remains always in the state of fullness of contentment. The state of being completely free from the worldly entanglements is the most supreme one since it denotes the undisturbed pure state of being constantly absorbed into one`s own essential nature and the perfect state of composure. Because of such pure state, there occurs a continued and successive meditation. Since Siva is seated on the yoga-pedestal with such successive meditation, He is adored as Dhyana’ha’ra. Dhya’na’ha’ra’ya àUdnyd©_w{Ôû` g§e`ÀN>oX H$maU_²Ÿ& Am| Z_: {edm` emÝVm` gd©ñ` à^do VWmŸ&& 26 pran.avapu’rvam uddis’ya sams’ayaccheda ka’ran.am& om namah s’iva’ya s’a’nta’ya sarvasya prabhave tatha’&& 26  Am| Z_: {edm` gd©à^do    om namah s’iva’ya sarvaprabhave Recapitulating what have been detailed earlier with reference to OM, the pranava, it is to be known that His meditation is capable of setting right uncertainty and disorders. On this ground, Lord Siva who is always in a state of calmness is identified with OM and ‘namah’(where na denotes the dispelling activity and ma denotes uncertainty, doubt or disorders). He is the directing and controlling Lord of all gods including Mantresvaras and Vidyesvaras. So He is declared as ‘Sarvaprabhu’. Om namah s’iva’ya, Sarvaprabhave B{V g§^mì` XodoeJU: nyd©_wXmöV:Ÿ&   iti sambha’vya deves’agan.ah pu’rvam uda’hr’tah&   {edm` si’va’ya "},{"pageNumber":79,"pageContent":"Lord Siva is associated with the retinue of Mantra Mahesvaras, Mantresvaras and Mantras. Whether He is with form or witout form, whether He is with a form designed with Sakti kalas or mantra kalas, whether He is associated with or not associated with retinue gods,He is always blissful, compassionate and auspicious irrespective of these states. So He is known as Siva. S’iva’ya  VZw§ n#m_hm_ÝÌbjU§ g§àMjVoŸ&&  27 B©ï> AJ«o g ^JdmZ² B©emZ: à^waì``:Ÿ& OJËH¥$ËñZ§ _hm_ÝÌ e{º$`moJ_ar{M{^:Ÿ&& 28 B©emZ_yYm© VoZm`§ Cº$mo _ÝÌo gH$maU_²Ÿ& tanum pan”ca mahamantra laks”an.am sampracaks”ate&& 27 i’s”t’a agre sa bhagava’n i’s’a’nah prabhuravyayah& jagatkr’tsnam mahamantra s’aktiyoga mari’c’ibhih&&  28 i’s’a’na mu’rdha’ tena’yam ukto mantre saka’ran.am& B©emZ_yYm©` i’s’a’na mu’rdha’ya It has been vividly explained that the form of Siva is designed with five great brahma mantras. Such a Lord who is called Bhagavan, Prabhu and Avyaya pervades the entire range of worlds through the luminous rays energized with the power of sakti mantras. Therefore He is called I’s’a’na. Such a great Lord is eulogized and worshipped in the first and foremost level. Therefore, in the series of these mantras, He is fittingly praised as I’s’a’na Mu’rdha. I’s’a’namurdha’ya _hm_`moËWOmboZ ì`noV VZwarœa:Ÿ&&  29 na_§ dX{V kmZ§ `ÎmËnyaH$_wÎm__²Ÿ& gd©k§ {edgØmd àH$meH$aU§ na_²Ÿ&&  30 VoZ _ÝÌoU _ÝÌoemo ^JdmZ² na_oída:Ÿ& à`wº§$ nya`oËH¥$ËñZ§ VoZ VËnwéf: ñ_¥V:Ÿ&&  31 maha’ma’yottha ja’lena vyapeta tanuri’s’varah&&  29 paramam vadati jn”a’nam yattatpu’rakam uttamam& sarvajn”am s’ivasadbhava praka’s’akaran.am param&&  30"},{"pageNumber":80,"pageContent":" tena mantren.a mantres’o bhagava’n parames’varah& prayuktam pu’rayetkr’tsnam tena tatpurus”ah smr’tah&&  31 VËnwéfdŠÌm` tatpurus”avaktra’ya The form of I’s’vara is free from the host of tattvas which arise from the cosmc flux known as ma’ya’(these tattvas constitute the body of the bound souls, not the body of I’s’vara). Having assumed a fiiting form, He reveals the supreme knowledge in the form of Vedas and Agamas. This knowledge gets enshrined in all scriptures. It is the repository of all sciences. It makes clear and vividly manifests the essential nature of ‘sivasadbhava’, the yoga of Isvara and therefore it is held to be the most supreme one. Lord Siva who is Mantresvara, Bhagavan and Paramesvara remains associated with this vaktra mantra through which the knowledge is revealed. With this mantra He fills up the entire range of the worlds. Therefore, He is called Tatpurushavaktra. Tatpurusha vaktra’ya. AKmoa aUerbËdmV² AKmoa: àmoÀ`Vo ~wY¡:Ÿ& AKmoa§ emÝV{_Ë`wº§$ gØmdmo öX`§ à^mo:Ÿ&& 32 VoZ MmÐ}U `wº$ËdmV² AKmoaöX`: {ed:Ÿ& aghora ran.as’i’latva’t aghorah procyate budhaih& aghoram s’a’ntam ityuktam sadbha’vo hr’dayam prabhoh&& 32 tena ca’rdren.a yuktatva’t agorahr’dayah s’ivah& AKmoaöX`m` aghorahr’daya’ya Aghora means the one who is disposed to fight against the evils and disorders. So He is called Aghora by those who have mastered the Scriptures. Aghoram means the state of undisturbed tranquility and by this strand it denotes the complete awareness of all existing things. This total awareness is identical with the heart of the Supreme Lord. His heart being moistened with spontaneous compassion, He remains associated with this hrudaya mantra. Therefore He is called Aghora hrudaya. Aghora hrudaya’ya. dm_mo@W {dnarVËdmËg§gmamo{ÒaUmX{nŸ&&  33 gd©^mdofw JyT>ËdmX² Jwø{_Ë`{^Yr`VoŸ& Xodmo {X{d pñWVËdmÔrì`{V `ñ_mƒ VoZ dm Xod:Ÿ&& 34 na_{VJwømo Jwømo _ÝÌoU¡VoZ Jwømo@`_²Ÿ&"},{"pageNumber":81,"pageContent":" va’mo atha vipari’tatva’t samsa’rodgiran.a’dapi&&  33 sarvabhaves”u gu’d’hatva’d guhyam ityabhidhi’yate& devo divi sthitatva’ddi’vyati yasma’cca tena va’ devah&&  34 param atiguhyo mantren.aitena guhyo ayam& dm_XodJwøm` va’madevaguhya’ya Vama means to remain contrary to and to send forth diverse phases of transmigration. Guhya means to remain concealed in all the worlds and worldly objects and in all beings. Since Siva remains contrary to the path of transmigration and since He conceives and maintains diverse modes of transmigration for the liberation of the souls, He becomes associated with vama and guhya. Since He exists in the highest plane , illumines evrey thing and sportively performs creation and other activities, He is called Deva. Even though He involves Himself in cosmic activities, He never loses His supremecy and the state of being concealed in every thing. So this secret Lord becomes associated with the guhya mantra. Vamadeva guhya’ya gÚ: àgmXXmZmV² {jàV_ Amew[a{V M n`m©`m:ŸŸ&& 35 JhZoZ Om`Vo@pñ_Z² àYmZnwéfoœampÝVHo$ KmoaoŸ& `ñ_mÎmñ_mØJdmZ² AOmV B{V MmoÀ`Vo Xod:Ÿ&& 36 gÚmoOmVoZ _ÝÌoU `wº$ËdmËna_oœa:Ÿ& {ed_y{V©{dYmZk¡: gm _y{V©[a{V nR>çVoŸ&&  37 sadyah prasa’da da’na’t ks”ipratama a’s’uriti ca parya’ya’h&& 35 gahanena ja’yate asmin pradha’napurus”es’vara’ntike ghore& yasma’ttasma’d bhagava’n aja’ta iti cocyate devah&&  36 sadyoja’tena mantren.a yuktatva’t parames’varah& s’ivamu’rtividha’najn”aih sa’ mu’rtiriti pat’hyate&&  37   gÚmoOmV_yV©`o sadyoja’tamu’rtaye Sadya means one who grants the state of well-being instantly. ‘kshipratama’ and a’s’u which mean ‘in quickness of time’ and ‘very quickly’are the terms synonymous with the word ‘sadya’. From His space-like existence are created pradhana(unmanifest cosmic stuff), purusha(individual soul) and Mantras and Mantresvaras. Since He creates all, He himself remains uncreated. Therefore, this resplendent Lord is known as Aja’ta. On this ground, the Supreme Lord is"},{"pageNumber":82,"pageContent":"associated with sadyoja’ta mantra. This mantra has been realized to be with features of form by those who have known well the scriptures dealing with the forms of Siva. Sadyojata Mu’rtaye  EV¡_©ÝÌ¡_©hmJwø¡_y{Vª ^JdVmo@ì``m_²Ÿ& {ZJy©T>m§ gd©VÎdofw Ü`m`o{ÞË`§ g_m{hV:Ÿ&&  38 etairmantrair maha’guhyair mu’rtim bhagavto avyaya’m& nirgud’ha’m sarvatattves”u dhya’yennityam sama’hitah&&  38 Am| Z_mo Z_: om namo namah The form of Bhagavan which is constituted of these great and secret mantras is imperishable. In all the groups of tattvas, this form remains ingrained very secretly. The sadhka should always meditate on such form with one-pointed concentration; he should prostrate with such concentrated mind. Om namo namah Xwk}`ËdmËnXmWm©Zm§ VÎdmZm§ JhZñ` MŸ& pñWË`wËn{Îm{dZmemZm§ JwømÒþøo{V d{U©V:Ÿ&& 39 Jøm{Ve` `wº$ËdmV² A{VJwømo _hoœa:Ÿ& durjn”eyatva’t pada’rtha’nam tattva’nam gahanasya ca& sthityutpatti vina’s’a’na’m guhya’dguhyeti varn.itah&&  39 guhya’tis’aya yuktatva’t atiguhyo mahes’varah& Jwøm{VJwøm` guhya’ti guhya’ya The exact and essential nature of all the objects and all the tattvas which evolve from the space-like maya, the nature of creation, sustenance and dissolution - all these are not knowable. So they are declared to be very secret among the secrets. Through His power of concealing the things(tirobhava sakti), He maintains this secrecy. Such power of Siva is with highest perfection. Because of this pre-eminent power, He is called Guhyatiguhyaya. Guhyatiguhya’ya "},{"pageNumber":83,"pageContent":"àH¥$VoJm}nZËdmÒmoám g§gmañ` gXm{ed:Ÿ&&  40 prakr’ter gopanatva’d gopta’ samsa’rasya sada’s’ivah&&  40  JmoßÌo goptre The repeating process of transmigration is well guarded through prakruti by Sadasiva. Because of such guarding activity, He is called Goptru. Goptre {ZYZ§ Zmemo OJVñVñ` H$Vm© _hoœa:Ÿ& VoZmoº§$ {ZYZoË`od§ OJV: na_oœa:Ÿ&&  41 nidhanan na’s’o jagatastasya karta’ mahes’varah& tenoktam nidhanetyevam jagatah parames’varah&&  41  {ZYZm` nidhana’ya Nidhana means destruction of the world. Mahesvara is the executor of such destruction. Therefore,in this way, the Supreme Lord of the worlds is called Nidhana. Nidhana’ya Note: The mantra occurring in the ‘vyoma vya’pi mantra’ at this context is ‘anidhanaya’.  But, according to this Raurava chapter, the mantra seems to be ‘nidhanaya’. This  variation could have occurred in the later period. “Anidahanaya” means the One  who is indestructible. “Nidhanaya” means the one who performs destruction. Even  in the Vyoma Vyapi Stava composed by Bhatta Ramakantha, this mantra appears  as “nidhna’ya” only. gdm©gm§ Ed {dÚmZm§ {dÚmamOm§ VW¡d MŸ& {dYmVm na_oemZmo `ñ_mÎmñ_pÀN>dmo @{Yn:Ÿ&& 42 sarva’sa’m eva vidya’na’m vidya’ra’ja’m tathaiva ca& vidha’ta’ paremes’a’no yasma’ttama’cchiva’dhipah&&  42 gd©{dÚm{Ynm` sarvavidya’dhipa’ya For all the spiritual disciplines based on mantras, yoga, worship and such others as well as for all the Vidyesvaras(in isvara tattva and sadasiva tattva, the Supreme Lord Siva is the ultimate Authority. Therefore Siva is called Sarva Vidya’dhipa. Sarva Vidya’dhipa’ya"},{"pageNumber":84,"pageContent":"Á`mo{V: àH$meê$nmUm§ Xe©ZmH¥${V bjU_²Ÿ& AeofmoØmgH$aUmO² Á`mVrê$n: {edmo@ì``:Ÿ&& 43 jyotih praka’s’a rupa’n.a’m dars’ana’kr’ti laks”an.am& as’es”odbha’sakaran.a’j jyoti’ru’pah s’ivo avyayah&&  43  Á`moVrê$nm` jyoti’ru’pa’ya Clear visibility is rendedred to the form of all the luminous bodies by jyoti(light). Being in the form of self-manifest light, Lord Siva who is imperishable gives light to the light of all luminous objects. Therefore He is called Jyoti’ru’pa. Jyoti’ru’pa’ya na_oœa éÐmUm§ pñW{Vg§hmaH${_©Um_²Ÿ& H$maUoÀN>m àd¥ÎmËdmËnañVñ_mZ² _hoœa:Ÿ&&  44 Vñ_¡ Xodm{XXodm` nam` na_m` MŸ& `mWmVÏ` JwUm¡KoZ `wº$m` na_mË_ZoŸ&&  45 parames’vara rudra’n.a’m sthitisamha’ra karmin.a’m& ka’ran.eccha’ pravr’ttatva’t parastasma’n mahes’varah&&  44 tasmai deva’dideva’ya para’ya parama’ya ca& ya’tha’tathya gun.aughena yukta’ya parama’tmane&&  45 na_oœanam` parames’varapara’ya The Rudas who belong to the retinue of Paramesvara and who are commissioned to perform creation and sustenance by Him are engaged in the activities allotted to them as directed by the Will (iccha sakti) of the Supreme Lord. Therefore Mahesvara is superior to all Rudras. To such Great Lord who is God of gods, Para, Parama, who is associated with the host of unique and innate attributes and the Supreme Self, this mantra Paramesvara Para’ya belongs. Parames’vara para’ya MoVZm gd©^yVmZm§ gwIXw:Im{XbjUmŸ& gm MoÞ {dÚVo `ñ_mÎmoZ Xodmo øMoVZ:Ÿ&&  46 MoVZmZm§ Ag§nH$m©XMoVZ BVr[aV:Ÿ&"},{"pageNumber":85,"pageContent":"AMoVZmo ø{MÝË`ËdmËgyú_Ëdmƒmß`MoVZ:Ÿ&& 47 MoVZmZm§ AJå`ËdmV² AMoVZ B{V ñ_¥V:Ÿ& cetana’sarvabhu’ta’na’m sukhaduhkha’di laks”an.a’& sa’ cenna vidyate yasma’t tena devo hyacetanah&&  46 cetana’na’m asamparka’d acetana iti’ritah& acetano hyacintyatva’t su’ks”matva’cca’pyacetanah&&  47 cetana’na’m agamyatva’t acetana iti smr’tah&   AMoVZ AMoVZ acetana acetana In all the beings, citta is present characterized by the feelings of pleasure and pain. With such citta principle(tattva) one could never know the real nature of Siva. Since He is beyond the reach of citta, He is called Acetana( meaning, not to be reached by citta). He remains untouched or unrealized by citta. Even for this reason He is called Acetana. The term ‘acetana’ denotes inconceivable nature and extreme subtlety. Since He is with such qualities, He is considered as Acetana. Since He is incomprehensible to the imperfect souls, He is conceived as Acetana. Acetana Acetana   {Ûaä`mgnX§ Mmñ` g§e`ÀN>oXH$maU_²Ÿ&&  48 ì`m_m{Xîd{n ~moÕì`§ {Ûaä`mg nXofw d¡Ÿ& ì`mo_o{V nyd©_odmoº§$ JJZm»`m g_mgV:Ÿ&&  49 VoZ Y_}U `wº$ËdmØJdmZ² ì`mo_ CÀ`VoŸ& na§ ì`mo_mna§ M¡d VÝÌo@pñ_Z² g_wXmöV_²Ÿ&& 50 _m`mVrV§ na§ ì`mo_ gmÄOZ§ Ëdna§ ñ_¥V_²Ÿ& {ZaÄOZo nao ì`mopåZ {ZË`ñW: H$maUmo@ì``:Ÿ&& 51 gmÄOZ§ e{º${H$aU¡a{Y{Vð>{V e§H$a:Ÿ& ì`mo_ì`mo_o{V VoZmoº$: H$maUoZ gXm{ed:Ÿ&& 52 dvirabhya’sapadam ca’sya sams’ayaccheda ka’ran.am&&  48 vyoma’dis”vapi boddhavyam dvirabhya’sa pades”u vai& vyometi pu’ravamevoktam gagana’khya’ sama’satah&&  49 tena dharmen.a yuktatva’d bhagava’n vyoma ucyate&"},{"pageNumber":86,"pageContent":" param vyoma’param caiva tantresmin samuda’hr’tam&&  50 ma’ya’ti’tam param vyoma sa’n”janam tvaparam smr’tamŸ& niran”jane pare vyomni nityasthah ka’ran.o avyayah&&  51 sa’n”janam s’aktikiran.air adhitis”t’hati s’amkarah& vyomavyometi tenoktah ka’ran.ena sada’s’ivah&&  52 ì`mo{_Z² ì`mo{_Z² vyoma vyoma The reason for the repetition of the word ‘vyoma’ two times is to dispel the doubt as to the number and nature of the space(vyoma). The nuber and nature of the space could be known from the repetition of the word ‘vyoma’. Since the Lord Bhagavan is associated with the qualities and attributes of the space, He is called Vyoma. In this Agama, vyoma is stated to be of two kinds – supreme(param) and non-supreme(aparam). The supreme space is beyond the limit of ma’ya’ and hence it is unstained by the evolutions of the ma’ya’. In that suprme space, Lord Siva who is the Ultimate Source and ever-existing Reality presents Himself eternally. The non-supreme space is within the limits of ma’ya’ and it is stained with evolutions and dissolutions taking place in ma’ya’. Lord Sankara(Siva) presides over this space and regulates its functions through the rays of His Sakti. For all these reasons, Sadasiva is called Vyomin Vyomin(indweller and possessor of space). Vyoma Vyoma ì`mnH$Ëdmƒ gd©ñ` ì`mnr g§àH$s{V©V:Ÿ& vya’pakatva’cca sarvasya vya’pi’ sampraki’rtitah& ì`m{n ì`m{n vya’pi vya’pi Since He pervades all through the supreme and non-supreme spaces, He is rightly eulogized with the repetition of the term vya’pi. Vya’pi Vya’pi ê${nUm§ na_oemZm§ ~«÷mXrZm§ gXm{ed:Ÿ&&  53 ru’pin.a’m parames’a’na’m brahma’di’na’m sada’s’ivah&& 53 Aê${n Aê${n aru’pi aru’pi "},{"pageNumber":87,"pageContent":"Lord Sadasiva gives appropriate bodies to the Vidyesvaras and Maha Mantresvaras whose functions are concerned with the pure ma’ya’ and for Brahma and others whose functions are concerned with the impure ma’ya’. While giving bodies compatible to the two levels, He himself remains formless. So He is praised with the repetition of the word ‘aru’pi’(formless). Aru’pi Aru’pi kmZJå`mo _hm_ÝÌ`moJ`moJr _hoœa:Ÿ& òï ́>ËdmËgd©^yVmZm§ gd©kËdmƒ H$maUmV²Ÿ&& 54 AZm{XgÎdmØJdmZ² àW_ñVw {ZJË`VoŸ& jn”a’nagamyo maha’mantra yogayogi’ mahes’varah& sras”tr’tva’tsarvabhu’ta’na’m sarvajn”atva’cca ka’ran.a’t&& 54 ana’disattva’d bhagava’n prathamastu nigatyate& àW_ àW_ prathama prathama Lord Mahesvara is the supreme yogi centered on mantrayoga. His state is the foremost to be attained. Sivatva could be attained only by the path of knowledge which is the foremost among the four paths – carya,kriya, yoga and jnana. With the capacity of being the knower of all He creates all existents. He is eternally associated with the foremost disposition known as ‘sattva’. In view of all these factors, Lord Bhagavan is called Prathama Prathama. Prathama Prathama àH$meH$aUËdmƒ VoOñVoO B{V ñ_¥V:Ÿ&&  55 praka’s’a karan.atva’cca tejasteja iti smr’tah&&  55 VoOñVoO: tejastejah Since He is the primal source of illumination for the souls living in the pure ma’ya and impure ma’ya’, Lord Siva is considered as Tejastejah. Tejastejah gd}fm§ Á`mo{Vfm§ Am{X{Z{Yü ^JdmZ² {ed:Ÿ& sarves”a’m jyotis”a’m a’dinidhis’ca bhagava’n s’ivah& Á`mo{VÁ`m}{V: jyotirjyotih"},{"pageNumber":88,"pageContent":" Lord Siva is the primal source of light needed for all the luminous objects of the pure ma’ya’ and impure ma’ya’. So He is called Jyotirjyotih. Jyotirjyotih `{XÝYZm{¾ g§`moJmËgmo_mH©$_{UO§ M `V²Ÿ&& 56 yadindhana’gni samyoga’t soma’rkaman.ijam ca yat&&  56 Aê$n AZ{¾ aru’pa anagni Fire is produced by kindling the fuel. It also comes from the moon-stone, sun-stone and fire-stone. This kind of mundane fire is concerened with the formed objects(rupa). But Siva appears in the form of self-manifest fire, a fire not concerned with formed objects, a fire not produced by external source and therefore He is Aru’pa. The fiery form of Siva is the self-born one. This fire is not produced by external source of fire. So He is Anagni. Aru’pa Anagni VoOñVñ_mËgwg§nyUª H$maU§ Á`mo{VéÎm__²Ÿ& VX² Yy_^ñ_ a{hV§ VoOgm_ZwaÄOH$_²Ÿ&&  57 tejastasma’t susampu’rn.am ka’ran.am jyotiruttamam& tad dhu’mabhasma rahitam tejasa’m anuran”jakam&&  57 AYy_ A^ñ_ adhu’ma abhasma The resplendence of Siva fills up everywhere. It is the foremost effulgence which serves as the source of all kinds of fire. Unlike the wordly fire which is concomitant with smoke and ashes, Siva`s fiery resplendence is without smoke and ashes. It is this fiery resplendence that gives brightness to all the visible objects. So He is called Adhu’ma Abhasma. Adhu’ma Abhasma e¡d§ na_{Zdm©U§ AmÚÝV§ Á`mo{Vfm§ {Z{Y:Ÿ& AZm{X {ZYZm^mdm{ÞË`ËdmÎmoOgm§ {Z{Y:Ÿ&& 58 AZm{X[a{V {dko`§ Zm_ Xodñ` emœV_²Ÿ& "},{"pageNumber":89,"pageContent":" s’aivam paramanirva’n.am a’dyantam jyotis”a’m nidhih& ana’di nidhana’bha’va’n nityatva’t tejasa’m nidhih&&  58 ana’diriti vijn”eyam na’ma devasya s’a’s’vatam&  AZmXo ana’de The supreme abode of Siva is the ultimate place of the liberated souls. Its whole extent covering the beginning and the end of all is the store -house of all kinds of luminous existent. It is beginningless, endless and imperishable. It is the place where all sources of illuminative knowledge get accumulated. So Lord Siva who is one with this place is called Ana’di. This significant meaning is well ascertained in the Scriptures. Ana’de ZmZmZo{V M `Ëàmoº§$ Jwø_ÝÌnX§ {d^mo:Ÿ&&  59 na_oœa joÌk {nVm_h B{V {ÌH$_²Ÿ& Zm B{V nwéfñ`m»`m à{WVm na_oœañ` nwéfñ`Ÿ&& 60 nya`{V nmof`{V M `ñ_mÎmñ_mpÀN>d: nwéf:Ÿ& ZmZmZmg§hma: àmoº$: nwéfÌ` H$maUñ` Xodñ`Ÿ&& 61 na’na’neti ca yatproktam guhyamantrapadam vibhoh&&  59 parames’vara ks”etrajn”a pita’maha iti trikam& na’ iti purus”asya’khya’ prathita’ parames’varasya purus”asya&& 60 pu’rayati pos”yati ca yasmattasma’cchivah purus”ah& na’na’na’samha’rah proktah purus”atraya ka’ran.asya devasya&& 61 ZmZm ZmZm na’na na’na In the series of secret mantras(vuoma vya’pi mantras) pertaining to the all-pervasive Lord Siva, the meaning of syllables na’, na’, na’, na’ is now told. The first three syllables denote three Deities – Rudra(Paramesvara), Vishnu(Kshetrajna) and Brahma(Pita’maha). The fourth na’ denotes Purusha. Supreme Lord Siva is declared in the Scriptures as Purusha. Becauce He pervades everywhere and because He strenghthens the powers of the three Deities mentioned here, He is called Purusha. The three Deities who are under the control of this primal Lord Purusha are absorbed into Him at the final stage. The first three syllables denote such absorbtion also. Therefore He is praised as Na’,Na’, Na’,Na’. Na’Na’Na Na’ "},{"pageNumber":90,"pageContent":"Jwøo _ÝÌnXo@pñ_Z² g§hmaH$anX§ àmoº$_²Ÿ& guhye mantrapade asmin samha’rakara padam proktam&  YyYy YyYy dhu’dhu’ dhu’dhu’ In this series of secret mantras, dhu’, dhu’, dhu’ – the first three syllables denote destruction occurring at three levels - prakruti level, maya level and bindu level. The fourth dhu’ denotes the Supreme Lord who directs the concerned Deities to perform such destruction. So He is praised as Dhu’, Dhu’, Dhu’,Dhu’. Dhu’ Dhu’ Dhu’ Dhu’ Am| ^y: gË`dm{MËdm{ÞË` nXmW©ñ` dmMH$: eãX:Ÿ& {ed_ÝÌ nXmWm©Zm§ g§e`{Zd¥{Îm hoËdW©:Ÿ&& 62 om bhu’h satyava’citva’n nitya pada’rthasya va’cakah s’abdah& s’ivamantra pada’rtha’na’m sams’ayanivr’tti hetvarthah&&  62  Am| ^y: om bhu’h Om Bhu’h – the core meaning of these two terms is ‘satya’ – eternal existence. As such, these two terms denote the three eternal categories - Pati, pas’u and pa’s’a. The content of these two terms is capable of dispelling the doubts concerned with s’ivamantras, words, letters, tattvas, bhuvalas and kalas. Because of such significance, He is called Om Bhu’h. Om Bhu’h Am| ^wd B{V M àmoº§$ ^wdZm{Z `WmH«$__² ewÕmewÕmÝ`eofm{U {ZYZoedem{Z VwŸ&&  63 om bhuva iti ca proktam bhuvana’ni yatha’kramam& s’uddha’s’uddha’nyas’es”a’n.i nidhanes’avas’a’ni tu&&  63  Am| ^wd: om bhuvah All the worlds which are existing in all through the tattvas in a systematic order are collectively denoted by the term Om Bhuvah. All these worlds which are pure and impure"},{"pageNumber":91,"pageContent":"according to their location in pure maya and impure maya are under the protection and control of the Supreme Lord known as Nidhanes’a (the Lord of the Deities who destroy the worlds). Because of such significance, He is denoted as Om Bhu’h. Om Bhu’h Am| gwd: à^mo: nX{_X§ Ana§ `ËàH$s{V©V_²Ÿ& VÕço`§ `mo{J{^{Z©Ë`§ {edVÎdmW©H$mo{dX¡:Ÿ&& 64 om suvah prabhoh padam idam aparam yatpraki’rtitam& taddhyeyam yogibhirnityam s’ivatattva’rthakovodaih&&  64  Am| gwd: om suvah Om Suvah – this term exclusively denotes Lord Siva who appears with a form fit for meditation and worship. It has been ascertained by those who are experts in the knowledge of tattvas and other categories related to Siva that the form of Siva is to be meditated upon constantly by the yogis. Such Siva who appears with contemplatable form is identified with Om Suvah. Om Suvah A{ZYZ B{V `Ëàmoº§$ {ZË`§ dXpÝV Xodñ`Ÿ& Z {dZû`Vr{V ^JdmZ² A{ZYZ B{V {deofV: H${WV:Ÿ&& 65 anidhana iti yatproktam nityam vadanti devasya& na vinas’yati’ti bhagava’n anidhana iti vis’es”atah kathitah&& 65  A{ZYZ anidhana The experts maintain that what has been said as ‘anidhana’ denotes eternal existence of Lord Siva. Bhagavan never goes out of existence. So He is very significantly declared as Anidhana. Anidhana g§ha{V XodXod: g¥O{V `ñ_mƒ gd©^yVm{ZŸ& {edVÎd{dYmZk¡: éÐmo {ZYZmoØdmo éÐ:Ÿ&&  66 "},{"pageNumber":92,"pageContent":" samharati devadevah sr’jati yasma’cca sarvabhu’ta’ni& s’ivatattva vidha’najn”aih rudro nidhanodbhavo rudrah&&  66  {ZYZmoØd nidhanodbhava The Lord of all Deities dissolves all those which have been created, into their causal source and again creates them from the same source (‘nidhana’ denotes destruction and udbhava denotes creation). It has been explained by those who have known well the essential nature and the functioning order of sivatattva that Lord Siva known as Rudra is the performer of destruction and creation. So Siva(Rudra) is praised as Nidhanodbhava. Nidhanodbhava {ed gd}{V `Xwº§$ Ëd{edm^mdmpÀN>dñ` Xodñ`Ÿ& s’iva sarveti yaduktam tvas’iva’bha’va’cchivasya devasya&   {ed gd© s’iva sarva The specific terms ‘siva’ and ‘sarva’ denote that there is not even a taint of imperfection and inauspisciousness in Lord Siva. So He is praised as ‘Siva’, ‘Sarva’. ‘Siva’, ‘Sarva’ na_mË_{Z pñWVËdmËgd}fm§ VoZ na_mË_mŸ&& 67 parama’tmani sthitatva’t sarves”a’m tena parama’tma’&& 67 na_mË_Z² parama’tman Since Lord Siva occupies the body and soul of highly enlightened and perfect yogis and sages, He shines forth as the Great Self of all of them. So He is Parama’tman. Parama’tman _hVm§ na_oemZm§ gd}fm§ àb`gJ©H$V¥©Um_²Ÿ& nyÁ`oœa^mdËdmV² VoZoh _hoœa: eå^w:Ÿ&&  68 mahata’m parames’a’na’m sarves”a’m pralayasarga kartr”n.a’m& pu’jyes’vara bha’vatva’t teneha mahes’varah s’ambhuh&& 68  _hoœa mahes’vara Lord Siva is in much exalted state of being Isvara to be worshipped by all the adorable Deities who are with great prowess and who are the performers of periodical dissolution and creation. Therefore He, who bears the name Sambhu, is praised as Mahes’vara. Mahes’vara"},{"pageNumber":93,"pageContent":"_hmÝ^d{V gd}fm§ nyÁ`ËdmÚmo{JZm§ {ed:Ÿ& Xodmo {X{d pñWVËdmƒ _hmXodñVVmo ^d:Ÿ&& 69 maha’n bhavati sarves”a’m pu’jyatva’d yogina’m s’ivah& devo divi sthitatva’cca maha’devas tato bhavah&&  69  _hmXod maha’deva Since Siva is the Lord to be worshipped inevitably by all the yogis and sages, He is claimed to be in the highest position(mahat, mahan). He is called Deva since He is in the space of supreme consciousness. Being Mahan and Deva, He is fittingly worshipped as Maha’deva. Maha’deva gd}ûdaàg“mXZrœao@nrœam{^YmZmƒŸ& gØmdoœaeãX: gXm{edo gy[a{^: àmoº$:Ÿ&& 70 sarves’vara prasan’ga’d ani’s’vare api’s’vara’bhidha’na’cca& sadbha’ves’vara s’abdah sada’s’ive su’ribhih proktah&&  70 gØmdoœa sadbha’ves’vara Even those who have not ascended to the state of Isvara are called by the specific name Isvara because of their communion with Siva, the Lord of all the beings. To differentiate Siva (Isvara) from those who are figuratively called Isvara, the significant name Sadbha’ves’vara has been given by the enlightened Sages.( Sadbhavesvara means Is’vara who is always immersed in the consciousness of totality of the souls) Sadbha’ves’vara _hVm_{n gd}fm§ na_{edñVoOgm§ _hmVoO:Ÿ& mahata’mapi sarves”a’m paramas’ivastejasa’m maha’tejah&  _hmVoO: maha’tejah The effulgence of Siva is highly superior to the brightness of all the great luminous objects and to the resplendence of all the sages and the yogis. Therfore He is praised as Maha’tejah. Maha’tejah "},{"pageNumber":94,"pageContent":"`moJr M `mo{JZm_{n `moJm{Yn{V^©dñVñ_mV²Ÿ&& 71 yogi’ ca yogina’mapi yoga’dhipatir bhavastasma’t&&  71  `moJm{YnVo yoga’dhipate Even for the enlightened yogis He presents Himself as the perfect Yogi with exemplary disciplines and skills. Therefore Lord Siva, known as Bhava, is eulogized as Yoga’dhipati(meaning, the Master of the path of supreme yoga). Yoga’dhipati _w#m{V JhZ{Z~ÝYmÝ_m`m{df{`Ëd `moº¥$ ~ÝYoZŸ& _m`m{^kmo ^JdmZ² Xrjm{ZnwUoZ hñVoZŸ&& 72 _w#m{V VoZ {h Jwø§ _ÝÌnX§ _wXm {dà:Ÿ& mun”cati gahana nibandha’n ma’ya’vis”ayitva yoktr’ bandhena& ma’ya’bhijn”o bhagava’n di’ks”a’nipun.ena hastena&&  72 mun”cati tena hi guhyam mantrapadam muda’ viprah& _w#m _w#m mun”ca mun”ca Lord Bhagava’n who knows well the workings of maya, disentangles the souls from the bond of dense darkness called a’nava by binding them with the evolutes of maya. He puts this additional bondage to enable them experience their karmic fruits. He releases the souls with His hand highly skilled in giving the appropriate initiation(diksha). Therfore, the learned sages, being delighted very much, praise Him as Munca Munca. Munca Munca  ( Hand, here denotes the Guru who functions as His tool)   àW`{V nmemÝ~hþe: àW_oË`{^Yr`Vo VoZŸ&& 73 prathayati pa’s’a’n bahus’ah prathametyabhidhi’yate tena&& 73  àW_ àW_ prathama prathama He scatters abundantly the objects of enjoyments(bhogas) for the sake of the bound souls. (He does so because it is only through the enjoyment of bhogas, the souls could become free from the bondage of karma) Because of such scattering activity , He is praised with the secret words of mantra - Prathama Prathama. Prathama Prathama"},{"pageNumber":95,"pageContent":" eaUm{W©Zm§ AUyZm§ ÌmVm _hVmo ^`mË`V: ed©:Ÿ& eaUmÛaUmƒ Xod: ed© B{V {d^mì`Vo VO² k¡:Ÿ&& 74 s’aran.a’rthina’m an.u’na’m tra’ta’ mahato bhaya’tyatah s’arvah& s’aran.a’d varan.a’cca devah s’arva iti vibha’vyate taj jn”aih&& 74  ed© ed© s’arva s’arva He is the protector of all those souls which take refuge in Him. He relieves them from the terrific fear born of tranmigratory phenomenon. So He is called S’arvah. Since He is the ultimate one to be resorted to(s’arana) and since He gives shelter and protection(varana), the Lord of the space of supreme consciousness is eulogized as S’arva by the knowers of the indescribable Reality(tatjna). S’arva S’arva ^mdoZ ^dVr{V M ^md{`Vì`mo ^dmoØd: àH¥${VH$Vm©Ÿ& Am_ÝÌmUm{X`wº¡$Jw©ønX¡: ñVy`Vo eå^w:Ÿ&& 75 bha’vena bhavati’ti ca bha’vayitavyo bhavodbhavh prakr’tikarta’& a’mantra’n.a’di yuktair guhyapadaih stu’yate s’ambhuh&& 75 ^dmoØd bhavodbhava Siva assumes various forms according to His own disposition so as to fit the context(bhava). He also assumes forms as desired and as conceived by the yogis and the devotees(udbhava). So the Designer of Prakruti, Siva, is called Bahvodbhava. Lord S’ambhu is praised with these secret words of mantra which are associated with addressing mode and other implications. Bhavodbhava gd}fm§ ^yVmZm§ g§gma{d`moOH§$ na§ gyú__²Ÿ& gwI_mË`pÝVH§$ AH¥$VH§$ AZwn_§ Cn`ÀN>Vo Xod:Ÿ&& 76 sarves”a’m bhu’ta’na’m samsa’raviyojakam param su’ks”mam& sukham a’tyantikam akr’takam anupamam upayacchate devah&& 76 gd©^yVgwIàX sarvabhu’ta sukhaprada"},{"pageNumber":96,"pageContent":" The Lord of the space of supreme consciousness grants total liberation from the repeating phenomenon of birth and death for all the embodied souls. At this liberated state, He grants them incomparable bliss which is supreme, inaccessible to the mundane world, infinite and which is ever enjoyable, being not created afresh. So He is praised as Sarvabhu’ta Sukhapradah. Sarvabhu’ta Sukhaprada gm{ÞÜ`§ _ÝÌmo@`§ ñ_¥V_mÌ: gmYH$ñ` {ed{b“oŸ& Hw$éVo `ñ_mÎmñ_mËgm{ÞÜ`H$a: {ed: àmoº$:Ÿ&& 77 sa’nnidhyam mantroyam smr’tama’trah sa’dhakasya s’ivalin’ge& kurute yasma’t tasma’t sa’nnidhyakarah s’ivah proktah&&  77 gd©gm{ÞÜ`H$a sarva sa’nnidhyakara The meaning of this mantra is that even at the very instant of contemplating His form in the mind of sadhaka, He readily offers His vibrant presence in the Sivalinga .Therefore, Lord Siva is praised as Sarvasa’nnidhyakarah. Sarvasa’nnidhyakara ~«÷m {dîUwü éÐñ`mo@{n gd©ñ` H$maU§ OJV:Ÿ& Voä`: na: nak¡: na_{ed: àmoÀ`Vo H$Vm©Ÿ&& 78 brahma’ vis”n.us’ca rudrasyo api sarvasya ka’ran.am jagatah& tebhyah parah prajn”aih paramas’vah procyate karta’&&  78 ~«÷{dîUwéÐna brahama vis”n.u rudrapara Brahma, Vishnu and Rudra – all these three Gods are responsible for the creation, maintenance and destruction of all the words. Paramasiva is the commissioning Lord of all these three Gods and so He is superior to them. Therefore, He is well praised by the knowers of the Supreme Reality as Brahma Vishnu Rudra Parah. Brahma Vishnu Rudra Para gyú_mUm§ gyú_Ëdm{ÛH$aUY_}fw {dH$aUmo ^JdmZ²Ÿ& Jwøoîd{n JwøËdmV² A{MÝË`^mdmo ø{MÝË`ËdmV²Ÿ&& 79 "},{"pageNumber":97,"pageContent":"kmZmZm§ gd}fm§ àJ_ËdmXZ{M©Vmo Xod:Ÿ& Vñ_mXZ{M©V B{V ^JdmZ² Cº$ü VÝÌo@pñ_Z²Ÿ&& 80 su’ks”ma’n.a’n su’ks”matvad  vikaran.a dharmes”u vikaran.o bhagava’n& gyhyes”vapi guhyatva’t  acintyabha’vo hyacintyatva’t&&  79 jn”a’na’m sarves”a’m pragamatva’d anarcito devah& tasmad anarcita iti bhagava’n uktas’ca tantre asmin&&  80 AZ{M©V AZ{M©V anarcita anarcita With extreme subtleness, He presents Himself within the subtle things. In those objects which undergo changes and modifications, He is present with same changes and modifications without losing His immutability. In those objects which are in concealed state, He is present with the same nature of invisibility. In those objects which are incomprehensible and inconceivable, He remains with the same nature of incomprensibility and inconceivability. He remains reachable and attainable exclusively to all those who are with perfection and competency gained through the path of knowledge. Because of all such characteristics, the Lord of the space of consciousness remains unreachable solely through exterior worship (anarcita). So, in this Agama, Lord Siva is declared as Anarcita. Anarcita Anarcita   Z ñVy`Vo ñVwVmo dm ~«÷m{X{^aß`Ñï>nyd©ËdmV²Ÿ& Vñ_mXg§ñVwV B{V ^JdmZ² Cº$ü VÝÌopñ_Z²Ÿ&& 81 na stu’yate stuto va’ brahma’dibhirapyadr’s”t’a pu’rvatva’t& tasmad asamstuta iti bhagava’n uktas’ca tantre asmin&&  81   asamstuta asamstuta In view of the fact that He remains unseen in his essential state by Brahma and other Gods, that state is praised by nobody or there is no hymn in praise of His essential state. That state is beyond the grasp of mind and words. So, in this Agama, He is declared as Asamstuta. Asamstuta Asamstuta"},{"pageNumber":98,"pageContent":"g§ñWmß`Vo ñdVmo dm {ZË`ñWËdmpÀN>d: nao ì`mopåZŸ& nyd©pñWVmo@ß`{^{hV: na_oemo _ÝÌVÝÌk¡:Ÿ&& 82 samstha’pyate svato va’ nityasthatva’cchivah pare vyomni& pu’rvasthitopyabhihitah parames’o mantra tantrajn”aih&& 82   nyd©pñWV nyd©pñWV pu’rvasthita pu’rvasthita Lord Siva gets Himself eternally eastblshed in the supreme space of consciousness, the first and foremost plane in the scheme of transcendental priciples. Since He occupies the first and foremost place in meditation, worship and so forth, He is called Pu’rvasthitah by the knowers of Mantras and Agamas. Pu’rvasthita Pu’rvasthita gmjmËgd©neyZm§ Y_m©Y_m©[XH§$ H¥$V§ H$_©Ÿ& gmjr M gd©Vmo@j: ní`{V ^JdmZ² AV: gmjrŸ&& 83 sa’ks”a’tsarva pas’u’na’m dharma’dharma’dikam kr’tam karma& sa’ks”i’ ca sarvato aks”ah pas’yati bhagava’n atah sa’ks”i’&& 83 gm{jZ² gm{jZ² sa’ks”in sa’ks”in He evidently and directly sees the meritorious deeds and evil deeds done by all the embodied souls. Terefore He is called ‘Sa’kshi’. His eyes are everywhere and He sees everywhere. Hence He is praised as ‘Sa’kshi’. Sa’khin Sa’kshin Ëd[aV§ {edgm`wÁ`§ à`ÀN>Vo gmYH$ñ` Xodoe:Ÿ& Vwé Vwd}{V VÝÌmWm}@`§ {jàËdmƒ¡d Xrjm`m:Ÿ&& 84 tvaritam s’ivasa’yujyam prayacchate sa’dhakasya deves’ah& turuturveti tantrartho ayam ks”ipratva’ccaiva di’ks”a’ya’h&& 84  Vwé Vwé turu turu The Supreme Lord of all the Gods grants the state of identical existence with Siva (sivasa’yujya) to the competent sadhakas unhesitatingly and quickly. He grants this exalted state through proper initiations(diksha). The meaning of the terms ‘turu, turu’"},{"pageNumber":99,"pageContent":"according to the Agama is quickness of time. Since He grants the supreme state very quickly, He is praised with the words ‘turu,turu’. Turu Turu VoOmo_yË`©{^YmZ§ nV“ B{V _ÝÌbjU§ àmoº§$Ÿ& tejomu’rtyabhidha’nam patan’ga iti mantra laks”an.am proktam& nV“ nV“ patan’ga patan’ga In the treatise dealing with the characteristics of mantras, it is said that the specific name for an effulgent form is Patanga. In view of His exceeding resplendence, Siva is called Patanga. Patanga Patanga {n“ {n“o{V VoOñW§ àdXpÝV _ÝÌVÝÌk:Ÿ&& 85 pin’ga pin’geti tejastham pravadanti mantratantrajn”ah&&  85  {n“ {n“ pin’ga pin’ga Those who have known well the mantras and the Agamas state that the nucleus which is within the cosmic luminosity is denoted by the term ‘pinga’. Since Siva is identical with this core substance, He is praised as Pinga Pinga. Pinga Pinga kmZ§ {ednX~moY: gå`ŠMoX§ namna§ ê$n_²Ÿ& `ƒmÝ`pñ_ÝVÝÌo Z {dÚVo gd©X{e©ËdmV²Ÿ&& 86 jn”a’nam s’ivapadabodhah samyakcedam para’param ru’pam& yacca’nyasmin tantre na vidyate sarva dars’itva’t&&  86 kmZ kmZ jn”a’na jn”a’na The supreme knowledge is the one which brings out and makes known the exact nature of the essential state of Siva. This knowledge is of two kinds – para and apara. Such kind of knowledge is not explained in the scriptures other than the Agamas. It remains untold in them because of its incomprehensible subtleness and vastness. This supreme knowledge is all-inclusive in nature extending to all systems of thought. So Siva who reveals such knowledge is praised as Jna’na Jna’na. Jna’na Jna’na"},{"pageNumber":100,"pageContent":"`mdÝdU© {ddoH$: g§`moJ{d^mJ bjU: gyú_:Ÿ& lmoÌopÝÐ`mW©na_: eãXmo@gm¡ H$maUoemZ:Ÿ&& 87 ya’van varn.a vivekah samyoga vibha’ga laks”an.ah su’ks”mah& s’rotrendriya’rtha paramah s’abdo asau ka’ran.es’a’nah&& 87  eãX eãX s’abda s’abda The transcendental sound which is related to the investigation of the letters and to the rules of conjunction and separation of words, which is subtle and which transcends the sound audible to the ears is handled by this Primal Lord. In view of this fact, Lord Siva is praised as S’abda S’abda. S’abda S’abda gyú_mo ø{MÝË`ê$nmo ì`m»`mV: nyd©_od VÝÌopñ_Z²Ÿ& {Ûa{^{hV: na_{ed: g§e`{d{Zd¥{Îm X{e©{^: gd£:Ÿ&& 88 su’ks”mo hyacintya ru’po vya’khya’tah pu’rvameva tantre asmin& dvirabhihitah paramas’ivah sams’ayanivr’tti dars’ibhih sarvaih&& 88  gyú_ gyú_ su’ks”ma su’ks”ma The term ‘su’kshma’ denotes the subtle form which could not be conceived by the mind. This has already been explained earlier in this Agama. Pramasiva is praised with the repetition of the term ‘su’kshma’ twice(that is, Su’kshma Su’kshma) by all those who have well understood the Agamic concepts to erase the doubt and to ascertain the truth . . Su’kshma Su’kshma gd©k: gd©na: gd}e: gd©H¥$V² ñdVÝÌüŸ& gdm©Ë_m gd}fm§ à^dpñW{Vb`H¥$pÀN>d: na_:Ÿ&& 89 sarvajn”ah sarvaparah sarves’ah sarvakr’t svatantras’ca& sarva’tma’ sarves”a’m prabhavasthitilayakr’cchivah paramah&& 89 {ed ed© s’iva s’arva Siva is the knower of all; superior to all other Deities; absolute controller of all; doer of all; absolutely independent; He keeps all the souls in His hold and resides within the heart of all souls; performer of cosmic functions such as creation, maintenance and others"},{"pageNumber":101,"pageContent":"for the benefit of all souls; identical with unsullied purity and everlasting bliss; supreme. Because of such greatness, He is called S’iva and S’arva. S’iva S’arva gd©{_{V {Zadeof§ namnakmZ_wÎm_§ Jwø_²Ÿ& _m`m~ÝY {d_moj§ XXm{V gd©àXñVñ_mV²Ÿ&&  90 sarvamiti niravas’es”am para’parajn”a’nam uttamam guhyam& ma’ya’bandha vimoks”am dada’ti sarvapradas tasma’t&&  90  gd©X sarvada The term ‘sarva’ denotes perfect wholeness in which all things exist in their totality. It also denotes para-knowledge and apara-knowledge which is the foremost and secret. Through this knowledge He grants liberation from the bonds of maya and others. Therfore He is praised as Sarvadah(One who reveals all-inclusive knowledge and grants liberation through such knowledge). Sarvada {ed B{V g_mË_H$ËdmÀN>mÝVËdmXrœa: àmoº$:Ÿ& Vñ_¡ {edm` Hw$éVo Z_ B{V emÝVm` Xodm`Ÿ&& 91 Z_ B{V à^wËdo@`§ YmËdW©: àmoÀ`Vo {dH$mak¡:Ÿ& H$maU H$m`© {d^mJ§ Hw$éVo na_oe`moJ§ MŸ&&  92 `w½_§ àmoº§$ VÌ¡H§$ H$maUñ` Xodñ`Ÿ& H$m`©Ëdñ` {d`moJ§ Hw$éVo {d{Zd¥{ÎmhoËdWªŸ&&  93 s’iva iti sama’tmakatva’ccha’ntatva’d i’s’varah proktah& tasmai s’iva’ya kurute nama iti s’a’nta’ya deva’ya&&  91 nama iti prabhutve ayam dha’tvarthah procyate vikarajn”aih ka’ran.aka’rya vibha’gam kurute parames’a yogam ca&&  92 yugmam proktam tatraikam ka’ran.asya devasya& ka’ryatvasya viyogam kurute vinivr’tti hetvartham&&  93 {edm` Z_mo Z_: s’iva’ya namo namah Lord I’s’vara is equally disposed to all beings; He is with everlasting calmness. Because of such qualities He is called Siva. To such Lord Siva who is also called S’a’nta and Deva, salutations are offered with reverence. It has been explained well by those who are proficient in the"},{"pageNumber":102,"pageContent":"knowledge of various patterns of modifications sustained by the root words that the term ‘nama’ indicates absolute Lordship. Such meaning is obtained through the implication of root words. In the functional system of the Lord, two states are observed – cause(karana) and effect(karya). The term ‘nama’ is repeated twice in view of the activities of the Lord which are in relation to cause and effect. In the causal state, there is totality of all the objects in subtle state. In the effected state, the objects get variegated. Such variegations are meant for relieving the souls from the karmic bonds. S’iva’ya Namo Namah Ed§ ~«÷mXrZm§ `w½_m`w½_§ nwZZ©_ñH$ma:Ÿ& H$maUH$m`© {d^mJ§ {N>Z{Îm _m`mÄOZ§ gd©_²Ÿ&& 94 AÝ`Ëg§`moJH$a§ Z_ B{V `w½_§ nañ` Xodñ`Ÿ& evam brahma’di’na’m yugma’yugmam punarnamaska’rah& ka’ran.aka’rya vibha’gam chinatti ma’ya’n”janam sarvam&& 94 anyat samyogakaram nama iti yugmam parasya devasya& Z_mo Z_: Z_: namo namah namah In the same way, ‘namah’ is uttered first two times and then one time by Brahma and others. Two ‘namah’ denote the bifurcation into ka’rana and karya – cause and effect. Such bifurcation ultimately cuts asunder all bonds evolved out of maya. Another ‘namah’ denotes the unification of the two states , ka’rana and karya. Therefore ‘namah’ is uttered two times and then one time addressing the Supreme Deva. Namo Namah Namah Aï>mdoVo ewÕm: H$m`m©_ÝÌo nam Z_ñH$mam:Ÿ&& 95 àUdmü Zd àmoº$m _ÝÌearao {edñ` gd©pñ_Z²Ÿ& Xe Mmoº$m _ÝÌnam: ewÕm: na_m Z_ñH$mam:Ÿ&& 96 qde{VÌr{U `wVm{Z gáqde{V g§àXmZm{ZŸ& eofnXm{Z Vw fS²>qde{V: nXm{Z ~Õm{Z gd©VümÝV:Ÿ&& 97 as”t’a’vete s’uddha’h ka’ryamantre para’ namaska’ra’h&& 95 pran.ava’s’ca nava prokta’ mantras’ari’re s’ivasya sarvasmin& das’a cokta’ mantrapara’h s’uddha’h parama’ namaska’ra’h&& 96"},{"pageNumber":103,"pageContent":" vims’ati tri’n.i yuta’ni saptavims’ati samprada’na’ni& s’es”apada’ni tu s”ad’vims’atih pada’ni baddha’ni sarvatas’ca’ntah&& 97 In this series of secret mantras with which our salutations are raised to the higher realm of tattvas, 8 mantras are concerned with pure actions related to the higher plane(suddha maya). There are 9 pranavas(OM) which are concerned with the mantra-form of Siva, irrespective of higher plane or lower plane. 10 mantras are concerned with Mantresvaras who are in the realm of pure maya. 23 mantras raise our salutations to this higher level. 27 mantras are concerned with the exalted benefits bestowed by Siva. 26 mantras are confined to the last and ultimate plane beyond the range of 36 tattvas. Note: There are 81 mantras in the series of Vyoma Vya’pi mantras. But in the analysis given in the  verses above, the total number of mantras comes to 103. The reason is that some mantras  figure in more than one group. Mantras have been classified under 6 groups here. So , there  is no anamoly in the total number of mantras. Which are these 8, 9 or 10 mantras among the  81 mantras? Such details could be known directly from one`s own Guru.  VÎdm{Z tattva’ni qÌeÎmÎdm{Z àmoº$m{Z e§H$aoU {d^mJe:Ÿ& Apñ_Ý_mhoœao VÝÌo n[ag§»`m` VÎdV:Ÿ&& 98 trims’at tattva’ni prokta’ni s’amkaren.a vibha’gas’ah& asmin ma’hes’vare tantre parisamkhya’ya tattvatah&&  98   The principles(tattvas) In this Agama revealed by Mahesvara 30 tattvas have been enumerated with their real nature by Siva, classified in an orderly way. {dH$mam: fmoS>e àmoº$m Xe àH¥$V`ñVWmŸ& nwéfmo {dÚm amJVÎd§ {edVÎd§ M qÌe§H$_²Ÿ&& 99 "},{"pageNumber":104,"pageContent":" vika’ra’h s”od’as’a prokta’ das’a prakr’tayastatha’& purus”o vidya ra’ga tattvam s’ivatattvam ca trims’akam&&  99 Sixteen tattvas belong to the vikara category(vikara denotes the tattvas which evolve in a modified way from another tattva). Ten tattvas are related to prakruti category. In addition to these, there are purusha tattva, vidya tattva, raga tattva and siva tattva. So the total number of tattvas is 30. H$bmì`º§$ JwUm ~w{Õah§H$mañVW¡d MŸ& VÝ_mÌm{U VWm n#m EVm: àH¥$V`mo XeŸ&& 100 kala’vyaktam gun.a’ buddhirahan’ka’ras tathaiva ca& tanma’tra’n.i tatha’ pan”ca eta’h prakr’tayo das’a&&  100 Kala’ tattva, avyakta(prakruti), guna tattva, buddhi tattva, ahankara tattva, sabda tattva, sparsa tattva, rupa tattva, rasa tattva and gandha tattva – these 10 tattvas are related to prakruti. BpÝÐ`m{U Xe¡H§$ M _hm^yVm{Z n#m MŸ& {dH$mam: fmoS>e ËdoVo `¡ñVw gdª BX§ VV_²Ÿ&& 101 indriya’n.i das’aikam ca maha’bhu’ta’ni pan”ca ca& vika’ra’h s”od’as’a tvete yaistu sarvam idam tatam&&  101 Eleven tattvas - five organs of knowledge, five organs of action and manas tattva – and the five gross elements – space, air, fire, water and earth are the sixteen tattvas belonging to the vikara category. All the worlds and worldly objects are knit together by these 30 tattvas. Note: Basically there are 36 tattvas. But in this Agama, only 30 tattvas have been enumerated. This  is not contrary to the original scheme. The first five tattvas – siva, sakti, sadasiva, isvara  and suddha vidya – have been collectively mentioned in this Agama as Siva Tattva. The  kala’ tattva mentioned here includes maya tattva and ka’la tattva. So totally 36 tattvas. "},{"pageNumber":105,"pageContent":"Cº$: g_mgVmo@W©: na_mW©{dXm {edoZ VÝÌo@pñ_Z²Ÿ& AmmÌo`{dewÕHw$bmÝd`m` JwéUm à~moYm`Ÿ&& 102 uktah sama’sato arthah parama’rthavida’ s’ivena tantre asmin& a’treyavis’uddhakula’nvaya’ya gurun.a’ prbodha’ya&&  102 Thus, the eternal categories, tattvas, have been expounded by Siva in this Agama, the embodiment of supreme knowledge. These have been succinctly instructed by the Guru who hailed form the pure lineage of A’treya to enlighten the disciples. BX§ nwam H$maUdŠÌnÙm{Û{Z:g¥V§ V×hþYm {d{^Þ_²Ÿ& {dÚoœa¡: H$maUVwë`ê$n¡_©ÝÌ{H«$`m _ÊS>b g§à`moJ¡:Ÿ&& 103  idam pura’ ka’ran.avaktrapadma’dvinihsr’tam tadbahudha’ vibhinnam&  vidyes’avraih ka’ran.atulya ru’pair mantrakriya’man.d’ala samprayogaih&& 103 This Agama issued forth first from the lotus-like face of Siva, who is the Primal Lord. This was further variegated into many parts by Anantesvra whose form is in the perfect likeness of Siva. He made such divisions so as to present the details of mantras, kriyas, mandalas and the techniques of applying these, under various contexts. H$moQ>çm {Z~Õ§ na_oœaoU e¡d§ nX§ _mV¥JU¡énoV_²Ÿ& VXod gdª H¥$VdmÝ_hmË_m ^¥JyÎm_mo ÛmXe{^ñghò¡:Ÿ&& 104 kot’ya’ nibaddham parames’varen.a s’aivam padam matr’gan.airupetam&  tadeva sarvam kr’tava’nmaha’tma’ bhr’gu’ttamo dva’das’abhis sahasraih&& 104 This Agama which is centered on the attainments of the state of Siva , which is associated with well-formed goups of letters and which was revealed by Siva was originally composed of 10 millions of verses. All those matters enshrined in these verses were summariesd in 12,000 verses by Bhrugu, the foremost among the Gurus. VXod ~wX²Üdm {Z{Ib§ {h ^mJ©dmV² namnakmZ_ZwH«$_oUŸ& ghò_oH§$ {ÛeV§ M gmo@dXX² éé_©hmË_m OJVmo {hVm`Ÿ&& 105"},{"pageNumber":106,"pageContent":" tadeva buddhva nikhilam hi bha’rgava’t para’parajn”a’nam anukramen.a& sahasramekam dvis’atam ca so avadad rururmaha’tma’ jagato hita’ya&& 105 Having understood in a correct order all the essential matters which are concerned with para-knowledge and apara- knowledge set forth in this Agama throuh instructions from his Guru, the sage Ruru, the enlightened great soul, abridged and retold this Agama in 1200 verses for the benefit of the world. BX§ na_{edmU©dmÝ_w{Z{d©_Ï` VÝÌm_¥V_wÎm_§ {ed_²Ÿ& {edo[aVmo {d{XV namnamo ééüH$ma VÝÌmU©dg§J«h§ nwZ:Ÿ& 106 idam paramas’iva’rn.ava’n munirvimathya tantra’mr’tam uttamam s’ivam&  s’iverito vidita para’paro rurus’ caka’ra tantra’rn.ava samgraham punah&& 106 Having churned the great ocean of Sivagamas revealed by Siva, Anantesvara extracted the auspicious and everlasting nectar of Tantras. The sage Ruru, having realized the sweetness of that nectar in the form of para and apara knowledge, further authored this Tantrarnava Sangraha( abridged version of the ocean of Tantras). B_§ {h `mo am¡adgyÌg§J«h§ nR>oXUwì`©nJV nme~ÝYZ:Ÿ& {d{^Ú bmoH$mZ² H$ZH$mÊS>OÝ_Z: g `m{V d¡ na_{edmpÝVH§$ ~wYmŸ&&  imam hi yo rauravasu’trasamgraham pat’hedan.urvyapagata pa’s’abandhanah&  vibhidya loka’n kanaka’n.d’janmanah sa ya’ti vai paramas’iva’ntikam budha’&& The sadhaka who studies this Rauravasu’tra San’graha becomes liberated from the bonds of pa’s’a, the factors which puts the souls under constricted state; having swiftly pierced through the worlds created by Brahma who manifested from the golden egg, attains the blessed state of being in the proximity of the Supreme Lord, Siva. "},{"pageNumber":107,"pageContent":"`o MmÌmgZ_ÝÌ OmV{ZaVm: g§godZmËàmL²>_wIm: eå^mo: nmX{ZnmVöï>{eag: àË`J«Vmn{Ûf:Ÿ& Vofm_mew {ZJyT>Zynwa adm M#mƒbÝ_oIbm g§^«mÝVmZZ n‘>OmoÚVH$am n`}{V bú_r: nX_²Ÿ&& 108 ye ca’tra’sanamantraja’ta nirata’h samsevana’tpra’n’mukha’h s’ambhoh pa’danipa’ta hr’s”t’a s’irasah pratyagra ta’padvis”ah& tes”a’m a’s’u nigu’d’hanu’pura rava’ can”cacalan mekhala’ sambhra’nta’nana pan’kajodyatakara’ paryeti lakshmi’h padam&& 108 Those who are in the delighted state born of the regular practice of a’sana, mantra and others, who are always disposed to offer services without expecting any reward, who are blissful by placing their head at the feet of S’ambhu, who have become pure being completely relieved from distress and enmity, very quickly reach the abode of Goddess Laks”mi, from whose anklet inscrutable melodious sounds are produced; who is adorned with girdle dangling about her waist; whose face commands reverence and who is holding lotus flowers in her raised hands. {ed^º$ñ` emÝVñ` _hmoËgmh aVm` MŸ& {Ìdfm©ä`ÝVampËg{Õh©ñV_o{V Z g§e`:Ÿ&&  109 s’ivabhaktasya s’a’nta’sya mahotsa’ha rata’ya ca& trivars”a’bhyantara’tsiddhir hastameti na sams’ayah&&  109 For the devotee of Siva who is in a state of good composure, who is delighted with great enthusiasm born of the study of this Agama, the exalted siddhi (adorable divine power) reaches his hands, of its own accord within the span of three years. There is no doubt about this. ì`º$mì`º$ H$bmn_mb_Vwb§ Ë`ŠËdmñnX§ OÝ_Zmo _mohm`mg Oam{X`moJH${bb§ _m`m_`§ ~ÝYZ_²Ÿ& e¡dkmZnXmW©dm[a{^ab§ àjm{bVmË_m {ed§ gyú_§ emÝV_O§ à`m{V na_§ eå^mo: nX§ {ZîH$b_²Ÿ&& 110"},{"pageNumber":108,"pageContent":" vyakta’vyakta kala’pama’lam atulam tyaktva’spadam janmano moha’ya’sa jara’diyogakalilam ma’ya’mayam bandhanam& s’aivajn”a’na pada’rthava’ribhiramalam praks”a’lita’tma’ s’ivam su’ks”mam s’a’ntam ajam praya’ti paramam s’ambhoh padam nis”kalam&& Having dissociated from the physical body which serves as the storage for the unsurpassed bundles of external and internal organs and from the bondage entwined with delusion, exertion, decrepitude and such others born of ma’ya’, the sadhaka gets purified with the water known as quintessence of the subject dealt with in the knowledge-section of the Agama. Then he attains oneness with Siva, the supreme and transcendental state which is ever-pure, subtle, ever-tranquil, and uncreated. Ÿ& B{V am¡adgyÌ g§J«ho _ÝÌmW© dU©Z§ Zm_ Xe_: nQ>b: & Ÿ& iti rauravasu’trasan’grahe mantra’rthavarn.anam na’ma das’amah pat’alah & This is the 10th chapter titled “ Detailed Exposition of the Significant Meaning of Vyoma Vya’pi Mantra” in the Rauravasu’tra San’graha      "}]
