[{"pageNumber":1,"pageContent":"THE HERALD OFHARMONYRODNEY COLLIN"},{"pageNumber":3,"pageContent":"I AN AGE is dying away. A new age is coming to birth. What are the signs of a new age? In the heavens, a new combination of influences. From the Hierar­chy, a new generation. Among men, a new function awakened, a new word of salvation given. For the body of mankind grows as the body of a man grows —one function after another opening in him, each culmination at its appointed age, each fulfilled and transcended by the next. And as in man each function awakens at a certain shining of his stars, so in mankind at a certain shining of the constellations. As Venus yields to Mars, so childhood wisdom yields to stormy puberty: as the Bull to the Ram, so Egypt to Greece, innocence to paganism, tenderness to strife. But, unlike a man, whose life goes slowing to its close, for mankind the ages hurry faster by, each more demanding than the last. For"},{"pageNumber":4,"pageContent":"thirty thousand years, men huddled in their caves as the stars said: \"Ruminate\". For fifteen more they stalked, trailed, fled, stretched. nerve and bow, as the heavens cried: \"Hunt\". For eight more they cultivated corn, raised temples and pyramids, at the commandment: \"Build\". Each was an age. And as each age dawned, a messenger was sent to incarnate the new function and its fulfilment. A hero came, and in him the Hierarchy revealed the next perfection of its plan. Who spoke and manifested the first words of power, we do not know. \"Ruminate!\" \"Hunt!\" and \"Build!\" remain anonymous as stomach, muscle, flesh. Not so the later laws. For Hercules followed, and with twelve vast labours revealed the next age's cry. \"Struggle!\" the gods decreed, and for four thousand years men fought, intrigued, took cities and women, lived pagan-proud and fancy-free. So for mankind, lights, liver, blood, muscle and flesh and spleen were slowly sanctified. Drawn towards divinity, divinity revealed in them. Priesthoods from age on age taught how this function or that should reveal its nature, and man making his varied tissue conscious, be through it shown a way back to his origin. To God."},{"pageNumber":5,"pageContent":"II AT LAST the heavenly spotlight fell upon men's hearts. The source, the origin, the mainspring of their life. And hearts awakening, responded to the mainspring of the universe, the heart of heaven itself. Made possible the coming of a saviour from that heart. Christ came. Announced and incarnated the new commandment­\"Love\". As Ram gave way to Fish, solar plexus must yield to heart, pagan to Christian, Old Testament to New. Struggle to take be outmoded by love of giving, the gods by God, the manifold by Unity. And passion by love. For sensation of the manifold is passion, sensation of unity is love. That instant, as all planets conjoined in Pisces, as all organs were shown to swim in spirit. Mankind came of age. A lifeline was thrown to the Earth from the Sun of Suns: seed of the King of Kings was cast thereon. With the coming of the Hierarchy, Mankind emerged from womb of Earth. With the coming of Christ, Mankind stood straight and recognised the light."},{"pageNumber":6,"pageContent":"Yet harmony lacked. To one part of man was revealed the hidden secret of the universe —the knowledge that all is one, all life an ocean, creatures but eddies, separate salvation mirage. And to one organ was given direct sensation of this oneness— love. But his other members knew this not. Muscles and lungs and flesh and genitals went joyfully upon their ancient secret ways, pursuing their secret separate joys, suffering their secret separate sorrows. Stomach must ruminate, muscle hunt, flesh build, solar plexus struggle. Obeying the words of power of old revealed to them. So stomach felt union only with what it ate: no food, no unity. Flesh felt union only with other flesh which touched it tingling equally: no caress, no unity. Solar plexus felt union only in the kill: no sacrifice, 10 unity. And heart felt universal unity —save with the nerve and tissue which betrayed it. Thus sprang the inner schism of two thousand years. And if Christ came to announce the commandment —\"Love\"; he no less said to men— \"Be crucified\"'. Crucified upon organic contradiction, crucified upon vision unattainable. For the key of harmony lay hidden twenty centuries."},{"pageNumber":7,"pageContent":"III CONSIDER how human Christians received the word of love. Perceiving the future Christ's, the devil could have the past. Perceiving high heaven, they invented deepest hell. Perceiving the new incomparable, they turned on the old —at first with bitter words, later with fire and rack. If love universal were the new revelation, then love erotic was the new sin. If heart were blessed, then liver and lights were damned. If God were one and Christ his only-begotten Son, then Osiris, Astarte, Baal, Zeus, Vishnu and Tao were false; and all their servants, priests, sages, philosophers, magicians demon-driven. When Elymas the sorcerer withstood their teaching, Paul cried: \"0 full of subtlety and mischief, thou child of the devil, wilt thou not cease to pervert the right ways of the Lord?\" and struck him blind a season. What else could Paul do? Let converts be seduced? Yet mark the law of multiplication, which with every century magnifies each word and act of the first days a hundred times. Pass fourteen centuries, and each man who as much as raises a doubt against the doctrine is in danger. From Elymas' blinding springs the Inquisition: ten thousand human bonfires of Jew, Arab, Aztec, making heaven hideous from Toledo to the mounts of Mexico."},{"pageNumber":8,"pageContent":"And those within the church who differ? Ananias and Sapphira sold a possession, keeping back part the price. Peter accused: straight­way the man fell dead. And to the woman coming after said: 'The feet of them which have buried thy husband are at the door, and shall carry thee out also\". She too gave up the ghost. \"And great fear came upon all the church\". What horrors sprang from the fear that entered then! A thousand years go by, and the death of two dissenters has blazed to the Albigensian crusade. Christians rend Christians their fellow-country­men, devastate, torture, loot, set fire to whole villages at worship. Till the very creed is linked with lawlessness. And man's own private mysteries? Paul wrote: \"It is better to marry than to burn\", making of marriage a poor substitute for hell, woman the temptress, and sex a shameful and animal necessity. Across the centuries what sufferings, cruelties, perversions, pros­titutions follow! What stifling of creative joy, what load of blasphemous shame! What hideous substitution of filth for beauty! Yet blame the first Christians not. Now from the vantage-point of time we recognise that blindness which, vision-dazzled, comes after too great light. The immense temptation which they overcame we feel not: the deep seduction of the past —close, warm and comforting— which they resisted. An enormous effort was needed to surpass that past, put away childish things. This they achieved. It harshly, blame them not. For the key of harmony lay hidden twenty centuries."},{"pageNumber":9,"pageContent":"IV IT COULD not be otherwise. \"I come not to bring peace, but a sword\". Sword which severed past from the living present, sex from the living heart, lower from higher, old from miraculous new. The crossbar of that cross. Thenceforth men lived in an amputated world. In desperate duality. \"The father shall be divided against the son, and the son against the father\". Hell against heaven, and heaven against hell. Spirit against flesh, and flesh against spirit. Man against woman, and woman against man. Crusader against Turk. Orthodox against heretic. Catholic against Protestant. Reformation against Counter-Reformation. The Holy City and Grand Babylon besieged each by each. And man's very heart a battlefield of the Holy War. Tourney of vice and virtue — the symbol of Salvation Psychomachia. It could not be otherwise. For the vision was shown, the way to realise it not. Man longed for the newfound light; spurned darkness and its inhabitants, spumed half himself. In vain. Dark female force, rising in witchcraft and troubadours, cathars and courts of love and alchemy, seduced and succoured him. Till, comforted, he turned and destroyed his comforter. It could not be otherwise. Love once revealed, mankind hung crucified. For the key of heaven lay hidden twenty centuries."},{"pageNumber":10,"pageContent":"V THE IDEA of harmony slid slowly in men's minds, unviolent as itself. In music first. Medieval counterpoint — two voices opposed in image of the time's duality — flowered to cascading chords, intricate weaving of voice and viol in shimmering web of sound. Cool antiphon, response of height to depth in incense-laden vaults, welled to polyphonous splendour of all creatures united in simultaneous praise. Forbidden discords vanished in soaring wealth of sound. In history next. Florence restored the past. Reconciled Plato with Christ, beauty with love, nakedness with light. Healed the wrong done to the ancient world, resolved the split in time, charmed Venus and Hercules to worship at the Crib."},{"pageNumber":11,"pageContent":"Next in astronomy. Cosmic alternative of heaven or hell melted to vision of the Solar Family, to harmony of multiple worlds dancing devotion to their Sun; to music of whirling orbits, spinning spheres. Through toy telescopes, men glimpsed world without and or conflict. Began to hunger for harmony, long to redeem the strife. And setting Rose on Cross, endeavoured to join joy and pain, beauty with sacrifice, wed Wanton Nature back to the Son of God. Passed centuries more. Religion too grew mild. Great faiths met, greeted, acknowledged one another. Wise men saw unity behind the warring sects. Envisaged the harmony of Buddha, Mahomet, Paul. Guessed the great work of Hierarchy, Christ Head of All. Men dug the buried past, linked race to race, fathomed the depths of space, probed atom's core. Everywhere the clues to harmony. Everywhere hunger for harmony. But the time was not yet. Patience! The key lay hidden."},{"pageNumber":12,"pageContent":"VI WHAT is harmony? It is the order by which heaven is ruled, an order not yet manifest on earth. It is the order by which the sun and planets play their parts, infinitely repeating, combining, creating and destroying, infinitely praising God in multiplicity and unity. \"Thy will be done, on earth as it is in heaven\". At the dawn of Greece, the school of Pythagoras studied this heavenly harmony, and compressing its vast vibrations a billion times, revealed and perpetuated it in sound. Seven notes were found to ring throughout the universe, infinitely echoing from God to rock. The same vibrations — from unimaginable turning of the galaxy to infinitesimal pulse of electrons giving light. Do Re Mi Fa Sol La Si — the notes ascended, echoed once more to Do, and infinitely on. Between Mi and Fa a half-tone only, cosmic pause, crack, silence, through which might come the echo of higher and lower music, threading creation through itself to unity. Between Si and next Do half-tone again, the leap from one scale to the next, from task completed to next task begun, from end to new beginning. Mercury, Venus, Mars; comes pause of Asteroids; then Jupiter, Saturn, Uranus, Neptune; and yet another pause transcended into Sun. Thus music of the Spheres."},{"pageNumber":13,"pageContent":"Chaos, Metal, Mineral; comes aid of Air; then Plant, Invertebrate, Animal, Man; and yet another pause transcended into Angel. Thus music of Nature and the Earth. Apeman, Caveman, Huntsman; comes help of Hierarchy; then Builder, Warrior, Artist, Scientist; and yet another pause transcended into Saint. Thus the music of Mankind. Worship of Nature, Fertility, Ancestors; comes help of Hierarchy; then schools of Egypt, Chaldea, India, Judea; and yet another pause transcended into Christ. Thus the music of Salvation. And each Do sings to Do on every scale; each Mi sings to every other Mi; each Sol to Sols unlimited. For thus is all creation linked, above rings below, below reverberates above. Till by the Law of Trinity, the notes combine to chords — each three a chord. By chord on chord the moods and worlds are formed. Tranquil, discordant, joyful, terrible — these chords and discords make the music of the universe. Some are firm-fixed, some hover on the brink of chaos. Great major triad — Do Mi Sol — thunders the majesty of Father, Holy Ghost and Son. Chord of diminished fifth — Re Fa Si — shrieks of the Devil slipping back to nothingness. Others are agony, healing, redemption, death. And all, contained celestially in music of the spheres, extol the marriage musical of heaven and hell. This is the key of harmony."},{"pageNumber":14,"pageContent":"VIIMANKIND NEEDS half-a-thousand years to prepare itself. The Renaissance prefigured the Newcomer, as the age of Buddha, Pythagoras, Lao-Tse prefigured Christ. For five hundred years the Hierarchy poured balm upon the wounds, healed, eased the crucifixion of mankind. By art, music, poetry; by charity and science; by revelation of his kinship everywhere. Slowly the constellations turned. The time approached when all the planets should be conjoined again, an age consummated, another initiated by the Newcomer. The Hierarchy looked out, chose two messengers, launched East to West the impulse of preparation. The key of harmony and torch of power they entrusted to the first, a Greek. He carried both from Mount Meru to Moscow, there met the second: duplicated the key, kindled the latter's torch. And both moved on, to England and to France. Everything real is created by a triad. For this reason Great School must appoint two poles in the world, itself the third and hidden one. These two men were plus and minus, light and dark, the male and female of the message. The Greek destroyer of men's complacency, trickster, magician, hynotist, juggler of light and dark, new Orpheus, charming his slaves with music nostalgic of beyond. Compassionate sorcerer, diabolic saint; djinn from alchemic bottle, compounding of laws and frailty Arabian Nights' delight. The Russian — firm and invisible. Compiler of wisdom; master of silent experiment, unrecognised effect; new scientist, himself his labo-"},{"pageNumber":15,"pageContent":"ratory, his pupils retorts and their contents, the work transmutation. Stern guide, most loving friend; austere in the sacrifice of lesser prize, in power perfected jovial. Planter of seeds, the gardener of the soul. The Greek as masterwork turned cosmic laws to dance — a tide of harmonious movement, bewitching as Maya itself, subtle and difficult as very dance of worlds. By dance broke down men's obstinate sepa­rateness; made pigmy passions echo to universal ones; evoked in the world of men a shimmering image of universal harmony. Soberly, year on year, the Russian taught: \"Find what you want:Be simple and sincere:By understanding be freed from illusion and from fear:Remember yourself — always and everywhere\".\"Change destructive emotions into harmony:Study the laws:Serve faithfully the work:Remember yourself — always and everywhere'\".Between those poles the lightning arked. \"Be drawn to either pole\", the Russian warned, \"Cling where you are drawn. Don't play between —\t the current is dangerous\". Men misunderstood, piously prayed the polos be reconciled. Some tempted the tension, were shocked. But most heeded the warning, and their little magnets growing polarised, the great field of force was amplified. Slowly, within this world, a cradle formed; magnetic field for electronic nativity."},{"pageNumber":16,"pageContent":"VIIIBOTH DIED. Polarity transfigured to the realm of deeds. What was prefigured darkly translated now to light. The Russian first. Grew old, invisible. Behind the crumbling facade of the body constructed a new edifice, whence HE looked out. Tested his friends in silence; by play of dotage, dared them to disbelieve. And behind his own ruin, contacted Greatest School, was given the script of that which must be performed. He returned from second exile to the land of his lifetime's work. Called all his friends. And knowing how too much knowledge, like printed paper, is in danger of the fire, declared: \"I abandon the system. Leave explanation — be. What is your wish? 'Tis harmony now we seek. I know not the answer yet: but go to find it\". Withdrew. Enigma. Silence. Invisibly worked. The plot prepared. By casting all perishable upon the flood, and striving mightily to other bank, emerged naked, pure, clean, and utterly reborn. And his friends too lost all they dared. Caught the rope cast from there. Where washed by the waves. Christ mediating in all. And before he set his body adrift to disintegrate, with physical tongue last said to them: \"Reconstruct all. Now make all new again. From the very begin­ning. Thus only harmony may be achieved\"."},{"pageNumber":17,"pageContent":"The Russian died: abandoned the Solar System: returned with power to do. Electronically prepared the perfection of his work. Of all his disciples' love, began to create magnetic field as cradle for electronic nativity. The Greek died also. In burst of compassion, love and gaiety, which made of his death an Arabian Nights' delight. And joking up to heaven, escaped with but slightest singeing of his wings, a drift of unearthly music echoing in his trail. Was healed. Resumed his right place in spiritual polarity. Triad transformed: translated all effects. Thus the messengers returned to the ark which launched them forth: their first work done, their second now begun. IX COSMIC CONCEPTION coincided with the second messenger's ascent. Divine mercy flared: impregnated the waiting earth. The guiding constellations wheeled to place. Cells on another scale paired, merged, split, multiplied, the spiritual chromosomes resolving ecstatically to the new age's shape, to pattern of as yet unmanifested harmony. The clock of new creation began to tick, its time inexorably unroll­ing from that ecstasy. The web and weft of an age in embryo went knitting up: its organs sketched in: its understanding glimpsed. It? interdependant parts — now single men, now groups — later must grow to nations beliefs, whole races and their destiny. For what is achieved in little in the embryo, shall be achieved in grandeur in the man. All this the transfigured messengers must tend."},{"pageNumber":18,"pageContent":"X HARMONIOUS BABE must grow in harmony. Its very cells, its assem­bling organs, bones and flesh sing in the womb of time. And each man, woman, craft and creed that aspires to the future and to God is such a cell, such organ or such bone. How then shall each member learn to take part in harmony? First, let each note sound clear and full. Pure in its tone, nor sharp nor flat from imitation, pretence or doubt. Let each type be himself, know his own nature, ring to the vibration God has given him. Let jovial heal, martial be brave, venusian loving; let moon be secret, mercury serviceable, saturn most deeply wise. Let each craft fulfil itself — artist imagine, scientist deduce, leader bear all. Let each race refind its secrets, each creed its hidden mystery — Christian find Christ, Moslem Mahomet, Buddhist Gautama the Prince. This is the first rule of harmony. Second, let each note — remembering itself — listen for the chord. Hear its own sound, ringing with other sound struck simultaneously. Let Do hear itself sound with Mi and Sol. Let Mars hear his note ringing with Jupiter and Moon. Let priest hear his note blend with astronomer's and king's. Till, waking from single notes to wealth of chords, each learn to recognise their infinite variety, taste chord from chord, know the nature of those in which he sounds and why. This is the second rule of harmony. Third, let each note accept the key to come, follow the new tonic now revealed to it. Let each type yield to him who unites them all: all craft to the greater truth: all nations to Higher School: all creeds to the Not Yet Born. Each served as tonic in its day and age: each piped the tune once for all humanity. Now fall to other yet equal place — sounding the same, enter a higher key."},{"pageNumber":19,"pageContent":"This is the third rule of harmony. And fourth? Faith is the fourth. If note have not faith in the music to be played, in Composer, Conductor and Holy Symphony, what use? Without faith, each note's a pointless tedium. With faith, each note shall know that it is not, has no existence hut in the infinite music which evokes it. And knowing this, knows all, to the ultimate inspira­tion of the work. This is the fourth rule of harmony. And all this together is the key of harmony. All this is freedom from violence and from strife, escape from crucifixion, the integration of heaven and hell. And by all this, harmonious babe shall grow: shall form and move: and — when the planets conjoin again — be born. XI This is the New Christianity. This is the light. Look backwards — but not with longing. Resist seduction — even by the first. Do you doubt that all now is different? Hear then the change. \"Vanity of vanities'', the old Forerunner preached. \"Glorious enjoyment\", the future Choir responds. \"There is nothing new under the Sun\", the old one said."},{"pageNumber":20,"pageContent":"\"Let us leap over the Sun then\", saith the new. \"Repent, for the Kingdom of Heaven is at hand\", the first John warned. \"Rejoice, for heaven's in every limb\", exults the next. \"0 generation of vipers, how can ye, being evil, speak good things?\" Christ cried before. \"0 generation of kittens, how can ye, being God's, speak evil?\" the echo comes. \"If thy eye offend thee, pluck it out\", he said again: \"for it is better that one member should perish, than the whole be cast in Hell\". Not so today. \"If thy eye offend thee, pluck out thy offence, and cherish the eye God gave\", the command runs now: \"for it is better to enter Heaven with a real eye than Hell with an imaginary offence\". The Tempter tried. \"Get thee behind me, Satan\", Christ rebuked. Now speak we fair. \"Accept second place, 0 Satan, and be redeemed: for 'tis only the lust for first that makes thee Satan. \"And Lord of Harmony, take first place in all my parts: for if thou hast it not, there is no harmony\". So all is made new, all opposite, all redeemed. Then reconstruct all: and rejoicing await the proof."},{"pageNumber":21,"pageContent":"XII OD CREATED all, permeates all, is all. Granite is but the compressionG of his electrons: who is the devil but his prodigal son? This match is God. I blow out God. What a joke! This spider is God. I kill God. What a tragedy! All tliat liappens is God: all that has happened is God: all that will happen is God. The bread I eat is God: the saliva which melts it God: the life that leaps thence into my blood is simply God. Where God crosses himself three ways, things come to pass. God in my bowels. God in my lungs. God in my blood. God in my eyes. God in my limbs. God in my heart. And somewhere in my head a better kind of God. Where God crosses himself seven ways, perfec­tion's possible. Since God then, in creation, left nothing out, we in regeneration must take all back. Since God from One made Three, from Three Harmony, and from Harmony All, we ill the noise of All must rehear harmony, in harmony refind the major triad, resolve tliat chord to the one note which sounds the universe. You too are God. Can you please God by coddling his flesh unmindful of his spirit? You too are God. Can you please God in spirit only, punishing his flesh? There is a better way. Make thee a bridge, a conscious soul, tills also God. Know Him in all three worlds, restoring their contents back to Him to whom it all belongs. At the Fall man forgot God wlio made him, God of whom his every part is made. Later some men remembered. But in part alone. Remembered their love was made of God's forgot their anger was; acknowledged spirit's divinity, doubted that of flesh. Avowed this teacher to be his messenger, stoned that as Antichrist; worshipped in this temple, desecrated tliat."},{"pageNumber":22,"pageContent":"If God pervades all, is he further from the brothel than the church, from bank than shrine? Maybe bank and brothel are sunk deeper in forgetfulness, or maybe not. The distance thence to God is the same zero anyway. Him who forgot remind, him who has guessed confirm. No thing is evil, but in forgetfulnsss of God. Money, the godless fount of greed, oppression, violence, robbery, in divine remembrance becomes invisible instrument of the Paraclete. Sex, of itself alone the source of lust, jealousy, possessiveness and rape, in memory of God is glorious enjoyment of his nature. No thing is good, but in remembrance of God. All things are good, remembering their godliness. For this their godliness transcends their time, change, devilishness and decay. In each this godliness is named the Self. Remember then thy Self, remembering God: remember God, remembering thyself. Yet remember too that none can merit Him. God not even the angels dare deserve. God alone can give Himself. But this to eternity he does. For such He is. This is the secret — awfully simple — that the Earth ignores. To ignore it is one thing, to guess it another, to know it a third, a fourth to perceive it, a fifth to be it. This last achieved, the Herald of Harmony can return to Him who sent him, his mission done. This last achieved, the universal symphony shall be drowned in ecstatic silence of the Whole. Know then our present pandemonium as God: our future harmony as God: holy unison as God: silence as God: Self as God: God: God: God."}]
