[{"pageNumber":1,"pageContent":"Art of Alchemyhttp://www.artofalchemy.nl/alchemy.php?lang=uk&m1=3&m2=15&m3=231 of 44/22/2007 3:52 PMApril 22nd, 2007Serebrov Boekenpractical alchemyworkspacecontact uscolofonauthorbooksfragmentsorderabout usThe Doctrine of Inner LightThe Doctrine of Inner LightIntroductionOnce in one of my conscious dreams I met a Master, who initiated me into the doctrine of inner light. Immersed daily in my meditation, I refined the radiance of my essence through contact with the Spirit of the Master, who imparted the following knowledge: ?The idea of opening up the light origin of man will be the most important one of the third millennium. Every human being in the manifested universe is a radiant spark of The Absolute, Who installed His own divine nature in it and commanded His sons to return to His bosom, and to co-create in the universe together with Him. Everyone can open up his or her divine origin, hidden in the depth of the human soul. Moreover, when man cognises his inner nature, which is a radiant spark of The Absolute, he will be able to return to His Father's bosom, to the spiritual worlds of light, from which he has fallen into the manifested universe.? ?We are the sons of light, we are the sons of the sun. Hundreds of incarnations ago The Absolute charged the advanced human souls with the mission to descend into the manifested worlds and to elevate these to the worlds of radiant spirit. Millions of enlightened souls entered the darkness of the night, the pearl spheres of the manifested worlds, and scattered like leaves in the limitless Universe, the space of the invisible Spirit.? ?The sorrow of these souls who had to leave the divine worlds, combined with the pain of existence on the millions of manifested planets, which accomplish the circles of life in the golden light of colourful suns. However, many of these souls - immersed in the illusory existence of the manifested Universe - forgot their divinenature.? The Master taught me the basics of the breathing technique, which brings forth the inner light in man, and I practised what he had taught me.After my practices, a radiant origin awoke in me, and this changed my entire life. During conscious dreaming I used to meet my mentor, who guided me on the path of light, refining my practices. Long after, he allowed me to transmit this knowledge to the world, to those who wish to evolve their inner light. The practice of inner light is a direct Path of ascension towards the divine nature of man.The theme of inner light appears in various spiritual traditions as well as in the main religions of the world. Saints in the Christian religion are represented on icons with a shining nimbus, which shows that they opened up their light origin as a result of constant"},{"pageNumber":2,"pageContent":"Art of Alchemyhttp://www.artofalchemy.nl/alchemy.php?lang=uk&m1=3&m2=15&m3=232 of 44/22/2007 3:52 PMprayer to our Lord Jesus Christ.Buddhism says that he who experiences the highest nature of the mind as a void of radiant light, reaches enlightenment and liberation from the Wheel of Samsara.Tibetan practices teach how to obtain the body of light and how to transit into a heavenly dwelling. The great teacher Padmasambhava in his treatise Bardo Thodol, known as The Tibetan Book of the Dead, tells about reaching liberation after death and transition into the radiant worlds. Namkhai Norbu, teaching the practice of Dzog-chen, says that the ultimate purpose is to transform the physical body into a body of light and thus reach complete liberation.According to Zen teachings the final goal of man who walks on the Path, is the enlightenment of his inner nature and the attainment of immortality.A spiritually developed human being feels that a radiant golden energy saturating every cell of their organism, while the soul harmoniously and naturally merges with the cosmos.The theme of inner light is known in Sufi teachings as the path of a moth, which flies into the candlelight. Man, being incarnated, makes a journey of oblivion; he forgets his light nature. This is a journey away from God. Then, while in deep prayer, the unfading light of the most intimate state of unity illuminates his heart, and man who loves God, becomes aware of the pain of separation. It is not possible to realize the separation from God without realizing the unity with Him. The mystical path is paradoxical and there is no consequent proceeding from the state of separation from God to the state of unity with Him. This path is like a spiral and the opposites alternate. In the beginning of the 19th century, the theosophical author Mabel Collins received a message from the higher spiritual hierarchies for the whole of humanity stressing the necessity to awaken man's light nature. She described this in her well-known book Light on the Path. The more man advances on the ascending Path to the divine worlds, the lighter becomes this thorny Path. Ultimately the blindfold falls off his eyes and unknown cosmic perspectives reveal themselves. Then man hears the heavenly call for unity with the Father, who gave birth to him.The alchemist of the medieval ages aspired to find within himself the golden divine light, which he called ?the Inner Gold?. The effortsof the alchemist were directed towards transformation of the transient and egoistic personality of man into a truly spiritual being. The alchemical purification and elevation of man, which is a symbol for the path of initiation, has 7 stages. This is the path from darkness leading to the light, from ignorance to wisdom. The alchemist had to look into his soul in order to reach the very depth of his being. At the same time, he carried out some hidden mysterious work, in order to find within him the Philosopher's Stone. The Philosopher's Stone was the great aim of the alchemist, who did everything he could to obtain it. This Stone can transform common metals into pure gold. It is a universal medicine against any disease, the elixir of life that can make man immortal. Due to the Stone man obtains perfect happiness, and becomes an influential being in the Universe, because through it he comes into contact with the Cause of all Causes: The Absolute. A found"},{"pageNumber":3,"pageContent":"Art of Alchemyhttp://www.artofalchemy.nl/alchemy.php?lang=uk&m1=3&m2=15&m3=233 of 44/22/2007 3:52 PMPhilosopher's Stone means in a mystical sense, a completed transmutation of the lower animal nature of man into the highest divine nature. The culmination of this ?Secret Work? is the birth of a spiritually perfect man.The Philosopher's Stone is the most perfect substance, shining with golden light equal to that of the primordial matter of creation, which came into being when the Fire of Divine Intelligence brought cosmos into the original chaos. Our radiant heavenly soul is a manifestation of the Philosopher's Stone. The Art of Alchemy liberates her from the human body in which she is imprisoned. Opus Magnum is the unity with God, opening the path to immortality; the cognition of the way, enabling the human being to develop divine qualities within itself.This small work is dedicated to the theme of kindling the inner light and achieving contact with our divine nature.Meditation 1: The Need to open Up the Inner LightIt is possible for man to pursue the possession of wealth in the manifested worlds, but it is equally possible to dedicate one's life to the search of inner light. Inner light is an inexhaustible source of bliss. The golden radiance of the soul is that very gem, of which seekers of truth have been in pursuit since immemorial times. Inner light comes from the depths of our essence. It penetrates into all secret recesses of the heart, blessing it with the highest grace. Inner light is that very wealth which is the foundation of our essence. Inner light flows from our Highest Self, thus illuminating the space of our soul.When the human soul descends into the depths of the material worlds, she becomes saturated with the heavy breath of the manifested world and gradually loses her radiant quality. Then man feels overtaken by depression. If such a soul can immerse in her depths inner light will cure old wounds. The leaden heaviness within dissolves and a sensation of glaring purity of the heart rises instead. This light will illuminate man's way in the worlds hereafter.Man's soul accumulates the particles of cosmic gold through meditation on the radiance of inner light. These remain with him until he spends them on outer life, but not even a scintilla of this cosmic gold can be bought for money. The only way to accumulate it is meditation upon the inner light. Inner light is the basic cosmic currency that has value in the worlds hereafter. We cannot take with us the wealth that we have gathered in the material worlds. No matter how persistently we strove for our millions of dollars, they always remain in the world of matter. We can take no material gain with us on our posthumous journey. Though this fact is annoying, it sobers us, reminding us of the necessity to acquire the inner gold, which stays with us after our death. Golden light born from inner peace is the cosmic currency, which has real value in other worlds, for it is an eternal gold, while objects of material luxury remain always in the relative world. The cultivation of the inner gold is an infallible investment of our time and energy because we can take the results of our work with us into the world hereafter. The source of inner gold is the eternal glory of The Absolute. He is the creator of the manifested worlds. He has animated our souls. He gave to us a particle of His imperishable glory."},{"pageNumber":4,"pageContent":"Art of Alchemyhttp://www.artofalchemy.nl/alchemy.php?lang=uk&m1=3&m2=15&m3=234 of 44/22/2007 3:52 PMFollowing His incessant call we can regain our lost inner wealth ? our origin of light. External wealth is not a bad thing, but it is not worthwhile as an ultimate goal. Many people chase only that kind of wealth, because they do not know anything about the life hereafter, they even fear the thought of it. For them the loss of the physical body means the loss of all they have gained during life. The theme of death amongst such people is often ?taboo? as a subject of discussion.But if man honestly considers the reality in which he dwells, he realizes clearly that after death he will live in another, more subtle body. In those subtle worlds the only thing of value is the inner gold that we have accumulated in our souls. Inner light is the main source of the cosmic pollen, which through its volatility brings us to the highest worlds of light. If we do not wish to dwell in the dark and gloomy halls of the lower earthly astral plane after our death, we must pay heed, here and now. If we are intelligent enough, we will take time to kindle our inner light, which is the source of inner well-being and happiness. If we radiate happiness, we attract positive outer circumstances, for inner wealth is always attractive. When you attain inner happiness, youwill see how senseless the pursuing of outer well-being is, for your inner happiness will always be with you. The radiance of inner light and the enchanting feeling of love can make you happy, and these cannot be bought with money or any material wealth. You can buy a good house, a car, create a comfortable situation for yourself, and even start to travel around the world. But, wherever you go, you will always be confronted with yourself. If there is no light in your soul, the outer world will just amuse you for a short while, without giving any true consolation. But if you possess cosmic gold, then, wherever you are, whatever might happen to you, your soul is always ethereal and light, and you feel happy because you are always in contact with the source of bliss. With light in your soul, you will see how your heart opens itself to love, how it radiates its warmth to your neighbour.Moreover, you will receive a faithful love in return. Such a love cannot be acquired through money - dollars have no value for the inner light. Of course, we need means to live; as long as we carry a physical body we cannot live in the spirit alone. But it is advisable to maintain a sense of proportion always and everywhere. Strive to gain inner gold during your earthly life ? this is the way to cosmic wealth. Do not oppose outer wealth with an inner one; it is necessary to master both. Only then may we have a complete incarnation."}]
