[{"pageNumber":1,"pageContent":"The Aurum Solis \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":2,"pageContent":"Aurum Solis 2 The Aurum Solis ........................................................................................................... 1 Basic Magical Practices of the Aurum Solis ..................................................................... 3 The Magician ........................................................................................................ 20 The Formula of the Watcher ..................................................................................... 24 The High Consecration of the Grail ............................................................................. 26 Sub Rosa Nigra Transubstantiation .............................................................................. 32 Evocation to Visible Appearance in the Triangle of the Art ................................................ 40 Magickal Hymns, Litanies, Poems ............................................................................... 48"},{"pageNumber":3,"pageContent":"Aurum Solis 3 Basic Magical Practices of the Aurum Solis Excerpted from the out-of-print book Mysteria Magica by Denning & Phillips Posture and Breathing The three established postures of the Western Tradition are: A. The Sitting or God-form Posture B. The Standing or Wand Posture C. The Supine or Earth Posture A. The God-form Posture is of ancient Egyptian origin. It is essential for this posture that a seat should be arranged so that the thighs shall be horizontal while the lower leg is vertical, and the soles of the feet rest steadily upon the floor, or if necessary upon a support. Thus seated, with the spine erect but not stiffly vertical, the feet should be placed side by side as should the knees. The upper arms should hang loosely at the sides and the hands should rest palm downwards upon the thighs. The head should be held so that if open the eyes gaze straight ahead. B. The Wand Posture is a normal and well-balanced standing position. The head is held erect, the shoulders are dropped back so that they are neither drooping nor held rigidly square. The arms hang by the sides with a slight natural curve at the elbow; the feet are placed side by side, the toes being turned neither in nor out. If this posture is correctly maintained, it should be possible to take a step forward with either foot as required, without shifting the weight. C. The Earth Posture is a position in which the subject lies flat on his back. The legs are straight and the arms lie straight at the sides of the body, It is essential for this posture that tight clothing and unnecessary discomforts should be avoided. The standard breathing technique used in connection with Aurum Solis practices is referred to as the Rhythmic Breath. This particular rhythm of breathing is termed by some people the Healing Breath, because one of the good results of its proficient use is the rapid and powerful release of energy: for oneself if need be, or to implement works of healing and magical acts generally. To practice this Rhythmic Breath, begin by counting your own heartbeats. At first it may be difficult to concentrate upon the heartbeat, so keep away while practising from sounds such as a ticking clock or strongly rhythmic music. In time you will be able to disregard sounds which do not relate to what you are doing. When you first begin to concentrate upon your heartbeat, it may slow down to some extent before steadying itself. This is quite normal, and with more practice will cease to occur. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":4,"pageContent":"Aurum Solis 4 The rhythm of this form of breathing consists in taking the breath in during a count of 6 heartbeats, holding the breath for a count of 3, exhaling during a count of 6, then counting 3 before beginning to inhale again. The critical point is the count of 3 before beginning to inhale: some students may at first find this pause impossible or distressing. In such a case, strain is to be avoided. A count of 2 heartbeats should then be used, but the characteristic rhythm of the practice should be maintained: this will mean inhaling during a count of 4, holding the breath during a count of 2, exhaling during a count of 4, and thus coming to the pause of 2 heartbeats before again inhaling. In time the standard count will become easy. When Rhythmic Breathing is achieved, whether 4-24-2 or the full 6-3-6-3, it may be used whenever opportunity offers, and certainly should be used when any magical or meditative practice is undertaken. The intention in Rhythmic Breathing is not, as it may at first seem, to keep attention focused upon counting heartbeats or upon the flow of breath; but to facilitate a total concentration of attention upon' other matters in confidence that the Rhythmic Breath, once established, will continue in a smooth and entirely adequate manner for as long as it is needed, without counting, without another conscious thought. A natural, easy flow of rhythmic breathing thus becomes \"second nature.\""},{"pageNumber":5,"pageContent":"Aurum Solis 5 The Calyx (description) The Calyx is an exercise similar to the Cabalistic Cross of the Hermetic Order of the Golden Dawn. Denning and Phillips write in Mysteria Magica: \"The Calyx is a fundamental technique of Art Magick, which both aligns the practitioner with the forces of the cosmos, and awakens awareness of the counterparts of those forces with the psyche. It can thus be said to encapsule in brief compass the chief method and purpose of all workings of High Magick. \"The Calyx is variously employed as a psychic energiser, as a mode of adoration, or as a preparatory formula for the bringing through of power. It forms, for example, an integral part of the rites of the Setting of the Wards, where its primary function is to imbue the operator with the power necessary to establish a sealed and sanctified environment, a vibrant astral matrix, in which to conduct his work. \"Again, at the conclusion of some of certain ritual formulae, the Calyx is employed as a 'gratulatio' , a magical thanksgiving. In this context, the function of the Calyx is twofold: in the ambience of an achieved rite it honours the sublime reality of the forces of cosmos and microcosmos, and it affirms and establishes the equilibrium of potencies within the psychic organism of the operator. \"Although relatively simple, the Calyx is a complete spiritual 'toner' in its own right, and the student should use it frequently: whether to enhance the personal psychic energies in preparation for a further activity (ritual, meditative, or other), or as mode of attunement to the great forces of life, or for the sheer joy of the work or for bliss of being. \"As in all magical operations involving the central column energies whether visualised as the downward-coursing Light or as the Centres of Activity themselves, the primary domain of controlled function is the astrosome. Initially therefore, the effect of such practices is Likely to consist solely in the increase and harmonisation of energy patterns within the astral body. But this is only the beginning of the process, for through continued and regular use of these practices, higher and more inward faculties of the psyche will become increasingly involved in the work and a true harmony and interaction of forces will thus be wrought through all level of the psyche.\" The Calyx Ritual 1. Facing East at the centre of the room, assume a standing posture, arms at down sides, head erect. (This is the Wand posture) and maintain the Rhythmic Breath. While vibrating the following words in the Calyx, follow the rhythm, breathe in and as you do visualise and move, then hold, then vibrate the words on the expelled breath, then hold. Lather, rinse, repeat. 2. Imagine a sphere of white brilliance above your head, and acknowledge the divine spark which you belong to (Kether), then vibrate: EI (Ei) 3. Raise arms at sides to horizontal position, palms upwards, and at the same time form a sphere of energy between and penetrating the insoles of your feet (or alternatively imagine the centre at the base of the spine). Uplift and acknowledge the force of your material existence (Malkuth), then vibrate: `H BASILEIA (He Basileia) 4. Imagine a sphere of energy at the right shoulder, and acknowledge the inner force of Power, and the Pillar of Severity, touch the left shoulder with the right hand, vibrate: KAI `H DUNAMIS (Kai He Dunamis) \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":6,"pageContent":"Aurum Solis 6 5. Imagine a sphere of energy at the left shoulder, and acknowledge the inner force of Majesty (Gedulah in Hebrew and an alternate name of the Sephira Chesed, \"Mercy\") and the Pillar of Mercy, touch the right shoulder with the left hand, vibrate KAI `H DOCA (Kai He Doxa) 6. Your arms should now be crossed right over left, in a position similar or identical to \"Osiris Risen.\" Keeping the arms crossed, bow the head. Imagine a central flame of solar force in the centre of the chest near the heart (not solar plexus) and acknowledge the mediating force, your magickal personality, Self, it's power, and its rightful place, the true will, then vibrate EIS TOUS (Eis Tous) 7. Imagine the heart-centre expanding into the aura, infusing you with magickal energy, and feel purified, at the centre of the magickal universe, and ready to perform magick. Vibrate AIWNAS (Aionas) and for a moment loose the rhythmic breath, letting the word echo out into the universe, as far and as long as your breath will take it."},{"pageNumber":7,"pageContent":"Aurum Solis 7 The Setting of the Wards of Adamant is a banishing ritual similar to the Golden Dawn's Lesser Banishing Ritual of the Pentagram. Sub Rosa Nigra: The Setting of the Wards of Adamant Stand in the centre of the place of working, or as nearly the centre as the arrangement of the chamber will allow. Calyx Facing East, assume the Wand Posture. Vibrate EI Raise the arms at the sides, vibrate HE BASILEIA Touch right shoulder with left hand, vibrate KAI HE DUNAMIS Touch left shoulder with right hand, vibrate KAI HE DOXA Keeping arms crossed, bow head and vibrate EIS TOUS AIONAS Circulus Advance to the East. Beginning at that point and returning thereto, trace the widdershins circle, encompassing the area of working. Praesidia Return to centre and face East. Make the Gesture Cervus: at the first point ATHANATOS, at the second point vibrate SELAE-GENETES. Face North: make the Gesture, vibrating ISCHUROS at the first point, KURIOS at the second. Face West: make the Gesture, vibrating ISCHUROS at the first point, PANKRATES at the second. Face South: make the Gesture, vibrating ATHANATOS and THEOS. Invocatio Face East. Assume the Wand Posture then raise the arms to form a Tau. Vibrate: - TO THE EAST SOTER TO THE SOUTH ALASTOR TO THE WEST ASPHALEIOS TO THE NORTH AMYNTOR Dedicatio Sub Rosa Nigra Lower the arms to the sides. After a few moments' pause, make the Gesture Ave, then declaim: - FROM THE PORTAL OF EARTH TO THE PORTAL OF FIRE, \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":8,"pageContent":"Aurum Solis 8 FROM THE PORTAL OF AIR TO THE PORTAL OF WATER, FROM THE CENTER OF POWER TO THE ENCOMPASSING ADAMANT, LET THIS SANCTUARY BE ESTABLISHED WITHIN THE BLACK ROSE: IN THE NAMES LEUKOTHEA, MELANOTHEOS, AGATHODAIMON. Arista AVE LUX SANCTISSIMA, 1st point SOL VIVENS, 2nd point CUSTOS MUNDI, 3rd point IN CORDE TE FOVEO, 4th point MEMBRIS CIRCUMAMICTIS GLORIA TUA. 5th point Commentary: The purpose of the present ritual is to demarcate and prepare the area in which the magician is to work, with astral and Briatic defences. The ritual consists of both banishing and invocation: the four Elements having been banished from the Circle in their naturally confused and impure state, the mighty spiritual forces ruling the Elements are invoked into symbolic egregores, to become Guardians of the Circle. In the text of the Setting of the Wards of Power given above, the Gesture Cervus is indicated. This Gesture is performed as follows: 1. The Wand Posture is assumed. 2. Both hands are raised to the brow, so as to frame the centre of the forehead in the space formed by conjoining thumb with thumb, forefinger with fore-finger, palms facing forwards. (The two middle fingers will also touch.) This constitutes the first point of the Gesture; while this position is held, the first Word of Power is vibrated. 3. In one vigorous movement the hands are separated and flung forward, slightly apart and upward: the elbows should be straightened and the fingers slightly spread. The palms are still facing forwards. This position constitutes the second point of the Gesture. The second Word of Power should be forcefully uttered while this movement is being made. The arms are then lowered. When the student has mastered the physical performance of the rite (that is, vibration, movement and gesture) as detailed in the text, he should proceed to employ the full form of the Setting, incorporating visualisation and reflection, as follows. From the beginning, however, he should perform the Calyx fully, as set forth in Paper II. The Calyx is performed. The operator advances to the East. He moves widdershins round the place of working, tracing the circle with his outstretched right hand. As he proceeds, he visualises a shimmering wall of silver mist which he is thus drawing round the limits of the chamber:"},{"pageNumber":9,"pageContent":"Aurum Solis 9 when he links the circle in the East this silver wall completely encompasses the place of working. The operator returns to the centre. Facing East, he makes the Gesture Cervus; at the completion of the first point he visualises a pentagram of brilliant light on his brow, framed by his hands. Holding this in mind he vibrates ATHANATOS The pentagram is flung forth with the second point of the Gesture, the operator vibrating SELAE-GENETES: as the pentagram is flung forth it is seen to diffuse as a burst of light into the shimmering mist-wall. The result of this is twofold: the forces of Air are banished from within the circle, and the first Ward is established. * Remaining on the same spot, but turning to face the North, the operator repeats the Gesture and visualisations, using the names ISCHUROS and KURIOS. Still at centre, the operator turns to face West. He repeats the Gesture and Visualisations, using the names ISCHUROS and PANKRATES. [* The Gesture by its nature causes diffusion, but does not lessen banishing force within a small area. Magical practice has established that Cervus is fully efficacious to a distance of approximately thirty feet from the operator, and thus in a working area sixty feet in diameter. Beyond this range the full astral reality of its power begins to diminish. The fortification of the circle by the method of the cervus is only possible because the projected force Is diffused thereby a concentrated projection of force would, inevitably, pierce the barrier. The circle alone will contain forces, but will provide no adequate defence.] Turning to face South, he again repeats the Gesture and visualisations, using the names ATHANATOS and THEOS. The operator now faces East. He assumes the Wand Posture, then raises his arms to form a Tau, palms downward. He remains thus, at centre and facing East, arms raised in the Tau, throughout the fourfold invocation of the Archangelic powers (section XI of the text). Before him he visualises a tail and slender form clad in a voluminous and billowing robe of yellow, heightened with traces of violet. While this figure is contemplated, a cool rushing of wind is to be felt as emanating from the East. This wind should be felt inwardly to awaken the hidden aspirations and wordless hopes which have lain dormant in the toils of sloth and habitude: it sings to the inner ear of the potentialities of a life which reaches forth to the spiritual heights. When this image has been formulated and realised, the operator vibrates TO THE EAST SOTER. To the South he visualises a lean muscular figure with an appearance of great strength, clad in a robe of brilliant red with changeful sparks of green, and standing amid flames. This figure holds in his right hand a wand of burnished copper. While this figure is contemplated, a sensation of powerful heat is to be felt as emanating from the South It should also be perceived inwardly that the fire from which this heat is generated is the fire of inspiration: there is in its power a kernel of inebriation too, as may be understood by recalling that Dionysus took birth from the all-consuming fire of Zeus. When this image has been formulated and realised, the operator vibrates TO THE SOUTH ALASTOR. To the West he visualises a tall and powerful figure standing amid foaming turbulent waters, clad in a robe of blue merging into highlights of orange, and holding in his left hand a silver cup. While this figure is contemplated, the mighty surge of the sea tides is imagined, pouring in successive waves from the West. Inwardly it should be felt that these waves are of the cold and shining waters which purify the intellect in their flood, healing it of unreason's fever and tempering it as steel is tempered. When this image has been formulated and realised, the operator vibrates TO THE WEST ASPHALEIOS. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":10,"pageContent":"Aurum Solis 10 To the North he visualises a broad-shouldered, placid figure, robed in indigo which gleams with flashes of pale gold, and standing upon wild grass studded with yellow flowers. In his left hand the figure bears a golden orb, in his right a golden sickle. While this figure is contemplated, a feeling of great peace and stability is to be imagined, for the succession of the seasons wipes out or mitigates past errors: the innocence of the Golden Age ever awaits us in earth's renewal. Elemental Earth itself is the medium of nature 's work, and the instinctual faculties of man find their repose therein. When this image has been formulated and realised, the operator vibrates TO THE NORTH AMYNTOR. He lowers his arms to his sides; after a pause he makes the Gesture Ave, accomplished as follows:- The right arm is raised with the elbow flexed, so that the upper arm is held forward in an almost horizontal position, slightly out from the side as necessary, the forearm and hand being raised vertically, the palm forward.* The Gesture having been dismissed, he declaims the Dedicatio: - IN THE NAMES LEUKOTHEA, MELANOTHEOS, AGATHODAIMON The above names are from the Constellation of the Worshipped. While vibrating these the operator traces in the air before him with his right hand a circled, equal-armed cross, all lines being visualised in white light as traced; the horizontal line with the first name, the descending vertical line with the second name, the circle-beginning at the top and returning deosil with the third name. The operator concludes with the five points of the Gesture Arista** and their Latin words, accomplished as follows:- 1. Commencing from the Wand Posture, raise the arms at the sides, so that the body and the upcurved arms form roughly the shape of the Greek letter Tau, with the upturned palms held almost horizontally though not stiffly so. Establishing the first point of the Gesture, he intones AVE LUX SANCTISSIMA - Hail, most holy Light! 2. In one smooth movement the hands are brought over to cross upon the breast, right arm over left, fingertips touching collarbones. He intones SOL VIVENS - Living Sun. 3. In one smooth movement the forearms are fully extended downward and slightly forward from the body (the elbows move only slightly in this change of position), the hands horizontal with palms downward and closed fingertips pointing forward. This position is, in its own right, the Gesture Pronatio.*** He intones CUSTOS MUNDI- Guardian of the World. 4. In one smooth movement return to position 2, as above, but with left arm over right. He intones IN CORDE TE FOVEO - In my heart I hold thee. 5. In one smooth movement the arms are opened to a gentle curve just below horizontal, so that they are outward to the sides of, and slightly forward from, the body: the hands following the same line but slightly incurved, very slightly cupped. He intones MEMBRIS CIRCUMAMICTIS GLORIA TUA - My limbs being girt about with thy glory. [* This Gesture is customarily used by comites (\"companions\", sing. comes) as a general salutation to the East when passing that station. It is used by all comites who have cause to pass the East but are not at that time involved in a specific ritual action. Comites involved in a specific ritual action, having cause to pa. the East, do not employ the Ave unless it is an ordained part of their action. If a ritual act culminates in the East, at the conclusion thereof the Gesture is employed if convenient. But the Gesture is also to be used as a salutation to the East whenever a reverent acknowledgement of the Place of"},{"pageNumber":11,"pageContent":"Aurum Solis 11 Light is felt to be appropriate. (When performing Morning or Evening Adoration, the Ave may be made towards Sol.)] [** No visualisations are employed with Arista.] [*** The Gesture Pronatio is independently used (according to context) in invoking chthonic forces, or to link the magical purpose with an intended offering.] When the integration of gestures, vibrations, visualisations and other parts of the Setting has been achieved, the student should accustom himself to performing the Setting of the Wards, and to working within their protection. To this end, he should carry out the Setting very often, and always before his exercise sequence or any other magical work. One of the effects of the practice is a personal attunement to the equilibrium of the great forces invoked therein. Long familiarity with this ritual will but render it more rewarding; care must be taken, however, that it is always performed attentively and with unabated heed to all its parts. The circle traced about the place of working (section vi of the text) should encompass the whole area, all necessary equipment having been duly placed beforehand within its limits. This is of vital importance, as no-one is to cross the bounds of the circle during the working. No relaxation of this rule should be permitted. If the circle is disturbed in this way, there is a real danger that undesirable influences attracted by the Magick may enter through the breach and vitiate the working. A more insidious danger, however, is that the operator who is careless concerning the' breaking of his defences will find that he has weakened his own belief in their reality; and such doubts carry their own perils. One's work must be sound, and one must know it to be sound. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":12,"pageContent":"Aurum Solis 12 The Arista is a solar adoration that is performed as part of setting the Wards. It can also be performed on its own as a simple rite. The Arista 1. Raise the arms at sides, palms upturned and slightly curved, and say, AVE LUX SANCTISSIMA 2. Cross hands on breast, right over left: SOL VIVENS (Active Repose) 3. Extend forearms fully downward and slightly forward from the body, hands horizontal, palms down, closed fingertips pointing forward (this independently the gesture Pronatio, which can be used as an alternative to the Sign of Set/Earth): CUSTOS MUNDI 4. Cross hand on breast, left over right: IN CORDE TE FOVEO (Passive Repose) 5. Open arms just below horizontal, outward from sides and slightly forward, palms slightly cupped, hands upwards, and finish: MEMBRIS CIRCUMAMICTIS GLORIA TUA Translation of the Arista: AVE LUX SANCTISSIMA (\"Ah'-way looks sahnk-tee'-see-mah\")- HaiI, most holy Light! SOL VIVENS (\"sole wee'-wens\")- living Sun. CUSTOS MUNDI (\"coo'-stohss moon'-dee\") - Guardian of the World. IN CORDE TE FOVEO (\"een cor'-day tay foe'-way-o\") - In my heart I hold thee. MEMBRIS CIRCUMAMICTIS GLORIA TUA (maim'-brees seer'-coom-a-meek'-tees glow'-ree-ah too'-ah\") - My limbs being girt about with thy glory."},{"pageNumber":13,"pageContent":"Aurum Solis 13 Clavis Rei (The Rousing of the Citadels) The next two exercises are the Clavis Rei, formulas 1 and 2. The 1st Formula Of the Clavis Rei Primae should be a part of daily work for those working within the Aurum Solis tradition. It should be performed within the protection of the Wards of Adamant, the Aurum Solis equivalent to the Lesser Banishing Ritual of the Pentagram. Another name for Clavis Rei is \"The Rousing of the Citadels\". This is one of the fundamental forms of magical practice and is similar to Regardie's Middle Pillar ritual. CLAVIS REI PRIMAE (1st Formula) THE ROUSING OF THE CITADELS (Face East, assume the Wand Posture, develop the rhythmic breath.) i. Visualise the Crown Centre, the Corona Flammae, as a sphere of intense whiteness. ii. Exhale, vibrating EN TO PAN (pr.: \"en toe pan\"). iii. Inhale, drawing down a shaft of brilliance from the Corona and formulating the Brow Centre, the Uncia Coeli, as a sphere of luminous whiteness. iv. Exhale, vibrating TURANA (pr.: \"too-rah-nah\"). v. Inhale. Maintaining awareness of the Corona and the Uncia Coeli, draw down the shaft of brilliance from the Uncia Coeli and formulate the Throat Centre, the Flos Abysmi, as a sphere of luminous whiteness. vi. Exhale, vibrating DESTAPHITHON (pr.: \"day-stah-feet-thone'). vii. Inhale. Maintaining awareness of the preceding Centres, draw down the shaft of brilliance from the Flos Abysmi and formulate the Heart Centre, the Orbis Soils, as a sphere of luminous whiteness. viii. Exhale, vibrating ONOPHIS (pr.: \"oh-no-fiss\"). ix. Inhale. Maintaining awareness of the Centres previously established, draw down the shaft of brilliance from the Orbis Solis and formulate the Cornua Lunae, the Genital Centre, as a sphere of luminous whiteness. x. Exhale, vibrating IAO (pr.: \"ee-ah-oh\"). xi. Inhale. Maintaining awareness of the Preceding Centres, draw down the shaft of brilliance from the Cornua Lunae and formulate the Institia Splendens, the Feet Centre, as a sphere of luminous whiteness. xii. Exhale, vibrating BATH MENIN H'KASTOU (pr.: \"bahth may-neen h-kah-stoo\" where the \"h\" is a breathed aspirate without much vowel sound behind it). xiii. Inhale, Visualising a band of white light emanating from the Institia Splendens, which spirals swiftly upwards in an anticlockwise motion about the Centres and the shaft of brilliance until it reaches the Flos Abysmi, the Throat Centre, into which it is entirely assumed and vanishes. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":14,"pageContent":"Aurum Solis 14 xiv. Exhale, commencing a shaft strengthening and increasing awareness of Centres. xv. Inhale, visualising a band of reddish-white light emanating from the Institia Splendens, and at once spiralling swiftly upwards in a clockwise direction about the centres and the shaft of brilliance until it also reaches the Flos Abysmi, into which it is entirely assumed and vanishes. The Rousing is a technique of very considerable value. Obviously it is not and cannot be taken as the sum and substance of magical training: but it is a powerful and beneficial foundation to magic. It refreshes and invigorates the psyche and stimulates the Centres themselves: it accustoms them to participation in organised work as distinct from the random needs of ordinary life. In this exercise, which is performed essentially within the astral level of the psyche, the interaction which naturally results from the correspondence of the levels is intensified by the use, in visualisation, of appropriate colours. The Centres should be conceived of as spherical concentrations of light and energy (as is found to be most satisfactory in magical training) approximately five centimetres in diameter. The Corona Flammae is above the crown of the head; the Uncia Coeli projects in a hemisphere from the brow. The Flos Abysmi is completely external to the throat; the Orbis Solis projects from the breast in a hemisphere; the Cornua Lunae, broadly speaking, projects in a hemisphere; the midpoint of the Instita Splendens is between the insteps, hemisphere above and hemisphere below ground. These, the Positions Potent of the Centres of Activity, are in no circumstances to be varied. In order to achieve sound proficiency in the 1st Formula, the student should develop the technique methodically and carefully in accordance with the following plan of practice. The student should consider his work critically. In the polishing of the exercise he should prefer, before proceeding to a further stage of its development, to continue with the stage in hand if he feels the slightest doubt as to his performance. First stage of practice The student should use the text of the Rousing as given above, building the Centres in white light only, and forcefully vibrating the Words of Power. To achieve smooth performance of the Caduceus the student may, in this initial stage of practice, repeat the sequence xiii, xiv and xv several times (not exceeding five) to conclude the Rousing. After a minimum of three weeks of regular practice, the student may proceed to the following: Second stage of practice Instead of visualising the Centres of Activity in luminous whiteness as hitherto, the student should now visualise them in colour: Corona Flammae Intense brilliance, like burning magnesium. Uncia Coeli - glimmering soft dove-grey. Flos Abysmi - billowing intense mid-purple. Orbis Solis - pulsating radiant yellow. Cornua Lunae - pure lavender, radiant and fast-swirling. Instita Splendens - seven prismatic colours, swirling lazily and shimmering."},{"pageNumber":15,"pageContent":"Aurum Solis 15 The colours for the Crown, Brow and Throat Centres are drawn from the Atziluthic or Radical Scale (see Book III, Chapter VIII), the colour for the Heart Centre from the Briatic or Prismatic Scale, the colour for the Genital Centre from the Yetziratic or Contingent Scale, and the colours for the Feet Centre from the Assiatic or Iconic Scale; the whole series of colours thus betokening the correspondences of the Centres according to the pattern of the Composite Tree. In this 1st Formula, the shaft connecting the Centres remains, at every stage, in white light. After a minimum of three weeks of regular practice, the student may proceed to the following: Third stage of practice When the student has opened the doorways of interior power by his continuing work, so that he is aware of the real and potent formulation of the Centres in his practice, he should expand the formula to incorporate a threefold vibration of each Name of Power. In this, the Rhythmic Breath, visualisation and vibration are to be correlated in the following manner (the pause at the top and bottom of the breath is taken for granted): Inhale- formulating the Corona Flammae. Exhale- vibrating the Name of Power. Inhale- strengthening the Corona. Exhale- vibrating the Name of Power. Inhale- strengthening the Corona. Exhale- vibrating the Name of Power. Inhale- drawing down the shaft of brilliance rapidly and formulating the Uncia Coeli. Exhale- vibrating the Word of Power. Inhale- strengthening formulation of Uncia Coeli. Exhale-vibrating the Name of Power. Inhale- strengthening Uncia Coeli. Exhale- vibrating Name of Power. This expanded pattern is employed for each successive Centre, and the Rousing is concluded with the Caduceus in the normal manner. After a minimum of eight weeks of practice, the student may proceed to the final necessary development of the Rousing. Final stage of practice While formulating or strengthening each Centre, at each inhalation let the student inweave with his work a reflection upon the essential cosmic principle to which the Centre is referred. But on each exhalation, while the Centre is dynamic and radiant, he must charge it with only the stark utterance the vibration of the Name of Power. When this stage has been reached successfully, the Rousing of the Citadels can be \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":16,"pageContent":"Aurum Solis 16 considered an efficient instrument for its purpose: continued use can but enhance its benefits. An example of the full and perfect use of the 1st Formula of the Clavis Rei Primae now follows; in this instance the Sub Rosa Nigra Words of Power have been employed: Inhale- Visualising the Corona Flammae as sphere of intense brilliance, like burning magnesium, and reflecting upon the cosmic principle to which the Corona is referred. Exhale- vibrating EN TO PAN. Inhale- strengthening the Corona and reflecting. Exhale- vibrating EN TO PAN. Inhale- strengthening the Corona and reflecting. Exhale- vibrating EN TO PAN. Inhale- drawing down the shaft of brilliance from the Corona, formulating the Uncia Coeli as a sphere of glimmering dove-grey, and reflecting upon the cosmic principle which the Uncia Coeli is referred. Exhale- vibrating TURANA. Inhale- strengthening the Uncia Coeli and reflecting. Exhale- vibrating TURANA. Inhale- strengthening the Uncia Coeli and reflecting. Exhale- vibrating TURANA. Inhale- maintaining awareness of the Corona & Uncia Coeli, drawing down the shaft of brilliance from the Uncia Coeli, formulating the Flos Abysmi as a sphere of billowing intense mid-purple, and reflecting upon the cosmic principle to which the Flos Abysmi is referred. Exhale- vibrating DESTAPHITON. Inhale- strengthening the Flos Abysmi and reflecting. Exhale- vibrating DESTAPHITON. Inhale- strengthening the Flos Abysmi and reflecting. Exhale- vibrating DESTAPHITON. The procedure is continued through to the Instita Splendens, with the appropriate colour visualisations and reflections, and the Rousing is concluded with the Caduceus in the normal manner. Clavis Rei, Formula 2 Formula 2 uses similar techniques but is used in a very different way. Where the 1st formula is used to gain balance and activity through the being, the second is designed to gather energy at short notice either to bolster the practitioner/s of a particular magickal"},{"pageNumber":17,"pageContent":"Aurum Solis 17 rite or as a means to project energy upon a thing, via the Orante Formula, which follows. These are broad generalisations, however, and the uses of both formulae will be most clearly gathered from a careful study of their contextual occurrence in the various rites that make up the Work of our Order. Note that no Words of Power are employed with the 2nd Formula of the Clavis Rei Primae. CLAVIS REI PRIMAE (2nd Formula) 1. Assume the Wand Posture. 2. Visualise the Corona Flammae as an intense pulsating sphere of white brilliance (rather like burning magnesium). 3. Inhale. As the breath is drawn in, a shaft of brilliance descends from the Corona to the breast, where it expands into a sphere of radiant golden yellow light. 4. Exhale. As the breath is released, the shaft of brilliance descends from the Orbis Solis to the feet, where it expands into a sphere of whiteness, radiant but less brilliant than that at the head. 5. Inhale. As the breath is drawn in, a reflux charge of intense rose-gold flame rises from the Institia Splendens and passes into the Orbis Solis. 6. Exhale. The light rests. 7. The sequence 3 through 6 is repeated five or six times, concentrating on the Orbis Solis. The central solar-nucleus remains quite distinct as a blazing and vibrant inner sun, but emits a powerful radiance which steadily grows until the total sphere of sensation is charged with golden yellow light. Notes: Wand Posture and rhythmic breath are maintained throughout this work, but a strict correlation of breath to visualisation is necessary only for the repeated portions of the sequence. That particular sequence is repeated five or six times without a break--3, 4, 5, 6, 3, 4, 5, 6 etc. If the student finds it necessary to re-affirm the Corona Flammae for the recommencement of the sequence, this should be done during the pause at the bottom of the breath in 6. When proceeding from 7 (the repetitions of the sequence) to 8, several full breaths may be interposed after the exhalation in 6; or 8 may be begun immediately after the final exhalation in 6. This is entirely a matter for personal preference. In step 8, the light radiated by the Orbis Solis forms a three-dimensional ovoid, conceived of as being coextensive with the aura. While the attention is directed to the Orbis Solis and its radiated light, the student should gradually lose awareness of the highest and lowest centres. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":18,"pageContent":"Aurum Solis 18 The Orante Formula is a method for effecting a projection of power upon a person, substance, or object and is a development of the formula given above. Its name orante derives from the primary gesture which is associated with it. The gesture is this: the arms are raised forwards, with elbows flexed; the arms come to rest at a position in which the upper arm is approximately horizontal, the forearm raised to about 45\" above horizontal; the hands are raised in a natural manner so that the palms are directed forwards and towards the object or person to receive the projection, the fingers are not separated. Having taken the Orante Gesture, projection may be undertaken from this position if suitable or any adaptation of the posture may be made, which will bring the palms into a more effective relationship with the subject of the projection. When a materium which is to receive projection is upon the Bomos, for example, the hands may be lowered and brought closer together so that the palms are just above the materium. There is no hard and fast rule about this, but symmetry is essential: both palms should be focused upon the subject. In any instance the body also may be inclined, and either foot advanced, as the student feels to be right. All should be achieved in one graceful change from the Orante Gesture, but the Orante Gesture is invariably taken first no matter what modification may be adopted for projection. Projection having been effected, any variations notwithstanding, the projection posture is invariably dismissed by crossing the wrists upon the breast, fingertips touching the collarbone. The left wrist passes outside the right, to seal off the outgoing current and to symbolise the end of the action. The head is not bowed as in the Calyx. If it is borne in mind that the right hand and arm are regarded as active, the left hand and arm as passive, it will be easy to recall which arm passes outside. THE ORANTE FORMULA 1. Assume the Wand Posture. 2. Visualise the Corona as an intense pulsating sphere of white brilliance. 3. Inhale. As the breath is drawn in, a shaft of brilliance descends from Corona to Orbis Solis, where it expands into a sphere of golden yellow light. 4. Exhale. As the breath is released, the shaft of brilliance descends from the breast to the feet, where it expands into a sphere of whiteness. 5. Inhale. As the breath is drawn in, a charge of intense rose-gold flame rises from the Instita Splendens and passes into the Orbis Solis. 6. Exhale. The light rests. 7. The sequence 3 through 6 is repeated five or six times, as in the Second Formula of the Clavis Rei Primae. 8. Retaining awareness of the three Centres, the arms are raised in the Orante Gesture (if suitable the posture is then modified), and on an outgoing breath the power of the Orbis Solis is felt as being impelled up the arms and out from the centre of the palms towards the subject of the projection; the eyes are likewise focused upon the subject. Beams of clear golden yellow light from the palms of the hands are to be visualised as converging upon the subject. 9. The projection posture is dismissed. 10. The Wand Posture is resumed, and steps 2 through 7 are consciously and deliberately repeated."},{"pageNumber":19,"pageContent":"Aurum Solis 19 11. The Formula is concluded with the radiation of light from the central solar-nucleus, as in step 8 of the 2nd Formula of the Clavis Rei Primae. Notes: The sole use of the Orante Formula is to effect a concentration or projection of power upon a person, object or substance. The Formula is to be considered as a catalyst, and after a substance has received projection a period of latency occurs before the result manifests. The duration of this \"fermentation\" depends both upon the nature of the materium and upon the type of the operation. Projection by the Orante Formula is extremely powerful, and transmission of energy need only be maintained for the space of one outgoing breath. Whatever the dedication and purpose of a rite in which this Formula is employed, at the actual moment of projection a materium is to be charged purely and simply with an irradiation of golden yellow light and nothing more. To appreciate this it is necessary to understand that there are two types of projection of power, differing considerably in method, though not in fundamental principle. These are termed by us \"alchemical projection\" and \"magical projection.\" Alchemical projection employs a powerfully concentrated inner concept, whether of perfect integration or of a specific natural force: and with the act of projection this inner concept is spontaneously impressed upon the materium. This type of projection is not limited to alchemical work proper, but is frequently found in folk-magick and in other of the less formal types of magick, even of High Magick (which can be very informal indeed.) Magical projection is achieved in a different way. The act of projection takes place only after the astral substance of the materium has been conditioned by the rite: projection in this case is of dynamic force unconditioned by any concept of the specific effect to be produced. The Orante Formula is of this latter type of projection. Note well that this formula has been used with much success when combined with Reiki and similar practices. In certain rites of transubstantiation the elements must be projected upon separately. After projecting upon the first element, dismiss the projection posture as taught, and assume the Wand Posture. Repeat step 8 of the Orante Formula, projecting upon the second element. Dismiss the projection posture and continue in the normal manner through 10 and 11. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":20,"pageContent":"Aurum Solis 20 The Magician Excerpted from the out-of-print book Mysteria Magica by Denning & Phillips (This psychosophical formula of integration is sometimes called \"The Mututinal Establishing of Harmony,\" since it is regarded as being most effective when worked at the day's beginning.) Tides As most potent for the working. Magician Basic robe, etc. Topaz Lamen. Bomos 1. Bomos slightly to East of centre, so that the operator when standing at centre is directly before it. 2. White drape. Equipment (essential requirements) Mystical Tessera upon the Bomos. Incense and Lights As deemed fitting and desirable. I 1. The Astral Defences. Setting of the Wards of Power, beginning and concluding at the centre of the place of working. 2. The Higher Self a. Operator to place left hand upon Tessera, right hand upon Topaz Lamen, and to maintain this posture while the following is uttered: \"Hastening the chariot of my heart's desire My Goddess-guided powers have carried me To find that inner road, that glorious road"},{"pageNumber":21,"pageContent":"Aurum Solis 21 Known to the wise. Hast thou not burned, my soul? Yea, chariot-wheels almost to flame aglow- Seeking my longed-for goal, the home of Truth? From the Gates of Night I have come to the sill of Day, I have passed the Brazen Door. She has grasped my hand- The Goddess, my Queen- And has bidden me still seek truth on the inward road Of Knowledge, while Opinion roams the world.\" b. Operator to raise his arms, palms uppermost, in the form of a Tau, and to formulate his Corona Flammae. Keeping this posture and formulation, operator to contemplate in silence that which the Corona symbolises: -the Self of himself, that particular nucleus or bud in the Divine Mind, from which his psyche has emanated. Great reverence and wonder belong to this mystery. Posture to be dismissed. (Formulation of Corona to be retained for the ensuing 2nd Formula of the Clavis Rei Primae.) c. Energisation of self by 2nd Formula of Clavis Rei Primae (formulation of Corona to be reaffirmed after assumption of Wand Posture.) d. Operator to celebrate in words of joyous awe, discipleship and dependence, his Triune Neshamah, his Spirit; the Beautiful, the Good and the True at the centre of his being. The Triune Neshamah to be celebrated first in its own right, then in relation to the Ruach. Operator then to express the aspiration that through Knowledge he may attain to the True, that through Love he may attain to the Good, and that through Bliss he may attain to the Beautiful. II 3. The Lower Self: a. Operator to turn about deosil to face West, and to perform the Calyx. b. From the viewpoint of the Ruach, operator to declare his firm but benevolent authority over his Nephesh and his physical body; in eloquent words he is further to rejoice in his relationship with them, since this relationship gives a mode of expression to the Ruach and a mode of spiritual fulfilment to the Nephesh and the physical body. 4. The Prince of Equity. Operator to close his eyes, and to raise his arms, palms uppermost, in the form of a Tau. In this posture he is to imagine himself growing vast in stature, then to formulate his Corona Flammae. Posture and formulations being maintained, operator to direct goodwill and blessing to his Nephesh and his physical body. Operator to dismiss posture and to allow vastness formulation to be gradually replaced by normal awareness of his physical proportions. The eyes to be opened. (Formulation of Corona to be retained for the ensuing 2nd Formula of the Clavis Rei Primae.) \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":22,"pageContent":"Aurum Solis 22 5. The Oblate. a. Operator to turn about deosil to face East. Energisation of self by 2nd Formula of Clavis Rei Primae (formulation of Corona to be reaffirmed after assumption of Wand Posture.) b. Operator to salute his Triune Neshamah with love and with trust, giving it thanks, insofar as he is able, for all the circumstances relating directly or indirectly to his present incarnation. Those circumstances which he considers unpleasing should be included as well as the others; since all are, or have been, alike necessary to the developing pattern on the loom, and to accept all alike is a mark of complete dependence as well as of inner balance. With sincere utterance the operator is to open his heart to the influences of his Higher Self. III 6. The Rousing Operator to proceed deosil to the eastern limit of the place of working, and to face West. Rousing of the Citadels (1st Formula of Clavis Rei Primae) to be performed. 7. Simulacrum. In his visual imagination, operator to eject Nephesh-substance from the region of his upper abdomen, directing it towards the western limit of the place of working and formulating a simulacrum of himself, facing towards him. 8. Exhortation. Operator to address the simulacrum with gentle authority and concern, as to a young one; exhorting it, in the name of his Higher Self, to give full assistance in the Great Work. (Any needful particulars should be added. This point in the rite allows a valuable opportunity for the operator to convey any admonition which may be required; but all should be spoken sincerely with love.) 9. Beatus. Operator to thank his Nephesh for its participation in this rite; and to give it blessing in the name of his Higher Self. 10. Orante Formula. The simulacrum and the connecting \"cord\" being kept clearly in visualisation, operator to project upon the simulacrum by means of the Orante Formula. 11. Simulacrum. Operator to re-absorb the simulacrum. 12. The Rousing. Rousing of the Citadels to be performed. 13. The Magician. Operator to affirm verbally as his own the resolutions lately enjoined upon the simulacrum. 14. Gratulatio."},{"pageNumber":23,"pageContent":"Aurum Solis 23 Having returned to the centre of the place of working, and facing East, operator to perform the Calyx. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":24,"pageContent":"Aurum Solis 24 The Formula of the Watcher The formula of the Watcher should not be essayed after the moon begins to wane, until the new moon; nor during the Tempus eversionis. The Wand posture is assumed and the Rousing of the Citadels is performed. In the visual imagination Nephesh-substance is ejected from the region of the upper abdomen and the astral key-figure, or whatever shape is to act as Watcher, is formulated. By an act of will this is sent to whatever locality or person the operator desires knowledge of, this technique being normally limited in scope to what may be called \"the realm of terrestrial experience.\" When once the Watcher has been satisfactorily despatched to its destination, the operator must detach his attention from the matter. He can very well go about his ordinary occupations, until the time comes at which he has determined to recall the Watcher.* For the recall, the operator should take the Wand posture, facing in that direction to which the Watcher was despatched. The Rhythmic Breath is established, and the Watcher mentally summoned. Then, in the visual imagination, the figure is to be made to reappear, and is to be brought to rest about eight to ten feet from the operator; it is then to be re-absorbed by the usual method. Remaining in the Wand posture, the operator repeats the Rousing of the Citadels. The Setting of the Wards is not employed in connection with this formula. Now follows the reviewing of whatever impressions the Watcher has gained. The God-form posture is most suitable for this purpose. Sitting quietly, and re-establishing the Rhythmic Breath, he simply allows impressions to rise into his conscious mind. Until he is experienced in this method of gaining knowledge, the operator is likely to be disturbed by the fact that the impressions coming to consciousness have no sure mark of their origin: they might come from his imagination, they are fairly certain at first to stimulate and to be coloured by his imagination, and he is unsure what value to set upon them. The only remedy for this state of uncertainty is the usual procedure of the magical student: to record faithfully and at once, then later if and when opportunity offers to make comparison with objective fact. Where discrepancies occur, judgement should be reserved. The difference may be due to a simple error, or some other factor may have caused it. Here the intention of limiting perceptions to the terrestrial level should be of help, but it is to be recognised that until the operator has full control of the method, other levels may intrude, whether at the Watcher's end of the experiment or at the operator's. None the less it is of great value to overcome these early difficulties by practice. If persevered with, this Formula can be brought to a stage where much can be learned by means of it. If the operator prefers not to use the key-figure, the Watcher may be formulated as a simple sphere. The use of animal shapes for the Watcher is to be avoided by any below Adept status:- the less advanced would most likely choose the form of a creature for which his own instinctual nature had an affinity, whether known or not to his conscious mind: this affinity might cause unintended powers to be transmitted to the Watcher from dark and primitive recesses of the lower Nephesh, so that the Watcher would then act with"},{"pageNumber":25,"pageContent":"Aurum Solis 25 some degree of volition and would continue to grow in strength as it drew in more Nephesh-substance, Experience shows that such invariably become malicious. (These comments have no reference to the adoption of animal forms as transformations of the astral vehicle during Helionic projection, when the conscious mind is present with the astral vehicle and is in full control of it.) When the student has become thoroughly habituated to the use of the Formula of the Watcher already given, another and considerably more advanced practice may be undertaken. For this to be successful, the student must be quite accustomed to the procedures, not only of sending forth and recalling the Watcher, but also of passively bringing into consciousness the impressions gained therefrom. In this second practice, the gathering of impressions takes place very much as we have described it, but before the recall of the Watcher, so that the operator can in fact keep pace with impressions as the Watcher receives them. The one necessary caution here, is that these impressions should continue to be passively received as they arise within the mind, avoiding any direction of the attention towards the Watcher until it is to be recalled. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":26,"pageContent":"Aurum Solis 26 The High Consecration of the Grail (The Primary Formula of Four Crowned by Three) Tides: Full Moon, Akasha. Magician: Basic robe, etc. Pentacle of Quintessence. Colour-charge white. Bomos: Indigo drape. Equipment on Bomos: 1. Rose of Concealment.* 2. Lustral vessel and Water, 3. Sprig of cypress. 4. Anointing Oil. 5. Bell. 6. Lighting taper. 7. The Mystical Tessera. 8. (A small finger-linen) Conveniently close to south-west of Bomos, but allowing of easy passage between itself and the Bomos, is the thurible stand with thurible and incense boat. Just within the intended area of working are three large candle-sticks, or three lamps upon pedestals; these are positioned at the East, south-east and south-west. If lamps are used, these should be indigo (smoked glass is acceptable.) Strike once upon the bell. Perform the Setting of the Wards of Adamant. Go to West of Bomos, face East. Intone Casmen I, as follows: Thus shall the praises sound of Leukothea; ever thus while praise shall be:- The crystal-flashing splendour of her love pervades all things, nourishing and renewing."},{"pageNumber":27,"pageContent":"Aurum Solis 27 Of her bounty she gives secret dew into an earthen cup. those who love her drink deeply of it, and she casts around them the brightness of her regard. Where is the Great Serpent, where is he, her Lord? She has over-come him, she has shattered his fangs: from her womb is he born anew, a toothless babe. Yet is she Ally of the Strong, a mighty helper to the Sons and Daughters of Gnosis. Before the white-fire face of the Moon she chants in shadow, and the Moon's self stoops to hear the song of allurement. Before the white-fire face of the Moon she chants; and a lone devotee, ensorcelled, staff broken and magick set at naught, casts himself, powerless, into the dark gulf of her being. Thus without choice he waits, until the vision of splendour and flame arise, and wisdom be his, or madness. Upon her palm the single flame quivers, seeming air-nurtured. Hand upon hand. Sign most awesome. The beryl-stone in her circlet becomes a pool filled with waters of compassion and clear vision; whoso gazes therein shall mount a winged steed. The crystal-flashing splendour of her love pervades all things, nourishing and renewing. Strike 2-4-2 upon the bell, and intone the Ogdoadic Catena: Salutation and again salutation to the High Guardians of the Glorious Star, who were, and are, and are to come. Salutation and again salutation in the splendour of the Star which unites us. O you High Guardians, Hidden Adepti, Dwellers in Eternity: you have given signs and you have shown wonders, and you have revealed yourselves unto your children. EN GIRO TORTE SOL CICLOS ET ROTOR IGNE. Such are the Words, such is the Greeting! Strike once upon the bell before continuing Catena. In a voice of mystery do we call upon you, High Guardians, we who are the continuators of your Work: O Luminous Ones, behold and hear us. Not without our own questing do we ask to know, nor without our own endeavour to attain: but that the sowing shall be crowned in the harvest. For oneness of purpose do we call unto you, for that joy of resolve which is the wine of the will, transforming all that was strange to it. For living light and for luminous life do we call unto you, O Hidden Ones! So Light and Life shall be drawn at last to the radiance of one Star, and that Star shall mount to the unshadowed height. Strike 1-1-1 upon the bell. Pause for a few moments. then intone:- O thou glorious and dread Lady, TURANA, whose Throne is established for ever in the secret place of holiness, thou dost separate and thou dost restore to peace. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":28,"pageContent":"Aurum Solis 28 O thou wondrous Eternal in whom is every way of Truth, thou hast spun the thread of my life on a hidden Wheel and thou knowest the secret of my being. Pause for a few moments, then grasp the bowl of the Grail with fingers and thumbs of both hands simultaneously, but do not lift the Grail. Intone:- The King's Daughter is all glorious within; Her robe is golden and bordered with variety. Raise both hands to touch briefly and symmetrically the Pentacle of the euintessence upon the breast. Using the cypress-sprig, sprinkle the Grail thrice. Place incense in the thurible, then cense the Grail with three forward swings. Replace the thurible. Strike once upon the bell. Proceed deosil to South of Bomos, face North across it. Perform the Calyx. Then take up the Grail, clasping the bowl thereof with fingers and thumbs of both hands simultaneously, and bring it close to you, to hold it at the level of your heart-centre. Maintaining the Grail in this position, intone:- I am a goblet brimmed with strong, with living wine, Cool shadowed purple winged with invincible fire. Up from its surface move ever dimly forms lovely or grim to discern: A fume of dreams. To the skies mounting in shapes of the skyey lords. There the great serpent turns slowly in undulant coils, While bright under rein of rose-limbed heroes the cloud-steeds rear And veil or tress ambrosial gleams, and orb of breast, as womanshape ascends. Wide to the heights have I spread my heart And the heights have beheld their likeness, have drawn it forth, No mirrored tincture, no semblance inert, but my dreams- Exult, ya heavens, even as my heart!- You have won my dreams, as I have caught your fire. Replace the Grail. Proceed deosil to North of Bomos and face South across it. Perform the Calyx. Take up the Grail to hold it as before, and intone:- I am a sapphire bowl, dark and immense, that holds In ancient ward the glorious horde of the stars, Multitudinous ferment seething, a scintillant nectar, A vortex frenzied, unresting, wherein to its depths Around, sequent, or counter, run the sparks enweaving. It teems, foaming, the sweet and terrible tide Whose least gleam is dayspring to aeons of life; And I environ it, I gaze through it ever- I, dark and hidden Mother- With fervid cosmic splendour veiling brow of dwale. I encompass, I guard the luminous treasures of destiny"},{"pageNumber":29,"pageContent":"Aurum Solis 29 And in my gift is the viewless strength beyond destiny: I am Night, and Dread, and the Void. My lovers have called me death. Replace the Grail. Proceed deosil to East of Bomos and face West across it. Perform the Calyx. Take up the Grail to hold it as before, and intone:- I am the mystic Grail, Virgin of Light and Mother of Ecstasy. I am virgin silver as Anadyomene new-risen, As the apple-blossoms that made the maiden waist of Blodeuedd, As the moon's first slender bow: As the light of the moon's first crescent, cold upon snows at Imbolc. I am the armed maiden forth spoken from mouth of the Father; The strong Daughter am I, the King's Daughter, helmed and mantled in silver- Ah, but fiery-golden my robe, and my love is as gold in the crucible molten! I who am Daughter of the Voice, mine is the deeper mystery: Mother am I of the Logoi and Mother of Life Undying. Myrrha am I, and Marah am I, and Mem the Great Ocean. Within me mingle Time and Eternity: I am the Mother of All Living, and I am the Womb of Rebirth. Replace the Grail. Proceed deosil in a complete circumambulation of the Bomos, then upon returning to East continue deosil without pausing to West of Bomos (1-1/2 circumambulations). Face East across Bomos. Strike 1-1-1 upon the bell, and intone.- O thou Mother of Love and of Knowledge, thou by whose deed all forms exist, let descend upon me a fold of thy veil, that in that sacred darkness no forms may separate me from thee. With eyes closed, head bowed and arms crossed right over left upon the breast, make a fitting pause. Having dismissed this posture, take up the taper in the right hand and proceed to the candle or lamp at the eastern limit of the place of working. Light the taper from the flame, then turn deosil and proceed with it directly to the candle or lamp at the south-western limit of the place of working. Touch the flame of the taper to that of the south-western light, then turn deosil and proceed directly to the candle or lamp at the north-western limit. Touch the flame of the taper to that of the north-western light, then turn deosil and proceed directly to the eastern candle or lamp. Touch the flame of the taper to that of the eastern light, then turn deosil and proceed directly to the eastern side of the Bomos. Face West across it. Breathe once into the bowl of the Grail, then with the flame of the taper trace a complete circle about it (the flame not entering the bowl of the Grail). Intone:- O thou Womb, thou Womb! - thou Space before Creation, thou Pause before Manifestation. Transfer the lighted taper to the left hand. Using the cypress-sprig, sprinkle thrice into the bowl of the Grail. Having replaced the cypress-sprig, transfer the lighted taper to the right hand. Again approach it to the Grail; on this occasion, dip theflame into the bowl of the Grail, once and briefly, not touching the metal. Intone:-- \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":30,"pageContent":"Aurum Solis 30 O thou Womb, thou Womb!-thou Ocean whence cometh Life. Taper is handed to other, who extinguishes in the appropriate manner. Proceed deosil to West of Bomos, replace taper, and place incense in the thurible. With the thurible, move deosil to East of Bomos and face West across it. Cense the Grail with three forward swings, then with a single complete circle about it, Return deosil to West of Bomos and replace thurible.Take lustral vessel in left hand, cypress-sprig in right Dip the sprig into the lustral water, touch it to the foot of the Grail, turn about deosil and cast on the side nearest to you, the water from the sprig to the West. Carrying the lustral vessel and the sprig, move deosil to North of Bomos and face South across it; repeat the previous actions, casting the water to the North. Move deosil to East of Bomos and face West across it; repeat the actions, casting the water to the East. Move deosil to South of Bomos and face North across it; repeat the actions, casting the water to the South. Move deosil to West of Bomos and replace lustral vessel and sprig. Strike 7 upon the bell. Perform the Calyx. This completed, rest the left hand upon the Pentacle of the quintessence. With the right hand, trace above the Grail the sigil of the name TURANA vibrating the name meanwhile. Raise the right hand to cover for a moment the left hand upon the Pentacle; then withdraw both hands, proceed deosil to East ofBomos and face West across it. Perform the Calyx. Take up the Grail, clasping the bowl thereof with fingers and thumbs of both hands simultaneously, and bring it close to you, to hold it at the level of your heart-centre. Maintaining the Grail in this position, intone:- O Powers within me, hymn the One and the All: chant in harmony with my will, all ye Powers within me! Holy Gnosis, illuminated by thee, through thee I hymn the light of thought, I rejoice in the joy of the mind. All ye Powers, chant with me! Replace the Grail. Proceed deosil to West of Bomos and face East. Place the right hand on the Pentacle of the euintessence, the left hand on the Tessera; now raise the left hand to cover for a moment the right hand upon the Pentacle. then extend both hands simultaneously to lift the Grail. Bring it towards you and centre it above the Tessera, its foot a few inches above the surface thereof: Holding the Grail in this position, vibrate:- EN GIRO TORTE SOL CICLOS ET ROTOR IGNE. Replace the Grail. The Phial of Anointing Oil being opened and offered with left hand of the other, oil is taken upon the ball of the right thumb of the operator. The Phial is replaced. Holding the Grail by its stem with the left hand, raise it to a convenient height and, taking care not to tilt the Grail, anoint it once underneath its foot. Replace the Grail. Strike 8 upon the bell. Raise the Grail on high in both hands, and proclaim:- Thus have I consecrated the Grail: 'Mystery of the Firstborn' is its name. The Grail is replaced on the Bomos, and is covered with the Rose of Concealment. Strike once upon the bell, then make the Ave. After dismissing the Ave pause for a few moments, then intone the first section of the Ogdoadic Catena:-"},{"pageNumber":31,"pageContent":"Aurum Solis 31 Salutation and again salutation to the High Guardians of the Glorious Star, who were, and are, and are to come. Salutation and again salutation in the splendour of the Star which unites us. O you High Guardians, Hidden Adepti, Dwellers in Eternity: you have given signs and you have shown wonders, and you have revealed yourselves unto your children. EN GIRO TORTE SOL CICLOS ET ROTOR IGNE. Such are the Words, such is the Greeting! Strike 3-5-3 upon the bell. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":32,"pageContent":"Aurum Solis 32 Sub Rosa Nigra Transubstantiation Excerpted from the out-of-print book Mysteria Magica by Denning & Phillips Tides As most potent for the working. Magician Basic robe, etc. Topaz Lamen. Bomos Bomos slightly to East of centre, so that the operator when standing at centre is directly before it. Traditionally, the drape for this Magical Solar Mass is chosen from the following:- white, yellow, gold, red and gold, blue and gold, white and gold. The operator makes his choice to express either a particular interpretation of the rite itself, or the keynote of any program of work in hand. Equipment placed upon Bomos to be arranged with due balance, each piece suitably for use from eastern or western side as required. Equipment (essential requirements) 1. Mystical Tessera 2. Patella and Goblet (these vessels of any preferred material and design, to hold bread and wine respectively) 3. Great Wand 4. Sword (not to be placed upon Bomos) 5. Veil of white linen 6. A small table, bare or covered with a white drape, is placed at the western limit of the place of working. The Goblet and Patella are set here initially, the Goblet containing red wine, the Patella containing bread. These two vessels should be placed side by side upon the table, the Goblet towards the North, thus to the right when the table is approached from the centre. N.B. The Grail is not to be used for this working. Incense and Lights As deemed fitting and desirable. (THE DYADIC RITE)"},{"pageNumber":33,"pageContent":"Aurum Solis 33 I 1. The Astral Defences. Setting of the Wards of Adamant, beginning and concluding at centre of place of working. 2. Constellation. Station at East of Bomos facing East. Energization of self by 2nd Formula Clavis Rei Primae. A three part invocation of \"the Worshipped.\" The first part, maintaining the same station, to be of HA; as it were the sacred and elevated utterance of a priest of the ancient mysteries. The second part, at North of Bomos facing East, to be of the Lady Leukothea; as it were the sublime and noble utterance of a virgin prophetess. The third part, at South of Bomos facing East, to be of the Lord Melanotheos; as it were the vigorous and heroic utterance of a warrior chieftain. 3. The Spirit. Station at West of Bomos facing East. Energization of self by 2nd Formula of Clavis Rei Primae. Adoration and invocation of the Agathodaimon, by the \"Crown of Twelve Rays\" as follows, or by any preferred form. \"Ancient and potent Protector, Agathodaimon, hail: we adore thee and thee we invoke. Glorious Serpent-God, encircling the Equal Cross, Knouphis--Agathodaimon, hail: we adore thee and thee we invoke. Abundant goodness bestowing, Agathodaimon, hail: we adore thee and thee we invoke. Terrible invincible God, Knouphis-Agathodaimon, hail: we adore thee and thee we invoke. Holy Shepherd of thy Pes~g~ Agathodaimon, hail: we adore thee and thee we invoke. O thou Winged Splendor with bm~d pinions of emerald and gold. Knouphis-Agathodaimon on, hail: we adore thee and thee we invoke. Divine Priest of the Sun, thou white and scintillant, Agathodaimon, hail: we adore thee and thee we invoke. Aid of the Seeker for Truth, Knouphis-Agathodaimon, hail: we adore thee and thee we invoke. Immortal Guide of the Wise, Agathodaimon, hail: we adore thee and thee we invoke. Mighty Champion of the Way, Knouphis-Agathodaimon, hail: we adore thee and thee we invoke. Orient Spirit of Light, Agathodaimon, hail: we adore thee and thee we invoke. Now and ever blessed, crowned with the Crown of Twelve Rays, Knouphis-Agathodaimon, hail: we exalt thee!\" 4. The Telling of Joy. From the eastern limit of the place of working facing West, the following is to be uttered:- \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":34,"pageContent":"Aurum Solis 34 \"This is the joy of the Priest-initiates of the Glorious Star: the Sacrament of the Sun and the Ecstasy of the Snake. This is the joy of the Lords of Topaz: the Indwelling Fire and the Irradiation of the Temple. This is the joy of the God: the conjoined Ecstasy of Adorer and Adored in the Rite of Agathodaimon. And these things shall be.\" II 5. Stella Gloriosa. a. From West of Bomos facing East across it, operator to intone the Ogdoadic Catena. b. Left hand to be placed on Lamen, right hand to be rested on the Mystical Tessera; right hand then to be raised to rest upon left as it lies upon the Lamen; hands to be kept in this position while operator moves to East of Bomos, and faces West. Posture then to be dismissed. 6. Gnosco. Here are affirmed Spiritual principles, as desired. 7. The Enfolder. Operator to turn about to face East, and to begin intoning Casmen III (as given in the Tessera Consecration); after the words '\"The voice of the Holy One shall sound in the tempest\", he is to turn to face West. Then, having uttered '\"The Gnostic shall stand in contemplation\", he is to assume the Wand Posture; having uttered \"He shall lift up his hands in adoration\", he is to raise both his arms; having uttered \"Above him shall be the Diadem of Light\", he is to formulate the Ophiomorphic God-form of the Agathodaimon as rising from coils behind him (the head of the Serpent being in a horizontal position just above his own head and surrounded by the twelve rays, the wings of the Serpent coming forward and being folded across the operator's body). Maintaining this formulation and posture, the operator is to continue and conclude Casmen III. Posture to be dismissed, operator to withdraw from formulation, re-centring on his magical personality. 8. The Elements. Operator to move to West of Bomos, and to face West. The vessels containing the elements of Bread and Wine are now to be brought from West of place of working directly to West of Bomos. Operator, holding the vessels in his hands (Goblet in his right), to face East across Bomos; then to assume the Anthropomorphic God-form of the Agathodaimon. Maintaining this formulation, operator to turn deosil through 270\", and without pause to proceed deosil in one complete circumambulation about the Bomos. Again facing East across it, he is to place the vessels side by side upon the Bomos, somewhat East of its centre. Operator to withdraw from the formulation, re-centring on his magical personality. (THE TRIADIC RITE) III"},{"pageNumber":35,"pageContent":"Aurum Solis 35 9. Dedication. Operator to place his hands upon Goblet and Patella, and to make a simple and explicit oration, declaring the elements of Bread and Wine to be a destined focal point in time and space for the Divine Power in Presence of the Agathodaimon. 10. Dedication. Operator to raise his arms to form the Psi and to vibrate the 2nd Enochian Key, following this with invocation of the Great Archangel PAOAOAN. Operator to fold his arms across his breast, left over right, and to remain a few moments in silent contemplation. 11. The Lady. a. Station East of Bomos facing West. Operator to raise slightly from Bomos the Goblet and Patella (Goblet in his left hand), and to celebrate, in what form he will, the natural dignity of the Creatures of Bread and Wine, sacred to Leukothea (in her earth-aspect) in their own right. Vessels to be replaced. b. Operator to take the Sword and, standing at eastern side of Bomos, to trace with the Sword a threefold widdershins circle encompassing both vessels upon Bomos. Sword to be replaced. Operator to raise his hands, palm downward, slightly above the vessels; then, in the holy and dread name of Aiana, and with celebration of her (but without addressing her), he is solemnly to declare that he sets these Creatures of Bread and Wine apart from the uses of earthly nourishment and refreshment. Hands to be withdrawn. c. Remaining at eastern side of Bomos, operator to assume the anthropomorphic God-form of the Agathodaimon: in this formulation he is to turn deosil through 270\", and without pause to proceed deosil about Bomos to its western side, there to face East across it. Maintaining the formulation, operator to take up the vessels containing the elements (Goblet in his right hand), to turn deosil through 270\", to proceed deosil around the Bomos to its eastern side, there to make a turn deosil to face the East . Still in the formulation, operator to raise both vessels simultaneously to the level of his brow-centre. Continuing to hold vessels thus, he is to withdraw from the Agathodaimon formulation, re-centring on his magical personality. Then, in the sweet and powerful name of Aglaia, and with celebration of her (but without addressing her), the operator is solemnly to affirm that these Creatures of Bread and Wine, having been duly set apart, and now having been by the Agathodaimon raised up in service to the Light, are worthy to fulfil their destined spiritual purpose. Vessels to be lowered. Operator to turn about deosil to face West, and place vessels again upon Bomos. (Goblet and Patella will now have exchanged places from their previous positions upon the Bomos.) d. Casmen I (as given in the Grail Consecration Rite) to be intoned. 12. The Lord. a. Operator to take Great Wand in right hand, and to make one deosil circumambulation of the Bomos. Again facing West, with the Great Wand operator to trace an equal-armed cross: the first line from South to North above the two vessels, the second descending vertically between them. Great Wand to be replaced. Operator to raise his hands, palm downward, slightly above the vessels, then in the name of Melanotheos, and with celebration of him (but without addressing him), solemnly to bless the Creatures of Bread and Wine. Hands to be withdrawn. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":36,"pageContent":"Aurum Solis 36 b. Casmen II (as given in the Great Wand Consecration Rite) to be intoned. 13. The Circled Cross. Energization of self by 2nd Formula Clavis Rei Primae. Operator to take Great Wand in right hand and to proceed deosil round Bomos to face East across it. The elements are now to be charged, thus: with Great Wand, operator to trace a circled cross horizontally above the vessels containing the elements, and, while tracing each line, to vibrate the appropriate Divine Name: A straight line from North to South: LEUKOTHEA A straight line from East to West, of equal length to the first: MELANOTHEOS A circle, deosil, enclosing the cross, beginning and ending East: AGATHODAIMON Great Wand to be replaced. 14. The High Invocation. Operator to make exalted celebration, rich in allusion and potent in utterance, of the mystic HA, asking the divine aid for the perfect accomplishment of this operation of the Light, this mystery of the Agathodaimon. 15. The Solemn Affirmation. Station East of Bomos facing West. Operator to assume Anthropomorphic God-form of the Agathodaimon. Maintaining the formulation, operator to raise Patella in both hands and to vibrate the Latin Words of Affirmation: EGO AGATHODAEMON I, Agathodaimon, HUNG DONUM PARATUM TOLLERS raising this prepared gift, SARCIO HUNG PAREM decree this Bread CORPUS MEUM VERUM ESSE. to be my very Body. Patella to be replaced. Operator to take up Goblet in both hands, and, still in the formulation, to vibrate the Latin Words of Affirmation: - EGO AGATHODAEMON I, Agathodaimon, HUNG DONUM PARATUM TOLLERS raising this prepared gift SARCIO HUNG VIRUM* decree this Wine SARGUER MEUM VERUM ESSE. to be my very Blood. "},{"pageNumber":37,"pageContent":"Aurum Solis 37 * Both consecrated elements equally carry, magically, the virtue of the total nature of the Agathodaimon, but there is an esoteric distinction between the two in emphasis: -Body, emphasising the personal nature of the God as receptacle of its corresponding Archetype. Blood, emphasising the Archetypal force indwelling the God. This is the mystical polarity of the consecrated elements in a two-element Eucharist. Goblet to be replaced. Operator to withdraw from formulation, re-centring on his magical personality. V 16. Orante Formula. Operator to project upon the consecrated elements, the Bread first, then the Wine, by means of the Orante Formula. 17. \"En Deus Est, Deus Est\" Proclamation of the Presence. 18. \"En Deus Est, Deus Est\" At this point is to follow some action in honour of the very-present Deity: the manner of this action is to be as preferred. Meditation, silent or spoken adoration, intoned praise, ceremonial devotion, joyful song, music, ecstatic dance: any or all of these things, or any other thing which the jubilant imagination may devise, can rightfully find place here. 19. Daps Dei. Operator to stand East of Bomos, facing West across it. The consecrated elements are now to be consumed. The following utterances (in Latin or in English), or any others preferred, may be employed, and whatever ceremonial gesture is deemed fitting or felt to be expressive may be introduced: Having taken Bread, and immediately before consuming it: TU O AGATHODAEMON Thou, O Agathodaimon, TU LUCIS SERPENS MIRABILIS thou the marvellous Serpent of Light, O TU REFULGENS TU BENIGNE thou refulgent thou benign, IN ME MANE. dwell within me. Having taken Wine, and immediately before consuming it. TU O AGATHODAEMON Thou, O Agathodaimon, TU LUCIS SERPENS MIRABILIS thou the marvellous Serpent of Light, O TU REFULGENS TU BENIGNE thou refulgent thou benign, UT FLAMMA ME CORRIPE. seize upon me as flame. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":38,"pageContent":"Aurum Solis 38 20. l am He. a. After a pause, the empty vessels are to be covered with the white linen. b. An oration of high exaltation is now to be uttered, in which the operator expresses identification with the Agathodaimon. Herein is to be declared the rejoicing of the God in his own glory, as the ecstatic consciousness may be moved. 21. Stella Regenerationis. a. After a pause, operator to move to West of Bomos and to face East across it. First part of Ogdoadic Catena to be intoned. b. Left hand to be placed on Topaz Lamen, right hand to be rested on the Mystical Tessera; right hand then to be raised to rest upon left as it lies upon the Lamen. Gesture to be dismissed. 22. Konx om pax Here may follow any desired valediction. Note The ancient Qabalistic-Gnostic pattern of the Ogdoadic tradition being concealed in the structure of the Roman Catholic Mass (the Tridentine Rite), the division of parts according to the House of Sacrifice is as follows:- Foundation - Preparatory Prayers Mass of Catechumens The Two Pillars 1 Introit through Collect of the Porch 2 Epistle through Creed 3 Offertory Mass of the Faithful Triad 4 Preface and Canon 5 Communion to end of Rite ADDENDUM NACHASH - AGATHODAIMON - CHRISTOS In the tradition of Christian Gnosis, the priestly and regenerative figure of Agathodaimon has easily been identified with the mystical Christos; the ophiomorphic aspect of"},{"pageNumber":39,"pageContent":"Aurum Solis 39 Agathodaimon becoming assimilated to the biblical image of Nachash, the \"healing Serpent\" raised up by Moses in the wilderness. That episode (Numbers 2:8-9) is an accepted prefiguration of spiritual regeneration. The healing Serpent as a symbol of Christos has scriptural warrant in John 3:14-15, and has further support in Qabalistic thought from the numeration of NChSh (Nachash) being identical - 358 - with that of MShlCh (Messiah). Thus, if the student wishes to emphasise, in the Sub Rosa Nigra Rite of Transubstantiation, the identification of Agathodaimon with the Christos, this intent will be harmonious to a long historical association. However, to avoid confusion, it is specifically noted here that Aurum Solis has at no time adopted this identification in its practical workings. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":40,"pageContent":"Aurum Solis 40 Evocation to Visible Appearance in the Triangle of the Art For Hierarchical Planetary or Elements Workings (This formula and its ensuing sister-formula for Evocation to Crystal are suited to the evocation of those elemental or planetary entities which may be governed by theurgic rites. They are not for use in the evocation of goetic elemental or planetary entities, nor in the evocation of any zodiacal entities whether theurgic or goetic. For the zodiacal entities, special formulae exist.) The Magic Circle Within the place of the working, concentric circles, approximately 9 feet and 8 feet 8 inches in diameter; between the concentric circles, at each of the four quarters, the God-name of the working in its associated script. The Triangle of Art A right-angled triangle, the sides being of 3, 4, and 5 units, and having an inner triangle with sides parallel to the outer, and approximately four inches from it. Between the inner and outer triangles are inscribed --- on the sides of 3, 4, and 5 units respectively --- PRIMEMATON, ANEXHEXETON, and the God-name of the working: this last to be inscribed in its associated script, the other two in the Roman alphabet. The Triangle of Art is located within the place of working in the quarter of the Element (or elemental affinity) of the working, and as close to the Magic Circle as will allow of easy passage between it and that Circle. For any quarter, the position of the Triangle relative to the Magic Circle is as follows: the Triangle's side of 4 units lies nearest to the Magic Circle, the side of 3 units being at the right as the operator stands within the Magic Circle looking at the Triangle. Tides As most potent for the working. Magician Basic robe, etc. Pentacle of Quintessence, or Enochian Pentacle as suitable. (On reverse side of Pentacle, in all cases, sigil of Angel or Spirit which is to be evoked.) Colour-charge, as appropriate for the working. Bomos Bomos at centre of Magic Circle, square to cardinal points. Colour of drape, as colour-charge. Equipment placed upon Bomos to be arranged with due balance, and suitably for"},{"pageNumber":41,"pageContent":"Aurum Solis 41 use by the operator when facing the quarter where the Triangle of Art is established. Equipment (essential requirements) Mystical Tessera; Great Wand; Sword; Elemental Weapon as appropriate; Enochian Tablet as appropriate; Crater. (The Crater is a small open vessel of brass or copper, of depth about half its diameter; it is supported on a tripod or other suitable small stand. It is prepared beforehand by placing in it a small quantity of alcohol blended with a couple drops of Annointing Oil.) Incense and Lights As deemed fitting and desirable. I 1. The Astral Defences. Setting of the Wards of Power, beginning and concluding within Magic Circle, East of Bomos facing East. 2. The Spiritual Forces. a. A reverent invocation of the Illimitable Godhead in Kether. b. The 1st Enochian Key, without invocation of the three Archangels if the Theban Angelic Formula is to be employed later. c. Energisation of self by 2nd Formula of Clavis Rei Primae. High Spiritual invocation with personal and microcosmic emphasis: for example Hymnodia Krypte, XIII, 18. d. Orthrochoros. 3. The Deific Force of the Working. Adoration and invocation of the God-force of the Element or Sphere; to be made within the Magic Circle, facing across the Bomos towards the quarter wherein the Triangle of Art is established. 4. Spirits of the Element or of the Elemental Affinity. Invocation of Elementals; here the Elemental Weapon is used.1 5. Proclamation of the Rite. To be made from the eastern limit of the working facing West. The following is to be intoned:--- \"I proclaim a Rite of Evocation in the Element/Sphere of (name it). \"This Evocation shall have relation to Time present and present use.   1 This invocation is to use the Aurum Solis form for Elemental invocations, which are given along with their banishings in Appendix D of Mysteria Magica. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":42,"pageContent":"Aurum Solis 42 \"It shall have relation to Mysteries far exceeding itself. \"It shall have relation to a Purpose and Intent whereby the Majesty and the Name of the All-Highest shall, and may, and of force must, appear with the apparition of his Wonders, and Marvels yet unheard of.\" 6. The Hierarchy. Energisation of self by 2nd Formula of Clavis Rei Primae. A worthy and beautiful invocation of God-force of Element or Sphere, followed by aspiration to be a worthy vehicle for the operation of that Divine Influence in the rite about to be performed. A request to be empowered with the utmost power to stir and to cause the obedience of the Angel or Spirit N who is to be evoked. Request for the magical aid of the hierarchical forces of the Element or Sphere (other than the entity to be evoked), with utterance of their names. To be accomplished from the station as at 3. 7. The Magician. To be uttered from the eastern limit of the place of working facing West, the proclamation by the operator of his magical name and status, and the basis of his magical authority; beginning:--- \"The Mysteries of the All-Highest gave a Time, and behold, I am provided for that Time: for I am......\" 8. Declaration of Intent. To be made in the presence of the Powers, from the same station as at 7. The intention to evoke a certain spiritual entity to visible appearance, in order to obtain a specific benefit (certain knowledge, for instance) by means of Negotium with that entity. II 9. The Triangle of Art. a. Station as at 3 in Magic Circle; Sword to be taken in right hand and carried deosil round Bomos to quarter where triangle is established. Operator to leave Magic Circle at that point. From space between Magic Circle and Triangle of Art, outline of Triangle to be traced with Sword in continuous line, taking sides in order 3-4-5; with tracing of each side, vibration of the Name ascribed thereto. b. Operator to enter the Triangle, still facing the quarter. Sword being pointed vertically downward to touch the ground within Triangle, visualisation of self as wearing robe of colour drawn from the Contingent Scale appropriately to the working. This posture and formulation are to be maintained during the following declamation:--- \"Within this Triangle of Art, through and according to the Rite and Formula of Evocation, the Angel (or Spirit) N will be caused to manifest.\" Formulation to be dismissed, operator re-centring on his magical personality. Operator to turn deosil to face Bomos, to step out of Triangle and into Magic Circle, then to proceed deosil around Bomos to resume station as at 3. Sword replaced. c. Great Wand to be taken in right hand and carried deosil around Bomos to quarter where Triangle is established. Operator to leave Magic Circle at that point. From space between Magic Circle and Triangle, sigil to be traced of Angel or Spirit which will be evoked: just"},{"pageNumber":43,"pageContent":"Aurum Solis 43 above surface of ground within Triangle and in horizontal plane. d. Single deosil circumambulation about Triangle of Art, one stamp being made with the right foot upon return to point of departure, then movement to be continued to make single widdershins circumambulation of Magic Circle. This completed, operator to turn sharply widdershins to enter Magic Circle, then to proceed deosil around Bomos to resume station as at 3. Great Wand to be replaced.2 10. The Magic Circle. a. Sword to be taken from Bomos with right hand, the Mystical Tessera with left. Thus equipped, operator to assume station east of Bomos facing East. Outer circle (of Magic Circle) to be touched with Sword at due eastern point, Sword then to be raised aloft in a graceful arc so that its tip moves to a point high above the centre of Bomos. Keeping sword-tip as nearly as possible to this point, operator to proceed deosil to South, the sword-hilt moving in a quarter-circle with him. Sword next to be lowered in a graceful arc to touch outer circle at due southern point, then raised aloft in a graceful arc to midpoint above centre of Bomos. Maintaining sword-tip thus, operator to proceed to the West, to lower Sword as before to touch outer circle at due western point, then to raise it gracefully to midpoint above Bomos; to proceed thence to North, to touch outer circle with Sword at due northern point, to raise Sword to midpoint above Bomos, to return deosil to East, and finally to lower Sword in a graceful arc to touch the ground at the due eastern point of outer circle. Operator to resume station as at 3; Sword and Tessera to be returned to Bomos. b. Energisation of self by 2nd Formula of Clavis Rei Primae. c. With both hands on the Pentacle at breast, operator to visualise himself as wearing robe of colour drawn from the Contingent Scale appropriately to the working. Threefold vibration of God-name of working, posture and colour-formulation being maintained meanwhile. 11. Preliminary Adjuration to the Entity to be Evoked. Great Wand being taken in right hand, operator to assume station in quarter where Triangle is established, and facing that quarter. Left hand to be laid upon Pentacle at breast, and to remain there while a preliminary adjuration is begun, addressed to the Angel or Spirit which is to be evoked:--- In the name of the God-force of the Element or Sphere, the Angel or Spirit to be called upon by name and title, and its sigil to be traced towards the quarter with the Great Wand; the Angel or Spirit being bidden to hear the operator who is about to make evocation of it. The remainder of the preliminary adjuration to be given from the station as at 3, the left hand remaining on the Pentacle meanwhile:--- Angel or Spirit N to be conjured in the Divine Name, that it move and appear when the operator shall invoke it. Angel or Spirit adjured in the Divine Name, to do as operator shall command; to come promptly, and in fair and intelligible form, when summoned; to manifest in the Triangle of Art outside the Magic Circle (operator here to point with Great Wand towards Triangle);   2 From this point until the action in 25, the operator remains within the Magic Circle. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":44,"pageContent":"Aurum Solis 44 and to answer truly, clearly, and unequivocally, when manifest. Great Wand is to be replaced. III 12. Liber Scientiae. Station as at 3. Enochian Tablet to be unveiled and placed on its burse; invocation of chosen forces. Great Wand to be used for sigil, and for circle if invocation requires it. 13. First Conjuration. Great Wand being taken in right hand, operator to assume station in quarter where Triangle is established, and facing that quarter. An authoritative hierarchical conjuration of the Angel or Spirit N to visible appearance in the Triangle of Art. The conjuration to be thorough, celebrating the forces and their relationships as the operator may find fitting; and summoning the Angel or Spirit with complete authority in joyful confidence and assurance, but in manner as a friend. Sigils to be employed:--- of Divine Force, and of Angel or Spirit to be evoked. Station to be resumed as at 3, Great Wand replaced. 14. Prodromos A prose or verse oration, setting forth vividly to essential qualities of the Element or Sphere of operation: this to be chosen or devised for its appeal to the imagination of the operator. It can be extempore. Movements, gestures, or circumambulations about Bomos, to be introduced as suitable. Throughout, operator to visualise himself as wearing robe of colour as before. To conclude in station as at 3. 15. Second Conjuration. Operator to take Great Wand in right hand and to rest left hand upon Pentacle at breast:--- A forceful hierarchical enchantment, rich in imagery and filled with spiritual exaltation, of the Angel or Spirit N to visible appearance in the Triangle of Art; in manner as an oracular priest charging a hearer with a destined enterprise. All sigils to be employed. IV 16. The Magical Flame of Creation. Great Wand still in right hand, and left hand upon Pentacle, operator to formulate his Corona Flammae; then to visualise within the Triangle of Art a swift but controlled vortex of light, of colour drawn from the Iconic Scale as appropriate to the working. 3   3 Provided the subject of evocation be other than an entity of the Enochian hierarchy, then as an alternative to the vortex of light the image of the subject of evocation may be formulated within the Triangle of Art at this point. This image will of course be in the Contingent Scale colours."},{"pageNumber":45,"pageContent":"Aurum Solis 45 Maintaining posture and visualisations, operator to make an address to the Angel or Spirit N (tracing sigil) in noble language, announcing himself as Flammifer, Bringer of Light; as Priest and Instrument of the Highest God; and as one who in his own nature partakes of all worlds. He is to declare, further, that the Angel or Spirit will by materialisation be enabled to taste the mingling of Four Elements in this earthly sphere; that the nature of the Angel or Spirit will be expanded through the evocation, and its abundance of delight in existence magnified; and that through its participation in the Great Work the Angel or Spirit will receive great blessing.4 Posture and formulation of vortex of light to be dismissed, Great Wand to be replaced on Bomos. (Formulation of Corona to be retained for the ensuing 2nd Formula C.R.P.) 17. Third Conjuration Energisation of self by 2nd Formula of Clavis Rei Primae (formulation of Corona Flammae to be reaffirmed after assumption of Wand Posture.) Operator to take Great Wand in right hand and briefly to touch Pentacle upon breast with left hand:--- A hierarchical conjuration of the Angel or Spirit N to visible appearance, now, in the Triangle of Art. To be an oration of high fascination, rhythmic and sonorous in language and ample in duration; vibrated in a tone of majestic command, and as a deity calling forth a devotee to rites of ecstasy. All sigils to be employed. In an entity of the Enochian hierarchy is the subject of evocation, then the above section 17 is to be replaced by the following:--- a. Energisation of self by 2nd Formula od Clavis Rei Primae (Corona to be reaffirmed after Wand Posture.) b. The Theban Angelic Formula; Great Wand to be employed as appropriate. c. Operator to take Great Wand in right hand and briefly touch Pentacle upon breast with left hand:--- A jussive declaration, conjuring the Angel N to visible appearance, now, in the Triangle of Art. This to be hierarchical, adequate, but not prolonged. All signs to be employed. N.B. The Angel or Spirit may have appeared in the Triangle, whether fully or imperfectly, at any time from the completion of section 13. In every case, however, the rite should be continued as far as and including the conclusion of section 17. If necessary, a few minutes may be allowed after the conclusion of section 17 for the manifestation to take place. From that point, the Angel or Spirit having appeared, the operator should proceed to section 19. If, however, the entity has not appeared within a few minutes of completion of section 17, then the operator should proceed with section 18 as follows, and thence to section 19.   4 Although the one Element (or Elemental Affinity) of the working predominates, the place of working holds all Four Elements in pure and puissant form: the influences of the guardian Regents invoked in the rite of the wards. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":46,"pageContent":"Aurum Solis 46 18. Supplementary Operation. a. Great Wand to be replaced upon Bomos, operator to assume station West of Bomos facing East. A reverent salutation and address to the Atziluthic and Briatic forces of the working, the operator confidently asking the necessary magical power to accomplish the evocation of the Angel or Spirit N. b. Operator to assume station East of Bomos facing West. Energisation of self by 2nd Formula of Clavis Rei Primae. c. With both hands on Pentacle, operator to visualize himself as wearing robe of colour drawn from the Contingent Scale appropriately to the working; threefold vibration of God-name of working, posture and colour-formulation being maintained meanwhile. d. Station as at 3. Operator to breathe solemnly upon the liquid contained in the Crater, then to fire it. When flame has died down, operator to proceed to:--- e. Energisation of self by 2nd Formula Clavis Rei Primae. Great Wand having been taken in right hand, operator to make a most grave and potent hierarchical conjuration of the Angel or Spirit N to visible appearance in the Triangle of Art; in manner as a prince, spiritual and benign, to a subject who wishes to avoid his regard. All sigils to be employed. 19. The Complete Manifestation of the Angel or Spirit. Great Wand to be replaced. An incantation enjoining, by the Deific Force of the working, the Angel or Spirit N to complete manifestation; this to be terse but sublime. V 20. The Welcoming and the Oath. a. When the manifestation appears stable, operator to face Triangle of Art from East of Bomos. Operator to address the manifestation curteously and formally, requiring it, in the name of the Deific Force of the working, to declare its own name; and, reply having been received, to welcome the Angel or Spirit N. b. Station as at 3. Energisation of self by 2nd Formula of Clavis Rei Primae. Sword to be taken in right hand and carried deosil round Bomos to quarter where Triangle is established. Sword to be extended so that the blade, with the flat uppermost, reaches into the Triangle, the operator remaining within the Magic Circle. The entity then, upon the command of the operator, is to place its hand in a clearly defined manner upon the blade and make oath. The oath proposed for the entity must have been devised beforehand and with extreme care, that it express what it should with no ambiguity or rash assumption, and that it be wholly in accord (as must be the Intent of the evocation) with the nature of the entity. It is to be made in the name of the Deific Force of the working, and shall require the entity to say truly and to perform faithfully as the operator shall command. The operator is to administer the oath, phrase by phrase, with exactitude, and is to give serious attention to the responses of the entity, lest any change be made or lest any part be inaudible. Station to be resumed as at 3. Sword to be replaced on Bomos."},{"pageNumber":47,"pageContent":"Aurum Solis 47 21. Negotium From whatever position within the Magic Circle seems most appropriate, the Negotium of the rite is now to be conducted; the operator strongly visualizing his Corona Flammae throughout. Here in the Negotium is no place for high-flown or elaborately symbolic language, nor for the apt quotation. The operator here addresses an entity whose being knows no insensitive husk of matter and whose comprehension is accustomed to no shell of words. All that the magician utters now, therefore, must be altogether his own --- ,ust be himself, as simply as utterance can be. 22. The Banishing of the Angel or Spirit. Station as at 3. Operator to thank the Angel or Spirit N for its aid, and to give it blessing in the name of its God. Energisation of self by 2nd Formula of Clavis Rei Primae. Operator to take Sword in right hand, and by appropriate form to license the Angel or Spirit to depart, bidding it also to do no harm to any living being or inanimate thing in the manner of its going. After the manifestation has in due course withdrawn, operator to replace Sword without undue haste, and to proceed to:--- 23. Gratulatio. Operator to make adoration of the God-force of the Element or Sphere, then to thank the hierarchical forces for their assistance. 24. Spirits of the Element or Elemental Affinity. Dismissal of Elementals; here the Sword is used. (Hereafter, no Element predominates; the Elements are restored to equilibrium, the unbroken astral circle of the Wards continuing to receive the pure influences of the Regents.) 25. Dysechoros. Operator to proceed to eastern limit of working, and thence to perform Dysechoros. 26. Calyx. Operator to assume station within Magic Circle, East of Bomos facing East, there to perform the Calyx. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":48,"pageContent":"Aurum Solis 48 Magickal Hymns, Litanies, Poems Excerpted from the Aurum Solis system, as published in The Magickal Philosophy series, authors Melita Denning & Osbourne Phillips. [CASMINA SUB ROSA NIGRA] [OGDOADIC CATENA] [LITANY OF THE CROWN OF TWELVE RAYS] [SONG OF PRAISES] [HOUSES OF THE SUN] [MANSIONS OF THE MOON] CASMINA SUB ROSA NIGRA [This is basically the \"Liber AL\" of the Aurum Solis, one Casmen each devoted to their Trinity (many similarities to the Thelemic) Leukothea (The White Goddess) Melanotheos (The Dark God) and Agathodaimon (The Benificent Spirit, archetype of the Holy Guardian Angel).] Casmen I Thus shall be the praise of Leukothea; ever thus while praise shall be:- The crystal-flashing splendour of her love pervades all things, nourishing and renewing. Of her bounty she gives secret dew into an earthen cup: those who love her drink deeply of it, and she casts around then brightness of her regard. Where is the Great Serpent, where is he, her Lord? She has overcome him, she has shattered his fangs: from her womb is he born anew, a toothless babe. Yet she is the Ally of the Strong, a mighty helper to the Sons and Daughters of Gnosis. Before the white-fire face of the Moon she chants in shadow, and the Moon's self stoops to hear the song of allurement. Before the white-fire face of the moon she chants; and a lone devotee, enscorcelled, staff broken and magick set at naught, casts himself, powerless, into the dark pull of her being. Thus without choice he waits, until the vision of splendour and flame arise, and wisdom be his, or madness. Upon her palm the single flame quivers, seeming air-nurtured. Hand upon hand. Sign most awesome. The beryl-stone in her circlet becomes a pool filled with waters of compassion and clear vision; whoso gazes therein shall mount a winged steed. The crystal-flashing splendour of her love pervades all things, nourishing and renewing. Casmen II Hear of the Oracles concerning Melanotheos. He is the pursuer of all who seek him not: They awaken, they turn to find what has bestirred them; But he has withdrawn. Beyond the deep of night he has withdrawn. To the imaging of the mind's lone seeking The Unmanifest seems as the myriad flame-particles which shadow forth his being. One only is there, one in all her forms, to whom without cease he draws nigh."},{"pageNumber":49,"pageContent":"Aurum Solis 49 She whom he seeks is found, and sought, and found in all worlds to Time's ending. Therefore as a quest is Existence transmitted to all; Therefore is Love the pulse of all being, and the lance of Light is the source of life. In silence and darkness he moves But that which he has wrought shines in flame, dances in water, And to all who know him through that which he has wrought, the Father of All is manifold: The thronging Star-Lords, Daimones, The glittering dew of heaven imaging the seed-horde of godhead - The myriad of the star-host in the body of the Goddess of Infinite Space. She gives her oneness to that multitude, for to her he is one, And the Gnostic for whom she is Wisdom knows him as one, Melanotheos. Io, Melanotheos! Daimones Poliastres, Io! Casmen III The Holy One shall arise And his voice shall cry in the dawn, Yea, his mighty voice shall cry in the dawn. He shall go forth in his name Knouphis And his crown of light shall enkindle the worlds. A thousand Aeons shall adore him, And men shall seek death. The earth shall tremble, The voice of the Holy One shall sound in the tempest. The Gnostic shall stand in contemplation. He shall lift up his hands in adoration. Above him shall be the Diadem of Light, And these shall be the words of the Gnostic:- \"Terror and vastness are about me, But the broad wings of the serpent enfold me. The fleeing darkness is before me, But I keep in concealment the glory which is mine And time is not yet when I shall unveil my face; Yet I stand in majesty and power and bliss unending.\" These shall be the words of the Gnostic in adoration of the Holy One. THE OGDOADIC CATENA [Portions of this are used to open and close rituals of the Aurum Solis] Salutation, and again salutation to the High Guardians of the Glorious Star, who were, are, and are to come. Salutation and again salutation in the splendour of the Star which unites us. O you High Guardians, Dwellers in Eternity: you have given signs and you have shown wonders, and you have revealed yourselves unto your children. EN GIRO TORTE SOL CICLOS ET ROTOR IGNE Such are the words, such is the Greeting! In a voice of mystery do we call upon you, High Guardians, we who are the continuators of your Work: O Luminous Ones, behold and hear us. Not without our own questing do we ask to know, nor without our own endeavour to attain: but that the sowing shall be crowned in the harvest. For oneness of purpose do we call unto you, O Hidden High Ones! So Light and Life shall be drawn at last to the radiance of One Star, and that Star shall mount to the unshadowed height. \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":50,"pageContent":"Aurum Solis 50 LITANY OF THE CROWN OF TWELVE RAYS [This litany is used during the invocation of Agathodaimon during the Aurum Solis Transubstantiation ceremony.] Ancient and potent Protector, Agathodaimon, hail: we adore thee, and thee we invoke. Glorious Serpent-God, encircling the Equal Cross, Knouphis-Agathodaimon, hail: we adore thee and thee we invoke. Abundant goodness bestowing, Agathodaimon, hail: we adore thee and thee we invoke. Terrible invincible God, Knouphis-Agathodaimon, hail: we adore thee and thee we invoke. Holy Shepherd of thy People, Agathodaimon, hail: we adore thee and thee we invoke. O thou Winged Splendour with broad pinions of emerald and gold, Knouphis-Agathodaimon, hail: we adore thee and thee we invoke. Divine Priest of the Sun, thou white and scintillant, Agathodaimon, hail: we adore thee and thee we invoke. Aid of the Seeker for Truth, Knouphis-Agathodaimon, hail: we adore thee and thee we invoke. Immortal Guide of the Wise, Agathodaimon, hail: we adore thee and thee we invoke. Mighty Champion of the Way, Knouphis-Agathodaimon, hail: we adore thee and thee we invoke. Orient Spirit of Light, Agathodaimon, hail: we adore thee and thee we invoke. Now and ever blessed, crowned with the Crown of Twelve Rays, Knouphis-Agathodaimon, hail: we exalt thee! "},{"pageNumber":51,"pageContent":"Aurum Solis 51 THE SONG OF PRAISES [This poem consists of 22 stanzas, each devoted to a particular path of the Tree of Life. It's use is to set a mood or tone for a ritual quickly and effectively. For example, for a Saturnian rite, after a preliminary pentagram ritual, recite XXXII Tau and trace the invoking heptagram of Saturn, then proceed.] XXXII TAU Thine is the Sign of the End, Being fulfilled Sum of existences: Thine is the ultimate Door opened on Night's unuttered mystery: Thine, the flrst hesitant step into the dark of those but latterly Born to the Labyrinth! XXXI SHIN Shining 0 Fire in thy strength, laughing in flames rushing to heavenward, Sharp is thy tooth to devour all things of earth, all things transmutable, Winning them into thine own force incorrupt, turning them hiddenly Back to their principles! XXX RESH Rise in thy splendour, 0 King! - glorious brow, gaze on thy governance Gladdening all who behold! Soaring as song, rule and illuminate: Crysoleth gleaming thy crown, rise and inspire, Liongold, Falcon-flight, Joyous, ambrosial! XXIX QOPH Quietly under the Moon vanishes Day's vaunted automony: Softly the voices of Night sound at our gates, stir from oblivion Calling for sacrifice! Lo, children are we all of one parentage: Go we with thanksgiving! XXVIII TZADDI Tzaphqiel, Bright one beyond veils of the night! Envoy and countenance Thou of the Mother, all hail! Thine is that far fortress of radiance Lighting the drouth of our way: fountain of hope, water celestial Deathless our thirst for it! XXVII PEH Play of the Breath and the Word, Life and the Law, counterchange intricate Weaving the ground of our days: this is our strength, \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":52,"pageContent":"Aurum Solis 52 this is our jeopardy. Spirit oracular, tell: knowledge and love, will they keep unity, Or, opposed, shatter us? XXVI AYIN Out of the wellspring of forms filling the wide spheres with its fashionings Myriad images rise, wild or serene, fleshly, ethereal: Hail, 0 thou Eye that hast seen all things that are, Knowledge to gaze on them Blessing their goodliness! XXV SAMEKH Stone of the Patriarch's dream, pillow austere couching the wanderer While between heaven and earth glorious Shapes came and went ceaselessly: Hail to thee, Gate of the Worlds, column unhewn set for memorial Pointing the Arrow-road! XXIV NUN Nearest the heart of the seas watches the Fish, shimmering, nacreous, Moving with pulse of the tides, gliding far down under their turbulence, Crossing the fathomless caves, threading the lost hulls of the argosies- Shadow inscrutable! XXIII MEM Mother of waters profound, dark are thy halls, bitter thy fragrances: Voices of love and of awe call thee: arise, leave thou thy sorrowing! Robe thee in web of thy waves, Mother of Life, robe thee in radiance, Sing of thy Mysteries! XXII LAMED Lash of the Winds be thou named, waking the storm, stirring the hurricane, Flailing the forests, the plains, stripping the dead leafage of yesteryear, Sweeping the summer's decay! Dance and exult, beauty invisible, Terrible innocence! XXI KAPH Cup that receives and bestows, generous palm garnering, scattering, Thine are the bountiful rains, thine is the fount purpled and perilous: Thine is dominion to cast down to the pit, thine to give sanctuary-"},{"pageNumber":53,"pageContent":"Aurum Solis 53 Yea, to give liberty! XX YOD Youth everlasting art thou, timeless as light going forth silently, Prince of the ripening grain, hand that creates, changes and fecundates, Touching the stars that they blaze, touching the vast whorls of the nebulae, Siring forth galaxies! XIX TETH Twelve are the boundary-signs framing the bright dragon celestial, Theli or Ouroboro's, circling the world, serpentine, leonine: Thee whom the Thunderer strove vainly to move, mighy one, shining one: Thine be all reverence! XVIII CHETH Chaos is close at our gates: sure be the wall, strong be the citadel! Now by adversity's fire wrought to endure, be thou our champion: Be thou our shield of defence till, at the last, Tumult shall comprehend Harmony manifest! XVII ZAYIN Zephyr, or Boreas wild: which is thy breath, what is thy purposing? Storm-flash or clear morning-rise, under what guise hail we thy countenance? Twain are the serpents of power, twain the august Thummim of prophecy: Twofold thy praises be! XVI VAU Votary steadfast as stone, ardent as flame, stanchion of unity, Kin to that spirit divine fixed in the sun, self-spending, bountiful Life of the fosterling worlds! So standest thou, pontifex-sacrifice, Changeless fidelity! XV HEH High and victorious, hail! Scarlet-bedraped windows are thronged for thee, Thee to behold, who behold'st but to achieve, victor who conquerest But to make whole, to fulfil: judge who sees truth! Hail, thou whose gonfanon Leads the year's pageantry! XIV DALETH \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":54,"pageContent":"Aurum Solis 54 Doorway of vision fulfilled, bringer of dreams forth to adventuring, Sacred to thee are the red portals of dawn, sacred the emerald Gates of the jubilant spring, Mother of deeds manifest, multiform- Mother of destiny! XIII GIMEL Grace of the glimmering night, beautiful pale camel thou journeyest Comely with bridle of pearl, cloth of most fair silver caparisoned: Tracing the trackless abodes, knowing all times, knowing the numberless Seeds of the firmament! XII BETH Bearing thy truth in thy heart, opal-fire sealed deep and inviolate, Over the seven-hued bridge pass to the worlds, share in their variance. Hail to the voice of thy power, speaking all tongues, many in purposes, One in divinity! XI ALEPH Ally of harbourless air, primrose-pale child, shadow-lord azurine, Whirling the mill of the spheres, circling their course, tracing their vortices, Bright as chalcedony, forth flashing then sped, fervid as galbanum, Hail, breath of origin! "},{"pageNumber":55,"pageContent":"Aurum Solis 55 THE HOUSES OF THE SUN [This is a poem similar to the Treasure-House of Images, containing short verses suitable for the Zodiac.] Chorus: On through the twelve great arches of the year Lo, how the royal Sun proceeds triumphant. I. Into the House of the Ram he swiftly enters Strong and courageous Lord of all Beginnings Childhood, and life that takes its road with joy. II. Then in the House of the Bull, with boundless vision In peace he rules, outpouring truth and beauty, Emblem of given faith, and faith received. III. Twofold he shines in the dwelling of the Brothers, Lord of the restless mind which ever questions:- Yet, of all wisdom the messenger divine. IV. In the House of the Crab, reflected in the waters, Veiled and sublime shines forth another likeness:- She, whom as Mother an ancient race has hailed. V. But now the Lion, monarch greeting monarch- Each proud and free, each generous and splendid, Welcomes the Sun to the citadel of Autumn. VI. High on a peak is set the House of the Virgin, Lofty and tranquil, pure as a temple: There the Sun gleams with the clear light of spirit. VII. Wide swings the Balance in its place appointed: Who shall give the edicts of Time and of Justice? Only the Sun, who sees and governs all. VIII. In the House of the Scorpion, in a secret frenzy, The Sun dims his light to a flame of scarlet: Deep is the well, and the shadows deep. IX. Far on the plains stand the tents of the Archer: Hoofbeats ring all day and talk is long at evening: Nomad of nomads the wandering Sun they hail. X. Where rules the Goat, the Sun is stern and mournful: There, long ago, the Golden Age he governed \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":56,"pageContent":"Aurum Solis 56 Which might return, if man would but obey. XI. The Water-Bearer's House has many windows Looking on the world with love and knowledge. Thence the Sun sees all things as Lord of Truth. XII. In the House of the Fish is the Sun's immolation But soon, soon the waters will redden to his rising: Lord of us all, and sign of life victorious. "},{"pageNumber":57,"pageContent":"Aurum Solis 57 THE MANSIONS OF THE MOON [28 Stanzas, one for each of the Mansions of the Moon. Useful for a sort of Lunar Resh.] Chorus: The threefold Lady, Maiden Moon, the Bride, the wise old Mother, moves Across the living deeps of night, the bright pavilions of the Gods. I. O Blade of Fire that cleaves the skies! 0 mystic flash that wakes to life. The Moon in splendor shall arise supreme above the tempest's strife. II. The Red Deer seeks the Huntress now, the novice seeks Dictynna's net; Her altar witnesses his vow, and never doth the Moon forget! III. Upon the Stag's proud brow there stands a shining Moon-spot silver white, Showing the woods and meadow-lands the blazon of the Queen of Night. IV Out from the Moon-mists luminous three drops distill, afar from Earth, To fall into the deep, and thus a pearl is brought to gleaming birth. V Her shrines are set in sea and land, her signature in fruit and flower And in the tides we see her hand, and in the seasons find her power. VI. But seek no rest beneath her will, for change and chance to her belong; The cradle on the arrow's tip is swaying, and the night is long! VII. As with a lion's burning gaze through ever-living willow boughs, She bids the heavens with earth embrace, life's wheel with perfect form endows. VIII. The Moon upon a window bright graces the dwelling from afar: Ah splendor, if the soul's own light upon the forehead sets a star! IX. Yet, mortal, if thy head should rest in sloth upon thy pillowed bed, Her bow is turned against thy breast; up, haste, before the shaft be sped! X. But lust she bans not, with its train of changing pleasures fiery sweet If thou wouldst forge thyself a chain, to bind thy head beneath her feet! XI. See where across the dappled skies quest wide the hounds of Hecate! The wild goose from their coming flies, the lurking owl cries sobbingly. XII. But he who gives her homage meet, yet is not bowed in servile fear, Shall have a staff to guide his feet, and on his paths a lantern clear. XIII. Let strength and skill thy shield afford, let thine own thought thy head bedeck: \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"},{"pageNumber":58,"pageContent":"Aurum Solis 58 Even a bead may turn a sword upraised to strike the wearer's neck! XIV. Nor at the sculptured gateway pause whose mocking forms eclipse the stars: And The base has only carven claws, the gate has only shadow-bars. XV. She wears the crescent as a crown, above the mountain-ridge to roam And radiant she gazes down, leading the victor to his home. XVI. She measures week and month and year, an age is but a liftle part, And like a jewel at her ear trembles awhile thy beating heart! XVII. The Lion's might is all unfeigned: even his tail-tip bears a tooth: So say not when the Moon has waned, Her power is gone. 'Tis there, in truth! XVIII. Swift, swift and dauntless shall she rise, from all the mesh of darkness free, Bearing her sickle through the skies, unconquerable ivory! XIX. So calls she men to rise beyond the measure of their common state, From abject Earth to loose their bond, their vision's worth to vindicate. XX. Behold the great sign magical which gave the Gods their victory To overcome the demons all the Nut whose shell has summits three! XXI. Again behold the peaceful land: the Moon doth bless each growing thing. And Ocean knows her ruling hand, its cargoes safe in homecoming. XXlI. And hail to those upon whose birth she smiles! Their fortune's early found: But has their triumph lasting worth? The hollow drum gives joyful sound! XIII. But those who seek a hidden gem, who shun no perils on their way, Those wise ones, the elect of Khem, her power shall aid them as it may. XXIV. Before their blessed feet she pours divine the bounty of her light; The house from discord she assures, their rest she guards throughout the night. XXV. Before their blessed feet she flings her store of dreams most wonderful That they across those gleaming things may pass to Truth invisible. XXVI. And when the darkness swallows them, as once the Seer of Nineveh, Their brows receive her diadem, to be reborn to victory. XXVII. Two Signs begin the passing year: we see the horse's head and mane, But yet of him who guides, appear no tokens but the garment's train."},{"pageNumber":59,"pageContent":"Aurum Solis 59 XXVIII. The Moon is borne through caverned cloud; shall night prevail against her beams? Shall this Saturnian gloom enshroud the brightness of immortal dreams? \u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0001\u0002\u0003\u0004\u0005\u0005\u0006\u0007\b\t\u0004\u0002\u0004\u000b\u0002\f\r\u0007\u000e\u0006\u000f\u0002\u0010\r\u0011\t\u0007\u0012\u0002\u0013\u0002\u0014\u0015\u0006\u0002\u0016\u0017\u0004\b\u0006\u000e\t\u0007\u0002\u0018\t\u0019\u000e\r\u000e\u001a\u0002\u0013\u0002\u001b\u001b\u001b\u001c\u0017\r\u0007\u000e\u0006\u000f\u001d\u001e\r\u0011\t\u0007\u0012\u001c\u0007\u0004\u001e\u0002"}]
