[{"pageNumber":1,"pageContent":". "},{"pageNumber":2,"pageContent":" We advise you to print this guide immediately. Adobe Acrobat Reader does not render our guide well when viewed on-screen. Please click File > Print to print now. Where did you buy this guide? If you did NOT purchase this guide or CD from www.lucid-dreaming-kit.com — this copy is ILLEGAL. Please report piracy to us at www.myhelphub.com. We offer a cash reward on piracy reports leading to prosecution. DISCLAIMER: This guide is intended solely for adult entertainment and assistance in motivation, relaxation, and experimentation. Altering moods, brain wave states, and using subliminal or hypnotic suggestions for self-improvement or motivation should not be attempted by anyone under nineteen years of age without express guidance from a Doctor of Psychiatry and parental supervision. The manufacturer of this software kit makes no guarantees or claims, either implied or expressed, as to the benefits or results that may be gained as a result of the information provided in this guide. Before taking any herbal supplements, consult your Doctor. In no case will Lucid-Dreaming-Kit.com or its distributors be liable for chance, accidental, special, direct or indirect damages resulting from use, misuse or defect of its software, manual, or the information contained herein. WARNING: DO NOT listen to “binaural beat” recordings while or within 30 minutes prior to operating equipment, machinery, or vehicles, or 30 minutes prior to taking any action whatsoever that could place the listener or other(s) at risk or harm. Certain “binaural beat” recordings may make the user relaxed, drowsy, sleepy or meditative, depending on the frequencies used."},{"pageNumber":3,"pageContent":" You ever have that feeling where you're not sure if you're awake or still dreaming? - Neo, The Matrix "},{"pageNumber":4,"pageContent":"Introduction Ask any random selection of individuals exactly what lucid dreaming really means, and you’ll get a varied response. Isn’t it something to do with flying? Is that when you leave your body and travel on the Astral Plains? I’m not sure how to describe it, but I think I’ve had one. Aren’t those really difficult to get? It’s one of those techniques practiced by the Ancient Indians, isn’t it? In today’s fast paced, eat-sleep-work, microwave food, “Buy It Now!” society, we’ve forgotten all about the dream world. It’s just something we do. We don’t pay even an ounce of attention on something we spend eight hours a day doing. Let me use an analogy. If you spent a third of your life in Germany, would you bother to learn the native language – or would you just continue in ignorance? By investing a few measly hours into exploring the world of lucid dreaming, you can literally change your life. The uses of lucid dreaming are endless. It can be your key to self development... to the fantasy world... to creative invention... to chats with Einstein. Lucid dreaming is one of the most exciting skills you will ever learn. And I mean that most sincerely. I’m not trying to “sell” you anything here. You’ve already bought everything you need. I’m simply telling you that this is something worth going after. I’ve created seven sections for each of the seven days in this course. Each day, I want you to read one section – and no more. I don’t want you to cheat and skip ahead. There’s nothing heavy here. Just little challenges and thoughts to help develop your skills. How much German could you learn in a week? The basics... Guten Tag... Auf Weidersehn... Meine Traumwelt... but not everything. This is a journey and we’re about to start it together. They say of Europe: you get out what you put in. It’s the same for the dream world. Invest, and let us fly together. Bradley Thompson, Author "},{"pageNumber":5,"pageContent":"How to Use this Guide Using this guide is simple. Simply print out and read one of the following seven sections each day. If you see this symbol: ... then you should read that section in the morning. If you see this symbol: ... then you should read that section at night time, before going to bed. This distinction is made as some tasks require you to “notice” happenings during the day, while other tasks need to be performed at night before going to sleep. It’s also useful if you have a Windows PC, a digital watch with an alarm function, an alarm clock, a notebook and pen, and multivitamin pills available prior to beginning the program. "},{"pageNumber":6,"pageContent":"Day One Welcome to this course in Lucid Dreaming! I hope you’re excited. You certainly should be: you’re about to embark on a journey into realms of the mind that most don’t even know exist. It’s sad that only a relatively small percentage of the world ever bother to even think about their dreams, never mind explore them and use them to make positive change in their life. Thankfully you’re one of the few that have left the huddled masses - and you can use this to your advantage. With lucid dreaming, you can turn an otherwise “dead” eight hours into a creative workshop, where you can explore ideas, face your fears, or just have some fun! Today, on day one, we’re just going to chat about lucid dreaming. Often, simply learning about lucid dreaming can prompt your mind into enjoying your first lucid experience. So let’s begin by asking the most obvious of questions... What Is Lucid Dreaming? Lucid dreaming is being consciously aware when you’re in a dream. That is, you’re physically in bed asleep and dreaming... but then you realize you’re a character inside a dream. Suddenly you become aware... lucid. By recognizing you’re inside a dream, you can take control of the dream. That’s what lucid dreaming is all about... changing the direction of your dreams so you experience just what you want to experience. What can you do in a lucid dream? Anything. Imagine being in a world with no rules, where everything is exactly as you want it to be. Want to sit in on the French Riviera drinking coffee with Molière? Or get out into the countryside with Einstein and ask him to explain the Theory of Relativity so you actually understand it? Maybe you want Da Vinci to invent something modern so you can take his ideas and earn your fortune? Or how about having Tiger Woods improve your handicap? You can develop ANY skill. Just ask! Perhaps you want to use it to face your fears. Don’t like spiders? Scared of singing in front of audiences? Use lucid dreaming to confront your phobias. In the dream world, nothing can harm you. You’re still warm and cozy under the covers. Maybe you have a few issues from your past still clinging onto you. A troublesome childhood? Simply sit down with your own personal psychologist and work your issues out. It’s easy and it’s free. Or it’s possible you’re more of an adventure seeker. How would you like to go skydiving... or suddenly find yourself surrounded by dozens of attractive individuals, all yearning your sexual attention? I left the great “s-e-x” issue last, as I often feel it seems strange to head straight for the carnal when so many exciting paths lay ahead of you – but the truth is that when most people use lucid dreaming for the first time, they immediately express their inner sexual fantasies - and in the safest possible way. And this sort of sex only requires one in your bed. All of this is totally possible. It’s not a dream. It’s a lucid dream."},{"pageNumber":7,"pageContent":"The Realism Behind Dreams Okay, you say. It sounds great. But it’s still just a dream, isn’t it? Most of the time we don’t realize, however dreams are actually totally realistic to us as we’re experiencing them. Our sense of touch, taste, smell, our emotions, our intelligence... it’s all exactly as though everything in the dream were actually happening. When you become aware that you’re dreaming, you feel everything much more acutely. To yourself, and to your mind, it’s as though it’s all for real. No difference. That’s one of the great things about lucid dreaming. It actually begins to truly open you up to the real potential of the mind. Anyone interested in the world of self development is consistently exposed to claims that we use just 10% of our brain... that our brains have the processing capability of hundreds of thousands of computers... and so on. Such claims are usually followed by “And you can unlock that potential by buying ABC product.” However when you experience a lucid dream, you’ll realize just how truly powerful the brain really is. The colors are bright and vivid. The characters are precise and accurate. The conversations sparkle. The revelations are often nothing short of profound. Everything is totally real... there are no flawed edges or mistakes. The amazing thing is this is all being generated by your mind. When Lucid Dreaming Occurs So, we know what lucid dreaming is. But when does it happen? Well, a lucid dream is the same as a regular dream – except that with a lucid dream, you become “lucid” (aware) at some point and begin to control the dream. As such, a lucid dream can occur whenever regular dreams occur. Dreaming happens during the Rapid Eye Movement (REM) stage of sleeping. This is when your eyes move rapidly from side to side, when dreams are “created”. REM occurs at various points during a typical night of sleep. There are actually five stages of sleeping. From rested wakefulness, you go into Stage 1. The eyes are closed and if awoken, the subject may not even realize they’ve been asleep at all. This lasts for 5-10 minutes. After this comes Stage 2, a period of light sleep, with spontaneous muscle twitches and general relaxation. Next enter Stages 3 and 4, a period of extremely slow brainwave activity. These stages represent the “deep sleep” and you’ll find it difficult to wake someone during this period. You may have been woken during this stage in the past: you feel “groggy” and find it difficult to adjust to your surroundings. The above four stages last around 1½ to 2 hours. Then you move onto the most important: Stage 5, REM sleep, the home of your dreams. "},{"pageNumber":8,"pageContent":"REM sleep can last between 5 and 30 minutes. Your brain flurries with activity and dreams burst onto the scene. Blood flow to the mind increases. Your muscles are safely paralyzed by the brain to stop you physically “acting out” your dream. Your mind creates its own inner reality, as it explores the realms of the subconscious. So, let’s look at exactly what happens. You fall asleep... then you experience Stage 1, Stage 2, Stage 3, Stage 4, then (curiously) back up to Stage 3, then Stage 2, and then onto Stage 5, REM sleep. This cycle typically happens between four and five times per night. However it isn’t constant. As the night continues, the length of Stage 3 and 4 wanes, while Stage 5 REM sleep gradually increases from around 10 minutes up to an hour in length. In other words: you get five chances to lucid dream every night! And each time you play the dream lotto, the amount of time you get to stay in the dream world increases. How about that for a good game? “But I Never Dream!” Yet if we dream so many times every night, why do so very many people complain that they “never dream”? Maybe you’re even a sufferer yourself. The truth is that everybody dreams, multiple times a night. However people simply don’t remember. Human beings remember by the principle of association. We remember to put milk on our cornflakes by associating the two. If you think of the sun... do you also think of the moon? Or maybe the sky? That’s because you associate the two in some way. But to what do you associate a seemingly random dream too? Nothing. Have you ever woken from a dream, remembering everything, and feeling totally awe-inspired? Wow, it was great! You remind yourself that you simply must tell your partner about it. You have your coffee and eventually your partner wakes. You start to retell the story... but the dream is all but gone. All you remember are a couple of emotions and the feeling that it was “good”. Because the mind has literally nothing to associate the dream with, it quickly disappears as nothing but a random occurrence. Part of the training over the coming days will be getting your mind into the habit of remembering dreams: indeed, it’s one of the first steps to achieving the skill of lucid dreaming. Then you learn to associate certain events with dreams, so you can quickly notice when you’re in a dream... and begin to control it. Why We Even Dream At All However, we’ve still to ask one very important question. Why do we even dream at all? There are many theories; however the truth is that no-one really knows. We know it’s essential to life: when rats are deprived of sleep, they die. Therefore, it’s a critical function... but what for? The most common explanation is that it serves as the brain’s equivalent of the computer “Defrag”. That is, it’s a mental process for sorting out everything that has happened during the day... organizing information... producing new conclusions... predicting... formulating “hunches” or “gut feelings”."},{"pageNumber":9,"pageContent":"Others describe it as somehow being vital to producing growth hormones, a period in which the brain increases cell production and breaks down proteins. This apparently justifies the reason babies require some 16 hours of sleep each day. Still others state it’s necessary to balance out the nervous system. Who knows. We will perhaps never truly comprehend this truly great tool and the Godly intelligence and evolution that went into producing it. Four Methods for “Going Lucid” So, we’ve discussed what lucid dreaming is and when it occurs. But how can you actually experience a lucid dream? To experience a lucid dream you need to become aware that you are dreaming while inside a dream. There are numerous ways to attempt this. One way is by the principle of association. For example, you may get into the habit of doing a “reality check” every time you urinate. A “reality check” is a brief check to see whether you are actually in a dream or not. There are various reality checks you can do. The most reliable is reading a piece of writing or the time on your digital watch, turning your head, then looking back and reading it again. If the value changes, you’re in a dream. The value always changes when you’re dreaming, trust me. And when you’re aware you’re dreaming, you can take control. So, imagine you begin to associate visiting the toilet with doing a reality check. If you urinate in your dream, you will automatically perform a reality check – and then realize you’re in a dream. That’s one method: recognizing you’re in a dream through the principle of association. The second is through a prompting mechanism, such as having a friend watch you fall asleep and then literally telling you you’re in a dream when you begin the REM stage. The mind is particularly good at picking up on auditory signals during REM and incorporating them into the dream. As such, you may hear the instruction “You are dreaming!” and wonder where it is coming from. Suddenly you realize it’s your friend... and you become lucid, totally aware that you’re dreaming. The third main method is intention setting. That is, telling yourself that you are going to experience a lucid dream tonight. I am going to experience a lucid dream tonight... I am going to experience a lucid dream tonight. You promise yourself that the next time you’re dreaming you will notice you’re dreaming. If you’ve ever asked your subconscious mind to wake you at a particular time the next morning – and surprisingly wake up at exactly that time – you’ll know how this works. You declare your will for something to happen, and rely on your mind to follow it through. Finally, you have the “cheats”. Certain vitamins and herbs can help naturally promote dreams, dream memory, and lucidity. I’ll be discussing these later in the course. Other people may claim they have “magic bullet” techniques for assisting lucidity, or “secret methods” they promise to unveil. But the truth is that lucid dreaming always comes down to one of these four techniques."},{"pageNumber":10,"pageContent":"Take the now discontinued NovaDreamer device, for example, from the Lucidity Institute. This expensive tool flashes lights over your eyes after five minutes of REM. These may appear as bright traffic lights or disco lights in your dream. You then need to begin noticing lights in your day-to-day life, and perform a “reality check” when you spot them. In other words, you’re using the principle of association. No matter what technique you use, if you wish to train yourself to purposefully induce lucidity, there’s no escaping these four vital lucidity techniques. What Lucid Dreaming Isn’t Well, you’ve been introduced to the world of lucid dreaming. You’ve discovered the stages of sleeping and why REM sleep is so important. We’ve discussed why you may want to lucid dream, and when dreams occur. We’ve even discussed reality testing and the methods of inducing lucid dreams. Next, I’d like to quash a couple of falsities distributed by the usual scaremongering Web sites. Lucidity is not an out-of-body experience. You do not leave your body while lucid dreaming. Your soul will not be sold to the Devil and retailed in Wal-Mart for the price of a camel, or nearest offer. The dream world is created by your own mind. What you’re experiencing is the power of your brain. You never leave your body: you’re always firmly inside your own bed. Statements to the contrary are nothing but foolhardy and worrisome. Let me be quite clear here: lucid dreaming is probably the safest activity in the world. Go wild, have a ball – you could jump out of a window and you’d still be totally fine. Okay, if you have a slightly suspect heart, you may wish to avoid anything quite so extreme, but the point still stands. It’s safe, it’s fun, it’s natural. It’s your brain. Full stop. Happy? Congratulations on getting this far. Conclusion Tomorrow, we’ll begin the process of getting your mind geared up to experience a lucid dream. We’ll be setting your intentions and sleeping on it. We’ll also discover more about sleep cycles and how they can help you pinpoint your REM period. You should read tomorrow’s section at night and you’ll need to allow at least EIGHT full hours to sleep. Until then, here’s wishing you great dreams! "},{"pageNumber":11,"pageContent":"Day One Summary ! Lucid dreaming is being consciously aware you're in a dream ! By being aware you're dreaming, you can take control of your dream and experience exciting adventures ! Lucid dream is intensely realistic: all your senses work as normal ! You dream a minimum of five times every single night ! There are a number of ways to induce lucidity: - Through the principle of association, such as using “reality checks” to see whether you're in a dream or not - Through the use of external stimuli, such as audio prompts, telling you when you're dreaming - By setting your intention to experience a lucid dream - By utilizing certain vitamins and herbs ! Lucid dream is totally safe: everything you experience is generated by your own mind "},{"pageNumber":12,"pageContent":"Day Two Good evening and welcome to the second day in this course. You know, a friend of mine enjoys saying: If you don’t have a garage for your dreams, where will they park? It’s a good question. And during this second day we’ll be focusing exclusively on remembering and recording our dreams. But why bother? I mean, you’re not concerned with remembering and writing down dreams, right? You just want to dive in and lucid dream! However this is one step that is absolutely required. Would you try to cook the family Christmas dinner before mastering simple beans on toast? No. So let’s begin by starting with the basics. You need to remember your dreams. If you don’t, you might experience a lucid dream... and forget all about it! And that would be a total waste of our time, wouldn’t it? How do you remember your dreams? By getting into the habit. Tonight you’re going to try a little experiment that will wake you up after you’ve finished your dream. When you’ve woken, you’ll need to write down your entire dream. Running My Dream Log Let’s begin this session by heading over to your PC and using My Dream Log. This will be your own personal diary, a program dedicated entirely to recording your dreams. It’s better than a scrap of paper or a notebook and a pen. You actually need to launch the program and type out a physical, sensible recollection of your dream. It’s habit forming. To run My Dream Log on your PC, simply click: Start > Programs > Lucid Dreaming Kit > My Dream Log To begin using the program, simply launch it and enter your dreams. You can change the font if you wish, simply by selecting a new one. When you’re finished, close the program by clicking . It’s as simple as that. "},{"pageNumber":13,"pageContent":" Your dreams will automatically be saved, there’s no need to hit a save button. If you wish to view previous dreams, simply select a new date by clicking the “Calendar” button. You can also search for previous dreams by keyword, using the “Find dream” button. Also, if multiple people use your PC, you may wish to protect your entries in My Dream Log. You can do this by clicking the little padlock button and setting a password. Users will then be required to enter this before being given access to the My Dream Log. Remembering to Remember Your Dreams So, you’ve setup your digital notebook. Next, you need to actually remember your dreams in order to record them. We’re going to start this process tonight and begin to turn it into a habit. Five minutes after the end of a dream, half of the content is forgotten. After ten minutes, 90% is lost. So actually catching your dream is extremely important. That’s why – tonight – we’re going to use a three-pronged attack to ensure you record at least ONE dream over the next eight hours! "},{"pageNumber":14,"pageContent":"Here’s what we’ll be doing: 1. Setting intention 2. Setting our alarm clocks! 3. Sparking our imagination These steps are actually extremely easy, so we’ll follow them through now. Firstly, we’re going to set our intention. What do you want to do? You want to wake up at the end of a dream. Is that right? Is it? Yes, it is. Go and look at yourself in a mirror right now. Look direct into your eyes and tell yourself: When my dream finishes, I will wake up. When my dream finishes, I will wake up. Now turn it into an instruction for your subconscious mind. Sit back and “send it” down to your subconscious. Don’t make it too forced or too much hard work. Just send it, rely on it and let go. Next, I want you to jot down “I will remember my dreams” many, many times on the next page. You can either write it over and over again or you can represent the phrase with symbols. Draw, draw, draw... express your creativity, with this one page cap. You want to get across, emotionally, that tonight you WILL remember your dreams. You WILL remember your dreams tonight. Get to it now, and I’ll see you in a minute. Just go with the flow. Don’t worry about anything, just do it. And I’ll see you soon."},{"pageNumber":15,"pageContent":"I will remember my dreams tonight. "},{"pageNumber":16,"pageContent":"The 90-Minute Alarm Next, we’re going to do something slightly unsociable. If you typically sleep with a partner, you might wish to try the spare room for a few nights – or beg them to be patient with your nighttime musings. We’re going to set your alarm clock to go off at key intervals throughout the night. Your first few dreams will typically be shorter, and we’ll have more chance of catching ones occurring later in the “cycle.” Therefore we’re going to set your alarm clock to go off 4½ hours after you go to sleep. And then 90 minutes after that. And then 90 minutes after that. So, imagine that you go to bed at midnight. You initially want to set the alarm for 4:30pm. When it awakens you, open your eyes and keep still. Do not be tempted to fall back to sleep. Your brainwaves will be desperately attempting to drag you back. Ask yourself: “What was I just dreaming?” Well, what was it? Even if you can only remember the most vague of details, collect them in your mind. Try to remember as much as you can. Formulate the story again in your imagination. Exactly what happened... what happened... what happened? If you awake and remember nothing at all, spend a few minutes searching your mind. Are you sure you remember nothing? Think about people and objects concerning your current day-to-day life and ask yourself: “Did I just dream about that?” Then go to your PC and start My Dream Log to record your dreams. If you prefer, you can use a notebook by your bed – but be sure to make full notes, especially of actual dialogue – then transfer to My Dream Log later. When you’ve finished, set your alarm for 90 minutes later. Follow the entire process through once more, then repeat one final time after that. By morning, you should have woken yourself three times in total during the night. Tips for a Better Experience But some people are concerned about waking up during the night. Won’t you feel tired? Possibly, however many people report feeling even more refreshed. Suddenly they realize exactly how long eight hours of sleep really is. They only disturb the lighter portion of their sleep pattern, thereby reducing the impact. Also, even if you don’t remember a single thing, make a note in My Dream Log. Why? By temporarily disturbing your sleep pattern, you cause the cycle to reset. Remember, it takes an average of 90 minutes to complete the cycle and finish your dream – so even if you didn’t catch a dream after 4½ hours, you should remember the dream 90 minutes later. And rest assured, it’s easy to drop back to sleep after you’ve spent a couple of minutes recording your dreams. But if you don’t get out of your sleepy state to record the dream, you won’t reset the dream cycle and may not catch your later dreams. "},{"pageNumber":17,"pageContent":"TOP TIP #1: Try switching on the radio before you go to sleep. External stimuli are regularly integrated into your dreams and can make them even more detailed. So if possible, turn on the radio and see how it affects your dreams. TOP TIP #2: Here’s one little trick that I found useful when training my body to remember dreams. Rather than snuggling up in my bed, I simply slipped on bedtime pajamas and slept on top of the bed. Throughout the night, the house heating would automatically turn off. As such, I’d naturally wake up in the night, a little cold, and often in the middle of a dream. A number of individuals I have trained use this same technique with great success. It might just work for you! TOP TIP #3: Have a slice of cheese before you go to bed! This housewives tale may seem unlikely, however studies have shown that cheese (and to a lesser extent, bananas) appear to considerably increase the likelihood of experiencing a memorable dream. Lighting your Imagination And now the final step. Go get to your bed and get settled down. Close your eyes and begin to imagine.... imagine. Think about dreaming... think about recording your dreams... think about what I’ve written so far... about what I might write tomorrow... about what you might find tonight in your dream world... about My Dream Log. Let your imagination play. You might even want to put your printed copy of this course underneath the pillow. Just like focusing on problems before going to sleep often brings solutions the next day, this helps keep your mind on the goal: to remember your dreams. Don’t take yourself too seriously, just think. And relax. And then relax some more. Remember your main goal for tonight: ! Wake up after 4½ hours, then 90 minutes later, then 90 minutes later, recording your dreams in My Dream Log, even if you don’t think you remembered anything. That’s all. I’m not going to continue much now, as you must be tired. So I’ll say goodnight and remind you.... TONIGHT, you WILL remember your dreams. Read the next part of this course tomorrow morning. But for now, have a great night. With warm wishes for pleasant dreams, "},{"pageNumber":18,"pageContent":"Day Two Summary ! You should use My Dream Log, or a notepad, to record your dreams EVERY night. This is key to experiencing lucid dreaming ! The optimum method for remembering your dreams is to set your alarm clock to wake you up after 4-½ hours, then 90 minutes later, then 90 minutes later. Each time you awake, you should record information about your dreams (even if you can’t remember anything!) and break the sleep cycle ! Keep your radio switched on as you fall asleep to greatly increase the detail of your dreams and help you recall more ! When you wake up, stay still for a few seconds and ask yourself: \"What was I just dreaming?\" - then follow your thought process "},{"pageNumber":19,"pageContent":"Day Three Good morning and welcome to day three! So, how did last night go? If you followed my instructions, you should’ve at least recorded one dream. If you didn’t, don’t worry – we’ll be trying this all over again tonight. Remember, it’s imperative that you gain excellent dream recall. Without dream recall, you can’t move on. You need to become an expert. Now, I’ll be the first to admit: it seems a waste of time. But it’s not. Would you join your first gym at the age of 50 and instantly head to the largest weights? No. You’d begin with the smaller ones and gradually build up. You need to “lubricate” your brain... making room for the lucid dreams to follow. So we’ll continue attempting to remember your dreams both tonight and over the rest of this course. I personally guarantee that you’ll improve, no matter how good or bad you think you are right now. And remember: anticipate remembering your next dream. To paraphrase Henry Ford: Whether you think you’re going to remember your dreams or not, you’re probably right. Expectation plays a large part in the dream world. Introducing “Reality Checking” So what’s in store for today? Well, it’s early in the morning and you’re probably reading this part of the course over a morning coffee. Now the theme of this session is reality checking... and it’s something I want you to do many, many times today. When you’re in a dream, it’s often difficult to realize it. Sure, you might be chatting away to Einstein and have Pamela Anderson on your arm, but that’s just real life, isn’t it? Pamela Anderson maybe, but I hear Einstein passed away. The point is that when you’re dreaming, your logical thinking functions are often turned off. You need a solid way to check whether you’re actually dreaming or not. As discussed on day one, the best way to do this is to read something, turn away and then read it again. If you’re dreaming, the text will change. That’s reality checking. In a couple of pages, you’ll find a number of little cut-out cards. Grab a pair of scissors, cut out one of the cards and slip it into your pocket. As often as you can, check the card. Look at it once... then look away... then read it again. Did the text change? Maybe just a single word changed? Look closer. Do the characters look strange at all? Are you sure? Is there anything else printed there? Numbers, perhaps? Hold on, are you really sure you’re not dreaming? How do you know? Does the morning coffee taste so real you couldn’t possibly be dreaming? Impossible. Dreaming is totally real when you’re dreaming. Never skip a reality check, just because you think that it isn’t necessary. It IS necessary. You don’t really know whether you’re dreaming or not unless you do a reality check."},{"pageNumber":20,"pageContent":"Top Tip: Most people prefer reality checking using the cards, a digital watch, or other text. However another method for reality checking is to grip your nose and attempt to breath. If you can, you’re lucid dreaming. This however is a little less convenient than the simple “text check,” however you’re welcome to adapt whichever method suits you best. When You Should Reality Check Next, you need to begin reality checking at key intervals. These need to turn into habits. I want you to: ! Perform a reality check whenever you urinate ! Perform a reality check when you arrive at work ! Perform a reality check whenever you walk through your front door ! Perform a reality check whenever you see a picture of an airport ! Perform a reality check whenever you check the time ! Perform a reality check whenever you think something is strange These are your unique reality test points. Memorize all six now. They need to become a habit. If you miss a reality check, do it as soon as you remember. I cannot stress how important it is for this to become second nature. It won’t happen today... but it does begin today. "},{"pageNumber":21,"pageContent":" Am I dreaming? ========== Am I dreaming? Is this a dream? @@@@@ AM I ========= dreaming? Am I dreaming?"},{"pageNumber":22,"pageContent":"Undergoing Random Reality Checks So, you have your reality checking card and have memorized when you’re going to do a reality test. Habits easily cross over to the dream world – so, when dreaming and you urinate or think something is strange, you should automatically perform a reality test. The test will fail and you’ll suddenly realize you’re in a dream... and should begin to take control. However, what if you don’t urinate or think something strange? Well, that’s why you need to begin random reality checking. However the brain isn’t a random organ. It is definitively the most logical tool you’ll ever own. That’s why we’re going to do two more things to help you out. We’re going to setup some software... and we’re going to buy a watch. Your Secret Weapon: A Digital Watch We’ll start with the last item. I want you to buy a digital watch. This is the lucid dreamer’s secret weapon. It doesn’t have to be pretty or expensive. It simply needs to beep on the hour – preferably, it will allow you to set your own beep intervals or alarms. Buy it and wear it. Get it to beep every hour as a minimum – and as soon as you hear the beep (or something that sounds like the beep), do a full reality check. This is perhaps the most important advice you’ll receive today. Once again: buy a digital watch, set the beep, do a reality check every time you hear a beep-style noise. And wear the watch while you’re sleeping, or rest it on your bedside cabinet. This not only serves as a great semi-random reality checker, but also allows full prompting throughout the night. Running the Reality Prompter Got the watch? Fantastic. Next we’re going to work on run special software on your computer to get you into the habit of reality checking. The first program is called Reality Prompter. This will randomly popup little MSN Messenger-style windows as you use your computer throughout the day. You can install it at home or at work, simply by running the Lucid Dreaming Kit PC CD setup. It’s totally non-intrusive and simply randomly prompts you to perform a reality check. To run the Reality Prompter on your PC, simply click: Start > Programs > Lucid Dreaming Kit > Reality Prompter "},{"pageNumber":23,"pageContent":"Great! You should see a little icon added to the task bar, near the time. It looks like a little note next to a clock: Double click on this icon to open the settings screen: Here you can select to run the program automatically during Windows startup. You can also select the frequency of the reality prompts. By default, they will occur once every fifteen minutes. You can also check the box to randomly substitute reality prompt messages with audio prompts. These are actual clips of someone asking “Am I dreaming?” and saying “Do a reality test now!” If you have speakers or use headphones, I’d suggest you leave this feature turned on. It’s not critical; however the Audio Stimulation CD that accompanies this course uses the exact same voices in its recording. This recording is to be played as you’re asleep. If you learn to respond to the audio prompts while working at your PC – you’ll be sure respond as soon as you hear the prompt when you’re dreaming. Installing the Lucid Dreaming Screensaver So that’s the Reality Prompter running. Next, we’re going to install the Lucid Dreaming Screensaver. This is an enticing, animated screensaver showing various night scenes, from skylines to street images. At random points, it asks: “Am I dreaming?” It’s great just to leave this attractive screensaver running on your PC in the background. Whenever you see it prompt you, you perform a reality check. Simple as that. "},{"pageNumber":24,"pageContent":"Follow these instructions to install the Lucid Dreaming Screensaver onto your PC: 1. Click Start > Programs > Lucid Dreaming Kit > Activate Lucid Dreaming Screensaver 2. From the welcome menu that appears, select the option “Install Lucid Dreaming Screensaver”. 3. Click “Yes” to install the screensaver, then OK when finished. 4. You should have the screensaver displayed, with the new Lucid Dreaming Screensaver selected. Click OK. Great! The Lucid Dreaming Screensaver has now been installed. That’s all you need to do. The screensaver will kick in after you’ve left your PC for a short while. There’s no need to pay special attention to it. Just leave it and notice it when you notice it. Each photograph is incredibly detailed and at points you’ll notice small subtle animations you didn’t spot at first. Have you visited any of these places in a dream? "},{"pageNumber":25,"pageContent":"Wrapping Up for Tonight Okay, I don’t want to drag the lesson today out too long, so we’ll finish here. Make sure you begin frequent reality testing today. And tonight, before you go to bed, remember to: 1. Set your intention by writing, drawing and speaking “Tonight I will remember my dreams” 2. Set your alarm clock 4½ hours after going to sleep, then 90 mins, then 90 mins. Record results in My Dream Log 3. Spark your imagination think about lucid dreaming as you begin to fall asleep 4. Wear your watch! whenever you hear the beep, do a reality test! Remember to set your alarm once more for 4½ hours after you go top sleep, then 90 minutes after that, then 90 minutes after that. And record your dreams in My Dream Log. And, of course, you know: Reality checks are becoming a habit for you. And tonight you’re going to remember your dreams. I’ve got some exciting news for you tomorrow night. Don’t peek ahead: you’ll have to wait. Just keep up the good work – and live every second to the full! Wishing you a great day, "},{"pageNumber":26,"pageContent":"Day Three Summary ! \"Reality checking\" is a way of checking whether you're really in a dream or not ! By making reality checking a habit, it's likely that you'll reality check inside your dream - and then become lucid ! The best way to reality check is to read a piece of text, turn away and then read it again. If the text changes in any way, it's probable that you're dreaming ! A digital watch is a great reality check prompter: randomly set the alarm during the day and reality check whenever it goes off. Then set the alarm to sound at key points during the night (ie, around the 4½ , 6 and 7½ hour marks) ! The Reality Prompter and Lucid Dream Screensaver are also great tools to install and train you in the skill of reality checking "},{"pageNumber":27,"pageContent":"Day Four Good evening and welcome to day four of the course! Wow, this is the end of your second day of reality testing so far. How do you feel? In addition, you should now have at least two entries in My Dream Log. Does it seem like you’re making progress? You might not be lucid dreaming yet, but you’re preparing the ground. And I’ve got some great news. Many of my students often have lucid dreams within the first three days simply as a result of learning and putting so much attention into the topic. However if you haven’t experienced a lucid dream yet, it gets better... Tonight, you’re going to experience a lucid dream! We’ve spent the past couple of days preparing for a lucid dream. Today, we’ll be taking it one step further and EXPECT an actual lucid dream. Introducing “Dreamsigns” We’re going to begin today by looking at dreamsigns. This is a concept of Dr Stephen LaBerge of the Lucidity Institute, often thought of as the father of lucid dreaming. Dreamsigns are recurring items in your dreams that you don’t typically experience in real life. They’re indicators that you’re in a dream. Sample dreamsigns could be deceased people, malfunctioning devices, flying through the air. For me, I have Einstein as one of my dreamsigns. Whenever I see him, even if simply as a piece of clipart on the Internet, I perform a reality check. Open My Dream Log now and look at your dreams from the past couple of nights. We don’t have too much information to go on, but do you notice any consistencies? Do you have one or two illogical items that consistently pop up in your dreams? Identify your dreamsigns now and make a mental note that WHENEVER you see these items again, you will stop and perform a reality check. You need to commit these to your memory, so just to make sure, write down any dreamsigns here: ________________________________________________________ ________________________________________________________ ________________________________________________________ ________________________________________________________"},{"pageNumber":28,"pageContent":" Don’t worry, you can add to the list later – or even write a brand new one. The point is that you get it down on paper and committed to memory. Exploring your Dreamsigns Next, I’d like to try a little technique to help you remember exactly what your dreamsigns are. Close your eyes now and “virtually” explore your dreamsigns. Spend five minutes visualizing... move around the object... describe how it feels... tastes... sounds. Say anything that comes to mind – out loud, if possible. Trust me, this is a powerful technique for helping to really “connect” your various memories to the dreamsign. Tonight, I want you to continue with your routine: set your alarm clock, record your dreams. Just keep a special eye out for any dreamsigns. And if you encounter one – whether you think you’re awake or not – do a reality check. It’s as simple as that. Expect a lucid dream tonight. There’s no pressure: even if you don’t have a lucid dream, tomorrow I’ll be showing you a technique that will increase your chances by up to 20 times. But expect one tonight. Introducing the Audio Stimulation CD You should have one CD that came with your course that you haven’t touched yet. It’s called the Audio Stimulation CD. The Audio Stimulation CD is a specially created recording, utilizing the latest in aural technologies to ensure you experience a lucid dreaming with practically no effort on your part. It plays in a regular CD player... and is extremely powerful. The recording uses triangular pulse modulation to entice the brain into exactly the right frame of mind. It helps you remain consciously and logically alert, while helping the rest of the body fall asleep. It also uses frequencies so far identified to be connected with lucid dreaming and deep meditation. If you’re wearing headphones, you’ll also benefit from the binaural beats and pan modulation booster effects used in the recording. In case you don’t know, binaural beat recordings are specially generated audio pieces that deliver slightly different tones to both the left and right ears. This generates a third “binaural beat” inside the mind, influencing the frequency of your brainwaves. Binaural beats can increase your mood... can put you into a deep meditation... they can even get rid of headaches. Today we’ll be using them to help you get to sleep, while keeping part of your mind conscious and logical, ensuring it’s easy for you to realize you’re actually dreaming. And, yes, there’s actually more. The Audio Stimulation CD also contains a number of random audio prompts, asking “Am I dreaming?” and “Do a reality check NOW!” "},{"pageNumber":29,"pageContent":"These are the exact same voices you may remember from the Reality Prompter you setup yesterday. When you hear these voices, do a reality check. Dreams are very good at incorporating external audio stimuli into their plots... so if you make it a habit to run a check every time you hear a prompt, it won’t be long before you hear it in your dream and click.... you’re lucid! The good news is that you’re going to be using this CD tonight. Simply find a music box, optionally slip on your headphones, hit Play and sink back into your bead. But enough about dreamsigns and the Audio Stimulation CD for now. Sit back and take a deep, deep breath. It’s time for a change. Let’s talk about something completely different. Cheating. Cheating with Lucid Dreams! I’m not going to talk about dreamsigns anymore and I’m not going to give you more awful tasks that you’ll undoubtedly groan about. I’m going to talk about cheating. Now, everybody likes cheating a little. At Christmas, during our annual family game of Monopoly, I consistently cheat... as does every other player. If anyone dares leave due to the call of nature, the bank has usually gets robbed – and every player gets thousands richer and sentenced to silence. It always ends in argument and we love it! The point is that nothing comes easy, but it’s good if you can give it a little helping hand. That’s why I’d like to talk about herbs. I’m often asked if you can “take anything” to help promote lucid dreaming. And unexpectedly, my answer is... yes. To experience optimum lucid dreaming, you should regularly take a multivitamin supplement. These promote balance and ensure your body is getting the nutrients it requires. It’s also reported that B-vitamins can help induce more vivid dreams. Among the actual herbs recommended for lucid dreaming, you’ll find Valerian, Mugwort, Verbena, Rose, Mullein, Kava Kava, Dittany of Crete, St. Johns Wort, Catnip, Hops, Salvia Divinorum, Scutellaria Indica, Licorice Root, Vervain, Jasmine, Honeysuckle, Datura, Bee Pollen, Scullcap, Mimosa, Lavender, Damiana, Withania Somnifera, Peppermint, Holly, Passionflower, Chamomile, Cardamom, Gotu Kola, Ginkgo Biloba, Ibogaine, Cinnamon, Marigold, Nutmeg, Yarrow and Anise Some of these are to be made as teas, others smoked. Certain herbs can be addictive and even poisonous if taken in too large doses. "},{"pageNumber":30,"pageContent":"The Secret “Dream Herb” Today however I’d like to discuss a secret herb: Calea Zacatechichi. Calea Z. is known as the “Dream Herb” or “Leaf of God”. It was originally used by the Chontal Indians of Mexico to obtain divinatory messages through dreaming. Traditionally, the chontal would make a very bitter tea from the herb and drink it before bed – while smoking a cigarette made from the same. In addition to clearing the mind, inducing short naps, and making dreams more vivid, the herb is believed to activate a “memory continuation” part of the brain. This helps you actually remember your dreams, carrying them from sleep through to your wakeful mind – great news if remembering dreams isn’t really a talent you’ve warmed to. Calea Z. is totally legal and is simply a herb. Unfortunately it is often found on New Age sites selling dubious supplies, thereby tainting its good name. However Calea Z. is a completely legitimate, 100% safe herb to assist in lucid dreaming. Note: I advise you to perform your own research as to its legality in your region, and as to its use. As with any typical disclaimer, I need to advise you that I am not your doctor and cannot provide medical advice. As such, you should consult your physician before sampling any such herbs. In rare cases, allergy to the herb can cause nausea or vomiting, so you may first wish to try placing a small piece of a leaf under your tongue for fifteen minutes, twice. If swelling or unwanted side effects appear, discontinue use. Despite its benefits in assisting you to begin lucid dreaming, Calea Z. does have one downside. It’s the most awful tasting herb in the world! Why You Shouldn’t Drink Calea Tea! The tea traditionally made from the herb is extremely bitter. I mean, it’s foul. Some users do smoke Calea Z. however I certainly don’t recommend this approach. The best way to use this dream enhancing herb is in capsule form! Now, most companies provide only the actual leaves and flowers, rather than ready-to-take capsules. As such, you may need to crush the leaves yourselves and tightly pack into gelatin capsules. You can buy empty capsules from your nearest pharmacy, or try emptying capsules you already have in your medicine cabinet. Take around two-three capsules with warm water when you wake up after 4½ hours, or before you go to bed, or before an afternoon nap. Set your intention to experience a lucid dream and to recognize when you are dreaming. Then sit back and relax. Not everyone finds success with Calea Z. however it’s the most popular lucid dreaming herb and works with 90% of those that try it. If you’re interested, spend a few minutes on the Internet right now and find yourself a quality local supplier. Place your order and try it out later in the week. It might just be your key to success. "},{"pageNumber":31,"pageContent":"Expect Your Dream Tonight! I’m going to say goodnight to you now and wish you great dreams. Join me again tomorrow night when I’d like to tell you how you increase the probably of having a lucid dream by up to twenty times. Remember to set your alarm clock tonight and record your dreams as normal. Also, keep an eye out for those dreamsigns. Remember what’s happening tonight? TONIGHT you should EXPECT a LUCID DREAM. You should also remember to continue reality prompting throughout tomorrow. I’ll speak to you again tomorrow night. Try to join me around 90 minutes earlier than normal if you can, as we’re going to try a little something special. Have great dreams! "},{"pageNumber":32,"pageContent":"Day Four Summary ! \"Dreamsigns\" are things that frequently appear in your dreams ! By creating your own list of \"Dreamsigns\", you can easily identify them and more easily notice when you are dreaming ! Putting the Audio Stimulation CD on loop as you sleep will help you become lucid, with its special tones, and by providing audible reality check prompts as you sleep ! Calea Zacatechichi is a well-known Mexican \"dream herb\" that increases the likelihood of lucid dreaming ! The best method of taking Calea Z. is to pack the dried leafs into gelatin capsules and swallow with warm water "},{"pageNumber":33,"pageContent":"Day Five Good evening and welcome to day five! We’re really rolling now. The adventure is beginning and your talents have already seriously increased in just a few days. You’re already recording your dreams regularly and I’m willing to bet my bottom dollar you’ve entered a good three or more already in My Dream Log. When you will to remember your dreams, you do. Ask and ye shall receive. It’s probable that your reality tests are getting better too. Are you testing at least once an hour? If not, what can you do to increase the number of reality tests you perform? It’s also possible that you might just have experienced a lucid dream last night. Did you? What do you remember about it? What did you do? Or if you didn’t experience a lucid dream... then how do you feel? Maybe you had one – but don’t remember it? Perhaps you just remember the dream but didn’t remember to recognize a dreamsign? Don’t worry. Tonight I’ll be sharing a little secret with you that will increase your chances of experiencing a lucid dream by twenty times. Increase Lucid Dreaming Chances 2000% This method will require a slight alteration to your sleeping patterns, but with your alarm clock buzzing three times a night, I’m guessing you’re getting used to that, right? Well, good news. Tonight you’re going to have a break. I’m going to let you sleep for six whole hours uninterrupted. And then... and you know there would be an “And then”... I want you to get up for 90 minutes. Then I want you to go back to sleep for the remaining 90 minutes. Sounds simple doesn’t it? Strangely, this simple alteration to your sleeping pattern will greatly increase your lucid dreaming potential. During a series of 1994 NightLight experiments, reported by Stephen LaBerge, Leslie Phillips and Lynne Levitan, it was found that disturbances in the middle of the night greatly increased the likelihood of a lucid dream. From sex to early morning meditation, from reading to vomiting... any early “wake up” followed by a further nap had a big effect on the likelihood. Further experimentation found more precise timings – 6 hours sleeping, 90 minutes waking, 90 minutes napping – to be the best combination. And it’s this exact formula we’ll be following tonight. Top Tip: A number of experiments have shown that drinking alcohol socially, prior to sleeping, can increase the likelihood of lucid dreaming. This is partially due to the typical mid-night toilet “wake up” call – yet success rates seem considerably greater than with regular “wake ups”, so something else is responsible. Perhaps the alcoholic “drop down” somehow brings the mind back into a more logical state before the dream world expects. Trial at your own risk! "},{"pageNumber":34,"pageContent":"The “90 Minute Nap” Method Set your alarm clock to buzz after 6 hours. When it goes off, wake up. Stay still and think for a few seconds about any dreams you have just experienced. What do you remember? What should you remember? What happened next? Then head down to My Dream Log and record your experiences. Get up, have a drink (not too much coffee!) and surf the Internet for more information on lucid dreaming. Re-read this manual. Draw. Write out your intentions... you WILL experience a lucid dream. Eighty minutes after you have woken, go back to bed. Spend the next ten minutes working on your willpower. Tell yourself that the next time you dream, you will remember to NOTICE you’re in a dream. The next time I dream, I will notice I am dreaming. Repeat it over and over in your mind. You might also wish to write this sentence down over and over: perhaps a hundred times to ensure it really sticks. Maybe you’ll feel more emotionally attached if you draw an image instead? Get it down. Get it remembered. Set your alarm for ninety minutes in the future. Get comfortable. Remember how to reality check. Relax. And let your mind be hypnotized by the hypnagogic images you see as you close your eyelids. You’ll soon drift off to the dream world... then it’s over to you to recognize you’re dreaming! Beating “Shocks” and False Awakenings But what do you do once you’ve recognized you’re dreaming? The first thing is to try not to get excited. Now that’s easier said than done. As soon as you achieve something you’ve been so enthusiastic about, it’s natural to want to jump up and down and shout “Yay!” at the top of your voice. However the shock element might actually awaken you from your dream. Just try to be as relaxed as you can. For now, you’re Mr Cool. Take it in your stride. It’s also surprisingly common for individuals to experience false awakenings. A false awakening is when you think you’ve actually woken up, but in fact you’re still in your dream. You might have gotten all excited at the thought of being lucid... and suddenly you realize you’ve actually woken up and are lying in your bed. But hold on. Are you sure you’re really awake? Everything looks normal, doesn’t it... but are you really sure? Would you bet your life on it? Do a reality check. Many, many times you’ll find you’ve actually experienced a false awakening. If that’s you, get up and have some fun! Another problem experienced by new lucid dreamers is getting too excited too soon... and suddenly the dream begins to fade. There’s a loss of detail and reality in the dream. You want it to continue, but it’s slipping. In these cases, you can often retake control by “spinning” your dream body around and around, trying to make yourself dizzy. Another less effective technique is rubbing your hands together. Such sensory engagement seems to discourage the brain from changing state from dreaming to wakefulness. "},{"pageNumber":35,"pageContent":"The Secrets to Controlling your Dreams Okay, so imagine you actually get this far. The “90 minute nap” method worked, you did a reality check and realized you’re in a lucid dream. Now what do you do? Firstly, you need to remember one thing: you are in control. Even after they’ve experienced lucidity, a number of individuals still don’t “control” their dreams. They’re awake in the dreams, but they can’t control them. Remember: everything in your dream is created by your own mind. As Gene Wilder sang in the Willy Wonka song, Pure Imagination: “If you want to view paradise, simply look around and view it. Anything you want to, do it. Want to change the world? There’s nothing to it.” One great way of controlling your dreams is through expectation. In your dreams, you might expect to walk straight out of your front door and out into Trafalgar Square, London (presuming of course that you don’t live in Trafalgar Square). Or you might expect that when you turn around, you’ll see Tiger Woods in a café, waiting to take you for a session on the green. So, if you want to see something or be somewhere: expect it to happen. You can also try simply willing yourself to fly, or float. Get to where you want to be. Meet the people you want to meet. Is it night in your dream? Make it day time! Find yourself a clock... and forward the hands. Expect the sun to rise and the moon to set. It will! Why not try a little hocus pocus too? Point your finger, expect something to happen... and it will. Poof! Alacazam! It just works. Turning Nightmares into Great Dreams! But what about when lucid dreams go wrong? What if you can’t quite control the dream... and suddenly you’re running through a jungle, with a thousand monsters hot on your trail? You run... you stumble... you grasp... but they’re catching up on you. What do you do? Stop. Stop right there. Turn around. Face the bully. Look into the eyes. Tell the entity: “I am NOT afraid. I want to be friends. Welcome to my dream world!” Now this isn’t always easy. It takes guts: for sure, it takes guts. But do it. Suddenly you’ll notice... it’s not really that scary, is it? This monster is really a creation of your own mind. And if you look closely into its eyes, you’ll see it’s sad really. Or maybe it’s happy. Friendly. It wants to be your friend! It wants to dance and play with you. The evil and the shadows have gone. YOU have taken control. You’ll find that whenever this happens your own personal confidence in day-to-day life will absolutely rocket. This sort of lucid dream nightmare can actually turn out to be a very positive experience indeed... so long as you confront the problem. "},{"pageNumber":36,"pageContent":"Perhaps your “nightmare” is slightly different... maybe you’re falling. We’ve all fallen in dreams and woken with a start. When you’re lucid, simply turn the fall into a fly. In the dream world, there’s no such thing as gravity. You can float, change direction, stop mid-air, anything. It really isn’t so difficult, is it? Getting Started Tonight Are you ready to begin your night? I’m sure you’re going to have a great time with this experiment. Remember: wake up in 6 hours, record your dreams, have a drink and re-read this manual for 80 minutes, recite affirmations for 10 minutes and firmly set your intention, then fall asleep again for 90 minutes. When you awake, record your dreams again... did you have a lucid dream? ALSO... this is important. Remember: reality checks; dreamsigns. TONIGHT you will REMEMBER your dreams. You’re also going to experience an AMAZING LUCID DREAM. Congratulations! You are mastering lucid dreaming! You’ve been doing great so far. Well done on all your efforts. Take care and great dreams! "},{"pageNumber":37,"pageContent":"Day Five Summary ! By getting up after 6 hours and staying awake for 90 minutes, then having a nap for a further 90 minutes, you are twenty times more likely to become lucid ! When you become lucid, it's easy to become excited and wake up. If this happens to you, do a reality check to ensure this isn't a \"false awakening\" ! To control your dreams, try performing magic or opening a door and expecting [whatever you want] to be there ! If you are afraid in your dreams, face up to whatever is distressing you. Remember, it can't harm you! "},{"pageNumber":38,"pageContent":"Day Six Good evening and welcome to day six! How did last night go? With any luck you should’ve gotten up early, had a drink and perhaps re-read a little of this guide – then managed to take a dreamful nap. And with true luck, you should’ve experienced a lucid dream! Did you? How did it feel? What did you do? Are there still things you need to learn? Many people experience false awakenings on their first lucid dream, or don’t properly understand how to control the experience. Just remember: this is your world, your mind. There’s nothing New Age about it. It’s not some Astral Plane that you’re connecting to. This is a world that owes credit to the power of your mind. What did you think of the detail? What happened? Who did you meet? Were you surprised by anything? How did you feel knowing you were “inside” a dream? Did you make detailed notes in My Dream Log? Do you just want to fall asleep right now and try again? How EXCITED are you? And the best news: once you start, it gets easier! “But I Didn’t Have a Dream!” If you didn’t experience a lucid dream, don’t worry. Lucid dreaming is a little like riding a bike. You can put hours into preparation, practice, learning... and you’re still falling over every few minutes. How do you achieve that elusive balance, without stabilizers? Let me tell you a little story. When I was a young thing, I could never tie my shoelaces. I would continuously insist on “slip on” sneakers. Anything else was way too difficult. My parents explained it over and over and over again. I didn’t get anywhere. Eventually, I stopped trying so hard and just “let go”. I still tried, but it wasn’t a big problem for me when I couldn’t manage to tie the laces. Then one morning I awoke, having dreamt about tying my shoelaces. Then it just clicked into place. I knew how to do it. It sounds quite strange to talk about such an early experience as I type out this book in my present “advanced wrinkling” state. But the point is that sometimes when you just “let go,” things come easier for you. If you’re starting to stress out because you’re NOT getting lucid dreams, then you need to calm down. Nothing is more likely to stop them from occurring! Anticipate lucid dreams, yes. Yet don’t be angry or hurt when they don’t appear. It’s just part of life. It’s just what happens. As soon as you do experience a lucid dream, I absolutely GUARANTEE you will be hooked for life. All it takes is one tiny experience and you’ll have enough enthusiasm to try the techniques I’ve mentioned for the rest of your life! "},{"pageNumber":39,"pageContent":"The Logical Feedback Technique Now, today, I’d like to discuss one final technique for assisting your lucid dreaming. This is a variant of the “90 Minute Nap” technique and enables you to actually fall asleep while you’re still awake. If you’re pleased with the “90 Minute Nap” technique or want to continue trying it out, then please do. This is an additional, optional technique that I wanted to include in this seven day course for completeness. You don’t have to try it out now – and indeed, you might wish to leave it for a couple of weeks, as it does require a fair deal of mental discipline. Here’s how it works. You set your alarm to wake you up after 6 hours, as in the “90 Minute Nap” technique. You make a note of any dreams you remember, as normal, in My Dream Log. You also read about lucid dreaming or set your intentions, as before, for around 90 minutes. Then you get back into bed... and let your body fall asleep, but keep your mind awake. This is commonly known in the lucid dreaming community as WILD, the “Wake-Initiated Lucid Dream” technique. I often refer to it as the “Logical Feedback” technique. Body Asleep, Mind Active So how do you let your body fall to sleep, while keeping your mind active? Thankfully, after six hours of sleep, you experience a lot more REM sleep and tend to skip Stages 3 and 4 of the sleep cycle. That means you only have to keep conscious for a short period of time... between the body falling asleep and the dreams setting in. You do this by keeping the logical part of your mind awake. And the best way to do that is by counting. You begin counting in your thoughts: “1... I’m dreaming... 2... I’m dreaming... 3... I’m dreaming...” Now it’s very easy to slip straight back to sleep if you’re not careful. Your thoughts drift and suddenly you start thinking about Bob the plumber and the taps he has to fix. And then you imagine water spurting out of the tap and you’re actually in a swimming pool. And there are fish swimming around you... and you’re actually a fish yourself. Swimming among the corals. And you feel happy, but where is the rest of your group? Whoops. You’ve slipped into dream mode. The logic has gone and you’re floating away. You see, the mind isn’t supposed to remain active as you fall asleep. It’s supposed to... fall asleep. And it’s pretty difficult to resist. Hypnagogic Imagery and Good Vibrations The first thing you’ll experience as the body falls asleep is hypnagogic imagery. This is the collection of shapes and colorful patterns which appear when you press your fingers against your closed eyelids. Hypnagogic imagery is hypnotic by nature... so don’t get too involved with it, or you’ll find yourself slipping. Don’t suppress it either... just let it pass, and keep counting. "},{"pageNumber":40,"pageContent":"You might also experience hypnagogic sounds. Have you ever almost fallen asleep, but then heard some strange noise or voice? “Hello” or “Shhh!” are both examples I’ve encountered. They’re real as life. But you search the bedroom... and then the house. No-one is here. A ghost perhaps? No. It’s a hypnagogic sound. Most of the time you don’t hear them as you’ve already slipped off, but these just might occur if you’re trying this technique. They’re totally safe, completely normal and there’s nothing to worry about. What happens next? You might start experiencing even more abstract thoughts. This is a warning sign that your logical mind is switching off. Resist! If you forget where you were counting from, starting again: “1... I’m dreaming... 2... I’m dreaming” Soon, you may feel as though you’re paralyzed, or feel high-voltage painless electricity jolts throughout your body. You may experience vibrations throughout your body. This is the feeling OOBE enthusiasts claim as the signature to beginning at out-of-body experience. The truth is that this happens every single night, whether we’re aware of it or not. It’s just the brain slowly shutting down the body and preparing to recharge. Eventually, with a little luck and after a possible second series of vibrations, dream images should begin to appear. Suddenly everything will become “clear” and you should have no trouble concentrating. You can stop saying “I’m dreaming”... because suddenly you are. Become aware of your surroundings... do a reality check... and start to explore your dream world! Tips for a Better Journey Many people enjoy this technique because it gives them a lot more conscious control over when they experience their lucid dream. But it’s not an easy technique to use and can be frustrating at times. Here are a few tips to make the journey easier. Firstly, try not to panic or get too excited. The very first time I experienced this technique, I was thrilled when the vibrations came. It’s here! I’m about to experience a lucid dream! However the excitement works against you, just as it does in a lucid dream. My mind came out of its relaxed state and I was back to square one. So: keep calm. You probably won’t, the first time you feel the twinges all over your body, but by the second or third time, you should get used to it. Secondly, in addition to counting, you can try engaging logical sensations. Imagine riding a bike, for example. Feel the handle bars... see the road ahead... listen to the sound of the wheels whirring and the spokes clicking... engage as many senses as you can and make sure you keep it logical. If you don’t, you’ll lose consciousness. Thirdly, when you get up after 6 hours of sleep, try drinking coffee or coke, alongside a chocolate bar, about an hour before returning to bed. These caffeine-filled supplements will kick in at just the right time to help you remain conscious, even if the rest of your body is falling asleep. "},{"pageNumber":41,"pageContent":"“But... Should I Scratch That Itch?” Now let’s answer a few common questions. How long does the entire process take? On average, it takes around half-an-hour or so, however it can take as little as 5 minutes. If you’re getting nowhere, then you’re either too “awake” or you’re distracted by other issues. Oh no! You’re getting close but you have an itch! Should you scratch, or just ignore? Have your scratch! There’s no harm. Just do it and then forget about it. Don’t worry or concentrate on it too much. Scratch and continue. You’re in the dream... but it’s not very intense... sort of like watching an old movie, with drab colors? Spin around! It’s the ultimate technique. It’ll instantly increase the intensity of your imagery, and bring fading dreams straight back into focus. And you won’t feel dizzy at all! So, that’s the final lucid dreaming technique: “Logical Feedback”. It’s powerful, but it needs to be served with a big dollop of patience. If that’s you, then try it out. With a little practice, you can soon become a master. And For Tonight’s Dream What will we be doing tonight? Firstly, make sure you set your alarm 4½ hours into your night and then record your dreams. Then at 6 hours, wake up and have ninety minutes of drinking, thinking about the day ahead, reading about lucid dreaming and setting your intentions. Then either continue the “90 Minute Nap” technique, or try out Logical Feedback. Remember, take things easy. You don’t want to stress yourself too much. If you’re going to have a lucid dream, you’re going to have a lucid dream. Everything happens for a reason, exactly when it’s supposed to happen. Just sit back and rely on that fact. Then let events take over and see where you’re taken. And remember this one thing... TONIGHT you will have a lucid dream. You are excited, yet remain calm. This is an ADVENTURE. I’m going to wish you a very good night now. Make sure you have exciting dreams! "},{"pageNumber":42,"pageContent":"Day Six Summary ! One method for becoming lucid, though requiring significant willpower, involves waking up after 6 hours, staying awake for 90 minutes, then keeping the mind active as your body falls asleep. This is commonly known as the WILD technique, Wake Initiated Lucid Dreaming ! You might experience vibrations and \"jolts\" while using the WILD technique. This is totally normal and completely safe ! If you get an itch while using WILD, just scratch it and move on. Don't cause yourself unnecessary discomfort! "},{"pageNumber":43,"pageContent":"Day Seven Good morning and welcome to day seven! Well, how was your night? I truly hope, from the bottom of my heart, that you experienced the wonder of lucid dreams. Your first experience is always amazing and makes you thirsty for more. However it’s not uncommon for beginners to go a couple of weeks without experiencing a lucid dream... then they get their first taste of the sweet experience. And they’re hooked. Suddenly they’re reading up on it everywhere, researching new techniques, trying to discover as much as they can. One tiny experience can produce a true rocket of motivation. Tonight’s the Night Tonight we’re building up to your Magnus Opus. That is, TONIGHT will be your grand night – the night you’ve been building up to over the past week, the night when you WILL experience a lucid dream, once and for all! And if you’ve already experienced a lucid dream, tonight you’ll experience one EVEN BETTER. We’re simply going to follow a regular pattern. Keep with your reality checks. Use your Reality Prompter, turn on the Lucid Dreaming Screensaver. We’re going to set our intention before going to sleep and do a little creative drawing. We’re going to really, really expect. If you’ve “skipped” a few of the steps in this past week, or haven’t been as strict as you should be, then this is your day for change. Do everything: put in effort and reap the rewards. We’re not going to learn any new techniques today. Instead, we’ll be exploring something that may inspire you even more: stories from lucid dreamers that have tasted just how fantastic lucid dreaming really is. Just reading about the experience of others can really help get your subconscious into gear and prompt you to become lucid while dreaming. So, grab a cup of coffee, sit back, and let’s get reading. "},{"pageNumber":44,"pageContent":"Nuclear Factory Romance I was walking through this town and bombs were going off everywhere. The detail was amazing and there was a lot of fighting going off. For some reason, the rest of my school was following behind as we observed the chaos. We decided to take cover and I suggested going into the Simpson-style nuclear factory. I sat down in the corner of a room and started chatting to this cute guy. And suddenly it occurred to me: Jeanine is dreaming! I’m dreaming!! I grabbed this guy and started kissing him, just because I could. I then imagined I was on an island... and suddenly I was. Palm trees, white sand, everything was so clear and vivid. I began to explore but the dream began to fade. I forgot to spin around and woke up in my bed (for real!). What an amazing experience. It was so simple, yet I’ve never known anything like it. I’m hooked!! Superman Returns I’m walking around this hotel trying to find my room. I think I’m in New York or something, but I’m dressed like a dapper business professional and everybody in the hotel seems to know me. I eventually find myself chatting with a very pretty maid in my suite, which is almost as big as my house. Suddenly I think to myself that this situation is almost too good to be true... and I realize... I’m dreaming! After a couple of reality checks, I grab the hand of the maid – who has now turned into an even prettier nurse – and decide to jump out of the window. She thinks I’m crazy and am going to commit suicide, but I promise her that I know what I’m doing and that she’ll have the best time of her life. I grab her hand and can feel her worry. But she trusts me. I’ve flown before in a dream, so knew what to do. I imagined a breeze carrying me away. She looks across at me and is having an amazing time. Suddenly she realizes I’m superman! We glide through the skyline, swooping over skyscrapers and under bridges. It was the most invigorating experience of my life. I could NOT stop thinking about this beauty and the flight for weeks after. Fantastic!!!!!!! "},{"pageNumber":45,"pageContent":"Haunted House Turns Good For some reason, I’m walking around this haunted house. I know that I have a friend somewhere else in the house, but he’s missing right now. I was scared, wishing I wasn’t there. Suddenly a mass of ghosts come screaming toward me, like bats, flapping in my face. Then I remember something I read about facing my enemies and it clicks that I might actually be dreaming. It’s too dark to do a reality check, so I tried to logically think how I got to this situation. Then I realized it was a dream... “Lights on!” I yelled and they were switched on. The bats had gone. I looked around the house, just to make sure it was a dream. I did a few reality checks and then I got excited! The next thing I know and I’ve actually woken up in my bed. I sit back and feel really disappointed. I hadn’t had a lucid dream before so was disappointed I’d awoken. I’m about to fall asleep again, but before I close my eyes, I remind myself to do another reality check, just in case this is a false awakening. I’m tempted not to bother, but I do it anyway. I look at my alarm clock, then look away, then look back. The time actually changes. I curse at my clock for being faulty... then I realize this is the warning sign that you’re still in a lucid dream. Apparently mechanical devices fail a lot in dreams or do things they shouldn’t. I immediately get up, switch on the lights, and do more checks. Then I tried an experiment. I opened my door and expected to walk straight outside onto a mountain in Tibet. I threw open the door... and it was daylight on this beautiful, tree covered mountain. I was on the edge of a little village. Everybody cheered as I walked through. It was my birthday, and they were all offering colored ribbons to me in celebration. Amazing. I want to go back there... I’m sure it was a real place somewhere. I just don’t know where. I’m going to try for another lucid dream at this place... "},{"pageNumber":46,"pageContent":"Catcher of the Dream I’m walking toward my Grandma’s house and I’m starting to wonder why everything is a shade of gray. I look up to the sky and it’s a bright and clear day, yet everything around me seems drab. I feel like the guy from “Catcher in the Rye”, depressed and wishing I didn’t live around here. Then I suddenly thought to myself... why am I visiting my Grandma? She died ages ago. I hear something say: “Do a reality test NOW!” – I think it must have come from the CD, but it sounded like it was coming from a female God. No-one else on the street seemed to hear it. I checked my pockets but I had no reality checking cards. I asked a girl coming toward me for the time. She was wearing a digital watch, thankfully. I grabbed her hand, looked at it once, turned away, then looked back. The times didn’t match. I was dreaming!! I started skipping down the road, wondering what to do next. I thought about asking the girl, but she seemed to disappear. Then I imagined I was wearing huge springy bouncing shoes. I pressed an imaginary button on my shoes then continued to skip. I sprung HIGH in the air as I moved further down the street. Each leap took me higher and higher. I could see the other houses... the other streets... eventually the whole town. Suddenly I was actually on a bouncy castle, with a bunch of children, really trying to get as high as I could. Everything was so detailed and beautiful. I jumped higher and higher. I guess thinking about it now I could’ve just flown, but I seemed to think I needed to jump higher in order to see more. Then I jumped so high, really pushing hard, that I could see the whole outline of the world. I don’t think my geography is too hot, because there was only America on the planet, but it looked so detailed and seemed so logical. The outlining was perfect and I just stayed out in space, hovering for a while, observing. I turned around and looked at the planets around me. It was as though I knew where I needed to look to explore more. I found Mars and Jupiter. For the first time in my life, I even began to understand how the sun and moon rotate. I was awe-inspired. It was the most fantastic dream I’ve ever experienced. I still can’t believe I went lucid and am STILL so excited. Wow, wow, wow, wow, WOW!! "},{"pageNumber":47,"pageContent":"Butcher, Waker, Dream Maker I was in a butcher’s shop, waiting for my turn to be served, in some small village in the Cotswolds in England. I’m getting a little impatient as the woman in front of me is taking ages to get served, messing around with her order of sausages. The place smelt fresh and savory and I was very hungry – but I knew I had a mission. I had to ask these people about lucid dreaming and tell them that I needed to be aware that I was in a lucid dream. I wondered if they had also experienced a lucid dream. I saw their clock on the wall, a cheap white library clock, and remembered that I had associated every clock I saw with doing a reality check. I looked at the special offer on the counter for meat and did my reality check. The offer changed. I interrupted the woman, who seemed to have grown younger: “Did you just change this offer?” I asked. Everyone looked at me as though I was crazy. “No way. Do you want some honey-smoked ham?” I was about to say yes, but then I realized that the reality check actually failed... so this must be a dream. “Is this a dream?” I asked the guy behind the counter, but he just smiled faintly. It was as though he was an actor in this “dream play” and I’d found out his secret. I dropped my bags (even though I didn’t have them when waiting in the queue... strange how dreams improvise as you see them through!), ran outside and decided to fly. I flew straight into the air and swooped down on top of a huge library building. I sat on top of it and just stared down. I wanted to stay there forever. I couldn’t believe... I COULD NOT BELIEVE... that this was being made up by my mind. There were people bustling about everywhere. It was very busy, not at all like the real Cotswolds. I followed one woman with my eye, watching her stop at the pedestrian crossings, seeing her go into the bakery, leave the bakery, and so on. Could my brain create and logically control so many different things happening at once, in perfect logical order? I just sat and looked on. I was direct observing the workings of my brain and found it AMAZING. I kept watching, relaxed, and eventually I woke up. This was actually my second lucid dream and it blew me away. Words simply cannot express my awe. "},{"pageNumber":48,"pageContent":"You Must Be Crazy! I didn’t understand what all the rage was about until I had my first lucid dream last night. It was only quick and simple. I was in an old-fashioned theatre with really bright green, classical walls. It was an amazing place. I think it was from my childhood, but I’m not sure. I realized that the brightness was unusual, and then recalled I should do a reality check whenever I experience anything unusual. I did... and it failed. I was dreaming! I ran outside and tried talking to people, telling them this was a dream. They all thought I was crazy. I tried to calm down but I couldn’t. I woke up, then did another reality check. That failed too... but then I genuinely woke up. I can’t believe how genuine the experience was. So EXTREMELY real, it’s untrue. What an experience. I’m going to continue again and again until I get another. It’s true that you only need one to get you addicted. Portobello Road For some reason it was all dark and blurry and I heard a voice from the CD remind me to do a reality check. I did... and the text on my paper changed. I was in a dream! I began to explore but the setting was really dim. I was worried that the dream might just be fading, so I started shouting: “Clarity NOW! Clarity NOW!” at the top of my voice. I also span around. Suddenly things started to get brighter and I imagined I was swimming to the surface of the water. I saw a sparkle of light and suddenly I was swimming toward an island. It was like something out of a movie. People were doing salsa and dancing and eating melons. A bunch of guys were going around playing synchronized metal drums. I started singing “Portobello Road” for some reason and it was then I realized that people would actually follow me in what I did. Now I think of it, we were actually filming a sort of movie. I began to sing and do my moves, and everybody else followed professionally. Like a professionally rehearsed Broadway production... but better, brighter and very much more exciting. We finished with a great finale. I didn’t want it to end, but I eventually woke up. I tried to join the dream again, but I couldn’t. It was fantastic though. I have never woken up feeling so great in my life!! "},{"pageNumber":49,"pageContent":"Wake Up and Smell the Coffee I’m sitting at a café with my old University science lecturer. We’re chatting away about the world and I ask him how old he is now, telling him that he must be “getting on”. He replies and says he is 147 years old. That surprises me slightly, because I thought people only lived to around 100. Then he tells me I should be more logical rather than stupid. I was about to verbally attack him for being so rude, but then I considered that this may be a dream. He handed me a sheet of paper with some writing on it and I did a reality check. It failed. I realized I was dreaming – then calmly ordered another cappuccino and discussed the dream state with my professor. He explained how it all worked and why dreams are necessary. He shared a few tips on changing the course of my dreams and explained that he was my dream guide. I asked him to prove it and to explain something to me. I remember reading in the guide about the Theory of Relativity, which I never really understood. He explained it to me. I don’t know how, but he did. <Original transcript includes full accurate description of the theory> I then woke up, still smelling the coffee and the warm breeze of a Santa Monica beachfront. It took me about a week to get over it – and I called the professor the next day. Incidentally, I explained the Theory of Relatively back to him. He said my description was spot on! Looks like sometimes the mind takes in more than you think. Sexual Spanish Siesta This isn’t my first, but I just finished my third lucid dream and it was the best one yet!! I had decided not to ask questions or explore or fly anymore. I went up to my bedroom and expected to open the door and find a dazzling Spanish beauty on my bed. I opened the door and there were THREE sexy ladies in thongs all waiting for me. Their eyes lit up and I had the wildest sex ever. I’m not going to go into details, but I think I must be the luckiest man alive to experience a dream like that. It was truly awesome. I bet everyone wished they knew about this... totally safe sex... what a treat! "},{"pageNumber":50,"pageContent":"Branson Space Travel I’m sat in a rocket that’s heading out into space, except it’s full of regular passengers, all sat back. The rocket moves and begins to point upwards. I read a safety sign on the wall. When I go back to check details of the exit lanes, I realize the sign has changed. I think to myself that it’s odd... then I realize I’m dreaming! But it’s too late to do much now, as we’re just about to set off (I was lucid, but didn’t take full control as I realize I should have). My Dad is sat next to me and is getting worried, as he’s never flown in a commercial spacecraft before. I explain to him how it all works and that we’ll be knocked out shortly after we set off, as the jet propulsion thrust gets the better of us. We’re blasted into the air and I can feel the pressure as we’re pushed right back. Slowly I feel myself being knocked out. I literally felt every bit. I now know exactly what it would feel like, no question about it. Eventually we all came round and I looked out of the small window and explored the stars and the planets. I moved to the back of the plane to enjoy a little buffet and was grabbed by a number of elderly ladies that didn’t really know how everything worked. For some reason, I knew it all – and explained how the anti-gravity mechanisms on the rocket worked and how oxygen levels are maintained. They were very interested and chattered away to each other in a traditional “Grandma” fashion. They were hilarious. Eventually I went back to my seat but tripped up in the aisle and awoke in my bed. That was one fantastic dream. I actually woke up asking myself whether commercial space travel was available, it really was that real. I pondered over it for hours and hours and hours. I could’ve become more lucid and taken control of the dream, but it was the first time I realized I was actually dreaming... and it felt brilliant. Strangely, the next day Richard Branson launched the first commercial space travel company! "},{"pageNumber":51,"pageContent":"Feel inspired? As we wind down the end of our seventh day, I want you to remember that this is your ultimate. It’s what you’ve built up to over the past seven days. This is the night to try it all out. You WILL experience a lucid dream tonight. Let me quickly recall what you should do today and tonight: ! Make reality checking a habit ! Use your digital wristwatch and set random “reality check” alarms ! Play the Audio Stimulation CD throughout the night on loop, resetting it every time you awake and record your dreams ! Set your bedroom alarm clock to wake you up after 4-½ hours, then record your dreams in My Dream Log ! After this, set your alarm clock for 90 minutes and do the same again ! After waking again (ie, after around 6 hours of sleep), get up, grab a drink and re-read this chapter. After 90 minutes, go back to sleep and set your alarm clock to wake you after a further 90 minutes. Then immediately record your dreams in My Dream Log ! If you’re using Calea Z. then take two or three capsules of the herb before going to sleep (preferably at the 6 hour point) This short list really summarizes everything we’ve discovered over the past seven days. And tonight you’re going to devour the ripened fruits of your labor. So, start today. This is YOUR day. This is the day when your DREAMS will literally come true. The greatest things come to those who wait and you’ve waited your seven days... Now is your time to Experience Lucid Dreaming Is that it? No way. This course hasn’t totally finished. You still have a Cheat Sheet, a bundle of Frequently Asked Questions, and more to explore. But leave that for now. Just keep focused, remember your goals, and experience a lucid dream TONIGHT. "},{"pageNumber":52,"pageContent":"This is Bradley Thompson, and I’d like to thank you for joining me on this seven day course in lucid dreaming. If you have questions in the waking world, contact our dedicated support team at www.myHelpHub.com. Or if you have queries while you’re lucid dreaming, shout: “Show my dream guide!” I’ll either appear to assist, or your own individual subconscious “helper” will pop up to help you. We’ve had a great week here. I’ve really enjoyed myself, and I hope you have too. Remember: there’s nothing to fear in the dream world. You’re simply exploring your own imagination and using your brain to its full potential. No more 10%... you now have the magical key to access your entire brain. Use it for fantasy... use it for creation... use it for self development... use it to find answers. Use it to make the world a better place. Lucid dreaming gives you the chance to put yourself ahead of less enlightened individuals. Make sure you respect it and use it for good. This book is my gift of knowledge, from me to you. Thank you for joining me and have yourself a great day. Happy dreaming and blessings, "},{"pageNumber":53,"pageContent":"Cheat Sheet Want a quick reference list of all the things you should be doing to ensure you experience a lucid dream tonight? Here’s our quick Cheat Sheet, an active summary of the exercises you’ve learned during this course: ! Perform reality checks as regular intervals: o To perform a reality check, look at a piece of text, look away, then read it again. If it changes, you’re in a dream o Randomly set your digital watch alarm and perform a reality check whenever you hear a beeping noise o Whenever the Reality Prompter asks you, or when you see a message in the Lucid Dreaming Screensaver o Perform a reality check whenever you urinate; arrive at work; walk through your front door; see the picture of an airport; check the time; think something is strange ! Make sure you record all your dreams every single night: o Aim to record a minimum of three dreams every single night o Use a notepad or My Dream Log to note all your dreams ! Play music in the background, to help stimulate lucid dreams: o Try playing the Audio Stimulation CD, restarting it every time you wake up, or... o Keep your radio switched on all night, to increase the clarity of your dreams ! Set your alarm to wake you after 4-½ hours sleep, then 90 minutes after, then 90 minutes after that, every night: o On awaking, stay still for a moment and ask yourself “What was I dreaming?” then follow your thinking o Write your dreams and thoughts down within a few minutes, even if you don’t remember anything o To increase the chances of having a lucid dream twenty times, keep awake for 90 minutes after your second wake (ie, after around 6 hours of sleep), then nap for 90 minutes ! Keep a separate log of all your “Dreamsigns”: o Dreamsigns are things which frequently occur in your dreams o Regularly analyze your dream recordings to find Dreamsigns, then set your intention to perform a reality check whenever you notice these items in future "},{"pageNumber":54,"pageContent":"! Make sure you take control when you become lucid: o If your dream is hazy or lacks detail, shout “Clarity NOW!” or start spinning to make things clearer o If you wish to fly, simply will it to happen. If you have difficulties, imagine a breeze brushing you off your feet o To make things happen, try performing magic. You can also try opening a door and expecting something to be there. Spinning is another effective way or changing the scenery o If you’re faced with a monster or other fear, look at it in the eyes and tell it to “I am NOT afraid. I want to be friends. Welcome to my dream world!” This is only a dream and nothing can hurt you • Try the Logical Feedback (WILD) technique, if you have the willpower: o Wake after 6 hours for 90 minutes. During this time, read about lucid dreaming, set your intention and drink coffee after 45 minutes. o Go back to bed and let your body fall to sleep, but keep your mind awake by counting to yourself: “1... I’m dreaming... 2... I’m dreaming.” If you lose your place, simply start again. o As time progresses, you will experience mild vibrations and “jolts”. Ignore them: they are safe and you experience them every night whether you realize it or not o Eventually your mind will suddenly become clear and feel refreshed. You may begin to view imagery around you. Begin to explore... you’re in a dream! o If the dream begins to end or isn’t clear, shout “Clarity NOW!” or spin around in your dream ! If using Calea Z. take two to three capsules prior to going to sleep: o Crush the dried leaves and pack them into gelatin capsules o Drink two to three capsules with warm water for best effect o Use whenever required, however ensure you don’t “burn yourself out” ! Ensure you take a multivitamin pill every day "},{"pageNumber":55,"pageContent":"Frequently Asked Questions You’re already an expert on lucid dreaming. However we all have extra questions for time to time. In this section, I hope to provide common questions and answers to help improve your lucid dreaming experience. Let’s begin. Q. I’ve not experienced a lucid dream yet. Are you sure this works? Firstly, let’s address whether lucid dreaming actually works: absolutely. Not only myself, but hundreds of thousands of enthusiasts across the world would be willing to bet their lives on this single point. Lucid dreaming is a fact, the focus of countless books, numerous scientific studies, dozens of workshops and even various companies. Lucid dreaming is here. It works. However, like a radio tuner, you need to hone in on its own particularly frequency. If you haven’t experienced a lucid dream yet... you will. Sometimes when people start to experiment in the world of lucid dreaming, they become easily frustrated. In today’s fast-paced “on demand” society, it’s annoying to have to wait or practice in order to get results. As a child, this was natural to us – but today, we want things now. Lucid dreams don’t always work like that. Treat this skill as you would learning a language. Thankfully, by connecting with this course, you’ve managed to find the quickest method possible – the quick translation guide, the Michel Thomas equivalent of lucid dreaming. For some people, lucid dreaming comes immediately. For other, it takes a few weeks for their first dream – then they’re on a roller coaster ride, with multiple lucid dreams a night. It’s unpredictable. Maybe in the future we’ll be able to control it better: who knows. But for now, you need patience. Don’t get frustrated, don’t get annoyed. Just let things happen naturally. Lucidity will come. I promise. Incidentally, for slightly more conscious control over your dreams, you might wish to try the Logical Feedback technique, often called the WILD technique, discussed on Day Six in the course. It isn’t for everyone, however it might just help you bridge the gap if you’re having difficulties. Remember: seek and ye shall find. Lucidity is definitely available to you. Just go out and find it. "},{"pageNumber":56,"pageContent":"Q. How often can I expect a lucid dream? This all depends on your goals. You may wish to experience a lucid dream once a week, or once every night. This is all perfectly possible. When the father of lucid dreaming, Stephen LaBerge, began his thesis on the skill, he was only experiencing lucid dreams sporadically. Obviously he had a true desire and need to experience lucidity at least once a night so he could continue his research. He devised techniques (of which we have covered all and more in this guide) to ensure he could experience lucid dreams practically on demand. By the end of the thesis, he was experiencing lucid dreams at least once a night. During my first year of lucid dreaming, I tried limiting my efforts to reaping around three lucid dreams per week. Now, I lucid dream almost every single night. And they’re all just as exciting as when I first started. Again, the language analogy exists: if you concentrate on learning a language every day, you could expect to be fluent by the end of the year. If you only listen to your language tapes every week or so, you might only grasp the basics. How often? It’s up to you. Set your goals and stick by them. Q. I get too excited when I become lucid. Is there any way to stop this? This is extremely common. Even I suffered from this when I first began... and it’s so incredibly annoying. You finally achieve what you’ve been waiting for and you get too excited for it to last! The best way for continuing lucidity is to spin, like a child attempting to get dizzy. Spin around and remind yourself that the next scene is going to be a dream. This technique has been used over and over again and is undoubtedly the most effective method of prolonging a dream. If you do however wake up, make sure you perform a reality check to ensure you’re not actually still dreaming. “False awakenings” are incredibly common. "},{"pageNumber":57,"pageContent":"Q. Is lucid dreaming connected to Out-of-Body Experiences? No. Full stop. Enthusiasts of the “out-of-body experience” wax enthusiastically about Astral Plains and traveling through time, et al. It’s nonsense. Out-of-body experiences are simply mistaken lucid dreams, typically induced using a Logical Feedback-style technique. They typically report jolts of electricity going through the body and how this signifies leaving the soul leaving the body and entering a different world. Incorrect. It’s simply your body preparing itself for sleep and happens to us all every single night. Everything specific to the “out-of-body experience” can be explained rationally. It is quite simply lucid dreaming wrapped in esotery. Most OOBE fans wouldn’t believe such an explanation: after all, their experiences in so-called other worlds “seem so real.” But it’s all generated inside our own, powerful minds. Our brains do have that sort of power. And by tapping into the world of lucid dreaming, you can experience it for yourself. It’s not dangerous, it’s nothing mystic, you aren’t leaving your body. It’s just about becoming conscious as you’re dreaming, pure and simple. Q. Can lucid dreaming become addictive? Some people worry about the “escape” factor of lucid dreaming and whether it can become addictive. But there’s nothing to fear. Nature itself limits the number of lucid dreams you experience. You can’t spend all your time lucid dreaming: only at night can you experience it, and even then, only when all the conditions are correct. There’s no way to become addicted to lucid dreaming at all. No fear. Q. Can the “quality” of lucidity change at all? The quality of the lucidity – that is, your awareness of being awake – can actually vary, resulting in very different outcomes. For example, you might be aware you’re actually dreaming, but not aware enough to realize that you can control the dream or begin flying. This is known as “low-level lucidity”. Here, practice makes perfect. It’s as simple as that. If you are aware enough to remember, you can try shouting: “Increase lucidity NOW!” however it all depends how conscious you are within your dream. If the quality of your actual dream is fading, rather than your lucidity, simply begin spinning or shout “Clarity NOW!” to increase your environment vividness."},{"pageNumber":58,"pageContent":"Q. Can lucid dreaming be dangerous at all? Absolutely not. Remember, you’re simply snuggled up safely in your bed. Even if you have worrying experiences, you can simply face them. They might temporarily worry you, but you’re just dreaming. Everything is happening inside your own mind. Play with it, ease it, do anything you like. It’s all totally safe. Q. Does lucid dreaming get better over time? There’s no doubt about it: YES! Lucid dreaming definitely improves over time. As your dream recall improves and your reality checking becomes habitual, you’ll find yourself lucid dreaming more and more frequently. You’ll also learn how to better control your dreams and discover your own unique techniques for inducing lucidity. We all have our own quirks and ways of working. Over time, you’ll discover yours – and become the lucid dreaming expert I know you’re going to be! Continue working at it and I guarantee you’ll be amazed. Lucid dreaming just gets better and better... and better. After a while, some lucid dreamers encounter “dry spots” of a week or so. Just work through it. Let whatever happens happen. Don’t stress over it and simply let everything take its place. Your lucid dreaming will continue. Not a doubt of it. "},{"pageNumber":59,"pageContent":"Q. Where can I learn more about lucid dreaming? There are dozens of books, workshops and resources available to take you even further in the world of lucid dreaming – and with the advent of the Internet, you’ll find these all at your fingertips. Try visiting search engine Google at www.google.com and searching for lucid dream-related sites to see what you come up with. Want to discuss your own lucid dream experiences? Try the forum at www.dreamviews.com for a great start. You might also want to try the Yahoo! Lucid Dreaming group at http://groups.yahoo.com/group/lucid-dreaming/ You can checkout the homepage of the Lucidity Institute for the latest lucid dreaming research studies at www.lucidity.com. They often run live workshops with Stephen LaBerge at various exotic locations too, so that’s a definite if you’re serious about lucid dreaming. You might also wish to try reading more by searching for related books at Amazon.com or Amazon.co.uk. “Lucid Dreaming: A Concise Guide to Awakening in Your Dreams and in Your Life” is one LaBerge book increasing in popularity, in addition to his classic “Exploring the World of Lucid Dreaming”. Other recommendations include “Our Dreaming Mind”, “Controlling your Dreams”, and “Lucid Dreamer”. A simple search for “Lucid Dreaming” will also bring up related books from a number of other respected authors. If you’re looking for lucid dreaming devices, such as the NovaDreamer and NovaSpeaker (all now discontinued by the manufacturer) you may wish to try searching auction site eBay at www.ebay.com or www.ebay.co.uk to find the best bargains."},{"pageNumber":60,"pageContent":" That’s all for this guide. Allow me to close by wishing you nothing but good. And remember: the best things come to those with patience. Enjoy – and have great dreams! - Bradley Thompson"}]
