[{"pageNumber":1,"pageContent":" HOW TO DEVELOP YOUR OWN PSYCHIC ABILITIES TO IMPROVE YOUR LIFEEveryone is psychic. Some people are more so than others and every one of us possesses this ability. Youdo. I do. And we can further develop, train, and direct, what we already possess. . . expand our psychicpotential until every measure of our lives is vastly improved.Psychic abilities are practical and usable.This is true because psychic abilities are merely extensions of faculties normal to us. For instance,clairvoyance extends the ability to see, clairaudience extends the ability to hear, telepathy - the ability tocommunicate, precognition - our sensing faculties, deja vu - past memory recall. Every psychic abilityyou've ever heard of is but an enhanced version of what is normal and typical for each member of thehuman race.What does it take to extend our faculties?First and foremost, a positive attitude. . . plus the ability to relax and imagine and trust.Faculty extensions (what most people refer to as \"psychic abilities) allow us to access multiple layers ofinformation, and sometimes simultaneously. And they enable us to reach that wellspring of innerknowingness which resides in the deeper depths of our being.Our intent, that directive force of our attitudes and beliefs, determines the type of results we can achieveonce we accept our psychic potential and begin the process of developing this inner resource. As withany other talent, practice makes perfect - use establishes value.You may notice that the process of extending faculties normal to you has a special \"feel\" to it. Thisfeeling signals the coming together of your head and your heart. When the energy of head and heart joinand function as one unit, all aspects of yourself unite as if teammates working for the same goal.How to Develop Your OwnPsychic Abilitiesfile:///C|/My Documents/How to Develop Your OwnPsychic Abilities.htm (1 of 7) [10/07/2000 1:53:16 PM]"},{"pageNumber":2,"pageContent":"Amazing things occur when this happens. You become healthier, happier, more loving and patient, wiser;and you attract more friends and exciting opportunities.Literally, to be alive, truly alive, is to be psychic.Developing your innate psychic abilities is one of the best investments you can make in creating a betterfuture for yourself. The fact that you are reading this article tells me you are ready to take this positivestep forward. So let's begin - right now!What follows are the four basics necessary to improve and expand your psychic potential. They are: apositive attitude, the ability to relax, imagine, and trust. Simple explanations and easy exercises areprovided.A POSITIVE ATTITUDE:Research has consistently shown that a positive state of mind automatically increases your psychicabilities. The more positive and enthusiastic you are, the more your faculties will stretch beyond anylimitations you may have thought you had. Negative thinking or excessive skepticism (some skepticismis desirable), will impede this process or block it altogether.To insure that you remain in a positive frame of mind, read uplifting and inspirational literature, at least afew pages, each morning before you go to work or begin your day's activities. This starts you out on theright foot, and helps you to maintain a sense of objectivity as the day progresses.Also use affirmations. Post them at eye level in your home; an especially good place is around or on yourbathroom mirror. Make certain your affirmations can readily be seen, and that includes in your car and atwork. Most bookstores and gift shops sell a broad range of such eye-catchers, or you can make your own.Try affirmations such as these:\"Every day and in every way, I am getting better and better; I am becoming more and more.\"l \"I am peace. I am love. I am joy.\"l \"Health and wealth are my birthright, success my tool, kindness my standard.\"l \"I am beautiful and loved RIGHT NOW, for I accept and express the goodness which resideswithin me.\"l By noticing affirmations like these posted throughout your environment, your spirits will perk up; smileswill replace frowns. Incredible as it may seem, what you affirm on a regular basis often manifests in yourlife.THE ABILITY TO RELAX:The more thoroughly you can relax while remaining consciously alert,the quicker you can unleash yourheart's ability to feel and your mind's ability to create - hence, your psychic potential.Relaxation alters your state of consiousness. The deeper the relaxation, the more benefits you receive. Asyour brain decreases the speed of its brain waves, breathing slows from the normal twelve breaths perminute to about six, for the average person. When this happens your body uses less oxygen, thusenabling your metabolic rate to lower. The result? Tension and stress melt away. Cellular repair and newgrowth accelerate, as your body uses this opportunity to rid itself of toxins.How to Develop Your OwnPsychic Abilitiesfile:///C|/My Documents/How to Develop Your OwnPsychic Abilities.htm (2 of 7) [10/07/2000 1:53:16 PM]"},{"pageNumber":3,"pageContent":"Relaxation also fosters patience and understanding. It gives you the \"time out\" you need to wind downfrom the day's many activities and switch into \"neutral\" - that wonderful, non-judgmental state where allthings are possible, and you can feel good about yourself.Here's a way to relax that is quite effective:Sit in a comfortable chair, with both feet flat on the floor, legs parallel to each other, spine straight.Your head will automatically balance itself on your neck, as if cradled by your spine - thus a headrest on the chair is unnecessary. Shoulders and arms simply hang loose, as your hands lieeffortlessly atop your legs - or to one side. Eyes are closed.l Breathe slowly and deeply, allowing your abdomen to fill to capacity with air. Establish abreathing rhythm. With each inhalation affirm that you are protected and whole, and that all iswell. With each exhalation, affirm that all tension and stress, problems and concerns, are released.l Move your consciousness to each area of your body, one section at a time, beginning with yourfeet and ankles. In your mind's eye, envision your feet and ankles at peace and completely resting.l Continue to move your consciousness, this time to the area of your lower legs, knees, upper legs,and hips - relaxing each member as you do. Affirm complete and total peace for all.l Now travel in consciousness to the trunk of your body, its many organs and functions. In yourmind's eye, focus on each section as you affirm the reality of its perfect peace, perfect rest.l Next, become aware of your chest, back, shoulders, arms, elbows, wrists, and hands. Clearly focuson each member, knowing that it is resting and at peace.l Your neck, head, face, and brain are now totally relaxed as well. Know that this is so. Feel it.Affirm the peace that you are.l While you drift in the joy of being completely relaxed, be aware that at some special spot within you islocated your center - the very center of your being. Move your consciousness to that spot. Go there now.You know your center. You recognize the place. It is that part of you still connected to the purity that isGod, the oneness of all creation. Your center is a place of radiance, of perfect love, perfect joy, perfectpeace, perfect knowing. Just be there. Be in your center, safe and warm, secure in the knowledge that youare wonderful, and that you have the right to be who you are. For you are an expression of God'sblessings, part of The Great Spirit and A Greater Plan for All Creation.When it feels right to leave your center and return to full conscious awareness, do so slowly, in steps,knowing that at the count of three you will be wide awake and ready to resume your day. Counting one. .. affirm that every part of your being is healed and whole. Counting two. . . feel surges of energyrefreshing and reinvigorating your body. And counting three. . . eyes open; you are alert, joyful andhappy.THE ABILITY TO IMAGINE:The faculty of imagination is just as important to your health and well being as any other faculty youpossess. Your imagination enables you to visualize possibilities, to act out in your mind and rehearsebefore you physically perform any given task. Athletes use this ability to great advantage, for it enablesthem to practice and prepare, over and over again, before they ever move a muscle or take a step. Artistsof any kind also find this ability invaluable, since it is on the \"canvas\" of their imaginations that theyinitially splash their \"paint\" and explore the mystery of form. In science and in math, the imaginativefaculty is what often proves to be the final connecting link, enabling problems to be solved that wereHow to Develop Your OwnPsychic Abilitiesfile:///C|/My Documents/How to Develop Your OwnPsychic Abilities.htm (3 of 7) [10/07/2000 1:53:16 PM]"},{"pageNumber":4,"pageContent":"formerly unsolvable. Einstein fully credits his imagination with producing the actual formula of E equalsMC squared - the theory of relativity - that revolutionized the entire world of rational thought andscientific inquiry.To exercise this incredible storehouse of invention and fun, create fanciful daydreams for yourself. Letyour mind run wild. Don't try to make sense of anything. Just play. Pretend you are a child again, and seehow creative you can be. Daydreaming helps you to visualize storylines.To hone this ability, to discipline the imaginative process, train yourself to visualize carefully and ingreat detail. For example, place an apple on the table in front of you. Look at the apple. Note its contours,blemishes, features. Now close your eyes. Can you still see the apple? Does it look like it did when youreyes were open? Are there differences? Open your eyes and compare the real apple with the apple yousaw in your mind's eye. Try again. Practice holding the image inside your head, until what exists in yourimagination exactly matches what exists on the table in front of you. Practice with other items, even walkthrough unfamiliar environments, using the same technique, until you can visualize in your mind whatyou see with your eyes - with the same exact detail. Eventually your mind will catch on, and you will beable to imagine anything you want without ever having physically seen the item first. Expand this abilityto include smell, taste, sounds, textures, and feelings. The better you can imagine, the more psychic youcan become. It all begins with the innocence of belief and the child-like desire to play.TRUST:The root word of \"psychic\" means \"soul.\" Thus, psychic abilities are really soul abilities. The \"gifts ofspirit\" you hear so much about are no different than psychic abilities. These gifts and talents differ onlyin the label you apply to them, in how they are used, and what for. Because it is so easy for thoughts ofgreed and selfishness to distort such gifts and talents, it is wise for all of us to remember this simple truth- we are not the author of the greatness which exists within us. The power of our being, the gifts andtalents we possess, are merely on loan from The One Power, The Creator of All Things, the God withinwho doeth the work. Give the credit where it belongs.It has been said that \"God can do no more for you than through you.\" This is true. We supply the \"elbowgrease,\" the initial effort. The rest unfolds in ways both magical and miraculous. That initial effort isbased on our choice, our freedom to decide. As our free will is inviolate, so is everyone else's. No onehas the right to interfere with or try to control the life of another. This is a universal law based on thesacredness of individual choice.The only person you can ever change is yourself. The only things you can ever really control are yourown thoughts, feelings, and actions.Put your trust in the divinity of being and in your God-given right to improve yourself; strive to be allthat you can be.You may want to investigate and learn various methods of how to meditate and pray affirmatively. Bothskills are invaluable assets for a successful and satisfying life.WAYS TO USE YOUR PSYCHIC ABILITIES:Give yourself fifteen to twenty minutes each day to practice the techniques presented in this article. Picka time of day and a particular place in your residence where you can be alone without being disturbed. IfHow to Develop Your OwnPsychic Abilitiesfile:///C|/My Documents/How to Develop Your OwnPsychic Abilities.htm (4 of 7) [10/07/2000 1:53:16 PM]"},{"pageNumber":5,"pageContent":"you live with other people, politely request that no one interrupt you during your special periods ofsilence. Unplug your phone. Turn off the radio and television set. Practice what you have learned thus faruntil your state of mind improves, and it is easier for you to relax, imagine, and feel comfortable withissues of trust and faith.After you have been doing this for awhile, test yourself. How quickly can you relax and still receive fullbenefit? Can you form clear images in your mind by simply deciding to, instantly? How confident areyou of your ability to improve your life, to be all that you can be? Are you willing to trust your innerguidance? Are you willing to trust yourself? Are you willing to love yourself?Look in a mirror. See the eyes of perfection looking back. Say to your face in the mirror - \"I love you. Iappreciate you. I forgive you of any mistakes you have ever made. Today is a new day. The past is gone.I choose to begin anew, better, wiser, kinder than before. I choose the path of excellence because I amunlimited in how wonderful and productive and creative I can be. I treat others as I want to be treated. Irespect the rights of others, and I choose to respect myself. I am grateful for my life, my health, and myintelligence.\"When you resume activities, after your period of silent relaxation, notice the objects around you. Allowyour vision to slip lightly past the first object you see, almost as if you were beginning to see double. Doyou see anything unusual? Look again. Eventually you will begin to notice a white misty band of energyaround the object, usually an inch wide, some times wider. Scan the room you're in. If you are stillrelaxed, you may notice that everything in your room has this same band of light surrounding its surface.This is an aura.Everything that exists has an aura; people, animals, objects, plants, the land. That misty band of light yousee is caused by the speed that in individual or object is vibrating, and by their temperature and degree ofconsciousness. Many times, especially around people, the aura will be colored and have designs in it,such as rays or spirals. Artists throughout history have painted auric bands around the heads of wiseleaders and saints, as a way to depict holiness. But the fact is, everyone and every thing has an aura -some larger than others.To test this, invite a few wall that is white or lightly colored. Remove all decorations so you have a blanksurface. Dim the lights. Have one person stand with his or her back to the wall, looking straight ahead.This person should take a few deep, quick breaths to increase air capacity, and relax, empty of thought orexpectation. The other people should stand at least half-a-room away from the person in front of the wall.When looking, allow your gaze to slip slightly past the individual, as if you are seeing double. Does anaura appear? Most people will see a white glow around the individual almost immediately. Some will seecolors. Others will see designs in the colors. Have the individual in front of the wall move his or herconsciousness to the left, then right, then high up near the ceiling. (This is done by the person decidingto; thinking makes it so.) Does that person's aura change location as his or her consciousness movesaround? Most people will see this, especially after practicing for awhile. Don't try too hard, though, astoo much efforting actually blocks your ability to see an aura. Once you are able to see auras in dim light,you can begin to train yourself to see them in full light. Tell yourself you can do it and you can. Trust theprocess. It works.Find books about auras and read what is known about possible meanings to the colors and designs. Eachcolor or hue seems to be reflective of how an individual feels, including moods and basic personality.Large, expansive auras of bright, clear colors are usually found around people with a lot of strength andHow to Develop Your OwnPsychic Abilitiesfile:///C|/My Documents/How to Develop Your OwnPsychic Abilities.htm (5 of 7) [10/07/2000 1:53:16 PM]"},{"pageNumber":6,"pageContent":"charisma, and who are healthy. Training yourself to see auras can be a beneficial extra, especially if youare in the healing profession or work in sales and promotion.Open your hands, bend your fingers somewhat, and bring both of your hands together, stopping justbefore the fingers of both hands touch each other. Relax, and blank your mind of thought. Can you feelanything between the palms of your hands? Is there any heat or energy movement pre sent between yourfinger tips? If you feel nothing, rub your hands together rapidly until you create some static electricity.Now, repeat the exercise. Bring your hands and fingers almost together, but not quite. Do you feelanything this time? Most people will feel something akin to a body of energy or a presence between thehands and fingers. Some recognize that this energy or presence is elastic, and that they can stretch it asthey slowly move their hands further apart. The body of energy you feel is the power of your auric field.You can see the aura, as in the exercise you did before this; or you can touch it, in this simple handdemonstration. While you're looking for books on the aura, search also for books on healing hands, touchfor health, or working within the auric field. Once you train yourself to sense and see this energy, there isno limit to what you can accomplish once you put the skill to use.For instance, staying about three inches away from a person's body, you can glide your open handsthrough the air around that person, moving down the body to relax the individual, and moving up thebody to energize the individual, until you have massaged the entire auric field of the person involved.Historically, this kind of sharing, of helping another to feel more comfortable and cared for, was reservedonly for religious or spiritual rituals, and practiced during services dedicated to healing. Now this type ofknowledge is universal, and anyone who wishes to can practice the skill. The effectiveness of this gentletechnique is incredible!When distraught, confused, or nervous, use the relaxation technique given earlier (when you put yourconsciousness in your center). This time, once you have aligned yourself with your center, remain therefor awhile, affirming and knowing that Divine Order is in effect, that you will be guided to take the rightstep and do the right thing that is the most appropriate for your highest good and the highest good of allconcerned, when full consciousness returns. This is all you need to affirm. Be in your center, that placeof perfection and wholeness. Relax and be. Invariably, once you are alert again, you will be guided orinspired in a positive way and any confusion you once had will either lessen or disappear. Train yourselfto reach your center without much effort. A few deep breaths should be enough to free your mind fromits present state, and take you there. Relaxation is the key. Intent is what makes it happen.I know a man who built his entire house using this technique. Knowing basic construction methods andwith a few how-to books handy, this is what he did - each time he needed advice, he would clearly and indetail outline his problem within his mind's eye, and propose a question. Then he would sit down, take afew deep breaths, relax, blank his mind, and align his consciousness with the center of his being. His,yours, mine, everyone's center is THE CENTER OF ALL KNOWINGNESS, all power, all wisdom, allperfection. And we can go there whenever we need aid or advice or assistance at any time, no matterwhere we are. When this man returned to his wide awake, alert state, he took the first thing that poppedin his mind and actually did it. His finished house is one of the most ingenious dwellings I have seen, atribute to the power we all have within us, if we would but tap into that wellspring of knowing within usand discipline ourselves in how to access what is there.One way to clear your residence and your body of any distracting ener gies or unwanted spirit forms, isthe following: relax fully and in your mind's eye imagine a giant circular disc. This disc is radiantlyHow to Develop Your OwnPsychic Abilitiesfile:///C|/My Documents/How to Develop Your OwnPsychic Abilities.htm (6 of 7) [10/07/2000 1:53:16 PM]"},{"pageNumber":7,"pageContent":"powerful, unbreakable, and functions as if a screen or sieve. Envision that this huge radiant disc islocated in the ground below your residence, and that it is large enough to fully encompass your entireproperty. Now, slowly lift this disc with your mind (you do it by deciding to); silently tell it to lift. As itdoes, see and know that all discordant and distracting en ergies are caught in its sieve-like screen, and areremoved from your environment and from your body. Continue to see the disc lift higher and higher,until it has passed through your residence, your body, all objects, air space, walls, floors and ceilings,until it dissolves in the upper stratosphere, leaving no trace of any essence, spirit-form, or substancecaught in it. Your environment is now clean and cleansed, and so are you. If you feel the need, repeat thisexercise two more times. Open a few windows to let the air circulate freely. Place a house plant orbouquet of flowers in a central location to add that final touch of freshness and beauty.The circular disc technique is an example of using creative storylines (like when you practiced how todaydream), that can have an immediate and positive impact on your life. Another example of this is whenyou are about to have surgery. In a relaxed state, prepare your body for what is about to happen. Envisionall parts of your body, each cell, listening to you and paying attention. Explain the surgery in detail,illustrating in your mind's eye that only what medication is needed will be utilized, and anything else willbe immediately flushed out of your system. Show your body how appropriate this surgery is, and howmuch better it will be able to perform once it has healed. Affirm Divine Order, that all medical personnelwill accomplish their tasks ably and efficiently and without difficulty.When the surgery is over, rehearse any movement you might make in your mind first, and in detail,before you actually do it. Rolling over, sitting up, going to the bathroom, eating, bathing, whatever.During your psychic rehearsals, affirm and know that as each movement and task is made, there will belittle or no pain, and you will be able to accomplish that movement without risk or problem. Make noexceptions. Practice in your mind's eye before you do anything, all the while imagining a speedy and saferecovery. In most cases, a technique like this will bring about stunning successes and incredibly rapidhealing. Surprise your doctor, try it! Thank you for reading this article, and for taking the time to do whatwas suggested. Remember, practice makes perfect. The more you use your psychic abilities, the broadertheir range and the greater your accuracy. Aeiwi How to Develop Your OwnPsychic Abilitiesfile:///C|/My Documents/How to Develop Your OwnPsychic Abilities.htm (7 of 7) [10/07/2000 1:53:16 PM]"}]
