[{"pageNumber":1,"pageContent":"Hypnosis for Beginners:Dylan MorganCONTENTSIntroductionChapter 1: Simple connections.In this chapter some simple practical examples are given which allow the reader to explore in person andwith others some of the obvious things about the way in which the mind and body work. In particularattention is a drawn to the way in which activity in one part or subsystem of the brain can lead quitenaturally, but usually in a little time, to activity in another part. But the speed and quality of the responsevaries from person to person.These results are related to \"tests of hypnotisability\" and to \"hypnotic inductions\": which are ways inwhich they have been regarded in the past.Chapter 2: Switching off systems.In which we explore various ways in which muscular relaxation can be induced. The main systems usedto do this include the verbal, visual, emotional, musical and humorous.We end with a sample compound induction script.Chapter 3: The visual imaginationWe explore the visual imagination, which is enormously rich and varied. This is a tool much used inhypnosis and so it is valuable to explore its natural processes in many people, including yourself.You may agree that one of the main functions you have when helping another to explore his or herimagination is in helping to maintain focus, primarily by asking questions.The question of what kind of meaning such an exploration gives is left open. There are a wide variety ofinterpretation schemes which you will find: I simply urge you to keep at least TWO such possibilities inmind so that you are less likely to jump to unjustifiable conclusions. Sometimes the asking of questionswill help to resolve a conflict between two interpretations.The material you find is seldom strange by the standard of dreams.Chapter 4: Directing and Controlling the ImaginationThe visual imagination can not only be used for exploration, it can be guided and directed. This chapterprovides exercises to develop this ability.The specifics used are to imagine a place, then a strange element in it, then a changed, floatingviewpoint, then a floating journey. Next the ability to change images is used to change a small memory;"},{"pageNumber":2,"pageContent":"then developed to see if a completely different life can be pictured.This chapter should teach you how much can be done with the imagination in many people without any\"induction\" or other hypnotic techniques.Chapter 5: Exploring \"Inductions\"In this chapter for the first time we will meet some processes which have been passed down the years asbeing ways of producing some dramatic changes in the functioning of people. These are what have beencalled \"hypnotic inductions\". We start with a close look at an induction used by James Braid, the fatherof hypnotism. Then some others, again from well-known names in the history of our subject, are givenmore briefly for you to try.The question of whether as a result of such inductions a given person will respond more readily tosuggestions is one that you can explore practically.Some reasons are given why such inductions may have been more successful in the past, and needmodifying for the present day.Chapter 6: Posthypnotic suggestionsPosthypnotic suggestions are a large part of what people regard as typical of hypnosis. We start bycomparing it with the common phenomenon of social compliance: the fact that people quite normallywill do what another asks them to do. A description of a subject (Nobel Prizewinner Richard Feynman) isused to illustrate what it feels like to carry out a post hypnotic suggestion. Both phenomena are based onestablishing a causal connection between two subsystems of the brain.Some exercises are suggested for you to find out how easy it is under ordinary conditions to establishsuch a causal connection between two subsystems of the brain, so that you can (as in the previouschapter) later compare the ease of doing the same after a preliminary induction.In fact the usual word to describe the creation of a causal link between two systems is learning! And youare asked to consider the conditions under which learning is most likely to happen well. I suggest that afocussed attention is generally best.However this matter is complicated by the fact that the brain consists of very many subsystems and wemay consider each to be capable of independent attention, or arousal. To explore this exercises are givenaiming at maintaining the attention of just one subsystem (in this case that connected to fingers) whileconscious attention subsides.Chapter 7: Resistance and RapportWe focus on high-order mental systems: those which determine whether to accept or reject statementsmade by another. The ability to reduce the resistance and increase rapport is an important part ofhypnosis. This highly practical chapter gives exercises which take the form of two-person games whichmay be used to increase your skills in this way. We run through making impersonal statements;statements about yourself and then personal statements about another person: all in an everyday setting.Then, in a more \"hypnotic\" setting, we practise making every statement of an induction totally acceptableand then a series of personal suggestions acceptable."},{"pageNumber":3,"pageContent":"The question of the difference between the system of active resistance and active rapport is discussed. Nospecific exercises are given for building up the latter: though you can find out by asking a few extraquestions after the previous exercises how well you are doing. It is suggested that high levels of rapportdepend on being good at hypnosis, on being honest to yourself, but on top of that there seem to be someinnate characteristics that will make rapport between yourself and certain other people arise naturally.Chapter 8: Bringing it all togetherThe main lessons are summarised. And then the rest of the chapter is directed at giving you a variety ofgoals - changes that you might make in a subject - in order to practice and expand on what you havelearned. Many of these are accompanied by hints on how to go about them. The advantages of writingout scripts for yourself at this stage are presented.Home"},{"pageNumber":4,"pageContent":"Hypnotherapy for Beginners :Chapter 1In which we explore some basic facts about the way in which the brain and body work. Specifically wesee how words and images can activate other systems in the brain which relate to feelings, muscles,senses, sense of balance etc. These are compared with \"tests of hypnotisability\" and \"hypnoticinductions\"ENTERTAINMENT hypnotists love to make hypnosis look dark and mysterious and complicated. Theylove to pretend that they have special powers that no-one else possesses.I love to make things bright and clear and open, and I do not claim any special powers.In this first chapter I am going to ask you to try out various things and to think about them. These thingsare simple and everyday, and will turn out to be not at all mysterious, and yet they are a foundation onwhich much of hypnosis is built.Words can trigger pictures in your mind.This must seem a pretty obvious fact. You need only think of reading a novel and remember the picturesthat come to mind as you do so to realise the obvious truth of this. But it is still worth doing a littleexercise on it, as follows.First just think to yourself, \"I am on holiday.\" STOP NOW; did you see a picture of it in your mind?People vary, but it is unlikely, in the very short time I allowed you, that you saw anything very clearly.Now allow yourself more TIME. Think, \"I am on holiday.\" Pause. \"It is my favourite kind of place.\"Pause. \"The weather is just how I like it.\" Pause. \"I am wearing my favourite clothes.\" Pause. \"I amdoing my very favourite thing.\" Pause. \"I am on holiday!\"In all probability that extra time was repaid by a very much more vivid picture or pictures in the mind.But it is best, especially if you are a student of hypnosis, to get someone else to do the same thing,perhaps with you saying the words: \"Picture yourself on holiday.\" Pause. \"It is your favourite kind ofweather.\" etc.In this way you will discover for yourself the fact that people can have quite different degrees of clarityof picture, and the pictures themselves can be quite different. I, for example, usually manage only ratherwashed out images.The conclusions I would expect you to be able to agree with, after some experience, are the followingsimple ones.1) Words can lead to pictures in the mind.2) It takes a little time for them to arise."},{"pageNumber":5,"pageContent":"3) The time taken and their nature varies from person to person.As a next little exercise explore the extent to which words can directly affect muscles without going viathe usual volitional process of willing an action.Hold your arms straight ahead of you with the palms facing each other and a couple of centimeters apart.Look at the gap and say \"Close... Close... Close...\" repeatedly at a comfortable speed.A typical result is that over a period of a minute or so the hands do move together until they touch. Tocheck this try it on other people (for students it is essential that you do). In that case you can speak thewords as you both watch the hands.In this way you will discover that there is again a range of responses. An average closure time is a coupleof minutes. In some people it will happen in seconds. In others nothing seems to happen before you runout of patience. Occasionally someone will resist and there will develop a trembling in the arms as oneset of muscles acts to pull the hands together and another acts to separate them. Another rarer response isfor the hands to fly apart. But in each case you or your friends should find a strange feeling of thingshappening which are not willed.The conclusions I would expect you to be able to agree with are the following simple ones.1) Words can lead directly to muscular action.2) It takes a little time for this to happen.3) The time taken and the nature varies from person to person.4) It makes little difference who is saying the words.As a third example you might see how words can lead to activity in the sense of touch. In particularthey can make an itch arise.All you do is to repeat to yourself. \"There is something itchy on my nose.\" Pause. \"There is somethingitchy on my nose.\" Pause, and repeat for up to a couple of minutes. Then repeat the same thing withothers, with either the person or you saying the words. The most likely result is for an itch to be reportedand perhaps scratched within that time, but again you should find considerable variation. The time takenwill vary from seconds to longer than the time allowed. Some people will find an irresistible urge toscratch because the feeling is so intense. For others it will be quite mild. Oddly enough in some peoplethe itch may arise somewhere other than the nose. But as a result of these experiences I expect that youwill be able to agree with the simple observations:1) Words can lead directly to sensory impressions.2) It takes a little time for this to happen.3) The time taken and their nature varies from person to person.4) It makes little difference who is saying the words.In the above three examples we have started with words. Now move on to see the effect of mentalpictures. Here is a way of seeing if a picture can lead directly to a muscular action. Let your hand rest"},{"pageNumber":6,"pageContent":"freely on a surface such as table, chair-arm or your leg. Picture a thread tied to the end of your indexfinger. Picture the other end of the thread being held by someone you like, whose hand is about a metreabove yours. They are trying to lift your finger without you feeling the thread at all. Keep the picture inyour mind for a few minutes, closing your eyes if it helps you to picture things.A typical response is for nothing to happen for a while, and then the finger starts to twitch slightly andthen slowly to lift up into the air. (This type of response is sometimes called \"finger levitation\" in bookson hypnosis.)Again students especially should try this out on others in various ways. You can ask them to repeat it asyou have done it. Or you can be the \"friend\" lifting the finger by means of an imaginary thread whichyou are holding. You can expect to find that the time taken varies, and the nature of the movement canalso vary from very jerky to very smooth. In some cases there may be a sideways movement rather than avertical one. At the end of a series of such trials you can decide if you agree that:1) Mental pictures can lead directly to muscular activity.2) It takes a little time for this to happen.3) The time taken and the nature varies from person to person.Now how about seeing if pictures can give rise to feelings. When you consider the billions of dollarsmade by a film industry whose main purpose is to create images that will arouse emotions of a variety ofkinds, it should not be very surprising that this can happen. But it is as well to try something on thefollowing lines to explore the ways in which internally generated mental images can do the same thing.The simple approach is to picture a person or situation that normally arouse strong feelings in you. Theperson could perhaps be someone that you hate or love or fear. The situation could perhaps be one thatyou find erotic or embarrassing or exciting or frightening. In any case after you have decided on ONE(do not jump about) keep the picture or pictures of your chosen topic in front of your mind for a minuteor two. As usual students should also get a number of other people to do the same exercise.The normal reaction is for a quickening of the breath and an increase in heart rate and adrenalineproduction together with the particular sensations associated with the particular emotion that you havechosen. You are likely to find that different people respond in a range of ways. In some there is only avery slight effect. In others it can be quite dramatic and rapid. The scenes chosen will of course also bevery different.At the end of this you should have been able to confirm for yourself that:1) Mental pictures can lead directly to emotional activity.2) It takes a little time for this to happen.3) The time taken and their nature varies from person to person.Now we might try the effect of a picture on a sense: perhaps asking if a mental image can affect thesense of balance. The following is one possible way. Think of a situation in which you are rocking orswinging, such as in a small boat, a hammock, a swing, a rocking chair, a rocking horse and so on. Sitcomfortably upright and picture the chosen situation for a few minutes (closed eyes should make this"},{"pageNumber":7,"pageContent":"easier). Notice any sensations of movement. You can try a similar thing on others. You should not besurprised by now to find people responding differently. Some will not only feel themselves moving butyou will also see their bodies move. At the other extreme some will report nothing. Again check to see ifyour experiences confirm the ideas that:1) Mental pictures can stimulate activity in the sense of balance.2) It takes a little time for this to happen.3) The time taken and their nature varies from person to person.At this stage the pattern should be quite clear. It amounts simply to this. Activity in one part of the brain(verbal, visual in the examples we have done) can lead to activity in other parts (in the above examples:visual, emotional, nerves leading to muscles, from the senses). The speed and nature of the connectionvaries from person to person.As a final explicit example here I would like you to explore the following connection. It leads from thekinaesthetic sense (a sense of position and movement - of arm in this case) to the involuntary activationof some arm muscles.Simply get your friend to close his or her eyes. (So that they cannot see what is happening, and so visionshould not be involved.) Then without saying anything (so that words are not involved), simply lift upone arm slowly and lightly by the wrist until it is being held in space. You then gently move it up anddown very slightly and lightly, so that the arm is given quite strong sense that it somehow \"should\" be inthat position.You should find that over a minute or so the arm starts to feel lighter and lighter as its own muscles takeover the job of keeping it floating in the air. Eventually you should be able to leave it there and it shouldremain there with no effort or complaint from your friend for some considerable time.Expect, as always, the usual finding that the effect happens, takes time and varies from peron to person.If you would like to experiment with other connections then note that for some people the following areeasy connections, and we can expect that they are possible in most of us, though with more or less ease.A musical sound can activate a picture. A taste can activate a picture or a word. A number can link to acolour. A colour can link to a feeling. A feeling (e.g. of fear) can activate the digestive system and lead tonausea. A touch (as of an animals fur) can arouse a feeling of pleasure or of fear (in different people).The total list is very long, depending on how finely we discriminate the different mental systems. Forexample vision can be subdivided broadly into perception of shape, of colour, of movement, and somepeople (painters?) will find it easier to trigger off a perception of colour than of speed while for others(racing drivers?) it will be the reverse. But each of these divisions can be subdivided. For example thepart of the visual system that deals with shapes can distinguish the shape of a dog from that of a cat.There are people for whom one of these shapes links to the emotion of fear while the other links to theemotion of love.THE KEY FEATURES THAT IT SEEMS TO ME COMES OUT OF THESE SIMPLEEXAMPLES IS THAT THE HUMAN BRAIN IS VERY COMPLICATED, WITH MANY PARTSOR SUBSYSTEMS. FURTHERMORE EACH OF THESE IS POTENTIALLY ABLE TOAFFECT OR ACTIVATE THE OTHERS. BUT EACH INDIVIDUAL PERSON HAS THE"},{"pageNumber":8,"pageContent":"SUBSYSTEMS CONNECTED IN A SOMEWHAT DIFFERENT WAY.What is the use of considering the simple examples above?It is twofold. The first is that it gets us into a way of thinking that is very valuable when it comes toanalysing and solving a person's problems. A phobia, for example, can be understood as the existence ina particular person of a connection between the picture or idea of something and the emotional system offear. If the idea becomes active in the mind then it activates the fear. Notice that as in the above exampleswe would not expect the link to be the same for everyone: people vary tremendously. In order to doanything about this it is best to start with a clear idea of what exactly the nature of the connection is.As another example of a similar thing, think of the way in which in some people it is possible usinghypnotic techniques to help them to overcome an unwanted habit of smoking by connecting the thoughtor smell or taste of tobacco smoke with the activation of the nausea response. \"The very sight or smell ofa cigarette will make you sick.\" This can be made so clear and strong in some people that it is more thanenough to ensure that they stop smoking. It should be clear that the creation of such a connection is verysimilar to the sort of thing that you have already explored in this section.You might perhaps say to a friend who smokes. \"Experience as clearly as possible the most significantaspect of smoking to you.\" (For some it would be a picture, for others a taste or a smell, or the sense ofholding one in fingers or mouth, or of the feeling in throat, or lungs or body.) \"Then just notice if thisleads to a sensation of nausea.\" You then need only say enough to keep their minds on the possibleassociation for a minute or two. Then, as in the other little things we have done, you will find somesmokers experiencing a strong feeling of nausea, others a mild one and others none at all in the time.With the first class of people the experience can be strong enough to significantly reduce their desire tosmoke even if they do not stop. Although we will later find ways of intensifying this sort of thing, youshould by now see something of the value of starting with the simple approach of this chapter.I said that there are two reasons for looking at these simple phenomena. The second is that they, or thingslike them, appear in older books on hypnosis in one of a number of guises. The two chief ones are asparts of an \"Induction Procedure\" or as \"Tests of Hypnotisability\".I will discuss these different ways of looking at them so that you may compare those views with what Iam terming the Morganic approach.It can be helpful to know that in the past there were two schools of thought about hypnotic phenomenawhich were labeled \"State\" and \"Trait\". Those who belonged to the State school maintained that hypnosiswas a \"state\" that people could be \"put into\". I suppose that they thought of it as being like a \"state ofsleep\" or a \"state of fear\". This approach naturally encouraged you to think of what the hypnotist had todo in order to put someone into that state. And each hypnotist or hypnotherapist had his (or, very rarely,her) own procedure, which consisted of stringing together a number of steps each of which was an itemof the kind mentioned above, or of a slightly different class that we will meet in the next chapter.A hypnotist might start by using words to act directly on the muscles of clasped hands to make them locktogether. He might follow this up by getting someone to stand vertically and then acting on the sense ofbalance to make them feel that they were falling, while simultaneously using words to activate all themuscles of the body to make it rigid. He would then catch them and lower them, rigid, to the floor.Further steps were taken of a similar kind. The cumulative effect would be to create and enhance the ideain the mind of the \"subject\" that they would do whatever he said. This then made it possible for the"},{"pageNumber":9,"pageContent":"hypnotist to suggest increasingly amusing responses. (It is perhaps worth noticing that he would never,however, have the power that the army sergeant achieves over months of training: HE can use one wordto get a man to walk forward into a hail of death-dealing bullets.)Opposed to the State theorists were the Trait theorists who said that far from it being the case that powerlay in the hypnotist, all that was happening was that a natural capacity or trait in the subject wasinvolved. On this view hypnotisability is something like introversion, or IQ, or musical ability: it issomething that pertains to an individual, and can be measured by various tests. And what are those tests?Well, they turned out to be the same sort of thing that we have seen above. A typical Test would consistof a short sequence of items of this kind, and a scoring method: \"Score 1 if the hand move significantlytogether within 2 minutes.\" People who collected a high score on such a test were regarded as being veryhypnotisable. Those with a low score were regarded as being poorly hypnotisable. If you are interested inmore detail you can find an example of such a test given in Chapter 8 of The Principles.Entertainment hypnotists, a band not renowned for their interest in theory, acted as if they came fromboth camps. In the earlier steps of their acts they would use one item - usually the one of forcing hands tostay clasped - to select from the audience those who they could expect to make the best subjects.Implicitly this is saying, \"I can't do anything without a good subject.\" But then they proceed as if, \"Thisis all my doing. I am putting you into a state of hypnosis through my power.\"In recent decades the State vs. Trait argument has died down, with neither side having won a victory.Most practising hypnotherapists would accept that there is some truth on both sides and get on with theirmain job of helping people.You can now compare the two ideas above with my pragmatic view that it is totally normal for the manysubsystems of the brain and nervous system to be interconnected in different ways and at different times.If you want to say that that it is a trait of a given person that a particular pair of subsystems interact in aparticular way, then I would largely agree. You will have observed some of this. I would, however, arguethat since it is possible to learn to alter the nature of the connections, the trait cannot be regarded as fixed.If on the other hand you want to call what happens when a particular collection of subsystems is active\"an hypnotic state\" then I would not mind, though I would simply note that it has proved impossible tofind ONE such collection, so that you have simply found one of many possible \"hypnotic states\". Inpractice I avoid the use of the word \"state\" myself because of this vagueness, preferring to be moreprecise and instead to describe what is happening in a particular person at a particular time by as detaileda list as possible of what systems are active and inactive, and how they are interconnected.There IS a family resemblance in what is going on in the minds of people who are regarded as being\"hypnotised\" and that is characterised by the fact that most of the systems that deal with the outsideworld are inactive and that there is a tight focus on those internal systems that remain active. Howeverthis is a broad generalisation not a precise definition. Within this broad generalisation you can havepeople who are in fact aware of intense internal pictures, perhaps of the past, or of a part of their body(one client of mine saw himself walking through his soot-caked lungs), or of certain sensations, or offeelings, or of the absence of sensations, or of floating, or of nothing except my voice, or of scents, or ofa dead relative and so on. The brain waves of such people will be quite different; their experiences willbe quite different; their internal chemistry will be quite different. There is too little that they have incommon to make is very useful to use just the one word to describe them."},{"pageNumber":10,"pageContent":"Nevertheless the generalisation that they all tend to have a focused or limited awareness compared withnormal, outward oriented functioning makes a useful step towards the matter of the next chapter. Youhave probably already noticed in the above experiences that they are most effective if the mind isfocused. If there are no distracting thoughts. If there is nothing else distracting happening. In other wordsit is best if there is no other mental activity. If other mental and physical activity is switched down or off.In the next chapter we will be exploring in the same practical way examples of this to complete oursurvey of the elementary building blocks of the practice of hypnosis: the fact that changes in the activityin one subsystem can lead not only to an increase in the activity of another, but also to a decrease.Home | Contents | Next Chapter"},{"pageNumber":11,"pageContent":"Hypnotherapy for Beginners:Chapter 2Switching off the muscular system.In which we explore various ways in which muscular relaxation can be induced. The main systemsused to do this include the verbal, visual, emotional, musical and humorous.We end with a sample compound induction script.In the previous chapter we looked at ways in which activity in various parts of the brain could beswitched on which were sometimes obvious and at other times rather unfamiliar.In this chapter we will be exploring this area of how to switch off a system. In particular we will look atreducing the activity of the muscular system and its related nervous system.There is one very important fact about muscle tissue that is worth bearing in mind in this context. It hasno direct Off switch! ANY electrical message, whether delivered via the nerves or via wires switches amuscle On: it makes it contract. There is no electrical signal that can direct a muscle to expand. That isthe reason why throughout the body muscles occur in pairs. You have one muscle to curl a finger andanother to straighten it. You have one muscle to bend the knee and another to straighten it. When you arewalking your body runs through a sequence of first tensing one muscle of a pair and then the other. Theone that is NOT being tensed gets stretched by the action of the other. Then the action is reversed.Incidentally much chronic or long lasting muscular pain is a result of a pair of muscles beingSIMULTANEOUSLY active or tense. They are each pulling against the other, but nothing is moving.This can often be seen in \"stressed\" people, in which there are two mental systems also fighting againsteach other.If you have clearly in mind this basic physiological fact that ALL electrical activity reaching the musclescause them to contract then it will make clearer the basic notion that you cannot ORDER a system toswitch off, but that if you stop it being activated then it will slowly subside into a resting or nearlyinactive condition.The first exercise in this chapter is something that might be familiar to you. It is a relaxation techniquethat is sometimes called \"progressive relaxation\". Something similar can be met in ante-natal clinics;stress-relief courses and so on. But it is also a common starting point for many hypnotists. The simpleidea is that you pay attention to a particular muscle or muscle group and think \"relax\", NOT in a spirit of\"For heaven sake, RELAX! I tell you. RELAX!!\" but rather of, \"I am asking nothing of you now and soyou can stop doing anything, you can go to sleep.\" Alternatively you can use the word \"sleep\" rather than\"relax\". It is not that YOU are going to sleep but that a group of muscles are going to sleep.(A very common misconception about hypnosis is that it feels like going totally asleep. Some people aredisappointed if they do not feel that they have lost consciousness.)"},{"pageNumber":12,"pageContent":"You can proceed like this. Sit or lie comfortably. Let your mind rest on your right hand. Think \"sleep\" or\"rest\" or \"relax\" or some other word that you find particularly appropriate. Then repeat it with pauses,just as we have done for other things in Chapter 1. If you are working on yourself you will of course becontinuously aware of progress. If you are working on another it is helpful to ask every so often, \"How isit going?\" so that you know what progress is being made.Continue for a few minutes. At the end of that time you should find that your hand does indeed feel veryrelaxed, and far more relaxed than when you started. Again it is essential for students and useful forothers to try the same thing with friends, both with them saying their chosen word and with you doing itfor them.And you should find the pattern of responses that should have arisen so often that I will call it theStandard Finding: there IS a response; it takes time and it varies from person to person. There is nomagic in this. It is simple and natural.Note that although we have focused attention on the hand, what has primarily stopped happening is theactivity in the nerves leading towards the muscles of the hand. And this has resulted in a drop in theactivity of the muscles themselves because they have stopped receiving \"contract\" messages.Once you have demonstrated for yourself the ability to switch off all right-hand related activity you canproceed to some other group of muscles such as the left hand and repeat the process, with yourself andwith others. And you will not be surprised by the Standard Finding: that these muscles too will slowlyget less and less tense, less and less active. You may also notice the now familiar variations betweenpeople. In some, for example, the process is accompanied by a series of small twitches. In others theremay be feelings of heaviness or lightness or warmth or cold or tingling and so on which accompany theprocess.Beyond that you can continue to pay attention successively to all other major muscle groups, relaxingeach in turn in the same way. As far as I know there is no magic about what order you do this in. Somepeople like to start with the feet, then calves, then thighs, then lower body, then back, then chest, thenshoulders, then upper arms, then lower arms, then hands, then neck, then face and then scalp. Others willreverse it. But I have often jumped about with just the same effect. When working with others I will askhow things are progressing and if any particular group of muscles feels tense. That group will then getmore attention, coming back to it repeatedly in between relaxing other, easier groups.Neither does there seem to be some magical pattern of words which are automatically better than anyother for a given person. But if you have experienced hypnotherapy or progressive relaxation you willgenerally have found that far more complex patterns of words are used than I have presented above. Wemight find something like, \"And as you relax, every nerve, every muscle, every organ is entering a stateof bliss, of total peace.\" Or they might be like: \"You are sinking deeper and deeper, deeper and deeperinto a state of total relaxation, total peace. And as you relax you will feel SO secure, SO safe, SOcontented, that you will feel able to relax deeper and deeper.\" What is the function of such sentences?I would like you to observe that what is really happening here is that words are being used to arousecertain feelings: feelings of peace, safely, contentment and so on. This is a perfectly good procedure. Wehave seen in Chapter 1 that words can activate feelings. IF the feelings activated have the effect ofreducing activity in the nerves leading to the muscles then this will naturally speed the relaxation up.But for students particularly it is very useful to be aware of what you are trying to do with a particular"},{"pageNumber":13,"pageContent":"person. By all means use emotional, poetic language, but do so knowing that you are using it for aspecific purpose.Another kind of approach that you will find mixed in with some relaxation procedures is something likethis. \"Picture yourself lying on golden sands.\" Pause. \"The sun is shining warmly and you feel totallyrelaxed.\" Pause. \"You are on holiday and all tension is going from your body.\" and so on.It should be fairly clear that what is happening here is an attempt to activate certain pictures in the mind:pictures of being on holiday, in this case. IF it is the case that those pictures are associated with beingrelaxed then this can be worth doing. We are then using pictures to inactivate the muscles, in a waysimilar (but opposite) to what has been done in Chapter 1.However students, in particular, should note exactly what they are trying to do. In particular you shouldbe asking yourself, \"Do I KNOW that these pictures lead to relaxation?\" This can actually be veryimportant! There are some people who HATE lying on the beach in the sun. All the suggested picturewill then do is to activate a great desire to move away and muscular tension will result because one partof the mind will be saying in effect \"get up and out of here\" and starts to contract the muscles that willget you up, while another is saying, \"no, you are supposed to stay here\" and will be starting to tenseopposing muscles to keep you in place. Such opposing muscular tensions is a classic symptom of stress.Explore these three avenues for yourself.I will suppose that you have first tried the direct path from words to muscular system as described above.Ideally you should try the two other approaches on other days. If you run them one after another then youwill start the second on a person who is already uncommonly relaxed from the first, and so you will notbe comparing like with like.You can then try to use words purely to arouse certain pictures which are associated with relaxation. Thebroad pattern is the same whether you are trying things on yourself or on others. First of all we need toknow a situation that you or they find relaxing. This might be anything. Common scenes include thebeach, a cozy fireside, a woodland dell, a garden, a childhood bedroom, sitting with a pet, lolling in abath and lying in bed, but it could be anything.Then you arouse these pictures in your mind or the other's mind, perhaps by gently repeating certain keywords. But since we are interested in how much effect the pictures alone are having on the relaxation tryto avoid words such as \"relaxed\", \"calm\", \"sleep\" and so on that might have a direct effect. Continue forabout the same length of time that you used for the direct relaxation by means of simple words anddirected attention. And again feel free if you are working with another to ask for progress reports so thatyou know what is going on. Finally at the end ask for some measure of how relaxed the person feels.Then see if any clear pattern emerges FOR A GIVEN INDIVIDUAL. You may discover that one of thetwo approaches tends to give the better result for one person and the other for another. For, as always,people vary, and we have no way of knowing without trying.Here is an example or two of such an approach.\"You have told me that you find the idea of a fireside relaxing. So just close your eyes and start to pictureit. See the flames. Is the fire wood or coal?\"\"Wood\" (This is only one possible answer, of course. If another is given then the details of what follows"},{"pageNumber":14,"pageContent":"will also change.)\"See the wood crackling. See the glowing of the wood. And perhaps you can now also see the fireplace.\"(Pause.) \"And any ornaments on it.\" (Pause.) \"Tell me about what you see.\"\"It is an old-fashioned fireplace. There is a clock. And candlesticks. And some brass things. The mantleis wood.\"\"That sounds very nice. I wonder if there are candles in the candlesticks, and what is the lighting like inthe room? Look around and see.\"\"There are some candles above the fire. Nothing else.\"\"And how are you sitting?\"\"I am curled up in a chair in front of the fire.\"\"Look at the chair. Is it old or new?\"\"It is old and very soft. There is a cat on it with me.\"\"That is fine. so just go on for as long as you like, just sitting curled up with the cat. Watching the theflames.\" (Pause.) \"The fire.\" (Pause) \"The clock\" (Pause.) \"The candles' flames.\" (Pause) \"For as long asyou like.\"The client may continue to enjoy the scene for a long time - I have known one to remain for up to anhour!The purpose of the above is very clear. It is designed to arouse in the mind a very clear picture of beingin a certain place. In the context of this chapter the place is chosen because it is supposed to be associatedwith relaxation for the given person. But in this case we have avoided any words which directly suggestemotions, or sensations, or muscular tone in an attempt to explore the effect of images alone, as far asthat is possible. Only at the end you can ask, \"And how relaxed are your muscles now?\" to see the extentto which the images reduced muscular activity.In the context of hypnosis the word SCRIPT (cf Glossary) is used for something like the above. Howeverit is worth emphasising that in what I have presented the scene is PRECISELY TAILORED to the tastesof the client by means of the question and answer format. This tends to make it far more effective than ifthe client is merely placed in a setting that the hypnotist finds relaxing, for obvious reasons. As a simpleexample the hypnotist might like cats and introduce one into the script but the subject have a phobiaabout them. One might like small cosy rooms and another find them claustrophobic and so on.On another day you might try an approach in which you attempt purely to activate appropriate emotionsand see how effective they are in altering muscle tone.The approach, at it simplest, is to sit or lie with eyes closed, and with an intention NOT to dwell on anypictures that come to mind. Instead you will be repeating to yourself \"I feel wonderful.\" Pause. \"I feelcalm.\" Pause. \"I feel happy.\" and repeat ad lib. The idea being to see if you can work solely on arousingthe feelings and then see how effective they are for you in switching off muscle tone. And of coursestudents should attempt the same on a number of other people. As a model to start with you might trysomething on these lines."},{"pageNumber":15,"pageContent":"\"Now just close your eyes and tell me how you feel - and by this I mean things like stressed or contented,anxious or calm and so on. This time we will not be bothering about physical sensations. Just focus onany feeling that would stop you from being relaxed. So how would you describe your present feelings inthat light?\"\"Nervous. Worried.\"\"OK. Now we are just going to emphasise the opposites to those. What would you say the opposite to'nervous' is? Calm? Contented? Anything else?\"\"Calm would be fine.\"\"Right. We will just keep your mind on the simple idea of being calm then.\" (Pause.) \"Calmer andcalmer.\" (Pause.) \"Calmer and calmer\" (Pause.) \"Don't hurry or worry. Just keep the idea of calmnesspure and simple grow.\" (Pause.) \"Calmer and calmer.\" (And continue on these lines for a few minutes ormore.) \"Now how do you feel?\"\"Calmer.\"\"But you could be calmer still?\"\"Yes, a bit, I think.\"\"We can come back to that then. But first are there any other feelings?\"\"I am still worried.\"\"What would be the opposite to that?\"(Pause) \"Confident?\"\"Right. Then we will emphasise a feeling of confidence for a while. There is no need to force it, or evento believe it. As you will have seen with some of the earlier exercises, there need be no effort involved.Just focus on the thought of confidence.\" (Pause.) \"Just feeling more and more confident.\" (Pause.) \"Apure feeling of confidence just washing away the feeling of worry.\" (Pause.) \"Confidence.\" (And againthis can be continued for a few minutes, slowly, with no hurry.)This type of process, which will be different for each person, can obviously be continued until we findthat in response to questions about feelings the answer is in all ways conducive to relaxation.Again you will then be able to form an idea of the extent, with a give person, this simple procedure leadsfirst of all to feelings which could go with relaxation and secondly how well they act to trigger offrelaxation.As a result of the three different approaches you will then have an idea of the relative value andconsequences of the three basic approaches: direct on the muscular system, via the imaginative system orvia the emotional system.If you are doing this work on yourself then you will thereby have developed some potentially very usefulself-knowledge.If you are a student of hypnotherapy you will have already have learned something of great importance:"},{"pageNumber":16,"pageContent":"some of the reasons WHY certain things appear in inductions, and therefore a far greater ability to createinductions for yourself which will be far more tailor-made to a given client.The other valuable habit that should arise out of this groundwork is that of ASKING THE CLIENTWHAT THEY ARE THINKING/FEELING. This is something that we will return to many times. Forreasons which probably stem from the old authoritarian - \"you will do what I say\" - ideas of hypnosis,older books tend to assume that the hypnotist is doing all the talking and the client should NOT beencouraged to say anything. There are times when, for particular reasons, this might be true, but for a fargreater part of the time the value of knowing what is happening is enormously more important. In theabove exercises, in which we are making no pretence that anyone is \"hypnotised\" and so can commentfreely on what is happening, the habit of listening should be encouraged.Once your mind starts to move in the Morganic way, of looking at the systems that you are deliberatelyactivating to get the required response, you should feel motivated to explore other avenues. Here aresome suggestions.We have used the verbal system, but what about the musical subsystem of the auditory system of thebrain? For many people the activation of this system by a particular kind of music leads to a relaxingeffect. Note that the music might well not be a gentle flute. There are people who find a heavy drum-beatrelaxing.And what about the olfactory system - smell? For some people the activation of this system by certainsmells can lead to relaxation: a fact used in aromatherapy.And what about the sensory system? The touch of a human hand can in some people lead to relaxation.Aromatherapy again seems to make use of this connection, as do some other physical therapies. But whynot generalise this? Just holding a hand might produce this effect. Are there some particular alternativetouches - such as pet fur, or the touch of a furry toy - which would, in a particular person, lead to arelaxation of the muscular system?And what about that somewhat higher system of mirth? I have sometimes had the most wonderfulrelaxing effect on people by activating a very strong sense of amusement leading to laughter.And what about the sensation of rocking? Or of being in water? And ... see if anything else comes tomind.\"BUT\" you might be saying, \"I cannot provide all those things!\" Do you expect me to provide a hundredkinds of music; to train in aromatherapy and fill my room with its scents, to have a rocking chair, furrytoys and so on all to hand?\"And the answer is, \"You can always conjure them up! IF they are significant triggers of relaxation in aperson then there is a very good chance indeed that you can activate the appropriate system by thetechniques we learned in Chapter 1. If someone responds to the touch of a pet, for example, then there isevery chance that you can evoke the response via words or pictures, and you should have seen thatrocking can be evoked with no expense other than a few minutes of time.\"That is the wonderful economy of hypnotic techniques. Students of healing in cash-poor economiesnote especially can note that they need no High Tech and expensive technology, and yet arewonderfully precise: we can pinpoint very particular parts of a person's mind and body and affect"},{"pageNumber":17,"pageContent":"them in a way that NO surgeon, NO drugs can begin to match. The techniques of hypnotherapyare powerful, precise, and capable of being developed far further than they have to date once theirtrue nature is understood.Here are some more sample scripts which focus on activating one particular subsystem of the brain witha view to using it as a means of relaxing everything else.\"I would like you to think about a piece of music that you have have found very peaceful and relaxing.\"\"Perhaps The Magic Flute?\" (If the answer is anything like \"I can't\" or \"I don't have much time formusic\" then it is probably not worth bothering with this exercise. As I keep on emphasising, people'sminds are very different. Some are well-stocked with music and some are nearly empty. You work withwhat is there, and do NOT suppose that everyone is identical.)\"Fine. Now just spend a few minutes starting to call that music to mind. I do not want my voice tointerfere with it, and so perhaps you could very gently move a finger in time with the music when youcan hear it. Just tell me when you are starting to hear it.\"\"It is starting now.\"\"Fine. Just listen.\" Pause. \"Just listen.\" Pause .... and repeat this phrase softly every ten seconds or so, butalways keeping time with the music so as not to jar - you can tell the time from the finger movement, ofcourse. After a few minutes you can interrupt and say,\"Very good. How clear was the music? And how do you feel? Has the music helped you to relax?\"\"It was a bit faint to start with but got clearer. Yes, I DO feel more relaxed.\"On the other hand you might find in a particular person that one or other or both of the music andrelaxation was weak.Here is another script, working on the sense of humour.\"I would like you, with closed eyes, to start to remember amusing things. For example, do you have afavourite comedian? \"\"Yes. Charlie Chaplain.\"\"You must have seen one of his old silent movies. I wonder if you can remember one or two scenes fromhis best films?\"In cases where this works you then simply wait until one or two scenes are recalled, usually with smilesor laughter. You need only give a little verbal encouragement. Then after a few minutes you can askabout relaxation.\"There is nothing like laughter to relieve tensions, is there? How relaxed do you feel now?\"For an example of how humour can be used more extensively in therapy see the article. Mr Bean -TherapistYou might try the two approaches above on a few people to gain some experience of how they work, andshould find the usual Standard Finding. If you have the time and inclination you might then work out for"},{"pageNumber":18,"pageContent":"yourself how you might try out other approaches outlined above: scents, sensations of rocking in aswing? or boat?, touch - of fur? water? hand? and so on.At this stage you may be thinking that this is all far too complicated. Why is there not some one simpleway of doing hypnosis? There are two ways of answering this. The first is to say that you CAN use onesimple approach on everyone to relax them. Some hypnotists and hypnotherapists do just that. They havetheir fixed scripts and they fit people to their scripts. At times this works beautifully. But at other times itfails totally.The second way of replying is that when you are faced with a particular person, you will not be usingeverything that you have learned, only a part, which simplifies things. Some quite simple questions willserve to give you a very good idea what approaches are likely to be most effective and you can thenimprovise a script based on what you have heard.For example suppose someone loves boats and music, hates animals and has no sense of smell or humourthen you can at once eliminate any references to scents or smells from your relaxation script but might goa long way with activating a sense of the rocking of a boat and some favourite music. Likewise ifsomeone is mad about cats, but has no visual imagination or interest in much else then you wouldnaturally start a script on the lines of thinking simply of sitting with a cat or two on the lap and feelingthem purring and going to sleep. This will tend to produce the desired response in the subject.So in short the approach that you are learning here gives you FLEXIBILITY, it enables you toPERSONALISE your approach and it helps you to UNDERSTAND what you are doing when youuse a given script.The scripts that we have used above can be called simple scripts because they focus tightly on using onespecific system to produce a required change. By contrast most scripts that you will find in other booksare compound or complex scripts, which is to say that they aim to produce a specific change by using avariety of different systems.As a final exercise I would like you to read the following compound script which is designed to relax.Each paragraph is based primarily on one particular system, though to make it more like those you willfind elsewhere I will in each case introduce three words or phrases that could activate other systems. Youshould not find it too hard to identify, for each paragraph, the dominant system being worked on, andalso the three exceptions. The answers, as I see them, can be found at the end of the chapter, after thesummary.1. (Primary mode: simple verbal suggestion of relaxation.) Now you are going to discover that you canrelax. (Pause.) All you need to do is to listen to me and you will relax. (Pause.) Listen to my voice, it isrelaxing. (Pause.) My voice will gradually make you more and more relaxed and peaceful. (Pause.) Yourmuscles will respond without you having to do anything. (Pause.) Just listen to my relaxing voice.(Pause.) You will feel quite happy. (Pause.) More and more relaxed and calm. (Pause.) It will be betterthan being on holiday in the most luxurious resort. (Pause.) Because you will be totally relaxed and atpeace. (Pause.) All tension will go. (Pause.) Your muscles will relax and be at rest. (Pause.) And yourskin will relax until it is as smooth as silk. (Pause.) Relaxed, restful and at peace.2. (Primary mode: activation of visual system with imagery of relaxing scene.) Next I would like you toimagine yourself lying in a boat which is drifting peacefully on a river. (Pause.) You are lying on softcushions. (Pause.) The sky is blue with perhaps a few small white clouds. (Pause.) Someone else is"},{"pageNumber":19,"pageContent":"taking care of the steering. (Pause.) On either side you can see green fields with a few bushes (Pause.)And perhaps a few cows or sheep. (Pause.) You are able to relax completely as you drift along. (Pause.)There are some rushes waving gently beside the water's edge. (Pause.) And you will feel the boat isrocking gently with them. (Pause.) A little ahead there are a few ducks drifting along as well. (Pause.)And you might just see a few lazy trout deep in the river.3. (Primary mode; sensory systems.)You can trail your hand in the cool water. (Pause.) The watercaresses your skin. (Pause.) It slides like silk giving a wonderful cool, clean feeling. (Pause.) You can seethe little ripples your hand makes as it trails alongside. (Pause.) And the touch of the water is matched bya gentle caress of a breeze on your brow. (Pause.) The whole day is so relaxing. (Pause.). The verysunshine warms you deeply. (Pause.) You can feel the warmth sinking into your whole body. (Pause.)And the rocking of the boat lulls you into a deeper and deeper peace. (Pause.) You can hear the gentlelapping of the waves on the side of the boat. (Pause.) And feel their gentle touch on your hand (Pause.)4. (Primary mode: activate emotions of peace and relaxation.) The boat ride is now drifting under thebranches of overhanging trees. (Pause.) And they are giving you a deep sense of inner peace. (Pause.)The trees and river together make you feel safe and cared for. (Pause.) Feelings of love of nature aregrowing deep within you. (Pause.) There is a growing peace. A growing happiness. (Pause.) The trees aremurmuring of peace. (Pause.) You can feel the water washing away all stains, all pains. (Pause.) You canfeel an inner peace, and inner joy. (Pause.) With every minute feelings of greater and greater innergoodness, peace, love and joy are filling you. (Pause.) You are reaching the Deep Centre of All goodfeelings.My father-in-Law, Stanley Yates, who was a hypnotherapist before me, used a script rather like theabove for nearly all his clients. He also had the advantage of one of those deep, warm, brown and velvetvoices that enhanced the effect of all he said. And he seemed to get very good results with many clientsby using this approach to start each session. If you are a beginner there is a lot to be said for workingwith a few simple scripts like this as a foundation. Because we have touched most of the bases - we haveused four of the most likely systems to encourage the switching off of the muscular system - we arealmost certain to have achieved our end. But as you become more experienced and professional youshould acquire more flexibility and the ability to tune your approach more precisely to each client. (Therecould be the occasional person who has a fear of water, suffers from hay-fever in the country, has astrong dislike of the word \"peace\" or just feels very uncomfortable with closed eyes in public!)A simple way to speed up relaxation.In the above we have seen various direct ways of producing a relaxed, switched off state. If you aredealing with a very anxious person there is a good chance that they will not work, and even for anaverage person they can take some time.It is therefore often an excellent idea, if you are doing hypnosis proper, to prepare the ground by meansof a simple and obvious step first.To see why it works you need only recall that the times when it is most easy to let your muscles relax iswhen they are demanding it: after exhausting exercise. So you can try out the following on yourself or afriend.Start by sitting comfortably then raise your legs and arms to a horizontal position and hold them there foras long as you can."},{"pageNumber":20,"pageContent":"After a while you should notice that the breathing will increase to cope with the demands the muscles aremaking, and the heart rate will also. The muscles start to feel tired, then more tired, and then perhaps toshake, and finally they are let go and the legs or arms are let fall. The exercise can be continued untilboth sets of limbs fall.Then, with no further effort or suggestion or action they limbs will automatically become very relaxedsimply from fatigue.If you then use any of the above schemes to enhance relaxation you should find that they will work muchmore quickly and effectively.FOR A FINAL EXERCISE it is worth sitting down and taking a theme of your own and writing down acompound script that you feel comfortable with. Then try it out on a few other people and ask for theircomments and responses.SummaryIn this section we have laid a foundation for one of the most useful starting points in hypnosis: how toinduce complete muscular relaxation. You will have explored the process of inactivating the muscularsystem via the verbal, visual, emotional, musical, humorous systems, and perhaps some others.Consequently you should be aware of the fact that using the systems approach you will be able to tailoryour approach to each particular person.In addition you have seen how a compound script can be put together, and have perhaps written one ofyour own.Analysis of the compound script.1. Primarily this paragraph is verbal. We are using just simple words such as \"relaxed\", \"peace\", and\"rest\". The departures from this are a) the use of the word \"happy\" which is more clearly designed toactivate an emotion b) \"holiday in the most luxurious resort\" which is likely to conjure up an image ormemory and c) \"smooth as silk\" which could arouse the tactile system.2. Primarily this paragraph aims at activating strong visual images of the boat journey. The mainexceptions are the words a) \"lying on soft cushions\" which are more likely to arouse a sensation than apicture b) \"relax completely\" is a verbal rather than visual cue, c) \"feel the boat rocking\" evokes asensory rather than a visual response.3. This primarily aims at activating the sense of touch, loosely including sensations of heat and motion. Ifyou decided (correctly) that sensations of touch, temperature and orientation (rocking) are really differentsystems, then award yourself extra points! The main exceptional phrases are a) \"See the ripples\" which islikely to arouse the visual system, b) \"day is so relaxing\" is purely verbal c) \"hear the gentle lapping\"should arouse the auditory system.4. This paragraph is aimed at evoking a certain class of feelings. The sentences that stand out are a) thescene of the boat drifting under branches, which is visual, b) the word \"murmuring\" suggests an auditorystimulus and c) \"feel the water washing...\" may arouse the sensory system rather than the emotional onedirectly."},{"pageNumber":21,"pageContent":"Home | Contents | Previous Chapter | Next Chapter"},{"pageNumber":22,"pageContent":"Hypnotherapy for Beginners:Chapter 3Exploring the ImaginationWe explore the visual imagination, which is enormously rich and varied. This is a tool much used inhypnosis and so it is valuable to explore its natural processes in many people, including yourself.You may agree that one of the main functions you have when helping another to explore his or herimagination is in helping to maintain focus, primarily by asking questions.The question of what kind of meaning such an exploration gives is left open. There are a wide variety ofinterpretation schemes which you will find: I simply urge you to keep at least TWO such possibilities inmind so that you are less likely to jump to unjustifiable conclusions. Sometimes the asking of questionswill help to resolve a conflict between two interpretations.The material you find is seldom strange by the standard of dreams.In this chapter I will be asking you to explore another aspect of the way in which the mind works. Thisaspect is one that is of value and importance in many aspects of hypnotherapy and psychotherapy. It isthe amazing richness of the visual imagination in most people.As in the previous chapters we will be exploring what can happen \"cold\" - without any inductions oranything that looks like \"hypnosis\".All I will be asking you to do is to work with a number of people on the lines that will be indicated. Ifanything unusual happens it is merely that it is unusual in the sense that it is unusual to you: somethingthat you have not explored before.The starting point in all cases is simply, \"Sit (or lie) comfortably and close your eyes.\"There are a number of approaches that can be taken then. To give you an idea of what we are aiming at Iwill give an example of the sort of thing that can happen: but each person is different and the example isnot one that will be repeated exactly by anyone.In the following dialogue Y stands for You and F stands for Friend.Y. \"I want you just to imagine that you are walking along some path. It could be anywhere, real orimaginary. All I want you to do is to be aware of your feet and a small amount of path around them. Justlet me know when the picture becomes clearish.\"F. (After about a minute.) \"I am on a sandy beach. Nothing on my feet. My feet are small.\"Y. \"Fine. Is there anyone else around?\"F. (Pause.) \"No, not near anyway.\""},{"pageNumber":23,"pageContent":"Y. \"Tell me more about the beach.\"F. \"It is enormous. Flat and open. The sea is out.\"Y. \"And how do you feel?\"F. \"Alone.\"Y. \"How old are you?F. \"I seem to be about 10.\"Y. \"Any idea why you are here alone?\"F. (Pauses.) \"No.\"Y. \"Why not walk to where you feel like going?\"F. \"OK.\"Y. \"So which way are you going?\"F. \"There is a cave over there.\"Y. \"That sounds good. Tell me when you get there, unless something stops you.\"F. (After a delay but less of a delay than it would take in real time to walk to the cave.) \"Right. I am atthe cave now.\"Y. \"Have you been there before?\"F. \"I am not sure.\"Y. \"Do you want to go in?\"F. \"Yes, I think so.\"Y. \"What can you see?\"F. \"A fire.\"Y. \"Is there anyone there?\"F. \"Yes. An old woman.\"Y. \"Do you like her?\"F. \"Yes.\"Y. \"Is she saying anything to you?\"F. \"She wants me to sit by her.\"Y. \"That's fine. Why not sit by here and I will be quiet for a bit to leave you two together. Just tell meafterwards what happened.\""},{"pageNumber":24,"pageContent":"(There might be a pause for five minutes or so, then the friend opens her eyes and talks freely.)F. \"That was fascinating. At first I felt very uncertain in the cave. It was rather dark. But then I had adeep sense of peace. I came to see that the old woman was my grandmother. She died when I was in myearly teens. But I used to love going to stay with her. She did not say much to me in the cave - it changedafter a bit to being her house and I just had some cakes that she made me. But it felt very good.\"DiscussionQuestion 1. What is YOUR role in that?I suggest that primarily it is to help your friend to keep her mind focused on the images. If youwere to try to do it yourself you will find that the mind can slip away for a number of reasons. One is thatthere is little to stop your mind wandering back into everyday preoccupations. Another is boredom: therewould not be enough interest in the beach scene in itself to hold your interest. Another is a slightemotional resistance: you might not have liked the initial \"alone\" feeling, and it would have tempted youaway immediately. Another might be sleep: the scenes have a certain dreamlike quality and this in itself,if you are rather tired, can lead you to drop off. Finally you might find the scene very interesting but thatcan activate a rather analytic or critical part of the mind which can then drown the more fluid part of themind that is creating the pictures.Question 2. How do you keep her (his) mind on the images?In the above example it was almost entirely by asking questions. On the whole they are non-directiveones. There is little or no attempt to force the friend's mind into certain channels. You might compare thiswith the authoritative approach that can be associated with some forms of hypnosis - particularly in\"entertainment\". In the next chapter you will be exploring more directive suggestions.Question 3. Is there any significance or meaning in what the friend saw?It does not take much imagination to discover certain possibilities about the friend. But with an eye to theuse of such things in therapy I would emphasise that there is a big difference between a possibility and acertainty and it will be necessary to check the possibilities out.Here are just a few possibilities that some people might see in the above.a1) The opening scene suggests that she feels alone in life.a2) But it could be that she once felt alone in life.a3) It could just be that she has recently read or seen something on these lines.a4) It could be that she is reliving something that happened in a \"past life\".a5) It could be that she has become telepathically aware of an experience that someone else (dead oralive) is having or has had.b1) The presence of the grandmother suggests that she misses a certain kind of love in her life at present.b2) But it could be that she is happy now but an early loss of her grandmother needs healing still.b3) It could be that the grandmother represents some other person in her life."},{"pageNumber":25,"pageContent":"c1) The grandmother may be simply created by memory.c2) She might be created by desire and be little like the real one.c3) It might be that the friend is in actual communication with the spirit of her dead grandmother.d1) The cave might be a real one from her past.d2) It might be a symbol representing the womb.d3) It might represent the grave her real grandmother is in.You may well feel that some of these explanations are far fetched. But you might as well get used to thefact that there are people in the field who will find all these meanings and others in the visualisations thatcan arise quite easily and naturally.What I would particularly like is to get you into the way of always having in mind at least twodifferent interpretations of everything. THIS WILL STOP YOU JUMPING TO CONCLUSIONS.If the visualisations have given you ideas about certain possibilities then you can proceed to find outmore and thus be better able to choose between possibilities.Some of our uncertainties can be resolved simply by asking questions in the normal way. Others can beresolved by asking more detailed questions of the friend while she is visualising. But at times you mayfind that there remains no way of clearly distinguishing between two possibilities and at other times bothcan be true.I would also like you to notice that what has been described would not surprise you at all if it hadsimply been presented to you as a dream.It is not surprising if we dream about people who have died; about landscapes that are partly familiar andpartly not; of a scene changing from a cave to a house without having to walk from one to the other; andso on.So, as yet another way of looking at things, you might like to see what has happened as simply yougiving your friend an opportunity to have a waking dream: a dream that she is more conscious of than isusual.The most useful thing that you can do now is to go away and try out this form of exploration as manytimes as you can, and with as many people. If you are a student on a course then it can be useful to makea record of what you find.Here are just a few extra pointers of ways to get things going in the first place. (Starting is usually thehardest thing.)Example 1. Starting from whatever is visible with closed eyes.Y. \"With your eyes closed you may see simply a colour. Black, grey or pink. Just keep your eyes fixedon this and after a while you will see changes. What can you see?\"F. \"Mainly grey, with blotches.\""},{"pageNumber":26,"pageContent":"Y. \"Just keep watching. After a while you will find that you can see something through that mistiness.\"F. (After a while.) \"There was a cheese sandwich passing by!\"Y. \"Fine. Keep watching. Something else will happen soon.\"F. \"There are some trees. And nearby there is a big house.\"Y. \"Which would you like to explore first?\"And then you can continueOf course we have no control over the first thing to appear. The main thing is to build on whateverhappens.Example 2. Starting with a house.Y. \"I want you to let your mind roam over houses. They can be old or new. They can be big or small;castles or cottages. Ones you have seen and ones you have never seen. After a while one will seemsomehow more interesting than the rest. I want you to tell me once that happens.\"F. (After a few minutes.) \"I am in front of a large house.\"Y. \"Is the front door open?\"F. \"Yes.\"Y. \"How about going in and exploring?\"F. \"OK.\"And then you allow him or her slowly to explore the place room by room.Example 3. Starting with a blank TV or film screen.Y \"I want you to picture as well as you can a blank screen: TV or video or cinema. Tell me when youcan.\"F. (Pause.) \"Fine.\"Y. \"Is it TV or what?\"F. \"Yes.\"Y. \"OK. Now imagining that it has just been switched on, wait and see what programme will appear.\"F. \"It's Friends.\"Y. \"Great. tell me what is happening.\"Later on you can then introduce the following line:Y. \"Now how about changing channels. There may be one which features YOU in it.\"F. (After a pause.) \"Yes, here it is. I seem to be acting the part of a soldier in a war.\""},{"pageNumber":27,"pageContent":"Y. \"Who is with you?\"And the exploration can continue from there.Example 4. Starting with an actual memory.Y. \"I want you to remember something - anything - from your past.\"F. \"OK. I can remember a day on holiday a few years ago. I was sailing.\"Y. \"Were you alone?\"F. \"No, with some friends.\"Y. \"How was it?\"F. \"I remember a storm, in which we nearly got drowned.\"Y. (After getting some description of the time.) \"Now if it had been a story things would have been evenmore dramatic. I wonder if you can imagine it as a story, or a film. There may be other people with you.The boat could be different. And so on.\"F. \"Well, I suppose if it was a story we might have hit a rock or something.\"Y. \"Right. Picture that and then tell me what happened next.\"The whole point in these exercises is that you never know what is going to happen next! You need to beflexible and to be able to improvise. But in each case you work with what you have been told and keepthe friend's attention on what is happening with a few questions.SummaryIf you have done what has been suggested in this chapters you will have found out a little about howflexible the visual imagination is in most people. You will again have found the Standard Finding: thereIS a response; it takes time and it varies from person to person.Home | Contents | Previous Chapter | Next Chapter"},{"pageNumber":28,"pageContent":"Hypnotherapy for Beginners:Chapter 4Directing and Controlling the ImaginationThe visual imagination can not only be used for exploration, it can be guided and directed. This chapterprovides exercises to develop this ability.The specifics used are to imagine a place, then a strange element in it, then a changed, floatingviewpoint, then a floating journey. Next the ability to change images is used to change a small memory;then developed to see if a completely different life can be pictured.This chapter should teach you how much can be done with the imagination in many people without any\"induction\" or other hypnotic techniques.In the previous chapter we were taking a fairly passive role with respect to the visual imagination. But inthis chapter you will be aiming at directing and controlling it. In the previous chapter you werediscovering the richness and variety of the images that can arise seemingly spontaneously. In this youwill be examining the extent to which you can implant specific pictures.As always I expect that the results will underline our Standard Finding: that it can be done; that it takessome time and patience to achieve a certain image; that the ease varies considerably from person toperson.In each of the examples below I have written in a specific response from the friend to give you a feelingfor how things should go. In practice of course you will get different responses, and need to use yourcommon sense in adapting what you say accordingly.Exercise 1. Picturing a specific room.Y. \"Please just close your eyes and make yourself comfortable.\" Pause. \"Now I want you just to thinkabout a room you know very well. When you have it clearly in mind let me know.\"F. (After a while.) \"Fine.\"Y. \"What room is it?\"F. \"The kitchen at home.\" or \"My bedroom\" or ...Y. \"Could you describe it to me?\"F. Describes it, perhaps with a little prompting.The main thing that you need to establish from this is how detailed the images are, and the amount ofcolour in them. These vary from person to person.Exercise 2. Introducing a strange element."},{"pageNumber":29,"pageContent":"Y. \"Now, you will be surprised to see that there is a picture, or drawing or mark on the walls or ceilingthat you have never noticed before. Look for it and tell me what you see.\"F. \"It is a painting of a strange woman.\"Y. \"Describe her to me.\"OrF. \"Someone has drawn a heart on it!\"Y. \"What are the initials?\"OrF. \"There IS a strange mark.\"Y. \"Where is it?\"F. \"In the top right hand corner.\"Y. \"How could it have got there?\"F. \"Perhaps someone threw something at the ceiling.\"Each of these cases demonstrates ways in which your suggestion can be picked up and interpreted. Thereis, of course, the probability that some of your friends will not see anything on the ceiling or walls. Theyhave not responded to your suggestion. But it might be as well to check out with various other ideas ofsomething strange. Examples might be, \"Someone has dropped something on the floor. Can you see it?\"or \"I wonder if there is something unexpected in a cupboard?\"Exercise 3. Floating viewpoint.The next thing you could try is to see if your friend can alter the viewpoint so that they seem to be higherthan is normal, i.e. is floating or flying. This might proceed as follows.Y. \"Now I just want you to be aware of the room again. And your position in it.\"F. \"OK.\"Y. \"Next you are going to start to feel as if you are slowly floating up towards the ceiling. It will be quiteeffortless. Just as if you are a helium balloon. Just rising. Just rising. Just let me know when this starts tohappen.\"It is a good idea to allow a few minutes, while repeating from time to time \"Just feel yourself rising\" or\"Just float gently\" or anything on that lines which keeps your friend's mind on the images. By then themajority of people will say something like:F. \"I am rising now. And floating over towards the window.\"Exercise 4. Floating Journey.You can then build on the above and see if you can direct them to fly outside."},{"pageNumber":30,"pageContent":"Y. \"Next, at whatever height you feel comfortable, find yourself out of doors. Just let me know when youare there, and exactly where you are.\"F. (If there is difficulty getting an outside view you may first need to guide them through a door orwindow.) \"I'm out now. About head high. Just by the door.\"Y. \"Why not enjoy traveling from there towards the sea side. You can be as high as you like.\"(After a few minutes)Y. \"What can you see now?\"F. \"I am up high. There is a town below me. I am travelling towards the sun. I can just see the sea in thedistance.\"I have had clients travel right across the Atlantic in this way, landing in New York. You can explore theextent to which you can encourage them to move towards a scene of your choice, rise and fall as youdirect and so on.What you will probably notice is that on the whole you can direct the imaginary scene, but that there aretimes, and people, for whom it is difficult.Exercise 5. Altering a memory.Y. \"Next I would like you to think of some mildly unpleasant memory. Nothing major. Just something abit irritating; recent or long ago. Let me know when you have thought of it.\"NB. You should NOT be trying to do anything with very unpleasant memories at this stage.F. (After a while.) \"Right.\"Y. \"And what is it?\"F. \"I was a boy. I had just come home from school. I had scored a goal. I went to tell my father and hesaid, 'Buzz off son, I'm busy just now.'\"Y. \"That will do. OK. Just recall that in detail, just as it happened. And just talk me through it\"F. Repeats the scene in a little more detail.Y. \"I don't suppose that was what you would have liked to have happened?\"F. \"No. I wanted him to praise me. He did at other times. I guess he was just busy.\"Y. \"So now you are going to run through that scene again. But this time just picture it the way it wouldhave been if he had NOT been busy. If he had said something like, 'That's great, son. Tell me all aboutit.'\"F. \"OK.\" then after a minute or two, \"I've done that.\"Y. \"How did that feel?\"F. \"A lot better.\""},{"pageNumber":31,"pageContent":"Y. \"Just play it through again for luck.\"And then, after your friend's eyes are open againY. \"Now how does that incident seem to you.\"F. \"It seems OK now.\"It is then worth waiting a week or so before asking your friend casually about the time he came homefrom school after scoring a goal, and see what he says about it. In some cases you will find that only thenew and better version is remembered. In others both versions are recalled but the new feeling about it isthe dominant one. Finally there are some people who will report only that they recall you trying to getthem to change what happened but it has made no difference: they know what happened and it is stillannoying. For a short article giving more detail of the therapeutic use of this technique click here.Exercise 6. An imaginary life.Y. \"I now want your mind to wander and to think about all the different lives people have led. Todaythere are people all over the world in different lives. Some live in deserts, some in cities. Some are rich,others are poor. And in the past things were more different still. You might think of the ancient Egyptiansor Druids, or even back to the stone age and before. After a while I would like you to pick on a particulartime and place that seems of interest.\"F. (After while.) \"A stone age village.\"Y. \"Right. Now you will find that you can see that village as if you are living there. You will start out atsome particular point. It might be in one of the huts; or in the undergrowth nearby. Just wait a minute andsee which happens.\"F. Pause. \"I seem to be in a tree looking down on this village.\"Y. \"What can you see?\"F. \"There are a few huts, with smoke coming out of the roofs. It is dark. But I can just see by moonlight.I am waiting.\"Y. \"What for?\"F. \"For everyone to go to sleep. There is someone here I want to take. I must wait.\"Y. \"While you are waiting, tell me what you are wearing.\"F. \"Just some cloth around my waist. And I have a spear in my hand.\"Y. \"Are you waiting for a man or a woman?\"F. \"My woman. I have come to take her back to my village.\"And so on. Again there is no guarantee that you will get a story, but it is well worth exploring whatpeople can do in this way with minimal preparation. You should find that with patience and enoughfriends you will find quite a few such stories. There are those who interpret them as cases of \"past liferegression\", of course."},{"pageNumber":32,"pageContent":"In the above you will have directed your friend to some past time, but not a particular one. When youfind someone who is good at this sort of thing you can explore the extent to which you can get them to goto a time and place of your choice.DiscussionEvery picture that is seen by your friend has arisen in their visual system: a complex one which extendsfrom the eyes to the visual cortex at the back of the brain. When the eyes are open then this systemresponds to the messages it gets from the eyes. In these exercises you will have seen that it can also beactivated by messages from other parts of the brain. In particular the words that you use are altering thecontent of the system.One of the beauties of these exercises is that the visual system usually responds more readily, in morepeople, and more richly, than does any other system. You will have seen in Chapter 1 how muscles willreact, for example, but they do so on the whole more slowly and the effect is simpler.Because of this you will find that the imagination or visual system plays a large part in many of thechanges produced by hypnotic techniques.But in the mean time it is well worth getting a lot of experience of the ways in which this system worksin different people, and realise how much of what happens depends on their minds. You should also getsome practice in being flexible, and adapting to the answers you get.Finally I want you to discover for yourself that much of what passes as a result of entering some \"deephypnotic state\" can be evoked very simply with no preamble, no complex induction and no particularskill at all!This is not to say that there is NO skill in the practice of hypnosis. The ability to enable a wider range ofpeople to experience phenomena such as the above comes from experience. The value of variouspreambles and processes such as the deep relaxation of Chapter 2 is that they enable the responses youwill have found in this chapter to be evoked more readily. However all these things are in the end merelysharpening and extending things that for some people can happen quite easily and with little or nopreparation.Further ideasThere are an enormous number of variations on the above, and people will vary a lot in the extent towhich these come naturally.The following is just a possible list of things that might be easily visualised.We have covered flying, so why not swimming deep in the sea like a dolphin, running the earth like adog or horse, entering deep tunnels or caverns like a rabbit.Or you can play with time. We have covered some simple memories, but you might want to explorefurther back into childhood. Or you could explore the way in which it is possible to play scenes in slowmotion or highly speeded up. And I have heard of people who have been taken \"forward\" in time andinvited to imagine the future! But I have never yet met someone who can be taken \"forward\" in time insuch a way as to be able to predict the result of horse races reliably!"},{"pageNumber":33,"pageContent":"Or you could ask for pictures of imaginary creatures: unicorns and fairies, wizards and witches, spirits ofplant and tree, extra-terrestrials and their space craft, and so on.Or you could play with size, as Swift did in Gulliver's Travels, and direct the imagination to see thingsfrom the viewpoint of a giant or a fairy.You should find Standard Response on all these things: some people will manage them all withsurprising ease; and others will manage only a few, with difficulty; and in most cases it will take timeand patience for the pictures to emerge.SummaryYou should have found the extent to which the imagination can be directed with surprising ease andflexibility in many people.Home | Contents | Previous Chapter | Next Chapter"},{"pageNumber":34,"pageContent":"Hypnosis for Beginners:Chapter 5Exploring \"Inductions\"In this chapter for the first time we will meet some processes which have been passed down the years asbeing ways of producing some dramatic changes in the functioning of people. These are what have beencalled \"hypnotic inductions\". We start with a close look at an induction used by James Braid, the fatherof hypnotism. Then some others, again from well-known names in the history of our subject, are givenmore briefly for you to try.The question of whether as a result of such inductions a given person will respond more readily tosuggestions is one that you can explore practically.Some reasons are given why such inductions may have been more successful in the past, and needmodifying for the present day.So far some readers may be rather surprised that we have not yet done anything like an \"induction\", withthe possible exception of the relaxation process of Chapter 2.The reason for this is my declared aim to make hypnosis as understandable as possible, rather than asmagical and mysterious as possible. The more you understand of the way in which the mind works undermore or less normal conditions the better the foundation you will have for understanding how it willwork under more extreme conditions.But in this chapter I would like to introduce you to some \"classical\" approaches. The earlier practice thatyou have done on exploring various simple phenomena will help you to do these with rather moreconfidence and to understand better what the inductions are doing. In particular you will have seen inprevious chapters how quite simple suggestions can lead to appropriate changes.There are a few themes running through these approaches, some of which have evolved from certainmesmeric practices, which seem to have been copied and adapted slightly from person to person afterJames Braid first differentiated hypnotism from mesmerism in the middle of the nineteenth century.These themes are:Eye fixation1. Eye closure2. Suggestion3. Arm catalepsy4. Sleep or total relaxation5. As a starting point I would like you to try Braid's method out on some friends. This is what he did, withhis own words in italics. I have appended comments and explanations in between the parts of thisapproach, to relate it to what has gone before."},{"pageNumber":35,"pageContent":"TAKE ANY bright object (I generally use my lancet case) between the thumb and fore and middlefinger of the left hand; hold it from about eight to fifteen inches from the eyes, at such a positionabove the forehead as may be necessary to produce the greatest possible strain upon the eyes andeyelids, and enable the patient to maintain a steady fixed stare at the object.Feel free to use any object. You will see here a foreshadowing of the bright shiny swinging watch thatpeople often associate with hypnosis. Some hypnotists just use their fingers. Others have specially madeobjects; bright torches, \"hypnodiscs\" - with swirling patterns on them, and so on. I have used a brightmetal marble, an old bright cuff-link and a metal pendulum at times. Since it is a simple fact that theunusual holds the attention that bit better than the familiar you might like to exercise your imagination tofinding something different.The patient must be made to understand that he is to keep the eyes steadily fixed on the object, andthe mind riveted on the idea of the object.That is to say that the hypnotist will normally say clearly and definitely something like, \"Now keep youreyes fixed on this. Let your mind be blank except for this.\" The effect aimed at is to switch off everyother activity in the brain except that part which is aware of the object. In other words Braid is doingwhat you will have found yourself doing in earlier sessions: keeping the patient's mind fixed on one thingor idea for some period of time.It will be observed, that owing to the consensual adjustment of the eyes, the pupils will be at firstcontracted: they will shortly begin to dilate.Look out for this and see if you notice it. I cannot say that I have seen it happen always. Most otherhypnotists make no reference to this.After they have done so to a considerable extent, and have assumed a wavy motion, if the fore andmiddle fingers of the right hand, extended a little separated, are carried from the object towardsthe eyes, most probably the eyes will close involuntarily, with a vibratory motion.What is being activated here is an instinctive response designed to protect the invaluable eyes. It seems tome to be activated most powerfully by a rapid movement towards the eyes. Normally you would have noneed to override it consciously, but if you experiment on yourself a bit you should find that with a littleeffort of will you can indeed prevent it happening. Braid sadly gives no indication of the speed withwhich he advances his right fingers. You might like to try out various speeds for yourself.Notice that there will be something of a conflict between the one system of the mind which is theinstinctive closure response and another which is the part attempting to obey the previous direction tokeep the object in view. I suggest that it is the struggle between these two that leads to the vibration thatBraid observed.You might compare the vibration that arises if you lock your hands firmly together and then pull yourarms apart: the two arms are two systems fighting against each other. After a little while a vibrationtypically sets in.If this is not the case, or the patient allows the eyeballs to move, desire him to begin anew, givinghim to understand that he is to allow the eyelids to close when the fingers are again carriedtowards the eyes, but that the eyeballs must be kept fixed in the same position, and the mindriveted to the one idea of the object held above the eyes. It will generally be found, that the eyelidsclose with a vibratory motion, or become spasmodically closed."},{"pageNumber":36,"pageContent":"Braid also experienced an aspect of our Standard Finding: that people vary, and some take longer torespond than others. In that case he simply makes sure that the subject has a clearer idea of what heexpects to happen and repeats the exercise. In effect he is using a verbal directive to achieve a certainresponse of the eye muscles; a phenomenon we have seen in action for other muscles in Chapter 1.After ten or fifteen seconds have elapsed, by gently elevating the arms and legs, it will be foundthat the patient has a disposition to retain them in the situation in which they have been placed, ifhe is intensely affected.This phenomenon sometimes goes by the name of limb catalepsy. We have already met it in Chapter 1,where you should have found that with some people it can be produced with no preamble as a result ofkinaesthetic cues.If this is not the case, in a soft tone of voice desire him to retain the limbs in the extended position,and thus the pulse will speedily become greatly accelerated, and the limbs, in process of time, willbecome quite rigid and involuntarily fixed.What this tells us is that in some people the connection between the kinaesthetic sense and the muscles isNOT enough for the one to activate the other. In those cases Braid fell back onto a verbal instruction, andwould generally find that that would work. If you find that even that does not work you could makeanother attempt via the visual system and get the friend to picture the arm as being as rigid as if it had asteel bar inside it or a plaster cast outside it.My experience is that in general the arm does not usually become involuntarily fixed unless the idea issomehow given that it should be. In Braid's case the idea has first been given kinaesthetically. If that didnot work he augmented it with verbal instructions. You can see for yourself what happens when you trythings out!The reason that the pulse becomes accelerated is the same as the reason it becomes accelerated in anyother exercise: and the above lifting of the arm does exercise the muscles, even if the effort is notvoluntary. You should compare the effect with that described at the end of Chapter 2 where we simplyasked for voluntary tension of legs and arms and then noticed increased heart and breathing rates.Likewise there will be an increased adrenaline (epinephrine) production in both.It will also be found, that all the organs of special sense, excepting sight, including heat and cold,and muscular motion, or resistance, and certain mental faculties, are at first prodigiously exalted,such as happens with regard to the primary effects of opium, wine, and spirits.I cannot say that I have noticed this as strongly as Braid does; neither is this effect commonly reported byothers. My analysis of it, however, is simply this. The increased adrenaline (epinephrine) productiontends to amplify any activity of the nervous system. In the condition that Braid has achieved in hispatient this nervous activity is broadly switched off. But if he activates a particular system, as forexample by testing sensitivity to cold, then we can expect that part of the nervous system to be amplifiedvery strongly.After a certain point, however, this exaltation of function is followed by a state of depression, fargreater than the torpor of natural sleep.It is not clear how long the period of time is before that \"certain point\". But the effect is essentiallyparallel to the phenomenon we saw in Chapter 2 in which a period of high muscular activity is followed"},{"pageNumber":37,"pageContent":"inevitably by a period of low. This pattern is paralleled by related activity of the adrenal cortex and aperiod of high activity and copious adrenaline production tends automatically to be followed by arebound period of very low activity. For a more detailed discussion of such rebound effects see Chapter16 of The Principles.In conclusion then it should be clear that Braid has strung together a few simple connections such as youhave explored in the first Chapter, and ended up with a subject with eyes closed and most systems veryinactive.For your convenience here is the whole thing in one place:TAKE ANY bright object (I generally use my lancet case) between the thumb and fore and middlefinger of the left hand; hold it from about eight to fifteen inches from the eyes, at such a positionabove the forehead as may be necessary to produce the greatest possible strain upon the eyes andeyelids, and enable the patient to maintain a steady fixed stare at the object. The patient must bemade to understand that he is to keep the eyes steadily fixed on the object, and the mind riveted onthe idea of the object. It will be observed, that owing to the consensual adjustment of the eyes, thepupils will be at first contracted: they will shortly begin to dilate, and after they have done so to aconsiderable extent, and have assumed a wavy motion, if the fore and middle fingers of the righthand, extended a little separated, are carried from the object towards the eyes, most probably theeyes will close involuntarily, with a vibratory motion. If this is not the case, or the patient allowsthe eyeballs to move, desire him to begin anew, giving him to understand that he is to allow theeyelids to close when the fingers are again carried towards the eyes, but that the eyeballs must bekept fixed in the same position, and the mind riveted to the one idea of the object held above theeyes. It will generally be found, that the eyelids close with a vibratory motion, or becomespasmodically closed. After ten or fifteen seconds have elapsed, by gently elevating the arms andlegs, it will be found that the patient has a disposition to retain them in the situation in which theyhave been placed, if he is intensely affected. If this is not the case, in a soft tone of voice desirehim to retain the limbs in the extended position, and thus the pulse will speedily become greatlyaccelerated, and the limbs, in process of time, will become quite rigid and involuntarily fixed. Itwill also be found, that all the organs of special sense, excepting sight, including heat and cold,and muscular motion, or resistance, and certain mental faculties, are at first prodigiously exalted,such as happens with regard to the primary effects of opium, wine, and spirits. After a certainpoint, however, this exaltation of function is followed by a state of depression, far greater than thetorpor of natural sleep.Next you might like to try a simple approach based on the work of Libeault (1823-1904) In the formbelow I am quoting from the book by Alexander Cannon that you will find elsewhere on this site: TheScience of HypnosisLIBEAULT'S METHOD (as used by Alexander Cannon)(i) I sit my patient in an armchair.(ii) And tell the patient: \"Make your mind as blank as possible. Think of nothing at all.\"(iii) \"Fix your eyes on this\" (pointing to some object anywhere in the room). (Notice that he doesnot share with Braid the idea that it should be close and high.)(iv) I suggest that: \"Your eyelids are getting heavy; the eyelids will soon close; your vision is"},{"pageNumber":38,"pageContent":"getting dim and misty; your arms and legs are getting heavy; numbness is creeping over yourlimbs; my voice is becoming muffled to you; you are getting more and more sleepy; you nowcannot keep your eyes open.\" (Here the patient closes the eyes almost automatically, or the eyesare closed by me.) The patient is indeed asleep.(v) About two minutes of this talk about sleep usually produces an hypnotic effect on a newpatient; and on subsequent visits even less time is required.You could try this on a number of your friends to compare results, and see if, as many hypnotists are intheir books, Cannon is being a bit optimistic in suggesting that two minutes can be expected to be enoughand that, by implication, this is enough for everyone. Cannon belonged to a generation that did not botherto ask patients or subjects afterwards how they felt.You will probably notice that in the middle of all those suggestions there are directions to differentsystems: the muscles of the eyelids; eyesight itself; the muscles of the legs and arms; the sensory nervesfrom the limbs; the sense of hearing; and finally sleepiness - a general switching down of corticalactivity.Now ask yourself: \"Is there any difference between what has been achieved by the above and, forexample, just asking the subject to relax and close his or her eyes?\"Clearly the hypnotist thinks that there IS.But what difference is he expecting? It takes little familiarity with hypnosis to find an answer on thelines, \"The subject is now more suggestible; he/she will now do what the hypnotist says withoutquestion; and so on.\" Or, to put it another way, the voice of the hypnotist should now be able to activate(or inactivate) all manner of mental and physical subsystems of the subject quickly and easily.So this is what you should look for.You should already in Chapter 1 have discovered something of the way in which a particular friend'smind works, and how readily a set of words can activate such things as muscles, images and so on. Thepresumption is that after an induction such as the two above the friend will now respond more readilyand in more ways to your voice. But is it true? This is what you should now explore. I anticipate that theresult will be our old Standard Finding. In this case the Finding will be that such preliminary inductionsdo make your friends respond more readily and in more ways; but that as usual it will usually take timefor them to do so, and that the results will vary from person to person, and in particular in some personsthe induction, even if it leads to closed eyes, will not change their responsiveness in any way that you cansee.So to be more precise what you should be doing is:1) Deciding which one or more responses you are going to work with. E.g. Do you want to use words toinduce limb movement or rigidity, or a sensory response such as an itch or other feeling, or a smell ofsomething, or a taste or a visualisation of a person or place, or something else?2) Discover the ease with which this can be evoke by simply asking the person briefly to relax and closethe eyes and then suggesting the effect for a few minutes. Note the results obtained: How readily did thereaction happen? How long did it take?"},{"pageNumber":39,"pageContent":"3) At another time run through any induction you are exploring and then suggest the same effect. Noteagain the readiness with which the response happened and how long it took.4) Compare the two results.NOTE: This is NOT intended to provide you with a rigorous scientific demonstration of the powerof an induction: there are too many uncontrolled factors. However the more you try such things themore you should get a good estimation of what can and can not be achieved by a given \"induction\".The sort of things that you are likely to find include the following.The people who quickly respond to the induction by eye closure etc, are also those that you will havepreviously established as producing rapid changes in other mental systems in response to verbal input. Toput it in older language: the people who respond well to inductions are the most suggestible in any case.Consequently you might well consider whether, if you wanted a given response, you might do just aswell by using the time taken for an induction and use it for simply suggesting the response itself for thatmuch longer.You might like also to see if the following conclusion matches your experince. When people do reportthat the effect of the induction was to make them feel totally focussed on your voice - there seems nocompeting mental activity, and in particular that there was no inner voice saying things like \"I don'tbelieve you. I don't like this.\" - then they also report and show a crisper and stronger response to yoursuggestions.With those ideas in mind you might now like to compare the effect of a third classical induction, againdrawn from Cannon, which runs as follows:ERSKINE'S METHOD(i) The patient sits in an easy chair and relaxes.(ii) Say: \"Look at me!\" (The hypnotist looks into the left eye of the patient for about a minute.)(iii) Say: \"Now close your eyes each time I count: when I have counted up to ten, you will not beable to open your eyes.\"\"(iv) If this suggestion works, the hypnotist now commands: \"You are fast asleep, fast asleep!\"(v) Suggestions are now made.(vi) The patient is awakened by the hypnotist \"snapping\" his fingers.(vii) Should (iii) not be effective and the patient can open his eyes, the hypnotist now commands:\"You are glued to the seat and you cannot get up.\" This suggestion is usually effective and thepatient is so surprised that the mind at once passes into the psychic state, however light a hypnosisit may be.Of course you can vary this a bit. For example you might like not to be limited to the number ten, butinstead just say. \"Close your eyes. I am going to count. As I count then with each number I want you toopen your eyes briefly. But as the numbers get bigger you will find your eyes getting heavier andheavier, until at some point you will not be able to open them.\" With an occasional person whose mind isvery active I have adapted this further and said. \"Now I want you to open your eyes when in my countingI reach a prime number, but keep them closed on the rest. You will find your eyes getting heavier andheavier and after a certain point be impossible to open.\" (My aim has been to ensure that there is little"},{"pageNumber":40,"pageContent":"room for any other, potentially distracting thoughts, in the person's mind.)As above it would be best to have previously thought of a response you want to test with; try it out fromcold; run the above induction another time and then test for the response again. Finally see if theinduction has made any difference.If you want to try out some ideas from other classical inductions you will find some in Cannon's book.Comments on such classical inductionsMy suspicion is that methods like these, which are direct and authoritative, were more acceptable andmay have been more effective in earlier generations. Remember that in those days doctors, especiallyHarley Street physicians like Dr. Cannon, were perceived in any case as having great authority. You didnot argue with them! You did what they said without question. Consequently even if you felt that it wasridiculous when he said that you were asleep you would not dream of telling him so. But by the sametoken you would accept any suggestions that he made without criticism so that it would be easy toachieve one of the goals of hypnosis: which is to change systems of thought such as \"I am very ill andgoing to get worse\" to \"I have been ill and am going to get better\".We know today from the extensive literature on the placebo effect that if a patient and his doctor bothbelieve that a certain treatment will provide a cure then an enormously diverse range of conditions DO infact improve, even if the treatment has NO medical value. This is simply to say that it is a proven factthat procedures which strongly change the patient's idea of himself from \"ill\" to \"recovering\" can, inmany cases, be effective.Another factor that is relevant if you discover that you do not find that the above \"inductions\" are asuniversally successful as the accounts suggest is the following. Many of those earlier workers, such asDr. Libeault, worked very much in public. He, in fact, charged the local peasants nothing for histreatment - and therefore had a very full surgery. Among the crowds there would every time be somewho were very responsive and would do what he expected of them perfectly. (Just as in shows ofentertainment hypnosis there are perhaps a dozen in the audience who make outstanding subjects forthose purposes.) Now the very fact of seeing someone respond in a certain way tends automatically tomake others copy, naturally and instinctively. There will be others who may only be acting what they seearound them because they also hope to gain from the treatment: but these also add to the generalconfidence in the Great Doctor's power. But all in all the crowd effect will enhance the chance ofeveryone responding to a greater extent than they would individually.Incidentally this is one advantage of learning hypnosis at a good training school: you will usually belearning in groups.Let us finally add the fact that medicine in the last century had so little in the way of effective remediesand so many outright poisons in the pharmacopoeia, that NO treatment would often have been safer thanany that could be prescribed, and the combination of no treatment and a strong belief in recovery wouldhave won hands down over most treatments of the time for most conditions!Nowadays inductions tend to be more relaxed and less authoritative in a therapeutic context, though stagehypnosis continues to be relatively forceful and authoritative. We will explore more modern approachesin a later chapter. But in the mean time you might like to compare the effect of one of these classicalinductions with the relaxation technique that was presented in Chapter 2, or one that you improvised"},{"pageNumber":41,"pageContent":"yourself at the time.If you are working with the same friend as subject you will find it interesting to ask them how they felt asa result of a relaxation approach and a more forceful approach; and in addition see which approachseemed to produce the greater intensification of response to whatever test you applied. (E.g. the use ofwords to induce limb movement or rigidity etc.) It will not be surprising if you find that results vary fromperson to person!SummaryYou should have now tried out some classical inductions; seen that they rely on mechanisms that youhave explored in earlier chapters; and seen that their effect is on the whole to get the subject's eyes closedand mind attending to nothing but the hypnotist's voice. You should also have noticed that in general it isthen easier to produce the kind of phenomena that you met in earlier chapters. You should also havecompared the results with that of a relaxation technique.Home | Contents | Previous Chapter | Next Chapter"},{"pageNumber":42,"pageContent":"Hypnotherapy for Beginners:Chapter 6Posthypnotic suggestionsPosthypnotic suggestions are a large part of what people regard as typical of hypnosis. We start bycomparing it with the common phenomenon of social compliance: the fact that people quite normally willdo what another asks them to do. A description of a subject (Nobel Prizewinner Richard Feynman) isused to illustrate what it feels like to carry out a post hypnotic suggestion. Both phenomena are based onestablishing a causal connection between two subsystems of the brain.Some exercises are suggested for you to find out how easy it is under ordinary conditions to establishsuch a causal connection between two subsystems of the brain, so that you can (as in the previouschapter) later compare the ease of doing the same after a preliminary induction.In fact the usual word to describe the creation of a causal link between two systems is learning! And youare asked to consider the conditions under which learning is most likely to happen well. I suggest that afocussed attention is generally best.However this matter is complicated by the fact that the brain consists of very many subsystems and wemay consider each to be capable of independent attention, or arousal. To explore this, a exercises aregiven aiming at maintaining the attention of just one subsystem (in this case that connected to fingers)while conscious attention subsides.In this chapter we will be discussing, and you will be exploring, phenomena that are usually termed\"posthypnotic suggestions\". You will probably know the sort of thing. The hypnotist has told the subjectthat at any time a whistle blows he will stand to attention. Five minutes later the hypnotist blows and thesubject stands to attention involuntarily.As usual I believe that in order to understand what is going on it is best to look at such things in abroader context first.Let us suppose that you are in someone else's room. They leave for a few minutes, saying to you as theyleave, \"If the phone rings could you answer it for me, please?\" As it happens the phone does ring beforethey are back. What happens next?I think that it is almost certain that, in the absence of a strong reason not to, you will naturally pick up thephone and answer, as had been suggested to you. It is possible that you would spend the interval thinkingabout answering the phone. It is also possible that your mind had drifted onto something else, such asreading a book, or watching TV, and when you answered the phone you did so automatically, withoutparticular conscious thought.Now that little scenario is so normal that it totally unremarkable. But compare it with the following.A hypnotist takes a subject though an induction routine such as those we met in the previous chapter. The"},{"pageNumber":43,"pageContent":"hypnotist then says in solemn tones, \"Now when the phone rings you will answer it.\" He then snaps hisfingers and says, \"You are wide awake now, wide awake!\" A few minutes later the phone rings near thesubject. What happens next?In the vast majority of cases the subject will simply respond to the cue of a ringing phone and go andpick it up and answer it. It would turn out that some would do so rather automatically, without muchthought, while others would report being aware that they had been told to pick up the phone and perhapsthinking about it quite a lot. Is there really much difference between these two cases?The obvious answer is that there seems very little, other than the extra drama involved in the one case.The point of this observation is that for most people it is in fact enough to ask them to do a simple thingin response to a given cue, and they will then generally do that thing unquestioningly when the cue ispresented. This may be termed social compliance.Let us look at this in a slightly deeper way. There is a subsystem of the brain which is capable ofrecognising the cue (part of the auditory system). There is another which is capable of performing theaction of answering the phone (insofar as this is a largely automatic action it is the part known as thecerebellum). In both of the above cases the words of one person have been enough to establish a directconnection between those two subsystems in the mind of the other, so that in future the activation of thecue leads directly to an activation of the response.My purpose in citing these two examples is not to say that hypnosis is nothing but social compliance(there are people who have taken this position, cf. Spanos (1986) ) but rather to help you to understandhypnotic phenomena the better by relating them to similar everyday experiences, rather as has been doneby our Chapter 1.When Nobel prizewinning physicist Richard Feynman was at graduate school he volunteered to behypnotised. I am going to quote a bit from his book Surely you're joking Mr. Feynman! (Vintage 1992)so that we can have a firsthand account of what it feels like to carry out a posthypnotic suggestion.\"He [a hypnotist] started to work on me and soon I got into a position where he said, 'You can'topen your eyes.'\"I said to myself, 'I bet I could open my eyes, but I don't want to disturb the situation: Let's seehow much further it goes.' It was an interesting situation. You're only slightly fogged out, andalthough you've lost a little bit, you're pretty sure you could open your eyes. But of course, you'renot opening your eyes, so in a sense you can't do it.\"He went through a lot of stuff and decided that I was pretty good.\"When the real demonstration came he walked on stage and he hypnotized us in front of the wholePrinceton Graduate College. This time the effect was stronger; I guess I had learned how tobecome hypnotized. The hypnotist made various demonstrations, having me do things I couldn'tnormally do, and at the end he said that after I came out of hypnosis, instead of returning to myseat directly, which was the natural way to go, I would walk all the way around the room and go tomy seat from the back.\"All through the demonstration I was vaguely aware of what was going on, and cooperating withthe things the hypnotist said, but this time I decided, 'Damn it, enough is enough! I'm gonna go"},{"pageNumber":44,"pageContent":"straight to my seat.'\"When it was time to get up and go off the stage, I started to walk straight to my seat. But then anannoying feeling came over me: I felt so uncomfortable that I couldn't continue. I walked all theway around the hall.\"There are a number of things that come out of this account.One is, of course, that at NO time was Feynman unconscious of what was going on: though he clearlywas not in quite a normal state of mind, but rather \"fogged out\". (You will find that there is a verycommon misconception that hypnosis involves a total loss of awareness of proceedings.)The second is that subjectively the thought in his mind was that he was choosing to comply with what thehypnotist suggested.But the third thing - and the thing that impressed him and is one of the things we associate with hypnosis- is the fact that when there became an issue of conflict - when he consciously willed something atvariance to what had been suggested - then he found his body doing something against his consciouswill.Now as a result of your experiments in earlier chapters this doing of something against the will shouldnot seem too strange a phenomenon. You should have found, for example, that if the idea of outstretchedhands moving together is presented firmly for some length of time, then they will do so, even against aconscious struggle to prevent it happening. Or that if the idea of there being something irritating on theface is presented then the skin will itch even if you know rationally that there is nothing to cause it.Furthermore you will probably be quite familiar with times when you have carried out some form ofaction in response to a cue (such as lighting a cigarette, having a drink, flirting with someone, hittingsomeone) when there was a conscious awareness saying \"I should not be doing this!\") So there is nothingall that strange about some subsystems of the brain taking action despite a higher system saying \"no\".So now you that you have a context within which to think about what is happening, perhaps you wouldlike to experiment a bit with the kind of suggestions that Feynman was affected by.If you want to try things out on yourself you might like to think of some simple action that you will do onsome cue, such as the phone ringing. For example you might decide that you will scratch your nose whenthe phone rings (which is the example I will work through below), or you might decide that whensomeone comes into the room you will feel like first turning your back on them: in other words youchoose some cue (preferably one over which you have no control) and some response (which is a bitunusual).Remembering what you learned about more obvious effects in Chapter 1 you will see the sense ofspending a couple of minutes linking the cue system in your brain and response system in your brain.Working purely with words. You might say over and over to yourself, slowly and deliberately, \"whenthe phone rings I will scratch my nose\" - or whatever other plan you have. Working with pictures. Youmight spend the time picturing the phone, and yourself scratching your nose before picking it up.More dramatically you could spend the time imagining that there is in fact some strange and alien insectin the phone, and that at some time in the future it will suddenly emerge making a noise remarkably like"},{"pageNumber":45,"pageContent":"that of the phone ringing, and will make a beeline for your nose, into which it will try to burrow! Youwill naturally want to get rid of it!Working with sound/sensations. You might spend the time imagining the sound of the phone ringing,and of an itch on your nose.After having done whichever of these you choose, go on and do something else, reading or working orwhatever. When the phone rings you will almost certainly recall that it is a cue and you will be able tosense how strong the impulse is to carry out the action. It migh well be that like Feynman you just feeluncomfortable if you do NOT follow up on your own suggestion.If many people try this then we can predict the Standard Finding: that it will usually require that sometime has been spent on the preparation stage, that there will be very many who are forced to act in thesuggested way, or feel a very strong urge to do so, but that there will be considerable personal variations.You can try out the same thing on various friends to discover for yourself more about these things. Hereyou have more control over the cue.This could be something like a click of the fingers or a repeated tapping of a pen on the table. Theresponse could be something like clearing the throat, scratching the nose or standing up or sayingsomething like \"I need a drink\".Working with words. Here you would simply try saying, \"Later on you will find that when I tap my penlike this (demonstrate), you will clear your throat. You don't have to believe me or please me, but later onwhen I tap my pen like this you will clear your throat.\" (Repeat this about three times, slowly andclearly.)Working with pictures. Here we still have to use some words but they are being used to activatepictures. You might like to get your friend to close his or her eyes. Then say, \"I would like you to picturethis room and us in it. Tell me if you can.\" (Pause)Friend. \"OK.\"You. \"Now just picture the situation as it is going to be some time in the future. I am just tappingrepeatedly my pen on the table. You are finding it irritating and you are clearing your throat in anirritated way. Can you picture all that?\"F. \"Yes.\"Y. \"Can you picture the whole thing again in slow motion?\"F. (After a bit) \"Done it.\"Y. \"Well done. Now can you fast forward it and see it all at twice natural speed?\"F. \"Done it.\"Y. \"OK, that's fine, you can open your eyes again now.\"You can also try whatever combinations of such techniques you choose. But in any case wait at least fiveminutes until the conversation has drifted quite a way away from that particular association and then trythe experiment of tapping your pen repeatedly. Very occasionally you will find someone who"},{"pageNumber":46,"pageContent":"immediately clears their throat. More common is the reaction of the friend who pays a great deal ofattention to the tapping of the pen, but who says, \"I know you want me to clear my throat. But I am notgoing to.\" In that case you keep on tapping your pen, knowing that the seeds of the idea have been sown,and that, as you have found in Chapter 1, it is mostly now a matter of waiting. Within a few minutes youcan expect the throat to be cleared, sometimes with some such disclaimer as \"Well that had nothing to dowith your stupid pen. I was going to clear my throat anyway.\"The third class of responses is that the tapping of your pen has NO effect whatsoever: it is as if the friendsimply was not listening in the slightest to what you had said, or as if he was totally asleep.Finally there is a small class of people who will respond but will be unaware of having done so and willdeny it if challenged. \"What? Of course I did not clear my throat. I should know\" This is not very likelyto happen when we are making the suggestion in the simple direct ways suggested so far, but it couldhappen. I was once trying to get a client to stop smoking. He seemed to respond well to most things inthe session and so I was very disappointed when he reported the next week that there had been noreduction in his smoking. However I learned later from his wife that in fact he had cut downdramatically! So although I had had a strong effect it seems that a part of his brain was denying itsteadfastly.In summary then you can expect our usual Standard Finding: people DO respond to such suggestions,that it will generally take some time for them to do so and there will be a considerable range ofresponses, with some failing to do so at all.Once you have spent some time trying out things like this on a variety of friends and discover the extentto which their responses vary as you keep your approach the same you might like to start to explore theeffect of changing your approach.The idea I am going to ask you to work with is a simple one:The more of their attention you have the greater the effect.I am going to motivate this by observing that the true name for what you or your friend are doing islearning. The process of creating a cause and effect association between two patterns of activation of thebrain is called learning. When a child links a picture of an apple with the word \"apple\" she is learning: acertain pattern of activity in the visual cortex associated with an image of an apple leads to the activationof another pattern of activity in the verbal cortex which is connected with the sound \"apple\"; this may inturn activate a pattern of activity in yet another part of the cortex which regulates the production ofsounds and she may say \"apple\".When a dog is being trained to respond to a whistle we have a similar situation: a cause and effectrelationship is being established between the activation of a particular pattern of activity in the auditorysystem (which recognises a whistle) and another in the motor system (which responds to it). We call thislearning.When you learn that the moon is a quarter of a million miles from the earth then you are linking a certainpattern of activity in the mind which corresponds to \"quarter of a million miles\" and another whichcorresponds to \"the distance of the moon from the earth\". Normally the activation of the second patternwill subsequently readily activate the first, but the reverse is not true."},{"pageNumber":47,"pageContent":"In short, if you think about it, you should find that an enormous part of learning consists of creating justsuch links. (Can you think of some aspect of learning that is not simply forging such links?)The result of this line of thought is that the implanting of a posthypnotic suggestion or of a\"non-hypnotic\" suggestion which also links some cue to some response are simply matters of learning.Now ask any teacher, \"Which student will learn fastest, most and most securely, the one who is payingattention or the one who is not?\" Ask yourself, \"Have you found that you learned most when you werepaying attention or when you were not?\"I am assuming that in most if not all cases the answer is that learning takes place more quickly, morefirmly and most enduringly if there is a focussed attention during the period when the association takesplace.What does this mean in practice? It means that if you are trying to learn something you want a high levelof attention to the matter in hand and to have no distractions from other things which, as we have allexperienced, tend to reduce attention. This is what I mean by focused attention: there is attention on thematter in hand and no attention on other things.If you are a student in class and you have a part of your mind attending to the teacher and a part toanother pupil - for whatever reason - then your attention is NOT focused on either, though you areattending to both. If you are listening to a person while a part of your mind is thinking of what happenedlast night or about what might happen tomorrow night, then you are not fully focused on what they aresaying and you are likely therefore to forget it more easily.In short:Learning tends to happen best when there is focused attention.So, with that idea in mind, you can try to establish if for a given person you can get a more reliablereaction to a suggestion if you can focus their attention more. There is of course no one way ofestablishing this.But you might try out something like the following:You. \"I want to see next how far we can steady your mind so that it will concentrate on what I am sayingand nothing else. So to begin with sit so that you are not distracted by any physical discomfort ormuscular strain. Just tell me when you are really fine in that way.Friend. (after a while) \"OK.\"Y. \"Next we do not want you distracted by anything you are looking at. So could you close your eyes,please?\"F. Closes eyes.Y. \"Now probably there is a lot going on in your mind. So I would like you to spend a minute or two justnoticing if there are any preoccupations on your mind at present: any matters that you feel that you mustdeal with. If so, just mention them.\"F. Pause. \"Well, I have just remembered a piece of work I have to finish by tomorrow.\""},{"pageNumber":48,"pageContent":"Y. \"Right. It is good that you have remembered it. If you cannot leave it for five minutes we will stopnow. Otherwise you can do it later.\"F. \"It'll wait.\"Y. \"OK, anything else on your mind?\"F. \"There is a bit of an itch on my leg.\"Y. \"Just scratch it, then.\" Pause. \"OK, that's fine. Now if anything else comes along to distract you justlet me know. But how focused do you feel on my voice: on a scale of 1 to 10?\"F. \"About seven I suppose.\"Y. \"Good. Now listen. When I later say, 'Sleep' you will have to close your eyes. When I later say,'Sleep' you will have to close your eyes. When I later say, 'Sleep' you will have to close your eyes.But for now you can just feel relaxed and invigorated and refreshed and open your eyes again.\"When the friend does so you should discuss something else for a while then later say \"Sleep\" and get anidea of the response. On top of the usual Standard Finding you should find that there tends to be acorrelation between the value given for the degree of focus and the readiness of the response. To dothat you will of course have to try out something like this many times and with many people.Even so this does not amount to a scientific proof: there are too many variables to control. People aretoo different and there are too many aspects of mental function that we are unable to monitor or even beaware of.What it should give you, however, is something to compare with the sort of standard old-schoolinductions of the last chapter. You will, for example, note that in some there is the instruction to \"makeyour mind as blank as possible\", but with no help given to achieve it. After trying something like theabove you will probably come to see how seldom this blankness happen just in seconds, and how often ithas to be worked at for a few minutes. And you will have a better idea of how easy or hard it is to get thetight focus of attention that both traditional and modern hypnotists and hypnotherapists use.What does focus of attention mean?Although I am trying to keep things a simple as possible while we are going though this introduction tohypnosis it is always good to remember that the brain is FAR from simple. Already you should bebeginning to see that it involves many subsystems; and that these can be interconnected in many ways;and that the systems and their connections vary a lot from person to person.Now just as you seldom say that \"a class of students is paying attention\", though you might be able to saythat \"Dylan and Gwenllian and Sin are paying attention, but Dafydd and Ianto and Angharad are not\"(that example is from a Welsh school, of course!), just so it is possible to say that subsystems A and Band C of a person's brain are paying attention to you but subsystems E and F and G are not.As a non-hypnotic example of this we may consider a private in the army. When the Sergeant shouts\"Quick march!\" then the private will respond directly without needing to pay any conscious attention.The appropriate part of the auditory system is readily activated by the sergeant's voice and there is adirect connection between the auditory subsystem and the motor subsystem. Activating the part of the"},{"pageNumber":49,"pageContent":"brain that registers the words \"Quick march!\" leads directly to activating the nerves that lead to themovements of legs and arms. There is no need to be particularly conscious of it.Similarly if you are driving your car close behind another and see its brake lights come on, then thereshould be a quick and immediate connection between that sight and the action of braking. This shouldNOT require any conscious thought; no verbalization, not even (if the braking is not severe) aninterference with whatever else you were thinking about.In these cases we may say that the appropriate small subsystems of the private's mind had attentionfocused on the sergeant; and that appropriate parts of the driver's mind have focused attention on drivingconditions. But in both cases there is no conscious attention.A possibly more extreme case still is provided by the sleeping mother of a small baby who cannot bewoken by loud noises or snoring or even shakings, but will wake up instantly at the slightest unusualsound coming from her baby. In the mother there is a part of the auditory system that can be said to havea very tightly focused awareness of the baby, though the rest of the mind is totally switched off andasleep.You will probably see the relevance of this to hypnosis. There are times when the methods of hypnosis,acting as they do to activate some subsystems and inactivate most others, will reach a point at which onesubsystem of the subject's brain is very tightly focussed - strongly responsive - to the voice of thehypnotist, while all others, and that included verbal and conscious thought, may be totally unresponsiveand in effect asleep.The problem with this is that it is hard to know when this has been achieved. Very often it is a matterof relying on \"the proof of the pudding is in the eating\". IF it turns out that your subject reports little orno awareness of the content of what you said and yet the response from some subsystem is strong thenyou can assume that that subsystem was in fact attending. If there was NO response as well as littleawareness then the most likely reason was that the chosen subsystem was asleep also.The upshot of this is that when you ask your friend to give an estimate of how focused he or she is on thesound of your voice the resulting answer is at best a rough guide to whether you have a good connectionto the system you are aiming at (in the above example it was the sleep centres).NOTICE. YOU WILL PROBABLY BE FAMILIAR WITH THE IDEA OF \"THE SUBCONSCIOUS\".WHAT I AM URGING YOU TO DO IS TO GET AWAY FROM ANY IDEA THAT IT IS ONETHING. THAT IS FAR TOO SIMPLE A PICTURE FOR ANYTHING BUT THE SIMPLESTANALYSIS. THE REALITY IS THAT THERE ARE AN ENORMOUS NUMBER OF PROCESSESGOING ON ALL THE TIME OF WHICH YOU MAY BE MORE OR LESS CONSCIOUS AT ANYGIVEN TIME.With some of these ideas in mind why not see if you can create a more dramatic \"posthypnoticsuggestion\" by first maintaining a very close rapport with a certain subsystem while simultaneouslyallowing consciousness to subside as far into sleep as possible, and then make the suggestion. Your aimis to see how easy it is in a particular person to get the attention of just one subsystem alone. To put itanother way you will be trying to teach just that one subsystem while everything else is pretty wellswitched off.Here is a possible example."},{"pageNumber":50,"pageContent":"We will aim at getting two fingers on the left hand to cross in response to the cue word \"luck\". Thefollowing is something of an outline: feel free to take more time and add extra suggestions.Y. \"First tense every muscle in your body as hard as you can. Really hard. (Pause.) Arms. (Pause.) Fists.(Pause.) Legs. (Pause.) Feet. (Pause.) Jaws. (Pause.) Everything. (Pause.) Do it until every muscle isexhausted ... really tired. (Repeat this sort of thing until muscles are beginning to shake.) Now you aregetting very tired. Soon your muscles will have had enough. (Pause.) When that happens, just let go andenjoy feeling totally relaxed. (Pause and then continue in the same vein for the short time it takes for thefriend to let go and relax.)\"That's fine! Now you can just let your body relax, and go to sleep. Totally relax. Deeper and deeper.Sleepier and sleepier. You need think of nothing. Just relax, sleepier and sleepier. (Continue in this veinfor a few minutes.)\"Now I just want to talk to the fingers on your left hand. And then only to the index finger and the middlefinger. They are going to feel particularly relaxed, and very good. Nothing else matters. Your mind canget sleepier and sleepier, more and more blank. But that index finger is going to start to float gently upinto the air. (Pause.) Very gently. (Pause.) Very gently into the air.\"You can expect the finger to float within a minute or two with most people, so keep on for that length oftime. The moment you see the slightest movement you say:\"There, it is starting to float. It will now continue to float upwards. Gently and easily. While you can justrelax deeper and deeper, sleepier and sleepier. It is floating nice and easy. Sooo comfortable... soooopeaceful.\" (Continue until the finger has moved significantly.)\"Now it is going to float down again. Just feel it. It is now just floating down again. It is just like aballoon that can float up and down in the slightest breeze. A beautiful small balloon. (Pause.) Comingdown now. (Pause.) That's right. Down and down. (Pause.) And as it does so you feel yourself gettingmore and more sleepy, deeper and deeper. There, it has just come down to earth. But now it is starting tofloat up again.. gently... easily... up and up... While all the time you are sinking into a deeper and deeperpeace, sleepier and sleepier.\"\"Now this time the finger next to it is joining in, and starting to float up too. (Pause.) They are floating uptogether. Gently... easily... up into the air together. while all the time you are feeling more and morerelaxed, sleepier and sleepier.\"\"Now that the fingers are freely floating they will each go their separate way for a while. They will moveapart. Slowly, easily comfortably. They will just move apart. Feel them moving. Like very slowlymoving balloons. While all the time you are feeling more and more relaxed, sleepier and sleepier.\"You should then simply continue on these lines making suggestions of movements to the fingers so thatthey move up or down, together or apart, in any pattern that you suggest; except crossing. While at thesame time you are suggesting sleep and relaxation to the mind. You could, if you chose, start to use somesort of visualisation such as the trip on the boat that we met in an earlier chapter to take the mind furtherinto a relaxed and distant state. Your goal is, in effect, to train the fingers (or rather the mental subsystemthat controls them) to attend to your instructions while the remainder of the friend's mind is getting assleepy or distant as you can manage. You have a constant measure of how well the finger system isattending because you can see them move. You have less of an idea of how the rest of the person's brain"},{"pageNumber":51,"pageContent":"is functioning, but you should at least see a total absence of any small movements of body or face,including the absence of the swallowing reflex. But you will be able to ask at the end for a subjectiveassessment of how much conscious attention was paid to the words regarding the fingers.Finally, when you feel as satisfied as you can be that the fingers are paying attention while the rest of themind is drifting or asleep you come to the key suggestion.\"Your fingers will now just rest peacefully, doing nothing, feeling good. These two fingers are used formany things. But they have one special thing that they do together and that is to cross to give good luck.So in future whenever I talk about luck they will cross, easily and naturally, and you will feel good. Infuture, whenever I talk about luck they will cross, easily and naturally, and you will feel good. In future,whenever I talk about luck they will cross, easily and naturally, and you will feel good.\"\"You can still feel wonderfully relaxed and sleepy. Deeper and deeper. Your fingers will now floatgently down to earth and sleep for a while. Down and down. Sleepier and sleepier. And all the time youcan feel wonderfully relaxed.\"This can be continued for a while and then say, \"That's fine. Now you can come back to normal, feelingvery refreshed, as if you have had a wonderful, long, deep sleep. More and more awake now. More andmore alert. Open your eyes now. Wide awake and alert. Feeling fine!\"Then, of course, you wait some minutes into a conversation before bringing the word \"luck\" into it anddiscover if it has any effect. What you might hope for is that the response will happen without the friendbeing aware of it at all, or have any recollection of it having been suggested. And you will probably feelthat this is something like what you expect hypnosis to do.In that case you will have shown clearly that it is possible for one subsystem of the mind to remembersomething while another has no recollection of it. There are plenty of cases in the annals of hypnosis ofthis happening.But if you think about it you may well find examples in your own experience of a very similarphenomenon. The commonest might be the case in which, on meeting a person for the second time youcan clearly picture where you first met them (visual recall) but be unable to remember their name (noverbal recall). Or you might ask yourself which shoe you put on first. There is usually no recall of thisfact at a conscious or conceptual level. There is more often a visual recall: you can picture what happens.But most often the memory is only at a muscular or motor level: you can remember mainly by doing it orfeeling what it is like to do it. In these simple examples you see that a part of the brain has rememberedsomething that another part has not.In the above example of implanting a posthypnotic suggestion, assuming that things have gone asplanned (and they will with at least some of the people you try with) you can say that you have shownthat it is possible for one subsystem of the mind to pay attention and to learn without the conscious mindbeing attentive at all. Or you can say that you have established a close rapport between yourself and onesubsystem of another. Or you can say that you have simply trained the fingers to respond to your voice ina way not unlike the way you might train a dog. Or you can say that you have implanted a posthypnoticsuggestion.Summary"},{"pageNumber":52,"pageContent":"You should now have a good idea of how post-hypnotic suggestions work. You are simply creating alearned link between a system that can recognise the cue and another that will give the desired response.This can be done in simple cases without any hypnotic techniques. It can be done while there is fullfocused conscious attention to creating the link. Finally, and perhaps most dramatically, it can be done bysimply achieving a strongly focused attention of the relevant subsystems, while the remainder of thebrain is effectively asleep or in any case paying little or no attention.FinallyI asked, above, the question: \"Can you think of some aspect of learning that is not simply forging suchlinks?\"My suggested answer to this is as follows. I regard the forging of links as being associative learning. Weare associating one thing with another. We have two existing processes in existing systems and we createa simple associative link between them.It seems to me that it is useful to think of another kind of learning as generalising. This arises when weare doing more than forging links between existing systems but creating something at a higher level. Asan example a child might start by associating two dogs with two apples, but with no idea of \"twoness\".There comes a point, however at which the idea of twoness arises, almost magically, from the process ofassociating more and more groups of two things. And in most people it is usually enough to give them afew examples of something and they seem to leap to a generalisation; an understanding of what thethings have in common.On the whole the lower animals, and lower systems in the brain learn primarily in the associative mode.Humankind, and the more intelligent the person, the more this is so, seems also to learn by generalising,or abstracting.Home | Contents | Previous Chapter | Next Chapter"},{"pageNumber":53,"pageContent":"Hypnotherapy for Beginners:Chapter 7Resistance and RapportWe focus on high-order mental systems: those which determine whether to accept or reject statementsmade by another. The ability to reduce the resistance and increase rapport is an important part ofhypnosis. This highly practical chapter gives exercises which take the form of two-person games whichmay be used to increase your skills in this way. We run through making impersonal statements;statements about yourself and then personal statements about another person: all in an everyday setting.Then, in a more \"hypnotic\" setting, we practise making every statement of an induction totally acceptableand then a series of personal suggestions acceptable.The question of the difference between the system of active resistance and active rapport is discussed. Nospecific exercises are given for building up the latter: though you can find out by asking a few extraquestions after the previous exercises how well you are doing. It is suggested that high levels of rapportdepend on being good at hypnosis, on being honest to yourself, but on top of that there seem to be someinnate characteristics that will make rapport between yourself and certain other people arise naturally.This chapter is focussed primarily on one particular system which exists in most people: that whichenables them to resist or reject suggestions or orders that others give them. You should be aware ofactivity of this system in yourself whenever someone tries to sell you something you do not want; orpersuade you of something that you disagree with, or asks you to do something that you do not want to.This is a fairly high level system, and includes component parts from many subsystems. There may wellbe a verbal response \"No\", which may or may not be expressed. William James - \"The Father ofPsychology\" - remarked of consenting or negating \"the opening and closing of the glottis play a greatpart in these operations, and. less distinctly, the movements of the soft palate etc., shutting off theposterior nares from the mouth.\" (Principles of Psychology Vol I, Chapter X) I find that when I amfeeling resistant to what I am hearing then at times most of my muscles become tense, my gaze becomesaverted and my tone flat. Each person doubtless has his or her own pattern of thoughts, feelings andbehaviour which are activated by the thought of resisting some influence and a contrary pattern whichexists in the absence of resistance.I have used the word \"resistance\" but \"rejection\", \"refusal\", \"nonacceptance\", \"defensiveness\" and so onmay be used instead.Images of resistance are a closing of doors, a putting on of armour, a taking up of arms, a donning of amask, a stiffening of the sinews, of entering a shell and so on.Fundamentally you are going to have a hard time changing anything about anybody if they are activelyresisting. You may have tried arguing with someone to try to change their minds. The primary effect ofthis is only to activate still further thoughts and feelings of resistance. And so usually you will onlysucceed in making the other more, not less, in rapport with you. And even on those occasions when you"},{"pageNumber":54,"pageContent":"seem to win the day, \"a man convinced against his will is of the same opinion still\", and you are unlikelyto have made a deep or permanent change.Now hypnosis is about changing things - quickly and without force - and so the ability to reduce theactivity of the system of resistance is a major aspect of hypnosis. As long as it is active then you will notget much further.The opposite of resistance may be called \"obedience\" if the emphasis is on obeying what another wantsor \"rapport\" if it means being at one with someone else; in harmony with them and hence being happy togo along with whatever they want. Ideally I would like one word to cover BOTH of these meanings, but Ihave not found one. In the field of hypnosis the phrase en rapport has traditionally been used for theclose relationship between hypnotist and subject which can develop to the point where the latter happilyand willingly goes along with the suggestions of the former, and in this context it has always had themeaning of obedience or compliance as well. For this reason I will use the word \"rapport\" here as aconvenient opposite to \"resistance\".As usual let us look first at an everyday situation in which the balance between resistance and rapport iscentral. Consider the salesman or saleswoman with a customer. In any handbook on selling you will seethe advice, \"Always aim to get 'yes' for an answer.\" We may put this the other way around: once thecustomer has started saying 'no' then there is a good chance that the sale is lost. Consequently a goodsalesman will have a ready flow of statements that are likely to get a 'yes' response. \"You will not want towaste money.\" \"The cheapest is not always best.\" \"It is best to go for what you will be happy with.\" Suchsentences as those are almost guaranteed to get a 'yes' response. And with each 'yes' there is a chance thatthe customer will relax a little of the initial resistance.If, on the other hand, the salesman jumps in with something like, \"You must buy this one,\" there is fartoo great a chance of a \"No, I won't\" response, activating the resistance system of thoughts, feelings andbehaviours rather more.In addition of course the good salesman is always on the alert for even small signs of a decrease inresistance or an increase in rapport or enthusiasm. A slight smile or frown are quite good enoughindicators of a growing 'yes' or 'no' response. A slight loosening or tightening of the muscles, or a slightchanging in breathing or tone of voice are all noticed and assessed as to whether they indicate a greater'yes' or 'no' response.And finally, of course, the salesman uses such signs as feedback to enable him or her to subtly changepath in such a way as to increase the 'yes' and decrease the 'no' responses: to activate rapport andinactivate resistance.If you are going to going in for hypnosis or hypnotherapy you will need to develop similar skills.So this chapter contains some simple exercises, which you can do in the spirit of games that you shouldplay as many times as possible with as varied a range of friends as possible. .The first game is an everyday one that you could play anywhere - train, pub or elsewhere. The game is totry to make a many statements of a general non-personal nature that you can get the friend to assent to.The friend replies with merely a simple \"yes\" or \"no\" or a nod and shake of the head.Here are some examples:"},{"pageNumber":55,"pageContent":"\"The weather is certainly fine/cold/hot today.\"\"I suppose we have been sitting here for twenty minutes or thereabouts now.\"\"One of those light bulbs over there has gone out.\"You see the idea: you are making statements, typically about present facts, that the other person cannotreally disagree with. You should find that it will not take much practice before you get the hang of this.You can regard yourself as having \"passed\" when you can regularly come out with ten such statementswhich get the assent of the person you are with.If you are in public then you might prefer to make the game two-handed, in which you and your friendmake statements turn and turn about.Incidentally you will find that a lot of the social conversation that takes place when two relative strangersmeet in a public place is of this nature (in England at least!) It reduces the level of defensiveness if wetalk about things that we can agree on; which is why the weather is such a great asset to the English!As a second exercise see how many statements about yourself you can make without getting a negativeresponse from the friend. Here he or she is unlikely often to disagree with something you say aboutyourself, but ask them to indicate every time you say something about yourself that arouses some dislikeor negative reaction as well as simple disagreement.As examples of statements that will almost certainly meet assent:\"I am feeling rather hot/cold today.\"\"I DO wish that lecturers would speak up.\"\"This is a new pair of jeans I am wearing.\"By contrast the following might arouse some resistance:\"My car is the best there is.\"\"I feel I am God's gift to women.\"\"God, I am so hung over, and I'm going to throw up at any moment.\"On the whole though, you should not find it hard to make pretty acceptable statements about yourself andmanage the \"pass\" standard of ten acceptable statements out of ten quite easily. The main reason I amsuggesting that exercise is to contrast the results with the next, in which you are making statementsabout the other person.You will probably find that it is much harder to pass this test (a regular ten acceptable statements in arow). Again the friend is to signal (with a 'no' or shake of head) not only a disagreement with what youhave said but also a negative response such as is induced if he or she feels that you are insincere. Apositive response should also be signaled appropriately. If there is neither response - the friend isbalanced in his or her reaction - you do not count that statement.By this stage you should be aware that that you can tell a great deal more from the friend's response thansimply 'yes' or 'no'. You can assess the tone of voice or the speed and size of head movement and perhapsother body language quite enough to be able to think to yourself that the response was one of enthusiastic"},{"pageNumber":56,"pageContent":"yes, definite yes, mild yes, reluctant yes, undecided, reluctant no, mild no, definite no or emphatic no -giving you a nine point scale. The purpose of being aware of this is to guide you away from the morenegative topics of conversation and towards the safer ones.Here is a example of what might happen.\"Your name is Mary\" (Definite yes)\"That is a nice outfit you are wearing today.\" (Mild yes)\"You are looking quite relaxed.\" (Reluctant yes)\"I bet that you are glad that I am the one who is doing this, not you.\" (Emphatic yes)\"So you are not looking forward to your turn.\" (Definite yes)\"Friendship is more important to you than money.\" (Definite yes)\"You would like to be more assertive.\" (No response)\"Everyone thinks that you are great.\" (Definite no)\"You have lots of friends.\" (Reluctant yes)\"But you would like to have more.\" (Definite yes)That scored nine positives and one negative out of the ten statements that got a response, and one nullresponse. As you play this game with others you will find that some will play very \"safe\" at first withstatements like \"Your name is...\" \"Your eyes are blue\" or \"You are wearing shoes, I see\". But after awhile this phase should wear off and they should move into more natural areas of conversation.I would expect that with a given person you will find it much harder to reach the pass standard in talkingabout them than when you were about yourself or impersonal things. The reason for this is that a person'sresistance system is naturally far more alert to personal criticism or attack than to impersonal statements,and so you are much more likely to activate it. But you should also find that it is easier to pass with somepeople than others. At one extreme are those people (beloved of salesmen) who will generally acceptmost things that you say without question. At the other there are those who are going to disagree withalmost anything that you say to them about themselves on principle.The intelligent reader will realise by now that these games are not only fun and educational but awonderful way of increasing your social skills in dealing with people in everyday situations. (Whowants to spend time with or work with someone who has NO ability to conduct a conversation withoutforever treading on people's toes?) Incidentally you now have an excuse for going up to someone at aparty or gathering and saying, \"I am on a course where I am supposed to ask people for their reactions toten statements. Would you like to help? You will just have to indicate yes or no to what I say.\" (You willhave rehearsed a few beforehand of course.) No student who has reached a good level in these gameswhile at college need feel that those years were wasted! They will serve him or her better in life than anymerely academic knowledge.But we now pass from those everyday applications of those skills to a similar use in a hypnotic context.And so the next exercises are for students of hypnosis, working in pairs, and not in a public place."},{"pageNumber":57,"pageContent":"I would like you to start by considering the following, which is typical of what a modern hypnotist maysay as part of an \"induction\". .\"When you feel ready I would like you to look up at a spot on the ceiling.\" (Pause and wait untilthis happens.)\"As you fix your eyes and mind on that spot, I will encourage your body to relax.\" (Pause.)\"Your legs can start to feel relaxed.\" (Pause. It is possible to see slight movements as the bigmuscles let go which makes the next statement possible.)\"They are feeling slowly more relaxed.\" (Pause.)\"And all the time you are keeping your eyes fixed.\" (Pause.)\"Now I would like to encourage your arms to relax.\" (Pause.)\"They will slowly relax more and more.\" (Pause.)\"And your eyes are starting to blink.\" (This remark has come at this point because blinking hasstarted. Pause.)\"And water a little.\" (Watering has also been seen. Pause.)\"Next I would like to encourage your breathing to relax a little more.\" (Pause.)\"It is becoming deeper and slower.\" (This also has been observed before being mentioned. Pause.)\"Your eyes are now getting tired.\" (This is obvious from the way the eyelids had started drooping.Pause.)\"They will reach a point when they will want to close of their own accord.\" (Pause.)\"But meanwhile you are keeping them fixed, even though it is a bit hard.\"Given that this hypnotist is working well, sensitive to any of the small cues from the subject, then therewill be NO resistance to any of these statements. If you think that looks easy then consider the followingscript followed by a beginner, who has got everything just wrong enough for every sentence to jar. I haveindicated something of what might be going on inside the subject.\"Just fix your eyes on that spot on the ceiling.\" (Subject is irritated because it is not clear what spotis meant, and the tone is too peremptory.)\"Your eyes will stay looking at that while I make your body relax.\" (Subject hasn't even decidedon a spot yet, and does not like the word 'make')\"Your legs are relaxed.\" (Subject thinks, \"No, they are not!\")\"They are very heavy and relaxed.\" (Subject thinks, \"How dare he draw attention to the fatness ofmy legs. And they are miles away from relaxing. And why is he rushing so?\")\"And all the time you are unable to move your eyes.\" (Subject tries to move them, finds it easy andthinks \"That was rubbish! He is clearly no good.\")"},{"pageNumber":58,"pageContent":"\"Now your arms are wonderfully relaxed and sleepy. They are feeling heavy.\" (Subject thinks: \"Somy arms are fat too! And I have never felt less sleepy or more silly.\")\"Your eyes will now blink.\" (Subject thinks: \"Not if I can do anything about it!\")\"And tears will come to your eyes.\" (Subject. \"How dare he try to humiliate me like that.\")and so on.These examples should make it clear that a crude application of the ideas in a script can arouse disastrousresistance, as an initial resistance steadily builds and builds, whereas a skilled application of very similarideas will lead to greater rapport as every single statement is accepted.So how can you learn this skill? Mainly, as with all skills, by doing it! I suggest the following exercise,to be done as usual with one student playing the part of the hypnotist while another student or friend isthe subject. The rules are easy. To keep things simple the subject is instructed to move one finger (orshake the head) if the \"hypnotist\" has said anything with which he or she disagrees or feels unhappyabout or is simply not true, and moves a finger on the other hand (or nods the head) if he or she agrees oris happy with a statement. To start with it is enough to work with ten to twenty sentences. You pass whenyou can consistently run through a form of induction with a range of people with NO signals that indicatethat you have aroused resistance, and ideally a YES signal to each. (There are some things you can saywhich will arouse neither response.)Here is a short example from real life of how someone with little experience proceeded. After eachstatement there is a 'yes' or 'no' to tell you what the \"subject\" indicated by fingers. You will see how thebeginner was able to retrieve mistakes.\"You are relaxing.\" (No)\"You are not relaxing yet.\" (Yes)\"But you will relax.\" (Neither response.)\"You are lying comfortably.\" (Yes)\"Good. You are getting more and more comfortable.\" (Yes)\"You are now relaxed.\" (No)\"You are partly relaxed.\" (Yes)\"You are getting more relaxed.\" (Yes)\"Now picture yourself on a sea shore. You can enjoy relaxing on the beach.\" (No)With a little practice you should, as mentioned above, be able to judge the quality of a 'yes' or 'no'response which will guide you further. Students vary: but I would suggest that the two most commonmistakes that you will make at first are to go too fast and to be paying more attention to the idea of thescript than to the person you are working with.What sentences should you choose? You might work with something on the lines indicated above; orfrom one of the other induction processes you have met in earlier chapters, or something you have found"},{"pageNumber":59,"pageContent":"elsewhere, or something out of your own head.Perhaps you could start with a simple relaxation script from the end of Chapter 2 or one of the moreformal inductions from Chapter 5Feedback loopsAfter you have done these exercises quite a lot you will be able to see the sense of what I am going to saynext.Every time you have got a positive response you have reduced the activity of the resistance system of themind. But the less active it is the easier it is to get the next statement past the resistance. And the veryfact that then there has been another 'yes' response lulls the subject still further into acceptance. And soyou are actually involved in a feedback loop, in which you are aiming gradually to decrease anyresistance. Ultimately you should be able to see that by working in this way you can reach a stage atwhich nearly anything will be accepted. And this, of course, is one aspect of hypnosis as popularlyunderstood.That is one reason why you have \"passed\" once you can get 10 or so statements in a row accepted: onceyou have got that far it can be expected to get easier and easier.(You will read more about such feedback loops in Chapter 13 of The Principles of Hypnotherapy.)As a final exercise, which takes you a step further towards the hypnotherapy side of things I would likeyou to see how far you can go down the following path with your friend. The idea here is to see howmany positive statements about the friend you can get a positive response to. The basic approach ispretty much as above. The friend can be sat comfortably, with eyes closed, and can signal acceptance orrejection of any of your statements with a finger or nod of the head or any other simple, prearranged,means. The game here is to see how far you can get in making positive statements about them. This canbe quite hard at times because most of us have learned a resistance to accepting good statements aboutourselves! Why? Because we have learned that flattery is often used simply as a means to get somethingout of us. Here are a couple of examples of the thing I mean.\"You are a good boy.\" (Pause) \"So you won't mind letting your brother play with your new toy.\" \"Yournew dress looks beautiful.\" (Pause) \"How about coming back to my place tonight.\"Because adults have learned to suspect and resist flattery you will find some resistance to even positivestatements. For example, if you simply say, \"You are the most beautiful girl in the world\" or \"you are thecleverest man I know\" the response will commonly be \"no\".Here is an invented, but realistic, example of what might happen. Notice that this exercise is mostinteresting when you already know a fair amount about the person.\"You have taken care with your hair this morning.\" (Yes)\"It is beautiful hair.\" (Definite no)\"You have made the best of your hair.\" (Slow yes)\"It certainly looks good to me.\" (Slow yes)"},{"pageNumber":60,"pageContent":"\"Another good thing about you is your sense of humour.\" (Yes)\"Everyone looks more attractive when they are smiling or laughing.\" (Yes)\"And that is one reason why you look so attractive.\" (Slow yes)\"Your attractive personality shows in your eyes and face.\" (Slow yes)\"And will give a lasting attractiveness.\" (Slow yes)\"Which is much better than a quick bloom that is soon spoiled by sullen looks.\" (Yes)You should see that the kind of skill that is involved here is similar to those you have been learningabove. If you come on to do hypnotherapy then you will see that many problems involve somethingsimilar. You may be asked to improve someone's self-confidence, in which case you are aiming at gettingthem to accept a far more positive ideas about themselves than they come with; or you may be asked toremove a fear of some thing, in which case you are aiming at getting them to accept, against all theevidence, that they are NOT afraid of that thing; or you may be asked to stop them smoking in whichcase you usually have somehow to get acceptance of the proposition \"you will never smoke again\". Inthese and many other cases it is not going to be enough simply to state the new proposition. You have towork systematically to reduce or overcome defences, and increase the feelings of confidence in you.If you want further exercises on these lines I would suggest the following. Having run though some suchexercise as the last to give you an idea of how easy it is to get a certain class of suggestions accepted, dosomething similar after having first run through an hypnotic induction. Hypnotists suppose that theinduction makes a difference; that it automatically makes the resistance lower; that it automaticallymakes the subject more \"suggestible\", or ready to accept statements. Why not get an idea of how true thisis? Perhaps it is more true in some people than others? Perhaps it makes little difference as long as youhave the skill to make suggestions that build up on a stairway of \"yes\" responses? Perhaps it does notmatter whether you get the early \"yes\" steps on things like eye closure and relaxation or on statementsabout the person's feelings, attitude or nature?I do not want you to have beliefs about hypnotic phenomena based simply on what I, or anyoneelse, says. You have a mind and eyes of your own. Explore! Experience! Discriminate! Decide!Why resistance and rapport?In the above I have been somewhat casual about whether to regard rapport and resistance as beingdifferent aspects of one system or as two different systems. For practical purposes at this level thequestion is not very important.However it is a good principle to always look out for pairs of opposing organic systems. You might seethat there is only need to develop an active system of resistance if there is also an active system ofrapport. A child that never had any desire or motive to respond to another person would not need todevelop any system later on to defend itself against being improperly influenced.But here I would simply like you to think about the fact that it is possible not merely to reducedefensiveness in a person but to build up a strong desire to please and to cooperate: something I amcalling rapport in this chapter. You can see this naturally in many children who are actively motivated toplease and learn from and respond to and trust and copy a parent or admired elder. We can see it"},{"pageNumber":61,"pageContent":"naturally in someone who is falling in love: there is a very strong tendency to find everything about theloved one not merely acceptable but admirable. Film stars, singers and other \"charismatic\" people seemnaturally to evoke similar feelings in millions. Advertisers attempt to use this by using such people topromote their goods. If your sporting hero says, \"buy these shoes\" then you will accept the statement,which you would reject if the marketing manager spoke directly.If you are fortunate enough already to have the sort of personality that evokes this kind of response froma wide range of people then you have an asset which will make certain aspects of hypnosis andhypnotherapy much easier. The question that then arises is, \"To what extent can you learn to evoke suchresponses?\"I don't know. But here are a few thoughts on the subject.First of all, it is hard to please everybody. The more appeal you have to those who respond well to adominating personality the less appeal you will have to those who hate it and respond only to acooperative approach. The more appeal you have for those who like to be told simple, dogmatic truthsthe less you will have for those who prefer a detailed, complete understanding.My second point is that the best way to evoke feelings of trust is to be trustworthy and honest in all yousay and do.The conclusions I draw from these premises are first that it is better to make the best of who you arerather than to try to act like someone else, and second that you should, as a therapist, be prepared toaccept that another therapist will do better with many clients simply because their natural style is moreacceptable to them, though of course there are other clients that you will be better able to help.(Just as this book will be the best for some students, while other students will find other books better.)If you want to gauge how you are doing on the rapport front then I would suggest that after doing any ofthe above exercises you ask a few questions of your partner such as:\"To what extent did you feel like giving a more positive response than was quite truthful?\" \"Was this totry to please me?\"\"How would you describe your overall assessment of the way in which I was asking questions: warm?friendly? likable? neutral? cold? manipulative? dominating? other?\"The other very important factor in rapport is whether the subject has confidence in what you are doing atthe time. And the most important way of improving this is simply through your becoming better at it.And that comes best through practice. And that is why this book is so oriented towards practice.So in that sense everything you have done is a means to achieving some positive rapport with a subject.SummaryYou should now be far more aware of the existence of a resistive system in most people you meet and theimportance in inactivating it if you want to change their minds on anything. Argument tends to activateeven higher levels of resistance which you will find very hard to break, but the skills that this chapterencourages you to practise will enable you to lower resistance in others with gentle words. If, beyondthat, you can activate positive feelings of rapport towards yourself you will have learned some skillswhich are very valuable in hypnosis."},{"pageNumber":62,"pageContent":"Home | Contents | Previous Chapter | Next Chapter"},{"pageNumber":63,"pageContent":"Hypnotherapy for Beginners:Chapter 8Bringing it all togetherThe main lessons are summarised. And then the rest of the chapter is directed at giving you a variety ofgoals - changes that you might make in a subject - in order to practice and expand on what you havelearned. Many of these are accompanied by hints on how to go about them. The advantages of writingout scripts for yourself at this stage are presented.You should have discovered for yourself the following things, others.1) It is possible to alter the way in which the brain and nervous system functions among temporarily, bydeft use of the way one system of the brain can act on others to made them more or less active.2) If you can inactivate - \"switch off\", \"put to sleep\" - a lot of the normally active systems then it is easierto change the way in which the remainder, which remain active, act. And you will have found differentways of achieving this focussing.3) People respond differently, because of the fact that the natural operations of their brains are different.4) Changes usually take time.5) The visual imagination is a particularly useful system to activate both for exploring the depths ofsomeone's mind but also for making changes to other parts.6) One system that it is very important that you inactivate is that of resistance, otherwise you will find ithard to even get started.If you have absorbed all these and especially if you have practised extensively, then you will haveobtained a very good grounding in what hypnosis is all about.In this chapter I am going to present you with a large number of simple goals from which to choose someon which to test out your skills. I am not going to be giving detailed scripts for you to use. The troublewith fixed scripts is that they either work or they don't, and you therefore have very limited scope forflexible adaptation or indeed of understanding what is good or bad about them.It is FAR better if you write your own scripts. This is a very good way of seeing that you reallyunderstand what you are doing.I would suggest that to design a script you work in the following way. Start in reverse.3) Write down the goal you have chosen and what system of brain or body it is centred on.2) Write down those other systems - imagination? verbal direction? sensation? - that you might activelyuse to act on that goal system."},{"pageNumber":64,"pageContent":"1) Write down briefly the way in which you like to start - after reading this brief book you are likely tochoose between a relaxation approach as in Chapter 2 or an eye-closure and fixation approach as inChapter 5.You now have a framework on which to construct your script. You have a starting point and a finishingpoint and a choice of intermediate steps. You can then write down a draft of your entire script in theproper order.1) Your starting script - which will take perhaps five to ten minutes to read depending on your approach.2) Then move on smoothly from there onto activating the one or more intermediate systems that you willbe using.3) Finally write down how that or those will work on the goal system.Example: Suppose we want to produce an involuntary smile.3) Goal: activation of the \"smile\" muscles of the face.2) Intermediate systems:a) Sense of those facial muscles.and/or b) Visual imagination: to see a smiling face, aiming to arouse the imitative system that even asmall baby has. (This is a two system process.)and/or c) Emotional system: see if we can activate a feeling of amusement.1) Starting point: a relaxation approach.We could then start to write down a draft script.Draft Script 1) The relaxation script can be based on Chapter 2, but because of our intermediate goalswe would include rather more about sensations of relaxation and peace in the face, as opposed to otherparts of the body, than we would for other goals. If we are using simple verbal direction to aid therelaxation then we will be using words like happy rather more than we would for other goals, because of2c). And if we are using the visual imagination to aid the relaxation process we would be more likely toinclude in it images of smiling faces because of 2b). (Say 5 minutes' worth of ideas).Draft Script 2) It is then easy to move smoothly into phase 2) in which you are working in a morespecific way with the intermediate systems.Examples of phrases you might use for goal of an involuntary smile in this phase are: \"You may wellsense that part of your face around your mouth and eyes beginning to move\" or, \"You can picture clearlyin your mind's eye the face of someone smiling at you. Notice what happens to the mouth... and theeyes...\" or \"And you might be able to remember the feeling you get inside when you feel really happy.There can be a glow right down in the centre of your being.\"At the same time you can also begin to prepare the way a little more explicitly for the final goal byintroducing ideas like \"so often it is impossible to prevent yourself smiling when something really nice orreally amusing happens\". (Some 5 minutes' worth of ideas.)"},{"pageNumber":65,"pageContent":"Draft Script 3) Finally you can write down some further script that should ideally be spoken after youhave already seen the first signs of the desired response in phase 2). The script might contain things like:\"Now your face is already beginning to smile. And it will go on getting happier and happier. The desireto smile and the feeling of smiling will become irresistible.\" (Jot down a few minutes script: a lot of thiscan be repeated over and over in the final form.)Now as you write down your draft script you should find yourself wondering about what exactly is goingon in the subject's head. In the above example you should realise that to begin with you have no ideawhat sort of things make this particular person smile. You might well enjoy a particularly normal orsophisticated form of humour, but there is no reason why the subject should be enlightened enough toshare this! So why not find out what makes this person amused? Of course, if you know the person well,or have been observing carefully, then you may already know what things a smile to the face, but if notyou can always ask. For example, \"What are your favourite comedy shows in TV?\" can give you a goodidea.Furthermore you may have had trouble deciding what intermediate systems to use. You could of courseuse as many as possible, or you might like to do a little preliminary enquiry to find out what is likely tobe best with a given person. If you find that someone has a very poor visual imagination then you mightwell be advised NOT to bother to introduce visual imagery into your script, for example.You can divide your questions into those that you could ask before starting and those that you plan to askduring the session. The answers to the first will be used to modify the draft script so that it fits the knownpersonality of the subject better. The answers to the second will lead to your putting questions into yourscript so that you can KNOW how things are going.Such answers can be verbal or non-verbal. You should already be used to using a nod or shake of head orthe movement of a finger to signal yes or no answers, and so you can easily insert into your script thingslike, \"Signal if there any tension left in your legs.\" \"Let me know if you can picture that clearly.\" \"Nodyour head if you are feeling amused by that picture\" and so on.With these ideas of personalising the script you could then write down a final form, complete withdetails that relate only to that particular goal, that particular subject and with questions that determinehow you will proceed bearing in mind the particular responses you get.Thus for example you might have written a short paragraph of script on making a leg feel so relaxed thatit cannot be moved. You could then write in:\"I would now like you to test how well we are doing. Could you just try to lift your leg a little?\" IFthe leg moves say, \"Yes, some progress, but I think we can do better than that\" and repeat theparagraph again, while if it does NOT move then say, \"That's very good. We will now move on tothe other leg.\" (or whatever your next paragraph deals with).I hope that this example of the involuntary smile makes the process of composing effective approachesfar more understandable and efficient.Please note that I am NOT saying that the use of ONE standard induction followed by a direct suggestiondoes not work. By now you will know enough to see that for some people it will be enough just to look atthem and say, over and over, \"You are going to smile!\" (particularly if they can see the smile on yourface, which will tend to activate the imitative system). Consequently we can expect that even more"},{"pageNumber":66,"pageContent":"people will respond after any reasonably effective introduction that reduces resistance, increases focusand decreases distracting mental activity. So for many people you CAN use the same ONE standardinduction followed by a simple suggestion and it WILL work.The point however is that in hypnotherapy we need to produce the maximum effect in the greatestnumber of people, and I expect that you will find that tuning an approach to the goal in this systematicway greatly enhances your effectiveness. But you need not take my word for it: indeed you should nottake my word for it. Just because I feel that I have got better results in this way does not mean that youwill also. Feel free to try other ways as well!Now some will feel that writing out scripts in this way is rather cumbersome, and of course it does taketime, and of course I do NOT write them out myself! But that is because through experience I, like manyother professionals, am thinking in the way I have outlined. As I am going through the process of askinga client questions about themselves and their problems I am consciously drafting possible approaches inmy mind and looking for the kind of information I will need to optimise my approach. (I particularlyenjoy the challenge of weaving a script which might link together two or more different problems andtwo or three key interests or characteristics of the client into one harmonious whole!) Also I willautomatically be looking for feedback (slight physical signs such as almost imperceptible facialmovements) and asking direct and indirect questions during the hypnotic process itself to verify thatthings are going pretty much as I expect and modify things if they are not.So I do not expect you to write down scripts forever, but merely suggest that when you are learning it isboth a useful way to get your thoughts into order and to aid your memory when it comes to the actualprocess itself. It is rather like giving a speech. If you have not had much practice then it is almostessential to write it down at first, but as you get more and more experienced you need to refer to yourwritten speech less and less and need to write down less and less until in the end you can talk without anynotes at all.IMPORTANT PRELIMINARYNext, before you start I would emphasise that you should ALWAYS say to your subject before youstart that if they feel AT ALL UNCOMFORTABLE then they should stop and come back tonormal.The reason for this is that many people get very anxious when they feel that they are losing control orthat something strange is happening to them: both of which are quite common characteristics of hypnoticphenomena. Another (rare) possibility is that you may accidentally inactivate an inhibiting system - onethat has been very active keeping something else under control - and the controlled system mayspontaneously start to act quite dramatically. Since at this stage you will not have the expertise to copewith such reactions it is better to let things go no further with that person, and instead practice withsomeone else. If, at the slightest sign of distress, they do not spontaneously return to normal you shouldsay something like, \"Now, remember what I said. You are feeling uncomfortable and so you are nowgoing to come back to normal. Just come back to normal,. The feelings will fade. Come back to normal.The feelings will fade......\"I once saw an example of a spontaneous release happen in a display of \"entertainment\" or \"stage\"hypnosis: one woman started to weep dramatically for no obvious reason. The hypnotist did not have anyattention to spare for her and just let her get on with it. As far as I know this did not do her any harm, but"},{"pageNumber":67,"pageContent":"I felt uneasy about it.If you are working under supervision - and I very much recommend that you do if at all possible -then the above rule may be relaxed a little, but I still think that it is a good one, and I always put in thispreliminary instruction whenever I am doing hypnosis.POSSIBLE GOALS.Now I will give you a range of ideas to choose from for your continuing practice. Many of these arephenomena that are mentioned often in books on hypnosis, sometimes as parts of an initial induction,sometimes as \"deepening techniques\", sometimes as \"tests of hypnotisability\". Others of the phenomena Iwill mention have, as far as I know, never been attempted before! (Such as the involuntary smile.) That isnot to say that they are particularly difficult, it is just that the systems approach to hypnosis in this coursenaturally suggests an enormous variety of different systems of the mind and body that can be changed,whereas in the absence of such a framework there is a tendency simply to repeat what has been learnedfrom others.What all the suggested goals have in common is that they involve changing the behaviour of somesystem or other of the mind or body. By now you should have learned that they all follow the pattern ofbeing achievable, but usually only in time and with different ease in different people.Involuntary movement of muscles.You have already seen how easy it is to get a finger to move. It is usually quite easy to extend this and toget the hand and then the arm to lift into the air and perhaps rise as high as the face. Or even high intothe air.Hint: in many schools you have to hold your hand up to get the teacher's attention. You may be able touse the imagination to take your friend back to a memory of such a time and then suggest that he or sheknows the answer to the teacher's question and the arm will lift to signal this.For a more dynamic effect you can often get the arms to produce an involuntary rolling movement inwhich the hands rotate about each other in front of the subject in small circles, without any consciouseffort and indeed (in time) with it being impossible for the subject to stop them..Hint: with such physical responses it can often help first for you to move the limb(s) in the way in whichyou later want it (them) to move spontaneously. By so doing you are activating that part of the brainwhich monitors and \"remembers\" muscular movement (the cerebellum), which is therefore alreadyprimed with what is required, without it having to receive too much direction from another system.If your subject is sitting comfortably then you could aim to get a leg to rise, and perhaps then let this leadto a regular rising and falling or even stamping of the feet on the ground, by analogy with the armrolling above.Or you could suggest movement of the neck muscles, perhaps aiming at a particular movement of thehead to right, left, up or down. (This can be a useful preamble if you want the head to indicate 'yes' or 'no'responses with nods and shakes.)Or there are the eye muscles: again you could try to achieve an involuntary movement of the eyes to rightor left, up or down."},{"pageNumber":68,"pageContent":"Or you can suggest movement of the jaw muscles. Your goal might be an involuntary opening andclosing of the mouthYou may also note that the tongue is a muscle and, although this may be more difficult since you willhave to inactivate that system which is alert to looking foolish, you might well be able to get the tongueto stick out.The facial muscles are used to form expressions such as the smile we have mentioned above, but alsofrowns , looks of surprise, and so on.As a general rule, although it may take quite a lot of time to get the first system to produce a change onthe suggested lines, you can expect that subsequent changes will come about more and more quickly.Rigidity of muscles (catatonia)In rather a different vein you may aim not for a comparatively mild activation of a group of muscles toproduce a movement but for total rigidity (catatonia) of a set of muscles, to the point where the subject isunable to release them. Stage hypnotists often use a form of this as a test. They ask everyone in theaudience to clasp their hands together firmly, then suggest that they will be unable to unclasp them.Those that can't do so are rather more likely to respond to other suggestions.You might make the hands lock rigidly, or make the fingers of a hand so rigid that they will not bend, anarm totally rigid to that it cannot be unstraightened, or the back muscles so that it is impossible to bend,or the neck muscles so that it is impossible to turn the head, or the leg muscles so that it is impossible tobend them, or the jaw muscles so that the mouth cannot be opened and so on. In each case you arestrongly activating the muscles, but inactivating the conscious pathways of control of those muscles.Hint: here the common practice is first to direct the muscles consciously to tense as hard as possible. Forexample, \"Please hold your arm out straight as a rod. Hold it VERY straight. It will now become like asteel rod. As rigid as a rod. As rigid as a rod. It will feel so inflexible that it will soon be impossible tobend it. As rigid as a rod. As rigid as a rod. You can begin to feel that the elbow joint just will not work.Rigid as a rod.\" You will see that in this the hypnotist gets the subject to do the harder work: of gettingthe muscles activated to their limit, while most of the suggestions are aiming at implanting the idea that itis impossible to bend the arm.Total inactivity (atonia).At the other extreme you can aim at total inactivity of the muscles combined with the impossibility ofvoluntary motion. This goes well with a relaxation approach. You aim to make it impossible for thesubject to be able to use a given muscle or set of muscles. A simple example that you have metpreviously is involved in eye closure: you are making the muscles that lift the eyelids feel so tired that itbecomes possible for the subject to lift them to keep the eyes open. In the same area you could aiminstead for full eye fixation: making the muscles that control the movement of the eyeballs totally inactiveand make their conscious control impossible. The subject may well then look a little like the popularcartoon representation of a hypnotised person: staring fixedly forward. You may combine this with aninactivation of the blinking reflex so that the gaze is steady and unblinking.But you can get the same effect - of relaxation combined with loss of conscious control - in any othermuscle or group of muscles so that it becomes impossible for example to lift a leg, or move an arm or"},{"pageNumber":69,"pageContent":"even a finger, to be unable to close an open mouth, or turn the head. In each case you are inactivating themuscles and also the conscious pathways of control of those muscles.Hint. Here it is common practice to build up the effect stage by stage, starting with those movements thatcome least easily, and giving little time for the action to be attempted. Suppose, for example, you have asubject with a hand laid flat and relaxed on the knee and say, \"Now your fingers are going to becomemore and more relaxed. As they do so they will become harder and harder to move. At this very momentyour fingers are so relaxed that you will find it hard to move just one of them. (Speaking quickly) Just tryto lift the ring finger on your left hand: No! you can't! Now try the middle finger on the right! No! Youcan't! And all the fingers are the same, and so are your feet: more and more relaxed.\"Now in fact it is NOT that easy, even if you are on the ball, to switch attention to rather an unusualaction: moving only a ring finger, and getting it to move in a second. And the hypnotist is takingadvantage of that, by swiftly moving on to another muscle. Now after a few steps like that he will bemanaging nicely to reduce any resistance because the evidence of the subject's own experience seems toshow that what the hypnotist says is true: and that the muscles cannot actual be moved. After that it getseasier and easier to make the subject believe that there is no way in which he or she CAN move.Building up from simple muscular systems to act on higher order systems.Automatic writingAll the above are working with rather lower level aspects of the muscular system. But you can use theseas a foundation on which to build up to higher level systems. As an example of this you might set thegoal of automatic writing in which you will build on the fact that you can get a finger to make smallinvoluntary movements up to the point at which it is, equally involuntarily, forming entire sentences onpaper.In doing this I would like you to remember that you have already done something like this with the easiervisual system: you have encouraged the spontaneous emergence of seemingly meaningful scenarioswhich were not consciously determined. The only difference here is that the output is to the hand and notto the visual pathways in the brain.Hint: You should again aim to build up to this in stages. First get some finger movement, as you havedone before. Then let the subject be in a comfortable position and holding a pencil or pen on some paper,then you can suggest that the pen will move randomly - perhaps smoothly and perhaps jerkily; then, oncethis is happening, you build up to suggesting that it will create doodles. (Reflect that most of us willmake doodles with no conscious input when we are listening on the phone. So this is no great thing.)Then, when the doodles are being produced smoothly you can suggest that some of the doodles look likean \"e\" or an \"l\" and suggest the formation of simple words - \"eel\" for example. Then you can suggest thatother words will come, i.e. you are starting to activate that part of the brain that is involved in theproduction of words. Then, when a few random words are coming quite easily you aim to activate ahigher part still of the verbal system and suggest that whole sentences will now come. The result,although a lot slower and less informative than the equivalent production of stories by the visual system,has a kind of dramatic quality since everyone can see the result.Notice the feedback loop involved in which you are patiently using a small involuntary change in onepart of the system to build up to expectation of an involuntary change in a related system, a change whichtherefore is more likely to arise, and then is in turn used to build up the expectation of change in yet"},{"pageNumber":70,"pageContent":"another related system, and so on. In general you should allow more time for all this, as you work fromsystem to system. But of course, as always, the changes will come more quickly in some people thanothers, and you may be lucky enough to come across some people who can go almost at once to fullautomatic writing.Involuntary activation of the vocal systemAt the lowest level of the vocal system we simply have the muscles controlling the vocal chords. Whynot see if you can produce an involuntary activation of these?Hint: Focus attention on breathing; then on the sound of the out breath, then suggest a slight sighingmight develop, then increase its intensity - probably some sound like \"aah\". (A feedback loop, as usual,in which a slight change leads to expectation of a greater change which leads to more change, and so on.)Once you have achieved this (which is the equivalent of an involuntary movement of a finger) you mightstart to look for the involuntary activation of the verbal system.Hint: Start with the simple sound that you have obtained. And then suggest that there will be someinvoluntary motion of the lips or tongue which will change the sound. (You might then get a \"ma\" or\"aa-oo-aa\".) Then after a while you might introduce something like the following into your script, \"Nowthat your mouth can form all sort of sounds, it can also form words. I wonder what words will come? Donot control them. Just let a word come with each breath.\" And in this way you can gradually get thesounds to form words.The formation of sentences and verbalising of meaning involves a higher order system again, but youmight like to aim for that. It is the verbal equivalent of the creativity of the visual imagination that youhave already explored. Or it is the equivalent of automatic writing, as above. You might just say, \"Nowthose words are the building blocks of phrases. Just let them come more and more freely. There will beno meaning at first, but they will gradually, of their own accord, start to come together to make more andmore sense. You can listen to them with interest, as if someone else is talking. Do not try to change themyourself, though.\"Occasionally these methods of opening up channels of communication which are not under consciouscontrol will give access to some high level system in the mind which has not been in communicationwith the conscious centres for some reason. This can be of great importance in a therapeutic context, butyou would be best to avoid such things if you are not working under supervision.Sensory systemsAt the lowest level you will be simply aiming to increase or decrease the activity of the wide range ofsensory systems that the body is provided with. (Try to forget the phrase \"the five senses\" - it involvesonly a rough categorisation)You have already done this at a simple level: you have for example aroused a sensation of touch - of aslight tickle, when there is nothing there, and in relaxing a hand or arm you will probably have reached apoint where it is unable to feel whatever it is that it is resting on. In that way you will have on the onehand made the system so inactive that it is signalling nothing, or so active that it is signalling somethingthat is not really there.Here are just a few ideas of other goals you might have, working simply with the palm or back of a hand,"},{"pageNumber":71,"pageContent":"with the eyes closed. Aim at getting the subject to feel the sensation of something moving on the hand.Then of fur or silk or leather or paper or metal. Then of a glove on the hand. Then heat or cold. Thenpain or numbness. Strictly speaking the sensors from touch are different from those for temperature andthose for pain, so you are really working with three distinct senses here, united by all relating to the hand.Hint: A good starting point for the above is to suggest (as usual taking time), \"Now in a while I amgoing to draw a thin thread over your hand. Just signal when you can feel it.\" (You will not actually drawa thread over the hand: the subject will be imagining it.)Note that you are not then leaving the subject the question of whether or not there is a sensation, but onlywhen it will appear. It will therefore be expected. And the expectation is always fertile ground in whichthe sensation itself will grow.This principle is used quite often in hypnosis. (As it is in selling! Don't ask the customer, \"Do youwant to buy this or not?\" but always \"Would you prefer the economical model or the one with all theextras?\" or \"Will you be paying today or on credit?\" - you don't want the customer to be wonderingwhether he will buy, only which or when or how.)Once you have achieved the sensation of the thread it is that much easier to build up to the othermaterials. Once these sensations have been noticed you can move quite easily from a feeling of wool orleather to a glove of the same material. Once you have got the sensation of metal you can start to work onthe idea that the metal is hot or cold. It has been recorded in some people that a redness will develop inthe place that you suggest the heat to be. To produce the feeling of cold it might work better with some togo for the idea that there is ice on the hand. Pain can be imagined if you suggest that a needle will beused, but touch only with something like a pencil. If the person is expecting the needle then the messagefrom the nerves will be interpreted by higher centres as the touch of a needle. And the thing can work theother way. If a light touch is firmly expected then even if you pinch quite hard it will only be felt as alight touch.NB However, I do not recommend aiming at inducing unpleasant experiences of any kind. Thereason from your own point of view is that it will tend to produce a more and more unwillingattitude on the part of your friend who is acting the subject.Notice that whatever is being \"sensed\" in the above instances is in fact an hallucination, meaningsomething that appears in the mind as a sensation of a real thing but is only a real sensation.Of course those same senses can be activated and altered in any other part of the body in rather similarways. As an opposite to the imaginary glove on the hand you might like to try to produce the sensation ofa naked foot in one that in fact is safely in a shoe.Hint: a visualisation involving being on the beach might help here, with suggestions of a slight breeze.You might see if the suggestion of some material being drawn over or placed on the forehead is more orless readily felt than on the hands.In a pet lover you might well find it easy to get a very strong sense of a pet lying in the lap: this willinclude feelings of pressure, or warmth and (if it is a cat purring) even a slight vibration.For all-body sensations you may already have discovered that it is not hard in many people to evoke thefeeling of warmth that lying in the sun commonly produces. You could also try the feeling of warmth"},{"pageNumber":72,"pageContent":"plus gentle pressure that lying in bed will bring, or the feeling of water flowing all over you thatswimming will bring.Taste and smellThese two senses are closely related, so that in fact much of what we think of as taste is really sensed bythe nose. You may try to get your friend either to smell or taste something that is not there, or to alter orignore a smell or taste that is.Taste receptors basically can distinguish sweet, sour, salty and bitter. All flavours that are not acombination of these have at least some smell component. (Think about how impoverished taste seems tobecome when a heavy cold blocks out any contribution from the nose.)SmellAn imaginary smell.Hint: It may be enough to insert into a script something like the following. (Sniff as if smellingsomething) \"Can you smell that? What is it?\"In that way you are making it easier than if you suggest a specific smell. Specific smells that you mightaim for are those of baking or coffee on the pleasant side and perhaps antiseptic on the unpleasant side.But hint it will be easiest to evoke something that you have found beforehand to be a smell that thesubject reacts to strongly in everyday life.In order to change a real smell you will need something like a scent or a flower or some drink available.You might aim at the goal of getting the smells to seem like some other smell that you suggest, or of nosmell at all.Hyperacuity of smell. It will be interesting to find out whether you can enable your friend to detect scentswith a greater acuity than under normal conditions. (Very useful in a wine-taster!) It is, for example, nottoo hard under normal conditions to recognise blindfold who out of a group of people has handled a booksimply by sniffing at it and then at their hands. The interest is to arrange the test in such a way that underordinary conditions a person finds it hard to tell who has handles a book but that after you have used yourhypnotic script they can tell much more easily. THEN you will know that you have accomplishedsomething!TasteYou might start by cutting a piece of potato and ask if your friend can guess, by tasting it, if it is aneating apple or a cooking apple.If you can make pure water taste sweet then you have created a hallucination in the taste receptors.If you can make lemon juice taste like water then you have inactivated the effect of the sour receptors.Hint: when you are starting it will help if the water comes out of a bottle which is labelled for a sweetdrink and the lemon juice out of a water bottle. Not every person can be expected to produce sensorydistortions easily.Hint: it will in general also help if, as usual, you work up to the stronger tastes, and start with the milder"},{"pageNumber":73,"pageContent":"onesHearingYou may well have found friends in whom it is easy to arouse a sense of hearing something that is notthere. You might, for example, have encouraged them to visualise a scene with which the sound of voicesor birds is naturally associated and can be heard by them. Even without visualisation it is possible withsome people to get them to hear the (apparent) sound of distant music or traffic or voices by directsuggestion. Try, for example, holding your head as if you are listening to a distant faint sound and ask,\"Can you hear that faint music? Where is it coming from?\"You can also make your goal the opposite one: of getting the subject NOT to hear a sound that actuallyIS there. On the whole you can expect to find this harder, for the following reason. If you name the thingthat is not to be heard then that in itself rather predisposes the brain to listen out for it first in order toignore it. Possible examples are the sound of a clock ticking, or traffic noise (if present).Hints: (1) The first method is therefore to narrow down the aural attention by emphasising what thefriend should listen to: for example the sound of your voice. The phrase, \"But you will always be awareof the sound of my voice\" is quite a common one in hypnotic scripts. You need only change this, after awhile, to \"But you will only be aware of the sound of my voice.\"(2) However under some conditions you might start by getting an exaggerated attention paid to thespecific sound that you want ignored. Since it is in fact very hard to maintain such an exaggeratedattention for all that long, it then becomes possible to suggest that it will become less and less interestingand finally be ignored.You might also set yourself the goal of making one sound be taken for another. Thus there might besome background noise of a fan or motor and you could suggest that there is in fact a musical rhythm init. Or you might have a recording of \"white noise\" - simply mushy sound - or the sound of waves andsuggest that it is a result of recording a voice under difficult conditions but that if the subject listenscarefully he or she will hear some of the words.Visual systemYou will have seen how easy it can be to alter the content of the visual system when the eyes are closed.You might try to achieve positive and negative visual hallucinations with the eyes open. As examples ofpositive hallucinations you might try to create a script which will include the suggestion of somethinglike, \"When you open your eyes you will notice that while they were closed I have placed a book on mydesk. I think you will find the title interesting, and I would like you to read it out.\"As an example of a negative hallucination (failing to see something that IS there) you might say, \"Whileyour eyes are closed I am removing and hiding your gloves/books/wallet. It might be some time beforeyou can figure out where it has gone.\"Hint(1): It will be an idea to have practiced other forms of posthypnotic suggestion first (Chapter 6)Hint(2): These are likely to work better if you \"dress up\" the suggestion a bit. In both of the above casesyou will notice that the mind of the subject has been focussed on some issue other than the appearance ornonappearance of some object. In the first case the question is what is the title of the book, and in thelatter on where has the object gone to."},{"pageNumber":74,"pageContent":"With some, of course, this will not be necessary and it is comparatively easy to produce hallucinations bystraightforward suggestion.As a rather amusing or embarrassing example of how strong an effect expectation can have on what onesees, the following happened to me when I was a student. I had been going out with one girl; then wesplit up for a while. At about that point in time she told me she was NOT going to a certain party. I went,found another girl to take an interest in, and spend the whole evening in very close proximity to her. Itturned out later that the first girl had changed her mind, DID come to the party, and was in the sameroom as us for most of the time. But I did not notice her at all. I did not expect to see her, therefore forme she was not there. Needless to say she was pretty indignant when she told me about it later!This shows that negative hallucinations do NOT necessarily require active hypnotic techniques.OrientationThe sense of orientation can be affected like any other. It is usually quite simple to suggest to a friendwith closed eyes that they are very slowly rotating to and fro, or rocking backwards and forwards.Hint: If straightforward suggestion does not work then you might use ideas and/or pictures whichsuggest that the chair is a swivel chair or a rocking chairIf the friend has been on a roller coaster then you might well be able to get them vividly to experience theaccelerations that that involves. But riding a horse, driving a car fast and so on can produce similarfeelings.You might also try to induce the feeling of falling.(Many people dream of falling and it may well be because at a certain point when waking up highercentres of the brain are awake but the nerves connecting with the ears (which signal accelerations andgravity) are not yet awake, and so are sending no messages. No messages normally means that you arefalling freely, and so the brain will interpret the situation in that way.)You should of course first check that the fear of falling does not have the proportions of a panic for yourfriend otherwise problems will arise. And again you might well start with some small examples like thefeeling of jumping down a few steps, and only afterwards move on the prolonged feelings of falling - ifyour subject has been parachuting it should be quite easy since you are then only activating a memory.Other GoalsThe above list is far from complete. Perhaps you could use your imagination to think of other variationson what I have listed.Autonomous systemsHowever there are many essential systems of the brain, nervous system and body that I have NOTsuggested that you attempt to affect. The digestive system is an example of this. The reason is simple.Since, we presume, any such system is working normally in your friend, the only thing that you would beable to achieve is to get it to work abnormally. Hypnotherapy, which you have not learned anythingabout on this course, is concerned with precisely the opposite state of affairs. A client comes fortreatment precisely because some system is working abnormally and hypnotic techniques are used to get"},{"pageNumber":75,"pageContent":"it to work normally again.It seems to me to be good practice NOT to mess about with vital automatic processes in systems that areworking well already and so I would strongly advise that you do NOT attempt to change them.You may have noticed that most of the things I have suggested you try to change also involve some formof abnormal activity of some system or other. However the systems I have chosen are ones that are quiteaccessible to consciousness, which will soon correct any changes you have made if it needs to.NOTE ALSO that I have also not included some of the more amusing hypnotic effects produced by stagehypnotists. The reason is that I am uneasy about the use of hypnosis under those conditions. It is onething to attempt some of the comparatively straightforward simple examples above in order to increaseyour understanding of what happens in hypnosis preferably under supervision. It is quite another for youto attempt something that may require a substantial alteration to quite fundamental systems in someone'smind such as the total elimination of a sense of humour or normal inhibitions or of self-consciousness.I would also suggest that you read my short article in which I point out that in some fundamental ways inwhich hypnotherapy, although based on an understanding of hypnotic processes is very often actingmore like dehypnosis than hypnosis!Thus no client will ever come to you asking for his elbow to be made incapable of bending. But youmight get someone with snooker elbow (US read as pool), in which he is unable to release a bent elbowto take a shot. If you have learned how to make an arm unbendable then you have insight into how to dothe reverse that he wants. You will never get anyone wanting you to make him grind his teethinvoluntarily, though you have now learned how to do so. But there are some people who suffer from thiscondition (often in their sleep) - it is called bruxism) - and need the abnormality removed. The work youhave done will at least give you some insight into the nature of the problem and of methods for affectingit.ConclusionsIn this short practical course you should have gained quite a lot of practical understanding of how tochange the activity of a wide range of internal systems of the human being. This should be more than justhaving learned a cookery-book list of recipes, but be an understanding which means knowing why youare doing something, what should happen and how to adapt your approach if it does not happen.When you have got that far you are in a good position to move on to use this understanding to helppeople in whom some system or other is NOT acting as it should.This involves understanding yet more - some of which you will find here in The Principles ofHypnotherapyHome | Contents | Previous Chapter"}]
