[{"pageNumber":1,"pageContent":"Journal of Religion & Society12 (2000)Journal of Religion & SocietyVolume 2 (2000)ISSN 1522-5658The Myth of the Burning Times and the Politics ofResistance in Contemporary American Wicca1Glenn Wm. Shuck, Rice UniversityAbstractMany contemporary Wiccans organize their narratives of oppression around the historical model of theBurning Times - the early-modern persecution of witches, i.e. women and marginalized persons, providingthem a powerful set of symbols to organize their concerns. These narratives seek to transcend questions ofvictimization and provide Wiccans with a means of resisting totalizing pressures and also help create novelformations of the self and community. This remains a tenuous process, exacerbated by conflictingresponses within Wicca to the needs of a growing religion. The creative aspects of the Burning Timesmythology, however, do present an idealistic set of possibilities.Introduction[1] Contemporary American Wicca encompasses a diverse group of Pagan practitioners, whocall upon ancient pre-Christian and Native American mythologies, along with developments inthe Western Spiritualist tradition, to construct novel religious formations.2 Although manyWiccan groups claim a continuous lineage to ancient times, surviving on the heaths and moors ofGreat Britain, the attitude I encountered at a local Pagan circle is more common. A sign therereads, “Our religion is 100% true, we make it up as we go along.” This reflects a pragmaticattitude toward symbols, as the latter are appropriated as required by contemporary conditions.While some hold to a thesis of historical continuity, it is by no means a necessary or foundationalbelief. For many contemporary Wiccans, history is more a laboratory of ideas than a merechronicle of events. Perhaps the finest example of this stance and one that permeates most of theWiccan subculture is the narrative of the “Burning Times.” Thus, although Wiccans are likely toread these events as “that which happened,” the accounts assume greater importance as theyreflect contemporary struggles against religious persecution and the oppression of women andgive a powerful voice to these concerns.   1 This research more properly discusses the \"unstructured\" assortment of American Wiccans, focusing less onstructured traditions such as the Gardnerians or Alexandrians. To clarify this usage further, “Gardnerian” refers hereto a specific aspect of Wicca, a usage different than that of Aidan Kelly, who uses the term to refer to the broaderNeo-Pagan witchcraft movement, based upon a shared historical lineage. One might object that the individuality anddiffuse nature of this population would make it difficult to generalize, but the indisputable commonality they shareseems to be a focus on self-development and celebrating individual differences. The specific expressions ofdifference may be difficult to generalize, but this core dynamic or \"metaphysic of difference\" is a shared valuethroughout American Wicca. The object of this study could be termed a Wiccan pop-culture, as once freed from theidiosyncracies of individual groups and covensteads certain commonalities like the celebration of difference and theethic of self-transformation remain. To this end, while my research features some participant-observation, I gatherthe majority of my primary data from the increasing variety of Wiccan publications consisting of books, magazines,newsletters, and especially websites.2 Cogent accounts of the cultural and intellectual underpinnings of contemporary Wicca are provided by AidanKelly, Loretta Orion, and Margot Adler."},{"pageNumber":2,"pageContent":"Journal of Religion & Society22 (2000)[2] According to Wiccan accounts, the early-modern period in European history, roughly 1450-1700, witnessed the victory of an emerging rationalism, a new ethos which separated peoplefrom the Earth and encouraged exploitation of the environment and the colonization ofindividual bodies, forcing them into restricted economies as productive units. Those whoresisted, collectively known as witches, paid an ultimate price. Witches stood for the deeperdesires of the human psyche, the freedom to experience powerful emotions and not fear theirawesome power (Foucault 1988a: 280-82). It was an experience of liminality, of not only livingon the edge of the village, or the heaths, but on the edge of consciousness, living in a largerworld than what most knew. Others would even come to witches to seek the wisdom of theirjourneys without having to embark themselves. But something went horribly wrong on the wayto modernity. Purveyors of the emerging scientific-rational world no longer considered liminalitydesirable and sought to reduce human experience to the empirically verifiable. Those bodies whorefused to speak with this new, more rational voice were executed, usually burnt or hanged. Themethods for eliminating enemies of the empirical order have since become more elegant andinsidious but still exist, ready to re-incorporate the marginal into the social body. This is theworld contemporary Wiccans protest, and the Burning Times image provides them with apowerful model for imagining new ways of constructing themselves and their communities.[3] For Wiccans who uphold the myth of the Burning Times, the early-modern period contains arepository of symbols for organizing their contemporary struggle against oppressive culturalforces. It is not, however, a foundational mythology or a narrative that explains why people mustbehave a certain way. Rather, modern-day experiences of oppression from the mainstreamsociety have encouraged Wiccans to find historical analogues that might provide a language forcontemporary concerns. This is similar to what cultural theorist Edith Wyschogrod refers to asthe ficción, or an account written in a heterological sense, defying traditional conceptions of“what happened,” at least from the perspective of mainstream historiography. Wyschogrodwrites:By ficciones I mean what fictions become when they take themselves up into thestory of their own ontological errancy. Both fact and fiction are transformed whenshards of metaphysical history through which they have passed, in a return of therepressed, percolate at the surface of the narrative (32).Put differently, ficciones do not re-present that which happened in a fact or fiction model, butrather present the kernel of contemporary concerns read through a historical lens, enhancing theaffective sensibilities that remain hidden in mainstream historical writing. The ficción is not a lieor a fabrication; it is, rather, an attempt to explore possibilities, discarding that which “could nothave been” but retaining that which “could have been” (Wyschogrod: 216). As Wyschogroddemonstrates, this method attempts to avoid the totalizing effect inherent in any attempt to state,“It could only have been thus” (214). Moreover, to question its empirical verifiability on thebasis of a totalized reading misses the point of the contemporary discontent it narrates. As such,ficciones attempt to preserve the passionate sense of suffering that mainstream accounts cannotconvey.[4] Wiccans deploy this practice to illustrate the genealogical development of oppression anddiscriminatory attitudes toward women and other marginalized peoples, much as German thinkerFriedrich Nietzsche and French theorist Michel Foucault trace the rise of bureaucratic, objectivestructures of power in their accounts. Wiccans review a time before their practices seemed“deviant” or “evil,” thereby calling into question the assumptions of mainstream culture that their"},{"pageNumber":3,"pageContent":"Journal of Religion & Society32 (2000)practices are inherently “contrary to nature.” Through the exploration of the early-modernperiod, Wiccans also seek to explore the possibility that individuals, or subjectivities, might onceagain carve out alternative spaces within society where they might practice self-transformationunmolested by authorities. Whether resistance is indeed possible, however, remains a difficultquestion, as does the larger issue of Wiccan community. These two issues will receive moreextensive treatment below.Toward a Wiccan Ficción: The Burning Times[5] Whether or not Wiccan accounts of the Burning Times are historically accurate is of littleconcern to this study. What matters is that Wiccans themselves value the account of these events,a narrative that reflects rather than directs their contemporary resistance. Many critics of Wiccamiss precisely this point (Starhawk 1997: xxix). They question a movement that allows itself tobe crippled by an historical narrative, especially a false one that can only support a permanentstatus of victimhood. This is the position of historian Diane Purkiss. Purkiss not onlymisinterprets the nature of the mythology, but also narrows the story itself.3 She writes:Once upon a time there was a woman who lived on the edge of a village. Shelived alone, in her house surrounded by her garden, in which she grew all mannerof herbs and other healing plants. Though she was alone, she was never lonely;she had her garden and her animals for company, she took lovers when shewished, and she was always busy. . . . Even though this woman was harmless, sheposed a threat to the fearful. Her medical knowledge threatened the doctor. Hersimple, true spiritual values threatened the superstitious nonsense of the Catholicchurch, as did her affirmation of the sensuous body. . . . She was burned alive bymen who hated women, along with millions of others just like her (7).[6] Purkiss’ reading is not necessarily incorrect, at least in its scope, but it does reduce Wicca toonly one of its aspects, what she calls the radical feminist one. While the feminist aspect loomslarge in contemporary readings of the Burning Times, it is related to a larger phenomenon.“Witches” were not only healing women, they also included the elderly, infirm, widowed,mysterious, or the politically and geographically unfortunate, if one uses Boyer andNissenbaum’s research on Salem Village as a guide. Many more women than men werevictimized in the majority of territories involved, but an obvious, primary relationship tomatriarchal values was part of a larger issue. Wiccan scholar Loretta Orion traces the BurningTimes not to a victory of patriarchy, but to the larger issue of what patriarchy has stood for in thepopular imagination. Orion claims that the medieval alchemist-magician Giordano Bruno wasexecuted for the paradigmatic sin of witches: he encouraged spiritual and intellectual growth.Orion writes:Bruno was burned as a witch in the burning times for urging learned gentlemen tohope for more than the constant conflict among contending reformers and toacquire the powers that Starhawk and Hussey encourage witches to reclaim - thecreative, visionary capacities - so that they might bring the vision into being(230).   3 Purkiss takes her objections from Starhawk’s “Dreaming the Dark” text. The actual passage, however, read withinits context, illustrates that Starhawk does not view history as determinative of any contemporary “victimization”narratives."},{"pageNumber":4,"pageContent":"Journal of Religion & Society42 (2000)[7] Although reading Starhawk back into Bruno is a bit risky, it nevertheless represents an effortat achieving an effective narrative, even if the historiography is suspect. This hints at Purkiss’ultimate concern: she appears to hold history’s prophetic value even higher than Wiccans, whichis ironic given her charges. For Purkiss, this kind of play is anathematic in a game of morehistorical than thou. Purkiss’ real objection appears to lie in her attitude toward difference andWiccans’ own resistance to social organization.[8] Purkiss accuses witches of indifference to social ills, engaging in a sort of narcissism. It ishere, however, that one finds Purkiss’ chief objection: Wicca, as a movement, has traditionallyeschewed reification into formal pressure groups that push for objective, societal changes.Rather, Wiccans have spoken for the individual and her or his relationship to the social structure,a method that has proven efficacious.4 Most important, however, is that this resistance to reifiedsocial movements preserves the difference of individual and smaller forms a polity - not a smallachievement in contemporary culture.5 For Wiccans, this is a major lesson from the BurningTimes, the tolerance and preservation of subjectivities against cultural pressures to make theminto productive units.[9] The early-modern period brought these developments concomitant with the employment of“normalizing” pressures. Michel Foucault’s research into the history of madness illustrates thisprocess. Authorities allowed medieval deviants to remain in their particularity, albeit on themargins - literally - of village life. The classical age, as Foucault calls it, instead recognized theproductive capacities of bodies and sought to rehabilitate them, or re-incorporate deviants intothe social body. This process of institutionalization reversed to flow of forces from an external,coercive one, to an individually operative, inward one. Individuals no longer took pleasure fromtheir peculiarity but instead felt shame and guilt due to their deviance from an externallyimposed norm.[10] One finds similar themes in witchcraft persecution narratives. Gerald Gardner, a majorfigure in the emergence of modern Wicca, presents prototypical persecutions - usually featuringboth torture and execution - in graphic detail. Although Gardner’s uncritical acceptance ofanthropologist Margaret Murray’s disputed studies make him a suspect witness for any empiricalinvestigation, his importance in formulating the “Burning Times” mythology cannot beunderstated. The mythology, at least in abstract terms, narrates the inscription of the emergingorder and its “truth” upon the body of marginals, often associated in persecution narratives withthe witches’ bodies.[11] Elaine Scarry discusses the phenomenology of this process. Torture serves severalfunctions, but the first is to eliminate the subject’s “voice” and exterior environment through theinflicting of “blinding pain.” The tormentors aim primarily to destroy whatever the subject was,   4 I am thinking here of Selena Fox’s “Lady Liberty League,” an advocacy group for Neo-Pagans. The LLL mostoften handles cases of discrimination against Neo-Pagans.5 This is not to say that such a movement is not underway. The trajectory is a tenuous one, however, betweenresistance and the creation of a new normativity. One suspects that if Wiccans increasingly come to definethemselves in resistance to a discourse propagated by conservative Protestants, the temptation to reify into formalbodies that inscribe victimhood as a semi-permanent status may arise. That is, the creative, ascetic aspect of Wiccamay be surrendered in a movement that can only provide the obverse of Fundamentalism, itself becoming a sort oftypological fundamentalism in the process, i.e. Christians are . . . Wiccans are. . . . The politics of identity threatensto re-emerge whenever one deploys a myth as powerful as this one."},{"pageNumber":5,"pageContent":"Journal of Religion & Society52 (2000)and take hold of its power and appropriate it. Scarry formulates this: “Across this set ofinversions pain becomes power. The direct equation, ‘the larger the prisoner’s pain, the larger thetorturer’s world’” (37). The mechanism, however, is the most insidious aspect of the process.Strategies allow the tormenter to disassociate from his or her actions, while the onus of guiltshifts to the subject. The torturer seeks information, thereby justifying the actions, and thesubject must surrender this data. And, in so doing, the subject commits an act of betrayal -internalizing the transgressors’ guilt and further legitimizing their actions (Scarry: 28). Worse,torture destroys the subject’s own voice and replaces it with the shadowy, impotent voice of itsoppressors. Michel de Certeau summarizes:What the torturer in the end wants to extort from the victim he tortures is toreduce him to being no more than that rottenness, which is what the torturerhimself is and knows that he is, but without avowing it (1997: 41).[12] Thus, the overarching goal is to erase the subject and its previous codes and replace themwith the marks of the torturing society. The latter, which existed previously only in the minds ofthe tormentors, inscribes itself onto the body of its victim, with the prior invisibility of personalpain now made into a political manifesto (Scarry: 28; de Certeau 1997: 41).The Burning Times Narrative: Opening a Space for Resistance[13] One could read the Wiccan revival as an attempt to throw off the shackles of the torturingsociety and re-assert their subjectivity by creating narratives of resistance, an effort to re-inscribea nature-based spirituality in place of an order that exploits the Earth. But, Michel de Certeauargues, social marginals, or in my usage, witches, have only limited means of resistance.Whereas the dominant culture moves through “strategies,” practices that assume a base ofoperations and an external target, marginals must use “tactics” - “calculated actions determinedby the absence of a proper locus. . . . The space of the tactic is the place of the other.” Whateverone wins through tactics must be surrendered; any victory is only temporary (de Certeau 1984:36-37). While campaigns are not possible, one can constantly find weak points and attack,however, especially through the interpretation of texts, or the “practice of everyday life” as acultural text.[14] De Certeau’s research takes place within consumer societies. Some theorists, like GillesDeleuze and Felix Guattari might assume that the capitalist order controls one’s demand and thusone’s space for resistance, but de Certeau rejects this notion, asserting that cultural consumers donot blindly appropriate products, despite the mass media’s best efforts” (de Certeau 1984: 31).He continues:The technology of the media does not touch the assumption that consumption isessentially passive - an assumption that is precisely what should be examined. . . .The result of class ideology and technical blindness, this legend is necessary forthe system that distinguishes and privileges authors . . . in contrast with those whodo not produce (1984: 167).The act of reading culture for de Certeau must not be literal or “scriptural”; rather, one must readthe text as open and not as a “private hunting reserve” (1984: 168-172).[15] De Certeau labels the individual act of appropriating meaning subversively as an example ofla perruque. La Perruque represents the worker’s attempt to construct his own projects on“company time,” using company materials. The worker, imbricated within a large, faceless"},{"pageNumber":6,"pageContent":"Journal of Religion & Society62 (2000)organization, must find a way to “reintroduce ‘popular’ techniques of other times and otherplaces into the industrial space” (de Certeau 1984: 26), or be “a pagan in a nine to five world,” asone author puts it (Voigt: 173-88). La Perruque involves a whole series of tactics, including theapparently wasteful use of resources through the gift - a term anthropologist Marcel Mauss madechic in a number of disciplines. De Certeau views the gift as an outgrowth of industrial society. Itis a subversive tactic, “transformed into a transgression in a profit economy: it appears as anexcess (a waste), a challenge (a rejection of profit), or a crime (an attack on property)” (DeCerteau 1984: 27).[16] The most effective use of la perruque lies in its ability to re-interpret or even producestories. Stories for de Certeau are “treatments of space,” which are fields of action (de Certeau1984: 118, 122). Stories typically function as apologies for the social order:From initiation ceremonies to tortures, every social orthodoxy makes use ofinstruments to give itself the form of a story and to produce the credibilityattached to a discourse articulated by bodies (de Certeau 1984: 149).A bit later, de Certeau adds that stories are typically fictions, narratives that function inadvertising to create the real and suppress superstition (1984: 186-87). Consumers can, however,use fictions to resist power by producing “anti-stories” (1984: 106-7). Anti-stories open up newspaces for expression, whereas “rumors totalize” (1984: 107). In this sense, the Wiccan myth ofthe “Burning Times,” along with contemporary ritual and practice, serves as an anti-text - aconstruction of la perruque designed to open up alternative spaces.[17] De Certeau describes a victory of the anti-text over the totalizing discourse of a culture. Onemust remember, however, that even this anti-text with its incumbent waste and deliberateflouting of efficiency still lies imbricated within the larger culture. It is but an island, forcedalways to defend its boundaries through guile and legerdemain. The anti-text speaks the languageof Odysseus, mired between the Scylla and Charybdis of forces that may eventually destroy it.But this is resistance. Involving neither direct confrontation nor outright avoidance, the marginalmust use the tools at hand to form novel combinations. Such is the witch’s formula (Magliocco:113-14).[18] De Certeau’s tactics, while opening a limited space for resistance, do not totally favor theethics of self-transformation so prominent within Wiccan discourse. For Wiccans, resistance alsoinvolves a creative aspect, one that critics like Purkiss overlook. Just because Wiccans have thusfar failed - if that is the proper term - to develop a centralized movement does not mean theirreadings of the Burning Times lead only to feelings of victimization. Rather, Wiccans engage inwhat Foucault calls “Technologies of the Self,” forms of askesis or self-tranformation that aspireto “care of the self,” practices that enhance community - defined in this case as a cooperativeventure on the part of individuals to help each other explore his or her subjectivity (Foucault1997: 223-52). [19] For Wiccans, transformation begins with individuals and extends outward to socialstructures. This method seeks to free itself from the “disciplinary” models that characterizecontemporary social discourse, instead preferring what Foucault calls the ancient Stoic approach- a means of self-transformation that records incongruities and lapses only to help the individualimprove herself or himself, rather than formulate punishment. More traditional models use anopposite approach, seeking to transform individuals in an objective, “top-down” technique,disciplining subjectivities into conformity with the “norm.” This is precisely what Wiccans resist"},{"pageNumber":7,"pageContent":"Journal of Religion & Society72 (2000)when they appropriate the Burning Times mythology. Call it patriarchy, bureaucracy, capitalism,or whichever label one prefers, it represents the forced assimilation of individuals into aneconomy that circumscribes meaningful dissent and individual difference.Conclusion: The Possibility of Wiccan Community[20] The creation of this type of alternative community, one that resists the pressures tonormalize behavior and institutionalize forms, remains an idealistic process, however, as SarahPike’s work on Neo-Pagan festivals demonstrates. The temptation always exists to reify themovement into a “PC Paganism,” or an externally imposed morality that undermines the delicateprocess of negotiating an ethics of community between free subjects. For Pike, the difficultdemands of festival life often conflict with mundane reality and the tendency to form clandestineelites, leaving the process incomplete (Pike: 51-56). Pike’s Foucauldian archaeology of powerwithin Neo-Pagan festivals reveals that the ideals are far from the deployed practices, as shepoints out with debates over drumming and routine groundskeeping. Pike’s research, however,may help Neo-Pagans approximate the ideal, as it encourages a re-assessment of certain qualitiesNeo-Pagans take for granted, like egalitarianism. By constantly rooting out vestiges ofobjectified power, one might yet approach a polity that emanates from free individuals, a limitcondition re-negotiated in every moment across time and space not allowing for the developmentof harmful absolutes. In this sense it is even more like Foucault’s articulation of a self-transformation that ends only at death. Wicca, like many other contemporary spiritualmovements, constantly encourages new opportunities for self-transformation. Taken this way,the Burning Times mythology reads not as a crippling apologia for victimization, as some criticscharge, but as a manifesto for growth.[21] Power, however, must remain flowing, never allowed to reify into new orthodoxies.Wiccans describe power as something emanating from the Earth and all its occupants, bothorganic and inorganic. The witch is one who channels and directs this power, bending anddirecting energy through acts of will. But unlike the Hegelian subject as discussed in Foucault’sThe Order of Things, the idealized witch’s body does not represent the center of the universe orthe locus of power discourse. Wiccans seek to re-initiate alternative power relations. Admittedly,however, this is a difficult and dangerous process, but nevertheless one of which Wiccan writersare well-aware.[22] Wiccan author and activist Starhawk describes this condition, quoting a close friend,Lauren, who summarizes both the opportunities and dangers the mythology provides:The torture stories and the rage come from the dark. But if you retell the horrorwithout creating the dark anew, you feed it. You do not break the mold. We needto dream the dark as process, and dream the dark as change, to create the dark in anew image, because the dark creates us (Starhawk: xxviii).BibliographyAdler, Margot1986Drawing Down the Moon. Boston: Beacon."},{"pageNumber":8,"pageContent":"Journal of Religion & Society82 (2000)Boyer, Paul S. and Stephen Nissenbaum1973Salem Possessed: The Social Origins of Witchcraft. Cambridge: HarvardUniversity Press.Buckland, Raymond1986Buckland’s Complete Book of Witchcraft. St. Paul: Llewellyn.1996Witchcraft from the Inside: Origins of the Fastest Growing Religious Movementin America. Llewellyn’s World Religion and Magic Series. St. Paul: Llewellyn.Circle Sanctuary1999“Lady Liberty League.” Circle Network News. Edited by Dennis D. Carpenter. 21(Summer) II: 54-55; 21 (Fall) III: 42-43; 21 (Winter) IV: 42-45.De Certeau, Michel1997Heterologies: Discourses on the Other. Translated by Brian Massumi.Minneapolis: University of Minnesota Press.1984The Practice of Everyday Life. Translated by Steven F. Rendall. Berkeley:University of California Press.Foucault, Michel1973The Order of Things: An Archaelogy of the Human Sciences. New York:Pantheon.1988aMadness and Civilization: A History of Insanity in the Age of Reason. Translatedby Richard Howard. New York: Vintage.1988bTechnologies of the Self: A Seminar with Michel Foucault. Edited by Luther H.Martin, Huck Gutman, Patrick H. Hutton. Amherst: University of MassachusettsPress.1997“Technologies of the Self.” Pp. 223-52 in Ethics: Subjectivity, and Truth. Editedby Paul Rabinow. New York: New.Gardner, Gerald1954Witchcraft Today. London: Rider.Kelly, Aidan A.1991Crafting the Art of Magic, Book I, A History of Modern Witchcraft, 1939-1964.Llewellyn’s Modern Witchcraft Series. St. Paul: Llewellyn.Levack, Brian P.1995The Witch-Hunt in Early Modern Europe. New York: Longman.Magliocco, Sabina1996“Ritual is My Chosen Art Form.” Pp. 93-119 in Magical Religion and ModernWitchcraft. Edited by James R. Lewis. Albany: State University of New YorkPress."},{"pageNumber":9,"pageContent":"Journal of Religion & Society92 (2000)Mauss, Marcel1990The Gift: The Form and Reason for Exchange in Archaic Societies. Translated byW.H. Halls. New York: Norton.Orion, Loretta1995Never More the Burning Times. Prospect Hills, IL: Waveland.Pike, Sarah1998Magical Selves, Earthly Bodies: Self-Identity and Religious Community atContemporary Pagan Festivals. Dissertation: Indiana University.Purkiss, Diane1996The Witch in History: Early Modern and Twentieth-Century Representations.London: Routledge.Scarry, Elaine1985The Body in Pain: The Making and Unmaking of the World. New York: OxfordUniversity Press.Starhawk (Simos, Miriam)1989The Spiral Dance: A Rebirth of the Ancient Religion of the Great Goddess. SanFrancisco: Harper Collins.1997Dreaming the Dark. Boston: Beacon.Voigt, Valerie1997“Being a Pagan in a 9-to5 World.” Pp 173-88 in Witchcraft Today: The ModernCraft Movement. Edited by Chas S. Clifton. St. Paul: Llewellyn.Wyschogrod, Edith1998An Ethics of Remembering: History, Heterology, and the Nameless Others.Religion and Postmodernism. Edited by Mark C. Taylor. Chicago: University ofChicago Press."}]
