[{"pageNumber":1,"pageContent":"The Secret of the Gothick God of Darknessby Stephen E. FlowersThere is a Secret God, a Hidden God, who dwells in a spiralling tower fortress and who has guided and overseen our development from time immemorial--and who has remained concealed but very close to us awaiting the \"future\" time of reawakening. The time of the re-awakening is near. Already we have heard the distant claps of thunder which signal the coming storm.The legacy of the Dark Gothick God is one which can guide those chosen by him to a state of development wherein they have attained a permanent (immortal) consciousness which is free to act or not act in the material universe as it desires. This consciousness becomes privy to all manner of secrets of life and death and life in death. The price for this attainment is contained in the cost of attaining it--for one who has been so chosen there can be no rest, no respite from the Quest which is, and remains, the Eternal Work.Because the way in which knowledge of this Dark Gothick God is passed from generation to generation contradicts the favored methods of the so-called \"major religions\" of the world--the religions of the \"book\"--Judaism, Christianity and Islam--this knowledge and its methods have been forbidden and made increasingly tabu for all of the centuries since the cunning ideological conversion of Europe by Christianity.Books can be burned, religious leaders can be killed--but the blood endures.The Gothick GodIn the past ten or fifteen years our western European culture (including all the \"colonies\" of western European cultures such as those in North America and Australia) have witnessed a revival of an aesthetic \"Gothick Kulture.\" This revival, or reawakening, of the Gothick spirit in many respects follows the characteristics of all the previous revivals.The word \"Gothick\" is the key to understanding the nature and character of the spirit behind the aesthetic. (Here I use the \"-k\" spelling for aesthetic reasons as well as to differentiate the cultural movement from designations of architecture orliterary history--more commonly spelled in the standard way.) \"Gothick\" is ultimately derived from the name of an ancient Germanic nation--the Goths.These Goths came out of the far North (from present-day Gotaland in Sweden)"},{"pageNumber":2,"pageContent":"and swept down into southern Europe beginning about 150 CE. They split into two major groups along the way: the Visigoths and the Ostrogoths. In the south they established kingdoms in present-day Italy (with its capital in Ravenna) and southern France (with its capital in present-day Toulouse). This latter kingdom, under pressure from the Franks, moved its capital to the present-day Spanish city of Toledo. In all of these regions the Goths established many secret traditions at the highest levels of society. The tip of this secret iceberg is revealed when you see how many Spanish and Italian names of nobility are derived from Gothic forms. Some of the more familiar examples would be Frederico, Adolfo, Carlo, Ricardo...The mystery of what happened to the lost treasure of Rome (including the \"Lost Ark\") can be solved through knowledge of Visigothic secret history. But that is a story for another time. Eventually the Goths were militarily defeated by a coalition of the Roman Catholic Church and the king of the Franks, who was the first Germanic king to convert to Roman Catholicism. All others before him, including many Goths, had \"converted\" to their own brand of esoteric \"Gothic Christianity.\" The final end to overt Gothic rule in Spain came with the Muslim invasion in 711 CE. But their secret traditions lived on.The Goths gained a reputation in their own time, and through subsequent ages, as a sort of \"master-race.\" In ancient Scandinavia the word gotar was used as an honorific title for heroes, as even today members of the noble class in modern Spain are referred to as gotos (\"Goths\"). As time went on, some of the secret Gothic tradition merged with some of the established traditions of the peoples among whom they disappeared, while other parts of it were submerged in the cultural \"under-class\" of peasants, vagabonds and heretics.Four to five centuries after their official \"demise\" an aesthetic in memorial to the spirit of the Goths was created in northern Europe--later art historians even named the style \"Gothic.\" But nowhere the Goths had been remained unmarked by their prestige and secret tradition. This dark and mysterious Gothick past of superhuman qualities loomed as a secret alternative to the bright and rational Classical past which was used as a model for both Christian theologians of the Middle Ages and rational humanists of the Renaissance.It is in this cultural framework that the Romantic movement began to grow in the 1700s. The Classical models had failed the avant-garde of the day. They looked to a more distant past, as a way of looking into a deeper, more mysterious, and at the same time more real, level of themselves. When the French looked beyond their Medieval Christian roots they found the Romans, and hence the word \"Roman-tic\" aptly described what it was they were looking for. In northern Europe, however, the term \"Romantic\" was generally found wanting by the adventurous souls who saw nothing of the deep-past = deep-self formula in the word. It was still remembered that our noble past was not Roman, but Gothick. (By now the word \"Gothick\" was also a synonym for \"Germanic\" or \"Teutonic\" as well.)The Gothick world was a world of the distant and powerful past, shrouded in mist"},{"pageNumber":3,"pageContent":"and swathed in darkness--a night-side world of dream and nightmare. The Gothick images conjured by the artists of the day--poets such as Burger, Novalis, Byron, and Hugo, or painters such as Fuseli, Arbo and Dore--acted as doorways for opening the world to the Gothick stream. The dead came alive once more and walked among the living--and upon the living begat the children of darkness.This process has continued from those nights to these, branching out in ever wider circles to encompass more aspects of life. But at the level of what might be called \"popular culture\", clear traces can be seen which connect Ann Radcliffe's The Mysteries of Udolpho to M.G. Lewis' The Monk to C.R. Maturin's Melmoth to Edgar Allen Poe's tales and poetry to R.W. Chambers' The King in Yellow to Bram Stoker's Dracula and on to Hanns Heinz Ewers, H.P. Lovecraft and Anne Rice. All in their own ways, wittingly or unwittingly, have contributed to the descent of the Gothick God of Darkness in popular culture.In many respects Stoker's famous novel, Dracula, was a \"warning\" concerning the emergence of an \"evil influence\" from the Gothick past--Die Toten reiten schnell! Stoker has his evil nobleman declare his kinship with the northern Berserkers who fought with the \"spirit which Thor and Wodin [sic] gave them,\" and even obliquely refers to the Gothic tradition reported by Jordanes in his Getica that the Huns were the offspring of Gothic sorceresses, known as Haljurunas (Hel-Runes), and devils that roamed the steppes.Neither was this influence lost on the American writer H.P. Lovecraft, who, when he was feeling more \"heroic\" in his younger days, strongly identified with the Gothick heritage. In a letter from October of 1921 he wrote: \"I am essentially a Teuton and barbarian; a Xanthochroic Nordic from the damp forests of Germany or Scandinavia... I am a son of Odin and brother to Hengist and Horsa...\"The most important God of the ancient Goths was their most distant ancestor, which the Gothic histories record as one named Gaut. Old Norse literature provides the key to discovering the a more familiar identity of this God. There we find this name among the many specialized names given to the God Odhinn or Woden (as he was known among the Anglo-Saxons). Odhinn is called the All- Father, and Gaut is at the head of the genealogy of the Gothic kings just as Woden is at the head of the genealogies of all the pre-Norman English kings.This God--or ultimate praeterhuman ancestor--is a wise and dark communicator. He is the master of all forms of mysterious communication by means of signs and symbols. In ancient times a system of such symbols for communication were discovered, and called \"Runes.\" In order to learn these the God hung himself for nine nights on a tree and thereby encountered the realm of Death--and from that spear-tip point which is the interface between life and death he at once comprehended the Runes--the Mysteries of the World.These Runes form a system of semiotic elements which are not only potent in a purely abstract or theoretical way, but which are, by their very nature, connected to the physical universe and the realm of generation and regeneration."},{"pageNumber":4,"pageContent":"Even in ancient times, when Woden was acknowledged as the High-God of the Germanic peoples, he was not a very \"popular\" God. He hid himself from most, and many were glad of it. Then and even now he dwells in deep darkness and travels to the most forbidden zones of the multiverse in his eternal search for ever increasing knowledge.As with the ancient Goths, Woden's most essential role is as the All-Father, as the progenitor of a continuous blood-line--and through that blood-line the forger of a permanent link with humanity. The importance of blood as a symbol of what it is that is really going on in a more mysterious way is essential. The mystery and secret of Woden is not that \"knowledge\" of him is passed along through clandestine cults (though this too occurs), or even through the re-discovery of old books and texts (though this happens)--but rather that such knowledge is actually encoded in a mysterious way in the DNA, in the very genetic material, of those who are descended from him. This in and of itself is an awful secret to bear--and once grasped it is a secret which has driven more than one man mad.Runic (Mysterious) information is stored \"in the blood\" where it lies concealed and dormant until the right stimulus is applied from the outside which signals its activation. In this way, knowledge can seem to have been eradicated, but yet resurface again and again with no apparent, or apparently natural, connection between one manifestation and other subsequent remanifestations.Scientists have more recently discovered the phenomenal platform for this noumenal process in the form of the double helix of the DNA molecule.The SecretThe Gothick obsession is an obsession with the Mystery of Darkness. It is no accident, or if it is an \"accident\" it is a meaningful synchronicity, that the name of the mythic sorceresses of Gothic history who gave birth to the Huns was Haljurunas, which literally translated from the Gothic would be \"The Mysteries of Death.\" The Gothick offspring have always sought to pry into the Mysteries of Life and Death, to penetrate to the depth of the self and to the outermost reaches of the darkened and chaotic world. Boldly forging into the Darkness to seek the Grail of Undefiled Wisdom, to Seek the Mystery, is the highest Quest of the Gothick Children of the Night. There is great power in the Quest, and the Quest alone.The Gothic word for \"mystery\" is runa. When the Gothic bishop Ulfilas translated the Christian Bible into Gothic for use in the Gothic cult he translated the Greek word mysterion with the Gothic runa.The practical power of this at once simple and obscure idea of mystery was once well illustrated in an episode of the popular American television series, Unsolved Mysteries. One day an out-of-work father took his sons fishing in remote forest area where they discovered some stones in the river carved with a variety of"},{"pageNumber":5,"pageContent":"arcane symbols. The father and his sons were deeply struck by the signs--What could they mean? Who could have carved them? They went home filled with a sense of mystery and awe. Within a short time business opportunities poured the father's way and the family was soon prosperous. They attributed their good fortune to the power of the stones. (Experts from a nearby university determined that the signs were carved recently and were not Amerindian petroglyphs, although they appeared to be imitations of similar designs.) Indeed, the family had come by their turn of good fortune from the stones--but not because of the particular shapes or qualities of the signs themselves but rather because of the sense of mysterious power which had struck the father and sons upon seeing the stones.In the coming years the value and power of the concept of pure Mystery, or the Hidden, will become more apparent as the ways of the Gothick God of Darkness begin to unfold.That which links this world with that of the Mysterious Gothick realm is clearly symbolized by the blood. But do not mistake the symbol for the entirety of the thing itself--although it, as a true symbol, is a fractum of the thing itself. The Gothick heritage, the heritage of power and knowledge, is encoded information which is by some as yet unknown paraphysical process passed from generation to generation. Knowledge of this mode of transmitting information is among the greatest tabus in our contemporary society. The reason for this is that it represents the greatest challenge to the Christian and Modern establishments with their dependence on conventional modes for transmitting information (especially the written word). The forbidden secret of the Gothick God is that you can be informed from within, by means of innate structures, which are stimulated by actual experience in the framework of objective intellectual knowledge (undefiled wisdom). When the right constellation of individuals with this knowledge are present the Ages of Dependence--on Medieval Churches or Modern Governments--will begin to come to an end. One of the chief signs of the dawn of the emerging new paradigm will come on the fifth of May in the year 2000.The Gothick God of Darkness is the Unknown God, the Hidden God--and hence the God of unknown and hidden things. His actions are hidden because he is hidden. Mere words cannot reveal this information, only Words (the hidden forms behind a certain key concepts) can do this. It is these which hold the secrets of eternal consciousness and power beyond death. Look, you see it before you now! If you see it, you must work to realize it within--and having mastered it there, to realize it without.In his landmark work The Postmodern Condition the French critic Jean-Francois Lyotard has some interesting things to say about the character of knowledge and the unknown in the coming years: Postmodern science--by concerning itself with such things as undecidables, the limits of precise control, conflicts characterized by incomplete information, 'fracta,' catastrophes and pragmatic paradoxes--is theorizing its own evolution as discontinuous, catastrophic, non-rectifiable, and"},{"pageNumber":6,"pageContent":"paradoxical. It is changing the meaning of the word knowledge, while expressing how such a change can take place. It is producing not the known, but the unknown. (p. 60)Among the unknown things which will be produced in the Unmanifest zone, which the profane call \"the future,\" will be the engendering of a new Gothick realm which will be none other than the remanifestation of the elder realm. As yet it lives in a crimson darkness, but in the spiraling tower the Gothick God waits and watches as those who will call his realm forth work their wills upon the world.Reyn til Runa!"}]
