[{"pageNumber":1,"pageContent":"Sigil Magichttp://home.comcast.net/~max555/book/Sigils.html1 of 810/25/2006 12:41 PMSigilsThe means used and the way it happens are simple, the inverse of scientific. I use a formula, created byinstinctive guess and *arbitrarily* formed, not evolved by hypothesis and experiment. The law of sorcery isits own law, using sympathetic symbols.- Austin Osman SpareIf you get nothing more from this book than the concepts explained in this chapter, it will have been worth theprice you paid (unless you borrowed the book, in which case you should support your hard working occultauthor and run out right now and buy your own copy!) The most important thing about sigil magic is that -- itworks!The theory goes like this: the conscious mind is not directly capable of performing magic (in fact, it inhibitsmagic,) so the subconscious mind must have the magical intent implanted in somehow it so that it might\"unconsciously\" manipulate aetheric information to bring about the result.Not only does this theory model the function of sigil magic, but can be used to model any form of effective magical technique. Shamanistic sorcery obviously involves direct interface with the magician's subconscious,breaking down the barriers by extreme disciplines and psychoactive drugs. Complex systems of ceremonialmagic can be effective, but only if the subconscious mind is trained to autonomically recognise thesymbolism of the system and act on it's linguistics unconsciously. The adept may then use the tools of thesystem to formulate effective magical procedures. This explains the long apprenticeships and intense religiousinstruction that characterizes the traditions. There is no inherent magical \"power\" in any particular set ofsymbols; it is only the subconscious manipulation of whatever symbols are chosen that make them magical.But it is more magically effective for the student of a system to accept the dogma of it's tradition -- that it'ssymbol-set is inherently magical -- without question, to provide the required belief-state to make it work.As Chaos Magicians we substitute meta-belief technique for dogmatic adherence to a particular model.Religious acceptance is replaced with passionate performance that taps into the unconscious archtypes thatunderlie all the religious symbolism of humanity. By use of the active imagination, and certain\"slight-of-mind\" tricks such as sigils, we breach the barriers of the subconscious by guile rather than by mainforce (as in shamanism) or by seige (as in traditional ceremonial magic.)Sigil TheoryIn general terms, a sigil is any glyph or symbol with mystical or magical significance. But for our purposes,we will use the word to describe a glyph created using the methods originated by Austin Osman Spare (seethe chapter on History for details on Spare.) Though Spare never revealed exactly how the concept of sigilmagic came to him, he was an accomplished graphic artist, so it's possible he got the idea from seeingwatermarks on paper. The newly (at the time) published works of Sigmund Freud and Karl Jung might haveprovided the theoretical foundation for the \"subliminal\" nature of sigil workings; that between the consciousand unconscious (or subconscious) mind there stands a \"safety valve\", a filter that surpresses all non-logicalthoughts and impressions, which Spare called the \"psychic censor\".Sigils are monograms of thought, for the government of energy ... a mathematical means of symbolisingdesire and giving it form that has the virtue of preventing any thought and association on that particulardesire (at the magical time), escaping the detection of the Ego, so that it does not restrain or attach suchdesire to its own transitory images, memories and worries, but allows it free passage to thesub-consciousness."},{"pageNumber":2,"pageContent":"Sigil Magichttp://home.comcast.net/~max555/book/Sigils.html2 of 810/25/2006 12:41 PM--A.O.Spare, \"The Book Of Pleasure\"Sigil Magic uses these glyphs as a means to bridge the gap between the conscious and subconscious mind. Itcompares in some respects to traditional \"talisman magic\", in which predetermined symbols (such asplanetary or astrological ones) are used to embellish a physical device that will encompass the \"power\"represented by those symbols. Generally, the talisman is subsequently carried by the user as a \"charm\".In contrast, a sigil is a customized tool designed to bring about a specific effect, and it's physical basis is onlyused once at the time of the subconscious implantation, after which it is generally (although not always)destroyed.Also, a sigil is an original artistic creation, produced by conceiving a sentence that expresses a magical intent,and converting that sentence into a pictoral representation. The point is to obtain an image that can carry theintent past the psychic censor and into the subconscious mind, where it becomes magically effective.The great advantage of sigil magic is that no particular belief-set is needed to work with it; there are nodiscarnate entites to summon, no dieties to appease, no invisible rays to eminate from your solar plexus(unless you want to create them yourself as a meta-belief device). And there are no special tools or equipmentneeded beyond a pencil and paper, and even these can be abandoned by the adept practitioner.The Making of a SigilThere are three main parts to the construction of a sigil: formulation of a Sentence of Desire, conversion ofthe sentence into a graphic representation or glyph, and implantation of the glyph into the subconsciousness.Of the three steps, the creation of the Sentence of Desire is the most important -- and the most difficult. Dueto the psychological make-up of the human subconscious, there are certain guidelines that must be followedto obtain predictable results.First there is the need for absolute precision and lack of ambiguity. I've heard of a test that is used in militaryofficer's training schools, in which the squad leader is assigned a mission and required to cut a set of ordersfor the squad that he or she thinks is totally unambiguous. Then those under his or her command will try tofollow those orders to the letter, but in such a way that is NOT what the leader really intended -- they try topurposely misinterpret the orders. If they find it impossible to do so, the leader passes the test. So a good wayto test one's Sentence of Desire is to see if you can come up with any alternative meaning other than what wasintended. If so, try formulating it in another way.This need for precision must be balanced with the need for brevity. The Sentence must be concise, using justenough words to express the meaning and no more.Also, the sentence must be expessed only in positive, not negative terms. The subconscious has the annoyinghabit of perceiving everything positively. For example, if you want to create a Sentence to protect you fromtraffic accidents, do not express it as \"I will not be in a traffic accident\" -- the deep mind ignores the \"not\" andhears this as \"I will be in a traffic acccident\"! Instead, express it as something like \"I will drive safely\".Spare preceeded all of his Sentences with the prefix \"THIS MY WISH...\" followed by the description of whatwas desired. I've always felt this was a bit soft, so I tend to use \"IT IS MY WILL...\" Some practitioners dropthe prefix entirely, and claim it works fine. But it may be more effective to make the Sentence a strongdeclaration, so the prefix is a very good idea.Producing The Sigil"},{"pageNumber":3,"pageContent":"Sigil Magichttp://home.comcast.net/~max555/book/Sigils.html3 of 810/25/2006 12:41 PMThe sentence is then written out on paper in all capital letters, usually near the top of a large piece of paper --the lower part will be used during the construction of the sigil.We'll use as an example:IT IS MY WILL TO EARN ENOUGH MONEY TO BUY A NEW CARThere are two ways to approach creating a graphic sigil, as follows.Method 1:Scan the letters and cross out any repeating ones, as follows:IT xS MY WxLx xO EARN xxxUGH xxxxx xx Bxx x xxx CxxWhich leaves us with the following letters remaining:I T S M Y W L O E A R N U G H B CMethod 2:Same as above, but break the Sentence into it's component parts first:IT IS MY WILL -> IT Ix MY WxLx = I T S M Y W LTO EARN ENOUGH MONEY -> TO EARN xxxUGH MxxxY = T O E A R N U G H M YTO BUY A NEW CAR -> TO BUY A NEW CxR = T O B U Y A N E W C RAt this point, the resulting list(s) of letters can be used to make either a graphic sigil or a mantric sigil. We'llcover each one seperately.Graphic SigilsOut of these letter-shapes, a combined image is formed. In the case of Method 2 above, the seperate imagesare prepared first, then combined together to yield a single glyph. The letters can be linked to each other, orsuperimposed on top of each other, in any manner desired. What's most important is that the resulting imageis \"impressive\" and satisfying to it's creator.Here's the way I might go about rendering this example. Keep in mind that this is MY way of doing it and forit to be effective for you, it would have to be created by you and of course would be different.On a seperate piece of paper, I would make a basic, rough sketch linking the various letter shapes together,combining some of them as I go along (for example, an \"M\" is a \"W\" upside down, \"I\" is contained in \"T\",\"F\" is part of \"E\", etc.):"},{"pageNumber":4,"pageContent":"Sigil Magichttp://home.comcast.net/~max555/book/Sigils.html4 of 810/25/2006 12:41 PMIn the case of method 2, each section is rendered into a rough drawing first, then the drawings are combinedinto a single glyph. The process is pretty much the same either way. Method 2 makes it easier to create a sigilfrom a somewhat longer Sentence without ending up with almost every letter of the alphabet in the mix all atonce!At this point I would discard the first piece of paper with the original sentence and list of letters on it. Fromthis point onward, it is not looked at as derivative of certain words, or even as a list of letters, but simply as apicture. But during the process, your mind is absorbing the hidden meaning unconsciously, and will\"remember\" it subliminally. Keep in mind that sigil magic was originated by a highly skilled artist, who fullyunderstood that the act of creation itself is powerful magic.So the image is simplified and refined, with the goal being a pattern that the mind can easily visualize. This isthe reason for trying to make it artistically impressive somehow, like an easy to recall logo. However, whatwe're aiming for is something that can be recalled by short term memeory, but not by long term memory --since ultimately we will be required to forget about the sigil. So too much simplicity is also not correct.To take it another step:Now the image is looking more streamlined and elegant. Enclosing the entire image somehow helps make itmore concise, so drawing a circle or similar shape around it is also common.There is a third method of creating a graphic sigil. It involves drawing a simple picture of the intent. This hasthe advantage of starting from a graphic image instead of having to derive one from letters, but thedisadvantage of having more of a chance of being ambiguous.Using the above example again, you could draw a little stick figure with your initials on it sitting behind thewheel of a car. The picture is then \"morphed\" in some fashion to alter it beyond recognition, and then treatedas a glyph in the first example.In the example below, two figures representing two people (with their initials on their bodies) have a wall"},{"pageNumber":5,"pageContent":"Sigil Magichttp://home.comcast.net/~max555/book/Sigils.html5 of 810/25/2006 12:41 PMdrawn between them, perhaps for an operation to force a seperation or end a relationship. The originaldrawing is combined and simplified:So there you have a sigil! Now it's time to bring it to \"life.\" If you like, do a final rendering on a fresh piece ofpaper, trimmed to just large enough to hold the drawing, and discard all of your sketches and notes.Charging The SigilEven the term \"charging\" is a nod to tradition more than an accurate description of what is done to activate asigil. In the old traditions of talismantic magic, once an amulet was created by whatever means, it had to beendowed with \"energy\" by some action of the magician. The world-view of the day determined what this\"energy\" was; in prehistory it would have contained a spirit, later a god or demon, eventually \"life force\" or\"vibrations\" provided the explanation. (Whether that kind of magic is effective or not isn't important here. Ithink it can be, but not for the reasons that it's practitioners think it is.)Sigil Magic is a completely different approach. Making a sigil work is, in a way, the opposite of \"charging\".The idea is to open the gates of the deep mind and cause the sigil to be \"absorbed\" into it. The magiciandoesn't charge the sigil, the sigil charges the magician!To do this, a state of gnosis must be achieved, and at that point, the sigil must be introduced to the deep mind.There are many variations on how this can be accomplished. The simplest is to hold the image of the sigil infront of your eyes and stare intently at it at the peak of gnosis and, to use Spare's description, \"drink it in tothe mind.\" It's very hard to use words to describe something so ineffable as this action. For me it is a state ofhigh trance, of \"not-thinking\", but at the same time, with an obsessive concentration on the image of the sigilto the exclusion of all else. Not the meaning of the sigil, but simply the graphic image itself as pure abstract,unconnected to any meaning -- a picture and nothing more.Here's where such exercises as meditation and death posture you encountered in the previous chapters can beused for a practical purpose.You can arrange the sigil where it can be seen, and assume a death posture until physical collapse occurs. Youcan meditate on the image itself until meditative trance ensues, or incorporate it as one image in a Juggler'sMeditation exercise. One of Spare's suggestions was to paint the sigil on a mirror and stare \"through\" it to theimage of your own eyes, holding your own gaze without blinking until the sigil \"dissappears\". (He alsosuggested exhausting oneself playing tennis, but then he was a bit crazy...)Two other methods will have their own chapters devoted to them -- charging by means of psychodramaticritual, and by means of sexual gnosis. But for now we'll move on to the next kind of sigil.Mantric SigilsThe method of deriving the strings of letters is identical. To use the same example as above:I T S M Y W L O E A R N U G H B CNext, the letters are rearranged in some random fashion -- I use \"scrabble\" letter tiles for this purpose. The"},{"pageNumber":6,"pageContent":"Sigil Magichttp://home.comcast.net/~max555/book/Sigils.html6 of 810/25/2006 12:41 PMidea is to obtain a series of \"nonsense words\" using the letters.So one possible combination would be:YARGMES CILBOW THUNThis is the sigilized mantra.Again, the sigil must be charged, and the above methods of achieving gnosis are applicable, but instead ofstaring at a picture, one chants the mantra. Of course, the two methods can be combined for even moreeffective workings.Losing the MeaningAccording to Spare's theory, a sigil whose meaning is consciously remembered at the point it is charged is asigil that won't work. So you MUST find a way to \"forget\" the meaning behind a sigil to make it work.There are practicing Chaos Magicians who would dispute this, and claim that as long as you have the sigilwhere it can be precieved, either in sight or strongly imagined, it doesn't matter what the conscious mind isdoing as long as gnosis is reached. One possible way to look at it is that the very act of achieving gnosisinvolves shutting down the discursive functions of consciousness anyway. But then you can find ChaosMagicians who will dispute just about any claim you can think of, so everyone must experiment anddetermine what works best.One way of deliberate forgetting is to create a few sigils for different purposes, put them away out of sight fora couple weeks or so until you can't remember which one was which, then charge them either all at once orone after the other.There is also the \"under-the-nose\" method: an object that is seen every day in the same place in the same waytends to fade into the background of consciousness eventually, and it is no longer actively \"seen\". Using thismethod allows for the creation of more durable sigils in the manner of traditional talismans, though it wouldhave to be arranged to be seen rather than, for example, worn around the neck or carried in a purse.Another method is by using ritual action to distract the conscious mind and keep it occupied with such tasksas performing \"meaningless\" words and gestures, delivering a memorized script of actions, strongvisualization of images or other actions. Mantras, dancing, drumming or other repetative actions can also lullthe mind into a quiescent state. Well designed rituals incorporate a self-consistant and artistically satisfyingset of symbols that inform the structure of, and provide direction for, the actions that take place. Asufficiently well chosen set of symbolic tools can drive the action itself without a pre-arranged procedure,allowing for improvisational forms of ritual work.These ideas are covered in more depth in other chapters. What's important here is that sigils can be, and oftenare, operative components of ritual work. They are used as the focus of the ritual itself, and the mechanics aresimply the manner in which the meaning is lost to the conscious mind and the sigil is charged.Finally, it's important to seperate one's self from the act of charging after the implantation of the sigil isaccomplished. Don't do any meditation, other magical operations, talk about the working with anyone, havesexual orgasms or even do a lot of heavy pondering about the universe. The idea is to shut the doors to thesubconscious and give the sigil, and only the sigil, a chance to become firmly implanted without any spuriousthoughts connected to it. It also keeps it from easily floating back into the conscious mind until the short termmemory dumps it, which according to psychologists takes about three hours."},{"pageNumber":7,"pageContent":"Sigil Magichttp://home.comcast.net/~max555/book/Sigils.html7 of 810/25/2006 12:41 PMSo wash the dishes, go for a bike ride, read a book that's NOT about magic, watch an old Marx Brothersmovie.A note about keeping diaries or journals of sigil work:Some magicians are maniacal about keeping records of everything they do, and this is a defenesible practice.But the purpose of a diary is to remember, and the purpose of a sigil is to forget -- paradox!One way around it is to make a record of one's statement of intent before the actual working is performed, andthen put the diaries away for several months and only then look them over and determine what the resultshave been. Another suggestion has been to paste flyleaves over the entries, bearing a date after which thedescription underneath can be looked at, so as to prevent accidentally informing the conscious mind of thework before it has manifested.This covers the basics of sigil magic. As long as the basic formula is followed, there is a lot of room forpersonal interpretation and expression.Variations on a ThemeSome of the more interesting applications of sigil technique I have used:* Create sculpted sigils out of clay and manipulate them in various ways during charging. This is especialllyeffective for using the \"pictoral\" method. For example, two figurines can be made two represent twoparticular people, even with such things as hair or fingernail parings mixed in with the clay, a variation on the\"witch's poppet\" or voodoo doll. The clay figures can be combined, mashed together to imply a comingtogether of the people they represent.Clay sigils can be crushed in the hand or underfoot to destroy them, or even have firecrakers imbedded inthem and blown up!* Paint the sigil on one's body (on a visible place, such as the belly) with water-soluable paint, then take abath and let it slowly dissolve away while watching it. This is especially useful for enchantments such ashealing the body.* Draw the sigil on paper or cloth with dissappearing ink (available from novelty and costume shops) andstare at it as it slowly evaporates.*Create a sigil on a piece of filter paper using food coloring as ink (choose a color appropriate to the work.)Place the paper in a funnel over a container and pour water or oil through it into the container. It will pull the\"ink\" along with it and color the liquid, which can then be used as a \"magical potion\".Obviously, the variations are limited only by one's imagination, as long as the basic requirements of thetechnique are fulfilled.Sigil magic is simple and powerful. A good way to begin is to choose some simple, unimportant result -- oneto which you aren't personally attached. Like:IT IS MY WILL TO SEE A TALL WOMAN WITH PINK SHOESSuch a wish is entirely unimportant, but not something that one runs into every day, so it's a good test. Seehow long it takes for the wish to manifest. The practical side of such exercises is that success, though theresult is not important itself, increases one's confidence that MAGIC WORKS, which in turn makes successmore likely for more important objectives."},{"pageNumber":8,"pageContent":"Sigil Magichttp://home.comcast.net/~max555/book/Sigils.html8 of 810/25/2006 12:41 PMThere is no way to prove the effacy of sigil magic except by trying it yourself.The chapters here describe many ways to incorporate sigils into ritual action, where the additionalmanipulation of the subconscious, and distraction of the conscious mind can enhance the effectiveness of thetechnique.©1996, 2000 All rights reserved.Return to Index "}]
