[{"pageNumber":1,"pageContent":" SYMBOLS OF THE INVISIBLE FRATERNITY OF FREEMASONRYSYMBOLS OF THE INVISIBLE FRATERNITY OF FREEMASONRYSYMBOLS OF THE INVISIBLE FRATERNITY OF FREEMASONRYSYMBOLS OF THE INVISIBLE FRATERNITY OF FREEMASONRY The power and influence over world affairs exercised by the Invisible Fraternity of Freemasons is enourmous, and has largely succeeded in remaining almost invisible to the average person on the street. The Invisible Fraternity is no more than 5% of all Masons, which means that 95% of all Masons are totally unaware of the inner secret cadre. Most of the books we quote are from the Invisible Fraternity, but this is the fraternity that is Satanic to the core, and which is secretly directing the Visible Fraternity. Since the old adage is certainly true that a \"picture is worth a thousand words\", we have written this article to demonstrate that Freemasonry uses many of the same filthy occult symbols that Satanists use. As I have delved deeply into Satanism over the past 16 years, I have constantly discovered that Satanism uses the same symbols as does Freemasonry; since Satanism goes back 4,000 years, and Freemasonry only about 300, you can easily see that Freemasonry has gotten many of its symbols from Satanism. Finally, if you do not recognize some of the occult interpretations of some Masonic/Satanic symbols, remember that you have been given false interpretations of those symbols, just as Albert Pike directed: \"Masonry, like all the Religions, all the Mysteries, Hermeticism, and Alchemy, conceals its secrets from all except the Adepts and Sages, or the Elect, and uses false explanations and misinterpretations of its symbols to mislead those who deserve only to be mislead; to conceal the Truth, which it calls light, and draw them away from it.\" [Morals and Morals and Morals and Morals and DogmaDogmaDogmaDogma, p. 104-5, 3rd Degree] Did you see those words, \"uses false explanations and misinterpretations of its symbols\"? In most instances, I will be quoting from both a Satanic source and a Freemason, usually an Inner Fraternity Mason, to explain the interpretations of these symbols. "},{"pageNumber":2,"pageContent":" COMMON SYMBOLS USED BY BOTH SATANISM AND FREEMASONRYCOMMON SYMBOLS USED BY BOTH SATANISM AND FREEMASONRYCOMMON SYMBOLS USED BY BOTH SATANISM AND FREEMASONRYCOMMON SYMBOLS USED BY BOTH SATANISM AND FREEMASONRY ALLALLALLALL----SEEING EYE SEEING EYE SEEING EYE SEEING EYE -------- The All-seeing eye originated in Egypt in those Satanic Mysteries which God physically judged during the time of Moses, when he lead the Israelites out of the land by the mighty hand of God. The All-Seeing Eye was representative of the omniscience of Horus, the Sun God, [Magic Symbols, by Frederick Goodman, p. 103, Satanic symbols book]. As one Masonic book says, \"These considerations lead us to an interesting topic, the Eye of Mind or the Eye of Horus ... and conveying the idea of the 'All seeing Eye'. The end set before the Egyptian neophyte was illumination, that is to be 'brought to light'. The Religion of Egypt was the Religion of the Light\". [Thomas Milton Stewart, The Symbolism fo the Gods of the Egyptians and the Light They Throw on Freemasonry, London, England, Baskerville Press, Ltd., 1927, p. 5] Anyone who knows their Scripture and thinks of themselves as \"Christian\" should feel right now like they have been slapped alongside their head with a two-by-four! This Masonic author has just told you that the Light to which Masons constantly refer, and toward which they are to constantly move, is the Religion of Horus! This is damning, because in Egyptian Mythology, Horus IS IS IS IS Lucifer Lucifer Lucifer Lucifer [Former Satanist, William Schnoebelen, Masonry: Byond The Light, p. 197] However, the evidence that Lucifer is the god of Masonry resides elsewhere in the writings of the Invisible Fraternity. Albert Pike writes in Morals and Dogma that Lucifer is the \"light-bearer\" [p. 321, teachings of the 19th Degree], and is the \"Angel of Light\" on p. 567, teachings of the 26th Degree]. Finally, Masonic author, Manly P. Hall, says that, once the Mason really learns the secret of his Craft, he shall have the \"seething energies of Lucifer in his hands\". [The Lost Keys To Freemasonry, published by the Macoy Publishing and Masonic Supply Co., 1976, p. 48] "},{"pageNumber":3,"pageContent":" However, Freemasonry also depict this Eye of Horus within a pyramid. All Satanists love the pyramid, because it represents the Pagan Trinity of Satan, Antichrist, and False Prophet. They use this 3-sided geometric shape constantly. In this symbol, called the Euclid, we see that the All-Seeing Eye is positioned above the traditional Masonic symbol of the Compass/Square, with the \"G\" in the middle. This means that the All-Seeing Eye controls Freemasonry, which is exactly correct. However, this symbol of the All-Seeing Eye within a pyramid was appropriated in 1776 by the Illuminati. [Robert Hieronimus, Ph.D., America's Secret Destiny, White Magic book, p. 59] In 1789, a secret meeting of Masonic members of the Constitutional Congress approved the symbol, but declared it should be kept secret. These Masonic members of the Constitutional Congress rightly feared the general public would immediately recognize this symbol as being Masonic and reject it outright. You see, the General Awakening Revival had been underway since the mid-1740's, resulting in perhaps one-half of the population in the American Colonies being Born Again Christian, a proportion never to be seen again. "}]
