[{"pageNumber":1,"pageContent":" Galdr or Galdor, from the Old Norse, originally meant 'incantation'. The verb \"gala\" is also used for \"to crow\". It later came to mean magic in general. These are the sounds used in runic oral spells.The Galdr sounds are from Edred Thorsson's Futhark, a Handbook of Rune Magic. Rune Pronounced Magical Value Galdr Chant Fehu \"fay-who\" This rune provides success, advancement in career, a turnabout in luck for those in difficulty. The good luck it provides is not permanent, but a single event or a short period of good fortune. After that the charm must be renewed, not only magically but through an act of binding or connection in the social sense. This act can be a gift to charity, help to another, or some other action to like oneself to a social order. This rune is good for areas of money, friendliness, and gaining merit. Fehu is a sign of hope and plenty, success and happiness, but also the responsibilities of those at the top and a social binding at all levels. Cooper, Esoteric Rune Magic. It is the power of generation at its most basic level. Its energies are totally wild and very useful for magick involving swift, radical changes. To hasten affairs to their next stage&emdash;use after the fehu fehu fehu f f f f f f f f f fu fa fi fe fo of ef if af uf f f f f f f f f f (Remember \"Fi Fi Fo Fum\" from the Jack in the Beanstalk fairy tale?) Page 1 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":2,"pageContent":"\"subject \" rune in your runescript. To increase monetary wealth. Protection of valuables. The \"sending\" rune&emdash;use it to send either your energy or the enrgy of the runes out into the formative spheres. Peschel, A Practical Guide to the Runes. Strengthens psychic powers. Channel for power transference or projection; the sending rune. Drawing the projected power of the sun, moon, and stars into the personal sphere. Promotion of personal and social evolution.Increase in monetary wealth. Thorsson, Futhark For attracting wealth and protecting property. Howard, Understanding Runes Uruz \"ooo-rooze\" Ur is useful for using primal power to release creativity and create sudden change. It can be used to release or tame power. In all cases there is a certain danger to the action, since it will be the runecaster's personal skill and power which will control that which is unleashed. In conjunction with other runes, ur is useful in teh evocation of various natural powers. it helps ub areas of risk and beginning an adventure, even that of starting a business or any other area in which you are putting something at risk. In the eighteen runes of which Odin speaks, the sixteenth is one that wins the heart of a woman. This sense of taming a woman was endemic in the attitudes of aesir gods and their followers. Cooper, Esoteric Rune Magic. This is the rune of changes. Uruz is the shaping power that brings about manifestation. Use it to give sluggish circumstances a little prod. A rune of vitality and strength, it is useful in healing magick, especially when the patient is weak and needs some extra strength.To draw new situations into your life. To initiate new circumstances purely by a force uruz uruz uruz u u u u u u u u u u u u u u u r r r r r r u u u u u u u u u Page 2 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":3,"pageContent":"of will. Healing and maintenance of good physical health. Peschel, A Practical Guide to the Runes. Shaping and forming circumstances creatively through will and inspiration. Healing and maintenance of good mental and physical health. Bringer of fortunate curcumstances. Induction of magnetic earth streams. Realization of causality. Knowledge and understanding of the self. Thorsson, Futhark. To clear obstacles and change circumstances. Howard, Understanding Runes. Thurisaz \"thoor-ee-saws\" Thorn (Thurisaz) is useful for attack and sometimes for tests. It makes poeple careless at the wrong moment; it makes people sicken; it drives people insane. It is particularly suitable for increasing the fear of poeple already afraid. Of Odin's list of eighteen runes, the sixth turns an enemy's spells against them. In the poem the spell is stated to be the root of a sapling with runes cut into it. Cooper, Esoteric Rune Magic. Directed cosmic power of defense. It symbolizes Mjollnir, the Hammer of Thor. It is pure will untempered by self-consciousness. It is a projectable form of applied power. The force of Thurisaz is able to direct their energies in an effective fashion. Use it when a \"little something extra\" is required to get things off the ground. New beginnings. Use when you need luck or when circumstances are beyond your control. Protection or defense. Neutralization of enemies or opposition. To push the issue in love magick. Peschel, A Practical Guide to the Runes. Defensive (active). Destruction of enemies, curses. Awakening of the thurisaz thurisaz thurisaz th th th th th th th th th thur thar thur ther thor thu tha thu the tho th th th th th th th th th Page 3 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":4,"pageContent":"will to action. Perparedness for generation in all realms. Love magic. Knowledge of the division and unity of all things. Thorsson, Futhark. For protection and defense. Howard, Understanding Runes. Ansuz \"awn-sooze\" This is a rune of luck, good fortune, good fortune, immortality, divine impulse of human beings, and the invocation of divine power or help. Compare this to the rune thorn, which calls upon the chaotic or evil powers of the universe. Os is also good for writing poetry or prose or for success in public speaking. In Odin's list of eighteen runes, the fourteenth tells the names of the gods and elves one by one. Cooper, Esoteric Rune Magic. Ansuz is the rune of communications. It rules over song, poetry, examinations, interviews and magickal incantations. It is good to use wherever communication is the issue. Convincing and magnetic speech. To gain wisdom. Confidence and luck with exams. Increase of active magickal energies. Peschel, A Practical Guide to the Runes. Increase of both active and passive magical powers and clairvoyant abilities,etc. Convincing and magnetic speach, and the power of suggestion and hypnosis. Acquisition of creative wisdom, inspiration, estacy, and divine communication. Thorsson, Futhark. To increase communicative skills, pass exams and gain wisdom. Howard, Understanding Runes. ansuz ansuz ansuz aw aw aw aw aw aw aw aw aw aw aw aw aw aw aw s s s s s s aw aw aw aw aw aw aw aw aw aw aw aw aw aw aw Raidho \"rye-though\" This rune symbolizes the journey to a place of power, the realms of the dead. Thus it can be used to gain knowledge from the dead through raidho raidho raidho r r r r r r r r r ru ra ri re ro Page 4 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":5,"pageContent":"necromancy, seance, and divination. It is also useful for promoting change, unblocking stymied situations, and hallowing things. It can be used to bless, in both positive and negative sense. A negative blessing is simply an injunction against dark forces, much like the Orthodox \"God save you from all demons.\" But it can also be used to invoke positive forces. In both cases there is a link to the dead who have positive or negative wisdon for and intentions toward us. It is good for understanding great changes, anything to do with ancestors (apart from inheritance), traveling in safety, and immigration. Cooper, Esoteric Rune Magic. Raidho is not only a rune of travel but also rules over the cosmic laws of Right and Order. It is useful for legal matters, especially when you have been unjustly accused and need to bring those forces of Right to bear on the issue. Safe and comfortable travel.Peschel, A Practical Guide to the Runes. Strengthens ritual abilities and experieince. Access to \"inner advice\". Raises consciousness to right and natural rhythms. Obtaining justice according to right. Thorsson, Futhark. To ensure a safe journey. Howard, Understanding Runes. For sex magic, seidr. rudh radh ridh redh rodh (rut rat rit ret rot) or er ir ar ur r r r r r r r r r Kenaz \"cane-awze\" Ken is useful for spiritual understanding, initiation, the harnessing of power, and guardianship. It can be used to bring strength to an individual, or for the banishment of dark forces of any kind. It can help overcome obstacles through learning. It is also a good luck charm. It is not, however, any good for combat. It banishes the dark; it doesn't defeat it. Cooper, Esoteric Rune Magic. Kenaz is another rune of Fire, but kenaz kenaz kenaz ku ka ki ke ko kun kan kin ken kon ok ek ik ak uk kaunnnnnnnnn Page 5 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":6,"pageContent":"unlike Fehu, it is a gentle, more controlled form which gives the ability and the will to create. It is the rune of the artist and craftsman and is useful either when creativity is the issue or when artistic things are very important to the person for whom you are creating the runescript. It also governs the technical aspects of magick. It is the rune that governs passion, lust and sexual love as firey, positive attributes. Use to strengthen any runescript. Healing, physical well-being. Love, stability and passion in relationships. Fresh starts. Protection of valuables. Peschel, A Practical Guide to the Runes. Strengthening of abilities in all realms. Creative inspiration. Higher polarization as a tool of operation. Operations of regeration, healing. Love (especially sexual love). Thorsson, Futhark. To restore self-confidence and strengthen will-power. Howard, Understanding Runes. Gebo \"gay-boe\" Propitiation; removal of a curse (or karmic debt) through a sacrifice which brings with it right intention and action. A sign under which gifts can be made to the gods. Of Odin's eighteen runes, the last is secret. It could be the secret of sacrifice.Cooper, Esoteric Rune Magic. Gifu is the rune of partnerships in all realms. It contains the power to integrate the energies of two or more people in order to produce a force that is greater than the sum total of their individual parts. It is the primary rune of sex magick. Love and sex magick. Increase magickal powers. Anything to do with partnerships. Mental and pysical equilibrium. Peschel, A Practical Guide to the Runes. gebo gebo gebo gu ga gi ge go gub gab gib geb gob og eg ig au ur g a a a f f f f f Page 6 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":7,"pageContent":"Sex magic. Sex magic initiation. Mystical union. Increase in magical powers. Harmony between borthers and sisters and lovers. Aquisition of wisdom. Thorsson, Futhark. To creaste harmony in personal relationships. Howard, Understanding Runes. Wunjo \"woon-yo\" Gaining the favor or untapped power of superiors, whether mortal or immortal; obtaining promotion or passing tests. It is also useful for gaining wisdom, and is very useful for timing spell results. If you want a spell to work at a particular time, wunjo can be used to control the release of spell energy. So a talisman might use wynn to made to work for nine days, in nine days, or some similar feature. Our method of measuring time (e.g;., four o'clock on Thursday) is not suitable, and the rune works at its best in a multiple of nine. Cooper, Esoteric Rune Magic. Wunjo is the rune of \"happily ever after\". It is generally used in the final position as a significator of success and happiness. Fulfillment in any area, especially love or career. Success in travel. Peschel, A Practical Guide to the Runes. .Strengthens links and bonds. Invocation of fellowship and harmony. Banishes alienation. Happiness and well-being. Realization of the links and multiplicity of relationships of all things. Binding runes toward specific purposes. Thorsson, Futhark. To bring happiness and spiritual transformation. Howard, Understanding Runes. wunjo wunjo wunjo wu wa wi we wo wun wan win wen won wo we wi wa wu w w w u u u n n n This is a rune of meditation and the hagalaz hagalaz Page 7 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":8,"pageContent":" Hagalaz \"haw-gaw-laws\" council of silence, and aids consideration, decision, and meditation. It is also useful for overcoming aspects of our lower nature, including prankishness or bad habits.It is therefore very useful in overcoming impediments or obstacles to success. This is the rune of self-undoing and overcoming the tendency to undo one's own efforts. Cooper, Esoteric Rune Magic. The meaning of Hagall in magick is very different from its meanings in divination. In magick, it is a rune of evolution, but it is evolution of the slow but sure type within a fixed framework. Its fixed nature promotes security and keeps negative energies from entering your space. Protection. Use where luck is needed. To encourage a positive result within a fixed framework. Peschel, A Practical Guide to the Runes. Completeness and balance of power. Mystical and numinous experience and knowledge. Evolutionary, becoming operations. Protection. Thorsson, Futhark. To attract positive influences. Howard, Understanding Runes. hagalaz h h h h h h h h h hu ha hi he ho hug hag hig heg hog (hul hal hil hel hol) oh eh ih ah uh h h h h h h h h h Nauthiz \"now-these\" For all forms of success and all types of achievement. However, remember that a gift, and take note of the associated god. Useful for harnessing internal power, intuition and creativity, the ability to achieve, as with a sudden rush of adrenaline or creation of momentum. The fourth of Odin's runes frees one from locks and fetters, which ties in well with the meaning of nyd. Cooper, Esoteric Rune Magic. This rune has two aspects and you would do well to remember them when formulating your runescript. Nied represents need and distress naudhiz naudhiz naudhiz n n n n n n n n n nu na nu ne no nudh nadh hudh nedh niodh (nut nat nit net not) un an in en on n n n n n n n n n Page 8 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":9,"pageContent":"but also the release from that distress. Through the utilization of this rune by teh will, one can change Fate via knowledge and wisdom. This rune is a very poerful rune in Icelandic love magick and represents the primal needs and desires that drive you to seek out a lover. Overcoming distress. Acheiving your goals. Protection. Love magick and to find a lover. Impetus to get a relationship off the ground. Peschel, A Practical Guide to the Runes. Overcoming distress or negative energy. Development of magical will. Development of \"spiritual\" powers. Protection. Use of the force of \"resistance\" under will toward magical goals. Sudden inspiration. Eliminates hate and strife. Creates a need for order. Recognition of personal need. Love magic--to obtain a lover. Divination. Thorsson, Futhark. To achieve long-term goals or help lost causes. Howard, Understanding Runes. Isa \"ee-saw\" Representative of masculinity, of authority, elineation and circumcision. Also represents a circumcision of action through the weather. Anything to do with authority. It is also good for dealing with conflict, and for magically gathering allies [who must be your equals, or nearly so]. It can also uncover enemies. Cooper, Esoteric Rune Magic. The Isa rune rules the forces of inertia and entropy. It is also a symbol of the ego. To \"freeze\" a situation as it is. Development of will. Halting of unwanted forces. Peschel, A Practical Guide to the Runes. Development of concentration and will. Constriction, halting of isa isa isa i i i i i i i i i i i i i i i s s s s s s (s s s s s s i i i i i i) i i i i i i i i i Page 9 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":10,"pageContent":"unwanted dynamic forces. Basic ego integration within a balanced multiversal system. Power of control and constraint over other beings. Thorsson, Futhark. To make a situation static, ground wayward emotions and calm volatile actions. Howard, Understanding Runes. Jera \"yare-awe\" Comfort; harmony with others. A symbol of right thoughts and right action leading to right results, a culmination of efforts over a long period of time. It is also good for gardening, farming, having a happy home, and good times. Put jera over the door of your house on New Year's Eve. Use indelible ink because the luck is meant to last as long as jera remains there. Cooper, Esoteric Rune Magic. Jera is the rune of the harvest, of rewards arriving at their proper tine. It also governs legailites of all sorts and is useful in all legal matters. Use when a tangible result is expected for an outlay of money, time or effort. Helps to bring events to pass. Helps in legal matters. Fertility. Peschel, A Practical Guide to the Runes. Fertility, creativity. Peace, harmony. Enlightenment. Realization of the cyclical nature of the multiverse. Realization of the mystery of the omnipresent circumference. Bringing other concepts into material manifestation. Thorsson, Futhark. To bring events to culmination. Howard, Understanding Runes. jera jera jera j j j e e e r r r a a a j j j j j j j j j ju ja ji je jo (jur jar jir jer jor) j j j e e e r r r a a a Eihwaz \"eye-wawz\" Protection of oneself and one's rights. When things are out of kilter this rune can help this rune can help set them back in line. However, if it eihwaz eihwaz eihwaz (iwaz iwaz iwaz) e e e e e e e e e Page 10 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":11,"pageContent":"is the runecaster who is out of whack, things suffer for it. This rune can thus be used in conjunction with other runes to keep the magic of the whole within reasonable bounds. It forms a kind of feedback mechanism within talismans and rune magic. Cooper, Esoteric Rune Magic. Eihwaz symbolizes the yew tree and is a very powerful rune of banishing and protection. Protection. Increase in power. Removal of obstacles. Peschel, A Practical Guide to the Runes. Initiation into the wisdom of the World-Tree (the axis of the multiverse). Realization of the death/life mystery and liberation from the fear of death. Development of spiritual endurance and hard will. Spiritual creativity and vision. Protection from detrimental forces. General increase in personal power. Communication between levels of reality. Memories of former existences in the the ancestral stream. Thorsson, Futhark. To end situations and solve problems. Howard, Understanding Runes. [a neutral, closed vowel sound] iwu iwa iwi iwa iwu iwo iwe iwi iwa iwu e e e e e e e e e Perthro \"pear-throw\" It opens or provides a barrier to the dark forces including the realms of the dead. It confronts us with our weaknesses, our failures, and our regrets. It makes us deal with the question of what we would do if we died now. It is therefore a useful rune of test and attack. Cooper, Esoteric Rune Magic. Perdhro is a rune of time and change. It rules over secrets and things hidden and is also allied with karmic energies. Evolving your magickal ideas. Use when dealing with investments or speculation. Use for finding lost things. To promote good mental health in healing. perthro perthro perthro pu pa pi pe po purdh pardh pirdh perdh pordh po pe pi pa pu p p p e e e r r r th th th r r r o o o Page 11 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":12,"pageContent":"Peschel, A Practical Guide to the Runes. Perception of ¿rlog (fate/destiny/karma). Divination. Placing runic forces into the stream of cause and effect. To evolve ideas or events as a magical act. Thorsson, Futhark. To find lost property, obtain inner guidance and make financial speculations. Howard, Understanding Runes. Algiz or Elhaz \"all-geese\" or \"ale-hawz\" Every possible form of protection from every possible source of danger is Algiz's domain. Protection and defense, physical or spiritual, personal or collective. Cooper, Esoteric Rune Magic. Another powerful rune of protection, Eolh was often carved into weapons for victory and safety during battle. As its shape is the one we stand in when we invoke the gods or draw energy from the heavens, it is also seen as the connecting bridge between gods and men. Protection from enemies. Protection from evil. Promotes friendships. Strengthens luck and the life force. Peschel, A Practical Guide to the Runes. Protection, defense. Mystical and religious communication with nonhuman sentient beings. Communication with other worlds, especially Asgard and the cosmic wells of Urdhr, Mirmir, and Hvergelmir. Strengthening of magical power and luck and life force. Thorsson, Futhark. elhaz elhaz elhaz z z z z z z z z z [a deep whirring, whistling sound] uz az iz ez uz oz ez iz az uz z z z z z z z z z (m m m m m m m m m) Sowilo \"soe-wee-low\" Transcendent power, salvation, knowledge, strength in times of trouble. Also useful for matters of success and divination. Will counter all dark forces. The sun is a symbol sowilo sowilo sowilo s s s s s s s s s s s s o o o l l l su sa si se so Page 12 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":13,"pageContent":"of personal, trascendent salvation. Cooper, Esoteric Rune Magic. Sigel is the rune of the will. It is that spiritual energy which guidws all true seekers. A rune of success. Victory, sucess. Used for healing. Used when strength and self-confidence are needed.Peschel, A Practical Guide to the Runes. Strengthening of the psychic centers. Increase in spiritual will. Guidance through the pathways, \"enlightenment\". Victory and success through individual will. Thorsson, Fuhark. To increase good health, vitality and sexual powers. Howard, Understanding Runes. (sul sal sil sel sol) us as is es os si se su sa su s s s s s s s s s Tiwaz \"tea-wawz\" A symbol of divine protection, of justice and honor in war or duel. It can be used to defend against or attack known enemies. It ensures victory and the righting of injustice, and can be used to bind an oath. Painted on shields to give bearers more courage and to protect in battle. Cooper, Esoteric Rune Magic. This is the great rune of victory and symbolizes kings and leaders of men. Tir is the rune of \"might for right\" and as such is valuable in a runescript when you have been unfairly denied something or have been falsely accused. It is indicative of the fighting spirit, of trial by combat and fearlessness. It is the primary masculine rune. Victory. Use whenever competition is a factor. Good for health and encourages quick recuperation. In love matters, Tir is used to synbolize the ardent male. Peschel, A Practical Guide to the Runes. Obtaining just victory and success. Building spiritual will. Develops the power of positive self-sacrifice. tiwaz tiwaz tiwaz t i i i i i r r r r r tu ta ti te ter tor tur tar tir ter tor ot et it at ut (Tyr Tyr) T i i i i i r r r r r Page 13 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":14,"pageContent":"Develops the \"force of faith\" in magic and religion. Thorsson, Futhark. To achieve victory over adversity and justice. Howard, Understanding Runes. Berkano \"bear-kawn-oh\" Healing, good health, calming troubled minds and atonement, childbirth and fertility. Cooper, Esoteric Rune Magic. Beorc is the rune of the Great Mother and as such is the primary rune of fertility. It also conceals and protects and rules over all protective enclosures, such as houses or temple areas. It is very good to use in a runescript for the peace, projection and harmony of a household. It represents a very feminine and nurturing female type. Fertility. Protection. Family matters. To bring ideas to fruition. To represent a certain type of female in a runescript.Peschel, A Practical Guide to the Runes. Rebirth in the spirit. Strengthens the power of secrecy. Works of concealment and protection. To contain and hold other powers together. Realization of the oneness of the moment as the mother of all things. Bringing ideas to fruition in the creative process. Thorsson, Futhark. For fertility, family matters and love affairs. Howard, Understanding Runes. berkano berkano berkano bu ba bi be bo b e e e e e r r r r r (burk bark birk berk bork) ob eb ib ab ub b e e e e e r r r r r Ehwaz or Ehwo \"ay-wawz\" or \"ay-woh\" A call for divine aid in times of trouble, gathering of bonds of friendship, and the protection of friends. It can call aid from unlooked-for places. It is also a general good luck charm. In the poem of Odin, the seventh rune puts ehwo ehwo ehwo e e e e h w o o o ehwu ehwa ehwi ehwe ehwo ehwo ehwe ehwi ehwa ehwu e e e e h w o o o Page 14 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":15,"pageContent":"out fires of a friend's house. Cooper, Esoteric Rune Magic. This is a rune of abrupt changes and is good for initating bold new ventures. Use Ehwaz after the \"subject\" runes in your runescript to facilitate change. Brings change swiftly. Ensures safe travel. Peschel, A Practical Guide to the Runes. Facilitations of \"soul travel\". Realization of fundamental unity of the psychosomatic complex. Imparts trust and loyalty. A source of prophetic wisdom. Projection of magical power. Thorsson, Futhark. To cause changes. Howard, Understanding Runes. Mannaz \"mawn-nawz\" Mann helps in knowing oneself. It can therefore be used in mediation, to increase dreaming, or to enhance the truth of dreams. It can be used in conjuction with other runes to personalize matters or magic for or on a particular individual. It is also useful for cleansing oneself, a ritual which makes the afterlife more pleasant. In Odin's poem of runes, the second is one that must be learned by anyone who hopes to be a healer. Without knowing the patient, no healing is possible. Cooper, Esoteric Rune Magic. Mannaz is the symbol of mankind as a whole and is often used when assistance from others is needed. It also symbolizes the powers of the rational mind. To gain the assistance of others. Increase in memory and mental powers. Peschel, A Practical Guide to the Runes. Realization of the divine structure in mankind. Increase in intelligence, memory, and mental powers generally. Balancing the \"poles of personality\". Unlocking the mind's eye. Thorsson, Futhark. mannaz mannaz mannaz m m m a a a a a a n n n mu ma mi me mo mun man min men mon um am im em om mon men min man mun m m m a a a a a a n n n m m m m m m m m m Page 15 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":16,"pageContent":"To attract goodwill and new social contacts. Howard, Understanding Runes. Laguz \"law-gooze\" Useful as a symbol of water, of transitions between states, e.g., birth, life, growth and death. It is a perfect means for building an oath. Cooper, Esoteric Rune Magic. Lagaz is a rune of intuition and imagination. It is also a feminine rune, but unlike Beorc it represents a strong and assertive female type. Use to contact your intuitive faculties. Increase in vitality and the life force (especially in women). Helps to gather in energies for use by the will. Peschel, A Practical Guide to the Runes. Guidance through difficult initatory tests. Increase in vitality and life fource. Gathering of amorphous magical power for formation and structuring by the will. Increase in \"magnetism\". Development of \"second sight\". Thorsson, Futhark. To manifest psychic powers. Howard, Understanding Runes. laguz laguz laguz l l l l l l l l l lu la li ke lo (lug lag lig leg log) ul al il el ol lo le li la lu l l l a a a g g g u u u l l l l l l l l l Ingwaz \"eeeng-wawz\" To gather people or to influence them. It can be used to establish dedication and loyalty, the \"we\" of a group. It can be used as a rune of fascination, which makes it suitable for strengthening hypnosis, trance, or meditation. It can also be used for gaining the respect of others, or gaining influential positions in a community.Cooper, Esoteric Rune Magic. Ing represents the male consort of the Earth Mother and as such is also a symbol of fertility. It is often used in the final posiiton of the runescript to indicate a successful outcome. It is a very positive rune. Fertility. To ingwaz ingwaz ingwaz i i i i n n n n g g g g ung ang ing eng ong ong eng ing ang ung i i i i n n n n g g g g Page 16 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":17,"pageContent":"release energy suddenly. To bring something to a satisfactory end. To \"fix\" the outcome of your runescript so that the benefits indicated therein do not drain away. Peschel, A Practical Guide to the Runes. Storage and transformation of power for ritual use. Fertility rites. Passive meditation and centering energy and thought. Sudden release of energy. Sex magic. Thorsson, Futhark. To end a cycle of events or specific situation. Howard, Understanding Runes. Dagaz \"thaw-gauze\" with a voiced \"th\" It is a good luck charm, and can also be used to advance one's station in life. It is helpful for spiritual advancement and understanding. It is an expression of universal love. Symbol of day, daylight and the powers of life: powers which exceed human control, structuring things by their own right, yet human-oriented. Cooper, Esoteric Rune Magic. Daeg is the rune of the New Day. It symbolizes the feelings embodied in the expression \"Today is the first day of the rest of your life\". It is particularly good for fresh starts in any endeavor. Good for financial increase. To change an attitude, either yours or someone else's. New beginnings. Peschel, A Practical Guide to the Runes. Attaining mystical moment through penetration of paradox. Reception of mystical inspiration. Thorsson, Futhark. To create new beginnings or opportunities. Howard, Understanding Runes. dagaz dagaz dagaz dh dh dh dh dh dh dh dh dh d d d a a a g g g a a a z z z du da di de do dh dh dh dh dh dh dh dh dh odh edh idh adh udh od ed ud ad ud d d d a a a g g g a a a z z z To call on ancestral powers, including calling up their spirits. This othala othal othal o o o o o o o o o Page 17 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":18,"pageContent":" I came across a very ancient galdor spell. Traces of its use can be found in many cultures. It is generally used against one who has wronged the wizard who pronouces the curse. Make sure you read the whole thing before you try it. Be aware that use by novices is not recommended. Here it is: This spell requireth ye hand gesture to be made in ye following way. Extend thy power hand outward toward thy intended target with thy palm facing thy face. Fold thy thumb, first, third, and small fingers into Othala \"oath-awe-law\" is a rune of merchants, but also the land-holding nobles and both classes in which inheritance, property and goods play a key role. It thus aids in partnerships, whetehr those of business, politics, or marriage. It can be used to guard family fortunes or build the strength of a dynasty. It can also develop strengths and talents in an individual. These abilities are considered latent, and brougth out by reference to ancestral (or genetic) potential. In Odin's poem, the seventeenth rune is acharm that will make a girl loathe to leave him; that is, it draws her into a committment. Cooper, Esoteric Rune Magic. Othel signifies possessions or ancestral lands and characteristics. This rune encourages a down-to-earth attitude of life. When paired with Fehu, good for monetary gains. Use wherever the health of the elderly is the issue. Protection of posessions. Peschel, A Practical Guide to the Runes. Maintaining order among fellows. Concentration on common interests in home and family. Shift from ego-centricity to clan loyalty. Collection of numinous power and knowledge from past generations. Acquisition of wealth and prosperity. Thorsson, Futhark. For property matters. Howard, Understanding Runes o o o o o o othul othal othil othel othol othol othel othil othal othul o o o o o o Page 18 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."},{"pageNumber":19,"pageContent":"thy palm. If this be done properly, then ye finger of death and damnation shall be extended towards the heavens. Whilst making the sign of malediction indicated above, intone the following incantation in a great and wrathful voice: YYYYYUUUUU EEEEESSSSS OOOOOHHHHH BBBBBBEEEEE This being done, the wrongdoer's fate is sealed. Great care must be taken with this most potent curse. It has been known in some instances for angry howling demons to take control of the intended target, causing great bodily harm to the unfortunate wizard. Enjoy this one. I know I will. Cooper, D. Jason: Esoteric Rune Magic :The Elder Futhark in Magic, Astral Projection and Spiritual Development. Llewellyn Publications, 1994, ISBN=1567181740. Peschel, Lisa A.: A Practical Guide to the Runes: Their Uses in Divination and Magick. Llewellyn Publications, St Paul, ISBN=0875425933. Howard, Michael: Understanding Runes: Their Origins and Magical Power. (Aquarian Paths to Inner Power), Aquarian Press, London, 1990, ISBN=1855380137. Thorsson, Edred: Futhark: A Handbook of Rune Magic, Samuel Weiser, 1984, ISBN=0877285489. Page 19 of 20Galdr - Verbal Rune Magic11/22/2003file://C:\\Documents%20and%20Settings\\Magnus%20Cromwell\\My%20Documents\\My..."}]
