[{"pageNumber":1,"pageContent":"ParacelsusVom eigenen Vermögen der NaturFrühe Schriften zur HeilmittellehreEingeleitet und übertragen von Gunhild PörksenMit einem Nachwort von Heinz Schott Lesezeichen von Caput Mortuumfür die Ayin Quadma'ah BewegungFischerTaschenbuchVerlag"},{"pageNumber":2,"pageContent":"88Heinz Schott (Nachwort) ist Professor der Geschichte für Medizinan der Universität Bonn.Zum Inhalt Paracelsus (1493-1541) gehört zu den wirkungsvollstenGestalten der Medizin: als Merkstein zwischen Mittelalter undNeuzeit, als Grenzgänger zwischen Magie und Wissenschaft, alsBegründer der Chemie (»Iatrochemie«), aus dem Geiste der Al-chemie, als Naturarzt und Feind der gelehrigen »Spekulierärzte«.Die gewaltige bildreiche Ansprache des Paracelsus bewegt den Le-ser. »Aus der Natur kommt die Krankheit, aus der Natur kommt dieArznei und aus dem Arzt nit.. « In diesem Band wird eine Auswahlvon frühen Schriften der Heilmittellehre in der neuen Übertragungvon Gunhild Pörksen einem breiten Publikum zugänglich gemacht.Die Herausgeberin Gunhild Pörksen, geb. 1943, Studium der Ger-manistik, Referendarzeit. Sie lebt in Freiburg/Br. als Hausfrau. Zu-sammen mit ihrem Mann, Professor Uwe Pörksen, Übersetzungmittelhochdeutscher Gedichte. Publizistisch tätig."},{"pageNumber":3,"pageContent":"89Vom Honig(Fragment)Das erste Kapitel vom HonigWenn wir das Wesen und die Eigenschaft des Honigs beschrei-ben, sollen wir zunächst verstehen, daß die erste materia die Süßeder Erde ist, die sich um die natürlichen Gewächse legt und von ih-nen angezogen wird kraft der diesen Gewächsen eigenen Magne-ten. Dabei sollt ihr auch festhalten, daß in einer jeden prima mate-ria alles versammelt ist, was zu den verschiedenen Gewächsen ge-hört: so, als ob vielerlei Farben zusammen gegossen würden undnur eine wäre zu sehen, aber vorhanden sind alle; oder wie ein Sa-me, der Holz ist, der Blatt ist, der Ast ist, nicht gegenwärtig, son-dern mit der Zeit; wenn er auswächst, tritt alles in Erscheinung. Somüßt ihr auch wissen, daß in der prima materia der Naturdinge eincompositum (Zusammengesetztes) ist, aus dem dann von den je-weiligen Gewächsen das, was einem jeglichen zugehört, herausge-zogen wird. So wird auch von jedem Gewächs alles das angezogen,was ihm - entsprechend seiner Art - nottut.Nun ist eine zweifache Tätigkeit am Werke, die eine nämlich, daßder Mond mit seinen himmlischen Kräften diese materia in der Er-de kocht und bereitet, und diese Zubereitung währt vom beginnen-den Absterben der Pflanzen bis zu ihrem Wiederkeimen: so langedigeriert (verdauen, »köcheln«) der Mond an dieser materia. Undsobald er seine praeparation vollendet hat, naht der Lenz, und mitihm entspringen die Gewächse und blühen und entwickeln sich zuihrer Vollkommenheit; und aus der ihm eigenen angeborenen Naturtreibt der Mond diese materia aus dem Erdreich in die Gewächse,wie ein Regen, der auf die Erde fällt und alle Gewächse begießt -ebenso ist der Mond, der aus der Erde prima materia nach oben hi-naustreibt wie das Gewölk den Regen hinunter. Auf diese Weiseerstarken die Gewächse in ihrer Natur und Eigenschaft.Nun folgt ein weiteres: denn wenn auch der Mond seine decoction(Kochung) vollbracht hat, ist es noch nicht so, wie es sein soll, son-"},{"pageNumber":4,"pageContent":"90dern die Sonne vollbringt die andere Tätigkeit, die sie des Morgensanfängt, sobald sie aufgeht. Und was der Mond herausgetrieben hat,das zieht die Sonne an sich und hinauf, wie ein Magnet das Eisen,und stärkt den Stengel oder Stamm mit eben der materia, die vomMond bereitet ist, so daß also Stengel oder Stamm in der ver-ordneten Zeit zu der Vollendung kommen, auf die hin sie geschaffensind. Also: täglich zieht die Sonne diesen liquor (Saft, Flüssigkeit)an, und täglich übt auch der Mond seine Tätigkeit aus. Dabei sollt ihrwissen, daß auch der Regen an dieser Stelle von Nutzen ist; er be-wirkt, daß die materia des Mondes gemildert und subtiler präpariertwird, die andernfalls wegen Dürre im Mond erstickte. Je nachdem,wie sich dort die Mischung von liquor und Regen dünn- oder dick-flüssig vereinigt, oder nach der Art des jeweiligen Bodens, ob er hartoder subtil sei, oder welcher Natur der Mond in seiner Wirkung ist -je nachdem wird in dem Jahr der Honig dick oder dünn.Auch das sollt ihr verstehen, daß der Honig in seinem Wesen undseiner ersten materia nach resina terrae (Harz der Erde) ist, aberdiese resina ist nicht in allen Blumen oder Gewächsen gleich, son-dern ist teilweise Gummi, teilweise Harz, teilweise Schwefel, teil-weise in andrer Gestalt. Auch das ist resina terrae, was in Blütenund Zweigspitzen wächst, was in Honigs Form und Gestalt emp-fangen wird, aber noch nicht in seiner ultima materia ist durchSonne und Mond; denn die zwei Planeten können nichts bis zumEnde vervollkommnen, sondern nur im Zusammenhang mit derTätigkeit des ganzen Himmels, die ihr folgendermaßen verstehensollt: wenn also das Gewächs sich aufrichtet in seinem Stengel, undder liquor in ihm ist durch den Mond bereitet, und der irdische Re-gen hat die Oberfläche der Erde begossen, und der liquor ist vonder Sonne durch den ganzen Stengel gezogen und ausgeteilt wor-den, dann folgt die dritte Tätigkeit, das ist die aestivalische influenz(d. i. der Einfluß des Sommers), die unabhängig von Sonne undMond ist. Die begreift dergestalt, daß man sie verstehen kann, alsob ein verschlossenes Glas, in dem etwas drin wäre, in einer war-men Stube stünde, und das, was im Glas ist, bereitete sich auf seinZiel zu. So steht die Blume oder das Gewächs auf der Erde in derhimmlischen Stube, und in ihm hebt nun die dritte Bereitung an -"},{"pageNumber":5,"pageContent":"91also die erste durch den Mond, die zweite durch die Sonne und diedritte durch das astrum aestivale (Gestirn des Sommers) - so wieim Roßmist der Homunculus oder frumentorum sanguis (Getreide-Harz) etc. digeriert wird.Und durch die besagte influenz, die täglich wirkt, entsteht alleTage mehr und mehr Honig und wird immerfort von den Bienenhinweggetragen. Also: was täglich entsteht, das tragen sie täglichweg, und die Natur wirkt immer wieder ebensoviel an diese Stelle.Also begreift, daß der Honig zunächst nichts ist als irdischer spi-ritus, wenn aber die aestivalische influenz dazukommt, so machtsie einen Spiritus corporalis, das heißt der spiritus wird leiblich;der spi-ritus, der unter dem Einfluß von Sonne und Mond ein irdi-scher Geist gewesen ist, wird leiblich und heißt dann, wenn erdermaßen leiblich geworden ist materia materiata (materie-gewordene Materie) oder spiritus corporalis (leiblicher Geist) -diesen nämlich mögen die Bienen und tragen ihn an ihren Ort.Nun ist das noch die erste materia materiata, denn Honig undWachs sind beieinander. Wenn aber diese beiden geschieden wer-den, wie man auch Eisen und Stahl voneinander scheidet, dann istdas ein aus der materia materiata herausgeschiedenes Leibliches.Also versteht: so wie die Alchimisten den spiritus vini (Weingeist)im circulatorium oder pelicanum (alchimistische Retorten), so läßtdas Sommergestirn die Säfte in den natürlichen Gewächsen krei-sen. Auf diese Weise fließt der Honig aus der Erde in die materiamateriata, also bis in dasjenige, was den Bienen anbefohlen ist.Was nämlich materia materiata ist, das ist subjectum desjenigenWesens, das diese materia weiter zu bereiten unternimmt, ist alsoein Ding, das noch nicht vollendet ist, sondern durch ein andres inden Zustand der Vollendung gebracht werden muß. So ist es all-gemein bei den natürlichen dingen: jede Art ist mehreren ändernzur Vervollkommnung untergeben, angefangen vom Gestirn biszum lebendigen empfindenden Tier, von dem bis zum vernünftigenWesen, von diesem bis zur Tätigkeit des Todes, der alle Dinge ver-zehrt und wieder aus einem jeden macht, was es zuvor war: Nichtswar es zuvor, nichts ist es danach. So beschließen sich alle Dingein nichts, denn nichts waren sie auch zuvor."},{"pageNumber":6,"pageContent":"92Das zweite Kapitel vom HonigDa ich angefangen habe, vom Honig zu schreiben, so sollt ihrwissen, daß die Natur in ihrer Wirkungsweise dermaßen beschaffenist, daß sie immer das Gröbste zu Boden setzt und das Reinere undSubtilere in die Höhe treibt. Daraus ergibt sich hier, daß dreierleiArten von Honig in einem Gewächs sind: unterer, mittlerer undoberer. Den obersten suchen die Bienen, der liegt in den Blumen,in der Blüte und in den locusten (Sprößlinge), dort suchen ihn dieBienen. In der Mitte und ganz unten suchen sie nichts, es sei denn,daß sie nicht genug vom oberen Honig finden; auf der Suche nachHonig graben sie dann tiefer in Richtung Boden, auf die Wurzel zu.Das ergibt dann eine gröbere Art von Honig und Wachs. Ihr Hun-ger ist die Bereitung des Honigs und zwar dergestalt: sie essen ihn,er ist ihre Speise, ist manna, ist tereniabin, ist lorcha, ist tronossa(verschiedene Arten von süßem Tau, Honigtau, Himmelstau). Dasist ihre Speise, die sie aus den Blumen essen, und die sie in denBlüten und Sprößchen finden, so wie man den Dotter in der Eier-schale findet.Nachdem sie das für ihren Hunger brauchen, so folgt weiter, daßsie emunctoria (Ausscheidungsorgane/Öffnungen) haben, durch diesie ihre egestiones (Ausscheidungen) auswerfen. Diese sind zwei-facher Art, nämlich einerseits ist es Wachs und andererseits Honig.Das ist gewöhnlich so bei den Tieren, daß sie die Exkremente undUrine aus dem Leib auswerfen. Weil die Bienen Überfluß an man-na und tereniabin haben, so erzeugen sie Honig und Wachs; dasdäuen sie aus Blüten und Sprossen heraus und tragen es - so her-aus-gedäut - in ihre Herberge. So geschieht also die oberepraepa-ration durch das natürliche Gestirn - manna, lorcha, tronossa - ausdenen werden dann Honig und Wachs. Aber nicht, indem das so inBlüten und Sprossen wächst, sondern durch den Magen der Bienen:der Magen ist der archeus (Lebensgeist, tätiger Künstler der Na-tur), von der Natur selbst prädestiniert, diese Dinge in Honig undWachs zu transmutieren (verwandeln); und praedestination mußdas hervorbringen, was in der Wirkmöglichkeit der Natur liegt, undkönnte ohne den archeus nicht entstehen. Anders sind die Exkre-mente des Menschen, anders die des Viehs, anders die der Bienen."},{"pageNumber":7,"pageContent":"93Doch wie sie sind, so sind sie zum Nutzen eines anderen geschaf-fen, wie z. B. das Exkrement des Viehs für die Matten und Wiesen,ebenso das Exkrement der Bienen für Kerzen und Arzneien. Dennmanna ist ihre vornehmste Speise - manna ist das Mark der locu-sten; tereniabin ist ihre andere Speise - tereniabin ist das abgeson-derte Fett des manna - wie das Schmalz bei einer Suppe; lorcha istdie vollkommene Süße der locusten bis auf die leere Substanz; tro-nossa ist der ganze Tau, aus der Luft geboren, der sich besondersniederschlägt, der von den Bienen außen an den Sprösslingen ge-sucht wird; er ist wie ein Regen, der an einem Ort niederfällt undam ändern nicht.Zwischen all diesen Dingen gibt es Unterschiede, die in derphysica(Naturkunde) vornehmlich zu betrachten sind. Denn es ist ein Unter-schied, ob etwas aus dem einen oder dem anderen Ding kommt, undein jedes haftet an der Natur dessen, von dem es am meisten hat. Sogeben die Lindenblüten ein anderes Wesen als die Blüten der Bu-chen, ein andres als die Blüten der Eichen. Das alles sind grobebäuerische Speisen für die Bienen. Es gibt zweierlei Bienen, edleund unedle, und auch bürgerliche; diejenigen, die in der Wildnis ihrLeben fristen, die sind von grober bäurischer Art und geben einenharten, starken, groben Honig und kerniges, wehrhaftes Wachs.Denn die Bauern sind die ersten und bleiben auch die letzten.Dann gibt es die adligen Bienen, die sich an den Staubgefäßen er-nähren, d. h. von Rosen, Lilien und ändern schönen Zierblumen;diese geben den edelsten Honig, gut für süßen Met und für subtilePflaster. Es gibt auch Heiraten zwischen den bäurischen und denadligen Bienen, also eine Mittelart zwischen den Edlen und denBauern, die klauben auch ihren Honig auf; jede Art gemäß ihrerGeburt. Auf diese Weise kommt Grobes und Reines zusammen:das gibt einen temperierten Honig und ein temperiertes Wachs. Esgibt eigentlich also dreierlei Bienenarten: Bauern, Bürger und Edle.Diese Unterscheidung soll von den Ärzten festgehalten werden,denn entsprechend sind auch die Arzneien unterschieden, die ausden dreierlei Honigarten gemacht werden. Und ihr verschiedener-Stand wird nur danach erkannt, wohin sie fliegen, um ihre Nahrungzu suchen, und wo sie von den anderen Bienen in den Gärten oder"},{"pageNumber":8,"pageContent":"94Wildnissen als heimisch oder wild angesehen werden; sie ernährensich von den Feldblumen und in den Gärten, in den zahmen Wäl-dern, aber auch in der Wildnis und sogar in der Wüste. Es gibtviele Arten von Bauern und auch viele Arten von Edlen, mitsamtihrer jeweiligen Wohnung.Mir kommt es für richtig vor, daß ich euch, zum besseren Begrei-fen dieses meines Gedankenganges, etwas erkläre, was die Schriftüber den allerheiligsten Mann Johannes Baptista enthält, wie sievon ihm berichtet, daß er locustas und melsilvestre (»Heuschreckenund wilden Honig«) gegessen habe. Das verhält sich so: die locu-sten, die er gegessen hat, sind in der Wüste gewachsen, wo keineMenschen gewohnt haben, d. h. er hat in der Wüste gewohnt. Dar-aus folgt, daß er auch nicht die übliche weltliche Speise gegessenhat, sondern er hat nur die Sprößlinge von den Bäumen gegessenund sie durch den bäurischen Honig gezogen, der von den wildenbäurischen Bienen gesammelt worden ist. So hat er sich mit bäuri-schem Honig wie ein Bauer ernährt. Und das wird von einigen, dieals hochgebildet angesehen werden, so ausgelegt, daß Heuschrek-ken seine Speise gewesen sein sollen. Diese Leute sind unfähig, dieeigne Torheit zu verschweigen! In wohlgedrechseltem Latein stel-len sie ihre eigene Torheit und Fantasterei dar - wie Hieronymus,Eras-mus und viele der neuen Propheten, die im Lateinischen be-rühmt sind; sie sind unter den Blinden einäugig und nicht zweiäu-gig, können etwas und doch nicht genug."},{"pageNumber":9,"pageContent":"95Das dritte Kapitel vom HonigNun vernehmt weiter vom Amt und Gebaren der Bienen. Es istoffenbar, wie dieselben ihre Wohnung machen, worin sie ihre Ar-beit tun - nehmt euch ein Beispiel daran. Wie Gott der Allmächtigees den Menschen durch den menschlichen Sinn und Verstand ein-gegeben hat, selber Häuser und Wohnungen zu bauen und zu er-richten, so hat er es auch den unvernünftigen Tieren eingegeben,sodaß sie gemäß ihrer Natur sich selbst ihre Wohnung machenkönnen und das auch machen. Wir können das bei jeder Tiergat-tung sehen, daß eine jede auf ihre besondere Art, entsprechend ih-rer Natur und Eigenschaft und ihren Bedürfnissen, die eigene Be-hausung selber macht. Die Menschen haben nichts für den innerenMenschen, aber der äußere hat seine Behausung. Und so haben dieFüchse ihre Löcher, die Vögel ihre Nester, so haben die Bienen ih-re Gemäuer und Wände, in denen sie wohnen; diese Mauern heißenHonigwaben. In diesem Gemäuer richten sie Vorratskammern ein,in denen sie ihre praeparationes vollbringen. Und gleicherweisewie der Mensch von Gott zu allen Künsten begabt ist - und es gibtunzählige Künste auf Erden - so ist auch das Tier begabt von derNatur aus Gott, sodaß die Tiere unter dem Einfluß der Natur auchviele solcher Künste verstehen. Und die Bienen sind so wunderbarin ihren Werken, daß ihr kunstreiches Wesen nicht zu ergründenist, auch in keiner Weise auszumachen; wenn man Hände und Füßebei ihnen sähe, könnte man wohl verstehen, wie es zugeht, nach-dem die fehlen, ist es dem Menschen nicht möglich, das zu begrei-fen, es sei denn, es ginge mit Sinn und Verstand zu.Also wißt nun von den Bienen: aus ihrer Natur heraus wissen sie,ihre Speise zu finden. Weiter gibt ihnen die Natur ein, daß sie diesegedäut in ihre Wohnung tragen, die sie übrigens am liebsten dunkelmögen; und je heimlicher in der Stille, um so lieber ist es ihnen, siewollen überhaupt nicht gestört sein in ihrer Arbeit. Sodann gibt ih-nen die Natur dort ein, entsprechend dem Zirkelmaß und der Zahl-der Bienen, die sie haben, daß jeder Biene eine ebenso große Be-hausung wie der ändern gegeben wird. Diese Austeilung der Kreis-form und der Zahl kommt aus der angeborenen göttlichen Gabe,die den Bienen von Gott gegeben ist, so daß nicht ein Haus zu viel"},{"pageNumber":10,"pageContent":"96oder zu wenig gefunden wird, und keine Behausung, die nur einenPunkt größer oder kleiner wäre als die andere, sondern wunderbar -über alle menschliche Kunst hinaus - ist es von ihnen selber ver-teilt. Und nicht, daß etwa eine Biene auch der ändern das Hausbaute, sondern alle zusammen fangen sie an, eine neben der ändernund auf der ändern und je nachdem, wieviel an manna einer Bienezuteil wird, kann sie viel oder wenig aufbauen.Zuerst bauen sie das Haus aus weißem Wachs, denn das nicht aus-gereifte manna, das erste manna ist noch nicht gelb, sondern emp-fängt die Farbe erst mit der letzten Bautätigkeit der Bienen; denn jehöher im Sommer, desto besser wird das manna, und je strahlenderder Sommer, um so schöner und edler die Honigwabe. Nun ist aberdie Kunst ihres Bauens nicht vom Zusehn zu lernen, denn niemandsieht die Hände, mit denen sie bauen; deshalb wäre es vergeblich,viel davon zu schreiben, die philosophia gestattet das nicht.Dagegen ist aber bekannt, wie sie es eintragen, und wie es amEnde aussieht. Einige Bienen haben ganz ausgebaut, einige halbetc., sind gestorben, einige haben eingetragen, andere nicht. Dennsie sind auch dem Tod unterworfen mit der Zeit, so daß sie ebensowie andere Geschöpfe, vorzeitig oder zur rechten Zeit, des Todessterben. Und das gilt, obwohl sie die gesündeste Speise essen, undkeine Krankheit bei ihnen entsteht, es sei denn durch ihren eigenenZank und Hader, durch Übersättigung, durch großen Hunger, oderAlters halber. Allerdings schadet ihnen auch der Reif auf den Blu-men und Sprossen, die kalten Winde, und auch ihre Schutzlosig-keit. Außerdem auch die falschen Bienen, die sich unter sie mi-schen und kommen, wie die Ratten in den Weizen und wie das Un-kraut in den Garten, die ihnen ihre Arbeit zerstören, und alles fres-sen und sie auch umbringen. Das ist gleich wie unter den Men-schen - die Starken gegen die Schwachen, die Gelehrten gegen dieUngelehrten, die Geistlichen gegen die Weltlichen und Neid undHaß! - so ist es auch bei ihnen.Es erweist sich durch die Erfarenheit, daß es kein Tier gibt, das inallem dem Menschen so sehr gliche wie ein so vernünftiges Tier wiedie Biene, die, was die natürliche Weisheit angeht, in der Vernunftgleich nach der menschlichen kommt. Das ist nicht abzuleugnen,"},{"pageNumber":11,"pageContent":"97sondern durch die Erfahrung vielfach zu beweisen, denn sie sindnicht ohne Obrigkeit, vielmehr mit einer Ordnung untereinander be-gabt kraft natürlichen Einflusses. Denn derjenige, der ihnen ver-macht hat, daß sie mechanici sind bei der Errichtung ihrer Häuser,und der ihnen die Kunst gegeben hat, Künstler (Alchimist) zu seinund zu heißen, der hat ihnen auch die obrigkeitliche Ordnung gege-ben, wenn sie Mechaniker und Künstler sind. Und das mit der Ord-nung ist geschehen, auf daß die Honigwabe dem göttlichen Willengemäß in die Hand des Menschen komme, auf daß die magnalia dei(Wunderwerke Gottes) Gott preisen und loben durch seine Kreatu-ren, die er doch mehr als wunderbar vollkommen geschaffen hat.Und ebenso wenig wie der Mensch die heimlichkeiten der Bie-nen erfahren kann, d. h. die Mysterien ihrer heimlichkeit, ebensowenig können sie die des Menschen ergründen. Und so wenig,wie er ihnen das Ihrige nachmachen kann, ebensowenig könnensie ihn nachahmen.Christus hat ein Wort gesagt, das sich auf Herodes bezieht: nunsagt er also, gehet hin und sagt diesem Fuchs etc. Daß er Herodeseinen Fuchs geheißen hat, aus welchen Gründen das geschehen ist,das versteht so: nämlich, so listig ist noch kein Mensch gewesen,daß er ganz ohne Sorge und sicher vor dem Fuchs gewesen wäre.Der ist seit je mit seiner List dem Menschen zu listig gewesen. Woein Hirte Hühner, Gänse und Enten gehütet hat, hat der immerSchaden vom Fuchs einstecken müssen. So ist auch des HerodesHerz gewesen, da hat niemand etwas verhindern können. Entspre-chend verhält es sich auch mit der heimlichkeit der Bienen."},{"pageNumber":12,"pageContent":"98Das vierte Kapitel vom HonigNachdem ihr bereits vom Honig gehört habt, wie er von den Bie-nen gemacht wird, sollt ihr fürderhin verstehen, daß da zweierleicor-pora beieinander sind, nämlich Honig und Wachs, die durchdie Natur und durch die Bienen ausgeteilt werden als Honig undWachs, die beieinander stehen wie Stahl und Eisen. An dieserStelle fängt nun die menschliche Arbeit an, nämlich dasjenige, wasdie Bienen gemacht haben, voneinander zu scheiden und dasjenige,was dem Menschen innerlich vonnutzen ist, von dem getrennt zuhalten, was dem Menschen äußerlich zugute kommt. Aber wennauch vieles dem Menschen in die Hand kommt, was schon so ist,wie es sein soll, so ist allein die Scheidung zweier Wesen vonein-ander - wie angezeigt wurde - das, wo der Mensch einsetzen soll.Auf diese Weise soll er an allen Dingen arbeiten, die aus der Naturin des Menschen Hand kommen: das geht die Arzneikunst an. Al-so, wo die Natur aufhört, da fängt der Arzt an, wie hier bewiesenwird; der Honig wird vom Wachs geschieden und das Wachs vomHonig und zwar durch die Kunst des Feuers (Alchimie).Darum, wenn man weiter davon redet, so geht das die Arznei-kunst an. Deshalb sind auch diese Kapitel so angelegt, erstens, daßder Arzt den Ursprung vom Honig und Wachs verstehe; danach,wie beide innerlich und äußerlich zu gebrauchen seien, wie es diedrei nachfolgenden Bücher erklären mit Hilfe von descriptiones,die im lumen apotheciarum (Licht der Arzneikunst) folgen und je-de Rezeptur, simplex oder compositum (einfache oder zusammen-gesetzte Stoffe) setzen und erkennen lehren. Das zweite Buch lehrt,die diesen Rezepten innewohnenden Tugenden und Kräfte zu ver-stehen -wozu jedes tauglich und nützlich sei. Und zuletzt im drittenBuch, das danach folgt, wird gesprochen vom Usus und von derPraxis, wie nämlich letztendlich die Arznei und die Krankheit alsultima materia zusammengefügt, und die Krankheit geheilt werdenkann. Denn alle diese Dinge werden nur deshalb beschrieben, da-mit sie die ultima materia erreichen und darin erkannt wird, wiegroß ihre Tugenden sind. Denn nach der Erkenntnis der WeisheitChristi ist auf Erden nichts Trefflicheres als die arznei entstanden.Denn so wie sie Gott geschaffen hat als 4 natürliche Säulen, näm-"},{"pageNumber":13,"pageContent":"99lich als philosophia, astronomia, physica und alchimia - in diesenVier ist die Arzneikunst ganz beschlossen. Niemand soll sich dar-über verwundern, daß diese Vier nur ein Gleiches machen und sichnicht voneinander scheiden lassen. Denn so hat es Gott geschaffen,das beweist sich in seinen göttlichen Werken.Viele Ärzte gibt es, die von der Arzneikunst nichts wissen unddoch Ärzte sind und genannt werden, die nicht wissen, wohin dieArzneikunst gehört - der Menschen Grobheit und Laster sind daranschuld. Sie bekümmern sich auch nicht wegen ihrer Seele, nicht, obsie ihre Seelen-Ruhe finden werden nach diesem Leben. Nur Geldin die Küche und den Eigennutz gefördert - dem Teufel einen Arztin den Rachen geworfen! Damit sie nur reich sind und reich wer-den, sparen sie weder mit Lügen noch Betrug. Wenn sie aber be-dächten, wie groß vor Gott Wahrheit und Frömmigkeit sind, undwie das Licht der Natur vor Gott so hoch erscheint, würden sie sicheines ändern besinnen. Aber diese Besinnung kommt nicht; war-um? Vom Teufel sind sie; dessen Willen tun sie. Christus hat durchein vortreffliches Zeichen allen Ärzten ein Exempel gegeben, in-dem er nämlich dem Blinden mit Speichel die Augen aufgetan hatund sie mit Erde gesalbt und ihm gewiesen hat, mit welchem Was-ser er das wieder abwaschen solle - worauf der Blindgeborene dasAugenlicht empfangen hat. Was bedeutet das anderes, als daß diearzneiliche Gewalt in Christo liegt, daß seine Gewalt die arznei zuKräften bringt, wunderbar, über menschlichen Verstand! Darausfolgt, daß es recht ist, dieser Gewalt nachzutrachten, und durch ihn(Christus) die Kräfte der Arznei zur Vollendung zu bringen. Undwenn auch die gottlosen Ärzte wähnen, die arznei sei wirkkräftig,ohne daß man nach der Gnade Gottes suche, so bedenken diese To-ren nicht, daß Gott nicht um ihretwillen das tut, sondern damit manihn lobe und preise, um seine Barmherzigkeit zu zeigen. Seht euchdoch jetzt in der Gegenwart um, was die Ärzte Gutes erweisen? Sogut wie nichts oder jedenfalls wenig. Wo gibt es auf Erden eineKunst, bei der weniger Lob und Ehre, aber mehr Betrug gefundenwird als in der Arzneikunst? Das ist so, weil der Mensch nicht sei-nen Nächsten liebt wie sich selbst. Nun leset weiterhin von der ul-tima materia, wie die Kranken gesund werden sollen kraft der Din-"},{"pageNumber":14,"pageContent":"100ge, die Gott aus der Erde geschaffen hat, die ihr so ansehen sollt,als wäre es die Erde selber, und daß dazu nichts weiter fehlt als al-lein die Hilfe Gottes, die da kommt durch Christus unseren Herrn."},{"pageNumber":15,"pageContent":"101NachwortParacelsus gehört zu den wirkungsvollsten Gestalten der Medi-zingeschichte und wird in der Ahnengalerie der Medizinhistorikerimmer an hervorragender Stelle gezeigt: als Markstein zwischenMittelalter und Neuzeit, als Grenzgänger zwischen Magie und Wis-senschaft, als Begründer der Chemie (»Iatrochemie«) aus dem Gei-ste der Alchemie, als Natur-Arzt und Feind der gelehrigen »Speku-lierärzte«. Die Einzigartigkeit des Paracelsus ist in verschiedenerPerspektive beschrieben worden: negativ in der des Okkultismus,der Magie und auch der Scharlatanerie; positiv in der Perspektivedes medizinischen Fortschritts auf der Schwelle zur Neuzeit. Aufseine bahnbrechenden Leistungen wurde schon oft verwiesen: dieerste zutreffende Beschreibung der Syphilis, das Wissen um dieharntreibende Wirkung des Quecksilbers, die Feststellung einesZusammenhangs zwischen Kropfbildung, Mineralien und Trink-wasser, antiseptische Prinzipien in der Wundbehandlung.1 Im Be-reich der Standeskunde und der ärztlichen Ethik wurden ihm viel-fach Sympathien entgegengebracht: dem ersten Medizin-Professor,der in der deutschen Landessprache lehrte (in Basel 1528), demEinheitsstifter von »Leib-« und »Wundarznei« (Innere und Chirur-gie Medizin), dem Kämpfer für die »Redlichkeit« und »Wahrheit«der ärztlichen Kunst, dem Warner vor den »Wolfsärzten«, denendie Liebe (»Tugend«) zum Kranken fehle.Die gewaltige bildreiche Ansprache des Paracelsus im Stile einerPredigt bewegt den Leser. Sein Kampf gegen die Autoritäten derTradition, sein Eintreten für die eigene Erfahrung und Beobach-tung, seine Brandmarkung der Schädlichkeit einer falschen Medi-zin lädt zur Identifikation mit dem Autor ein. Eine solche Identifi-kation verführt leicht dazu, die Fremdheit der Welt- und Men-schensicht zu vergessen, die uns bei Paracelsus und seiner Zeit ent-gegentritt. Die heroisierenden Paracelsus-Darstellungen verstellenzumeist den Blick für die Abgründe und Höhenflüge seiner Lauf-bahn, die ihn durch die Welt des erlebten Märchens führte, in derElementargeister und Nachtgeister (die »Spektren« Verstorbener)ebenso vorkommen, wie Dämonen, Engel und Teufel. Es bereitetSchwierigkeiten, die Gleichzeitigkeit der verschiedenen Dimensio-"},{"pageNumber":16,"pageContent":"102nen seiner Naturbetrachtung zu begreifen, die eigentümliche »Syn-chronizität« (C. G. Jung) von Phänomenen aus verschiedenen Er-fahrungsbereichen. So greifen bei Paracelsus Dämonologie, Psy-chologie, Humo-ralpathologie (trotz ihrer programmatischen Ver-werfung!), religiöser Glaube, magische Rituale ineinander. Er istKind einer Epoche, die unter dem Titel »Renaissance« der medizi-nischen Geschichtsschreibung weithin unfaßbar geblieben ist -trotz Leonardo da Vinci (1452-1519) und Vesal (1514-1564) alsLeitfiguren der aufblühenden Anatomie.Ich möchte im folgenden die für die Medizin wichtigsten Grund-sätze des Paracelsus skizzieren, die von den hier abgedruckten Tex-ten eindringlich illustriert werden. Dabei knüpfe ich an die »vierSäulen der Arznei« an, wie sie bereits im Vorwort skizziert wurden.2»Licht der Natur«: Der ErkenntnisprozeßDie Erkenntnisse der Medizin sollen aus der Natur selber entsprin-gen. »Aus der Natur kommt die Krankheit, aus der Natur kommt dieArznei und aus dem Arzt nit. « Die Naturtätigkeit selber ist für Para-celsus »Philosophie«, diese ist »nit aus dem Menschen, sondern ausHimmel und Erde, Luft und Wasser. « Der Naturkundige hat diesePhilosophie der Natur nachzuvollziehen und zu vollenden, nur inso-fern ist der ein »philosophus«. Hier begegnen wir einer zentralenDenkfigur des Paracelsus, die in verschiedener Abwandlung immerwiederkehrt: der Arzt kann nur zum Arzt werden, wenn er im Ein-klang mit der Natur handelt: wenn seine (äußere) Tätigkeit mit der(inneren) Naturtätigkeit übereinstimmt. Im Lichte der Natur werdenalle Geheimnisse offenbar, nicht im Lichte der scholastischen Medi-zin, wie sie »Spekulierärzte« und »Humoristen« (d. h. die Anhängerder antiken Säftelehre) vorbringen. »Nichts ist im Leib, das dir nitauswendig genügend aufgezeigt werde. « Die Forschungsrichtung istdamit vorgegeben: vom »äußeren Menschen« ist auf den »inneren«zu schließen. Die Signaturenlehre und die Physiognomik sind dia-gnostische Methoden, um der verborgenen Natur auf die Spur zukommen. Denn die Natur »zeichnet« den Menschen. »Es wird bei"},{"pageNumber":17,"pageContent":"103euch keine Wahrheit gefunden, wenn ihr nit der Figur folgt, welchedie Natur gezeichnet hat.« Seine Forderung, »daß aus dem äußerenArzt der innere geboren werde«, zeigt die Richtung dieses Erkennt-nisprozesses an. »Die äußere Philosophie erwächst aus keiner Spe-kulation, sondern sie erwächst aus dem äußeren Menschen und zeigtund lehrt, was der innere sei. « Sein Wahlspruch gegen die Humo-ralpathologen lautet: »nichts ist im Leib, daß dir nit auswendig ge-nügend gezeigt werde.«3Im Lichte der Natur handelt derjenige Arzt, der Außen und Innendes Menschen ineinander verkehren, »wenden« kann. Wenn er den»äußeren Menschen« erkannt und erfahren hat, soll er »den äuße-ren in den inneren wenden und den inneren im äußeren erkennen.«»Impressio«: Die Einwirkung des HimmelsDas Innen und Außen wird nun von Paracelsus verdoppelt in einOben und Unten: neben der inneren und äußeren Natur gibt es aucheine »obere« und »untere Sphäre«. Der »philosophus« wächst also»in zween Wegen«: »einer ist im Himmel, der andere in der Erde,das ist aus jedweder Sphäre einer, und ist eine jegliche Sphäre einhalber Anfang, beide ein ganzer Anfang.« So ist der »astronomus«nur der komplementäre »philosophus«. Beide Bereiche verschrän-ken sich: »denn der Saturn ist nicht allein im Himmel, sondernauch im Untersten des Meeres und im Hohlsten der Erde.« Die»astra im Leibe« des Menschen soll der Arzt erkennen, die Anato-mie der Sterne im Menschen wissen. Die Gestirne wirken im Men-schen durch ihre »impressiones« (d. h. Eindrücke) dermaßen, »wieein Vater, der sein Kind nach seiner Art und seinem Willen zieht.«4Zwei Voraussetzungen müssen erfüllt sein, daß der Himmel imMenschen wirken kann: es muß ein »Fenster« geben, durch das dasGestirn in den menschlichen Körper eingehen kann, und »es mußetwas im Leibe sein, das die Gestirne annimmt, wenn sie in denLeib wirken.« Aus der Anatomie des Himmels die des menschli-chen Körpers erschließen: so lautet das Forschungsprogramm. DerMensch hat die anziehende Kraft des Himmels in sich. »Ist dieses"},{"pageNumber":18,"pageContent":"104Anziehen vom Himmel aus gesund, ist es gut, wo nicht, ist es Gift.« »Sein sind die arcana«. »Denn da liegen alle operationes und alleTugenden der Arznei in der Führung des Himmels, je nach dem ersie concordiert und conjugiert« und die Arznei »in dem [Kranken]so, in dem so vollbringt.«Der Makrokosmos ist der Same, der limbus parentum, aus demder Mensch entspringt. An ersterem hat der »philosophus« anzuset-zen, um zu letzterem vorzustoßen. Entsprechend hat auch seineHeilkunst die »oberen Gestirne« zu beachten: diese sollen die Arz-nei führen. Die arcana sind »Tugenden und Kräfte..., sind volatilaoder Flüchtige und haben keine corpora, und sind chaos und sinddarum, das ist Helle, und sind durchsichtig und sind in der Gewaltdes Gestirns.«»Vulcanus«: Der Alchemist als Vollender der Natur»Alchimia ist eine Kunst, vulcanus ist der Künstler in ihr«, lesenwir im »Labyrinthus medicorum errantium«.5 Dieser soll die Naturvollenden. Er hat die Dinge von ihren Schlacken zu befreien. »Soists auch mit der Arznei; die ist geschaffen von Gott, aber nichtsbis zum Ende bereitet, sondern in Schlacken verborgen. Jetzt istsdem vulcano befohlen, die Schlacke von der Arznei zu tun«. Inseinem »Exempel vom Brot« verdeutlicht Paracelsus den Prozeßder Alchemie. Die (makrokosmische) Natur macht die »prima ma-teria« bis zur Ernte, die alchimia »schneidets, mahlts, bäckts, biszum Maul« (me-dia materia). Dann setzt die »alchimia microcos-mi« ein, die das Brot zunächst im Munde hat (prima materia zwei-ter Ordnung), dann im Magen (media materia), bis es schließlich zuBlut und Fleisch wird (ultima materia). Entsprechend diesemVollendungsprozeß ist der Apotheker der Vermittler zwischen äu-ßerer und innerer Natur. Er entnimmt die Heilpflanze der äußerenNatur (»Apotheke Gottes«), bearbeitet sie, reinigt sie von Schlak-ken und stellt sie somit für den Kranken (dessen »archeus«) bereit.Aber auch der Arzt ist Vermittler zwischen Außen und Innen"},{"pageNumber":19,"pageContent":"105beim Heilungsprozeß: er entnimmt der äußeren Natur die Erkennt-nis der Krankheit und die Anweisung zu ihrer Behandlung. Ent-scheidend jedoch ist hier die Metapher vom »inneren« oder »in-wän-digen Arzt«, die in der neuzeitlichen Diskussion über die»Heilkraft der Natur« (vis medicatrix naturae) bis auf den heutigenTag immer wieder auftaucht.6 »Daher wisset, daß ein Arzt vor al-lem wissen soll, wo die Natur hinaus will. Denn sie ist der ersteArzt, der Mensch ist der zweite. Wo nun die Natur anfängt, da sollder Arzt helfen, daß sie an diesem Orte hinausgehe. Die Natur istein besserer Arzt als der Mensch«. Der »auswändige Arzt« hat sichdem »in-wändigen« unterzuordnen, auf seine Befehle zu warten.»Der Mensch ist zum Umfallen geboren. Nun hat er zween imLicht der Natur, die ihn aufheben: der inwändige Arzt mit der in-wändigen Arznei, die werden mit ihm in der Empfängnis geborenund gegeben... Aber der Arzt, der auswändig ist, fängt erst an,wenn der angeborene erliegt, abgezappelt, ermüdet ist, dann be-fiehlt er sein Amt dem äußeren.«7So wird die ärztliche Behandlung analog gefaßt wie die Scheide-kunst des Alchemisten und die Arzneiherstellung des Apothekers:sie ist eingebettet in einen übergreifenden Naturprozeß, in wel-chem sie nur in einer bestimmten Phase sinnvoll eingesetzt werdenkann: als Helfer und Vollender der inneren Natur.»Tugend«, »Arcana«: Quelle der HeilkraftDer »Wille Gottes ist das arcanum, das in den natürlichen Dingenist«, lesen wir in dem hier abgedruckten Text »Vom Sankt Johan-niskraut«. »So viele Gebrechen dem Menschen zugeteilt sind, soviele arcana gibt es dagegen... den Willen Gottes, den Gott in dieNatur gelegt hat, den soll der Arzt herausnehmen und ihn dahintun, wo es nottut - dann ist das arcanum offenbart.«Diese Heilkraft eines natürlichen Dings wird auch seine »Tu-gend« genannt. So sind die angestrebten Produkte des alchemisti-schen Scheidungs- und Reinigungsprozesses die »Tugenden und"},{"pageNumber":20,"pageContent":"106Kräfte« der natürlichen Dinge, die als Mächte gegen die jeweiligeKrankheit ins Feld geführt werden.Der Begriff der Tugend bezieht sich bei Paracelsus nicht nur aufdie Arznei (das Heilmittel), sondern auch auf die Person des Arz-tes. Er umfaßt »Redlichkeit«, »Wahrheit«, »Liebe«, »guten Glau-ben«, »Treue«, »Kunst«, »Erfahrenheit«. »Denn die Arkanen sinddurch die Klugen aufgegangen.« Die Idee von der »Droge Arzt«,die im Kontext der modernen (psychosomatischen) Medizin popu-lär geworden ist, liegt hier greifbar vor Augen. Der Arzt soll »rein«und »keusch« sein, heißt es im »Buch Paragranum«. Hier wird di-rekt jene Heilkraft angesprochen, wie sie den gereinigten natürli-chen Dingen zukommt. Wie das arcanum das Ergebnis des alche-misti-schen Reifeprozesses darstellt, so ist der tugendreiche ArztErgebnis eines Wachstums- und Bildungsprozesses: »die Art desLeibes soll mit der Art des natürlichen Lichts aufwachsen.«8 Nurdann kann er - wie ein arcanum - heilen. Gerade in der Ethnomedi-zin, aber auch in der einheimischen »Paramedizin« spielt der Zu-sammenhang zwischen dem »keuschen« Lebenswandel des Heilersund dessen Heilkraft eine wichtige Rolle.9"},{"pageNumber":21,"pageContent":"107Paracelsus kontra Humoralpathologie:zwei Paradigmen der MedizinParacelsus richtete seine schärfste Kritik gegen die Anhänger deraus der Antike stammenden Humoralpathologie (»Humoristen«).Zur Verdeutlichung der Unterschiede möchte ich die beiden An-sätze miteinander schematisch vergleichen.Humoralpathologie10 (Galen)Abb. 1: Die körpereigenen Säfte sind wie die vier Elemente mit je zwei Qua-litäten versehen und werden den vier wichtigsten Organen zugeordnet. Dieausgewogene Mischung der Körpersäfte (eukrasia) bestimmt den gesunden,die falsche Mischung (dyskrasia) den kranken Zustand.Die diätetische und medikamentöse Therapie zielt darauf ab, die wohl-temperierte Körperverfassung nach dem Grundsatz contrario contrariis (Ge-gensätzliches mit Gegensätzlichem) wieder herzustellen. Gegen eine »trok-kene« Krankheit (z. B. Lungenentzündung) war somit eine feuchtmachendeDiät angezeigt (z. B. Gerstenschrottrank). Eine große Rolle spielten die all-gemein-ableitenden Maßnahmen, die zu einer Reinigung der Körpersäfte füh-ren sollten: Brechen, Schwitzen, Abführen und vor allem Aderlaß."},{"pageNumber":22,"pageContent":"108Naturphilosophie11 (Paracelsus)Abb. 2: Die Naturforschung und -bearbeitung im »Lichte der Natur« verlauftprozeßhaft, von den äußeren Zeichen zu den verborgenen Geheimnissen. Diedaraus gewonnene Erkenntnis der verborgenen Natur ist Voraussetzung für ei-ne wirkungsvolle Therapie. Der »auswändige« Arzt kommt dem »inwändigen«zu Hilfe, knüpft an seinen Heilbestrebungen an und vollendet sie nach demVorbilde der Alchemie. Die natürlichen »Tugenden und Kräfte«, die »arcana«,werden durch die ärztliche Kunst auf den Kranken übertragen. Somit ist dertherapeutische Leitsatz: das für die spezifische Krankheit eines Menschen wirk-same arcanum aus den natürlichen Dingen herauszuziehen, eine bestimmtegeistige (»himmlische«) Heilkraft freizusetzen.Astronomie(Gestirne:innen u.außen)Tugend, Arcanum(geistig,unsterblich,»englisch«)Philosophie(Natur:oben u. unten)Schlackecorporalisch,sterblich,»viehisch«)"},{"pageNumber":23,"pageContent":"109Paracelsus und die Medizin der NeuzeitDas Menschenbild des Paracelsus kreist um den Begriff des Mi-krokosmos. Der forschende Blick nach draußen in den Makro-kosmos, das Lesen seiner Zeichen, wird zum Einblick in den Mi-krokosmos. Die offenbare Natur soll die verborgene, okkulte zu-tage fördern. Dies setzt voraus, daß das Äußere und das Innere»ein Ding« sind.Im Laufe der Neuzeit ist die Einheit von Innen und Außen end-gültig zerrissen. Die Perspektiven verselbständigen sich, der Ein-zelorganismus wird immer eindeutiger isoliert. Der Maschinen-Mensch hat kein »inneres Gestirn« mehr. Insofern der Makrokos-mos zum toten physikalischen Überbau bzw. Unterbau degeneriert,wird auch der Mikrokosmos zu einem mechanischen Gebilde, dasallenfalls noch über ein bestimmtes »Seelenorgan« (z. B Zirbeldrü-se, Hirnhöhle etc. ) mit der Welt der geistigen Kräfte verbunden ist.Der »archeus« (als der »inwändige« Arzt bzw. Apotheker) ist keinnatürlicher Verbündeter mehr.Mit dem Mesmerismus Ende des 18. Jahrhunderts blüht noch ein-mal der Mikrokosmos-Makrokosmos-Gedanke auf, entsteht mit derMesmerschen Fluidum-Theorie, dem »thierischen Magnetismus«,noch einmal ein Analogen zum Paracelsischen Arcanum-Ge-danken. Doch diese kosmologische Begründung des populärstenHeilsystems im aufgeklärten »elektronischen Zeitalter« wird baldwieder zugunsten einer »romantischen« Interpretation des »Som-nambulismus« verworfen. Zwar steht auch hierbei die Enträtselungder »Hieroglyphensprache der Natur«12 auf dem Programm, aberder Zusammenhalt von Innen und Außen, Oben und Unten hat sichin die verschiedenen Wissenschaften endgültig aufgelöst. So ist dieromantische Naturphilosophie mit ihrem Einheitsgedanken ein letz-tes Aufbäumen gegen den Siegeszug der »naturwissenschaftlichenMedizin«, die sich von nun an auf die analytischen Grundlagen derPhysik, Chemie und Biologie bezieht.Im Kontext der Naturheilbewegung des 19. Jahrhunderts hat Pa-racelsus freilich eine Renaissance erlebt, die bis heute unvermin-dert anhält. Galt er doch gerade den »Naturärzten« als Garant für"},{"pageNumber":24,"pageContent":"110eine naturgemäße Heilweise im Sinne der »Erfahrungsheilkunde« -was nur teilweise zutrifft, wie wir heute wissen.13 Denn Paracelsuswar ja gerade das Gegenteil eines abwartenden Therapeuten, deralleine der Selbstheilungskraft des Organismus vertraut hätte! DerEinsatz von künstlich hergestellten Arzneimitteln steht im Zentrumseiner Heilkunde. Gleichwohl gilt er heute als eine Symbolfigur der»Paramedizin« und wird dort von verschiedenen Heilsystemen inAnspruch genommen. So ist er immer wieder als Vordenker derHomöopathie und der Anthroposophie dargestellt worden. In jüng-ster Zeit findet er auch Beachtung bei Anhängern der »Geisthei-lung«, die ihre religiöse (spiritualistische) Weltanschauung durchParacelsus bestätigt sehen möchten.In der »Schulmedizin« spielt Paracelsus - abgesehen von periphe-ren Anspielungen auf bestimmte Bruchstücke aus seinem Werk -keine Rolle mehr. Sein medizinisches Weltbild erscheint im Kernobsolet. Allenfalls in der modernen medizinischen Psychologie,insbesondere der Psychoanalyse, leben gewisse Reminiszenzen andie naturphilosophische Tradition weiter. Dennoch sind die verbor-gene Natur nicht mit dem »Unbewußten«, die Alchemie nicht mitder psychologischen »Selbstfindung«, die »Gestirne im Menschen«nicht mit dem Solarplexus gleichzusetzen. Auch die übrige moder-ne Medizin ist mit Paracelsus inkommensurabel. Makrokosmos isteben nicht »Umwelt«, die himmlischen Einwirkungen sind keine»Risikofaktoren«, der »Placebo-Effekt« (Droge Arzt) ist keine»Tugend«, die Geschäfte der Pharmazie sind keine Vollendung derNatur im Sinne der Alchemie. Wenn heute von »Ganzheitsmedi-zin« (der Mensch als somato-psycho-soziales Additionswesen) ge-sprochen wird, so ist damit nicht der »ganze Mensch« im Sinne desParacelsus gemeint. Diesen radikalen historischen Umbruch, diese»Umwertung aller Werte« (Nietzsche), müssen wir anerkennen,wenn wir Paracelsus ernsthaft lesen wollen. Dann aber wird dieLektüre seiner Texte zu einem Abenteuer."},{"pageNumber":25,"pageContent":"111Anmerkungen   1 Vgl. W. Pagel: Das medizinische Weltbild des Paracelsus. Seine Zusam-menhänge mit Neuplatonismus und Gnosis. Wiesbaden 1962, S. 29f.2 Vgl. das »Buch Paragranum« in: Theophrastus Paracelsus Werke, besorgtvon W. -E. Peuckert [= Werke], Bd. l, Darmstadt 1976, S. 495-584.3 Werke, Bd. 3, S. 507.4 Vgl. Werke, Bd. 1, 8. 530.5 Vgl. Werke, Bd. 2, S. 440-495.6 Vgl. H. Schott: Natura sanat - die Heilkraft der Natur im Spiegel der Ge-schichte. In: universitas 42 (1987), S. 459-470.7 Vgl. Werke, Bd. 2, S. 474.8 Vgl. Werke, Bd. l, S. 575.9 Vgl. F. Kudlien: Keuschheit und Heilkraft. In: Clio Medica 19 (1984) S. 94-110.10 Das Schema wurde entnommen aus E. Seidler: Geschichte der Pflege deskranken Menschen. 4. Aufl. Stuttgart 1977, S. 41. Vgl. hierzu auch K. E.Rothschuh: Konzepte der Medizin in Vergangenheit und Gegenwart. Stutt-gart 1978.11 Schema des Autors..12 Vgl. G. H. Schubert: Die Symbolik des Traumes (1814). Heidelberg 1968.13 Vgl. K. E. Rothschuh: Naturheilbewegung - Reformbewegung - Alter-nativbewegung. Stuttgart 1983, S. 50."}]
