[{"startMs":8760,"durationMs":6319,"subtitle":"It's good to be back, it's been a year since I've been here, and it's just a zoomed by so"},{"startMs":16890,"durationMs":2000,"subtitle":"Yeah, my goal today is to"},{"startMs":19170,"durationMs":7399,"subtitle":"Share with you some of the fundamentals of esoteric astrology, which is a little bit different than traditional astrology?"},{"startMs":27539,"durationMs":2000,"subtitle":"Ahm, in the in a couple of ways"},{"startMs":30960,"durationMs":7760,"subtitle":"Fundamentally esoteric astrology is much more related to or is useful to people that have actually had an awakening to"},{"startMs":39360,"durationMs":2720,"subtitle":"People that have an awakening to their higher promptings"},{"startMs":43620,"durationMs":6979,"subtitle":"Traditional astrology is very good when it comes to understanding the personality dimension of life, but once a person has come to that"},{"startMs":51210,"durationMs":5900,"subtitle":"time in life or that particular incarnation where there's a deeper something being felt a"},{"startMs":57630,"durationMs":2149,"subtitle":"higher kind of love being felt a"},{"startMs":60840,"durationMs":2000,"subtitle":"recognition of a"},{"startMs":63240,"durationMs":3259,"subtitle":"kind of selfless almost christ-like love"},{"startMs":67020,"durationMs":2209,"subtitle":"Being felt that's called the awakening"},{"startMs":69229,"durationMs":5640,"subtitle":"it's a big big point in the evolutionary journey of the human soul over the vastness of time and"},{"startMs":75150,"durationMs":2689,"subtitle":"Once that awakening occurs in one life or another"},{"startMs":78930,"durationMs":6889,"subtitle":"Life is never the same, and it's it's at that point where we begin to see the usefulness of esoteric astrology"},{"startMs":87150,"durationMs":2239,"subtitle":"ah because esoteric astrology is got a"},{"startMs":89940,"durationMs":2059,"subtitle":"fundamental couple of goals one is"},{"startMs":92520,"durationMs":3950,"subtitle":"In a certain sense, it's designed to help us understand how"},{"startMs":97260,"durationMs":2479,"subtitle":"Does the soul want to pattern?"},{"startMs":100440,"durationMs":2000,"subtitle":"the nature of consciousness"},{"startMs":102600,"durationMs":7069,"subtitle":"In the life and also how may the lower self get in the way and what can be done about it"},{"startMs":109940,"durationMs":2639,"subtitle":"So the premise behind this whole philosophy"},{"startMs":112950,"durationMs":7520,"subtitle":"Or I should say this this the astrology portion of this philosophy, is that a person has recognized their own duality"},{"startMs":120470,"durationMs":7529,"subtitle":"They've recognized that higher and lower and this particular type of astrology is trying to cater cater to the higher"},{"startMs":128310,"durationMs":7460,"subtitle":"The soul and help you understand how to transform the lower the personality so that it becomes the rightful"},{"startMs":136140,"durationMs":980,"subtitle":"servant to the higher"},{"startMs":137120,"durationMs":3490,"subtitle":"and that's the goal the soul is who you truly are and"},{"startMs":140980,"durationMs":7309,"subtitle":"Ultimately your personality its destiny is to just be the outer garment. It's destiny is to be the"},{"startMs":148810,"durationMs":2000,"subtitle":"instrument through which the soul"},{"startMs":151000,"durationMs":5570,"subtitle":"Tries to interface in the world and in the process of interfacing making uplifting"},{"startMs":156820,"durationMs":2449,"subtitle":"Contribution to something beyond yourself"},{"startMs":160300,"durationMs":2000,"subtitle":"Every human soul wants to serve"},{"startMs":162910,"durationMs":4040,"subtitle":"And yet it we have to recognize it and we have to"},{"startMs":167920,"durationMs":3859,"subtitle":"Understand how the personality needs to conform to its expectations"},{"startMs":172870,"durationMs":4789,"subtitle":"So the goal tonight is to is kind of twofold. I'm going to do a PowerPoint with you today and"},{"startMs":178660,"durationMs":4010,"subtitle":"The first few slides are just going to be showing you a couple major"},{"startMs":183340,"durationMs":2000,"subtitle":"distinctions between"},{"startMs":185350,"durationMs":3919,"subtitle":"Esoteric astrology and traditional astrology, and then I'm going to take you on a journey"},{"startMs":189270,"durationMs":3869,"subtitle":"and I'm gonna take you through the 12 signs of the zodiac and I'm gonna give you a"},{"startMs":193330,"durationMs":2750,"subtitle":"higher understanding of each of these signs and"},{"startMs":196570,"durationMs":4819,"subtitle":"And hopefully for those of you who feel life is really a spiritual journey"},{"startMs":201730,"durationMs":4309,"subtitle":"Hopefully you get some insights into your own journey itself. That's my goal sound okay"},{"startMs":207160,"durationMs":2000,"subtitle":"Okay, so let's begin"},{"startMs":209680,"durationMs":3080,"subtitle":"esoteric astrology versus personal or traditional"},{"startMs":213400,"durationMs":5779,"subtitle":"So esoteric astrology focuses on the purpose of the soul and it's struggled to transform the personality"},{"startMs":219850,"durationMs":6259,"subtitle":"But personal astrology focuses on the personality development and its expression, okay?"},{"startMs":227950,"durationMs":500,"subtitle":"Next"},{"startMs":228450,"durationMs":1500,"subtitle":""},{"startMs":229960,"durationMs":7669,"subtitle":"Because the soul is found on the abstract plane of mind an esoteric astrologer will interpret a chart"},{"startMs":238300,"durationMs":1770,"subtitle":"abstractly"},{"startMs":240070,"durationMs":4220,"subtitle":"Abstractly, so you will see as I go through this you will see that the language"},{"startMs":244290,"durationMs":6299,"subtitle":"I use will have a more abstract quality to it because then that's why the whole philosophy is"},{"startMs":251050,"durationMs":4430,"subtitle":"Abstract those of you have studied Blavatsky unless you know it's very abstract, but there's a reason for that"},{"startMs":256180,"durationMs":5390,"subtitle":"because your causal body your soul is found on the abstract mental plane the higher mental plane and"},{"startMs":262030,"durationMs":3649,"subtitle":"So the more we exercise and develop our abstract consciousness"},{"startMs":266860,"durationMs":2000,"subtitle":"The more you're in the neighborhood of the soul"},{"startMs":271290,"durationMs":4879,"subtitle":"Personal astrologers tend to interpret a chart concretely at least comparatively speaking"},{"startMs":279960,"durationMs":6290,"subtitle":"In esoteric astrology the rising sign holds the clue to the soul's incarnation 'el intention"},{"startMs":286470,"durationMs":4279,"subtitle":"It's an important concept in traditional astrology the rising sign"},{"startMs":290750,"durationMs":4350,"subtitle":"Which is the sign? That's cresting at the eastern horizon at the moment of your birth and?"},{"startMs":295620,"durationMs":2329,"subtitle":"It's really important in traditional astrology"},{"startMs":298320,"durationMs":7279,"subtitle":"But when a person has had the awakening has has a deeper sense of their soul call then the rising sign has a higher meaning"},{"startMs":306360,"durationMs":2000,"subtitle":"as suggested here"},{"startMs":308580,"durationMs":5990,"subtitle":"You see and let me just show you the bottom part of the personal astrology the rising sign reveals the nature of"},{"startMs":314729,"durationMs":7369,"subtitle":"Persona and its expression in other words of the the rising sign to a traditional astrologers is that it represents?"},{"startMs":322830,"durationMs":4640,"subtitle":"appearance persona how use are seen in the world or how you would like to be seen"},{"startMs":328110,"durationMs":2000,"subtitle":"esoteric astrology says well"},{"startMs":330599,"durationMs":1831,"subtitle":"Yes"},{"startMs":332430,"durationMs":7640,"subtitle":"Until you wake up to that higher prompting and then this higher understanding of the rising sign is really crucial"},{"startMs":340740,"durationMs":5839,"subtitle":"you see the reason for that is that this is the sign, that's in the east and"},{"startMs":347340,"durationMs":3529,"subtitle":"The east is the direction of spirit, and it's rising"},{"startMs":351599,"durationMs":6350,"subtitle":"So it can symbolize the souls rising intention in a way, it's your soul sign"},{"startMs":358770,"durationMs":3769,"subtitle":"Probably more accurate though if I were to say it this way if you could live"},{"startMs":363240,"durationMs":5600,"subtitle":"The higher qualities of your rising sign well, that's like a gate right to the soul"},{"startMs":369599,"durationMs":4220,"subtitle":"So if you don't know your rising sign I encourage you to learn what it is, okay?"},{"startMs":374760,"durationMs":2000,"subtitle":"next"},{"startMs":378990,"durationMs":4369,"subtitle":"Esoteric astrology uses three levels of levels of ruling planets for each sign"},{"startMs":384240,"durationMs":3290,"subtitle":"From this the spiritual dimension of the sign can be revealed"},{"startMs":388710,"durationMs":4940,"subtitle":"Now this is an aspect that I there's no way I could fully get into this tonight"},{"startMs":393650,"durationMs":5489,"subtitle":"But I'll just say this that I don't know if you know what rulers are many curious. How many of you are"},{"startMs":400889,"durationMs":4050,"subtitle":"Familiar really familiar with astrology, I'm just kind want to get a feel for it okay"},{"startMs":405460,"durationMs":6050,"subtitle":"well, you know that every sign of the zodiac has a planet that rules it, which means represents it and"},{"startMs":412570,"durationMs":3979,"subtitle":"And yet traditional astrology has a tier of rulers"},{"startMs":417280,"durationMs":5899,"subtitle":"That are useful and correct as it pertains to the consciousness of the personality"},{"startMs":424900,"durationMs":2600,"subtitle":"But there's a higher tier of rulers and"},{"startMs":427960,"durationMs":3920,"subtitle":"That those planets are often different than the traditional"},{"startMs":431880,"durationMs":6359,"subtitle":"And it says that it is suggested that those planets hold the soulful vibration"},{"startMs":438760,"durationMs":1830,"subtitle":"associated with that sign"},{"startMs":440590,"durationMs":4309,"subtitle":"You see one of the big differences between traditional and esoteric is that?"},{"startMs":445720,"durationMs":5989,"subtitle":"Traditional astrology has a more monolithic approach, but esoteric astrology takes into account"},{"startMs":453550,"durationMs":4610,"subtitle":"That people are actually at different levels of consciousness and that"},{"startMs":459430,"durationMs":2450,"subtitle":"that has to be included in the nature of the"},{"startMs":462160,"durationMs":6470,"subtitle":"Interpretation two people could have exactly the same chart one is a very young soul and one is very also and yet"},{"startMs":469360,"durationMs":4310,"subtitle":"And yet often people kind of interpreted the same, but that's it's far from the same"},{"startMs":473670,"durationMs":4739,"subtitle":"And and that's one of the beauties of esoteric astrology it takes into consideration"},{"startMs":478960,"durationMs":3589,"subtitle":"the hierarchical dimensions of evolution itself"},{"startMs":483400,"durationMs":1890,"subtitle":"Okay"},{"startMs":485290,"durationMs":3919,"subtitle":"So here it is personal astrology uses only the traditional rulers"},{"startMs":489670,"durationMs":4009,"subtitle":"These are useful that only as it pertains to the personality not the soul"},{"startMs":494530,"durationMs":2000,"subtitle":"Okay"},{"startMs":498460,"durationMs":2000,"subtitle":"All right a couple more"},{"startMs":501130,"durationMs":6229,"subtitle":"Esoteric astrology considers the moon to be the major liability of a person's chart"},{"startMs":508840,"durationMs":2000,"subtitle":"particularly after the age of 35"},{"startMs":512770,"durationMs":2000,"subtitle":"I'm looking at your faces"},{"startMs":515890,"durationMs":2869,"subtitle":"Many of you are probably in that category, I know I am too"},{"startMs":519430,"durationMs":5989,"subtitle":"whereas traditional astrology personal astrology considers the moon is the symbol of a person's emotional tendencies and"},{"startMs":525820,"durationMs":3590,"subtitle":"Instinctual patterns, and that's true. It is but"},{"startMs":530350,"durationMs":3679,"subtitle":"Many times to the person on the path the moon"},{"startMs":534700,"durationMs":6919,"subtitle":"Can represent instinctual patterns that can actually defeat the soul from being more effective in the life"},{"startMs":543310,"durationMs":4880,"subtitle":"It's because it's as if the solely because it's in its representing instinctual"},{"startMs":548530,"durationMs":3619,"subtitle":"Consciousness the soul can have difficulty getting a grip on it"},{"startMs":553330,"durationMs":2750,"subtitle":"so one of the great challenges of of"},{"startMs":557080,"durationMs":3440,"subtitle":"Evolution is to handle the problem of the moon in your chart"},{"startMs":560520,"durationMs":5699,"subtitle":"And the general rule of thumb is for the wherever the moon is found is that when it whatever sign"},{"startMs":566220,"durationMs":5340,"subtitle":"It's in and assuming you're on the path it either means that there's going to be too much of that energy"},{"startMs":572620,"durationMs":3049,"subtitle":"woven into the instinctual dimension of consciousness or the"},{"startMs":576400,"durationMs":3589,"subtitle":"Opposite not enough of it or the third possibility"},{"startMs":580090,"durationMs":5269,"subtitle":"It's unstable sometimes too much sometimes not enough, so it swings back and forth okay"},{"startMs":586450,"durationMs":1290,"subtitle":"Okay"},{"startMs":587740,"durationMs":2000,"subtitle":"All right, so we're gonna start with Aries"},{"startMs":590530,"durationMs":2359,"subtitle":"Now what as I go through these? I'm gonna show you"},{"startMs":593500,"durationMs":6710,"subtitle":"the deep meaning of Aries the deeper meaning of Aries, and then I'm assigns, and then I'm going to give you a"},{"startMs":601240,"durationMs":3229,"subtitle":"sacred mantra for each of the signs of the zodiac"},{"startMs":605770,"durationMs":4039,"subtitle":"So when you think of Aries? Let me go back for a minute when you think of Aries the?"},{"startMs":611080,"durationMs":4070,"subtitle":"Typical way, we think of that sign is that it's it's a powerful sign"},{"startMs":615150,"durationMs":2159,"subtitle":"It's a sign that has a lot of fire in it"},{"startMs":617410,"durationMs":6379,"subtitle":"it's the kind of the warrior on the March Mars as a traditional ruler Mars is the Lord or God of War right and"},{"startMs":624640,"durationMs":2000,"subtitle":"Although that's true"},{"startMs":627280,"durationMs":2329,"subtitle":"But when we look at it from a deeper perspective"},{"startMs":630640,"durationMs":6919,"subtitle":"Aries is one of the first ray signs now. I don't know if you folks know what those seven rays are but every every"},{"startMs":639070,"durationMs":2899,"subtitle":"Of each of the seven Ray's every ray"},{"startMs":643030,"durationMs":1020,"subtitle":"finds"},{"startMs":644050,"durationMs":2510,"subtitle":"expression through three signs of the zodiac and"},{"startMs":647080,"durationMs":1520,"subtitle":"in the case of the first ray"},{"startMs":648600,"durationMs":6239,"subtitle":"which is called the Ray of will and power one of the signs that it finds its access point is indeed Aries and"},{"startMs":655150,"durationMs":5630,"subtitle":"Aries is this the will to initiate the archetypes of God on"},{"startMs":661360,"durationMs":2000,"subtitle":"behalf of humanity's betterment"},{"startMs":664330,"durationMs":4639,"subtitle":"You see Aries is a sign that when it's affecting the the life of a disciple"},{"startMs":669840,"durationMs":4320,"subtitle":"I better define my words here when I use the word disciple I"},{"startMs":674950,"durationMs":2390,"subtitle":"Don't mean it in the traditional way"},{"startMs":677340,"durationMs":5580,"subtitle":"I don't mean it in the sense of oh all of that guru and that sort of thing no what I mean is"},{"startMs":683470,"durationMs":2000,"subtitle":"to be a disciple of your own soul"},{"startMs":686200,"durationMs":4669,"subtitle":"To be a disciple of your own higher promptings that's discipleship. I mean there's also"},{"startMs":691420,"durationMs":3679,"subtitle":"Larger understandings of discipleship, you know it is said that the greatest master"},{"startMs":695100,"durationMs":4589,"subtitle":"You could all ever follow is often the one least followed, and that's your own higher consciousness"},{"startMs":700480,"durationMs":4309,"subtitle":"They own the soul within you okay, so when you hear me use the word disciple"},{"startMs":705430,"durationMs":2000,"subtitle":"That's what I mean, okay?"},{"startMs":708760,"durationMs":4340,"subtitle":"Aires sees and said Aires tries to shape into human consciousness"},{"startMs":715000,"durationMs":3200,"subtitle":"The ability to sense the new"},{"startMs":719080,"durationMs":1350,"subtitle":"paradigms"},{"startMs":720430,"durationMs":6589,"subtitle":"Emerging on humanity's horizon and to be a voice in support of those new and emerging paradigms"},{"startMs":727570,"durationMs":4309,"subtitle":"So it's a futuristic sign. It's a pioneering sign and"},{"startMs":732460,"durationMs":1410,"subtitle":"It's very strong"},{"startMs":733870,"durationMs":5090,"subtitle":"It's the first sign of zouk very strong because it has to be strong if you if you're an Aries"},{"startMs":739120,"durationMs":4250,"subtitle":"Individual who's on the path and you sense new ideas, and you want to bring them forward"},{"startMs":744490,"durationMs":7070,"subtitle":"You got to be strong because Humanity is is governed by inertia, and if you're going to initiate the new"},{"startMs":752680,"durationMs":7009,"subtitle":"It takes a lot of power to move something into the field of inertia so that's why Aries is so strong"},{"startMs":761050,"durationMs":2359,"subtitle":"normally unless other things in the chart"},{"startMs":763990,"durationMs":3409,"subtitle":"Compromise that so as I go through these twelve please understand"},{"startMs":767400,"durationMs":5070,"subtitle":"I'm talking about them in their kind of pure sense realize that a chart is very complex"},{"startMs":772470,"durationMs":4109,"subtitle":"and there's many many other variables that can modify things, but I"},{"startMs":777100,"durationMs":4940,"subtitle":"Just want you to understand the fundamentals on a higher level of the signs themselves okay?"},{"startMs":782800,"durationMs":2959,"subtitle":"Now as I said every sign of the zodiac?"},{"startMs":786370,"durationMs":7640,"subtitle":"Has a sacred mantra that I'm going to share with you now. This is a sentence in English and it's said to be"},{"startMs":794650,"durationMs":3049,"subtitle":"the sole speaking in this sign and ah"},{"startMs":799270,"durationMs":5809,"subtitle":"I'm going to show it to you here, but I always like the preface is the area one that Aries is so strong that"},{"startMs":806080,"durationMs":6199,"subtitle":"Let's put it this way. I'm glad you're sitting okay, so here's the the the sole speaking in Aries I"},{"startMs":813550,"durationMs":4520,"subtitle":"Come forth and from the plain of mind. I rule I"},{"startMs":819670,"durationMs":3320,"subtitle":"Come forth and from the plain of mind I rule"},{"startMs":823990,"durationMs":7250,"subtitle":"But let me explain that because it if you can misinterpret this very easy. I'm going to embellish it for clarity"},{"startMs":832960,"durationMs":2000,"subtitle":"I My higher consciousness"},{"startMs":835480,"durationMs":5510,"subtitle":"I The best in me I the soul itself come forth and from the power of my mind"},{"startMs":840990,"durationMs":2520,"subtitle":"I rule my creative expression"},{"startMs":843820,"durationMs":6859,"subtitle":"That's what Aries is really about it has nothing to do with ruin people it's an insistence on doing what you must do to"},{"startMs":850870,"durationMs":2000,"subtitle":"bring forth the new idea"},{"startMs":852910,"durationMs":1830,"subtitle":"without distraction"},{"startMs":854740,"durationMs":6440,"subtitle":"but it requires that you understand the the the how to use your mind right because"},{"startMs":861790,"durationMs":4309,"subtitle":"Mars is a traditional ruler and Mars is passion Mars is it huh?"},{"startMs":866650,"durationMs":2299,"subtitle":"Mars is the energy that rules the solar plexus"},{"startMs":869560,"durationMs":7669,"subtitle":"And before you're on the path, and you're in Aries Mars is the the fuel that you use to bring forth in a the new?"},{"startMs":879070,"durationMs":2089,"subtitle":"And by the way a"},{"startMs":882730,"durationMs":5299,"subtitle":"Couple years ago, I learned something really interesting about Rams. I mean the real animal"},{"startMs":888610,"durationMs":2900,"subtitle":"Did you know that in real life? They're nearly blind?"},{"startMs":892270,"durationMs":2000,"subtitle":"I thought well that's telling"},{"startMs":894610,"durationMs":7489,"subtitle":"blind charging forward without right sight without right thought and so a negative side of Aries is sort of"},{"startMs":902800,"durationMs":5510,"subtitle":"Unnecessary disruptions in the process well until you start to live from its higher nature"},{"startMs":909040,"durationMs":2780,"subtitle":"Because it's higher ruler is not Mars"},{"startMs":912310,"durationMs":7789,"subtitle":"it's higher ruler is mercury and mercury is the messenger of the gods in Greek mythology mercury is as Hermes and"},{"startMs":920770,"durationMs":2149,"subtitle":"So it's the power of thought itself"},{"startMs":923500,"durationMs":3890,"subtitle":"that you want to use to move something forward instead of using your"},{"startMs":928000,"durationMs":6919,"subtitle":"astrology your emotions to fuel the expression you use the very power inherent in the new idea itself as"},{"startMs":935079,"durationMs":3110,"subtitle":"You're motivating force for getting something in the world"},{"startMs":940690,"durationMs":2000,"subtitle":"Okay, I'm gonna (laugh)"},{"startMs":944440,"durationMs":1890,"subtitle":"I just realized that"},{"startMs":946330,"durationMs":3169,"subtitle":"Because this PowerPoint is being played on a different system"},{"startMs":950350,"durationMs":2000,"subtitle":"this is supposed to be the"},{"startMs":952450,"durationMs":2779,"subtitle":"the the glyph for the sign"},{"startMs":955230,"durationMs":6300,"subtitle":"but apparently the computer that we're using here doesn't have the the font for that so"},{"startMs":961960,"durationMs":3500,"subtitle":"I apologize for the queue here that I just noticed it now"},{"startMs":967480,"durationMs":6890,"subtitle":"So disregard these symbols because obviously it's not going to pick it up correctly. Okay. Let's go to Taurus"},{"startMs":975160,"durationMs":3530,"subtitle":"I'm curious any torian's in here. Uh-huh okay?"},{"startMs":979930,"durationMs":5660,"subtitle":"All right, well you know when you think of Taurus. Here you to think of you know groundedness. It's an earth sign"},{"startMs":985590,"durationMs":2069,"subtitle":"There's a sense of stability. There's a sense of"},{"startMs":988240,"durationMs":1110,"subtitle":"dependability"},{"startMs":989350,"durationMs":1050,"subtitle":"loyalty"},{"startMs":990400,"durationMs":2000,"subtitle":"sometimes stubbornness, okay"},{"startMs":993640,"durationMs":2299,"subtitle":"But kind of a persevering steadiness"},{"startMs":998140,"durationMs":2719,"subtitle":"But here's the higher meaning of Taurus"},{"startMs":1004020,"durationMs":3769,"subtitle":"The desire to reveal the light of divinity hidden within form"},{"startMs":1010470,"durationMs":6320,"subtitle":"You see in the ancient literature Taurus has been called the sign of the light bringer friends the light bringer"},{"startMs":1018990,"durationMs":5510,"subtitle":"But it's not light in the way you think it has everything to do spiritually with"},{"startMs":1026880,"durationMs":2569,"subtitle":"Building as a function of Revelation"},{"startMs":1031050,"durationMs":2000,"subtitle":"You know many artists come out of Taurus"},{"startMs":1033839,"durationMs":4489,"subtitle":"Taurus is a four-three sign and the fourth ray one of the attributes of the fourth ray's beauty"},{"startMs":1038610,"durationMs":5930,"subtitle":"It's why Taurus even in traditional astrology, Taurus rules Gardens Taurus rules ecosystems"},{"startMs":1044540,"durationMs":4649,"subtitle":"I mean, it's it's often in May and May is when everything is coming to life. You can kind of understand"},{"startMs":1049190,"durationMs":2000,"subtitle":"Why Taurus is connected to?"},{"startMs":1051210,"durationMs":2000,"subtitle":"beauty, ahm"},{"startMs":1055260,"durationMs":2000,"subtitle":"But on this higher level"},{"startMs":1058410,"durationMs":2929,"subtitle":"Taurus has to do with revealing revelation"},{"startMs":1062370,"durationMs":6349,"subtitle":"We use an example just to highlight this and I think I will use an artist. It's a good way of doing this"},{"startMs":1069750,"durationMs":2670,"subtitle":"Ahm, over here, we have an image on the wall here"},{"startMs":1072420,"durationMs":4949,"subtitle":"And this this tapestry is beautiful now when you look at a visual image like this"},{"startMs":1078070,"durationMs":4280,"subtitle":"Everything you see all of the all of the shapes all the colors the lines"},{"startMs":1083200,"durationMs":3710,"subtitle":"All of that is just a bunch of forms just a bunch of forms"},{"startMs":1086910,"durationMs":7559,"subtitle":"But when forms are rightly related to each other something comes out of that painting or that that tapestry?"},{"startMs":1094750,"durationMs":2000,"subtitle":"That we call beauty"},{"startMs":1097240,"durationMs":5750,"subtitle":"See beauty is actually something that arises through the right relationship of form"},{"startMs":1104110,"durationMs":4010,"subtitle":"It's in relating things. Where beauty comes forward and"},{"startMs":1108670,"durationMs":1770,"subtitle":"That's the underlying"},{"startMs":1110440,"durationMs":2000,"subtitle":"principle of Taurus"},{"startMs":1112750,"durationMs":3349,"subtitle":"It has to do with construction to reveal"},{"startMs":1117309,"durationMs":2480,"subtitle":"Now eventually the torreón artist"},{"startMs":1120610,"durationMs":2359,"subtitle":"If they are artists the torreón artist"},{"startMs":1124330,"durationMs":2000,"subtitle":"discovers something really amazing"},{"startMs":1126820,"durationMs":2660,"subtitle":"They discover that the painting they just created"},{"startMs":1130120,"durationMs":3920,"subtitle":"That painting is actually not creating the beauty"},{"startMs":1135520,"durationMs":2000,"subtitle":"Instead they realize that"},{"startMs":1138040,"durationMs":5059,"subtitle":"the beauty pre-exists the painting and that the Assembly of form is"},{"startMs":1143620,"durationMs":5750,"subtitle":"Actually, just to reveal that which already is it's already there. It's intuited and"},{"startMs":1149950,"durationMs":3470,"subtitle":"It's not just artists. I have a I'll give you an example a good friend of mine"},{"startMs":1153970,"durationMs":3290,"subtitle":"He lives in a he's very Torian clearly on the path"},{"startMs":1157960,"durationMs":2330,"subtitle":"he's a double Torian actually and"},{"startMs":1161140,"durationMs":2660,"subtitle":"he doesn't have an artistic bone in his body I"},{"startMs":1164740,"durationMs":3050,"subtitle":"Think a stickman would be challenging for him to the house with you"},{"startMs":1168460,"durationMs":2000,"subtitle":"Actually be challenging for me to"},{"startMs":1170800,"durationMs":3169,"subtitle":"But but he's a man that he works in this company"},{"startMs":1174490,"durationMs":5750,"subtitle":"In LA and he's always he's supervising a group of people in the department and he's always asking himself"},{"startMs":1180730,"durationMs":4880,"subtitle":"He's watching the flow of the work in the in the environment and he's always asking himself"},{"startMs":1185610,"durationMs":7560,"subtitle":"What if we were to simplify this task and maybe eliminate this and maybe merge these tags we could make it all more efficiency efficient"},{"startMs":1193750,"durationMs":1559,"subtitle":"It's the same thing"},{"startMs":1195309,"durationMs":5300,"subtitle":"because when we talk about Taurus in the assembly of form don't confine your thinking to just"},{"startMs":1201470,"durationMs":2000,"subtitle":"physical form"},{"startMs":1204380,"durationMs":4219,"subtitle":"How you do something as a form and in his case he"},{"startMs":1210200,"durationMs":7070,"subtitle":"Arranges procedures within a company and from that the light of efficiency is revealed to others"},{"startMs":1218060,"durationMs":6800,"subtitle":"Or it's the teacher who wants to convey ideas to a student and has to use forms called words"},{"startMs":1227150,"durationMs":2000,"subtitle":"To deliver that and"},{"startMs":1229700,"durationMs":3530,"subtitle":"If the construction of that language is done poorly"},{"startMs":1233900,"durationMs":2000,"subtitle":"It falls on deaf ears"},{"startMs":1236000,"durationMs":2900,"subtitle":"But done well. It's an enlightened realization"},{"startMs":1240080,"durationMs":6320,"subtitle":"That's Taurus. That's Taurus. Taurus is also the sign most associated with the opening of the third eye"},{"startMs":1250250,"durationMs":2000,"subtitle":"You've heard the expression"},{"startMs":1252410,"durationMs":2000,"subtitle":"Hitting the bull's eye. Have you not?"},{"startMs":1255140,"durationMs":4519,"subtitle":"We think that's an archery term, but it's actually much older. It's a reference to the bull in the sky"},{"startMs":1260510,"durationMs":3739,"subtitle":"If you look at the old paintings of the bull in the Middle Ages"},{"startMs":1264250,"durationMs":3390,"subtitle":"It was always a single eye either a single eye or a profile"},{"startMs":1267640,"durationMs":4649,"subtitle":"But there's this long history of the eye of the bull the AIA vision the eye of God"},{"startMs":1273680,"durationMs":3710,"subtitle":"Taurus is really about a deeper way of looking"},{"startMs":1278360,"durationMs":3439,"subtitle":"In fact the mantra for it addresses this very thing let's take a look"},{"startMs":1284510,"durationMs":6949,"subtitle":"The soul says this I see and when the eye is opened all is illumined"},{"startMs":1293720,"durationMs":1530,"subtitle":"Here"},{"startMs":1295250,"durationMs":1350,"subtitle":"I see, okay?"},{"startMs":1296600,"durationMs":4489,"subtitle":"Okay, you folks following me. Okay, you tracking all of this okay?"},{"startMs":1302330,"durationMs":2599,"subtitle":"All right, do we have any Gemini people in here?"},{"startMs":1306860,"durationMs":6890,"subtitle":"The traditional ruler of course is Venus right the esoteric ruler it's going to surprise you"},{"startMs":1315110,"durationMs":2660,"subtitle":"the Vulcan Vulcan"},{"startMs":1319130,"durationMs":2000,"subtitle":"remember live long and prosper"},{"startMs":1322430,"durationMs":3619,"subtitle":"Vulcan was said to be the blacksmith of the gods in mythology and"},{"startMs":1327290,"durationMs":3410,"subtitle":"Vulcan in esoteric astrology is actually believed to exist"},{"startMs":1330920,"durationMs":4849,"subtitle":"it is said to be within the orbit of mercury within eight degrees of the Sun either way and"},{"startMs":1336950,"durationMs":5209,"subtitle":"but in a third substance it hasn't made the dense physical level yet and"},{"startMs":1343160,"durationMs":6619,"subtitle":"Vulcan would take RAW in mythology vultan would take raw matter and with power and fire and strength"},{"startMs":1350090,"durationMs":2479,"subtitle":"Shape it into something luminous and useful"},{"startMs":1353900,"durationMs":1590,"subtitle":"the form"},{"startMs":1355490,"durationMs":2330,"subtitle":"that reveals same idea"},{"startMs":1358490,"durationMs":2000,"subtitle":"Okay? All right"},{"startMs":1360980,"durationMs":1620,"subtitle":"Gemini people again"},{"startMs":1362600,"durationMs":2000,"subtitle":"Okay, some of you go like this"},{"startMs":1364600,"durationMs":2000,"subtitle":"(laughing) who was that mean. okay."},{"startMs":1369170,"durationMs":4310,"subtitle":"All right, so so when you think of Gemini of course you think of you think of"},{"startMs":1374660,"durationMs":4550,"subtitle":"You often that they talk about two sides of the personality right two sides of the personality?"},{"startMs":1379210,"durationMs":5279,"subtitle":"But you see when you wake up in in Gemini. It's not two sides of the personality anymore"},{"startMs":1385040,"durationMs":5839,"subtitle":"That's not the duality it shifts from two parts of the personality to the soul and the personality"},{"startMs":1391760,"durationMs":4970,"subtitle":"There's a red round. You might say it vertical eise's before you're on the path. Yeah. I got two sides of my personality"},{"startMs":1397280,"durationMs":7729,"subtitle":"But then it shifts and now it's the higher self and the lower self and Gemini is also associated with"},{"startMs":1406010,"durationMs":2000,"subtitle":"communications"},{"startMs":1409610,"durationMs":2029,"subtitle":"You and I are doing a Gemini thing right now"},{"startMs":1413030,"durationMs":5119,"subtitle":"This camera is also Gemini the Internet's Gemini, but when you're on the path and waking up"},{"startMs":1418150,"durationMs":5880,"subtitle":"It's all about vertical communications. It's about the communications between the soul and the personality"},{"startMs":1424610,"durationMs":4129,"subtitle":"That's actually the higher understanding of Jupiter, and I let me show you"},{"startMs":1432140,"durationMs":4849,"subtitle":"The relating of the pairs of opposites and the building of the Ant Ekron"},{"startMs":1439010,"durationMs":3170,"subtitle":"Now some of you may know what Ant Ekron is but let me explain"},{"startMs":1443330,"durationMs":7159,"subtitle":"Ant Ekron is a Sanskrit word, and it's the it's said to be the communication bridge that is between the soul and the personality"},{"startMs":1452180,"durationMs":5059,"subtitle":"It's in and and yet this bridge does not exist naturally"},{"startMs":1458480,"durationMs":2000,"subtitle":"It has to be built and"},{"startMs":1461540,"durationMs":3979,"subtitle":"It's built when three things are woven into the fabric of your life"},{"startMs":1467120,"durationMs":1590,"subtitle":"One"},{"startMs":1468710,"durationMs":4849,"subtitle":"Heartfelt service to humanity a real christ-like commitment to love and serve"},{"startMs":1474679,"durationMs":1261,"subtitle":"to"},{"startMs":1475940,"durationMs":1260,"subtitle":"study"},{"startMs":1477200,"durationMs":2540,"subtitle":"building your higher mind and three"},{"startMs":1480620,"durationMs":1230,"subtitle":"meditation"},{"startMs":1481850,"durationMs":1709,"subtitle":"Those are called the three pillars"},{"startMs":1483559,"durationMs":6980,"subtitle":"and and why this is so important is because we are told in the ancient literature that Gemini rules the"},{"startMs":1490850,"durationMs":2000,"subtitle":"construction of the anta karana"},{"startMs":1495919,"durationMs":3830,"subtitle":"Doesn't mean that if you don't have Gemini in your chart you can't build it"},{"startMs":1499970,"durationMs":3229,"subtitle":"No because Gemini has a ruling planet"},{"startMs":1503200,"durationMs":3810,"subtitle":"It has a higher and lower ruling planet and that planet is someplace in your chart"},{"startMs":1507350,"durationMs":4940,"subtitle":"So in a way one thing you need to know about astrology is in a certain sense all of the signs of the zodiac"},{"startMs":1513020,"durationMs":7069,"subtitle":"Are related to you in some way shape or form because all of their representatives are in the zodiac in your chart"},{"startMs":1520549,"durationMs":2000,"subtitle":"somewhere. Okay?"},{"startMs":1523460,"durationMs":6469,"subtitle":"So it's a very very important and the key to success when you're on the path in Gemini is to learn to quiet"},{"startMs":1530059,"durationMs":2000,"subtitle":"the lower self"},{"startMs":1532580,"durationMs":500,"subtitle":"In order to hear the faint whispers of the soul"},{"startMs":1533080,"durationMs":2010,"subtitle":""},{"startMs":1536990,"durationMs":3229,"subtitle":"Because you see the soul speaks in faint intuitive whispers"},{"startMs":1541190,"durationMs":5359,"subtitle":"It's all about getting the lower self quiet, which by the way is very difficult for Gemini"},{"startMs":1547370,"durationMs":4880,"subtitle":"Because it's a mutable sign and the mind wants to go all over the place and that's the great irony"},{"startMs":1552250,"durationMs":2160,"subtitle":"There's a great irony about Gemini always think about this"},{"startMs":1554410,"durationMs":5969,"subtitle":"You know it's like Gemini people would probably benefit most from meditation, and yet, they're the least likely to meditate"},{"startMs":1561919,"durationMs":6770,"subtitle":"But if you can really quiet it down, it's a fantastic sign here's the mantra for it I"},{"startMs":1571250,"durationMs":6380,"subtitle":"See my other self and in the waning of that self I grow and glow"},{"startMs":1580460,"durationMs":4010,"subtitle":"Let me embellish it for you for clarity. This is the soul speaking in Gemini"},{"startMs":1585679,"durationMs":2960,"subtitle":"I see that busy personality down there"},{"startMs":1589620,"durationMs":5719,"subtitle":"And in the waning of it, which is the quieting of it I grow and I glow I say"},{"startMs":1597809,"durationMs":3020,"subtitle":"It's kind of beautiful isn't it I think anyway"},{"startMs":1601590,"durationMs":2000,"subtitle":"the next sign cancer"},{"startMs":1603659,"durationMs":4250,"subtitle":"I'm glad you're keeping you're keeping me on track later. This is good. Okay"},{"startMs":1607909,"durationMs":5040,"subtitle":"The ruler the traditional ruler is mercury right the esoteric ruler is"},{"startMs":1613710,"durationMs":2000,"subtitle":"Venus Venus"},{"startMs":1616559,"durationMs":2239,"subtitle":"because Venus on a higher level"},{"startMs":1621750,"durationMs":2000,"subtitle":"It's all about learning that"},{"startMs":1624899,"durationMs":4640,"subtitle":"to think with your hearts and to feel with your mind a"},{"startMs":1630480,"durationMs":2000,"subtitle":"reverse pattern I"},{"startMs":1632640,"durationMs":2000,"subtitle":"Could really go into it"},{"startMs":1634649,"durationMs":5720,"subtitle":"Okay, let's just it. I gotta keep my pace here cuz but but I'll just save this really quickly"},{"startMs":1641039,"durationMs":2750,"subtitle":"Planets are living things friends planets are beings"},{"startMs":1644460,"durationMs":6020,"subtitle":"It's not just this ball of dirt out there. It's a being it's alive. Just like the earth is a being"},{"startMs":1650480,"durationMs":2000,"subtitle":"It's a god to us"},{"startMs":1652590,"durationMs":4130,"subtitle":"But air and just as the earth has a soul and a personality so"},{"startMs":1657360,"durationMs":1350,"subtitle":"too"},{"startMs":1658710,"durationMs":3920,"subtitle":"Does Venus in fact Venus is more evolved than our earth and?"},{"startMs":1663539,"durationMs":2000,"subtitle":"each of those those"},{"startMs":1666210,"durationMs":6020,"subtitle":"Planetary lives out there are their soul and personality are governed by rays"},{"startMs":1673559,"durationMs":2000,"subtitle":"So when you think of Venus?"},{"startMs":1675840,"durationMs":7130,"subtitle":"What do you normally think of what would word would come to mind normally love? What ray is love most associated with"},{"startMs":1684179,"durationMs":5239,"subtitle":"Second ray quite right Venus is second ray in its personality nature"},{"startMs":1689880,"durationMs":5149,"subtitle":"But not its sole nature the soul of Venus is actually fifth ray"},{"startMs":1695669,"durationMs":3770,"subtitle":"5th ray, and that's the Ray of higher mind"},{"startMs":1700350,"durationMs":1559,"subtitle":"higher mind"},{"startMs":1701909,"durationMs":4489,"subtitle":"So this is a very complex thing and I could take you down a lot of roads here"},{"startMs":1706399,"durationMs":2580,"subtitle":"But I'm just trying to give you a sense of understanding"},{"startMs":1709799,"durationMs":2000,"subtitle":"that"},{"startMs":1712770,"durationMs":6589,"subtitle":"When we think about planets and their influence we also have to think about their higher influence and their lower influence okay?"},{"startMs":1719760,"durationMs":4819,"subtitle":"Okay, so on to the next sign any Kent Syrians in here by the way"},{"startMs":1725220,"durationMs":5690,"subtitle":"Uh-huh okay a few of you nice that you decided to leave the house and come and join us today"},{"startMs":1732030,"durationMs":2000,"subtitle":"Here's cancer"},{"startMs":1734790,"durationMs":3709,"subtitle":"Building the foundations of life through the warmth of nurturing love"},{"startMs":1742230,"durationMs":4820,"subtitle":"You see cancer is an amazing sign when you really get to the deeper part of it"},{"startMs":1747050,"durationMs":4919,"subtitle":"you know traditionally, it's associated with it's associated with the home and the nest and"},{"startMs":1752700,"durationMs":2930,"subtitle":"Security you know there's a lot of truth to that all of that"},{"startMs":1756600,"durationMs":6020,"subtitle":"But let me just say that to start is that cancer is one of the most Christ filled signs of the zodiac"},{"startMs":1763740,"durationMs":4640,"subtitle":"Personally I would put cancer and Pisces as the most Christ filled"},{"startMs":1769500,"durationMs":2989,"subtitle":"although the Christ principle manifests differently"},{"startMs":1773160,"durationMs":2000,"subtitle":"between those two"},{"startMs":1776010,"durationMs":1919,"subtitle":"Signs and"},{"startMs":1777929,"durationMs":2720,"subtitle":"in cancer that Christ's principle"},{"startMs":1781679,"durationMs":1471,"subtitle":"man it"},{"startMs":1783150,"durationMs":3949,"subtitle":"It manifests as nurturing wise supportive love"},{"startMs":1788460,"durationMs":1560,"subtitle":"and"},{"startMs":1790020,"durationMs":1530,"subtitle":"and"},{"startMs":1791550,"durationMs":6799,"subtitle":"Again, I'm talking about it in its purity without all of the other things that add or flavor and differences and stuff so in its"},{"startMs":1798350,"durationMs":1120,"subtitle":"own right"},{"startMs":1799470,"durationMs":2089,"subtitle":"It's that way and when you're on the path"},{"startMs":1801929,"durationMs":5990,"subtitle":"One of the big things in cancer that you have to understand is that if cancer is about the home"},{"startMs":1809010,"durationMs":5059,"subtitle":"Well, then what you really discover is you got to redefine? What the home is and"},{"startMs":1814800,"durationMs":7669,"subtitle":"The big message for cancer is this the home in the truest sense is not the four walls you live in"},{"startMs":1823920,"durationMs":2149,"subtitle":"Instead it's important for the Cancerian"},{"startMs":1826740,"durationMs":4790,"subtitle":"To see the entirety of his or her life as if it were their home"},{"startMs":1832080,"durationMs":5869,"subtitle":"the wholeness of the life and that every department of the life career friendships relationships"},{"startMs":1838500,"durationMs":6500,"subtitle":"interests all of those are like larger rooms in this larger home that is the disciples life and"},{"startMs":1846059,"durationMs":2000,"subtitle":"Always the big question in cancer"},{"startMs":1849779,"durationMs":2099,"subtitle":"Is how well-lit are those rooms"},{"startMs":1852940,"durationMs":3199,"subtitle":"Or are any of the lightbulbs getting a bit dim"},{"startMs":1857349,"durationMs":3680,"subtitle":"because cancer in a spiritual sense without any and other influence"},{"startMs":1862359,"durationMs":3350,"subtitle":"Cancer is a is a diffused sign"},{"startMs":1866499,"durationMs":2030,"subtitle":"It's not a goal-oriented sign"},{"startMs":1869320,"durationMs":2000,"subtitle":"It's a sign that says"},{"startMs":1871719,"durationMs":2780,"subtitle":"Be the best you can be in every situation"},{"startMs":1876729,"durationMs":5780,"subtitle":"Make the best of you radiate through every window of every one of those larger rooms of life you see"},{"startMs":1883389,"durationMs":6410,"subtitle":"It's an amazing sign when you rise to the occasion and the key one of the key words is the word foundation"},{"startMs":1890739,"durationMs":1471,"subtitle":"You see"},{"startMs":1892210,"durationMs":5569,"subtitle":"Signs of the zodiac there's so much that we can say, but one of them is they they often represent certain"},{"startMs":1898539,"durationMs":2000,"subtitle":"spiritual principles and"},{"startMs":1901089,"durationMs":1621,"subtitle":"cancer"},{"startMs":1902710,"durationMs":2689,"subtitle":"one of the main spiritual principles that it"},{"startMs":1906339,"durationMs":3560,"subtitle":"Conveys is the so called principle of foundations I?"},{"startMs":1911169,"durationMs":1590,"subtitle":"Mean if you think about it"},{"startMs":1912759,"durationMs":1980,"subtitle":"If it's the sign of the mother"},{"startMs":1914739,"durationMs":7099,"subtitle":"Mother is pretty foundational to life if it's a sign of the home home is pretty foundational to life so on a deeper level"},{"startMs":1922389,"durationMs":7489,"subtitle":"it it's the nature of foundation so a Cancerian disciple is somebody who should see their service to humanity to"},{"startMs":1930099,"durationMs":2000,"subtitle":"See it as"},{"startMs":1932169,"durationMs":2000,"subtitle":"a role to play as a"},{"startMs":1934419,"durationMs":6109,"subtitle":"Foundation upon which others can thrive and grow because you're loving wisdom is a foundation to them"},{"startMs":1941830,"durationMs":3319,"subtitle":"you see let me show you the mantra I"},{"startMs":1947019,"durationMs":3440,"subtitle":"Build a lighted house, and they're in dwell I"},{"startMs":1951700,"durationMs":4250,"subtitle":"Build a lighted house, and they're in dwell and that's the house of one's life"},{"startMs":1957460,"durationMs":2000,"subtitle":"Okay"},{"startMs":1961149,"durationMs":4369,"subtitle":"So much more I could say, but I can't got to keep my pace, so"},{"startMs":1967450,"durationMs":2000,"subtitle":"Let's go to the next sign oh"},{"startMs":1970269,"durationMs":1801,"subtitle":"She's good"},{"startMs":1972070,"durationMs":1350,"subtitle":"Yeah"},{"startMs":1973420,"durationMs":2660,"subtitle":"see it's good and keep doing that because I'm"},{"startMs":1976840,"durationMs":1820,"subtitle":"You know normally, this is a two-hour session"},{"startMs":1978660,"durationMs":5940,"subtitle":"But I I've been told I've got a really compress it for time reason so but I will do these rulers traditional ruler is"},{"startMs":1985150,"durationMs":2839,"subtitle":"The moon esoteric ruler is Neptune"},{"startMs":1989590,"durationMs":1260,"subtitle":"Neptune and"},{"startMs":1990850,"durationMs":1620,"subtitle":"Neptune in the highest sense"},{"startMs":1992470,"durationMs":6410,"subtitle":"Neptune is the Christ if you want to find the Christ in your chart from a planetary spectrum aspect us"},{"startMs":1999010,"durationMs":2000,"subtitle":"perspective look to Neptune a"},{"startMs":2002070,"durationMs":4160,"subtitle":"Lot of people talk about Neptune in a negative way. You know who makes you foggy?"},{"startMs":2006840,"durationMs":3170,"subtitle":"Leads to the depression and all of that, but that's only the lower"},{"startMs":2010680,"durationMs":3890,"subtitle":"Negative effects when it's working through an imperfect instrument"},{"startMs":2015240,"durationMs":4549,"subtitle":"But Neptune on the higher level is pure unfettered christ-like compassion"},{"startMs":2020970,"durationMs":2780,"subtitle":"So it's it's it's higher ruler okay?"},{"startMs":2025380,"durationMs":2000,"subtitle":"Next Leo"},{"startMs":2027750,"durationMs":6919,"subtitle":"Esoteric theme the will to be the authentic self and the power to convey illumination any Leo people in here"},{"startMs":2036960,"durationMs":1650,"subtitle":"Just to"},{"startMs":2038610,"durationMs":3169,"subtitle":"What's the odds of that - okay well?"},{"startMs":2042840,"durationMs":3439,"subtitle":"When you think of Leo you usually think of somebody that is kind of out there"},{"startMs":2047430,"durationMs":2059,"subtitle":"extroverted you usually think of Leo as the"},{"startMs":2052050,"durationMs":3140,"subtitle":"You know the in traditionalist, you know there's an old joke about Leo"},{"startMs":2055190,"durationMs":4079,"subtitle":"You know there's an old joke the joke goes like this you can always tell a Leo, but you can't tell them much"},{"startMs":2061740,"durationMs":4039,"subtitle":"And I have to be honest with you, I'm a Leo so I have a right to tell the joke"},{"startMs":2067170,"durationMs":2000,"subtitle":"but"},{"startMs":2069420,"durationMs":6199,"subtitle":"We are told that the Ray the first rates another first ray sign and it brings in the will in three ways"},{"startMs":2076350,"durationMs":4399,"subtitle":"Spiritually the first is the so-called will to be the will to be"},{"startMs":2081030,"durationMs":5239,"subtitle":"You see in the deepest sense friends Leo is all about finding yourself"},{"startMs":2087030,"durationMs":6229,"subtitle":"Every Leo person should be asking the question Who am I Who am I Who am I and of course?"},{"startMs":2093260,"durationMs":6150,"subtitle":"That's a working hypothesis. I mean if you were to be asked that question ten years ago"},{"startMs":2099410,"durationMs":3089,"subtitle":"You'd probably answer it a bit different than you would now you see"},{"startMs":2103050,"durationMs":2000,"subtitle":"and"},{"startMs":2105900,"durationMs":6889,"subtitle":"So so one of the big interesting things about Leo is that you know, it's symbolized by the lion right the lion"},{"startMs":2113430,"durationMs":5540,"subtitle":"But here's the big surprise. There's actually two lions in Leo and not one"},{"startMs":2119670,"durationMs":1770,"subtitle":"two lions"},{"startMs":2121440,"durationMs":4699,"subtitle":"Though the traditional lion is the lion as the self as personality?"},{"startMs":2127950,"durationMs":6020,"subtitle":"Where the higher the other line is the self as soul with a capital S both ourselfs"},{"startMs":2134490,"durationMs":2179,"subtitle":"Both are centers of identity"},{"startMs":2139320,"durationMs":2000,"subtitle":"The lower lion"},{"startMs":2142650,"durationMs":5239,"subtitle":"You know that's the that's the the lion that most astrologers will attend to"},{"startMs":2148680,"durationMs":4040,"subtitle":"You know the you know the when that when the lower lion loves the limelight"},{"startMs":2153450,"durationMs":4040,"subtitle":"What's really going on there? That's really the personality. That's saying to itself"},{"startMs":2157490,"durationMs":3239,"subtitle":"Hey, this must be Who I am because this is what everybody loves"},{"startMs":2162120,"durationMs":2000,"subtitle":"But the higher lion"},{"startMs":2164280,"durationMs":6110,"subtitle":"That lion that self doesn't need accolades from the environment to validate itself"},{"startMs":2171330,"durationMs":3380,"subtitle":"The higher line is all about standing in one's authenticity"},{"startMs":2176130,"durationMs":4369,"subtitle":"Without inflation, which would be egoism or deflation which is diminished self-esteem?"},{"startMs":2181620,"durationMs":2750,"subtitle":"It's to stand in what is what is?"},{"startMs":2185340,"durationMs":2000,"subtitle":"in fact"},{"startMs":2187440,"durationMs":2000,"subtitle":"the mantra for it"},{"startMs":2189590,"durationMs":2000,"subtitle":"Is Here ."},{"startMs":2192150,"durationMs":2209,"subtitle":"I am that and that am I?"},{"startMs":2196080,"durationMs":4340,"subtitle":"It's a shortest of the twelve shortened to the point, but let me embellish it for you"},{"startMs":2201300,"durationMs":4459,"subtitle":"I am that quiet point of beingness deep within and that's who I am"},{"startMs":2209760,"durationMs":4310,"subtitle":"But as I said it brings the the will energy in three ways"},{"startMs":2215460,"durationMs":2569,"subtitle":"The second way is the so called will to lead"},{"startMs":2218670,"durationMs":2000,"subtitle":"Leo is one of the leadership signs"},{"startMs":2221430,"durationMs":5419,"subtitle":"Many Leo's are natural leaders not all by the way, so we're making broad generalizations"},{"startMs":2226850,"durationMs":5340,"subtitle":"but many are good leaders naturally, and the other is the so-called will to"},{"startMs":2232890,"durationMs":2329,"subtitle":"alumina the will to illumine"},{"startMs":2236100,"durationMs":4189,"subtitle":"You see leo is also one of the teaching science friends one of the teaching signs"},{"startMs":2242730,"durationMs":4280,"subtitle":"Quiz question what object in the sky rules Leo"},{"startMs":2248430,"durationMs":5779,"subtitle":"the Sun well so it may have something to do with bringing light to things you say and"},{"startMs":2255240,"durationMs":2630,"subtitle":"To now address what I know she's going to ask me"},{"startMs":2258930,"durationMs":2959,"subtitle":"Leo is one of the signs there's only a couple of them like this"},{"startMs":2261960,"durationMs":6620,"subtitle":"Where the ruler is the same on the higher and the lower it is also the Sun it is also the Sun"},{"startMs":2270270,"durationMs":1290,"subtitle":"Okay"},{"startMs":2271560,"durationMs":3439,"subtitle":"You know think about it the Sun is the symbol is the center of our solar system"},{"startMs":2275540,"durationMs":3449,"subtitle":"It's the centralizing force for the life of our solar logos"},{"startMs":2278990,"durationMs":3060,"subtitle":"you know the whole solar system is also an entity in its totality and"},{"startMs":2282480,"durationMs":6680,"subtitle":"Even though we look at the earth and say that's a god the solar logos is nature two planets are those are chakras"},{"startMs":2289470,"durationMs":4040,"subtitle":"Within it so our planet is a chakra within the larger entity"},{"startMs":2294120,"durationMs":3020,"subtitle":"But that Solar logos that Sun"},{"startMs":2297900,"durationMs":6139,"subtitle":"Is the center power for the whole solar system and when we say to ourselves? I want to find myself"},{"startMs":2306030,"durationMs":2780,"subtitle":"What I'm really saying is I want to find my center"},{"startMs":2309450,"durationMs":3289,"subtitle":"It kind of makes sense that the Sun would be the symbol of it"},{"startMs":2313500,"durationMs":1650,"subtitle":"Okay"},{"startMs":2315150,"durationMs":2000,"subtitle":"Let's go on to Virgo"},{"startMs":2319530,"durationMs":6559,"subtitle":"Before I do when you think of Virgo you usually think of things like oh wait how many virgos are in here beep beep recites"},{"startMs":2327329,"durationMs":1191,"subtitle":"Okay, we got a few virgos"},{"startMs":2328520,"durationMs":7889,"subtitle":"So usually virgos associated with menisci meticulous detail attention to detail crossing the t's diving the eyes hard work work before play"},{"startMs":2336990,"durationMs":2000,"subtitle":"sometimes perfectionistic tendencies"},{"startMs":2339990,"durationMs":1829,"subtitle":"Alright"},{"startMs":2341819,"durationMs":6410,"subtitle":"There's truth to all of that to some extent, but here's the higher meaning of it, and then I'm gonna explain it"},{"startMs":2348230,"durationMs":2250,"subtitle":"this one's kind of harder to explain, but here it is the"},{"startMs":2352380,"durationMs":4280,"subtitle":"Gestation of the Christ principle within the womb of substance"},{"startMs":2359400,"durationMs":6530,"subtitle":"Let me explain in this philosophy, it's understood that who you really are is the soul that's your real self and that"},{"startMs":2366810,"durationMs":3500,"subtitle":"Your soul or I should say an aspect of your soul is"},{"startMs":2371160,"durationMs":3199,"subtitle":"incarnate into three layers of intelligent substance"},{"startMs":2375180,"durationMs":7850,"subtitle":"the physical dimension the emotional dimension and the mental dimension now the consciousness of those three layers is"},{"startMs":2383819,"durationMs":2000,"subtitle":"What we call personality?"},{"startMs":2386130,"durationMs":2270,"subtitle":"Some people might call it ego, okay"},{"startMs":2389160,"durationMs":4400,"subtitle":"Now when you're born in Virgo or you have it as your rising sign?"},{"startMs":2395550,"durationMs":3529,"subtitle":"It's important to see your whole personality as"},{"startMs":2399900,"durationMs":2000,"subtitle":"If it were a womb"},{"startMs":2402750,"durationMs":1230,"subtitle":"and"},{"startMs":2403980,"durationMs":2000,"subtitle":"That the soul"},{"startMs":2406200,"durationMs":2000,"subtitle":"Which is the Christ in you is?"},{"startMs":2408869,"durationMs":2930,"subtitle":"in gestation within that womb and"},{"startMs":2412619,"durationMs":5660,"subtitle":"The more that womb can be well tended to cared for and purify"},{"startMs":2418800,"durationMs":5510,"subtitle":"The more likely the soul can birth itself through that form in service to humanity is upliftment"},{"startMs":2425730,"durationMs":5149,"subtitle":"You see so Virgo in the deep spiritual. Sense is the great sign of purification?"},{"startMs":2432150,"durationMs":4070,"subtitle":"It has everything to do with purifying the form dimension of life"},{"startMs":2436920,"durationMs":5510,"subtitle":"So that a higher and wiser part of you is more effectively being it can be expressed through that form"},{"startMs":2445850,"durationMs":2000,"subtitle":"You're with me still I"},{"startMs":2448920,"durationMs":6380,"subtitle":"Mean even the word the Virgo comes from the root word virgin to be pure to be pure"},{"startMs":2456960,"durationMs":2000,"subtitle":"Here's the mantra for it"},{"startMs":2460140,"durationMs":3349,"subtitle":"This this one by the way is the most poetic of the twelve I"},{"startMs":2465150,"durationMs":4939,"subtitle":"Am the mother and the child I God I matter am"},{"startMs":2471660,"durationMs":2029,"subtitle":"This was going to take some explanation"},{"startMs":2478290,"durationMs":3290,"subtitle":"And you know when I when I work with this I always I"},{"startMs":2481800,"durationMs":3469,"subtitle":"Always find that the one thing about talking about Virgo is that I?"},{"startMs":2485430,"durationMs":3500,"subtitle":"Have to take you to cosmos for a minute to get you to get this okay"},{"startMs":2488930,"durationMs":2000,"subtitle":"So bear with me as I take you to the big picture"},{"startMs":2492180,"durationMs":5030,"subtitle":"one of the most amazing important concepts in the esoteric philosophy and theory is that"},{"startMs":2499080,"durationMs":2330,"subtitle":"In the ultimate ultimate ultimate sense"},{"startMs":2502500,"durationMs":2000,"subtitle":"There's only one thing"},{"startMs":2504810,"durationMs":2179,"subtitle":"one existence one beingness"},{"startMs":2507660,"durationMs":4399,"subtitle":"Some people call it God other people call it Brahma other people call it universal intelligence"},{"startMs":2512880,"durationMs":2000,"subtitle":"Often we might call it"},{"startMs":2515010,"durationMs":2390,"subtitle":"Parabrahman or often simply the one life"},{"startMs":2519000,"durationMs":4520,"subtitle":"Now in the esoteric philosophy they there's a view that's quite different than the"},{"startMs":2524490,"durationMs":3260,"subtitle":"Abrahamic theologies of Christianity Islam and"},{"startMs":2528480,"durationMs":7910,"subtitle":"Judaism when it comes to the sort the question of the creator and that which is creative the general bias of the Western"},{"startMs":2536550,"durationMs":6919,"subtitle":"Theologies is that there's a god out there, and there's creation so it's God in creation, but in esotericism that's not the way"},{"startMs":2543470,"durationMs":5430,"subtitle":"It's understood. It's not understood as God and creation. It's understood as God as creation"},{"startMs":2549810,"durationMs":5270,"subtitle":"God as creation and God as creation is a whole different paradigm"},{"startMs":2555720,"durationMs":3650,"subtitle":"For understanding you and your relationship to the greater life"},{"startMs":2560520,"durationMs":2000,"subtitle":"You see"},{"startMs":2562860,"durationMs":4040,"subtitle":"Your as your array your a beam of light from that one life"},{"startMs":2568590,"durationMs":2689,"subtitle":"And in a way the whole path is to realize"},{"startMs":2572640,"durationMs":2000,"subtitle":"and and prove it that"},{"startMs":2575280,"durationMs":2000,"subtitle":"You are the divinity you seek"},{"startMs":2578310,"durationMs":6739,"subtitle":"You are the divinity you seek so that's a context now for me to explain this mantra, okay?"},{"startMs":2586260,"durationMs":2000,"subtitle":"Now as that one life"},{"startMs":2588390,"durationMs":2389,"subtitle":"In Carnot's the one becoming the many"},{"startMs":2591570,"durationMs":6199,"subtitle":"We are given to understand that it first becomes the two before it comes and becomes the many"},{"startMs":2598740,"durationMs":1140,"subtitle":"and"},{"startMs":2599880,"durationMs":5329,"subtitle":"It you could to make it simple one side is the cosmic father and the others the cosmic mother"},{"startMs":2606090,"durationMs":6199,"subtitle":"In Hinduism the cosmic father is called, Purusha, and the cosmic mother is called moola Prakriti"},{"startMs":2613260,"durationMs":6110,"subtitle":"But what's so interesting is that it is believed that those two streams each carry?"},{"startMs":2620040,"durationMs":2270,"subtitle":"different attributes of the one life"},{"startMs":2623010,"durationMs":2000,"subtitle":"so for instance the cosmic father"},{"startMs":2625860,"durationMs":6679,"subtitle":"Holds the deep sense of purpose and will of the one life while the cosmic mother"},{"startMs":2633390,"durationMs":3529,"subtitle":"holds the vibration of the Nate the innate intelligence"},{"startMs":2637800,"durationMs":2750,"subtitle":"the knowingness of the one life I"},{"startMs":2642570,"durationMs":6139,"subtitle":"Kind of have a joke sometimes when I do a whole workshop on cosmology that the joke is you know the cosmic father"},{"startMs":2648990,"durationMs":1050,"subtitle":"No, sorry, yeah"},{"startMs":2650040,"durationMs":4669,"subtitle":"Yeah, the cosmic father knows what to do, but doesn't know how to do it the cosmic mother knows how to do it"},{"startMs":2654710,"durationMs":1570,"subtitle":"But doesn't know what to do"},{"startMs":2656280,"durationMs":1530,"subtitle":"okay, and"},{"startMs":2657810,"durationMs":1170,"subtitle":"and"},{"startMs":2658980,"durationMs":2360,"subtitle":"The when we talk about the mother"},{"startMs":2662580,"durationMs":5750,"subtitle":"That cosmic mother is interesting because all the planes of consciousness are her"},{"startMs":2669240,"durationMs":2000,"subtitle":"all of them"},{"startMs":2671250,"durationMs":2600,"subtitle":"every plane of consciousness is made up of"},{"startMs":2674100,"durationMs":5750,"subtitle":"Intelligent substance and the inherent intelligence in that substance is her if I cut my hand"},{"startMs":2680490,"durationMs":5570,"subtitle":"It heals itself. I didn't do a thing it heals itself. That's an intelligence"},{"startMs":2686190,"durationMs":2719,"subtitle":"That's her if I have an emotion"},{"startMs":2688910,"durationMs":5760,"subtitle":"it could be a base emotion, or it could be a lofty emotion, but I'm experiencing the intelligence of"},{"startMs":2695400,"durationMs":2570,"subtitle":"emotional substances within my emotional body"},{"startMs":2698280,"durationMs":2629,"subtitle":"that's her if I have a thought I'm"},{"startMs":2701370,"durationMs":6500,"subtitle":"Experiencing the Assembly of mental substance and the product of that assembly is the thought itself that's her"},{"startMs":2708490,"durationMs":2929,"subtitle":"Wisdom that's her intuition. That's her"},{"startMs":2713080,"durationMs":7879,"subtitle":"That's how pervasive the cosmic mother is okay now back to the mantra, so I am the mother and the child"},{"startMs":2723280,"durationMs":2000,"subtitle":"The Virgo individual"},{"startMs":2725950,"durationMs":3530,"subtitle":"It's really important that they have this sense of reverence"},{"startMs":2730240,"durationMs":2510,"subtitle":"for their form nature mental emotional and physical"},{"startMs":2733270,"durationMs":5989,"subtitle":"The very thing that is the personality is made up of three types of intelligence the physical the emotional mental"},{"startMs":2739260,"durationMs":2070,"subtitle":"and there's a kind of honoring and"},{"startMs":2741790,"durationMs":3889,"subtitle":"Reverence to it recognizing that in its essence it too is sacred"},{"startMs":2745680,"durationMs":5610,"subtitle":"And it's part of the cosmic mother so there's a sense of recognizing honoring and somewhat"},{"startMs":2751690,"durationMs":5479,"subtitle":"Identifying with the cosmic mother, but also the child now. What's the child the soul?"},{"startMs":2757990,"durationMs":2000,"subtitle":"the Christ in you"},{"startMs":2760930,"durationMs":6290,"subtitle":"I Am the mother and the child I God meaning either soul I matter"},{"startMs":2768580,"durationMs":1860,"subtitle":"am"},{"startMs":2770440,"durationMs":2390,"subtitle":"So virgo has everything to do with"},{"startMs":2773740,"durationMs":2359,"subtitle":"honoring the sacredness of your own duality"},{"startMs":2776619,"durationMs":7550,"subtitle":"The sacredness of your form nature mental emotional and physical and the sacredness of that higher part of you that wants to find"},{"startMs":2784359,"durationMs":7160,"subtitle":"Expression through that form and through the purification of the one the other can come forth unencumbered in service to human betterment"},{"startMs":2792040,"durationMs":2000,"subtitle":"That's forgo"},{"startMs":2794619,"durationMs":2750,"subtitle":"Probably a little deeper than you read in the newspaper I suspect"},{"startMs":2798190,"durationMs":7939,"subtitle":"And if and from a perm a service perspective it means that the Virgo individual some should see themselves as an agent"},{"startMs":2806130,"durationMs":3930,"subtitle":"of good form to try to support good form"},{"startMs":2810670,"durationMs":1650,"subtitle":"that supports"},{"startMs":2812320,"durationMs":4969,"subtitle":"More sacredness of life coming through that form in other people for instance not just yourself"},{"startMs":2818920,"durationMs":6679,"subtitle":"It's not surprising the Virgo even mainstream is the sign most associated with the healing profession"},{"startMs":2826510,"durationMs":2000,"subtitle":"all healing whether it's"},{"startMs":2828790,"durationMs":2000,"subtitle":"mainstream medicine or alternative"},{"startMs":2830859,"durationMs":2300,"subtitle":"Is Virgo I mean think about it?"},{"startMs":2833160,"durationMs":1810,"subtitle":"What does a doctor want to do?"},{"startMs":2834970,"durationMs":6379,"subtitle":"They want to help you get the form right so that you can more joyously live it best through that form"},{"startMs":2843070,"durationMs":2179,"subtitle":"Okay Libra"},{"startMs":2846940,"durationMs":2000,"subtitle":"Rulers"},{"startMs":2849070,"durationMs":2000,"subtitle":"Mercury is a traditional ruler"},{"startMs":2853660,"durationMs":4280,"subtitle":"And believe it or not the moon is the esoteric ruler"},{"startMs":2859089,"durationMs":3470,"subtitle":"and I'm a little cautious here because I"},{"startMs":2863170,"durationMs":6739,"subtitle":"Will just say this that it is said that the moon is veiling another planet, and that's Vulcan again"},{"startMs":2870550,"durationMs":5239,"subtitle":"Vulcan again, so we saw a Vulcan as a sacred influence in Taurus, which had to do with"},{"startMs":2876430,"durationMs":6949,"subtitle":"Creating good form in order to reveal something now we see Vulcan again working through a higher level of the moon"},{"startMs":2883960,"durationMs":2000,"subtitle":"to create good form"},{"startMs":2886480,"durationMs":2000,"subtitle":"in support of purification"},{"startMs":2888910,"durationMs":1199,"subtitle":"Okay"},{"startMs":2890109,"durationMs":3140,"subtitle":"Okay, any libras in here kind of curious"},{"startMs":2894250,"durationMs":2209,"subtitle":"Okay, just a couple okay"},{"startMs":2897490,"durationMs":3859,"subtitle":"So when you think of Libra you usually think of you know balance harmony"},{"startMs":2902200,"durationMs":3590,"subtitle":"It's been a connected to justice and partnership by the way"},{"startMs":2907359,"durationMs":5360,"subtitle":"This with it's the great sign of relationship, but on a higher level, let's look at it"},{"startMs":2914710,"durationMs":4669,"subtitle":"The harmonization of duality through the establishment of right relationship"},{"startMs":2921849,"durationMs":3800,"subtitle":"You see so often when we talk about relationship"},{"startMs":2926230,"durationMs":4040,"subtitle":"In a Libra context. We're often thinking about is interpersonal"},{"startMs":2931329,"durationMs":6860,"subtitle":"but actually that's just a small part of it you see Libra is all about the principle of relationship and"},{"startMs":2938440,"durationMs":4370,"subtitle":"the principle of relationship is a much bigger thing than just"},{"startMs":2943569,"durationMs":2000,"subtitle":"interpersonal relationship"},{"startMs":2946119,"durationMs":1891,"subtitle":"because you see"},{"startMs":2948010,"durationMs":2000,"subtitle":"the Leibman individual on the path"},{"startMs":2950890,"durationMs":3800,"subtitle":"Should be look looking out at their lives and saying"},{"startMs":2955270,"durationMs":5179,"subtitle":"What is the right relationship that I should have with everything I interface with"},{"startMs":2961270,"durationMs":6409,"subtitle":"What is the right relationship with my career? What is the right relationship to have with my friendships with my interests?"},{"startMs":2968740,"durationMs":2000,"subtitle":"with my partner"},{"startMs":2970800,"durationMs":2000,"subtitle":"with mother nature"},{"startMs":2973350,"durationMs":2000,"subtitle":"With a chair. I'm sitting on"},{"startMs":2976200,"durationMs":6169,"subtitle":"You know think about it. Everything is a relational question from a certain point of view there's you the perceiver and"},{"startMs":2983369,"durationMs":2000,"subtitle":"there's that which you perceive and"},{"startMs":2986400,"durationMs":7640,"subtitle":"Libra is an energetic influence of living influence in cosmos in the zodiac that tries to help an individual"},{"startMs":2996810,"durationMs":1290,"subtitle":"Perceive"},{"startMs":2998100,"durationMs":4549,"subtitle":"Right fit? What is the right fit to have here okay?"},{"startMs":3003230,"durationMs":4520,"subtitle":"And now there's two levels of a2 that I always like to share there's that part of it"},{"startMs":3007750,"durationMs":5040,"subtitle":"And then there's another part that has to do with right relationship within oneself"},{"startMs":3014570,"durationMs":7069,"subtitle":"So for instance what is the right relationship between the masculine and feminine energies? What is the right relationship between happiness and sadness?"},{"startMs":3022160,"durationMs":3500,"subtitle":"between the mind and the heart between action and inaction"},{"startMs":3026360,"durationMs":2000,"subtitle":"between the soul and the personality"},{"startMs":3028670,"durationMs":4459,"subtitle":"These are deep profound important questions about human consciousness itself"},{"startMs":3037880,"durationMs":2000,"subtitle":"So Libra has to a lot to do with"},{"startMs":3040550,"durationMs":5510,"subtitle":"Both the question of right relationship externally and right relationship internally"},{"startMs":3047270,"durationMs":2000,"subtitle":"okay, and"},{"startMs":3050150,"durationMs":2000,"subtitle":"here's its mantra I"},{"startMs":3053210,"durationMs":4790,"subtitle":"Choose the way that leads between the two great lines of force"},{"startMs":3060260,"durationMs":3649,"subtitle":"You see Libra is that the scales and"},{"startMs":3065690,"durationMs":2060,"subtitle":"The middle of the scales of the fulcrum point"},{"startMs":3068390,"durationMs":1440,"subtitle":"and"},{"startMs":3069830,"durationMs":4549,"subtitle":"The two great lines of forces any duality the Libra individual is facing"},{"startMs":3075200,"durationMs":5419,"subtitle":"Whether it's the duality of the heart and the head whether there's the duality of your personal life in your spiritual life"},{"startMs":3081290,"durationMs":3589,"subtitle":"Whether it whatever duality you're faced with with a question"},{"startMs":3085850,"durationMs":4699,"subtitle":"Libra says I choose the way the leads between the two great lines of force"},{"startMs":3092300,"durationMs":6559,"subtitle":"It's not surprising therefore that Libra is one of the signs that rules the religion of Buddhism"},{"startMs":3100430,"durationMs":6170,"subtitle":"Two signs of the zodiac rule the religion of Buddhism one is and the others Libra"},{"startMs":3108110,"durationMs":3919,"subtitle":"You know Taurus, you know the Buddha was born in Taurus"},{"startMs":3112030,"durationMs":3000,"subtitle":"He it was actually enlightened and Taurus, and he even died in Taurus"},{"startMs":3115030,"durationMs":3870,"subtitle":"And the most sacred full moon is the torreón full moon?"},{"startMs":3118900,"durationMs":5489,"subtitle":"which is called the waist sack moon a familiar with that that's always the Tori and full moon and and and"},{"startMs":3124970,"durationMs":2000,"subtitle":"Taurus on a lower level"},{"startMs":3127370,"durationMs":2839,"subtitle":"And a traditional level is about desire really"},{"startMs":3131000,"durationMs":2479,"subtitle":"Taurus is about acquisition money"},{"startMs":3134120,"durationMs":1380,"subtitle":"comfort"},{"startMs":3135500,"durationMs":1710,"subtitle":"comfort"},{"startMs":3137210,"durationMs":3800,"subtitle":"But on a higher level, it's it's about transformation of desire"},{"startMs":3142400,"durationMs":3079,"subtitle":"Leading to act of a spiritual aspiration"},{"startMs":3146390,"durationMs":7549,"subtitle":"Which then in turn leads to illumine living, but what the Buddhist said was he said all suffering is due to desire"},{"startMs":3154760,"durationMs":1890,"subtitle":"That's what he said"},{"startMs":3156650,"durationMs":4639,"subtitle":"and then he said the solution to all suffering in the world and"},{"startMs":3161930,"durationMs":6950,"subtitle":"The way to enlightenment is to quote walk the noble middle path you've heard this the noble middle path"},{"startMs":3171050,"durationMs":7459,"subtitle":"Libra I choose the way that leaves between the two great lines of force you see you can see the connection"},{"startMs":3180020,"durationMs":2000,"subtitle":"Okay"},{"startMs":3183950,"durationMs":1170,"subtitle":"Scorpio"},{"startMs":3185120,"durationMs":2179,"subtitle":"Where are they aha Oh?"},{"startMs":3188240,"durationMs":5840,"subtitle":"Rulers rulers oh, I thought you were saying you're a Scorpio now. Okay, so the rulers okay, okay?"},{"startMs":3194080,"durationMs":7229,"subtitle":"this is gonna be a tricky one to share with you the tradition of Venus right the esoteric or the higher is Uranus and"},{"startMs":3201710,"durationMs":2540,"subtitle":"It's kind of surprising unless you really understand why?"},{"startMs":3205460,"durationMs":3020,"subtitle":"The reason is this and without getting too deep into this"},{"startMs":3209690,"durationMs":4790,"subtitle":"When the soul evolves over the vastness of time and incarnate son drudes of times"},{"startMs":3215240,"durationMs":3170,"subtitle":"Before you wake up it is said that your soul is"},{"startMs":3219080,"durationMs":3679,"subtitle":"involute into form in the substance meaning"},{"startMs":3223070,"durationMs":4909,"subtitle":"It's like you're getting deeper into materiality and identification with form"},{"startMs":3229160,"durationMs":1560,"subtitle":"and"},{"startMs":3230720,"durationMs":1530,"subtitle":"I"},{"startMs":3232250,"durationMs":5840,"subtitle":"Like to I have this strange image that I always picture of it's like I think of a bottle of wine and a cork"},{"startMs":3238220,"durationMs":910,"subtitle":"And a corkscrew"},{"startMs":3239130,"durationMs":4940,"subtitle":"your incarnated and your penetrating into form okay and"},{"startMs":3244800,"durationMs":2000,"subtitle":"Then what happens is in some"},{"startMs":3247349,"durationMs":1231,"subtitle":"incarnation"},{"startMs":3248580,"durationMs":3679,"subtitle":"It is said that the individual will have become a strong ego"},{"startMs":3252300,"durationMs":4429,"subtitle":"and have done it all that would have say ciated all things would have"},{"startMs":3257280,"durationMs":2000,"subtitle":"experienced wealth would have"},{"startMs":3259890,"durationMs":1500,"subtitle":"would have"},{"startMs":3261390,"durationMs":6140,"subtitle":"Achieved every kind of ego gratification thing possible and yet when they get to that point"},{"startMs":3267630,"durationMs":2660,"subtitle":"There's there's still this realization"},{"startMs":3271859,"durationMs":2000,"subtitle":"Something's still missing"},{"startMs":3274859,"durationMs":3410,"subtitle":"And what happens is often that person will begin to realize"},{"startMs":3279000,"durationMs":3080,"subtitle":"that there's a whole inner dimension of life a"},{"startMs":3282869,"durationMs":2750,"subtitle":"whole inner universe to explore and"},{"startMs":3286380,"durationMs":3320,"subtitle":"they begin to awaken more to a spiritual life and"},{"startMs":3290400,"durationMs":4550,"subtitle":"they begin to do what is called in the ancient literature the reversal of the wheel and"},{"startMs":3296070,"durationMs":5059,"subtitle":"They begin to incarnate in the other direction because you're going clockwise"},{"startMs":3301830,"durationMs":4969,"subtitle":"Before you wake up you're going counterclockwise through the zodiac over many many incarnations"},{"startMs":3307500,"durationMs":4729,"subtitle":"When you're on the path, it's like the corkscrew is coming back out the way it came in"},{"startMs":3312900,"durationMs":1500,"subtitle":"okay, and"},{"startMs":3314400,"durationMs":3410,"subtitle":"that turning point is Libra and"},{"startMs":3318869,"durationMs":4910,"subtitle":"Uranus is the planet that creates radical reorientation many of you know this right?"},{"startMs":3324420,"durationMs":5660,"subtitle":"So in that light it makes a lot of sense that Uranus would be the higher ruler of it, okay?"},{"startMs":3330080,"durationMs":7139,"subtitle":"Look if you're Libra that doesn't mean that this is the incarnation you're reversing the wheel you may have done it several incarnations"},{"startMs":3337380,"durationMs":3050,"subtitle":"Ago, but you will revisit Libra. We all do"},{"startMs":3341070,"durationMs":6199,"subtitle":"Many times, but if it is the time of your incarnation journey where you are reversing the wheel"},{"startMs":3348240,"durationMs":2149,"subtitle":"You're going to have Libra really strong in the chart"},{"startMs":3351720,"durationMs":3469,"subtitle":"Okay, okay, all right um"},{"startMs":3358890,"durationMs":2000,"subtitle":"Scorpio"},{"startMs":3362790,"durationMs":2000,"subtitle":"Scorpio Scorpio"},{"startMs":3365819,"durationMs":2750,"subtitle":"All right, here's here's Scorpio and the higher sense"},{"startMs":3370770,"durationMs":3649,"subtitle":"Discipleship that is demonstrated through the transformation of the shadow"},{"startMs":3379109,"durationMs":6920,"subtitle":"Scorpio friends is called in the ancient literature. It's called the sign of the test the sign of the test"},{"startMs":3387329,"durationMs":2390,"subtitle":"But it's also called the sign of discipleship"},{"startMs":3391829,"durationMs":5330,"subtitle":"Because it's in Scorpio where the disciple has to prove his or her fitness to serve the greater life"},{"startMs":3399180,"durationMs":2090,"subtitle":"Because in the spiritual community out there"},{"startMs":3402510,"durationMs":2000,"subtitle":"Talk is cheap. Talk is cheap"},{"startMs":3405180,"durationMs":1830,"subtitle":"You got to prove yourself"},{"startMs":3407010,"durationMs":3500,"subtitle":"you got to do the hard work, and you got to prove yourself every one of us and"},{"startMs":3411300,"durationMs":3229,"subtitle":"What I'm about to share with you is so important to all of you"},{"startMs":3415200,"durationMs":5449,"subtitle":"Because even though Scorpio is the sign of the test because it's the sign of the test it's also called the sign of"},{"startMs":3421230,"durationMs":2479,"subtitle":"discipleship that's another title for it and"},{"startMs":3424740,"durationMs":7040,"subtitle":"Everybody who's on the path everybody who is awakened to their own duality. Everybody who's striving to lift in themselves to that higher note"},{"startMs":3432450,"durationMs":3020,"subtitle":"Realizes that they have to do the hard work of transforming the lower"},{"startMs":3435630,"durationMs":6830,"subtitle":"To do it every one every one of you if you're spiritually oriented you're being ruled by the Scorpio from a certain perspective"},{"startMs":3442829,"durationMs":2750,"subtitle":"Now if you're on the path, and you have it strong in the chart"},{"startMs":3445619,"durationMs":3860,"subtitle":"It's an accented theme, but if it's really about all of us, okay?"},{"startMs":3454200,"durationMs":4340,"subtitle":"So the natural question though is what's the nature of the test?"},{"startMs":3460440,"durationMs":1169,"subtitle":"Now"},{"startMs":3461609,"durationMs":4010,"subtitle":"Life is testing but look that's going to be true with anybody everybody has"},{"startMs":3466319,"durationMs":4910,"subtitle":"Tests of life the real test is to see how willing you are to look deep inside yourself"},{"startMs":3471420,"durationMs":3320,"subtitle":"To find the thing you hope you won't find, but must in"},{"startMs":3475470,"durationMs":3050,"subtitle":"Other words the search for the shadow deep within"},{"startMs":3479430,"durationMs":2000,"subtitle":"the search for the shadow"},{"startMs":3484170,"durationMs":2000,"subtitle":"And"},{"startMs":3487260,"durationMs":4640,"subtitle":"Redemption of the shadow that's why Scorpio is the sign most associated with psychology"},{"startMs":3492990,"durationMs":5510,"subtitle":"It rules the whole department of psychology because they no way that's what a therapist does you know a psychotherapist"},{"startMs":3498510,"durationMs":5780,"subtitle":"They're looking deep and I used to be a psychology teacher many years ago at a university in, California"},{"startMs":3504290,"durationMs":2610,"subtitle":"And we used to talk about with students back in those days"},{"startMs":3506900,"durationMs":5879,"subtitle":"This is a long time ago, but we used to talk about the old analogy of the onion. You know what's behind that layer"},{"startMs":3512780,"durationMs":4080,"subtitle":"What's behind that it was behind that but when you're in the path and you're scorpion?"},{"startMs":3516860,"durationMs":4320,"subtitle":"It means you should be beat you should be the therapist and the client at the same time"},{"startMs":3522330,"durationMs":3859,"subtitle":"You see pull them back your own layers. What's going on and"},{"startMs":3526890,"durationMs":4729,"subtitle":"I'd like to I'd like to quickly share with you a very meaningful story"},{"startMs":3532290,"durationMs":2000,"subtitle":"That may help you understand this"},{"startMs":3534960,"durationMs":7850,"subtitle":"you know and I'm this is a story that it goes back about probably about 2,500 years ago, maybe 3,000 years ago and"},{"startMs":3543450,"durationMs":2480,"subtitle":"It's a story in Greek mythology having to do with"},{"startMs":3547110,"durationMs":2000,"subtitle":"Hercules"},{"startMs":3549150,"durationMs":2000,"subtitle":"Hercules"},{"startMs":3551850,"durationMs":3139,"subtitle":"Now in Greek mythology Hercules was a hero figure and"},{"startMs":3555750,"durationMs":4459,"subtitle":"There's this ancient story about Hercules had to go through 12 tests to prove himself"},{"startMs":3561810,"durationMs":1790,"subtitle":"But one of those tests well"},{"startMs":3563600,"durationMs":5939,"subtitle":"Sorry what we realize is that when we really ant look at that that journey of these these 12"},{"startMs":3569700,"durationMs":6080,"subtitle":"Tests we realize it's actually a metaphor for the journey of the soul around the 12 signs of the zodiac"},{"startMs":3576960,"durationMs":7040,"subtitle":"Amazing and it's beautiful, and there's there's what what I do. I want to share with you the Scorpio labor, okay?"},{"startMs":3585030,"durationMs":2000,"subtitle":"Now the way that labor goes is this"},{"startMs":3588000,"durationMs":5660,"subtitle":"Hercules he symbolizes the striving disciples, so that's all of us you and me you're you're the striving disciple"},{"startMs":3595410,"durationMs":6379,"subtitle":"He's approached by the presiding one now the presiding one is just a reference to the inner master and"},{"startMs":3602310,"durationMs":6620,"subtitle":"he's been told to go out into this land where there's this horrible dragon that lives and this dragon has nine heads and"},{"startMs":3609330,"durationMs":2000,"subtitle":"each head breathes fire and"},{"startMs":3611670,"durationMs":4469,"subtitle":"It's called the nine headed Hydra, and he's been told to go find it and slay it"},{"startMs":3616990,"durationMs":2000,"subtitle":"Okay"},{"startMs":3620050,"durationMs":3560,"subtitle":"Well that dragon is a metaphor for the shadow inside and"},{"startMs":3624820,"durationMs":3319,"subtitle":"Every head of that dragon is said to be a facet of the shadow"},{"startMs":3629230,"durationMs":2000,"subtitle":"Maybe one head is pride"},{"startMs":3631690,"durationMs":3679,"subtitle":"Maybe another envy maybe another fear"},{"startMs":3637030,"durationMs":4489,"subtitle":"And I was a little bit confused about this because I always think how did they get nine"},{"startMs":3642369,"durationMs":5150,"subtitle":"I don't know I don't I sometimes I wonder if nine hundreds more accurate for most of us, but okay. We'll go with a nine"},{"startMs":3648700,"durationMs":4640,"subtitle":"So off he goes with courage to find this dragon which is introspection"},{"startMs":3653860,"durationMs":6139,"subtitle":"Looking inside and the story goes that first. He can't find him. He's looking everywhere. He cannot find it and"},{"startMs":3660520,"durationMs":2540,"subtitle":"Then he starts to smell something putrid"},{"startMs":3663940,"durationMs":1890,"subtitle":"Anything's to himself"},{"startMs":3665830,"durationMs":5270,"subtitle":"maybe I better follow my nose, so he follows this smell for seven miles"},{"startMs":3671860,"durationMs":2299,"subtitle":"and he comes to this disgusting swamp"},{"startMs":3675430,"durationMs":3979,"subtitle":"And he thinks to himself that that dragon lives around here"},{"startMs":3681430,"durationMs":4010,"subtitle":"And he looks across the pond and he sees a cave on the other side of the pond"},{"startMs":3685440,"durationMs":4260,"subtitle":"And he peers into the cave, and he sees the rump of the dragon"},{"startMs":3691390,"durationMs":2420,"subtitle":"And he says to himself aha I found the enemy"},{"startMs":3693810,"durationMs":3000,"subtitle":"But now I've got to wake it up because I've been told I have to slay it"},{"startMs":3698020,"durationMs":2000,"subtitle":"So he yells at the dragon"},{"startMs":3700600,"durationMs":2000,"subtitle":"But it doesn't wake up"},{"startMs":3703359,"durationMs":5420,"subtitle":"So then he takes a log and he throws this log, and he hits it, but still it doesn't wake up"},{"startMs":3709450,"durationMs":5989,"subtitle":"And then he takes a boulder this is rickielee so you can do that. He throws this Boulder and hits it"},{"startMs":3716590,"durationMs":2000,"subtitle":"And still it doesn't wake up"},{"startMs":3719530,"durationMs":3679,"subtitle":"So I begin to think this is a threat. This is a problem?"},{"startMs":3724300,"durationMs":6859,"subtitle":"Nonsense. Maybe it's just some feel silly fable silly favor from long ago. I'm how did he run leave him?"},{"startMs":3732010,"durationMs":5179,"subtitle":"But then he remembers that the presiding one gave him a special weapon, maybe he should use that first and"},{"startMs":3737920,"durationMs":2000,"subtitle":"It was a bow with a quiver of arrows"},{"startMs":3741040,"durationMs":4729,"subtitle":"So he loads up one of the arrows aims and fires and hits the dragon and boom it wakes up"},{"startMs":3745770,"durationMs":3979,"subtitle":"And it's furious and it pivots right around and if the dragon could speak"},{"startMs":3750330,"durationMs":1860,"subtitle":"It would say"},{"startMs":3752190,"durationMs":2180,"subtitle":"Who dared disturb my sleep?"},{"startMs":3757020,"durationMs":4250,"subtitle":"So I've got to stop right there for a moment because that is such a critical part of the story"},{"startMs":3762750,"durationMs":4670,"subtitle":"Because you see in the mythology of it those arrows have a name"},{"startMs":3768810,"durationMs":2689,"subtitle":"they're called the arrows of aspiration and"},{"startMs":3772230,"durationMs":2000,"subtitle":"that's crucial because"},{"startMs":3774810,"durationMs":2000,"subtitle":"What it means friends is this?"},{"startMs":3777030,"durationMs":2000,"subtitle":"It is only when we truly"},{"startMs":3779610,"durationMs":1350,"subtitle":"aspire"},{"startMs":3780960,"durationMs":7130,"subtitle":"To live according to our higher promptings that that's what wakes up the dragon in any of us you"},{"startMs":3789120,"durationMs":4399,"subtitle":"Know there's something about the more you strive to that higher wiser part of yourself"},{"startMs":3794160,"durationMs":5029,"subtitle":"The more you become aware of everything inside you that seems to prevent you from getting there"},{"startMs":3800070,"durationMs":2000,"subtitle":"And that's the dragon"},{"startMs":3802500,"durationMs":3410,"subtitle":"or the Christian might call it the devil within and"},{"startMs":3806550,"durationMs":2899,"subtitle":"Or Karl Yune the psychologists would call it the shadow"},{"startMs":3810420,"durationMs":3079,"subtitle":"And in esotericism it's called the dweller on the threshold"},{"startMs":3817980,"durationMs":2000,"subtitle":"So for the masses of people out there"},{"startMs":3822060,"durationMs":1950,"subtitle":"Sleeping dragons"},{"startMs":3824010,"durationMs":4250,"subtitle":"It's running the show but for the disciple should be wide awake"},{"startMs":3829230,"durationMs":3350,"subtitle":"You know I teach this philosophy in 9 countries around the world"},{"startMs":3832580,"durationMs":6419,"subtitle":"I have a lot of students, and I tell everybody I said look if you don't see your dragon. There's something wrong"},{"startMs":3839000,"durationMs":4110,"subtitle":"I mean if you're really really striving to live from your higher nature"},{"startMs":3843240,"durationMs":3530,"subtitle":"You should be aware of the things inside you that get in the way"},{"startMs":3847740,"durationMs":2000,"subtitle":"You see"},{"startMs":3850410,"durationMs":3259,"subtitle":"So just quickly I'll tell you how the story ends with Hercules on this one"},{"startMs":3854220,"durationMs":5870,"subtitle":"This dragon comes frosting across the pond to attack him and one of the heads breathing fire comes down to get him and he takes"},{"startMs":3860090,"durationMs":2000,"subtitle":"Out a sword and he cuts off the head"},{"startMs":3863430,"durationMs":5420,"subtitle":"But then to his surprise to sprout where one was and he goes oh shit"},{"startMs":3870220,"durationMs":4189,"subtitle":"or perhaps the Greek equivalent of oh shit, okay, and"},{"startMs":3875080,"durationMs":5960,"subtitle":"Then another head comes down cut sprout cut sprout cut sprout so this is getting bigger and bigger and stronger and stronger"},{"startMs":3881040,"durationMs":6000,"subtitle":"And he's falling back in dismay and fatigue. He's never lost a battle before and he's losing big time here"},{"startMs":3887920,"durationMs":5959,"subtitle":"Well, what does that mean to any of us it means that you can't deal with your dragon in conventional ways none of us can"},{"startMs":3894280,"durationMs":1860,"subtitle":"You can't repress it"},{"startMs":3896140,"durationMs":2000,"subtitle":"You can't cut it out of you"},{"startMs":3898600,"durationMs":1920,"subtitle":"You can't deny it"},{"startMs":3900520,"durationMs":5059,"subtitle":"Nor can you project it. You know what projection is I see it out there because I can't see it in myself"},{"startMs":3905580,"durationMs":3090,"subtitle":"But often a person will go through all of those things that doesn't work"},{"startMs":3909340,"durationMs":2000,"subtitle":"Sometimes makes it much worse"},{"startMs":3913360,"durationMs":5540,"subtitle":"So then what happens is he as he's falling back in dismay. He suddenly remembers something"},{"startMs":3919870,"durationMs":2449,"subtitle":"He remembers that when he left on the journey long ago"},{"startMs":3923230,"durationMs":6919,"subtitle":"the presiding when leaned over and whispered a clue in his ear, and he had forgotten until that moment and"},{"startMs":3930670,"durationMs":2000,"subtitle":"the clue was this"},{"startMs":3932830,"durationMs":2000,"subtitle":"We arise by kneeling"},{"startMs":3935170,"durationMs":2000,"subtitle":"We gain by yielding"},{"startMs":3937600,"durationMs":1770,"subtitle":"that was the clue and"},{"startMs":3939370,"durationMs":2000,"subtitle":"At that moment he realized his mistake"},{"startMs":3941800,"durationMs":6259,"subtitle":"And he drops his armaments, and he kneels in supplication to this hideous creature which remembers just a part of himself"},{"startMs":3948880,"durationMs":5750,"subtitle":"but in the kneeling and the yielding of flashing intuition crossed his mind that he'd never had before and"},{"startMs":3955270,"durationMs":2000,"subtitle":"That was to reach down"},{"startMs":3957460,"durationMs":2750,"subtitle":"under the Hydra into the mud and with his mighty strength"},{"startMs":3961120,"durationMs":5959,"subtitle":"lifted out of its rootedness and matter and hold it high into the sunshine and that's what he did"},{"startMs":3967780,"durationMs":2959,"subtitle":"and to his surprise the whole thing began to shrivel up and die"},{"startMs":3971410,"durationMs":2000,"subtitle":"Right in his hand"},{"startMs":3975070,"durationMs":5720,"subtitle":"In that story the Sun the light of the Sun is symbolic of the light of the soul itself"},{"startMs":3982030,"durationMs":3589,"subtitle":"It's all about learning that that the more you can lift your"},{"startMs":3985810,"durationMs":5000,"subtitle":"Consciousness to a higher place deep inside you the more the soul itself"},{"startMs":3991330,"durationMs":2000,"subtitle":"Can begin to repattern?"},{"startMs":3993850,"durationMs":5030,"subtitle":"the the the dragon's patterns of consciousness and transform it I"},{"startMs":4000240,"durationMs":4549,"subtitle":"Remember many years ago one of the country's IT as New Zealand maybe 15 years ago"},{"startMs":4004789,"durationMs":2939,"subtitle":"I created a whole meditation for that group based upon"},{"startMs":4009180,"durationMs":6229,"subtitle":"identification of a dragon had you want to work on and how to bring it in deep into meditation and have your higher consciousness over"},{"startMs":4015410,"durationMs":2489,"subtitle":"time slowly reap a turning it and"},{"startMs":4018509,"durationMs":3800,"subtitle":"Transforming it. That's why by the way. This is the great sign of transformation"},{"startMs":4024509,"durationMs":4040,"subtitle":"Transformation of the shadow here's the here's the mantra"},{"startMs":4030089,"durationMs":4250,"subtitle":"Warrior I am and from the battle I emerge triumphant"},{"startMs":4036029,"durationMs":4880,"subtitle":"But it's a warrior over your lower nature. It's the warrior over your shadow issue"},{"startMs":4042630,"durationMs":2300,"subtitle":"Scorpio is a tough sign friends. It's a tough sign"},{"startMs":4045779,"durationMs":7550,"subtitle":"But it's also the sign of the fast track you evolve faster through Scorpio than any other sign. It's just a bit more painful"},{"startMs":4054299,"durationMs":1831,"subtitle":"Okay"},{"startMs":4056130,"durationMs":2479,"subtitle":"ruling planet traditional ruler is"},{"startMs":4060180,"durationMs":1619,"subtitle":"Pluto"},{"startMs":4061799,"durationMs":5989,"subtitle":"Esoteric well the highest ruler I'm going to use the highest ruler here for a reason is actually mercury again"},{"startMs":4068400,"durationMs":6229,"subtitle":"In that case the story itself has it in the case of when when Hercules was trying to"},{"startMs":4075029,"durationMs":2000,"subtitle":"Kill it with the sword"},{"startMs":4077789,"durationMs":2239,"subtitle":"That's Mars and Pluto"},{"startMs":4080640,"durationMs":3500,"subtitle":"When he gave up the sword of Mars and Pluto"},{"startMs":4084749,"durationMs":3770,"subtitle":"What happened he had a flashing intuition into his mind. That's mercury."},{"startMs":4089219,"durationMs":6170,"subtitle":"You see even in the story we see the transition from Mars and Pluto to mercury okay?"},{"startMs":4097049,"durationMs":4310,"subtitle":"Sagittarius anybody in here, okay. We've got some Sagittarius all right"},{"startMs":4103380,"durationMs":7459,"subtitle":"Here it is the quest for meaning and the aspiration to strive toward one's vision"},{"startMs":4113310,"durationMs":5329,"subtitle":"Look Sagittarius is an interesting sign it really is you know it's the arch right who's shooting the arrows"},{"startMs":4119339,"durationMs":1260,"subtitle":"and"},{"startMs":4120599,"durationMs":2570,"subtitle":"What's so interesting about Sagittarius is that?"},{"startMs":4125250,"durationMs":2000,"subtitle":"By the way, those arrows are the same"},{"startMs":4127859,"durationMs":3439,"subtitle":"the arrows of aspiration in the story of Scorpio"},{"startMs":4131299,"durationMs":7439,"subtitle":"I'm that labour of Hercules is actually about how your shadow is revealed because your aspiring but in Sagittarius itself"},{"startMs":4138739,"durationMs":6330,"subtitle":"It's literally about aspiration. It's literally about vision Sagittarius is all of always spiritually about"},{"startMs":4145920,"durationMs":2299,"subtitle":"visioning of aspiring toward"},{"startMs":4149460,"durationMs":2000,"subtitle":"aiming at"},{"startMs":4154560,"durationMs":2000,"subtitle":"but it's a sign that"},{"startMs":4158759,"durationMs":6620,"subtitle":"You know it's it's in traditional astrology even it's said to rule philosophy and religion and travel on a more mundane"},{"startMs":4165420,"durationMs":3140,"subtitle":"Level but on a higher level of course. It's the travels of the mind and"},{"startMs":4170969,"durationMs":4070,"subtitle":"There's a strong curiosity factor in Sagittarius I"},{"startMs":4175949,"durationMs":2420,"subtitle":"Think what else I'd like to say is this about Sagittarius"},{"startMs":4179339,"durationMs":5120,"subtitle":"Sagittarius is assigned where the key to success is to have a steady aim"},{"startMs":4185429,"durationMs":6260,"subtitle":"Because one of the great challenges of Sagittarius is that because the curiosity factor is so strong?"},{"startMs":4192630,"durationMs":2000,"subtitle":"many Sagittarians"},{"startMs":4194820,"durationMs":3229,"subtitle":"Instead of aiming right at their vision they aim like this"},{"startMs":4202560,"durationMs":2000,"subtitle":"Shooting arrows all over the place and"},{"startMs":4205350,"durationMs":7520,"subtitle":"So many Sagittarians if they're not careful. They never get to their vision because they are victimized by unbridled curiosity"},{"startMs":4215580,"durationMs":4369,"subtitle":"In some of the ancient literature a great master once said this the"},{"startMs":4220199,"durationMs":5630,"subtitle":"Sagittarian disciple must learn to become the one pointer disciple one pointed going right to the vision"},{"startMs":4226260,"durationMs":2240,"subtitle":"Not to the right of it not to the left of it"},{"startMs":4228510,"durationMs":4189,"subtitle":"But right to the vision and in a way you become the arrow itself"},{"startMs":4232830,"durationMs":2119,"subtitle":"It's as if the wholeness of the life is"},{"startMs":4235440,"durationMs":5450,"subtitle":"impassioned toward a singular vision in service to humanity and temple of course the vision has to be that"},{"startMs":4242340,"durationMs":7760,"subtitle":"Whatever your spiritual purpose is if it's not about upliftment of something beyond yourself, then it's not soulful. That's personality base"},{"startMs":4252390,"durationMs":2000,"subtitle":"One pointed one pointed"},{"startMs":4255420,"durationMs":2000,"subtitle":"Okay"},{"startMs":4258990,"durationMs":7040,"subtitle":"Now it too has a sacred mantra, let me show you that I"},{"startMs":4268740,"durationMs":4549,"subtitle":"See the goal I reached the goal, and then I see another"},{"startMs":4275820,"durationMs":6139,"subtitle":"Too many Sagittarians modify it I see the goal, but hey look what just crossed my path. I think I'll check it out first"},{"startMs":4283140,"durationMs":3469,"subtitle":"Steady as she goes daddy issue your stead of the end, okay?"},{"startMs":4287580,"durationMs":1110,"subtitle":"Okay"},{"startMs":4288690,"durationMs":7430,"subtitle":"And when you when the Sagittarian can steady the aim and really really commit themselves with one pointed focus they can move mountains"},{"startMs":4297150,"durationMs":1560,"subtitle":"Okay"},{"startMs":4298710,"durationMs":1530,"subtitle":"All right"},{"startMs":4300240,"durationMs":4279,"subtitle":"I'm picking up the pace a little bit the next cycle ruler traditional ruler is"},{"startMs":4305610,"durationMs":1140,"subtitle":"Jupiter"},{"startMs":4306750,"durationMs":4609,"subtitle":"But the esoteric ruler this will really surprise you is the earth itself"},{"startMs":4313260,"durationMs":7009,"subtitle":"Which is an amazing thing as traditional astrology doesn't even use the earth, and I think wow what an oversight, huh?"},{"startMs":4320370,"durationMs":2479,"subtitle":"What an oversight the earth is a living entity?"},{"startMs":4322850,"durationMs":3899,"subtitle":"Why wouldn't it have some kind of rulership relationship?"},{"startMs":4327180,"durationMs":3919,"subtitle":"but what that really means is that when you're really going to live a"},{"startMs":4332460,"durationMs":4520,"subtitle":"Spiritual life in Sagittarius and aim to the vision. It means you have to literally"},{"startMs":4337740,"durationMs":7310,"subtitle":"Remain grounded enough and really kind of walk the talk in a true way on earth in realness"},{"startMs":4349020,"durationMs":7550,"subtitle":"You know these three signs are really important the three in a row Scorpio Sagittarius Capricorn"},{"startMs":4358170,"durationMs":3860,"subtitle":"Scorpio is called the Valley experience where you have to go into the desert and deal with the shadow"},{"startMs":4362850,"durationMs":5000,"subtitle":"That is said that you rise up out of the the valley and you hit the plains and the plains of Scorpio"},{"startMs":4367850,"durationMs":2609,"subtitle":"oh, sorry is Sagittarius and Sagittarius and"},{"startMs":4371100,"durationMs":1740,"subtitle":"You have to walk"},{"startMs":4372840,"durationMs":4460,"subtitle":"Straight toward the vision not like this, but right like that arrow"},{"startMs":4378180,"durationMs":5750,"subtitle":"That's why by the way Sagittarius is said to be the astrological energy that rules the path"},{"startMs":4385110,"durationMs":2000,"subtitle":"it rules the path and"},{"startMs":4388540,"durationMs":3770,"subtitle":"take you right to the mountain and that becomes the mount of in of"},{"startMs":4392620,"durationMs":3770,"subtitle":"initiation actually so you get the valley the plains and the mountain"},{"startMs":4397090,"durationMs":3500,"subtitle":"Those three together are just crucial in it your understanding of your journey"},{"startMs":4400590,"durationMs":6360,"subtitle":"And you'll get clarity more when I talk about Capricorn in a moment, so that's the ruler of it, okay?"},{"startMs":4408610,"durationMs":2000,"subtitle":"Okay"},{"startMs":4410980,"durationMs":6830,"subtitle":"Everybody's still with me. I know it's kind of deep, but hang in there hang in there, so where are the Capricorn ian's in here"},{"startMs":4419290,"durationMs":4069,"subtitle":"Okay, so you know the thing about Capricorn is that?"},{"startMs":4425080,"durationMs":2000,"subtitle":"It gets a bad rap out there"},{"startMs":4427570,"durationMs":1830,"subtitle":"Really, I mean really"},{"startMs":4429400,"durationMs":7220,"subtitle":"Usually people think about Capricornia all those greedy businessman. You know there's filled with ambition. Yeah, you know, but you know"},{"startMs":4439540,"durationMs":3080,"subtitle":"Capricorn that symbol is the mountain and the goat climbing the mountain"},{"startMs":4447130,"durationMs":6740,"subtitle":"And the mountain itself is one of the most important symbols in there because you see the mountain symbolizes hierarchies"},{"startMs":4455110,"durationMs":1410,"subtitle":"hierarchies and"},{"startMs":4456520,"durationMs":2149,"subtitle":"That's why in traditional astrology"},{"startMs":4458670,"durationMs":4770,"subtitle":"It is said that Capricorn rules all hierarchical structures of power within society"},{"startMs":4463780,"durationMs":6800,"subtitle":"It rules the business world because it's hierarchical it rules government because it's hierarchical it rules the military because it's hierarchical"},{"startMs":4473170,"durationMs":6770,"subtitle":"But it's assumption or the attitude is that you know it results in and a lot of personality ego driven stuff"},{"startMs":4479980,"durationMs":2600,"subtitle":"it's called the sign of ambition and"},{"startMs":4483130,"durationMs":4970,"subtitle":"Indeed the mountain in Capricorn has that it's been sometimes called the Mount of ambition"},{"startMs":4489280,"durationMs":4550,"subtitle":"But here's the big secret friends the traditional astrology doesn't know"},{"startMs":4495040,"durationMs":3859,"subtitle":"there's actually two mountains in Capricorn not one and"},{"startMs":4500050,"durationMs":5930,"subtitle":"the other mountain is the mountain that is you attend to if you're on the path in Capricorn and"},{"startMs":4506800,"durationMs":3800,"subtitle":"that mountain the climbing of it has a different set of rules and"},{"startMs":4511930,"durationMs":4819,"subtitle":"It's called the mount of spirit. It's also called the mount of consciousness"},{"startMs":4518619,"durationMs":6590,"subtitle":"All of us in a way are climbing an inner mountain we're trying to lift ourselves to a higher wiser perch"},{"startMs":4527020,"durationMs":2000,"subtitle":"Where we have a broader more wise more"},{"startMs":4529449,"durationMs":6590,"subtitle":"Inclusive view we're climbing an inner mountain the evolution when we say we raise our consciousness we might be saying we're lifting our"},{"startMs":4536170,"durationMs":2779,"subtitle":"consciousness to a higher place on this mountain and"},{"startMs":4542139,"durationMs":3530,"subtitle":"Very quickly I'd like to give you a quick kind of analogy of how to"},{"startMs":4545800,"durationMs":2569,"subtitle":"Understand it from the from the climbing of a real mountain"},{"startMs":4548469,"durationMs":3830,"subtitle":"To see this inner mountain is the high point the top of that inner mountain"},{"startMs":4552489,"durationMs":4280,"subtitle":"represents the high point of consciousness that a cushion-cut person could reach and hold and"},{"startMs":4557260,"durationMs":2720,"subtitle":"The and so kind of keep that in mind"},{"startMs":4559980,"durationMs":4949,"subtitle":"And I'm just going to very briefly share with you the idea of climbing a mountain and something to think about"},{"startMs":4565570,"durationMs":6649,"subtitle":"Realizing I'm using it as a metaphor for the inner mountain so for instance one of the big lessons that Capricornia and disciple learns is"},{"startMs":4572560,"durationMs":1139,"subtitle":"this"},{"startMs":4573699,"durationMs":2000,"subtitle":"That when you climb a real mountain"},{"startMs":4576820,"durationMs":2990,"subtitle":"And I realize I'm in Illinois there doesn't seem to be many"},{"startMs":4580510,"durationMs":1820,"subtitle":"I'm from Oregon. There's a bunch of them"},{"startMs":4582330,"durationMs":6629,"subtitle":"But not here apparently ok so when when when you climb a real mountain the lower levels of the mountain is where it's easiest"},{"startMs":4589179,"durationMs":5870,"subtitle":"That's where it's not as steep. That's where the meadows are. That's where the babbling brooks are and the butterflies but"},{"startMs":4597429,"durationMs":2150,"subtitle":"Then as later it gets steeper"},{"startMs":4599590,"durationMs":6410,"subtitle":"So one of the big lessons you learned in Capricorn is you discover that the beginning of the spiritual path is the easiest?"},{"startMs":4606130,"durationMs":2000,"subtitle":"But then it gets tougher as you go"},{"startMs":4609489,"durationMs":7399,"subtitle":"Saturn is the traditional ruler and it's the esoteric ruler so we got that handled. It's one of those signs that it's both ok"},{"startMs":4618940,"durationMs":5179,"subtitle":"Another lesson you learn in Capricorn is this that Capricorn to really succeed spiritually"},{"startMs":4624119,"durationMs":4950,"subtitle":"It's important that you you realize that a short step in the correct direction"},{"startMs":4629139,"durationMs":4880,"subtitle":"Of your evolution is wiser than a big step that might be slightly off course"},{"startMs":4635260,"durationMs":2000,"subtitle":"Capricorn is a slow methodical"},{"startMs":4638139,"durationMs":5270,"subtitle":"Step-by-step process a goat is a sure-footed animal and so must be the disciple in kapor"},{"startMs":4644270,"durationMs":1380,"subtitle":"and"},{"startMs":4645650,"durationMs":4970,"subtitle":"There's wisdom behind it. You know something when you climb a real mountain sometimes you climb up into a fog bank"},{"startMs":4651110,"durationMs":2000,"subtitle":"And now you can't even see where you're going"},{"startMs":4653690,"durationMs":4610,"subtitle":"That's kind of like the past sometimes. You know sometimes you really think I think I know my purpose"},{"startMs":4658300,"durationMs":3839,"subtitle":"This is my purpose and then other times you say well geez I thought I knew but now it's not clear"},{"startMs":4662140,"durationMs":6330,"subtitle":"I'm not sure what if there's a switchback right in front of me is this idea that slow cautious movement"},{"startMs":4670070,"durationMs":3709,"subtitle":"Capricorn people more than any other type, but this is actually true for everybody in the path"},{"startMs":4673780,"durationMs":5699,"subtitle":"It's in the last third of the life where the disciples should make his or her finest contribution in terms of human betterment"},{"startMs":4681530,"durationMs":5839,"subtitle":"Even though the world says you're in your prime in your 30s and 40s that's only from a personality point of view"},{"startMs":4687590,"durationMs":3109,"subtitle":"From the souls point of view it's the last third of the life"},{"startMs":4690700,"durationMs":5879,"subtitle":"And that's very true with Capricorn, and it's generally true with anybody on the path"},{"startMs":4699620,"durationMs":6140,"subtitle":"Now on the Mount of Capricorn when a person begins the transition if they're serious about their development"},{"startMs":4705760,"durationMs":3029,"subtitle":"So we're talking about a serious discipline. It's a disciplined approach"},{"startMs":4709310,"durationMs":5359,"subtitle":"When you have that person they get to the they're getting close to entering the last third of the life"},{"startMs":4715400,"durationMs":4130,"subtitle":"In astrology we mark that as the transition the second Saturn Return"},{"startMs":4721130,"durationMs":1470,"subtitle":"Usually it's right"},{"startMs":4722600,"durationMs":4790,"subtitle":"Right around 58 to 60 issue right in there. Okay? You move into"},{"startMs":4728420,"durationMs":2000,"subtitle":"part three of a three-part act"},{"startMs":4730820,"durationMs":1080,"subtitle":"and"},{"startMs":4731900,"durationMs":6560,"subtitle":"It is a way of understanding it is on the Mount of Capricorn at that point. There's what is called the plateau and"},{"startMs":4739010,"durationMs":1290,"subtitle":"the plateau"},{"startMs":4740300,"durationMs":5179,"subtitle":"Is a pause point and two things happen on the plateau first? There's a"},{"startMs":4746150,"durationMs":3650,"subtitle":"Looking back and a recollection of the things you"},{"startMs":4750380,"durationMs":3350,"subtitle":"Had the hard work that it's been to develop yourself and get here"},{"startMs":4753730,"durationMs":5070,"subtitle":"But there's also a looking up and are recognizing that the top of the mountain is so close"},{"startMs":4758800,"durationMs":6059,"subtitle":"it's almost as if you could touch it meaning you feel so close to coming into the fullness of your higher consciousness and"},{"startMs":4765140,"durationMs":6439,"subtitle":"So that top of the mountain is it seems like you're almost there, but a stark revelation happens at that point"},{"startMs":4773050,"durationMs":5820,"subtitle":"Because you realize that though now the climb and the development is going to be the shortest it will also be the steepest"},{"startMs":4779750,"durationMs":4279,"subtitle":"So a very difficult decision is made on the plateau on the Mount of Capricorn you"},{"startMs":4784820,"durationMs":5720,"subtitle":"Realize that the only way you can continue the journey upward from here. Is that you have to drop?"},{"startMs":4791270,"durationMs":2359,"subtitle":"the excess dross of life"},{"startMs":4795050,"durationMs":2030,"subtitle":"whatever is weighing you down and"},{"startMs":4797750,"durationMs":2839,"subtitle":"People have a lot of different kinds of dross some people have"},{"startMs":4800750,"durationMs":6020,"subtitle":"Relationship dross some people have financial dress some people have obligatory dross whatever it is in the ancient literature"},{"startMs":4806770,"durationMs":3330,"subtitle":"We're told that the cap recording disciple to make it to the very top"},{"startMs":4810290,"durationMs":3979,"subtitle":"He or she must free themselves from the binds that limit the life"},{"startMs":4815210,"durationMs":1200,"subtitle":"and"},{"startMs":4816410,"durationMs":4520,"subtitle":"If they do if that goat continues to climb and and really does get to the top"},{"startMs":4821330,"durationMs":4939,"subtitle":"we're told in mythology that that goat is transformed into a unicorn and the"},{"startMs":4827450,"durationMs":1800,"subtitle":"Symbolism is beautiful"},{"startMs":4829250,"durationMs":3680,"subtitle":"- horns one horn is said to be the horn of the soul the others the horn of the"},{"startMs":4833030,"durationMs":4220,"subtitle":"Personality and now they're fused as one horn of loving will thrusted to heaven"},{"startMs":4837920,"durationMs":3470,"subtitle":"the triumphant unicorn at the top of the Mount of Capricorn and"},{"startMs":4841910,"durationMs":7100,"subtitle":"In mythology a unicorn was said to be a symbol of perfection a symbol of spiritual enlightenment a symbol of Christ's"},{"startMs":4849170,"durationMs":3649,"subtitle":"Consciousness and in a way when we're talking about getting to the top of the mountain"},{"startMs":4853790,"durationMs":2450,"subtitle":"You're kind of fully coming into your sole nature"},{"startMs":4860000,"durationMs":5990,"subtitle":"Spiritual initiation and the will to achieve on behalf of the soul's purpose is the main theme my apologies"},{"startMs":4865990,"durationMs":2000,"subtitle":"I should have showed you this earlier"},{"startMs":4868100,"durationMs":2779,"subtitle":"spiritual initiation because Capricorn rules all"},{"startMs":4871400,"durationMs":1890,"subtitle":"initiations all"},{"startMs":4873290,"durationMs":5810,"subtitle":"Initiations at the top of the mountain whatever by the way every life you get a taller mountain, okay?"},{"startMs":4879800,"durationMs":2000,"subtitle":"alright, so"},{"startMs":4882980,"durationMs":4520,"subtitle":"Having having that in mind and I want to make sure that you if you're writing notes you get this"},{"startMs":4888830,"durationMs":2479,"subtitle":"Here is the mantra that I want you to see"},{"startMs":4892010,"durationMs":6769,"subtitle":"Because it's at the top of the mountain where the mantra Merck Capricorn is most relevant although it does have relevance on the way up"},{"startMs":4899210,"durationMs":2990,"subtitle":"Lost mi in light supernal"},{"startMs":4902720,"durationMs":1760,"subtitle":"Yet on that light"},{"startMs":4904480,"durationMs":1930,"subtitle":"Turn my back"},{"startMs":4906410,"durationMs":2000,"subtitle":"It's very enigmatic"},{"startMs":4908420,"durationMs":4429,"subtitle":"But what it's trying to say is this the word supernal is a word you don't hear too often"},{"startMs":4912850,"durationMs":4320,"subtitle":"But it means divine like the light of God is said to be super light"},{"startMs":4917170,"durationMs":2939,"subtitle":"But the light of your own soul is also called"},{"startMs":4920240,"durationMs":6049,"subtitle":"Supernal light and now you're at the top of the mountain and you feel like you're really living the fullness of your higher consciousness"},{"startMs":4926600,"durationMs":4100,"subtitle":"It's a good lost. It's I just I'm I'm there"},{"startMs":4930700,"durationMs":4500,"subtitle":"I don't feel like I have to strive to become something higher than I'm at this is my"},{"startMs":4935630,"durationMs":3139,"subtitle":"High-water mark and all I want to do is merge into the all"},{"startMs":4941480,"durationMs":5030,"subtitle":"But then something interesting happens we're told that the discipled while lost in light supernal"},{"startMs":4947420,"durationMs":2029,"subtitle":"starts to hear something and"},{"startMs":4950420,"durationMs":4549,"subtitle":"when listening closer realizes that it's a cry and"},{"startMs":4956060,"durationMs":2000,"subtitle":"When listening even closer?"},{"startMs":4958760,"durationMs":3439,"subtitle":"realizes, it's a cry coming from the bottom of the mountain and"},{"startMs":4962840,"durationMs":2000,"subtitle":"It's the cry of suffering humanity"},{"startMs":4967010,"durationMs":6049,"subtitle":"So what happens is the disciple at the top of the mountain will eventually do what is called the pivot on the pedestal?"},{"startMs":4973400,"durationMs":3559,"subtitle":"and we'll make a hundred and eighty degree pivot and turn and"},{"startMs":4977540,"durationMs":7580,"subtitle":"commit to carrying the light of love and the light of wisdom down the mountain in the culture in the civilization and make a"},{"startMs":4985430,"durationMs":3890,"subtitle":"practical uplifting contribution to the betterment of something"},{"startMs":4990770,"durationMs":5090,"subtitle":"You see Capricorn is one of the signs. That's trying to cultivate what we call the practical mystic"},{"startMs":4996560,"durationMs":7399,"subtitle":"The capacity to inwardly reach for the stars and keep your feet on the ground you. See you are the mountain Friends"},{"startMs":5004780,"durationMs":6709,"subtitle":"the high point of the mountain the top of the mountain simply represents the high point of consciousness that you can reach and hold and"},{"startMs":5011980,"durationMs":3860,"subtitle":"The bottom of the mountain is the the world of practical service?"},{"startMs":5016540,"durationMs":3680,"subtitle":"Lost a Mayan light supernal yet on that light I turn my back"},{"startMs":5023110,"durationMs":1530,"subtitle":"Martin Luther King"},{"startMs":5024640,"durationMs":2000,"subtitle":"was Capricorn"},{"startMs":5026940,"durationMs":5120,"subtitle":"And he said I've been to the mountaintop. He knew he knew it"},{"startMs":5033150,"durationMs":5300,"subtitle":"Okay, I'm running out of time. I'm already. I got to pick up the pace. I got two signs to go"},{"startMs":5039030,"durationMs":3919,"subtitle":"Ready with the next. Oh you got this you got the rulers okay?"},{"startMs":5043890,"durationMs":2180,"subtitle":"The next sign is a chorus Aquarius, right?"},{"startMs":5047010,"durationMs":5839,"subtitle":"Here's the theme for Aquarius the giver of life through a recognition of the unity underlying diversity"},{"startMs":5055500,"durationMs":3140,"subtitle":"Aquarius is a sign that has everything to do with"},{"startMs":5063120,"durationMs":5719,"subtitle":"Unconventional thinking it has a lot to do with thinking something from outside the box so to speak"},{"startMs":5070440,"durationMs":3500,"subtitle":"Aquarius has everything to do with being willing to stand on the fringe"},{"startMs":5075150,"durationMs":2689,"subtitle":"Because you see Aquarius is the other sign of the zodiac"},{"startMs":5078570,"durationMs":6979,"subtitle":"That has to do with sensing the new paradigms on humanity's horizon and to be a voice in support of those new and emerging"},{"startMs":5085710,"durationMs":6740,"subtitle":"Paradigms remember Aquarius, sorry Aries was the other one that was very much. I see the new paradigm"},{"startMs":5093360,"durationMs":7520,"subtitle":"Aquarius and Aries are the visionary pioneer energies however they tend to do something different with it"},{"startMs":5102540,"durationMs":1800,"subtitle":"Aquarius says I"},{"startMs":5104340,"durationMs":1160,"subtitle":"See the new vision"},{"startMs":5105500,"durationMs":4200,"subtitle":"And I want to bring it out to the world and I'm gonna find people to collaborate with"},{"startMs":5110190,"durationMs":5149,"subtitle":"To do it where arey says I see the vision and like it and I'm gonna bring it forward even if it's by myself"},{"startMs":5116790,"durationMs":4220,"subtitle":"Both of them are powerful and both of them, but one's more group oriented"},{"startMs":5121010,"durationMs":2549,"subtitle":"And one says I'm gonna do this by myself if I have to"},{"startMs":5125130,"durationMs":7850,"subtitle":"Aquarius is also the sign that helps condition your consciousness with a capacity to see the oneness of all things the oneness of humanity"},{"startMs":5134700,"durationMs":1740,"subtitle":"But it does it by"},{"startMs":5136440,"durationMs":7160,"subtitle":"Recognizing that underlying that unity is diversity in other words Aquarius is amazing it basically helps you see"},{"startMs":5144120,"durationMs":2479,"subtitle":"humanity's oneness through diversity"},{"startMs":5147930,"durationMs":6259,"subtitle":"The other signs can help you see oneness that it's often through sameness not Aquarius through different"},{"startMs":5157060,"durationMs":4430,"subtitle":"So it's a very very progressive sign and it's the sign of the future and"},{"startMs":5161680,"durationMs":6709,"subtitle":"All of us in a certain sense are very much trying to live Aquarion lives ways. We're not fully into the Age of Aquarius"},{"startMs":5168520,"durationMs":6590,"subtitle":"We're in a big overlap period it's about 200 years. We won't be fully in Aquarius without any Pisces at all till the Year"},{"startMs":5175690,"durationMs":1140,"subtitle":"2117"},{"startMs":5176830,"durationMs":1820,"subtitle":"So we're in the big conflict"},{"startMs":5178650,"durationMs":6150,"subtitle":"We have two signs of the zodiac that are overlapping in shaping the collective consciousness of humanity"},{"startMs":5184810,"durationMs":6560,"subtitle":"Which is the aren't one of the underlying reasons? Why there's such a crisis in the world today in great polarizations?"},{"startMs":5192520,"durationMs":2600,"subtitle":"There's a few other reasons, but I can't get into it right now"},{"startMs":5195880,"durationMs":2360,"subtitle":"Let's not go down that road, okay?"},{"startMs":5199000,"durationMs":6140,"subtitle":"Here's the mantra --m water of life am I poured forth for thirsty men"},{"startMs":5206650,"durationMs":2000,"subtitle":"Water of life am I"},{"startMs":5209110,"durationMs":7489,"subtitle":"It's not waters of emotion the water barrier. He's not airing water as an emotion. It's called the waters of life"},{"startMs":5220000,"durationMs":2000,"subtitle":"Aquarius is a great life-giving sign"},{"startMs":5222310,"durationMs":2000,"subtitle":"It's also the sign of universality"},{"startMs":5224980,"durationMs":7490,"subtitle":"It is the hope of the future because where humanity is right now. We're trying to figure out as a humanity how to be one"},{"startMs":5233470,"durationMs":5750,"subtitle":"That's what's struggling now the big crisis in the world underlying it all is the struggle to figure out"},{"startMs":5239350,"durationMs":7640,"subtitle":"How do we live as one and because of the complexities of society today? We could only do that?"},{"startMs":5247540,"durationMs":3350,"subtitle":"through an honoring of diversity how else could it be done"},{"startMs":5251410,"durationMs":4700,"subtitle":"and here the very sign that represents it is meeting us at the same time"},{"startMs":5256300,"durationMs":3259,"subtitle":"That that's what we need and that's not an accident"},{"startMs":5259740,"durationMs":5370,"subtitle":"That's the synchronization between the cosmos and the evolution of the planet and the earth"},{"startMs":5265720,"durationMs":1020,"subtitle":"so"},{"startMs":5266740,"durationMs":4969,"subtitle":"Just realize that that's this is important for all of us all of us, okay?"},{"startMs":5271710,"durationMs":2000,"subtitle":"I got to pick up the pace one more time to go"},{"startMs":5274540,"durationMs":2570,"subtitle":"The ruler is the traditional ruler is"},{"startMs":5278020,"durationMs":1980,"subtitle":"Uranus and the"},{"startMs":5280000,"durationMs":2000,"subtitle":"Esoteric ruler is Jupiter"},{"startMs":5282040,"durationMs":1800,"subtitle":"Jupiter"},{"startMs":5283840,"durationMs":1569,"subtitle":"Thank goodness"},{"startMs":5285409,"durationMs":3990,"subtitle":"Wow, what a great planet to have is a spiritual ruler okay Pisces Pisces"},{"startMs":5290039,"durationMs":3649,"subtitle":"the power to save through the demonstration of sacrificial love"},{"startMs":5294449,"durationMs":2000,"subtitle":"Any Piscean people in here Oh?"},{"startMs":5296789,"durationMs":6950,"subtitle":"quite a few okay, well Pisces is a is one of the Christ's signs as I said very very Christ oriented and"},{"startMs":5304409,"durationMs":5930,"subtitle":"Usually people who are on the path who were in Pisces. They go one of two ways they either go the way of of"},{"startMs":5312360,"durationMs":2959,"subtitle":"Creativity because it's a very creative sign because it facilitates"},{"startMs":5315719,"durationMs":8000,"subtitle":"Sensing the subtle it facilitates the imaginative faculty you know that's why it's even traditionally associated with things like dreams intuition"},{"startMs":5324239,"durationMs":1380,"subtitle":"psychism"},{"startMs":5325619,"durationMs":2569,"subtitle":"those sorts of things mystical yearning"},{"startMs":5329939,"durationMs":5720,"subtitle":"But many people go the other way more I think go the other way the way of sacrificial love"},{"startMs":5337050,"durationMs":6560,"subtitle":"Pisces is the sign that often will shape human consciousness with a sensitivity to where there's real suffering in the world"},{"startMs":5344909,"durationMs":2990,"subtitle":"Where there's a sense of hopelessness and helplessness and despair?"},{"startMs":5350249,"durationMs":6950,"subtitle":"It's a sign that it has it's got a couple other names. It's been called the sign that has the deepest downward reach"},{"startMs":5358349,"durationMs":6859,"subtitle":"Meaning the capacity to really really bring love into difficult places it it can attend to the underbelly of society"},{"startMs":5366389,"durationMs":2569,"subtitle":"It's also called the sign of the saving force"},{"startMs":5369599,"durationMs":7640,"subtitle":"There's a bit of a rescue energy with Pisces. That's why Pisces even a traditional astrology rules things like Social Work"},{"startMs":5378840,"durationMs":3290,"subtitle":"So Pisces is a very very important sign even though"},{"startMs":5382130,"durationMs":5669,"subtitle":"We're going out of the Piscean Age the truth is the best of Pisces better be carried into the Aquarian age err. We're in trouble"},{"startMs":5388800,"durationMs":2750,"subtitle":"So Pisces is is so much about"},{"startMs":5393300,"durationMs":5569,"subtitle":"Bringing love into difficult places and being a transformer because there's a recognition that we're all one"},{"startMs":5399209,"durationMs":5930,"subtitle":"But there's also a recognition that people are falling through the cracks because of the imperfections of human culture and civilization"},{"startMs":5405869,"durationMs":2000,"subtitle":"And yet we're all one"},{"startMs":5408150,"durationMs":3559,"subtitle":"The we all have to move through the door of initiation together"},{"startMs":5412619,"durationMs":2209,"subtitle":"The last weary pilgrim must come home"},{"startMs":5415660,"durationMs":6720,"subtitle":"And this particular group of people are uniquely framing their consciousness in a way that can attend to those"},{"startMs":5423260,"durationMs":2000,"subtitle":"Who are falling through the cracks?"},{"startMs":5426140,"durationMs":2000,"subtitle":"Here's the the mantra I"},{"startMs":5428540,"durationMs":4280,"subtitle":"Leave the father's home and turning back. I save I"},{"startMs":5433370,"durationMs":2000,"subtitle":"leave the father's home and"},{"startMs":5435830,"durationMs":4220,"subtitle":"Turning back. I say really quickly. I'll just clarify what that means"},{"startMs":5440630,"durationMs":6199,"subtitle":"Remember earlier when I talked about I was in Virgo and I told you about the cosmic father in the cosmic mother remember"},{"startMs":5446830,"durationMs":2129,"subtitle":"I told her the cosmic father was all about will"},{"startMs":5449510,"durationMs":6620,"subtitle":"Well, so is your soul your soul of your causal body has - it has an a father energy at its core"},{"startMs":5456130,"durationMs":3839,"subtitle":"And it has a mother energy of loving intelligence"},{"startMs":5460910,"durationMs":4129,"subtitle":"Now Piscean people when they go inside themselves they're really comfortable"},{"startMs":5465650,"durationMs":4729,"subtitle":"With finding the mother they really sense that loving natural intuitive"},{"startMs":5470900,"durationMs":3289,"subtitle":"Intelligence and and that's what causes them to serve"},{"startMs":5474830,"durationMs":3859,"subtitle":"But that's also what causes them to be victimized by their own hearts"},{"startMs":5478790,"durationMs":6530,"subtitle":"That's the downside of Pisces many Piscean people you know they always want to give a hand and everybody demands the NARM"},{"startMs":5486530,"durationMs":3919,"subtitle":"You know as the it's a social worker who burns out because there's a think thankless job"},{"startMs":5496190,"durationMs":2000,"subtitle":"Many Piscean people"},{"startMs":5498830,"durationMs":2000,"subtitle":"They're people that often will"},{"startMs":5502160,"durationMs":3620,"subtitle":"become victimized by their hearts, and they are people that are"},{"startMs":5506390,"durationMs":6109,"subtitle":"that need to find more of the will energy in them the will the power the Father in them and"},{"startMs":5513350,"durationMs":6800,"subtitle":"What I like to do is always when I meet a Piscean when I do private one-on-one work. I always tell the Piscean look"},{"startMs":5520760,"durationMs":5359,"subtitle":"it's important to get into a deeper relationship with the father because you got the mother thing down and"},{"startMs":5526790,"durationMs":3140,"subtitle":"The father is deep inside you, but you don't see it"},{"startMs":5530000,"durationMs":4160,"subtitle":"So I always give them a clue of where to find the father deep inside"},{"startMs":5534200,"durationMs":6919,"subtitle":"And I always say look if you want to find the father deep inside. He's he's hidden behind the mother"},{"startMs":5542120,"durationMs":1350,"subtitle":"inside"},{"startMs":5543470,"durationMs":1680,"subtitle":"if instead of"},{"startMs":5545150,"durationMs":7939,"subtitle":"Instead of feeling that just that loving connection to Christ and love that the Piscean person is so naturally able to do"},{"startMs":5554180,"durationMs":3950,"subtitle":"Push deeper go deeper if you go deep enough"},{"startMs":5559370,"durationMs":1950,"subtitle":"You will come to a point"},{"startMs":5561320,"durationMs":1830,"subtitle":"Where you will feel?"},{"startMs":5563150,"durationMs":2000,"subtitle":"or find a place of"},{"startMs":5565820,"durationMs":3259,"subtitle":"focused in movable will and"},{"startMs":5570260,"durationMs":2000,"subtitle":"That's dad and"},{"startMs":5572270,"durationMs":3680,"subtitle":"Then from that place outward turn and then capture the love"},{"startMs":5575950,"durationMs":4500,"subtitle":"That's come, so naturally and move into the world of service as the saving force"},{"startMs":5580450,"durationMs":3299,"subtitle":"But now with both the father and the mother because you see the mother is"},{"startMs":5584270,"durationMs":2840,"subtitle":"fantastic for creating unity"},{"startMs":5587660,"durationMs":3649,"subtitle":"for healing for mending wounds for conveying wisdom"},{"startMs":5591310,"durationMs":7560,"subtitle":"But it's terrible when it comes to defining boundaries knowing right direction and saying no, it's terrible at that"},{"startMs":5599990,"durationMs":6439,"subtitle":"Because that's the role of the father energy in you that's the funk one of the functions of the father in each of us"},{"startMs":5606830,"durationMs":4100,"subtitle":"Define boundaries define right purpose and direction and know how to say no"},{"startMs":5611990,"durationMs":4250,"subtitle":"So in closing, I'll say this to the Piscean. It's like we're all"},{"startMs":5617150,"durationMs":1590,"subtitle":"sailboats"},{"startMs":5618740,"durationMs":1800,"subtitle":"and"},{"startMs":5620540,"durationMs":3530,"subtitle":"Love is the wind that fills the sails"},{"startMs":5625550,"durationMs":3379,"subtitle":"but the father must control the rudder and"},{"startMs":5629870,"durationMs":4069,"subtitle":"Many Piscean people have wind filled sails, but a rudderless"},{"startMs":5635510,"durationMs":5899,"subtitle":"You start getting the father energy in you you go deeper to where there's a profound sense of will you"},{"startMs":5642290,"durationMs":6950,"subtitle":"get acquainted to the Father and then you carry both into the world and you truly become a servant on behalf of the interim and"},{"startMs":5649400,"durationMs":2000,"subtitle":"the work of the Christ I"},{"startMs":5653180,"durationMs":5000,"subtitle":"Took this thing later than I was supposed to the ruler is the traditional ruler is Neptune"},{"startMs":5658940,"durationMs":2450,"subtitle":"the esoteric ruler is Pluto in"},{"startMs":5662720,"durationMs":3949,"subtitle":"Pluto the reason for Pluto is the esoteric ruler"},{"startMs":5667850,"durationMs":4819,"subtitle":"You saw Pluto in the sign of Scorpio and Pluto is called the dredger"},{"startMs":5673130,"durationMs":5089,"subtitle":"Pluto is the planet that takes you down to find your shadow in Scorpio and helps you see it"},{"startMs":5678220,"durationMs":2129,"subtitle":"And it says hey, you might want to take a look at this"},{"startMs":5681289,"durationMs":3290,"subtitle":"Pluto in Pisces is the shadow of society"},{"startMs":5684800,"durationMs":6799,"subtitle":"It's it's it's bringing up the shadow of society. The underbelly of society and service to dealing with that shadow"},{"startMs":5692479,"durationMs":2000,"subtitle":"Okay"},{"startMs":5695119,"durationMs":4100,"subtitle":"You originally said there, are you originally said there's three?"},{"startMs":5699920,"durationMs":4009,"subtitle":"Rulers you gave us one. What what did the other two singers at night?"},{"startMs":5703929,"durationMs":3089,"subtitle":"There's another tier above it that I didn't get into"},{"startMs":5707150,"durationMs":7279,"subtitle":"it's called the hierarchical levels of rulers and that pertains to people that have reached what we call initiate consciousness and"},{"startMs":5714800,"durationMs":6439,"subtitle":"Mastership, so it has nothing to do with you, and I yet but some incarnation. They will okay"},{"startMs":5723229,"durationMs":5330,"subtitle":"So what happens when you have the same sign as Sun Sign and rising sign"},{"startMs":5730519,"durationMs":1950,"subtitle":"Okay, well, there's a"},{"startMs":5732469,"durationMs":1291,"subtitle":"that"},{"startMs":5733760,"durationMs":1169,"subtitle":"Everybody heard the question"},{"startMs":5734929,"durationMs":780,"subtitle":"Okay"},{"startMs":5735709,"durationMs":1980,"subtitle":"There's a plus and a minus to that"},{"startMs":5737689,"durationMs":7190,"subtitle":"The plus is that the rising sign can often represent the souls deeper intention as I said and the birth sign"},{"startMs":5745099,"durationMs":5750,"subtitle":"Can often represent the personality nature that it needs to express through now when they're the same sign"},{"startMs":5751039,"durationMs":2990,"subtitle":"It the good news is that means that there's a natural?"},{"startMs":5754820,"durationMs":2659,"subtitle":"relationship a chiral energetic affinity between the two"},{"startMs":5757699,"durationMs":5720,"subtitle":"The downside to that is that it's harder to distinguish one from the other if they're different signs"},{"startMs":5763550,"durationMs":6620,"subtitle":"It's sometimes clearer to recognize, which is the soul note and which is the more day-to-day consciousness note?"},{"startMs":5770170,"durationMs":2000,"subtitle":"So there's a plus and a minus you know"},{"startMs":5774139,"durationMs":2081,"subtitle":"Audience 1: At the beginning you said something about the rising sign"},{"startMs":5776220,"durationMs":3159,"subtitle":"Speaker: yes,"},{"startMs":5779379,"durationMs":1060,"subtitle":"Audience: and it's important in"},{"startMs":5780439,"durationMs":2900,"subtitle":"in relation not in relationship to but"},{"startMs":5784909,"durationMs":3770,"subtitle":"As opposed to the birth sign right"},{"startMs":5789739,"durationMs":1621,"subtitle":"Does that mean?"},{"startMs":5791360,"durationMs":2540,"subtitle":"That all of this that we talked about"},{"startMs":5794570,"durationMs":2000,"subtitle":"about the birth sign"},{"startMs":5798769,"durationMs":3740,"subtitle":"It has less of an influence than the rising sign okay"},{"startMs":5802510,"durationMs":4529,"subtitle":"Yeah, let me try to I'm gonna make it a simple little model for you to think about okay"},{"startMs":5808670,"durationMs":5699,"subtitle":"Let's say that your birth sign I'll make this up, let's say your birth sign is Virgo okay now there's"},{"startMs":5815039,"durationMs":7550,"subtitle":"Day-to-day regular Virgo the usual understanding more personality based Virgo, and then there's the higher Virgo I said okay now"},{"startMs":5822590,"durationMs":1719,"subtitle":"let's say that your"},{"startMs":5824309,"durationMs":1951,"subtitle":"rising sign is Sagittarius"},{"startMs":5826260,"durationMs":6529,"subtitle":"Okay, and that there's this higher Sanitarian quality that I said was very connected to your soul's purpose"},{"startMs":5833460,"durationMs":1739,"subtitle":"if your Virgo and"},{"startMs":5835199,"durationMs":7580,"subtitle":"Your day-to-day Virgo consciousness is there it means that to lift yourself from the lower Virgo to the higher Virgo?"},{"startMs":5843030,"durationMs":4370,"subtitle":"Requires that you engage the higher rising sign to facilitate that process"},{"startMs":5848670,"durationMs":3409,"subtitle":"Yet that okay, alright, okay?"},{"startMs":5854489,"durationMs":2000,"subtitle":"Audience 2: Okay, So"},{"startMs":5856619,"durationMs":3680,"subtitle":"My sending is the opposite of my sunshine, okay?"},{"startMs":5860579,"durationMs":5209,"subtitle":"And I have like five planets in my sunshine for Scorpio. Uh-huh"},{"startMs":5867539,"durationMs":7340,"subtitle":"So I have pretty strong Scorpio characteristics, but I'm supposed to bring out characteristics of the opposite sign well"},{"startMs":5874880,"durationMs":4529,"subtitle":"Speaker: It's truth of that too. Always the opposite sign has some clues or"},{"startMs":5879929,"durationMs":2000,"subtitle":"antidotes to the problem of the sign"},{"startMs":5882659,"durationMs":5000,"subtitle":"So yeah in fact you Taurus would be getting the best of Taurus helps you transform"},{"startMs":5888179,"durationMs":6169,"subtitle":"The the negative aspects of Scorpio yeah, it's true for everybody whatever your opposite"},{"startMs":5894349,"durationMs":2880,"subtitle":"Is there's something about it that can actually help you?"},{"startMs":5897780,"durationMs":1680,"subtitle":"move forward yeah"},{"startMs":5899460,"durationMs":2000,"subtitle":"Audience 2: Okay, and one more is there any merit"},{"startMs":5902130,"durationMs":2600,"subtitle":"Being born like in between science. They called like"},{"startMs":5905400,"durationMs":1650,"subtitle":"wandering a cusp"},{"startMs":5907050,"durationMs":3500,"subtitle":"Something like that merit. They did say any merit. Yeah"},{"startMs":5911670,"durationMs":1409,"subtitle":"Speaker: merit"},{"startMs":5913079,"durationMs":6140,"subtitle":"No, but because that happens it happens, and it usually the astrologers have different views of this, but usually"},{"startMs":5919980,"durationMs":6889,"subtitle":"You know if it's within two degrees or so three degrees that's considered cuspid, which means that even though you're technically in one sign"},{"startMs":5926869,"durationMs":3390,"subtitle":"You're going to have quite a bit of the influence of the neighboring sign, yeah"},{"startMs":5931139,"durationMs":2390,"subtitle":"Okay, okay, make sense hey, yeah"},{"startMs":5936790,"durationMs":3500,"subtitle":"Audience 3: We had a question online about what is reversing the"},{"startMs":5941890,"durationMs":2720,"subtitle":"Wheel so if you would like to address that well"},{"startMs":5944610,"durationMs":3449,"subtitle":"Speaker: It's reversing the wheel what I was saying and trying to say and I was quick with it"},{"startMs":5948060,"durationMs":6060,"subtitle":"But your soul will incarnate in a direction around the zodiac for thousands of lifetimes"},{"startMs":5954300,"durationMs":3899,"subtitle":"It doesn't mean it's one than the next and the next in the next what it means is"},{"startMs":5958750,"durationMs":5000,"subtitle":"Energetically there's a trend of one direction and a trend of the opposite direction"},{"startMs":5964450,"durationMs":2810,"subtitle":"Before you're on the path before you have your awakening"},{"startMs":5967660,"durationMs":7189,"subtitle":"your consciousness your soul will incarnate on the forward direction of the wheel that's the clockwise direction of the wheel and"},{"startMs":5975400,"durationMs":2000,"subtitle":"That's involuting"},{"startMs":5977650,"durationMs":1320,"subtitle":"about"},{"startMs":5978970,"durationMs":3589,"subtitle":"Getting deeper into matter deeper into form more"},{"startMs":5982990,"durationMs":5000,"subtitle":"identification with mental emotional and physical substance to ultimately build the ego of your personality"},{"startMs":5987990,"durationMs":2760,"subtitle":"Which is necessary before you even wake up to the soul?"},{"startMs":5991060,"durationMs":2990,"subtitle":"but then you say she ate yourself at a certain point and"},{"startMs":5994240,"durationMs":5870,"subtitle":"That's when I was talking about Libra as being the place where you can reverse the wheel and then you start"},{"startMs":6000420,"durationMs":7069,"subtitle":"energetically moving around the other direction not one at a time, but the see it as a flow of pattern of"},{"startMs":6008280,"durationMs":6859,"subtitle":"Exiting as the corkscrew pulls out of the cork and when you're fully pulled out of the court actually you're given another name"},{"startMs":6016170,"durationMs":2000,"subtitle":"They're called the master"},{"startMs":6018660,"durationMs":2000,"subtitle":"enlightenment"},{"startMs":6027000,"durationMs":2000,"subtitle":"You"}]
