[{"pageNumber":2,"pageContent":"BL 181 .F57 1893 Fisher, George Park, 1827- 1909. Manual of natural theology •V.\\"},{"pageNumber":7,"pageContent":"MANUAL OF NATURAL THEOLOGY"},{"pageNumber":8,"pageContent":"PROFESSOR GEORGE P. FISHER'S WORKS. \"Topics of profound interest to the studious inquirer after truth are discussed by the author with his characteristic breadth of view, catholicity of judgment, affluence of learning, felicity of illustration, and force of reasoning. . . . His singular candor disarms the prepossessions of his opponents. ... In these days of pretentious, shallow, and garrulous scholarship, his learning is as noticeable for its solidity as for its compass.\" —X. Y. Tribune. History of the Christian Church. 8vo, with Maps, .... $3.50 Supernatural Origin of Christianity. New Edition, Crown 8vo, - 2.50 The Refo.'mation. New Edition, Crown 8vo, . - . - . 2.50 The Beginnings of Christianity. New Edition, Crown yvo, . - 2.50 Grounds of Theistic and Christian Belief. Crown Svo, . - - 2.50 Discussions in History and Theology. Svo, ... - - 3.00 Faith and Rationalism. New Edition, 12mo, . „ . - . .75 The Christian Religion. New Edition, 1 6mo, - - . _ .50 Manual of Christian Evidences. 16mo, ...-.- .75 The Nature and Method of Revelation. 12mo, .... 1.25 Manual of Natural Theology. 16mo, - - .... ,75"},{"pageNumber":9,"pageContent":"MANUAL OF NATURAL THEOLOGY GEORGE PARK FISHER, D.D., LL.D. TITUS STREET PROFESSOR OF ECCLESIASTICAL HISTORY IN YALE UNIVERSITY NEW YORK CHARLES SCRIBNER'S SONS 1893"},{"pageNumber":10,"pageContent":"Copyright, 1893, by CHARLES SCRIBNER'S SONS TROW DIRECTORY PRINTING AND BOOKSINDINQ COMPANV NEW YORK"},{"pageNumber":11,"pageContent":"PEEFAOE When I wi-ote the little volume entitled \" Man- ual of Christian Evidences,\" I intended, in case it should prove to be acceptable and useful, to pre- pare a preliminary volume of a like character and compass on Natural Theology. The present book has been written to carry out that purpose. It is designed, like its predecessor, for readers and pupils who have not time for the study of more extended treatises.\"^ It is unavoidable that the subject of Natural Theology should call for a somewhat more severe exercise of attention and reflection on their part than was necessary in con- nection with the former book. But I have tried to make the discussion as plain as is consistent with thoroughness. The necessities of man which Natural Eeligion * A more full and elaborate discussion I have presented in \" The Grounds of Theistic and Christian Belief\" (Charles Scrib- ner's Sons, 1883)."},{"pageNumber":12,"pageContent":"VI PREFACE fails to meet, and which constitute the ground of the need of Revelation, are pointed out in the \" Manual of Christian Evidences,\" Chapter III. Modern views of Evolution of necessity modify the method of dealing with the evidences of The- ism. But the new scientific doctrine, so far as it can be said to have established itself in the creed of Naturalists of highest repute, has the effect, I am persuaded, to fortify rather than to weaken the argument of design. G. P. F. New Haven, January 12, 1893."},{"pageNumber":13,"pageContent":"OONTEKTS CHAPTER I. The Nature and Origin of Religion, Meaning of the Term \" Religion,\" Origin of Religion Distinct from its Proofs, . Erroneous Theories as to the Origin of Religion, No Distinct Faith-faculty, .... The Radical Sources of Religion, Self revelation of God, .... Office of the Arguments for the Being of God, CHAPTER II. The Cosmological Argument for the Being of God, The Principle of Causation, Cause more than mere Antecedence, An Eternal Something, Theory of an Infinite Series, Cause Implies \" First Cause,\" The First Cause a Free Cause, The Source of Natural Phenomena in Will Truth in Polytheistic Religions, . The Unity of God, 10 10 11 12 12 14 14 16 17 17"},{"pageNumber":14,"pageContent":"Vlll CONTENTS CHAPTER III. The Argument of Design, .... Meaning of Analogy, ..... It is an Inductive Argument, Significance of \" Final Causes,\" . Chief and Subordinate Ends, \" Works of Nature \" and \" Works of Man,\" Is Adaptation an a priori Principle ? . Rationality of Nature, ..... Adaptations not mere \" Conditions of Existence Design in the Structure of tlie Eye, Alleged Defects in the Eye, Variations in the Eye among Animals. Design in the Structure of the Ear, Wonderful Mechanism of the Ear, Evolution : Its Meaning and Its Types, \" Natural Selection,\" Design Implied in the Darwinian Theory, . The Broadest Theory of Evolution, The Atomic Theory in Lucretius, Design Still Presupposed. .... Molecular Physics and Design, . Evolution of the Eye and the Ear Implies Design Argument of Design Strengthened by the Doctr Evolution, Design Conspicuous in Living Organisms, Design Evinced in Comparative Anatomy, Beauty and Sublimity in Nature prove Design, Objection from the Operations of Instinct an Growth of Plants, The Several Sciences Illustrate Design, Design in the Basis of Human Society, Extent of Divine Power, The Unity of God, .... Does Design Prove Creation ? of d the"},{"pageNumber":15,"pageContent":"CONTEXTS IX CHAPTER IV. The Moral Argument, .... The Freedom of the Will, . Alleged Occult Causes of Choice, . Alleged Uniformity of Choices, . Conscious Subjection to Moral Law, Conscience not a Form of Self-love, Consciousness of a Righteous Lawgiver, The Benevolence of God Inferred, A Righteous Moral Governor, Proof of the Benevolence of God, The Problem of Evil, .... Doctrine of God's Goodness Impregnable, Metaphysical Evil, .... Physical Evil, Moral Evil, PAGE 56 56 . 57 , 58 60 60 , 62 , 62 63 64 65 , 65 66 , 67 CHAPTER V. The Intuition of the Infinite and Absolute What the Terms Denote, Perception of the Finite and the Relative, The Unconditioned, .... The Infinite and Absolute is Personal, The Infinitude of God's Attributes, 72 72 72 72 73 74 CHAPTER VI. Anti-thetstic Theories, 75 Materialism Defined, <5 No Bridge Between Mind and Matter 75 The Conservation of Energy Lends no Support to Ma- terialism, ........ 76"},{"pageNumber":16,"pageContent":"CONTENTS Reciprocal Influence of Mind and Body, Absurdities of Materialism, .... Materialism Contradicts the Moral Sentiments, Argument from Conscience against Materialism. Forms of Pantheism, ..... Assumptions of Pantheism, .... Pantheism Inconsistent with Conscience, Positivism Self-contradictory, Positivism Driven to a Dilemma, Herbert Spencer's Agnostic Theory, Agnosticism Self-contradictory, . Religion on a Level with Science, Agnosticism Denies Free-will, Alleged \" Relativity of Knowledge,'' . PAGE 76 77 78 79 81 82 82 82 83 83 84 84 85 85 CHAPTER VII. The Future Life of the Soul, 87 Future Life not Proven by the mere Desire for It, . 87 Materialism Excluded, 87 Proof from Capacity for Progress, . . . .88 God's Moral Government Incomplete Here, . . 89 Life a Probation, ........ 90 Man's Capacity for Fellowship with God, . . .91 NOTE The Ontological Argument, The Argument of Anselm, . Objections and Answers, 93 93 94"},{"pageNumber":17,"pageContent":"NATURAL THEOLOGY CHAPTEE I. THE NATURE AND OEIGIN OF EELIGION It is the province of Theology to present an ac- curate statement of the truths and evidences of religion. Natural Theology deals with Natural The- one branch of the subject. It embraces the doctrines and proofs which are dis- coverable by \" the light of Nature ; \" that is to say, by reason independently of aid from a special rev- elation. Hence Natural Theology makes no appeal to the authority of that revelation which Chris- tians, with good reason, believe to have been made to mankind and to be recorded in the Bible. \" Ke- what is Re- Hgion,\" in the general sense of the term, hgion? signifies the beliefs of men respecting a supernatural power, or powers, together with 'the feelings and practices connected with such beliefs. The word \" Eeligion \" is derived, not, as it has often been thought, from the Latin word religdrej signifying \" to bind \" — in which case the reference"},{"pageNumber":18,"pageContent":"2 NATURAL THEOLOGY would be to the boud uniting man to objects of faith and worship ; but it comes probably from religh^e, meaning \" to ponder \" — the idea being a reverential consideration of divine things. In the meaning usually attached to the term in former days, and at present, unless one has occasion to look beyond the limits of Christendom, \" Eeligion \" is synonymous with Theism ; and by Theism is meant the exclusive recognition of one personal God, with certain cardinal beliefs concerning man and his destiny which are commonly linked to Theistic doctrine. We must not confound the origin of religion, or the way in which religious beliefs and feelings The origin Spring up in the human soul, with the distincffrom 'pToofs of religion. It is possible that \\% proofs. ^j^gjj ^Q Yi^^ of religion in the soul is considered, there may be deduced from its very genesis, as a fact of experience, valid evidence of its truth. Yet there is a difference not to be over- looked between our spontaneous impressions and beliefs, and the convictions that rest upon the ground of reasoning and reflection. As to the origin of religion, various theories which once had their advocates are now obsolete. Theory One Opinion that did not lack champions fs^cunfinS in the past is that religion was at the contrivanceT ^^^^^ ^ ^^^^-^^ ^j shrcwd statesmen and law-giverS; who invented it as a means of managing"},{"pageNumber":19,"pageContent":"THE NATURE AND ORIGIN OF RELIGION 3 the rude mass of mankind whom they could im- press by its hopes and terrors. A kindred the- ory traced religion to the cunning of priests, who contrived by its agency to build up their sway. A sufficient answer to conjectures of this class is that unless there were beforehand native, pow- erful tendencies to religion in the human breast, no devices of knavish leaders to establish their control by such means would be of any avail. There would be no response to their appeals. There would be no materials in human nature out of which to forge their instrument. Another old Theory theory was that religion is born of ir- spriugfSm rational fear. Surrounded by the un- ^^^^' known, men are afraid as children are frightened in the dark. There is no doubt that fear has much to do with the growth of various forms of superstition ; but religion is too vast and enduring a superstructure to rest on so slen- der a foundation. It is nearer the truth to say that religion engenders fear, than that fear engen- ders religion. Another ancient method of ac- counting for the religions of the world, which has been revived of late, is that they are the offspring of dreams. Savages dream of the dead that religion wliom they liavc kuowu, especially of de- spring of ceased parents, and mistake these phan- dreams. ^ . tasms for real persons. When, m this way, belief in the existence and agency of ghosts has"},{"pageNumber":20,"pageContent":"4 NATURAL THEOLOGY been produced, it is said to be a short step to in- voke them, and to connect with them other sorts of religious service. Homage paid to dead ances- tors, thus arising, is pronounced to be everywhere the primitive type of religion. This theory de- rives whatever plausibility pertains to it from the circumstance that in the religions of savage tribes, the influence of dreams plays a prominent part. It partakes of the superficiality of those parallel theories which Avould find the basis of conscience and morality, not in the constitution of the soul, but in the experiences of pleasure and pain, or in other sources purely empirical. Historically, the dream-theory is untenable, since the most ancient forms of religion among heathen nations are not capable of being traced to the origin alleged. This is true, for example, of the religions of the Aryan races. Not more tenable is \"animism,\" the opinion that the origin of all worship is in the idea of savages that souls make their abode in things liv- ing and inanimate. But many gods are simply personified forces of nature. The impres- sion from grand objects, like the sun and the sky, even the feelings of conscience, and a haunting sense of the supernatural, are among the sources of great religions, and even help to shaj)e the wor- ship of rudest tribes. Moreover, it is an assump- tion that the primitive man Avas a savage."},{"pageNumber":21,"pageContent":"THE NATVUE AND ORIGIX OF RELIGION 5 Some would ascribe religion to a primitive, mirac- ulous revelation. But this would imply in man wliat may be called a relioious nature. To sup- Theory of a T , ,1 f. T 1 1 . primitive rev- pose that the lundamental truths ol re- elation. r-. . . ^ . ligion gam a lodgement m the mind and heart as we learn about a remote country from a traveller, there being no previous affinity for these truths, no reaching out after God, is hardly less un- satisfactory than the several theories noticed above. It is a mistake to suppose that there is an in- ternal faculty of faith, a special organ of spiritual No distinct vision, Corresponding to the eye by which faith-faculty. ^^^^ perceive the things of sense. The objects of faith are things in their nature invisible, or at all events still in the future. Faith is the mind's confidence in their reality, although it can be verified by no such experimental test as we can apply in the sciences resting on observation. Yet faith, if it be reasonable, is not without sufficient evidence, although of a different kind. The fun- damental truths of religion are not demonstrable like the theorems of geometry. The data on which The data of ^^^^se trutlis rest are not present in the faith. same form and degree in every mind. With regard to this point, much depends on the state of conscience and moral sensibility, whether or not it be sound and normal. In this jDrovince, more than in some others, the bent of the judgment varies with the bent of character. The inward"},{"pageNumber":22,"pageContent":"6 NATURAL THEOLOGY certitude of faith is a feeling, but that feeling, it must not be forgotten, has a reasonable ground. In order to arrive at a correct view of the gene- sis of religion we must direct our attention to its permanent constituents. What are the genesis of re- elements that persist and appear in its purest and maturest form ? In what does the life of religion consist? What is the inde- structible root that lives on when rude, wild off- shoots from it have withered away? Eeligious perceptions may be undeveloped. They may be obscure. They may be perverted into a thousand fantastic phases of opinion and sentiment. So the sesthetic nature may be gratified for a while with the coarsest products of art. A bonfire may be ad- mired more than a sunset, and the daub of a village sign-painter preferred to a madonna of Raphael; but we do not thence conclude that there is no sense of beauty native to the soul. Because the moral nature may be seemingly paralyzed, misdi- rected by passion, so far perverted as to lend a tem- porary approval to acts of savage cruelty, we do not infer that conscience is no essential function of the human spirit, or that there is no objective, im- mutable standard of right. In like manner the multiplicity of religions, Avith the herd of super- stitions connected with them, does not disprove the reality of religion as a normal function of our nat- ure, but rather supports its claim to be so regarded."},{"pageNumber":23,"pageContent":"THE NATURE AND ORIGIN OF RELIGION 7 When we explore for the sources of religious faith we are brought finally to the feelings of clepend- ,. , ence and of obliojation, and to the native j^ourcesofre- yearning of the finite spirit for a deeper and more satisfying rest and fellowship. Wlien the meaning of the word \" I \" dawns upon the soul, there is a consciousness, however vague, of individuality, of distinction from things without. We are conscious of the power to act upon things external, including our own physical organism. Yet, at the same time, we are conscious of being acted upon by them. Along with the sense of lim- itation in relation to the world without, we find in our freedom and self-activity the assurance that it is not upon the world without that we are depend- ent for our being. The consciousness of self as a finite spirit includes a nascent consciousness of a Spirit Infinite \"in whom we live,\" who is the ground of that being which knows itself as neither self- originated nor 3^et as of a piece with its environment of matter. But along with the sense of freedom, of personal agency, there awakes in the soul the consciousness of a moral law independent of the will, of a voice within speaking with authority. The Being on whom we are dependent is recog- nized in the depths of the soul as a righteous law- giver. The mandates of conscience are felt to be His injunctions. There is a sense of accountable- ness to Him. But besides these feelings of depend-"},{"pageNumber":24,"pageContent":"8 NATURAL THEOLOGY ence and of obligation, tliere spring up yearnings for communion with tlie Being thus acknowledged or divined to exist. Tliere is a craving for rest in Him. There are feelings of awe and reverence, of thankfulness and love, which flow out toward the Being thus revealed to the soul as the soul's nature is unfolded to itself. Of course it is not pretended that faith in God is, at the outset, explicit. It is undevei- germinaut, not developed. It may be a ?e?tedYo?ms surmise more than a belief. It may of religion, q^^^ more as an inkling, a presentiment, than as a clear perception. Nor is it overlooked that there may be mental unripeness and moral degradation where, in the room of faith in the liv- ing God, there arises a superstitious belief in \" gods many and lords many.\" Nor, again, is it forgotten that an atheistic mood may grow up which para- lyzes faith, or a moral recklessness that silences the testimonies within. Nevertheless it is true that the seeds of religion are in this spontaneous con- sciousness of a bond uniting us to the Author and Sustainer of our being, call it a natural faith, a re- ligious susceptibility, a \" consciousness of God,\" or by whatever other name one may choose to desig- nate it. It is not, be it observed, a blind, irrational feeling. However confused it may be at the outset, a rational element enters into it. A like indistinct- ness likewise belongs at the outset to the j^ercep- tion of material objects by the senses."},{"pageNumber":25,"pageContent":"THE NATURE AXD ORIGIN OF RELIGION 9 Nothing can be known of God, not even His ex- istence, except through the manifestations which God's self- He makes of Himself, or his self-revela- h'iw 1p7r7- tion. This addresses itself not to the hended. reason exclusively, but also to the con- science and the affections. As in relation to a visible object there must be an open eye to behold it, and as in the case of audible sounds there must be an ear to hear, so, if one would apprehend the self- revela- tion of God, there must be in the soul an exercise of the power of discernment. And this is inseparable from that prior life of religion in the soul which has been briefly delineated in the foregoing remarks. The proofs of the being of God are so many self- disclosures which He makes in the world as it pre- office of sents itself to the senses, or falls under meStsfonhe ^^^ ^yo of cousciousuess. They elicit, being of God. enlighten, and fortify the spontaneous belief which is native to the human spirit. The so-called proofs are the recognition of God from different points of view. They bring Him before us in various aspects of His being and character. In the cosmological proof we discern Him as the eternal, self-existent Cause of all things that are. In the argument of Design, we are brought face to face with His wisdom. In the moral argument we are enabled to recognize His moral perfections.' ' For remarks on the \" Ontological Argument,\" see the Note at the end of the volume."},{"pageNumber":26,"pageContent":"CHAPTEE II. THE COSMOLOGICAL ARGUMENT FOR THE BEING OF GOD That notliing can occur, or come into being, without a cause is a self-evident truth. As it ad- mits of no demonstration, so it requires The pnnci- . . . . t ^ pie of causa- nouc, siucc the Contrary is inconceivable. And by this it is not simply meant that we cannot imagme, or make a mental picture, of an uncaused occurrence. We know that an occur- rence uncaused is not possible. Su23pose nothing wdiatever to exist and the universe to be an in- finite void. We know as w^ell as we know anything that nothing could ever come into being. But it is not more difficult to believe that something may be- gin to exist when nothing existed before than it is to believe that something may begin to exist which has no connection wdiatever with anything before it. If a given phenomenon which we wdll desig- nate by the letter h, follows upon another phenom- enon which w^e wdll designate as a, yet on the sup- position that there is no nexus between a and b —"},{"pageNumber":27,"pageContent":"THE COSMOLOGICAL AltGUMENT H that a exerts not the slightest influence in giving existence to h — it is plain that we might as well think of a as absent altogether. For a does not lend us a jot of aid in accounting for the occurrence of h. If it were found or assumed that a is the in- variahle antecedent of b — that is, that h never oc- curs save in this association with a, the conclusion is the same. It has been maintained by some that Theory of the foundation of the causal idea is the \"customary .... • t <• association.\" customarj associatiou m our mmds oi one thing with another. The habit of associating in our thoughts one thing with another — for ex- ample, fire with a burning sensation when our flesh is brought into contact with it — is due to a mental law. This law or process of association is inde- pendent of the will. Therefore, we attribute it to an imaginary necessity. Then, it is contended, we fancy that there is a like bond of connection in external things, and assume some sort of agency or power in the fire with which to produce the conse- quence. Eeflection upon what has been said above will convince us that this solution of the problem of causation is wholly inadequate. There is more Cause more ^^ ^^^® relation of causc and effect than aw? imtece- i^^i'^ successiou or conuectiou in time, deuce. rp|^g causal iutuitiou is ineradicable. It resists every attempt of the nature described to re- solve it into an illusion. Something must have existed from eternity."},{"pageNumber":28,"pageContent":"12 NATURAL THEOLOGY This is an unavoidable inference from tlie fact that something exists now. We behold the world An eternal ^'^^ ourselves as a part of it. Phenom- something. ^^^ appear and disappear. Motion is everywhere. It is a proverbial sajdng that change is written upon everything. \"We are compelled by a necessity of thought to recognize the existence of an eternal something, which we may term the First Cause. At this point we do not inquire fur- ther. We do not now seek to ascertain the nature of the Being thus proved to exist. That inquiry will come up later.' Here, however, we may encounter an objection. Grant, it may be said, that the world presupposes a cause of its existence, and that we are an infinite sliut up to this couclusion : wliy, ucver- series. theless, may we not suppose that the j)roximate cause is preceded by one before it, and so on in an endless series ? We need not affirm, it ' It may be well to make mention here of the objection of Kant to the cosmological argument — the argument from causa- tion — that the law of cause and effect is applicable only within the sphere of experience, in relation to finite objects, and to these only as apprehended by us. But this is an assumption. It is a part of the scepticism which underlies the Kantian sys- tem. In support of it\" it is said that \"antinomies,\" or logical contradictions, real and insoluble, arise when the law of cause and effect is attempted to be applied beyond the limit thus de- fined. But the \"antinomies\" are soluble. They have been shown to rest upon fallacies."},{"pageNumber":29,"pageContent":"TRE COSJfOLOGICAL ARGUMENT 13 is alleged, the existence of an eternal being ; there is an alternative — namely, the supposition of an infinite series. This objection seems plausible, but a little thought shows it to be fallacious. We require a cause, but on the track of an infinite se- ries there is no real cause. There is simply a re- gress from step to step in search for one. How shall we account for the last member in the sup- posed series? Not through the next preceding member ; for the power is not in that. Nor through the member the third in order back of the effect, nor anywhere beyond. The answer to the objection is stated in a popular way when it is said that \"the chain hangs on nothing.\" The retreat from step to step is merely the repeated postpone- ment of the question. What is the cause ? The fal- lacious character of the hypothesis of an infinite series may be perceived in another way. Time is not an agent. It has in it no causal efficiency. We may, therefore, think away the element of time from the series. Its members are then crowded to- gether with no \"before\" or \"after\" in reference to either. Thus it becomes obvious that in the series there is no causal agency whatever. In fine, we do not explain the world, or advance an inch toward explaining it, when we refer it to something that is itself also an effect. In truth, we do not grasp the real significance of the intuition of Cause until we discern that it in-"},{"pageNumber":30,"pageContent":"14 NATURAL THEOLOGY volves the recognition of a Cause uncaused — a self- existeiit being, dependent u|3on nothing beyond it- self. Attaining this concei^tion the mind \" Cause'' im- . . . plies \"First is at rest. Until then its demand for a Cause.\" CG'ise IS not appeased. We have commented on the theory of an infinite series. In point of fact, however, it is a theory which no one holds. Such as profess to Infinite se- . . ries not be- disbclievc in Tlieism attribute self-exist- lieved in. ence to matter or to something imper- sonal. The supposition of an infinite regress of phenomena is not actually embraced. It is noth- ing more than a weapon to fence with, and then to be immediately cast away. There is another step to be taken in the analy- sis of the idea of the First Cause. An uncaused cause is a free cause. It is a self-mov- The First . i c t Cause a free mg, self-determming agency. In other words, it is voluntary. The self-existent being is endowed with Will, and being endowed with will is personal. The action of a j)ower which is necessitated to act, or to act in a particular Avay, falls into the category of effects. In our search for the cause of all things that begin to be, Ave are led up to the acknowledgment of a personal Deity. When we look into the origin of our idea of Cause we are confirmed in the conclusion that the self-existent, eternal being is a voluntary agent."},{"pageNumber":31,"pageContent":"THE COSMOLOOICAL ARGUMENT 15 The liuman mind is triple in its faculties. It has the three capacities of intellect, sensibility or feel- I d e a of ing, and will. In the department of feel- cause derived . , , • t • • -n t from our vol- mg tlie mind IS passivc. ±! eelmg springs cy. \" up of itself, either in the form of sensa- tion through contact with the outer world, or in the higher forms in which it may be awakened within us. So, with a single exception shortly to be noted, our processes of thought are governed by fixed laws of association which are quite exempt from our control. It is by the exertion of the will alone that we become conscious of power, and ar- rive at the notion of causation. We have no di- rect knowledge of anything of the nature of cause, nor could we ever get such knowledge, except through this exercise of energy in voluntary action. The will influences intellectual states through at- tention, which is a voluntary act. We can fasten our observation on one thing, or one idea, in pref- erence to another. The nascent activity of the will belongs to the earliest development of the mind. It is doubtful whether distinct perception would be possible without a directing of the at- tention to one after another of the qualities of ex- ternal objects, or at least without such a discrim- ination among the phenomena presented to the senses as involves the exercise of attention. Now, were it not for this consciousness of causal activ- ity in ourselves, in our own wills, were we merely"},{"pageNumber":32,"pageContent":"16 NATURAL THEOLOGY the subject of passive impressions from tlie world without, the conception of cause would be wanting. Inasmuch as the only cause of which we are immediately conscious is will, it is natural and Inference reasonable to refer the power which acts source of the upou US f rom without to a will as its di- operatious of , ij • a ^ '^ Nature is in rcct or uitcrior source. borne philoso- phers on this ground maintain that there is no other power but mil-power, and that the ac- tivities of nature are identical with divine volitions. It is doubtful whether this conclusion is altogether justified. It is not clear how it is consistent with attributing a distinct reality to external nature and to our own mental being. Nevertheless, analogy inspires the belief that the forces of nature in their origin and continued operation are not dis- severed from a Supreme Will. A man by an ex- ertion of will raises his arm, clenches his hand, and strikes a blow. There is force in the arm and force in the fist. Yet the will initiates all, and were the exertion of the will susj^ended, the arm would drop powerless at his side. Following the suggestions of analogy, we may hold that the operations of nature spring from forces which are not only imparted by the \\d\\\\ of God, but are also sustained by the same energizing will. The pre- cise mode of the concurrence of the original and the dependent agency is beyond our ken. While, then, analogy points us to the divine will as the fountain-"},{"pageNumber":33,"pageContent":"THE COSMOLOGICAL ARGUMENT 17 head of natural forces, and as immanent and active in all things, we are not driven to the conclusion that the ordinary idea of nature as an entity is il- lusive. We are not obliged to conclude that nature is naught but an aggregate of divine voli- tions. Thus we see that the polytheistic religions were not in error in identifying the manifold activities of nature with voluntary aerency. The Truth in J ^d j polytheistic spontaneous feelinQs of mankind in this rengions. ^ . \"-\" particular have been in accord with the suggestions of philosophy. The error of polythe- ism lies in its splintering of that will which is im- manent in all the operations of nature into a plu- rality of personal agents, a throng of divinities, each active and dominant in a section of the uni- verse. How shall we confute polytheism ? What war- rant is there for asserting the unitij of the Power that pervades nature ? In the first place, an example of such a unity is afforded in the operation of our own wills. We Unity of P^^ forth a multitude of volitions ; we ?r''oii''anak?- ^^^^^ ^^^ Voluntary agency in many dif- ^^' ferent directions ; this agency stretches over long periods of time ; yet the same identical will is the source of all these effects. To attribute the sources of our passive impressions collectively to a single Ego without, as our personal exertions 2"},{"pageNumber":34,"pageContent":"18 NATURAL THEOLOGY consciously emanate from a single Ego within, is natural and rational. Secondly, what logicians call the \" law of parsi- mony \" precludes us from assuming more causes to account for a efiven effect than are neces- The \"law ^^ of parsi- sary. One self-existent Being suffices to account for the phenomena of nature. To postulate a plurality of such beings — were a plurality of self-existent beings metaphysically pos- sible — would compel the conclusion that they are either in concord or in conflict. Thirdly, the fact that nature is one coherent sys- tem proves that the operations of nature sj^ring from one and only one Cause. The prog- 8 ingle sys- rcss of scicuce is constantly levelling the barriers which might be imagined to divide the visible imi verse into distinct and sepa- rate provinces. Men speak of the heavens and the earth ; but the earth belongs in the starry system. The earth is a planet, and with its associate planets is one of countless similar groups, not alien from one another, but bound together to form the stellar universe. The unity of the world proves the miity of God."},{"pageNumber":35,"pageContent":"CHAPTEK m. THE AKGUMENT OF DESIGN The marks of design in nature reveal to ns its intelligent author. For the same reason that. we recognize an intelligent cause in the case of count- less products of human agency whose particular origin and authorship we know not, we infer an intelligent cause of the objects of nature. In them we discern equal evidence of an end secured by the selection and combination of means adapted to ac- complish it. The signs of forethought, precon- ception, purpose, are just as manifest in what we style the works of natui'e as they are in the works Character ^^ ^^^^' ^liis mode of reasoning is often men?^orie- Considered an argument from analogy. sign. -^Yq sometimes apply the term \" analogy \" to a merely figurative likeness which the imagina- tion suggests ; as when we speak of the \" analogy \" between a rushing stream and the rapid utterance of an excited orator. This is the language of j)o- etry. But when we have always found that certain properties in an animal are united with a given characteristic — for example, S23eed — we expect,"},{"pageNumber":36,"pageContent":"20 NATURAL THEOLOGY wherever we meet the same collection of properties, to find in their company this additional quality. This we look for with a certain degree of confi- dence even when no special connection between such properties and their associate has yet been detected. This is an argument from an- ductiveargu- alogy. But the argument of design, as J. S. Mill has pointed out, is a genuine instance of inductive reasoning. \" The design argument,\" says Mill, \"is not drawn from mere resemblance in nature to the work of human intel- ligence, but from the special character of this re- semblance. The circumstances in which it is al- leged that the world resembles the works of man are not circumstances taken at random, but are particular instances of a circumstance which ex- perience shows to have real connection with an in- telligent origin, tlie fact of conspiring to an end. The argument, therefore, is not one of mere anal- ogy. As mere analogy it has its weight, but it is more than analogy. It surpasses analogy exactly as induction surpasses it. It is an inductive argu- ment.\" ^ Being an inductive argument the conclu- sion rests on the same basis as most of the truths of natural science. How do we know that yonder apple on the tree at the roadside, when the breeze shall sever it from the bough, will fall to the ground ? It is an inference from what is kno^ii ' Three Essays on Religion, Theism, pp. 169, 170."},{"pageNumber":37,"pageContent":"THE ARGUMENT OF DESIGN 21 to have occurred iu similar instances to numberless material objects. What is the law of gravitation ? It is an induction from observed instances, count- less to be sure, yet constituting but a fraction of all the cases of which we imhesitatingly affirm it. The proof from evidences of design is often styled the argument from \" final causes.\" In this expression, the term final refers to the end for which anything is made, as dis- tinguished from the efficient causes concerned in its origination. The end is the purpose in view, and is so called because its manifestation is last in the order of time. Thus, a man purposes to build a house. He collects the materials, brings them into the proper shape, raises the walls, and, in short, does everything needful to carry out his intention. The final cause is seen in the com- pleted dwelling for the habitation of his family. The final cause of a watch is to tell the time. The efficient causes are all the forces and agencies concerned in the making of it and in the regular movement of its parts. It is obvious that a thing may be an end, and, at the same time, a means to another end more ^^_ ^ remote. When a mechanic is making a Chief and . ^ ends\"^^^^'^ spoke, it IS the sj^oke which is the im- mediate end in view. But the end of the spoke is to connect the rim of the wheel with the hub. The end of the wheel is to revolve upon"},{"pageNumber":38,"pageContent":"22 NATURAL THEOLOGY the axle ; and the wagon is the last end for which all its parts are fashioned and connected. There are subordinate ends and chief ends. We are not, therefore, to ignore the proof of design, even in cases where the chief end, the ultimate 23nrpose, may be faintly or not at all perceived. It is sometimes said that \"Ave cannot reason from the works of man to the works of nature.\" \"WTiy not? We are seeking- to explain Works of ,, . . ^ ^ natiire to be the Origin ot the scene that is spread be- com pared- \". ^ with works lore US m the world in which we live. Is 01 man. the cause intelligent? We know from experience what are the characteristic signs of in- telligence. These signs are obvious in the world around us. Kant, in his comments on the argu- ment of design, concedes that it is impossible to explain organized beings, even to explain a blade of grass, by mechanical agencies — by natural laws acting without design presiding over them. Yet he says that possibly if we could fully understand nature we might dispense with this solution. This is to say no more than that the argument is not demonstrative. When Kant says that the idea of design is not \" constitutive,\" or objective, but sub- jective, regulative of our perceptions, he fails to distinguish between two classes of hypotheses. In the case of one class they are only convenient means whereby the mind conceives of objects. They are suppositions which the study of nature"},{"pageNumber":39,"pageContent":"THE ARGUMENT OF DESIGN 23 may or may not verify. But in tlie case of tlie other class tliey are such as the objects inevitably suggest and bring home to us in an imperious way. Common sense perceives and asserts a correspon- dence of the objects to them. This is true of the adaptations recognized in the works of nature. Even if Kant is acknoAvledged to be right in hold- ing that belief in design is not necessary like be- lief in efficient causes, it does not follow that our conviction of the reality of design is not well- founded. We cannot demonstrate that the men about us have souls like our own ; yet we are as sure of it as if we could. We have thus far spoken of the design argument as analogical or inductive. But there are phi- losophers of deservedly high repute who tioaanai^n-- look upou the principle of adaptation as intuitive or a priori, and thus on a level with that of efficient causation. It cannot be de- nied that much can be said in favor of this doc- trine. Is it not just as natural to inquire for what purpose things are as to ask how they are pro- duced? Are we not as much impelled to ask \" What for \" as \" How,\" or \"Whence ? \" That there is an orderly plan in the world is presup- Induction T • . T ,. . -r n • implies de- posecl in luductivc reasoniufi^. Induction sign. •(>•<• assumes the uniformity of nature. From a multitude of known instances of mortality we conclude that all men are mortal. The uniformity"},{"pageNumber":40,"pageContent":"24 NATURAL THEOLOGY of nature involves the truth that nature is a sj^s- tem, or proceeds according to a plan. The postu- Eationaiity late of scieuce is the rationality of nat- ure. Science, as Professor Huxley truly declares, is \" the discovery of the rational order that pervades the universe.\" AYithout this pre- sujDposition of a rational order, scientific investi- gation would be a chase after a chimera. Nature, it is taken for granted, is the embodiment of thoughts. What is a book of astronomy but a transcript of the thoughts that are realized in the structiu'e of the heavens ? All nature is but a book which science undertakes to decipher and read. When the student explores any province of natui-e, it is to find in it laws and adaptations. \" Our reason,\" says a recent writer, \" demands that there shall be a reasonableness in the constitution of things. This demand is a fact in our psychical nature as positive and irrepressible as an accept- ance of geometrical axioms and our rejection of whatever controverts such axioms.\" \" There is in every earnest thinker a craving after a Craving af- n ^ i xi • ter a final final causc ; and this craving can no CfllXS6. more be extinguished than our belief in objective reality. Nothing can persuade us that the universe is a farrago of nonsense. Our belief in what we call the evidence of our senses is less strong than our faith that in the orderly sequence of events there is a meaning which our minds could"},{"pageNumber":41,"pageContent":"THE ARGUMENT OF DESIGN 25 fathom were tliey only vast enough. \" ' In favor of the view that the belief in design is intuitive, and as such underlies all science, is the fact that it has guided, and proved an aid, in scientific discovery. As an instance, Harvey was led to find out the true system of the circulation of the blood by observ- ing that in the channels through which the blood flows, one set of valves open toward the heart, while another set open in the opposite direction. Because nature is a rational system, it is adapted to our cognitive faculties. This correspondence ^^ , proves that the author of the mind is the Nature i oS??o-u?tive author of \"the mind in nature.\" What faculties. being, says Cicero, that is \"destitute of intellect and reason could have produced these things which not only had need of reason to cause them to be, but ivMcli are such as can he under- stood only by the highest exertions of reason ? \" ^ It is objected to the argument of design that what are styled adaptations are nothing but \" the conditions of existence \" of objects in titns^not nature. These conditions being what Stionsof'ex- they are, the various objects in which design is supposed to be shown could not be different from what they are. For example, the bird is said to be adapted to the air through which it flies ; but the bird could not exist were 1 John Fiske : \" The Idea of God,\" p. 138. 2 De Nat. Deorum, II. 44."},{"pageNumber":42,"pageContent":"26 NATURAL THEOLOGY it not for the air in wliicli its mngs are moved. The objection is equivalent to an attempt to ex- plain the objects of nature by mechanical agencies and conditions. The objection has no force if the intuitive be- lief in final causes, or design, is admitted. But, apart from this consideration, \" we find not merely the conditions of mere existence in the causes of effects produced, but the conditions of well-being, or adaptations to a highly artificial, elevated and refined existence and enjoyment.\" We find use so related to structure that the thought of design springs up unbidden. Take, for example, the human eye. It is an instrument employed by a rational being for a purpose, as he employs a tele- scope or a microscope. When we see how the eye is fitted to its use, w^e cannot resist the im- pression that it was intended for it. The idea of the organ we discern. As Whewell well puts it : \" We have in our minds the idea of a final cause, and when we behold the eye, we see our idea ex- emplified. This idea then governed the construc- tion of the eye, be its mechanical causes, the oper- ative agencies that produced it, wiiat they may.\" \" Nothing,\" says an able writer, \" has been proved against final causes when organic effects theTtnJcture liave been reduced to their proximate of the heart. t i n • i i • • t causes and to their determining condi- tions. It will be said, for instance, that it is not"},{"pageNumber":43,"pageContent":"THE ARGUMENT OF DESIGN 27 wonderful that the heart contracts, since it is a mus- cle, and contractility is an essential property of muscles. But is it not evident that if nature wished to make a heart that contracts, it behoved to em- ploy for this a contractile tissue, and would it not be very astonishing were it otherwise ? Have we thereby explained the wonderful structure of the heart and the skilful mechanism shown in it? Muscular contractility explains the contraction of the heart ; but this general property, which is common to all muscles, does not suffice to explain how or why the heart contracts in one way rather than another, why it has taken such a form and not such another. ' The peculiarity presented by the heart,' says M. CI. Bernard, * is that the mus- cular fibres are arranged in it so as to form a sort of bag, within which is found the liquid blood. The contraction of these fibres causes a diminution of the size of this bag, and consequently an expul- sion, at least in part, of the liquid it contains. The arrangement of the valves gives to the expelled liquid the suitable direction.' Now the precise question which here occupies the thinker is, how it happens that nature, employing a contractile tissue, has given it the suitable structure and ar- rangement, and Tiow it rendered it fit for the spe- cial and capital function of the circulation. The elementary properties of the tissues are the neces- sary conditions of which nature makes use to solve"},{"pageNumber":44,"pageContent":"28 NATURAL THEOLOGY the problem, but they in no way explain how it has succeeded in solving it. Moreover, M. CI. Bernard (a learned physiologist) does not decline the inevitable comparison of the organism with the works of human industry, and even often recurs to it, as, for instance, when he says : 'the heart is essentially a living motor machine, a force-pump, destined to send into all the organs a liquid to nourish them. ... At all degrees of the ani- mal scale, the heart fulfils this function of mechan- ical irrigation.' . . . ' We may compare,' he says, 'the histological elements to the materials man employs to raise a monument. . . . No doubt, in order that a house may exist, the stones composing it must have the property of gravita- tion ; but does this property explain how the stones form a house ? ' \" ^ It might be said of a locomotive that — the boiler of iron, with its capacity to hold water, being pres- ent, and the water being in it, and fire beneath it, and a chimney above for the smoke to escape, and pipes through which steam can pass connected with the boiler, and wheels beneath on Avhich the loco- motive can roll — it is sufficiently explained. But the combination of these parts, in their peculiar forms, and the relation of the whole to that which the locomotive does, are things w^hich the fore- going statement altogether fails to account for. 1 Janet's \"Final Causes,\" pp. 129-131."},{"pageNumber":45,"pageContent":"THE AUGJJMENT OF DESIGN 29 It is through concrete examples that the most vivid impression is made of the design that is ex- hibited in nature. The human eye and ear fur- nish familiar and striking illustrations of a pre-con- ceived plan. The eye is protected by a lid which moves with great quickness, and is opened and shut at our pleasure. This delicate organ is thus Design iii_._T„ , ., . the structixre deieuded irom harm, as we take care to of tll6 GVG. shield optical instruments from injury. When the eye itself is examined, it is found to be almost spherical in form. It is discovered to be a darkened chamber — a camera ohscura, having in the anterior part a bi-convex lens, which is named the crystalline lens, by which objects are focussed on the sensitive surface of a membrane called the retina. The eyeball, instead of being in a fixed position, has muscles attached to it, and can be turned in different directions, corresponding to the place of objects in the field of vision — as a photog- rapher's instrument can be turned upward or downward, to the right hand or the left. The requisite refraction of the rays of light, whereby they are brought to a focus and form an image on the retina, is effected by their passage through the cornea, the transparent coating of the eyeball, the aqueous humor, the crystalline lens, and the vitreous humor. The special use of the lens is in accommodating the eye to objects at different dis-"},{"pageNumber":46,"pageContent":"30 NATURAL THEOLOGY tances, since when it is removed by an operation for the cataract, the power of vision is not lost. AQUEOUS HUMOR CILIARY MUSCLE OPTIC NERVE HORIZONTAL SECTION OF THE LEFT EYE. The interior of the eye is darkened by the pig- mented choroid lining and by the iris, the contin- uation of it. In the centre of the iris is the pupil, an aperture for admitting the light ; and the iris"},{"pageNumber":47,"pageContent":"THE ARGUMENT OF DESIGN 31 itself, by means of two systems of muscular fibres, contracts or dilates the pupil, according as tlie light is more or less intense. The retina is so made that it is stimulated by the impact of light upon it, and there ensues an excitation of the fibres of the optic nerve. When waves of light of different lengths impinge on the retina, special effects are produced, giving in sensation the differ- ent colors. The apparatus for obtaining images Accommo- of objccts near and far is one of the ?ye' to^'di's- most curious features in the structure of the eye. In optical instruments, in or- der to obtain a distinct image, the distance be- tween the lens and the surface on which the im- age is to be formed has to be increased or lessened by moving either this surface or the lens for- ward or backward. In this way the photographer adjusts his instrument. The focal point of the lens is made to correspond with the plate. In the eye there is a peculiar mechanism by which a like result is effected. This mechanism causes the lens to become more convex when a near object is to be looked at. The lens is placed between two layers of a suspensory ligament, which is a pro- longation of the choroid, one of the three interior coats of the eye. With this ligament is connected the ciliary muscle, which, when it is lax, leaves the lens in the compressed state. But when a near object is to be viewed this muscle pulls upon the"},{"pageNumber":48,"pageContent":"32 NATURAL THEOLOGY choroid, relaxes tlie ligament, and the lens forth- with bulges out. Here is a self-adjusting apjoara- tus by which the eye accommodates itself to the perception of things not far off. Without it the focus would be behind the retina, and no image would be formed uj)on it. In the normal eye of a person thirty years old, a distinct image can be formed of an object not nearer than ^\\e inches from the organ of vision. \"Without going farther in this description, it is difficult to avoid the impression that there is de- sign in the characteristics which have been ad- verted to, such as the arrangement for turning the eye in different directions, and for seeing distinctly objects near as well as remote ; the method of darkening the interior and of regulating the ad- mission of light ; the peculiar functions of the retina and its relation to the optic nerve. The eye has been criticised as in some particu- lars defective, when considered as an optical in- strument. If it were defective, it must Alleged de- i t i t c • facts in the be remembered that a defective mstru- eye. ment does not disprove design in its maker, whatever reflection it may be thought to cast on the perfection of his skill. But Helm- holtz, one of the critics of this class, himself says : \" The adaptation of the eye to its function is therefore most complete, and is seen in the very limits which are set to its defects. Here, the re-"},{"pageNumber":49,"pageContent":"THE ARGUMENT OF DESIGN 33 suit which may be reached under the working of the Darwinian law of inheritance, coincides with what the wisest Wisdom may have devised before- hand.\" ' The study of the variations in the structure of the eye to suit the habits and modes of different Variations auimals offcrs fresh illustrations of de- aLo4^am^ sign. For instance, the shape of the ™* ^* pupil is adapted alike to animals which require a long vertical range of vision and to those to whom a long horizontal range is necessary. The proofs of design in the structure of the ear are scarcely less wonderful than those which are The struct- ^ecu in the eye. The auricle, or external ureof theear. ^^^^ ^^^^ ^^^ adjacent auditory canal are so shaj^ed as to gather the vibrations of air, and direct them upon the membrane of the tympanum, or drum. In some animals, it may be here ob- served, the auricle has the form of a trumpet, and is turned by muscles in various directions. The drum has a muscle attached to it, the tensor tym- pani, which pulls it inward, making it more tense. When the muscle is relaxed, it returns to equilibrium by its own elasticity. Thus there is provided the means of receiving and transmitting sounds of different pitch. The vibrations of the air are carried inward to the tympanum or internal ear by the drum, and by a chain of three little 1 Quoted by Martineau, \" A Study of Religion,\" I., 365. 3"},{"pageNumber":50,"pageContent":"34 NATURAL THEOLOGY bones, the ossicles, stretcliing across the cavity of the drum and forming together a lever by which the vibrations are diminished in extent, but in- CAVITY OF THE TYMPANUM SEMI-CIRCULAR CANALS HAMMEFi / MEMB. TYMP ANVIL stirrJp EUSTACH. TUBE COCHLEA VERTICAL SECTION OF THE AUDITORY APPARATUS. creased in force. The Eustachian tube forms a connection between the cavity of the tymjDanum and the pharynx. Thereby an undue pressure of the atmosphere upon the tympanum from without"},{"pageNumber":51,"pageContent":"THE ARGUMENT OF DESIGN- 35 may be met by a counter-pressure of air from within. The internal ear, or labyrinth, is partly bony and partly membranous. It is filled with water, and over its lining membrane are distrib- uted the terminal fibres of the auditory nerve, whose excitations precede the sensations of sound. The most highly specialized portion of the laby- rinth is the cochlea — so called from its resemblance to a snail-shell. At a certain place within the cochlea is the wonderful organ named the \" Corti.\" This is supposed to contain three thousand pairs of rods or stiff cells, and between ten thousand and fifteen thousand hair-cells. The membrane which carries the Corti receives the vibrations. By it sounds are differentiated in kind and degree. It is thought by Helmholtz and Henan that the fibres of this membrane, like the strings of the piano, re- spond with difierent notes to different vibrations. \" AVithin the ears of men,\" says Tyndall, \"and without their knowledge or contrivance, this lute of three thousand strings has existed for ages, ac- cepting the music of the outer world, and render- ing it fit for reception by the brain. Each musical tremor which falls upon this organ, selects from its tensioned fibres the one appropriate to its own pitch, and throws that fibre with unisonant vibra- tion. And thus, no matter how complicated the mo- tion of the external air may be, those microscopic strings can analyze it and reveal the constituents"},{"pageNumber":52,"pageContent":"36 NATURAL THEOLOGY of which it is compound.\" ' A somewhat differ- ent theory as to the mode of action of the Corti is held by Eutherford and some other physiologists. They suppose that the cells of the Corti are all impressed by every vibration, and that correspond- ing nerve-impulses occur, \"just as in a telephone the sound-vibrations are translated by the iron plate and magnet into electrical movements which correspond to those of the sound received.\" Physiologists find in instruments which are the products of the most delicate ingenuity, parallels to the apparatus by which sounds are made audi- ble. In the human ear, and occupying very little space, we find a mechanism infinitely surpassing in its effects the capacity of all musical instruments collectively taken. Wordsworth, in his ode on the \" Power of Sound,\" has set forth the wonder and mystery of the organ of hearing and the boundless range of its capacity. By its means there are con- veyed to the soul within the shouts of the joyous and exulting, shrieks of the suffering, and \"Warbled air, Whose piercing sweetness can unloose The chains of frenzy, or entice a smile Into the ambush of despair ; Hosannas pealing down the long-drawn aisle, And requiems answered by the pulse that beats Devoutly, in life's last retreats.\" * \"Sound, a Course of Eight Lectures,\" etc., p. 324."},{"pageNumber":53,"pageContent":"THE ARGUMENT OF DESIGN 37 It is an argument in Natural Theology which the Sacred Writer utters when he exclaims (Ps. 94 : 91) : \" He that planted the ear, shall He not hear? He that formed the eye, shall He not see ? \" Can we believe that the Power to which the ear and the eye owe their being is itself not capable of seeing and hearing ? It is sometimes thought that the argument of design is invalidated by the doctrine of Evolution. Evolution This imj)ression is quite erroneous. Ev- and design. oi^^iQ^^ although the word may begin with a capital letter, is not a person, nor is it an entity of any sort. It denotes, not a cause, but only a method. Evolution as a doctrine respecting nature stands in contrast with the idea of special acts of creation, Meaning of immediate interpositions of power. As evolution. ^ theory in zoology, it signifies that what is true of the individuals of a species, is equally true of species themselves in relation to one an- other. Their connection is genetic. They arise Different ^y descent, rather than by particular lutionaryme- Creative acts. One class of evolutionists ^^^' hold that the origin of each particular species is per saltum; that is, that its first progeni- tors, with all their distinguishing characteristics, are generated at once from a preceding species ; new sorts of animal life, once originated, having"},{"pageNumber":54,"pageContent":"38 NATURAL THEOLOGY the power to perpetuate themselves. Darwin's view, on the contrary, is that existing varieties \"Natural Se- ^^ structure among animals result from lection.' ^.gj,y g^Q^y ^^^ gradual variations. There is a tendency to slight variations, and there is a force of heredity by which variations of form, when they once arise, are transmitted. Those particular variations wdiich give to an animal an advantage in procuring his food and in self-defence by degrees increase, or are built up, through the mating of animals possessed of them. By a mys- terious principle of \" correlation,\" the remaining parts of the animal structures so modify them- selves as to harmonize with the particular part thus altered. In this way, it is conceived, the different types and kinds of animal life, in the course of long periods of time, derive their existence. They are all — so Darwin stated in his earliest work on the sub- ject — descended from a few primitive forms. The method by which certain offspring are formed and enabled to survive, when others perish, is termed Natural Selection. By Herbert Spencer this meth- od of Nature is termed \" the survival of the fittest.\" It is plain that, if the Darwinian theory be ac- cepted, it does not avail in the least to exclude Design im- ^^^ evideuccs of design. The primitive i)ar^wini*^?u forms of animal life, which contain in theory. them potentially all the forms that are to spring from them, require to be accounted for."},{"pageNumber":55,"pageContent":"THE ARGUMENT OF DESIGN 39 No reasonable explanation can be given of them except that they are the product of a preconceived purpose. The problem of origin is merely shifted back. Moreover, we have to take account of the combined action of heredity and of that tendency to depart from it which is called variation. When we see the results that are wrought out by these agencies, in conjunction with that unexplained agency which is styled correlation, we are almost irresistibly impressed with the conviction that they are the instruments of plan and foresight. They are instruments of conscious wisdom and power, or modes in which these attributes are exerted and manifested. The very term \" Natural Selection \" indicates as much, since selection is the function of mind and will. The attempt to escape this implied adaptation by substituting the phrase \" survival of the fittest \" costs an effort, and even then really fails of success. The \" fittest \" is that which has been fitted with success to the end in view. It is true that certain naturalists assume a bound- less, hap-hazard variation as providing the mate- rials which are furnished for the exercise The out- come proves of natural selection. They assume num- design. ^ \"^ berless abortive forms of animal life which disappear, leaving only a limited number of survivors. But who does not see that what is called \" accident \" can have no place in a sphere where it is confessed on all hands that necessity"},{"pageNumber":56,"pageContent":"40 NATURAL THEOLOGY reigns ? At one end of the line there is a certain constitution of things, certain laws and tendencies. At the other there is the orderly system, the object of science. Be the intermediate steps what they may ; grant that there is an intermediate interval of chaos and confusion, adaptation is proved. But this hypothesis of a \" chance-variation \" is not veri- fied by scientific observation. The chances are in- finite against the likelihood of the building up of the species of animal life on such a basis. There are laws of variation. Limitations are set around it. We repeat, however, that, whatever speculations may be advanced on these points, it is undeniable that the animal kingdom, as we now behold it, is the effect of a combination of causes or antece- dents tending to this result, and to this result alone. The inference of design, operative from the beginning, is therefore legitimate. But there is a broader form of evolutionary doc- trine which may be considered here. It has not been shown from observation or experi- The broad- est theory of mcut that life Can be produced from that evolution. . . which is lifeless. Nevertheless there are those who hold that there is no break at this j)oint in the course of development. There is an opinion that all things spring out of a primitive world of atoms, the ultimate constituents of matter, and that through the motions and combinations of atoms, in incalculable periods of time, with no in-"},{"pageNumber":57,"pageContent":"THE ARGUMENT OF DESIGN- 41 tervention from without, all things have come to be. This was an ancient opinion. It is set forth by Lucretius ^^^^ Roman poet, Lucretius, a disciple of the Epicurean school. He supposes that as a consequence of the commotion and concussion of atoms, after an almost endless series of unstable results, a combination was reached that was capa- ble of abiding. This theory is thus expressed : \" For never, doubtless, by the thought of each, Or mutual compact, could elements distinct First harmonize, then move in ways defined. But ever changing, ever changed, and vext From earliest time, through ages infinite, With ceaseless repercussion, every mode Of motion, magnitude and shape essayed : At length together they assumed the form Of things created.\"^ The same tlieory has been broached, with some modifications, by certain modern writers. The \"Chance\" ^^^^^'^^i^^ theory attributes the world to \" chance.\" We use this word to denote an occurrence, or an object, the particular cause of which is not detected, and which bears in it no evident marks of forethought. We apply the word, for example, to the result of a throw of dice. I drop a handful of coins on the floor. They fly in differ- ent directions, and they fly in different directions, we say, as \" chance \" directs. On the theory Avhich ' De Rerrnn Natura, I., 1021-1028."},{"pageNumber":58,"pageContent":"42 NATURAL THEOLOGY we are considering the world is accounted for as the final result of what is equivalent to an almost in- finite succession of throws of dice. This can not be said to be literally impossible, as it is not literally impossible that a font of types thrown into the air should come down in the form of Homer's Iliad. It is, however, so unlikely an occm-rence as to be next to impossible. Imagine time to be \"'^supposed'!^\" given for the repetition of the experi- ment billions of times — the unlikelihood of the issue is not perceptibly diminished. Cicero, commenting on this theory of the Epicureans, after speaking of the vast orderly system of things beheld above us and around us, exclaims : \"Is it possible for any man to behold these things, and yet imagine that certain solid and individual bodies move by their natural force and gravitation and that a world so beautifully adorned was made by their fortuitous concourse ? He wiio believes this may as well believe that if a great quantity of the one-and-tAventy letters \" — the number of the letters in the Roman alphabet — \" composed of gold or of any other matter, were thrown upon the ground they would fall into such order as legibly to form the Annals of Ennius? ... If a concourse of atoms can make a world, why not a porch, a temple, a house, a city, which are works of less labor and difiiculty ? \" ' But assume that the ' De Nat. Deorurn, II., 37."},{"pageNumber":59,"pageContent":"THE ARGUMENT OF DESIGN 43 existing world was once a cliaos of atoms. Why did all the prior combinations of atoms fail ? Why did the numberless forms of motion and associ- ation prove unstable ? Manifestly because the multitudinous atoms were adapted exclusively to that final form of combination in which order and stability are united. We have still another in- stance of the carrying back of design ; but from design there is no escape. The students of physical science at the present day as a class are far from holding to this precise theory of the origin of things. Yet physical science rests upon the hyjDothesis of the atomic constitu- tion of matter. We are carried back in physical investigation to a world of indivisible particles which are combined into molecules. What beneath the world of atoms there may be, we cannot tell. We can explore no farther. But we say again that the world of atoms bears witness to design as truly and in the same degree as the wdiole structure of things that spring from it. Sir John Her- schel goes so far as to say that the atoms, the primitive elements of which material nature is com- posed, have all the appearance of being \" manufac- tured articles.\" \" The more purely a mechanist the speculator is,\" says Professor Huxley, \" the more firmly does he assume primordial molecular arrangement, of which all the phenomena of the universe are consequences, the more completely is"},{"pageNumber":60,"pageContent":"44 NATTTRAL THEOLOGY Le thereby at the mercy of the teleologist, who can always defy him to prove that this j)rimordial molecular arrangement was not intended to evolve the phenomena of the universe.\" ' But the teleol- ogist can go farther than to defend himself against his assailant ; he can overthrow him by a simple appeal to the competent, unperverted judgment of mankind, or the voice of common sense, which recognizes and affirms design. We have spoken of the eye as elaborated in the dark, and likewise of the ear as formed where the air has no access. On the errounds of Evolution . . . P of the eye and evolutionary thcorv it IS obiected that the ear pre- ^ . . \"^ '' supposes de- this IS not true of the rudimental eye sign. •^ and ear. We are told that the begin- nings of the eye are produced by the impact of rays of light upon protoplasm. By protoplasm is meant the lowest form of living matter which is not diiferentiated into organs. Because it is liv- ing, although it can be analyzed chemically and its component inorganic elements ascertained, the analysis kills it. Now it is said that the contact of light Avith the jelly-like substance called proto- plasm excites in it a feeling which centres in a certain spot, that there differentiation begins and the faint starting-point of the eye appears. The impact of air elsewhere on the protoplastic mass produces the \" rudimentary point \" of the organ of ' \"Critiques,'' p. 347."},{"pageNumber":61,"pageContent":"THE ARGUMENT OF DESIGN 45 hearing. New differentiations, each in its own line, follow under like conditions. They are transmitted by the law of heredity. At last the perfected organs, as they are found in man, ap- pear. If these statements could be verified as facts of natural history, they would be powerless to disprove design. It is obvious that the rudi- ments of the optical and the auditory nerves could not arise unless there were a response, and a re- sponse in these several forms, within the mass of protoplasm, to the impact of the light and the air. It is absurd to say that the waves of light create the eye, or that the undulations of the air create the ear. The most that the light and the air can be imagined to do is to evoke activities that slum- ber in the protoplasm. The germinant agencies are there, as truly as in the plant kingdom the life, and the form which the life will take, are in the germs that are developed under the influence of the sunshine and the rain. If evolutionary doctrines have raised difficulties in Natural Theology they have given to the. argu- ment of design a more impressive force. argumTI^ It remains to be proved that a new in- strengthened 1 (. T • -ITT by Evolution- crcmcut oi diviuc energy, introduced into the ordinary flow of development, is not to be assumed at certain points in its prog- ress ; for example, in the bringing of life into the realm of inorganic substances, and in the origin"},{"pageNumber":62,"pageContent":"46 NATURAL THEOLOGY of man, at least as regards liis rational powers. But however this may be, natural science at the present day holds up to view the spectacle of a steady, orderly succession, rising, step after step, mitil at the summit of the series we arrive at man. The system culminates in him. Nature is seen to be pointing upward to him, and working toward him. The idea of man is the preconception at the basis of the whole movement. It is in living organisms that the marks of fore- thought and selection strike the beholder with Design ^^os* force. In an organism every part h?''n?ingT is both means and end. The very term ganisms. u ^^^^ .. -^ i^.^^^i^ proper in reference to a system which is animated by a single life. The nature of an organism, and, at the same time, the highest example, may be seen in the human body. Its members are \" members one of another.\" Thus, the skin which covers it is indispensable to its life and health, and is ever conducing to this end. Yet the organism as a whole is perpetually at work in weaving this covering for itself. Let a burn de- stroy a part of it, and the entire system instantly sets to work to rejDair the loss. Unless the extent of the loss is excessive it accomplishes the task. When the task is too great, it dies in the attempt. The impression of design, made by the human or- ganism as a whole, is more and more deepened as we study its various organs, one by one. We have"},{"pageNumber":63,"pageContent":"THE ARGUMENT OF DESIGN 47 already considered the structure of the eye and of the ear as they are related to their respective func- tions. The study of the apparatus of digestion, or of respiration, or of circulation, when the stu- dent does not try to speculate himself out of the natural impression which these wonderful arrange- ments make upon the mind, inspires anew the con- viction that they w^ere planned beforehand. The study of comparative anatomy constantly reveals the design which is* presupposed in the Design adaptations of animals to their environ- coSparative ^ent. Their instruments of motion, anatomy. ^^^Qiy instruments for procuring food, their weapons for attack and defence, their organs for i^roducing and feeding their young, are varied in striking and evidently ingenious ways to suit the element in which they live. If it be said that all these multiform variations of structure are them- selves the effect of circumstances, the answer, as before, is, that unless a prior susceptibility and ca- pacity of being thus shaped and directed inhered in the matter, be its form what it may, on which environment is brought to bear, the phenomena in question could never arise. The proof of de- sign remains in its full strength. The beauty which is spread through nature is a manifestation of design. The tints of the flowers and the bright, variegated plumage of the birds display an artistic hand. Beyond what is requis-"},{"pageNumber":64,"pageContent":"48 NATURAL THEOLOGY ite for what may be termed practical necessaries and uses, there are provisions for securing charms Beauty and ^^ f orm and color. ^Vlio can look at that naS^prov? ^liraclc of delicate art, an orchid blos- design. som, and not be struck with the feeling that contrivance and matchless taste are concerned in its origin? The same inference follows from the sublime in nature. If the groined arch of the cathedi'al is uj)lifting, much more the majestic dome of the sky. It does not avail to say that these impressions of the beautiful and sublime are subjective, that they are dependent on the struct- ure of oui* faculties. Hold what theory respecting beauty one may, it remains true that there is a wonderful adaptation in the external world to our aesthetic nature. Before illustrating further the argument of de- sign, we choose this place to notice a not unfre- objection queut objcctiou which is made against it. e^att o'nl ^o^f It is Said that in the operations of in- the^^w-th^f stinct in the lower animals, and even in plants. ^1^^ plant kingdom, we have examples which are quite analogous to the effects of selection and combination, and yet are obviously not the fruit of design. The flight of migratory birds by straight pathways from one region to another, the architecture shown in the habitation which the beaver constructs for itself, the skill observed in the doings of a swarm of bees, are only a few"},{"pageNumber":65,"pageContent":"THE ARGUMENT OF DESIGN 49 among instances innumerable where instinct imi- tates and may often surpass the achievements of human contrivance. The clusters of fruit upon a grapevine, and fair blossoms, like the rose, may remind us that the unconscious life of the plant generates products which the art of man cannot rival. Why not, then, attribute all things that are taken to indicate design in the Avorld to uncon- scious, unreflecting agency, operating after the manner of plant life or animal instinct ? The an- swer to this question should readily suggest itself. Just for the reason that the products of instinct spring from an impulse in the animal, which in- volves in it no preconception, we are driven to presuppose a designing mind that planted the in- stinct and guides it to its goal. Without this sup- position, we have a cause that is plainly not com- mensurate with its effect. We have works that bear on them the characteristic mark of reason where reason is absent from the cause. The same answer is to be rendered to the suggestion that the wonders of the vegetable kingdom are explained when they are referred exclusively to causes void of consciousness and will. There is no one of the sciences which does not afford striking illustrations of design.^ In mathe- ' This topic is treated by Porter in his \" Human Intellect,\" p. 607. There are interesting remarks on the subject in Flint's '•Theism,\" p. 367 seq."},{"pageNumber":66,"pageContent":"50 NATURAL THEOLOGY matics many formulas have been devised, and prob- lems proposed and solved which have been after- wards found to hold £>ood — to have been The Sci- . . _ . . ^ . . ences iiius- anticipated — m the constitution of nat- trate design. ^ . ure. Astronomy, m the relations and motions of the heavenly bodies, has irresistibly impelled the greatest masters in this branch of science, to discern the power and wisdom of God in the starry system. Kepler could not resist the conviction that in discovering the astronomic laws he was rethinking the thoughts of God. The laws of modern chemistry bear the same testimony to the presence and agency of a Suj^reme Intelli- gence. The list of adaptations in water alone, through its abundance, the adjustments of its specific gravit}', its power of being converted into vapor, condensed into rain, and changed into steam, its relations to heat and cold, its agency as an almost universal solvent, its mechanical capac- ities by which it can corrode the rocks and circu- late in the rose-leaf and through the lungs of man — this list forms of itself an instructive chapter.' Geology has unfolded a plan and order of develop- ment in the progress of the earth itself and of the successive orders of its inhabitants up to man. Geography, as taught by its most eminent teachers, as Karl Bitter, has pointed out in the physical feat- ' See Professor J. P. Cooke's \"Religion and Cliemistrj,\" Lecture V. (New York, 1864)."},{"pageNumber":67,"pageContent":"THE AUG V ME NT OF DESIGN' 51 ures of tlie globe, and in its relation to the races that have dwelt upon the different portions of it, impressive indications of a divine plan for the rise and spread of civilization. The history of man- kind displays a guiding and overruling providence which it would seem almost impossible for an at- tentive student to fail to discern. The provisions incorporated in nature, which have relation to man as a social being, lead the Design in ^^^^1 by an almost irresistible attraction f^o^r^hJman ^^ *^® recognition of a divine wisdom as society. ^]^q q^j reasonable explanation of their origin. We might refer to language, and to the physical apparatus and mental faculties which give rise to its beginnings and growth. By in- scrutable agencies in Nature the sexes are in a certain proportion to one another, a proportion which varies within narrow limits. The sexes are pretty nearly equal in number. Foundations are laid in Nature for the marriage relation, and thus for the origination of the family. The impression of wonder which is made by a new-born child, by its physical structure and its instincts and aptitudes, falls little short of that produced by a miracle. Through the institu- tion of the family a basis is provided for a larger community, the state. The family is fitted to be a school for discipline in obedience, loyalty, and self-sacrifice for the sake"},{"pageNumber":68,"pageContent":"52 NATURAL THEOLOGY of others. It is a school to qualify the members of the household for citizenship. Through the family and the state conceptions are awakened and feelings are nurtured which appear designed to serve as an education for a society of wider compass, even for a kingdom of which God is the Father and Sovereign. Looking at these relations in which man is placed, we see in them, regarded by themselves, the clearest evidences of design. They bring God before us. This effect is deepened when we dis- cern the way in which they prepare human beings for his service. We have arrived at the conclusion that the world is an effect of divine power, the product of God's intelligent, voluntary agency. What is the Extent of ©xteut of the power thus revealed ? Are Divine power. ^^ justified in pronouncing him, in strict S]3eech, almighty ? It is urged that, however vast is the power required for the effects of which we are made aware by the wide-reaching evidences of design, we are only authorized to assume an amount of power adequate to obtain the actual result. As the world is finite, it is said that only a finite measure of power is demanded to account for it. But it is manifestly fallacious to conclude that the power of God is exhausted by the outlay of it in Nature. Even as regards human beings to whom in a qualified sense we ascribe creative"},{"pageNumber":69,"pageContent":"THE ARGUMENT OF DESIGN 53 power, we do not conceive of their resources as entirely expended in the works which they actu- ally produce. The chisel of Michael Angelo did not do everything that it was capable of doing. It is a characteristic of the writings of Shakespere that they evidently spring from a genius that is well-nigh inexliaustible. Again, it must be re- membered that the actual constitution of the world is a result of choice. We are not to imagine that no other or different world was possible to the Di- vine Being. It is a case where there was an exer- cise of will and preference among different possibil- ities. The power that is implied in the existence of the actual world, to one who contemplates its in- definite vastness and the inconceivable variety of its constituent parts, is felt to be immeasurable. It is not difficult to believe that it is literally without limit. But the premises in strict logic do not compel to this conclusion. Our conviction on this point rests on other grounds. What has just been remarked respecting the omnipotence of God is applicable also to the question of His omni- science. The evidence for the unity of God which has already been adduced is corroborated by the argu- The unity '^^^^^^ ^f design. If Dualism, the as- of God. sumption of two eternal powers dividing between them the work of creation, ever had any plausible support, that support has vanished"},{"pageNumber":70,"pageContent":"54 NATURAL THEOLOGY througli tlie progress of science. Nature not only exhibits design ; it is compreliencled in one vast network of design. To the anatomist, the most ungainly and repulsive animals are links in a zo- ological system and essential to its symmetry. The animal creation requires the vegetable as an indispensable condition of its being, and both these kingdoms presu23pose and involve the entire realm of things below them. Optical discoveries prove that the distant suns and constellations are homogeneous with the earth. God is known to be one, because Nature is one. Convincing as the argument of design must be admitted to be, the question may be raised whether it contains the proof that Nature is cre- ated outright, or absolutely from noth- sign prove iug. Ai'c we Warranted in inferring more than that the raw material, so to speak, of material Nature has been moulded and shaped by divine power and wisdom ? May not matter itseK be co-eternal with the divine Being ? In reply to this question it is to be remarked that the properties of matter are inseparable from mat- ter itself. Whatever matter may be, its proj^erties belong to its very being. Now it is in these prop- erties that there lies the capacity of being moulded and shaped into the forms that bespeak intelli- gence. This capacity is equivalent to an adapted- ness which implies design. Therefore matter it-"},{"pageNumber":71,"pageContent":"THE ARGUMENT OF DESIGN 55 self must be referred to God as the Creator. It must be borne in mind tliat God is not to be con- ceived of as working upon Nature from without. He is immanent in Nature. His power is exerted from within. Man's works are upon Nature from without. He takes existing materials and laws, and bends them, as far as it is possible, to his uses. A like conception of God in relation to Nature is not Theism, but Deism. The theistic conception is of a God who, while he is transcendent and per- sonal, dwells in Nature and makes himself mani- fest in its laws and phenomena. This conception carries in it the conception of him as a creator, not as a manufacturer."},{"pageNumber":72,"pageContent":"CHAPTER IV. THE MORAL ARGUMENT The moral argument for Theism is derived from the consideration of the free and responsible nat- ure of man. That we are endowed with such a nature is verified by the consciousness and com- mon sense of mankind. By the freedom of the will we mean that in the act of choice the will is exempt from any constraint, whether from without or Avithin. The The free- dom of the states of mind that precede the volmitary act do not necessitate it. There is an alternative which is open to selection. The mind in the act of choice is not shut up to the prefer- ence which it actually exercises. It is an elective preference. In this meaning of the terms there is a self-determination. Here is a radical distinc- tion between the mind, as far as this mode of its activity is concerned, and all motion and change in the material sphere. In nature without, there is nothing analogous to self-motion. It is true that in the case of choice there are motives, otherwise there would be nothing to choose. But"},{"pageNumber":73,"pageContent":"THE MORAL ARGUMENT 57 the motives do not coerce. The rival object might have been chosen. The competing course might have been preferred. The freedom of the will is a fact of conscious- ness. When we put forth an act of choice, we Evidence know that we are possessed of this dom^of^The liberty. Looking back upon the act ^'^^- after it was performed, we know that we could have chosen otherwise. The existence of such a liberty of will is presupposed in the language and common conduct of mankind. It is assumed in the laws, and institutions, and all the intercourse of society. It is implied in self -ap- proval and self-reproach, and in the praise and blame which men attach to one another. It is sometimes maintained that the direction of the will in the act of choice is really the effect of causal antecedents, which are thought cult caffseb^of to be absent merely because they are ^ \"^^^' occult and unperceived. This allegation is a bare assertion which there is no adequate evidence to sustain. It brands as illusive the tes- timony of consciousness, and contradicts our self- judgments as Avell as our judgments of one an- other. It is contended, also, by necessarians that the doctrine of the liberty of the will is inconsistent with the maxim that nothing can occur without a cause. But in the case of a choice, the will is it-"},{"pageNumber":74,"pageContent":"58 NATURAL THEOLOGY self the cause. It is not an instance of an occur- rence without an exertion of power involved in it. There is, to be sure, a qualification Relation of. p ,-, ... „ , ,-^, fi-eedom to oi the maxim just reierrecl to. There is causation. , , i <• , • no such control oi causation as exists in the material world and in relation to mental activities which are involuntary. The will is not confined to one direction in its action. In this particular, it is not subject to the constraining ac- tion of the law of cause and effect. Herein its lib- erty consists. This is the meaning of it. It is objected, again, that the doctrine of the freedom of the will is incomj)atible with that uni- formity which, it is afiirmed, is observed uniformif/of lu uieu's clioiccs. It is Said that, know- clioicGs • ing their mental tendencies and their circumstances, we can predict in a great many cases what their voluntary action will be. It is argued that if we could completely discern \" the springs of action,\" we should probably be able to foretell choices as correctly as eclipses are foretold by astronomers. In aJBfirmations of this kind it is overlooked that multitudes of volitions are put forth simply to carry out underlying choices which are freely originated, and which abide and are silently active in the mind. Understanding that your friend has resolved to take a walk to the post-ofiice, you can of course foresee that he will put forth the numerous voluntary acts which are"},{"pageNumber":75,"pageContent":"THE MORAL ARGUMENT 59 involved in the execution of the j^nrpose. This simple illustration will serve to explain the opera- tion of habit in the countless instances when habit is voluntary in its origin, and not only in its ori- gin but also in its continuance. If one has \" made up his mind \" to a given course of conduct, pro- vided he does not reverse this generic purpose, it is quite possible to predict a host of volitions which he will put forth in consequence. It is a mistake to conclude from uniformity in the action of a person's will under given circumstances, that the will is not free in the sense we have defined. If your friend chooses a direct instead of a cir- cuitous path to the post-office, it does not prove that he could not have chosen to take the longer way. The will is not the less free in its action be- cause that action, under a certain set of circum- stances, is constant. Nay, if uniformity in volun- tary action had no exceptions, if it were always true that the will in the same combination of cir- cumstances, internal and external, would always choose in the same way, the doctrine of necessity would not thereby be established. These remarks suggest the answer to an argu- ment against freedom which is sometimes deduced from statistics of crime or of other social events and characteristics. That a community should have certain traits at a given time, and that an approximative calculation should be possible as to"},{"pageNumber":76,"pageContent":"60 NATURAL THEOLOGY the percentage of incidents of one sort or another that will occur in it, does not disprove the liberty of the will. The persistency of qualities of char- acter is quite compatible with their voluntariness. But, now and then, a shock will be given to statis- tical prediction. The Wesleyan reformation in England produced a remarkable diminution of crime and vice, and of the poverty consequent upon them. A great moral revolution comes in to overthrow arithmetical prophecies. But while man is free, he is equally conscious of being subject to a law, not of his own making. It is a law written on the heart. In par- subjection to ticular decisions as to where the path of moral law. t , t i s ^ ^ • duty lies we may be contused and mis- led by ignorance and bias, but the feeling of obliga- tion to do that which is felt to be right is impera- tive. This imperative character — the feeling that \" I ought,\" that \" I must \" whether I desire it or not, the alternative being disobedience to a holy voice heard in the sanctuary of the soul — this it is that stamps upon conscience its unique quality. There are those who would account for the pecu- liarity of the sense of obligation by mak- not a fotin of iufij it the effect of a perception of conse- self-love. . . . quences in happiness or unhappiness, the element of right as something distinct not exist- ing. It being once learned that one sort of con- duct brings after it suffering, flowing, in part at"},{"pageNumber":77,"pageContent":"THE MORAL ARGUMENT 61 least, from the disfavor of others, and that another sort of conduct has the opposite result, men feel impelled in the one direction, and deterred from the other. This feeling of attraction and repug- nance is conceived to be transmitted by descent in the form of an inner impulsion, while its origin is forgotten. This mode of explaining the feel- ings of conscience fails to account for the dis- tinguishing elements in our moral experience. Why am I hound to seek for happiness ? If I am not so bound, how account for the conviction that I am ? If this conviction is illusive, then on the discovery of the fact the feeling of obligation van- ishes. Eighteousness is identified with prudence — a prudence that has no authoritative basis. Duty is resolved into expediency. The sense of baseness differs radically from the sense of being in a low condition without moral fault. Eemorse is utterly distinct from mere regret. The sense of shame on account of an unworthy action is incap- able of being confounded with any feeling of hu- miliation that is void of this essential ingredient. No theory of the genesis of conscience is admis- sible which destroys the object that it would ana- lyze and trace to its origin. To surrender or to al- low to be weakened, in deference to any speculation, the healthy sense of obligation and responsibility is more than an intellectual mistake : it is immoral. It carries with it a degradation of character."},{"pageNumber":78,"pageContent":"62 NATURAL THEOLOGY Through the oj)erations of conscience we discern that we are subject to a righteous lawgiver who Conscious- rewards and punishes. We are brought ?ig\\teVus iiito contact with the moral attributes of awgiver. ^|_^^ Being in whom we live and move. There is within us an immediate, undeniable tes- timony to his holiness and righteousness. Moreover, as the moral nature of man is de- veloped and enlightened, w^e arrive at the clear The b n perception that benevolence is the sub- oienceofGod staucc of the law w^hicli conscience im- inierrecl. poses upon us. The character of the Creator and Ruler is made known as benevolent, as well as holy and righteous. He is thus recog- nized as the impersonation of Holy Love. Substantially the same argument is put in a dif- ferent form by Thomas Erskine, of Linlathen, who writes thus : \" When I attentively consider what is going on in my conscience, the chief thing forced on my notice is, that I find myself face to face with a purpose — not my own, for I am often conscious of resisting it — but which dominates me and makes itself felt as ever present, as the very root and rea- son of my being. . . . This consciousness of a purpose concerning me that I should be a good man — right, true, and unselfish — is the first firm footing I have in the region of religious thought, for I cannot dissociate the idea of a purpose from that of a Pui'poser, and I cannot but identify this"},{"pageNumber":79,"pageContent":"THE MORAL ARGUMENT 63 Purposer with tlie Author of my being and the Being of all beings ; and, further, I cannot but regard his purpose toward me as the unmistakable indication of his own character.\" ' There is another branch of the moral argument. We find ourselves confronted with evident traces of a moral government. The course of A right- P eous Moral humau affairs affords sufficient proof of Governor. ^ ... a righteous administration on the part of the Supreme Ruler. Rewards in the form of the allotment of happiness follow in the train of vir- tue, and suffering is the ordained consequence of vice. These rewards and penalties consist not only of the feelings which the consciousness of right-doing and of Avrong-doing produce respect- ively among the virtuous and the vicious, but the course of things is so arranged that advantages and disadvantages in many forms accrue from without, according as men obey or disobey the moral law. \" AVhatsoever a man sowetli, that shall he also reap,\" is not merely a declaration of Scripture ; it is a fact of observation. It is a maxim which is based on a wide range of experi- ence. It is true that the distribution of good and evil is not in strict proportion to the deserts of the individual. The rule seems to be not without ex- ceptions. Calamities befalling the righteous and ' \" The Spiritual Order and Other Papers,'' pp. 47, 48, quoted by Flint, \"Theism,\" p. 402."},{"pageNumber":80,"pageContent":"64 NATURAL THEOLOGY prosperity enjoyed by the wicked are plienomena which demand a particular consideration. But however the allotments of Providence may strike us as falling short of the requirements of justice, or as varying from them, there is enough left to convince the candid observer of the lives of indi- viduals and of the history of nations that a right- eous God reigns and orders the succession of events. Not only are we furnished with proofs of the justice of God by experience and observation, there are not wanting likewise evidences the benevo- of liis bcnevolencc. No reasonable lence of God. person who contemplates the great ag- gregate of happiness which exists among sentient beings, men and the creatures below men, and no- tices how this happiness results from provisions in Nature directly adapted to produce it, can avoid the impression that the Creator and Lord of all is benevolent. It would be impossible to col- lect into a catalogue the sources of pleasure, and the methods of relief from pain, which have been introduced into the constitution and environment of the creatures of God that are capable of liajDpi- ness. As to the suffering that exists in the world, while it does not destroy this conviction, it is still a perplexing fact which calls for special atten- tion. The question is, why does evil exist under the"},{"pageNumber":81,"pageContent":"THE MORAL ARGUMENT 65 dominion of a God of absolute power and perfect goodness ? This is a problem which in the pres- The problem ^^^* discussion we cannot neglect to ex- of evil. amine. Evil is of various kinds. There is first, \"metaphysical evil,\" as it is sometimes named — evil of a negative kind, consisting in Three kinds ^^^^^ abscuce of liappiuess wliicli re- ofevii. snlts from limitations of capacity. A perfectly happy man, in proportion as his powers are less than those of an angel, is deprived of the surplus of happiness which the angel possesses. The cup of happiness may be full, but the cup is not so large. Secondly, there is physical evil or positive pain of whatever kind. Thirdly, there is moral evil — wrong-doing, or sin. Before taking up the question why evil of these different kinds is permitted to exist in the universe of God, it is de- sirable to call attention to the impregnable fortress in which the truth of the divine righteousness and Doctrine of beucvoleuce is sheltered. That truth, S^imlreg- whatever difficulties may exist in con- nection with it, is safe against every assault. The basis of it is in the constitution of our moral nature. In the human conscience God has expressed his preference for righteous- ness and his purpose that man should be right- \" eous, and he has defined righteousness to be Love. In making Love the law, he has demonstrated that he is Love. There is no other rational interpre- 5"},{"pageNumber":82,"pageContent":"66 NATURAL THEOLOGY tation of conscience. To distrnst the justice or goodness of God is to distrust conscience. It is to cast away the organ and criterion of judgment. It is thus to disqualify ourselves for all such in- quiry and criticism as the problem of evil suggests. For whence does the sceptic derive the faculties by which he undertakes to criticise the moral sys- tem ? Where did he obtain the standard on which his judgments are based ? If the universe is so at fault, what assurance has he that his own judging faculty, the author of this unfavorable verdict, is any better constructed ? In truth, re- liance on our faculties, whether intellectual or moral, involves trust in the rectitude of the Crea- tor. If it be granted, therefore, that the solution of this problem of evil is beyond the reach of our faculties — and none save the presumptuous would pretend to be able completely to solve it — our faith in God and in his moral attributes will stand unshaken. After this preliminary remark, we offer a few observations on the particular toj)ic before us. Metaphysical evil, that definition of evil which is owing to limits of capacity for hapjDiness, ex- I Met a- ^^^^ ^^ necessity, if there are to be finite physical evil, jjei^gg, ]^o finite being can be as blessed as the infinite One. Unless one is pre- pared to object to the existence of a system of beings possessed of varied capacities — unless one"},{"pageNumber":83,"pageContent":"THE MORAL ARGUMENT 67 is prepared to object to the exertion of creative power altogether — -the objection on account of metaphysical evil falls to the ground. As regards physical evil, it is clear at the out- set that no small part of the suffering in the Avorld n. Physical ^^ incidental to the operation of general ^^'^^- laws, and that these laws are beneficent in their operation. Nature is a system. There is no reason to think it desirable that it should not Nature- a ^® ^ System. Were it not, foresight of system. anything beyond the present moment would be impossible. Human existence, if it could be kept up, would be a scene of hopeless confusion. The nerves which occasion exquisite pain when the body is accidentally touched by fire, are the sentinels that warn us of the approach of peril. Without their susceptibility to pain, they could not fulfil their merciful office. A man, perhaps a noble and useful man, loses his foothold at the edge of the sea, and is drowned. Who will venture to say that it would be bet- ter under such circumstances, all things consid- ered, for the law of gravitation to be suspended by a miraculous interference ? The great amount of pain that ensues from the inheritance of bod- Lawofhered- ^J ^^ ^^ ^^ ^^^ inseparable from the ^*^y- law of heredity. But this law is the fountain of incalculable good. Who would wish to have it annulled? Who would wish men"},{"pageNumber":84,"pageContent":"68 NATURAL THEOLOGY to be, iustead of a race bound together by an organic bond, a congeries of individuals utterly independent in their origin ? Since human be- ings are united by a social tie, and since they band together in society — in families and nations — it is inevitable that the innocent should suffer with the guilty. This is the price paid of neces- sity for the blessings of the social state. Human life is a school of discipline. The ener- gies of mankind are developed in conflict. There must be a strupfsie for subsistence. Evil a means of dis- There must be a battle, with dan^jers to cipline. . life, and health, and peace. The intel- lect is stimulated. Virtues of character groAV Vi\\) in the midst of scenes that involve peril. Com- plete safety and plenty are not the conditions under which civilization advances and manliness attains to its full development. These are among the reflections which have weight in answer to the objection to Theism on the ground of the existence of physical Physical ^ . . the fruit of evil. But there is another thought in this Moral evil, - . ^ . , . connection of cardinal importance. We live in a world where moral evil, voluntary wrong- doing, abounds. This being the fact it is pre- sumptuous to aflirm that the physical evil that exists might profitably be excluded. We know, as concerns the sufferings of the wicked themselves, that in countless instances it is better that they"},{"pageNumber":85,"pageContent":"THE MORAL ARGUMENT 69 should suffer. The system of things would not be improved by an opposite arrangement under which iniquity should bring with it no loss or pain. For aught that can be shown to the contrary, on the supposition that moral evil is to exist it may be well that all the physical evil of which we have any knowledge is ordained to exist. It is the dic- tate of a wise humility to bear in mind that we are dealing in our thoughts with a system imperfectly comprehended. The stress of the difficulty concerning the ex- istence of evil centres in the question respecting ni Moral i^o^al ^^^' Why is wrong-doing allowed ^^\"- to take place ? Why is not sin ex- cluded? If God is almighty, why does he not prevent it ? The hostility of God to sin is plainly manifested in the testimonies of nature to which we have had occasion to advert. He has promulgated in conscience his law against it. He has proclaimed his approbation of right moral actions and his condemnation of wrong moral actions in the system of rewards and penal- ties which occur by the operation of natural laws. These laws are his ordinances. In reference to this subiect, -the fact that God in his Sin over- \" t • i <• ruled for Provideuce overrules wronsr - domsr, baf- good. . '~ \"' fles to so great an extent its natural ten- dencies, and makes it the occasion of good, sheds some light upon the problem. His holiness can-"},{"pageNumber":86,"pageContent":"70 NATURAL THEOLOGY not be cliallengecL Still the inquiry remains, why- some other means of securing the good attained by overruling man's evil-doing are not adopted? Why is sin permitted to defile the creation and bring into it so much disorder and ruin ? Seeing that his benevolence, his opposition to the occur- rence of moral e^dl, is manifest, we are natm-ally led to ask whether there may not be Possible ^ that sin can- somethins;' to render the exclusion of not be ^vlsely y pj\"|^enteci by moral cvil, by divine interposition, from the created system incompatible with the nature of things. The reason given in Script- ure for allowing the tares to grow with the wheat contains a suggestion in Natural Theology. It is conceivable that some contradiction may be in- volved in the exclusion of wrong-doing where wrong-doing actually occurs in that vast system of created things of which we see but a small part. To make a thing to be and not to be at the same time is not an object of power. Omnipotence is the power to do all things not involving a contra- diction. The glory of the divine system is that it contains in it a multitude, Ave know not how great, of free beings, endowed with the caj^acity of choice, and therefore, of necessit}^, with the power to elect evil rather than good. It is con- ceivable that the exertions of divine power which would be indispensable in order to prevent the occurrence of sin where as a matter of fact it ex-"},{"pageNumber":87,"pageContent":"THE MORAL ARGUMENT 71 ists, would needs carry with them, as an inciden- tal effect, such a deterioration of the system as .^, Avould more than balance the advantage Possible ^ evil results rained. The secret of the permission of from an alter- \" J- f 'Tte\"4 *of ^^^^^^^ ^^il 11^'^y li® ill til 6 fact of free-will, created ageu- existing to SO broad an extent as it does exist in the best of all the systems eligible, even to unlimited power. This is the same as to say, not that God cannot prevent the evil that exists from occurring, but that he cannot wisely do so. We are not bound to prove that this is the true solution of the problem. To meet objections in relation to the divine attributes, it is only requisite to show that it may he the true so- lution. As long as the exclusion of evil may be thus incompatible with wisdom, and due to no proper deficiency in power, the objector is dis- armed."},{"pageNumber":88,"pageContent":"CHAPTEK V. THE INTUITION OF THE INFINITE AND ABSOLUTE The words \"infinite\" and \"absolute\" are, as regards verbal form, negative. \" Infinite \" signi- what the fi®^ *^6 \"not-limited,\" and \"absolute\" terms mean, ^euotes tlie \" nou-relative.\" A generic word whicb includes both terms under it is the \" unconditioned,\" which is also in its verbal form a negative. But we must guard against tlie idea that these terms, even when they are used as sub- stantives, denote something non-existent. When we look abroad upon the world, we find a multitude of objects, each of which is limited in Perception ^^^ powers, noue of which is complete or and\\^hereia- independent. There is everywhere de- *^^^' marcation, mutual dependence, and re- ciprocal action. Looking within, we find ourselves in like manner restricted. Our mental action is conformed to a definite mental constitution. We arrive at distinct self-consciousness by distinguish- ing ourselves from things not ourselves. The uni- verse is perceived to be a vast complexity of ob- jects inter-related, neither of which is independ- ent, self-originated, self-sustained. Involved in this consciousness of the condi-"},{"pageNumber":89,"pageContent":"INTUITION OF THE INFINITE AND ABSOL UTE 7S tioned, there is a consciousness of what, so to speak, is its background, the unconditioned. It is The uncon- ^^^^ Correlate of the finite and relative. It ditioned. ^g ^^j^ ^ mere idea ; it is known as a real- ity. There is an intuition of a being, neither finite in powers nor related to other beings as a condi- tion of existence. Most philosophers at the pres- ent day are in accord in teaching that we have this necessary belief in the unconditioned. This is true of the principal leaders of the agnostic schools. Be it observed that the \" infinite \" does not mean the sum of all being. It means that the Theinfi- powers or capacities of the being of ?dtaiity\"of be- whom infinitude is predicated are limit- ^\"^* less. So the \" absolute \" does not imply that there are no other beings with whom it stands in a relation. The meaning is that other beings The abso- ^^'® ^^^ ucccssary to its existence. Kather dSivTofTii i^ i* self-existent, and all other things beings else. ^^-^^ ^^ ^ relation of dependence with reference to it. The absolute being is subject to no limitation that is not self-imposed. It is sometimes asserted that if the uncondi- tioned being is infinite, that being cannot be per- The inf i- sonaL Personality, it is said, implies soiuteTs ^er- fiuiteuess. Tliis is a rash and unfounded sonai. inference from the circumstance that in the case of man finiteness is connected with per- sonality. This is owing to the fact that man's"},{"pageNumber":90,"pageContent":"74 NATVUAL THEOLOGY personality is developed in connection with a body, and to tlie additional fact that he is simply one of numerous finite personalities of the same class. To assert that self-consciousness cannot ex- ist independently of these particular conditions to which man is subject, and by which he comes to a knowledge of himself, is a leap in logic. The unconditioned being may be personal without being subject to the restrictions and infirmities that pertain to human beings. Personality either belongs, or does not belong, to the unconditioned. But if personality — that is, self-consciousness and self-determination — are wanting, there is surely a lack quite inconsistent with any rational concep- tion of the infinite and absolute being. Infinitude consists not in being destitute of the highest per- fections of man. God is infinite, not as being void of qualities. A being destitute of qualities is a ^ero. Infinitude is the possession of all conceiv- able perfections without measure. ~ It is the intuition of the infinite and absolute which fills out whatever is deficient in the several proofs of Theism that have been ad- tude of God's duccd. It fumislies a valid assurance attributes. ii i that he whose power, as seen in the universe, is great beyond conception, is literally almighty. The like is to be said of his wisdom and of all the other divine attributes to which nature bears witness."},{"pageNumber":91,"pageContent":"CHAPTEE VI. ANTI-THEISTIC THEORIES If the arguments on the preceding pages are valid, opinions at variance with Theism are logi- cally excluded. But brief comments upon such theories, in addition to what has been indirectly brought forward in refutation of them, will not be out of place. One form of anti-theistic theory is materialism. The coarser form of the doctrine, that thought is Material- ^ material substance, is obsolete. The ism defined, doctrine, as far as it is now held, is that thought is the attribute or product of nervous matter, as magnetism is the property of the load- stone. It follows that when the brain dies the mind ceases to be. In looking at this theory, the first thing that strikes us is the absence of any support for it in No bridge *li® f^^cts of physiology and psychology, mi id \\nd Intimate as is the relation between our matter. physical Organism and our conscious states of thought, feeling and will, we seek in vain for any bridge to span the gulf that separates"},{"pageNumber":92,"pageContent":"76 NATURAL THEOLOGY body and mind. There is no likeness whatever between the molecular movements of the brain on the one hand, and the perceptions, emotions, and volitions which are associated with them. \" They appear together,\" says Professor Tyndall, \" but we do not know why. The passage from the physics of the brain to the corres]3onding facts of con- ., sciousness is unthinkable.\" The doc- J. IlG con* !^^S? \"^ trine of the \" conservation of energy \" — that no amount of energy is dissipated or lost, but simply changes its form, and is re- solved into an equivalent — affords not the least aid in filling up the chasm between thought and physi- cal movement. Force is not transformed into thought, nor is thought transformed back again into force. \" All the force in the molecular action is fully accounted for by physical changes in the body.\" There is no transmission of physical en- ergy from matter to mind. There is no imparting of energy from mind to matter. What we call the \" influence \" of mind and body upon one another admits of no physical explanation. If the mind is strongly affected by physical changes — con- sciousness, for example, being suspended in conse- quence of a blow on the head — it is equally true Reciprocal *^^^^ distinctively mental states have a m^nT'an'd reciprocal influence upon the body, body. rjij^g emotion of fear brings pallor to the cheek. The news of the death of a dear friend"},{"pageNumber":93,"pageContent":"ANTI-THEISTIO THEORIES 11 may bereave us in an instant of all strength, or strike us prostrate to the earth. No scrutiny into the physical antecedents of these effects avails in the least to explain them. To seek for a solution on this path would be as absurd, from a strictly scientific point of view, as to ascribe to conscious- ness color, or size, or weight. Close as is the connection, therefore, which subsists at present between mind and body, it furnishes no proof that when the body dies the mind ceases to exist. Materialism, and the fatalism which belongs with it, really involve absurdities without end. What is truth or falsehood on this hypothe- Absurdi- . ^ . ^ . ties of mate- sis ? What are reasonable and irrational nalism. judgments? What are sanity and in- sanity ? All acts of perception, all states of mind, are, any one as much as any other, natural phe- nomena occurring in the course of the regular ac- tion of nature's laws. The molecular movement of the brain, it is said, causes one state of conscious- ness to succeed to another ; but, on the material- istic philosophy, one is equally rational with the other. All are alike necessary steps in the pro- cess of evolution. There is no criterion to serve as a basis for a distinction between that Avhich is normal and that which is abnormal. How can one particular disposition of molecules charge another with going astray ? The judge is on the same level with the parties judged. Tyndall, de-"},{"pageNumber":94,"pageContent":"78 NATURAL THEOLOGY fender of tlie doctrine that all things that are or have been were potentially present in matter, was disposed to ascribe the scientific beliefs of Agas- siz, whose sincerity he did not question, to the circumstance that his grandfather was a clergy- man ! But has not everyone a grandfather ? Why not attribute Tyndall's own theories to an analo- gous cause ? Who shall decide, as between the two progenitors, Avhose brain was the soundest ? As we have suggested, how can such a question be asked, when all is normal, and when the very discrimination by which one sets the grandfather of Tyndall above the grandfather of Agassiz is it- self a mere j)henomenon of molecular action ? W^ho can predict what opinion will emerge upon some later shuffle of atoms ? There is an irreconcilable conflict between the highest feelings and aspirations of the human soul and the materialistic theory of the universe. It has been justly said that the feeling of compas- Materiai- '^^'^'^ ^^ ^^ utter Variance with the system Sets the^SJ^?'- of things, in case, as it is asserted, imen b. j^g^^^^^g jg pitUess, and there is no com- passionate and helping power besides. Self-for- gd fulness is the very antipode of self-assertion which reigns everywhere in the objective world. \"The real world,\" says Mr. Martineau, accord- ing to the materialistic creed, *' provides interests alone, which, when adequately masked, call them-"},{"pageNumber":95,"pageContent":"ANTI-THEISTIC THEORIES 79 selves virtues, and pass for sometliing new.\" Under the withering breath of materialism, the higher feelings lose \" all support from Omniscient approval, and all presumable accordance with the reality of things.\" The argument from conscience effectually con- futes materialism. No man of sane mind can deny that the phenomena of the moral nat- Conscience ^ i • i i versus mate- ure are as real as any which the senses rialism. , *^ or the instruments of a physicist can observe. They are facts which science, in the large sense of the term, must take notice of or abdicate its function. To ignore the vast and various phenomena which connect themselves with the sense of moral responsibleness, is impos- sible. What account shall be given of moral praise and blame — of self-approval and censure ? Here these feelings are, and here they always have been. Do they testify to the truth ? If they do not, then away with the language which only serves to deceive ; away with all the multiform ex- pressions of moral approbation or condemnation ; away with courts of law, and the other infinitely various manifestations of the sense of justice and moral accountableness, on which the entire fabric of social life reposes ! The materialist must al- low that these verdicts of the moral faculty, be their genesis what it may, are as valid as are any judgments of the intellect. The moral discernment"},{"pageNumber":96,"pageContent":"80 NATURAL THEOLOGY rests on as solid a foundation as tlie intellectual perceptions. Now apply the doctrine that the de- terminations of the will — the faithfulness of St. John, and the treachery of Judas, alike — are the necessary effect of atomic movements of matter. They simply indicate a certain molecular action of the matter in portions of the brain. Then moral approval or condemnation, the joy of one who has triumphed over a temptation, the remorse of one who has betrayed the innocent, are the veriest folly. A man who maliciously shoots his neighbor has no more occasion to blame himself for the deed than has a horse who destroys a man's life by a kick. Men call such an animal, in figurative speech, a vicious animal ; and, if materialism is true, there is no other kind of vice possible to a human being. Tyndall, in one of his productions, argues that this doctrine of molecular ethics is perfectly consistent with the application of motives for the purpose of inducing men to act in one way rather than another. These motives, it is implied, are forces thrown into the scale that the beam may rise on the opposite side. This is the statement which fatalists of every type are forever making. But the point insisted upon is not the freedom of the will as known by direct consciousness, although this evidence of man's moral freedom is incontro- vertible ; but the phenomena of moral approval and disapproval, of guilt, self-accusation, and re-"},{"pageNumber":97,"pageContent":"ANTI-THEISTIG THEORIES 81 morse, are the facts that demand some explana- tion which shall not discredit their reality in the very attempt to exj^lain them. Here it is that the materialistic psychology breaks down. Nor can it be said that this is oj)posing a doctrine by merely pointing out its mischievous consequences. The affirmations of conscience referred to as put- ting to rout the advocates of materialism are as truly perceptions and judgments as are any of the propositions that result from the exercise of the senses or the understanding. If materialistic evolution, as predicated of moral action, be true, the rational nature is at war with itself. There is an insoluble contradiction in human intelligence itself, which no sophistical juggle of words can avail to cover up, much less to remove. Pantheism denies the personality of God. The God of the Pantheist is not only immanent in the Forms of world : this the Theist also believes. Pantheism, g^^^ the Pantheist knows of no Deity separable from the world or as anything else than its all-pervading cause or essence. Sj^inoza held that God is the impersonal substance of which all things are the manifestation. Hegel, the most distinguished of the German Pantheists, held that he is the self-unfolding thought-system of the universe — the self-unfolding system which consti- tutes all reality, and attains to self-consciousness in man, or mankind, collectively. 6"},{"pageNumber":98,"pageContent":"82 NATURAL THEOLOGY Every scheme of Pantheism starts with unproved assumptions. Spinoza's theory of the \"one and simple substance\" is an assumption, tionsof Pan- The samc is true of Hegel's notion that all reality is idealistic. There are vio- lations of logic along the course of the construc- tion of the Pantheistic systems. In making the mind a mere phenomenon or transient phase of an impersonal essence, Pan- theism contradicts our consciousness. P antheism o n t r adicti c o n s c ious \"\"\"\"\"'\"cfmis- The mind knows itself to be a distinct, ^^^^' substantial, undivided unity, the centre and source of all mental operations. Every system of Pantheism is necessarian. It overthrows by necessary consequence moral re- Pantheism sponsibilit}', the absolutc antithesis of w°ith\"Ton^- good and evil, the distinction between science. natural history and moral history. Sj^i- noza regards remorse as unreasonable, and finds no place for penitence. Moral evil, whenever it occurs, must be pronounced by the Pantheist to be normal. Positivism is the antipode of Pantheism. The Positivist asserts that nothing is known but phe- nomena. Of causes, efficient or final, we Positivism • n j i i in a • 6 elf -contra- are said to have no knowledge, bcience is the arrangement of observed facts under the heads of likeness and unlikeness, and simultaneity or succession in time. But where"},{"pageNumber":99,"pageContent":"ANTI-THEISTIC THEORIES 83 does tlie Positivist get the notions of likeness and temporal succession ? They surely do not come to us through the senses. Causation and design have as good a warrant as these ideas. It is un- deniable that our mental states form a distinct, pe- culiar class. If they are not to be referred to the mind as their source, they must be attributed to matter. But to adopt this latter branch of the al- ternative would be to fall back into materialism. Agnosticism differs from Positivism in asserting that behind j^henomena there is a reality which is Spencer's ^^^^i^' gi'o^^nd. But of the nature of that theOT^y.''^^''' reality it i^rof esses to be absolutely ig- norant. It is an \" Unknowable.\" Our states of consciousness are its effects. \" A Power,\" says Herbert Spencer, \"of which the nature re- mains forever inconceivable, and to which no limits in time or space can be imagined, works in us certain effects.\" ' The method in which the in- scrutable Power acts is Evolution. Matter differ- entiates itself, passing on through successive stages, until nervous organism comes to exist, and at length personal consciousness arises. All our mental life, with its complex contents, is woven out of sensations. It is denied that this theory is materialism, for the reason that the nature of the underlying reality is declared to be inscrutable. All our perceptions of the world outside of con- ' ' First Principles,\" p. 557."},{"pageNumber":100,"pageContent":"84 If AT URAL THEOLOGY scionsness are affirmed to be symbolical. The symbols, however, afford no clew to the discern- ment of what they stand for. It is evident that in this system nature is made to beget consciousness, and consciousness, in turn, is made to beget nature. We know cism self- nothiuGj of nature except as \" transficr- contradictory. n ,, . • t • i • ured m consciousness. It is plain, moreover, that \" the imknowable \" is confessed to be known when it is said that \" the unknowable \" works in us certain effects. If it is a \"Power,\" a \" Cause,\" there is equal ground for saying that the attribute of wisdom belongs to it, and the other attributes which are discovered in its effects. It is said that Ave know not what is denoted by \" power \" and \" cause.\" But take away \" cause,\" whatever it be, from \" the unknowable,\" nothing is left ; and it is granted that the only cause of which we have any idea is our own personal activity. The Agnostic attaches the same symbolical char- acter, or anthropomori3hism, to all our conceptions and lansjuaoje respecting nature as he as- Eeligionon ^ , ^ • i- i • i.i. -i x- a level with serts to be imi)lied m attributing per- sonality to God. Thus it follows that the truths of natural religion stand on the same basis' as the natural sciences — chemistry, for ex- ample, with its doctrine of the atomic constitution of matter. Theism concludes that God is an intelligent be-"},{"pageNumber":101,"pageContent":"ANTI-THEISTIC THEORIES 85 ing because intelligence is manifest in the effects of his agency. Paley makes use of a watch to il- lustrate the argument of design. Herbert Spencer makes the strange observation that could the watch, in Paley 's example, think, it would judge its crea- tor to be like itself, a w^atch. Could the watch think and choose, it would be rational, and would then reason like other rational beings, and con- clude that the artificer of such a product as itself must have designed it beforehand — that is to say, must be a mind. Agnosticism, denying the reality of the ego, de- nies at the same time man's moral freedom in any true sense of the terms, and thus sweeps cism denies away that personal responsibility for our moral choices which is a fact of con- sciousness. Agnosticism, like other systems more or less kindred to it, is built on what is called the relativ- A 1 1 e e d ^*^ ^^ knowledge — a doctrine which, in kuSdge.''^ the sense, given to it, is untenable. It is the doctrine that the mind is incapable of knowing things as they are ; that knowledge is a process going forward within us to which there is no corresponding reality ; that the mind is, so to S]3eak, a mill which so transforms whatever falls into it that its original likeness vanishes. Sound philosophy begins in the full and consistent recognition of the veracity of our knowing facul-"},{"pageNumber":102,"pageContent":"86 NATURAL THEOLOGY ties. Intuitions are the counterpart of reality. The laws of thought are the laws of things. Dis- tinct as mind and nature are, there is such an affinity in the constitution of both, and such an adaptation of each to each, that knowledge is not the bare product of subjective activity, but a reflex of reality. In the manifestations of God in the soul and in the world without, God is truly mani- fest."},{"pageNumber":103,"pageContent":"CHAPTEK VII. THE FUTURE LIFE OF THE SOUL Does the soul survive tlie death of the body ? We cannot infer that it does from the native de- Future life ^^^'^ o^ ^ continuance of life, for the bfthe'^Se lower animals share with man this in- to uve. stinctive desire, which is provided as a means of self-preservation. It is only when this desire rises into a loftier aspiration, the object of which is something higher than the mere prolon- gation of life, that it can enter into the foundation of a belief in an existence beyond death. In answering the question proposed above, the first point to determine is whether man has a soul. If what we term the soul is nothinoj but Mater i a 1 - ism exciud- a f uuctiou, or modo of action, of the body, or of parts of it, it would be absurd to expect the soul to outlive our physical organism. We might as well look for speech when the vocal organs are dissolved into dust. Materialism, where it is accepted, is fatal to the belief in a future life of the spirit. The reasons have already been in- dicated which evince materialism to be a ground-"},{"pageNumber":104,"pageContent":"88 NATURAL THEOLOGY less theory, resting on superficial impressions, and vanishing under the scrutiny of science. There is nothing, therefore, in the relation of tlie body to the soul to prevent the soul from continuing to exist in other spheres of activity when it parts company with its material vesture. There are considerations that tend to inspire the belief that such is its destiny. Man, within the period of his earthly life, does not and cannot attain to the end of his being. He is capable of an indefinite intellectual the capacity progrcss. The lowcr auimals are bouudcd in their advancement by the operations of instinct. Their horizon is close about them. Being endowed with reason and with aspirations after knowledge, man, when his intellectual nature has been stirred within him, is debarred from trav- ersing the field that ever allures him onward. He is obliged to halt on a journey which w^ould seem to have just begun. The career is cut short for which he appears to be destined, and for which he is fitted by the Author of his being. If it be thought that death extinguishes the spiritual part, the design of God respecting him seems to be thwarted. It is rational to suppose that death is a passage through a gate to an ampler field where progress in knowledge will not be broken off. A cogent proof that death is not the end of the soul's life is found in the fact that the system of"},{"pageNumber":105,"pageContent":"THE FUTURE LIFE OF THE SOUL 89 moral government which God is evidently carry- ing forward in this world is here incomplete. God's mor- Ih tliis systcm he is revealed as allot- Selt°rncom- ting happiness to the good and suffering P^^^'- to the wicked. The method of his ad- ministration is clearly discerned. The purpose is brought to light. But the system is not strictly or fully carried out. There is not an exact pro- portion between the character of individuals and their lot. Here on earth the harvest is but partially reaped. It is said that virtue is its own reward, and vice its own penalty. This maxim has a foundation in truth, as pointing to the fact that the best rewards and the severest punishments are not of an external nature, but lie within the sphere of the soul which is holy or guilty. Yet time is required, and very often a longer time than the limit of the longest earthly life allows, for spiritual blessedness on the one hand, and misery on the other, to emerge in their full and proper measure. Virtue, while in the struggle with temptation, does not yet enjoy the fruits of virtue. To attain these virtue must be established in undisputed control over insubordinate ideas and passions. \"Wicked- ness, as long as its prosperity lasts, does not feel the stings of conscience in their full severity. The evil man may die before remorse overtakes him. Nor ought we to omit to notice the fact that inno- cence may not infrequently fail of a just vindica-"},{"pageNumber":106,"pageContent":"90 NATURAL THEOLOGY tion on the present stage of linman life, and in- iquity may escape a righteous exposure. Is not the expectation of the maligned, of the victims of fallible human verdicts, that a day of redress will come, rational? And is not the fearful looking- for of judgment, a feeling so natural to the iniqui- tous, equally rational ? One period of our life is perceived to involve a probation in reference to the period that follows. Life a proba- ^^^^ character and circumstances in the '^°^* later period are determined by what we do, or fail to do, in the earlier. This is not a con- jecture, it is not a mere probability ; it is a truth of experience. The child is father of the man. The observed fact of a probation takes away the charge of unreasonableness in the idea that the whole of life here is a probation as related to a life hereafter. But the fact of probation is more than a mere analogy. It has more than a simply nega- tive force. We see that probation, with its two ele- ments of sowing and reaping, is not, as we have before remarked, closed up in the present life. Hence we are justified in anticipating a continu- ance of conscious life in a world beyond. The reality of a future life is a reasonable con- clusion from the ivo7^th of the soul. The human The worth ^^^^1 ^^ the goal toward which the world's of the soul. i^ig^Qpy prior to man points and leads. Man is the crowning work of God. His value lies"},{"pageNumber":107,"pageContent":"THE FUTURE LIFE OF THE SOUL 91 in the spirit that is in him. The long approach in the upward course of things at last conducts to this product of supreme worth, the rational soul, *' With sucli large discourse, Looking before and after .... That capability and godlike reason.\" Will a thing of priceless worth be blotted out of being? Will the Maker fling away to nothing- ness the consummate work of his hands ? Investigation shows us that through the creation a purpose runs. Everything that comes from God has its place in a comprehensive design. But un- less man survives death all is for naught. The world as a whole is purposeless. It terminates in no end commensurate with the wisdom discov- ered in its creation. The religious nature of man, his capacity for fel- lowship with God, warrants the expectation of a Man's ca- lif^ bcyoud death. Would God enter Fowiwp^Jith into a close relation of spiritual fellow- ^°^' ship with a creature whom he intended in a few days to strike out of existence, or to suffer to become absolutely extinct ? It appears incred- ible. This argument is brought forward in the Scriptures. It is adduced here, not on the author- ity of the Scriptures, but from its intrinsic force as an argument. Man in intercourse with his Crea-"},{"pageNumber":108,"pageContent":"92 NATURAL THEOLOGY tor — in such intercourse as takes place in prayer — stands on a lofty plane. Such a position is incom- patible with the idea that after a short interval he is to be left to drop into nothingness."},{"pageNumber":109,"pageContent":"NOTE THE ONTOLOGICAL ARGUMENT This is an argument respecting the force of which there is a wide diversity of opinion. It professes to prove the being of God from the idea of God. It is presented by Ansehn of Canterbury substantially in this form : \"We have, and cannot but have, the idea of a most perfect being — of a being a greater than whom cannot be conceived. This being actually exists : otherwise we could conceive of a being with all Ms perfection with the superadded property of existence. That is to say, we could conceive a being more perfect than the most perfect. Gaunilo, the monk who debated the question with Anselm, urged that if the argu- ment were valid, then to imagine the most beau- tiful island is tantamount to proving its existence. In the same spirit Kant remarks that the concep- tion of one hundred dollars is very different from having one hundred dollars in one's pocket. The reply of Anselm to Gaunilo was in effect this, that the conception of a perfect island is an arbitrary, artificial notion, whereas the conception of the"},{"pageNumber":110,"pageContent":"94 NATURAL THEOLOGY most perfect being is necessary. It is objected that existence is not an element in the concept, that the sum of the attributes is the same whether the idea has an object corresponding to it or not. To this it has been replied that it is necessary exist- ence — self-existence — which enters into the idea of the most perfect being — that is, not mere existence, but a mode of existence ; and that this is a prop- erty or element in the concej^t. The intuition of the Absolute appears to em- brace what the Anselmic argument attempts to cast into a syllogistic form. Anselm's proof has been defended by . Hegel. It is not rejected by Flint, \" Theism \" p. 279, and is considered valid by Shedd, \" History of Doc- trine,\" Yol. i., p. 238. Another proof of the existence of God from the Truth, the common bond of thoughts and things, is presented in \" The Grounds of Theistic and Christian Belief,\" p. 41."},{"pageNumber":113,"pageContent":"CHURCH HISTORY. THE BEGINNINGS OF CHRISTIANITY. With a View of ths State of the Roman World at the Birth of Christ. B> GEORGE P. FISHER, D.D., LL.D., Professor of Church History in Yale College. 8vo, $2.50. 1 HE BOSTON ADVERTISER.— \"Prof. Fisher has displayed in this, as in hia previous published writings, that catholicity and that calm judicial quality ol aiind which are so indispensable to a true historical critic.\" THE EXAMINER.— \"The volume is not a dry repetition of well-known facts. It bears the marks of original research. Every page glows with freshness of material and choice ness of diction.\" THE EVANGELIST,— \"The volume contains an amount of information that makes it one of the most useful of treatises for a student in philosophy and theology, and must secure for it a place in his library as a standard authority.\" HISTORY OF THE CHRISTIAN CHURCH. By GEORGE P. FISHER, D.D., LL.D., Professor of Ecclesiastical History in Yale University. 8vo, with numerous maps, $3.50. This work is in several respects notable. It gives an able presenta- tion of the subject in a single volume, thus supplying the need of a complete and at the same time condensed survey of Church History. It will also be found much broader and more comprehensive than othei books of the kind. HONo GEORGE BANCROFT.— \"I have to tell you Of the pride and delight with which I have examined your rich and most instructive volume. As an American, let me thank you for producing a work so honorable to the country.\" REV. R. S. STORRS, D.D.— \"I am surprised that the author has been able to put such multitudes of facts, with analysis of opinions, definitions of tendencies, and concise personal sketches, into a narrative at once so graceful, graphic, and compact.\" PROF. ALEXANDER V. G. ALLEN, Episcopal Divinity School, CamDridge, Mass.— \"It has the merit of being eminently readable, its conclusions rest on the widest research and the latest and best scholarship, it keeps a just sense of pro- portion in the treatment of topics, it is written in the interest of Christianity as a whole and not of any sect or church, it is so entirely impartial that it is not easy to discern the author's sympathies or his denominational attitude, and it has the great advantage of dwelling at due length upon English and American Churcb history. In short, it is a work which no one but a long and successful teacher ot Church History could have produced.\""},{"pageNumber":114,"pageContent":"STANDARD TEXT BOOKS. HISTORY OF THE CHRISTIAN CHURCH. By PHILIP SCHAFF, D.D. New Edition, re-written and enlarged. Vol. I,— Apos* tolic Christianity, A.D. 1-100. Vol. Il.-Ante-Nicene Chris\" tianity, A.D. 100-325. Vol. III.— Nicene and Post-Nicene Christianity, A.D. 311-600. Vol. IV.-Mediaeval Christianity, A.D. 590-1073. 8vo, price per vol., $4.00. This work is extremely comprehensive. All subjects that properly belong to a complete sketch are treated, including the history of Chris- tian art, hymnology, accounts of the lives and chief works of the Fathers of the Church, etc. The great theological, christological, and anthropological controversies of the period are duly sketched ; and in all the details of history the organizing hand of a master is distinctly Been, shaping the mass of materials into o?der and system. PROF. GEO. P. FISHER, Of Yale College.— \"Dv. Schaff has thorougWy and Buccessfully accomplislied his task. The volumes are replete with evidences of a careful study of the original sources and of an extraordinary and, we might say, tinsurpassed acquaintance with the modern literature— German, French, and English— in the department of ecclesiastical history. They are equally marked by a fair-minded, conscientious spirit, as well as by a lucid, animated mode of presentation.\" PROF. ROSWELL D. HITCHCOCK, D.D.— \"In no other single work of Its kind with which I am acquainted will students and general readers find so much to instruct and interest them.\" DR. JUL. MULLER, of Halle.— \"It is the only history of the first six cen- turies which truly satisfies the wants of the present age. It is rich in results of original investigation.\" HISTORY OF THE CHURCH OF CHRIST, IN CHRONOLOGI- CAL TABLES. A Synchronistic View of the Events, Charac- teristics, and Culture of each period, including the History of Polity, Worship, Literature, and Doctrines, together with two Supplementary Tables upon the Church in America; and an Appendix, containing the series of Councils, Popes, Patri- archs, and Owher Bishops, and a full Index. By the lata HENRY B. SMITH, D.D., Professor in the Union Theologi- cal Seminary of the City of New York. Revised Edition, FoliOj S5.00. TEV. DR. W. G. T. SHEDD.— \" Prof. Smith's Historical Tables are >.J. best Ihat I know of in any language. In preparing such a work, with so much care and research, Prof. Smith has furnished to the student an apparatus that will be ol Ule-long service to him\" REV. DR. WILLIAM ADA'^IS,— \" Tbe labor expended upon such a work ia immenGe, and its accnracy and completeness do honor to the reaearch and Scholarship of its author; and are an iu valuable acquisition to our literature.\""},{"pageNumber":115,"pageContent":"CHARLES SGEIBNEE'S SONS' LECTURES ON THE HISTORY OF THE JEWISH CHURCH. By ARTHUR PENRHYN STANLEY, D.D. With Maps and Plans. New Edition from New Plates, with the author's latest revis- ion. Pas't I.— From Abraham to Samuel. Part II.— From Samuel to the Captivity. Part III.— From the Captivity to the Christian Era. Three vols., 12mo (sold separately), each $2.00. The same— Westminster Edition. Three vols., 8vo («olcl in sets only), per set, $9.00. LECTURES ON THE HISTORY OF THE EASTERN CHURCK With an introduction on the Study of Ecclesiastical Historyi By ARTHUR PENRHYN STANLEY, D.D. New Edition from New Plates. 12mo, $2.00. LECTURES ON THE HISTORY OF THE CHURCH OF SCOT- LAND. By ARTHUR PENRHYN STANLEY, D.D. 8vo, $1.50. In all that concerns the external characteristics of the scenes and persons described, Dr. Stanley is entirely at home. His books are not dry records of historic events, but animated pictures of historic scenes and of the actors in them, while the human motives and aspects of events are brought out in bold and full relief. THE LONDON CRITIC— \"Earnest, eloquent, learned, with a style that Is never monotonous, but luring through its eloquence, the lectures will maintain his fame as author, scholar, and divine. We could point out many passages that glow with a true poetic fire, but there are hundreds pictorlally rich and poetically true. The reader experiences no weariness, for in every page and paragraph there is something to engage the mind and refresh the soul.\" THE NEW ENGLANDER.—\" We have first to express our admiration of the grace and graphic beauty of his style. The felicitous discrimination in the u:e of language which appears on every page is especially required on these topics, where the author's position might so easily be mistaken through an unguarded statement. Dr. Stanley is possessed of the prime quality of an historical student and writer— namely, the historical feeling, or sense, by which conditions of life and types of character, remote from our present experience, are vividly con- ceived of and truly appreciated.\" THE N. Y. TIMES.— \"The Old Testament History is here presented as it never was presented before ; with so much clearness, elegance of style, and his- toric and literary illustration, not to speak of learning and calmness of judgment, that not theologians alone, but also cultivated readers generally, are drawn to ita pa^jes. In point of style it takes rank with Macaulay's History and the beat chapters of Froude.\""},{"pageNumber":116,"pageContent":"CHRISTIAN EVIDENCES AND HOMILETICS. MANUAL OF CHRISTIAN EVIDENCES. By Prof. GEORGE PARK FISHER, D.D., LL.D., Professor of Ecclesiastical History in Yale College. 16mo, 75 cents. The aim of the book is to present the Evidences of Christianity in a concise, lucid form, for the benefit of those who have not the leisure to study extended treatises on the subject. It is intended both for private reading and for the use of classes in public institutions. Al- though brief, it includes a distinct statement of both the internal and external proofs. The arguments are shaped to meet objections and difficulties which are felt at the present time, and the historic evidence is carefully confined to the present state of scholarship and learning. THE EXAMINER.— \"It is wortli Its weight in gold. It is by aU odds the best treatise on the Evidences of Christianity for general use that we know. It ia sound, judicious, clear, and scholarly.\" THE N. Y. SUN.— \"Compact, thorough, and learned, its simplicity of stylo and brevity ought to commend it to a wide circle of readers.\" THE GROUNDS OF THEISTIC AND CHRISTIAN BELIEF. By Prof. GEORGE P. FISHER, D.D., LL.D. Crown 8vo, $2.50. FROM THE PREFACE.— \"This volume embraces a discussion of the evidences of both natural and revealed religion. Prominence is given to topics having special interest at present from their connection with modern theories and diffi- culties. The argument of design, and the bearing of evolutionary doctrines on itd validity, are fully considered.\" JULIUS H. SEELYE, President of AmJierst College.—\"! find It as I should expect it to be, wise and candid, and convincing to an honest mind.\" PROF. JAMES O. MURRAY, o/Pnriceton CoZJegp.—\" It is eminently fitted to meet the honest doubts of some of our best young men. It3 fairness and candor, its learning and ability in argument, its thorough handling of modern objections —all these qualities fit it for such a service, and a great service it is.\" ESSAYS ON THE SUPERNATURAL ORIGIN OF CHRISTIAN* ITY. By Prof. GEORGE P. FISHER, D.D., LL.D. 8vO; new and enlarged edition, S2.50. THE NEW YORK TRIBUNE.— \"His volume evinces rare versatiUty of intellect, with a scholarship no less sound and judicious in its tone and extensive in its attainments than it is modest in its pretensions.\" THE BRITISH QUARTERLY REVIEW.— \"We know not where the student will find a more satisfactory guide in relation to the great questions which have grown up between the friends of the Christian revelation and the most able of its assail ants, within the memory of the present generation.\""},{"pageNumber":117,"pageContent":"CHARLES SCRIBNER'S SONS' THE PHILOSOPHIC BASIS OF THEISM. An Examination of the Personality of Man, to Ascertain his Capacity to Know and Serve God, and the Validity of the Principle Underlyingthe Defense of Theism. By SAMUEL HARRIS, D.D., LL.D., Pro* fessor of Systematic Theology in Yale College. 8vo, $3.50. Dr. Harris embodies in his work the results of his long meditation m. the highest themes, and his long discussion and presentation of these truths in the class-room. His fundamental positions are thor- oughly in harmony with soundest modern thought and most trust- worthy modem knowledge. THE INDEPENDENT.— \"It is rare that a work, wmch is of necessity, so severely metaphysical in both topics ana treatment, is so enlivened by the varied contributions of a widely cultivated mind from a liberal course of reading. His passionate and candid argument cannot fail to command the respect of any antagonist of the Atheistic or Agnostic schools, who will take the pains to read his criticisms or to review his argument. In respect to coolness and dignity and self-possession, his work is an excellent model for scientists, metaphysicians, and theologians of every complexion.\" THE HARTFORD COURANT.—\" Professor Harris' horizon-lines are uucon- tracted. His survey of the entire realm he traverses is accurate, patient, and considerate. No objections are evaded. No conclusions are reached by saltatory movements. The utmost fairness and candor characterize his discussions. No more thoroughly scientific work in plan or method or spirit has been done in our time. On almost every page one meets with evidences of a wide and reflec- tive reading, not only of philosophy, but of poetry and fiction as well, whica •nriches and illumines the whole course of thought.\" THE SELF-REVELATION OF GOD. By SAMUEL HARRIS, D.D., LL.D., Professor of Systematic Theology in Yale Col- lege. 8vo, $3.50. In this volume Dr. Harris presents a statement of the evidence of *ihe existence of God, and of the reality of His revelation of Himself in the experience or consciousness of men, and the verification of the same by His further revelation of Himself in the constitution and ongoing of the universe, and in Christ. PROF. WM. G. T. SHEDD, D.D., in The. Presbyterian Review .—\" ^wcU a work is not brought out in a day, but is the growth of years of professional study and reflection. Few books on apologetics have been recently produced that will be more influential and formative upon the mind of the theological or philosophi- cal student, or more useful. It is calculated to influence opinions, and to nfluence them truthfully, seriously, and strongly.\" BISHOP HURST, in The Northwestern Christian Advocate.— \"\"Wq do not ViXio^^ a better work among recent publications than this one for building up old hopes and giving a new strength to one's faith. The book is thoroughly evangelic, fresh, and well wrought out. It is a valuable contribution to our Ameriooji ttieology.\""},{"pageNumber":118,"pageContent":"STANDARD TEXT BOOKS. THE THEORY OF PREACHING,- or, Lectures on Homi.letics. By Professor AUSTIN PHELPS. 8vo, $2.50. This work is the growth of more than thirty years' practical ex- perience in teaching. The writings of a master of style, of broad and catholic mind are always fascinating ; in the present case the wealth 3f appropriate and pointed illustration renders this doubly the case- THE NEW YORK CHRISTIAN ADVOCATE.— \" Ministers of aU denominati Dna and of all degrees of experience will rejoice in it as a veritable mine of wisdom.\" THE INDEPENDENT.—\" The volume is to be commended to young men as a superb example of the art in which it aims to instruct them.\" THE WATCHMAN.— \" The reading of it is a mental tonic. The preacher cannot but feel often his heart burning within him under its influence. We could wish it might be in the hands of every theological student and of every pastor.\" MEN AND BOOKS; OR, STUDIES IN HOMILETICS. Lectures Introductory to the \"Theory of Preaching.\" By Professor AUSTIN PHELPS, D.D. Crown 8vo, $2.00. Professor Phelps' second volume of lectures is devoted to a dis- cussion of the sources of culture and power in the profession of the pulpit, its power to absorb and appropriate to its own uses the world of real life in the present, and the world of the past, as it lives in books. PROFESSOR GEORGE P. FISHER.— \"It is a live book, animated as well as sound and instructive, in which conventionalities are brushed aside, and the author goes straight to the marrow of the subject. No minister can read it without being waked up to a higher conception of the possibilities of his calling.\" BOSTON WATCHMAN,—\" We are sure that no mimster or candidate for the ministry can read it without profit. It is a tonic for one's mind to read a book so laden with thought and suggestion, and written in a style sc fresh, strong, and bracing.\" A TREATISE ON HOMILETICS AND PASTORAL THEOLOGY. By W. G. T. SHEDD, D.D. Crown 8vo, $2.50. In this work, treating of the main points of Homiletics and Pastoral Theology, the author handles his subject in a masterly manner, an(| displays much original and highly suggestive thought. The Homileti cal part is especially valuable to ministers and those in training for thf ministry. Dr. Shedd's style is a model of purity, simplicity and strength. THE NEW YORK EVANGELIST.—\" We cannot but regard it as, on the whole the very best production of the kind with whicli we are acquainted. The topict discussed are of the first importance to every minister of Christ engaged in activ service, and their discussion is conducted by earnestness as well as abiUty, and i ,• a style which for clear, vigorous, and unexceptionable EngUsh, is itself a model.\" THE CHRISTIAN INTELLIGENCER.— \" The ablest book on the subjeet whicii the generation has produced.\""},{"pageNumber":119,"pageContent":"BIBLICAL STUDY. BIBLICAL STUDY. Its Principles, Methods, and History. By CHARLES A. BRIGCS, D.D., Professor of Hebrew and Cognate Languages in Union Theological Seminary. Crown 8vo, S2.50. The author has aimed to present a guide to Biblical Study for the intelligent layman as well as the theological student and ndnister of the Gospel. At the same time a sketch of the entire history of each department of Biblical Study has been given, the stages of its develop- meut are traced, the normal is discriminated from the abnormal, and the whole is rooted in the methods of Christ and His Apostles. THE BOSTON ADVERTISER.— '« The principles, methods, and history of Biblical study are very fully considered, and it is one of tlie best works of its kind m the language, if not the only book wherein the modern methods of the study of the Bible are entered into, apart from direct theological teaching.\" THE LONDON SPECTATOR.— \"Dr. Briggs' book is one of much value, not the less to be esteemed because of the moderate compass into which its mass of in- formation has been compressed.\" MESSIANIC PROPHECY. The Prediction of the Fulfilment of Redemption through the Messiah. A Critical Study of the Messianic Passages of the Old Testament in the Order of their Development. By CHARLES A. BRIGGS, D.D., Pro- fessor of Hebrew and the Cognate Languages in the Union Theological Seminary. Crown 8vo, S2.50. In this work the author develops and traces \"the prediction of the fulfilment of redemption through the Messiah \" through the whole Reries of Messianic passages and prophecies in the Old Testament. Beginning with the first vague intimations of the great central thought of redemption he arrays one prophecy after another ; indicating clearly the general condition, mental and spiritual, out of which each prophecy arises ; noting the gradual widening, deepening, and clarification of the prophecy as it is developed from one prophet to another to the end of the Old Testament canon. THE LONDON ACADEMY.— \"His new book on Messianic Prophecy is a wcrthy companion to his indispensable text-book on Biblical study. He has pro- duced the first English text-book on the subject of Messianic Prophecy which a modern teacher can use.\" THE EVANGELIST.— \"Messianic Prophecy is a subject of no common inter- est, and this book is no ordinary book. It is, on the contrary, a work of the very first order ; the ripe product of years of study upon the highest themes. It i£ exegesis in a master-hand,\""},{"pageNumber":120,"pageContent":"CHARLES SCRIBNERS SONS' THE DOCTRINE OF SACRED SCRIPTURE. A Critical, Hia torical, and Dogmatic Inquiry into the Origin and Nature of the Old and New Testaments. By GEORGE T. LADD, D.D., Professor of Mental and Moral Philosophy in Yale College. 2 vols., 8vo, $7.00. J. HENRY THAYER, D.D.— \"It Is the most elaborate, erudite, judicious dis' Bussion of tlie doctrine of Scripture, in its various aspects, witti wtiicli I am acquainted. I have no hesitation in saying that, for enabling a young minister to present views alike wise and reverent respecting the nature and use of Sacred Scripture, nay, for giving him in general a Biblical outlook upon Chris tlan theology, both in its theoretical and its practical relations, the faithful study of this thorough, candid, scholarly work will be worth to him as much as half the studies of his seminary course.\" GEORGE P. FISHER, D.D., LL.D.— \" Professor Ladd's work is from the pen ol an able and trained scholar, candid in spirit and thorough in his researches. It is so comprehensive in its plan, so complete in the presentation of facts, and so closely related to • the burning questions ' of the day, that it cannot fail to enlist the attention of all earnest students of theology.\" WORD STUDIES IN THE NEW TESTAMENT. By MARVIN R. VINCENT, D.D. Vol. I.-The Synoptic Gospels, Acts of the Apostles, and the Epistles of Peter, James and Jude. Vol. II.— The Writings of John— The Gospel, the Epistles, the Apocalypse. 8vo, per vol., $4.00. Vol. III. ready. The purpose of the author is to enable the English reader and Btudent to get at the original force, meaning, and color of the signifi- cant w^ords and phrases as used by the different writers. An introduc- tion to the comments upon each book sets forth in compact form what is known about the author — how, where, with what object, and with what peculiarities of style he wrote. Dr. Vincent has gathered from all sources and put in an easily comprehended form a great quan- tity of information of much value to the critical expert as well as to the studious layman who wishes to get at the real spirit of the Greek text. REV. DR. HOWARD CROSBY.— \" Dr. Vincent's 'Word Studies in the New Testament ' is a delicious book. As a Greek scholar, a clear thinker, a logical reasoner, a master in English, and a devout sympathizer with the truths of reve- lation. Dr. Vincent is just the man to interest and edify the Church with such a work as this. There are few scholars who, to such a degree as Dr. Vincent, mingle scholarly attainment with aptness to impart knowledge in attractive form. All Bible-readers should enjoy and profit by these delightful ' Word Studies.' \" DR. THEO. L. CUYLER, in The K T. Evangelist.— \"The very things which a young minister— and many an older one also— ought to know about the chief words in his New Testament he will be able to learn in this affluent volume. Years of close study by one of our brightest Greek scholars, have been condensed into its pages.\""},{"pageNumber":121,"pageContent":"MENTAL AND MORAL SCIENCE AN OUTLINE STUDY OF MAN; or, the Body and Mind in On« System. With illustrative diagrams. Revised edition. By MARK HOPKINS, D.D., LL.D., late President cf Williams College. 12mo, $1.75. This is a model of the developing method as applied to intellectua* science. The work is on an entirely new plan. It presents man in his unity, and his several faculties and their relations are so presented to the eye in illustrative diagrams as to be readily apprehended. The work has come into very general use in this country as a man ual for instruction, and the demand for it is increasing every year. GENERAL S. C. ARMSTRONG, Principal of Hampton Institute.— \"lam glad of the opportunity to express my liigh appreciation of Dr. Hopkins' Outline Study Of Man. It has done more for me personally than any liook besides the Cihie. More than any other it teaches the greatest of lessons, Tcnow thyself. For over ten years, I have made it a text book in the Senior Class of this school. It ,8, 1 think, the greatest and mo3t useful of the books of the greatest of our Am- erican educators, Eev. Dr. Hopkins, and is destined to do a great work in forming aot only the ideas but the character of youth in America and in other parts of the world.\" PRDF. ADDISON BALLARD, of Lafayette College.— \"I have for years used Dr. Hopkins' Outline Study of Man, in connection with his Laio of Love, as a text book for our Senior Classes. I have done this with unfailing success and witli increasing satisfaction. It is of incalculable advantage to the student to come under the Influence, through his books, of this great master of thought and of style. I cannot speak of Outline Study in terms of too hearty commendation.\" THE LAW OF LOVE, AND LOVE AS A LAW; or. Christian Ethics. By MARK HOPKINS, D.D., LL.D., late President of Williams College. 12mo, $1.75. This work is designed to follow the author's Outline Study of Man, As its title indicates it is entirely an exposition of the cardinal precept of Christian philosophy in harmony with nature and on the basis of reason. Like the treatise on mental philosophy it is adapted with anusual skill to educational uses. It appears in a new edition which has been in part re-written in order to bring it into closer relation to his Outline Study of Man ^ of which work it is really a continuation. More prominence has been given to the idea of Rights, but the fundamental doctrines of thf> treatise have not been changed."},{"pageNumber":122,"pageContent":"CHARLES SCRIBNEirS SONS' PSYCHOLOGY. By JAMES McCOSH, D.D., LL.D., ex-PresidenI of Princeton College. I. -The Cognitive Powers. Il.-The Motive Powers. 2 vols., 12mo. Sold separately. Each, $1.50. The first volume contains an analysis of the operations of the senses, and of their relation to the intellectual processes, with a discussior of sense perception, from the physiological side, accompanied by appropriate cuts. The second volume treats of the Motive Powers, as they are called, the Orective. the Appetent, the Impulsive Powers ; including the Conscience, Emotions, and Will. PROF. WILLIAM DE W. HYDE, Of BowOoin College.— \" The hoo^ is written in a clear and simple style ; it breathes a sweet and winning spirit ; and it ig Inspired by a noble purpose. In these respects it is a model of what a text book should be.\" S. L. CALDWELL, late President of Vassar College.— \"It is yrhat was to h&ve been expected from the ability and long experience of the author. The style is clear and simple ; the matter is well distributed : it well covers the ground usually taught in such text books, and I am sure any teacher would And it a helpful guide in his classes.\" FIRST AND FUNDAMENTAL TRUTHS. Being a Treatise or Metaphysics. By JAMES McCOSH, D.D., LL.D., ex-Presi- dent of Princeton College. 12mo, $2.00. EXTRACT FROM THE PREFACE.— \" Every thinking mind has occasion a: times to refer to first principles. In this work I have set myself earnestly to in- quire what these are ; to determine their nature, and to classify and arrange them into a science. In pursuing this end I have reached a Realistic Philosophy opposed alike to the Sceptical Philosophy, which has proceeded from Hume, in England, and the Idealistic Philosophy, which has ramified from Kant, in Ger- many ; while I have also departed from the Scottish and higher French Schools, as I hold resolutely that the mind, in its intelligent acts, begins with, and pro ceeds throughout on a cognition of things.\" BOSTON TRAVELLER.— \"The deep truth so ably presented by this gran-i metaphysician in this study of principles, and the satisfaction to be found in his system of realistic philosophy renders the work one of those valuable contributioni to intellectual progress, whose advent is an important event In the progress ol the human race.\" ELEMENTS OF PHYSIOLOGICAL PSYCHOLOGY. B5 GEORGE T. LADD, D.D., Professor of Mental and Moral Philosophy in Yale University. With numerous illustrations 8vo, $4.50. PROF. WILLIAM JAMES, in The Nation.— \"ma erudition and his broad- mindedness are on a par with each other ; and his volume will probably fur many years to come be the standard work of reference on the subject.\" THE SCHOOL JOURNAL.— \"It is impossible in a brief notice to give any adequate conception of the scientific character and practical application of this admirable volume. In its class it stands alone among American books. No thorough student of psychology will rest satisfied until he owns a copy of thla work.\""},{"pageNumber":123,"pageContent":"STANDARD TEXT BOOKS. FINAL CAUSES, By PAUL JANET, Member of the French Academy. With a Preface by Robert Flint, D.D., LL.D. From cecond French edition. 8vo, $2.50. PROF. FRANCIS L. PATTON, of Princeton Tlieological Seminary.— 'I re« gard Janet's ' Final Causes ' as incomparably tbe best thing in literature on the subject of which it treats, and that it ought to be in the hands of every man who has any Interest in the present phases of the theistic problem. I have recom- mended it to my classes in the seminary, and make constant use o' it in my in- Btructions.\" NOAH PORTER, D.D., LL.D., late President of Yale College.- •\" I am delighted that you have published Janet's • Final Causes ' in an improved form and at a price which brings it within the reach of many who desire to possess it. It is, ia my opinion, the most suggestive treatise on this important topic which is access- ible in our language.\" THE HUMAN INTELLECT. By NOAH PORTER, D.D.. LL.D., late President of Yale College. With an Introduction upon Psychology and the Human Soul. 8vo, $5.00. The author has not only designed ta furnish a text book w^hich shall be sufficiently comprehensive and scientiSc to satisfy the wants of the many students of psychology and speculative philosophy who are found m our higher institutions of learning, but also to prepare a volume which may guide the advanced student to a clear understanding and a just estimate of the questions which have perpetually appeared and reappeared in the history of philosophy. THE BRITISH QUARTERLY REVIEW.— \"President Porter's work, the resulC of thirty years' professional labor, is not only the most important philosophical work that has appeared in our language since Sir William Hamilton's, but its iorm as a manual makes it invaluable to students.\" THE PRINCETON REVIEW.— \"After a careful examination of this truly great work, we are ready to pronounce it the most complete and exhaustive exhibition of the cognitive faculties of the human soul to be found in our language, and, so far as we know, in any language. The work is a monument of the author's in- sight, industry, learning, and judgment ; one of the great productions of our time ; an honor to our country, and a fresh proof that genuine philosophy has not died out among us.\" ELEMENTS OF INTELLECTUAL SCIENCE. A Manual ior Schools and Colleges. By NOAH PORTER, D.D., LL.D., late President of Yale College. 8vo, $3.00. This is an abridgment of the author's \" Human Intellect,\" contain- ing all the matter necessary for use in the class-room, and has been in- troduced as a text-book in Yale, Dartmouth, Bowdoin, Oberlin, Bates, Hamilton, Vassar, and Smith Colleges ; Wesleyan, Ohio, Lehigh and Wooster Universities, and many other colleges, academies, normal and high schools. THE NEW YORK WORLD.— \"The abridgment Is very well done, the state laents being terse and perspicuous.\" THE NEW YORK TRIBUNE.— \" Presents the leading facts of intellecwai letence from the author's point of view, with clearness and vigor.\""},{"pageNumber":124,"pageContent":"CHARLES SCRIBNEKS SONS' ELEMENTS OF MORAL SCIENCE, Theoretical and Practical. By NOAH PORTER, D.D., LL.D., late President cf Yale College. 8vo, $3.00. GEORGE S. MORRIS, Professor of Ethics, University of Michigan.—\" I hav. read the work witU great interest, and parts of it with enthusiasm-, it is a vast improvement on any of the current text books of ethics. It is tolerant and uatholic in tone ; not superficially, but soundly, inductive in method and ten- dency, and rich in practical suggestion.\" JULIUS H. SEELYE, President Amherst Collt-ge.—\" It is copious and clear, with ample scholarship and remarkable insight, and I am sure that all teachers of Moral Science will find it a valuable aid in their instructions.\" OUTLINES OF MORAL SCIENCE. By ARCHIBALD ALEX- ANDER, D.D., LL.D. 12mo, $1.50. ThivS book is elementary in its character, and is marked by great clearness and simplicity of style. It is intended to lay the foundations and elucidate the principles of the Philosophy of Morals. It is widely used in colleges and other institutions of learning, and is specially adapted for students whose age, or the time at whose disposal, does not permit the use of the more extended and abstruse works on ethics. THE THEORY OF MORALS. By PAUL JANET, Member of the French Academy. Translated under the supervision of President Noah Porter. 8vo, $2.50. Prof. Janet in this book gives us not only a clear and concise exam- ination of the w^hole study of moral science, but he has introduced into the discussion many elements which have hitherto been too mnch neglected. The first principles of moral science and the fundamental idea of morals the author describes with much precision, and presents an interesting and systematic exposition of them. SCIENCE.—\" The book has lucidity and is full of learning. It is hardly extrav- agant to say that so clear and picturesque a treatise, in the hands of an alert teacher, might save the study of ethics from its almost inevitable fate of being very dull. \" A THEORY OF CONDUCT. By ARCHIBALD ALEXANDER. 12mo, $1.00. Contents : The Theory of Right— The Theory of Duty— The Nature of Character — The Motive to Morality. Professor Alexander's book is an essay in that department of metaphysics in which of recent years perhaps the most interest has been av/akeued. Rarely has the essence of so vast a problem been stated in such succint form. The work contains a very complete and searching examination of the various ethical theories and systems, together with the positive statement of the author's «wn doctrine, which finds the ethical impulse essentially religious."},{"pageNumber":125,"pageContent":"HISTORY OF PHILOSOPHY HISTORY OF PHILOSOPHY. By Prof. FRIEDRICH UEBER WEO. Translated by Prof. G. S. Morris, of Michigan Uni versity. Edited by Noaii Porter, D.D., LL.D., late President of Yale College, and Philip Schaff, D.D. Vol. l.-Ancient and Mediaeval 5 Vol. Il.-Modern. 2 vols., 8vo, S5.00. In its universal scope, and its full and exhaustive literature of the Bubject, Ueberwegs \"History of Philosophy\" has no equal. The characteristic features of the work are the compendious presentation of doctrines, the survey of the literature relating to each philosophical system, biographical notices, the discussion of controverted historical points, and compressed criticisms of doctrines from the standpoint of modern science and sound logic. THE BRITISH QUARTERLY REVIEW.— \"The work Is concise and clear, exact and suggestive, compreliensive and critical. It contains a complete presentation of the different philosophical schools, and describes, with sufficient minuteness, the principal doctrines which belong to each system, and to subordinate branches of each system ; by which means a distinct picture Is placed before the mind of the reader. It meets at once the minds of the ordinary student and of the in- dependent inquirer.\" THE N. Y. EVANGELIST.— \"Taking the whole together, it furnishes the most complete and reliable apparatus for the study of philosophy which has ever been placed In the hands of American students.\" REALISTIC PHILOSOPHY. Defended in a Philosophic Series. By JAMES McCOSH, D.D., LL.D., President of Princetot? College. Vol. 1.— Expository; Vol. 2.— Historical and Critical. 2 vols., 12mo, $3.00. In the first volume the principal philosophic questions of the day pre discussed, including the Tests of Truth, Causation, Development, and the Character of our World. In the second volume the same ques- tions are treated historically. The systems of the philosophers who have discussed them are stated and examined, and the truth and error in each of them carefully pointed out. THE N. Y. OBSERVER.—\" Its style is so clear and direct, its presentation of the whole subject is so natural and forcible, that many persons who habitually ignore discussions of abstract topics, would be charmed into a new intellectual interest by giving Dr. McCosh's work a careful consideration.\" HARPER'S MAGAZINE.—\" These eminently cogent and instructive volumes are designed for exposition and defence of fundamental truths. The distinct but correlated subjects are treated with equal simplicity and power, and cover in brief much of the ground occupied by larger pu'.jlications, togeth3r with much qd Iridependent lines of thought that lie outside their nlan.\""},{"pageNumber":126,"pageContent":"CHARLES SCRIBNEKS SONS Modern philosophy. From Descartes to Schopenhauer and Hartmann. By Prof. FRANCIS BOWEN, of Harvard Univen sity. 8vo, $3.00. The purpose of this book has been to furnish, within moderate compass, a comprehensive and intelligible account of the metaphysical Systems of the great men who have been the leaders of European thought on philosophical subjects for nearly three centuries. Special treatises, such as Kant's \"Critique\" and Hartmann's \"Philosophy of the Unconscious,\" are made the subjects of elaborate commentary, and expounded in all their leading features, with great care and minuteness. THE N. Y. EVENING POST.— \" Excellent in every respect; clear, scliolarly, vigorons, often vivacious, full of sound learning, acute criticism, genial appreci- ation, and tlie best spirit of philosophy.\" DESCARTES AND HIS SCHOOL. By KUNO FISCHER. Trans- lated from the Third and Revised German Edition, by J. P, Gordy, Ph.D., Professor of Pedagogics in Ohio University. Edited by Noah Porter, D.D., LL.D. 8vo, $3.50. Kuno Fischer has the rare art of combining French lucidity of exposition with German thoroughness and profundity. His volume on Descartes is divided into four parts : a general in- troduction ; the biography of Descartes ; an exposition and criticism of his system ; and an account of its development and modification by the occasionalists. PROF. GEORGE T. LADD.— \"As done into good and clear English by Dr. Gordy, it has a combination of excellent qualities that can be found in no other Bimilar work. It is at the same time exhaustive and not tedious, popular in the best sense •f the word, and yet accurate and scholarly— a thoroughly readable, trustworthy, and improving history of modern speculative thought.\" GERMAN PSYCHOLOGY OF TO-DAY. The Empirical School, by Th. RIBOT, Director of the Revue Philosophique. Trans- lated from the Second French Edition, by Jas. M. Baldwin, B.A., Fellow Princeton College. With a Preface by James McCosh, DD., LL.D. Crown 8vo, $2.00. The object of this book is to give an account of the valuable re- searches made in the field of psycho-physical inquiry by German in- vestigators, beginning with Herbart and his school, and continuing with the researches of Lotze, Miiller, Weber, Helmholtz, Wundt, Fechner, and minor scientists. THE N. Y. SUN.— \"A work likely to be madeo. text book in American Uni. versities, this version offers for the first time to English readers a conspectus of rontemporary German speculation on the relations of the mind to the brain. In this volume will be found discussed with admirable classification the discoveries, toeorles, and tendencies of such men as Herbart, Lotze, Fechner. etc.\""}]
