[{"pageNumber":1,"pageContent":"English tanslation of Mundaka Upanishad"},{"pageNumber":2,"pageContent":"Table of Contents Credits ...................................................................................................................................1 Mundaka Upanishad .............................................................................................................2 English tanslation of Mundaka Upanishad i"},{"pageNumber":3,"pageContent":"Credits English translation of Mundaka Upanishad by Swami Nikhilananda Downloaded in HTML format from http://sanatan.intnet.mu/ Converted by webmaster@ishwar.com For more sacred texts, please visit: www.ishwar.com>> 1"},{"pageNumber":4,"pageContent":"Mundaka Upanishad First Mundaka − Chapter 1 1 Om. Brahma, the Maker of the universe and the Preserver of the world, was the first among the devas. He told His eldest son Atharva about the Knowledge of Brahman, the foundation of all knowledge. 2 The Knowledge of Brahman about which Brahma told Atharva, Atharva, in olden times, told Angir. Angir taught it to Satyavaha, belonging to the clan of Bharadvaja, and the latter taught it, in succession, to Angiras 3 Saunaka, the great householder, approached Angiras in the proper manner and said: Revered sir, what is that by the knowing of which all this becomes known? 4 To him he said: Two kinds of knowledge must be known−that is what the knowers of Brahman tell us. They are the Higher Knowledge and the lower knowledge. 5 Of these two, the lower knowledge is the Rig−Veda, the Yagur−Veda, the Sama−Veda, the Atharva−Veda, siksha (phonetics), kalpa (rituals), vyakaranam (grammar), nirukta (etymology), chhandas (metre), and jyotis (astronomy); and the Higher Knowledge is that by which the Imperishable Brahman is attained. 6 By means of the Higher Knowledge the wise behold everywhere Brahman, which otherwise cannot be seen or seized, which has no root or attributes, no eyes or ears, no hands or feet; which is eternal and omnipresent, all−pervading and extremely subtle; which is imperishable and the source of all beings. 7 As the spider sends forth and draws in its thread, as plants grow on the earth, as hair grows on the head and the body of a living man−so does everything in the universe arise from the Imperishable. 8 Brahman expands by means of austerity, and from It primal matter is produced; from matter, Prana; from Prana, mind; from mind, the elements; from the elements, the worlds; thence works, and from the works, their immortal fruits. 9 For him who knows all and understands everything, whose austerity consists of knowledge−from Him, the Imperishable Brahman, are born Brahma, name, form, and food. 2"},{"pageNumber":5,"pageContent":"Chapter 2 1 This is the Truth: The sacrificial works which were revealed to the rishis in the hymns have been described in many ways in the three Vedas. Practise them, being desirous to attain their true results. This is your path leading to the fruits of your works. 2 When the fire is well lighted and the flames flicker, let a man offer his oblations in the space between the two portions of melted butter. 3 If a man’s Agnihotra sacrifice is not accompanied by the Darsa and the Paurnamasa sacrifice, by the Four Months’ sacrifice and the Autumnal sacrifice; if it is unattended by hospitality to guests or if the oblations are not offered at the right time; or if the sacrifice is unaccompanied by the Vaisvadeva ceremony or is improperly performed−then it destroys his seven worlds. 4 Kali (the Black), Karali (the Terrific), Manojava (the Swift as thought), Sulohita (the Very red), Sudhumravarna (of the colour of bright smoke; purple), Splulingini (the Scintillating), and the luminous Visvaruchi (the All−gleaming, all−formed)−these seven, flickering about, form the seven tongues of the fire. 5 A man who performs the sacrifices when these flames are shining, and offers oblations at the right time, is carried by these oblations on the rays of the sun to where dwells the sole sovereign of the gods. 6 The luminous oblations say to the sacrificers: Come hither! Come hither! And lead him on the rays of the sun, worshipping him all the while and greeting him with the pleasant words: This is the holy heaven of Brahma, earned by your good deeds. 7 But frail indeed are those rafts of sacrifices, conducted by eighteen persons, upon whom rests the inferior work; therefore they are destructible. Fools who rejoice in them as the Highest Good fall victims again and again to old age and death. 8 Fools, dwelling in darkness, but wise in their own conceit and puffed up with vain scholarship, wander about, being afflicted by many ills, like blind men led by the blind. 9 Children, immersed in ignorance in various ways, flatter themselves, saying: We have accomplished life's purpose. Because these performers of karma do not know the Truth owing to their attachment, they fall from heaven, misery−stricken, when the fruit of their work is exhausted. Mundaka Upanishad 3"},{"pageNumber":6,"pageContent":"10 Ignorant fools, regarding sacrifices and humanitarian works as the highest, do not know any higher good. Having enjoyed their reward on the heights of heaven, gained by good works, they enter again this world or a lower one. 11 But those wise men of tranquil minds who lives in the forest on alms, practising penances appropriate to their stations of life and contemplating such deities as Hiranyagarbha, depart, freed from impurities, by the Path of the Sun, to the place where that immortal Person dwells whose nature is imperishable. 12 Let a brahmin, after having examined all these worlds that are gained by works, acquire freedom from desires: nothing that is eternal can be produced by what is not eternal. In order that he may understand that Eternal, let him, fuel in hand, approach a guru who is well versed in the Vedas and always devoted to Brahman. 13 To that pupil who has duly approached him, whose mind is completely serene, and whose senses are controlled, the wise teacher should indeed rightly impart the Knowledge of Brahman, through which one knows the immutable and the true Purusha. Second Mundaka − Chapter 1 1 This is the Truth: As from a blazing fire, sparks essentially akin to it fly forth by the thousand, so also, my good friend, do various beings come forth from the imperishable Brahman and unto Him again return. 2 He is the self−luminous and formless Purusha, uncreated and existing both within and without. He is devoid of prana, devoid of mind, pure, and higher than the supreme Imperishable. 3 From Him are born prana, mind, all the sense−organs, Akasa, air, fire, water, and earth, which supports all. 4 The heavens are His head; the sun and moon, His eyes; the quarters, His ears; the revealed Vedas, His speech; the wind is His breath; the universe, His heart. From his feet is produced the earth. He is, indeed, the inner Self of all beings 5 From Him comes the Fire whose fuel is the sun; from the moon comes rain; from rain, the herbs that grow on the earth; from the herbs, the seminal fluid which a man pours into a woman. Thus many living beings are born of the Purusha. Mundaka Upanishad 4"},{"pageNumber":7,"pageContent":"6 From Him have come the Rik, the Saman, the Yajus, the Diksha, all sacrifices, the Kratus, gifts, the year, the sacrificer, and the worlds which the moon sanctifies and the sun illumines. 7 By Him are begotten the various devas, the sadhyas, men, cattle, birds, and also prana and apana, rice and corn, penance, faith, truth, continence, and law. 8 From Him have sprung the seven pranas, the seven flames, the seven kinds of fuel, the seven oblations, and also the seven planes where move the pranas, lying in the cave, which are seven in each living being. 9 From Him come all the oceans and the mountains; from Him flow rivers of every kind; from Him have come, as well, all plants and flavours, by which the inner self subsists surrounded by the elements. 10 The Purusha alone is verily the universe, which consists of work and austerity. O my good friend, he who knows this Brahman−the Supreme and the Immortal, hidden in the cave of the heart−cuts asunder even here the knot of ignorance. Chapter 2 1 The Luminous Brahman dwells in the cave of the heart and is known to move there. It is the great support of all; for in It is centred everything that moves, breathes, and blinks. O disciples, know that to be your Self−that which is both gross and subtle, which is adorable, supreme, and beyond the understanding of creatures. 2 That which is radiant, subtler than the subtle, That by which all the worlds and their inhabitants are supported−That, verily, is the indestructible Brahman; That is the prana, speech, and the mind; That is the True and That is the Immortal. That alone is to be struck. Strike It, my good friend. 3 Take the Upanishad as the bow, the great weapon, and place upon it the arrow sharpened by meditation. Then, having drawn it back with a mind directed to the thought of Brahman, strike that mark, O my good friend−that which is the Imperishable 4 Om is the bow; the atman is the arrow; Brahman is said to be the mark. It is to be struck by an undistracted mind. Then the atman becomes one with Brahman, as the arrow with the target. Mundaka Upanishad 5"},{"pageNumber":8,"pageContent":"5 In Him are woven heaven, earth, and the space between, and the mind with all the sense−organs. Know that non−dual Atman alone and give up all other talk. He is the bridge to Immortality. 6 He moves about, becoming manifold, within the heart, where the arteries meet, like the spokes fastened in the nave of a chariot wheel. Meditate on Atman as Om. Hail to you! May you cross beyond the sea of darkness! 7 He who knows all and understands all, and to whom belongs all the glory in the world−He, Atman, is placed in the space in the effulgent abode of Brahman. He assumes the forms of the mind and leads the body and the senses. He dwells in the body, inside the heart. By the knowledge of That which shines as the blissful and immortal Atman, the wise behold Him fully in all things. 8 The fetters of the heart are broken, all doubts are resolved, and all works cease to bear fruit, when He is beheld who is both high and low. 9 There the stainless and indivisible Brahman shines in the highest, golden sheath. It is pure; It is the Light of lights; It is That which they know who know the Self. 10 The sun does not shine there, nor the moon and the stars, nor these lightnings, not to speak of this fire. When He shines, everything shines after Him; by His light everything is lighted. 11 That immortal Brahman alone is before, that Brahman is behind, that Brahman is to the right and left. Brahman alone pervades everything above and below; this universe is that Supreme Brahman alone. Third Mundaka − Chapter 1 1 Two birds, united always and known by the same name, closely cling to the same tree. One of them eats the sweet fruit; the other looks on without eating. 2 Seated on the same tree, the jiva moans, bewildered by his impotence. But when he beholds the other, the Lord worshipped by all, and His glory, he then becomes free from grief. 3 When the seer beholds the self−luminous Creator, the Lord, the Purusha, the progenitor of Mundaka Upanishad 6"},{"pageNumber":9,"pageContent":"Brahma, then he, the wise seer, shakes off good and evil, becomes stainless, and reaches the supreme unity. 4 He indeed is Prana; He shines forth variously in all beings. The wise man who knows Him does not babble. Revelling in the Self, delighting in the Self, performing actions, he is the foremost among the knowers of Brahman. 5 This Atman, resplendent and pure, whom the sinless sannyasins behold residing within the body, is attained by unceasing practice of truthfulness, austerity, right knowledge, and continence 6 Truth alone prevails, not falsehood. By truth the path is laid out, the Way of the Gods, on which the seers, whose every desire is satisfied, proceed to the Highest Abode of the True. 7 That Brahman shines forth, vast, self−luminous, inconceivable, subtler than the subtle. He is far beyond what is far, and yet here very near at hand. Verily, He is seen here, dwelling in the cave of the heart of conscious beings. 8 Brahman is not grasped by the eye, nor by speech, nor by the other senses, nor by penance or good works. A man becomes pure through serenity of intellect; thereupon, in meditation, he beholds Him who is without parts. 9 That subtle Atman is to be known by the intellect here in the body where the prana has entered fivefold. By Atman the intellects of men are pervaded, together with the senses. When the intellect is purified, Atman shines forth. 10 Whatever world a man of pure understanding envisages in his mind and whatever desires he cherishes, that world he conquers and those desires he obtains, Therefore let everyone who wants prosperity worship the man who knows the Self. Chapter 2 1 He, the Knower of the Self, knows that Supreme Abode of Brahman, which shines brightly and in which the universe rests. Those wise men who, free from desires, worship such a person transcend the seed of birth. 2 He who, cherishing objects, desires them, is born again here or there through his desires, But for him whose desires are satisfied and who is established in the Self, all desires vanish even here on earth. Mundaka Upanishad 7"},{"pageNumber":10,"pageContent":"3 This Atman cannot be attained through study of the Vedas, nor through intelligence, nor through much learning. He who chooses Atman−by him alone is Atman attained. It is Atman that reveals to the seeker Its true nature. 4 This Atman cannot be attained by one who is without strength or earnestness or who is without knowledge accompanied by renunciation. But if a wise man strives by means of these aids, his soul enters the Abode of Brahman. 5 Having realized Atman, the seers become satisfied with that Knowledge. Their souls are established in the Supreme Self, they are free from passions, and they are tranquil in mind. Such calm souls ever devoted to the Self, behold everywhere the omnipresent Brahman and in the end enter into It, which is all this. 6 Having well ascertained the Self, the goal of the Vedantic knowledge, and having purified their minds through the practice of sannyasa, the seers, never relaxing their efforts, enjoy here supreme Immortality and at the time of the great end attain complete freedom in Brahman. 7 The fifteen parts go back to their causes, and all the senses to their deities; the actions, and the Atman reflected in the buddhi, become one with the highest imperishable Brahman, which is the Self of all. 8 As flowing rivers disappear in the sea, losing their names and forms, so a wise man, freed from name and form, attains the Purusha, who is greater than the Great. 9 He who knows the Supreme Brahman verily becomes Brahman. In his family no one is born ignorant of Brahman. He overcomes grief; he overcomes evil; free from the fetters of the heart, he becomes immortal. 10 A Rik−verse declares: This Knowledge of Brahman should he told to those only who have performed the necessary duties, who are versed in the Vedas and devoted to Brahman, and who, full of faith, have offered oblations in the Ekarshi Fire and performed, according to rule, the rite of carrying fire on the head. 11 Thus the seer Angiras declared this truth in olden times. A man who has not performed the vow should not read it. Salutation to the great seers! Salutation to the great seers! −− Mundaka Upanishad −− Mundaka Upanishad 8"}]
