[{"pageNumber":1,"pageContent":"English tanslation of Taittiriya Upanishad"},{"pageNumber":2,"pageContent":"Table of Contents Credits ...................................................................................................................................1 Taittiriya Upanishad .............................................................................................................2 English tanslation of Taittiriya Upanishad i"},{"pageNumber":3,"pageContent":"Credits English translation of Taittiriya Upanishad by Swami Nikhilananda Downloaded in HTML format from http://sanatan.intnet.mu/ Converted by webmaster@ishwar.com For more sacred texts, please visit: www.ishwar.com>> 1"},{"pageNumber":4,"pageContent":"Taittiriya Upanishad Part One − On Siksha or Pronunciation Chapter I−Invocation Harih Om. May Mitra be propitious unto us! May Varuna be propitious unto us! May Aryaman be propitious unto us! May Indra and Brihaspati be propitious unto us! May Vishnu, of wide strides, be propitious unto us! Salutation to Brahman! Salutation to Thee, O Vayu! Thou indeed art the visible Brahman. Thee indeed I shall proclaim as the visible Brahman. Thee indeed, O Vayu, I shall proclaim as the right. Thee indeed I shall proclaim as the true. May It protect me! May It protect the teacher! May It protect me! May It protect the teacher! Om. Peace! Peace! Peace! Chapter II−Lesson on Pronunciation Om. We will expound siksha, or the science of pronunciation. It deals with sound, pitch, quantity, force, modulation and combination. Thus is explained the lesson on pronunciation. Chapter III−Meditation on the Combinations 1 May glory come on both of us together! May the light of Brahman shine alike through both of us! Now we will explain the Upanishad on the Samhita (combinations) under five heads: with regards to the worlds, the heavenly lights, knowledge, progeny and the atman (body). People call these the great Samhitas. First, with regard to the worlds: The earth is the first form, heaven is the last from, the akasa is the union and the air is the medium. Thus with regard to the worlds. 2 Next, with regard to the heavenly lights: Fire is the first form, the sun is the second form, water is the union and lightning is the medium. Thus with regard to the heavenly lights. 3 Next, with regard to knowledge: The teacher is the first form, the pupil is the second form, knowledge is the union and the recitation is the medium. Thus with regard to knowledge. 4 Next, with regard to progeny: The mother is the first form, the father is the second form, the progeny is the union and procreation is the medium. Thus with regard to the progeny. 5 Next, with regard to atman: The lower jaw is the first form, the upper jaw is the second form, the speech is the union and the tongue is the medium. Thus with regard to the atman. 2"},{"pageNumber":5,"pageContent":"6 There are the great Samhitas. He who meditates on these Samhitas, as here explained, becomes united with progeny, cattle, the light of Brahman, food and the heavenly world. Chapter IV−Prayer for Wisdom and Fortune 1 May He who is the bull of the Vedic hymns, who assumes all forms, who has sprung from the immortal hymns of the Vedas−may that that Indra cheer me with wisdom. O God, may I be the possessor of immortality! May my body be competent; may my tongue be exceedingly sweet; may I hear abundantly with my ears. Thou art the sheath of Brahman, concealed by intelligence. Guard for me what I have learnt. 2 Om. Next bring me, without delay, fortune accompanied by wool and cattle−fortune which always provides me with clothes and cattle, food and drink. Increase them when they have been acquired and preserve them long when increased. Svaha! May brahmacharins come to me variously! Svaha! May brahmacharins come to me!. Svaha! May brahmacharins practise self−control! Svaha! May brahmacharins enjoy peace! Svaha! 3 May I become famous among men! Svaha! May I become richer than the rich! Svaha! O gracious Lord, may I enter into Thee! Svaha! May Thou, O gracious Lord, enter into me! Svaha! O Lord, I am cleansing my sins in that Self of Thine, which is like a river of a thousand branches. Svaha! O Preserver, as waters flow downward, as the months merge in the year, so may brahmacharins come to me from all directions! Svaha! Thou art a refuge. To me do Thou shine forth. Accept me unto Thyself completely. Chapter V−Four Mystical Utterances Bhuh, Bhuvah, Suvah−these are, verily, the three utterances. Besides these there is a forth, called Mahwah, which became known to the son of Mahachamasa. That is Brahman, that is the Self. The other gods are its limbs. Bhuh is, verily, this world; Bhuvah, the mid−region; Suvah, the world yonder; Mahah, the sun. Through the sun, indeed, do all the worlds become great. Bhuh is, verily, fire; Bhuvah, the air; Suvah, the sun; Mahah, the moon. By the moon, indeed, do all the heavenly lights become great. Bhuh is, verily, the Rik−verses; Bhuvah, the Saman; Suvah, the Yajus; Mahah, Brahman. By Brahman, indeed, do all the Vedas become great. Bhuh is, verily, the prana, Bhuvah, the apana; Suvah, the vyana; Mahah, food. By food, indeed, do all the breaths become great. They, these four, become fourfold. Four and four are the vyahritis. He who knows these Taittiriya Upanishad 3"},{"pageNumber":6,"pageContent":"knows Brahman. All the gods bring offerings to him. Chapter VI−Meditation on Saguna Brahman 1 There is a space within the heart; in it lies the Person consisting of mind, immortal and luminous. The Sushumna passes through the piece of flesh which hangs down like a nipple between the two palates and ends where the skull splits and the roots of hair lie apart. That Sushumna is the path for the realisation of Indra. The souls of the aspirants, passing through the Sushumna, rests in fire, represented by the vyahriti Bhuh; the rests in the air, represented by the vyahriti Bhuvah. 2 He rests in the sun, represented by the vyahriti Suvah; he rests in Brahman, represented by the vyahriti Mahah. He attains self−rule. He attains the lordship of the mind; he attains the lordship of speech; he attains the lordship of sight; he attains the lordship of hearing; he attains the lordship of intelligence. Furthermore, he becomes this−he becomes Brahman, whose body is space, whose nature is true, who delights in life and rejoices in the mid, who abounds in peace, who is immortal. Thus do thou, O Prachinayogya, contemplate. Chapter VII−Meditation on the Fivefold Nature and Individual Earth, the mid−region, heaven, the quarters and the intermediate quarters. Agni (fire), Vayu (air), Aditya (sun), Chandrama (moon) and the Nakshatras (stars). Water, herbs, tree, space and the body. So much with reference to material objects. Now with reference to the body: The prana, vyana, apana, udana and samana; the eye, the ear, the mind speech and touch; the skin, flesh, muscle, bone and marrow. Having thus ordained, a rishi said: \"Whatever exists is fivefold.\" Through the fivefold one becomes united with the fivefold material object. Chapter VIII−Meditation on Om On is Brahman. Om is all this. This syllable Om is used to indicate compliance. When they are told: \"Om, recite,\" they recite. Uttering Om, they sing the Saman chants. With \"Om, Som,\" they recite the prayers. Uttering Om, the adhvaryu priest gives the response. Uttering Om, the Brahma gives assent. Uttering Om, gives permission to offer oblations in the Agnihotra sacrifice. When a Vedic teacher wishes to obtain Brahman he utters Om; thus desiring Brahman, he verily obtains Brahman. Chapter IX−Disciplines The disciplines are rightness and also the learning and teaching; truth and also the learning and teaching of the Vedas; austerity and also the learning and teaching of the Vedas; self−control and also the learning and teaching of the Vedas; tranquillity and also the learning and teaching of the Vedas; the kindling of sacrificial fires and also the learning and Taittiriya Upanishad 4"},{"pageNumber":7,"pageContent":"teaching of the Vedas; the performance of the Agnihotra sacrifice and also the learning and teaching of the Vedas; hospitality to guests and also the learning and teaching of the Vedas; the performance of social duties and also the learning and teaching of the Vedas; procreation and also the learning and teaching of the Vedas; propagation of the race and also the learning and teaching of the Vedas. Differing views on the subject: Truth alone, according to Satyvachas of the line of Rathitara, should be practised; austerity alone, according to Taponitya the son of Purusishti; according to Naka the son of Mudgalya, the learning and teaching of the Vedas alone, for that is austerity. Chapter X−A Mantra for Daily Meditation I am the mover of the tree of the universe. My fame rises high, like a mountain peak. My root is the Supremely Pure Brahman. I am the unstained essence of the Self, like the nectar of immortality that resides in the sun. I am the brightest treasure. I am the shinning wisdom. I am immortal and undecaying. Thus did Trisanku proclaim after the attainment of the Knowledge of the Self of the Self. Chapter XI−Exhortation to the Departing Student 1 Having taught the Vedas, the teacher thus instructs the pupil: Speak the truth. Practise dharma. Do not neglect the study of the Vedas. Having brought to the teacher the gift desired by him, enter the householder's life and see that the line of progeny is not cut off. Do not swerve from the truth. Do not swerve from dharma. Do not neglect personal welfare. Do not neglect prosperity. Do not neglect the study and teaching of the Vedas. 2 Do not neglect your duties to the gods and the Manes. Treat your mother as God. Treat your father as God. Treat your teacher as God. Treat your guest as God. Whatever deeds are faultless, these are to be performed−not others. Whatever good works have been performed by us, those should be performed by you−not others. 3 Those brahmins who are superior to us−you should comfort them by giving them seats. Whatever is to be given should be given with faith, not without faith−according to one’s plenty, with modesty, with fear, with sympathy. 4 Now, if there arises in your mind any doubt concerning any act, or any doubt concerning conduct, you should conduct yourself in such matters as brahmins would conduct themselves−brahmins who are competent to judge, who of their own accord are devoted to good deed and are not urged to their performance by others, and who are not too severe, but are lovers of dharma. Now, with regards to persons spoken against, you should conduct yourself in such a way as brahmins would conduct themselves−brahmins who are competent to judge, who of their own accord are devoted to good deeds and are not urged to their performance by others, Taittiriya Upanishad 5"},{"pageNumber":8,"pageContent":"and who are not too severe, but are lovers of dharma. This is the rule. This is the teaching. This is the secret wisdom of the Vedas. This is the command of God. This you should observe. This alone should be observed. Chapter XII−The Peace Chant May Mitra be propitious unto us! May Varuna be propitious unto us! May Aryaman be propitious unto us! May Indra and Brihaspati be propitious unto us! May Vishnu, of wide strides, be propitious unto us! Salutation to Brahman! Salutation to Thee, O Vayu! Thou indeed art the visible Brahman. Thee indeed I proclaimed as the visible Brahman. I proclaimed the right. I proclaimed the true. That protected me. That protected the teacher. Ay, that protected me, that protected the teacher. Om. Peace! Peace! Peace! Part Two − On Brahmananda or the Bliss of Brahman Chapter I−The Sheath of Food 1 Om. May Mitra be propitious unto us! May Varuna be propitious unto us! May Aryaman be propitious unto us! May Indra and Brihaspati be propitious unto us! May Vishnu, of wide strides, be propitious unto us! Salutation to Brahman! Salutation to Thee, O Vayu! Thou indeed art the visible Brahman. Thee indeed, O Vayu, I shall proclaim as the right! Thee indeed, I shall proclaim as the true! May It protect me! May It protect the teacher! May It protect me! May It protect the teacher! 2 Om. May Brahman protect us both! May Brahman bestow upon us both the fruit of Knowledge! May we both obtain the energy to acquire Knowledge! May what we both study reveal the Truth! May we cherish no ill−feeling toward each other! Om. Peace! Peace! Peace! 3 Om. He who knows Brahman attains the Supreme. On the above, the following mantra is recorded: “He who knows Brahman which is Reality, Knowledge and Infinity, hidden in the cave of the heart and in the highest akasa−he, being one with the omniscient Brahman, enjoys simultaneously all desires.” From the Atman was born akasa; from akasa, air; from air, fire; from fire, water; from water, earth; from earth, herbs; from herbs, food; from food, man. He, that man, verily consists of the essence of food. This indeed is his head, this right arm is the right wing, this left arm is the left wing, this trunk is his body, this support below the navel is his tail. Chapter II−The Sheath of the Vital Breath Taittiriya Upanishad 6"},{"pageNumber":9,"pageContent":"“From food, verily, are produced all creatures−whatsoever dwell on earth. By food alone, furthermore, do they live and to food, in the end, do they return; for food alone is the eldest of all beings and therefore, it is called the panacea for all.” “They who worship food as Brahman obtain all food. Food alone is the eldest of all beings and therefore it is called the panacea for all. From food all creatures are born: by food, when born, they grow. Because it is eaten by beings and because it eats beings, therefore it is called food.” Verily, different from this, which consists of the essence of food, but within it, is another self, which consists of the vital breath. By this the former is filled. This too has the shape of a man. Like the human shape of the former is the human shape of the latter. Prana, indeed, is its head; vyana is its right wing; apana is its left wing; akasa is its trunk; the earth is its tail, its support. Chapter III−The Sheath of the Mind 1 “The gods breathe after the prana, so also do men and cattle; for the prana is the life of creatures. Therefore it is called the life of all. Those who worship the prana as Brahman obtain a full life; for the prana is the life of creatures. Therefore it is called the life of all.” 2 This sheath of the Prana is the embodied soul of the former. Verily, different from this sheath, which consists of the essence of the prana, but within it, is another self, which consists of the mind. By this the former is filled. This too has the shape of a man. Like the human shape of the former is the human shape of the latter. The Yagur−Veda is its head, the Rig−Veda is its right wing, the Sama−Veda is its left wing, the teaching is its trunk, the hymns of Atharva and Angiras are its tail, its support. Chapter IV−The Sheath of the Intellect 1 “He who knows the Bliss of Brahman, whence all words together with the mind turn away, unable to reach it−he never fears.” 2 This sheath of the mind is the embodied soul of the former. Verily, the different from this sheath, which consists of the essence of the mind, but within it, is another self, which consists of the intellect. By this the former is filled. This too has the shape of a man. Like the human shape of the former is the human shape of the latter. Faith is it head, what is right is its right wing, what is truth is its left wing, absorption is its trunk, Mahat is its tail, its support. Chapter V−The Sheath of Bliss 1 “The intellect accomplishes the sacrifice; it also accomplishes all actions. All the gods worship the intellect, who is the eldest, as Brahman.” “If a man knows the intellect as Brahman and if he does not swerve from it, he leaves Taittiriya Upanishad 7"},{"pageNumber":10,"pageContent":"behind in the body all evils and attains all his desires.” 2 This is the embodied soul of the former. Verily, different from this, which consists of the essence of the intellect, but within it, is another self, which consists of bliss. By this the former is filled. This too has the shape of a man. Like the human shape of the former is the human shape of the latter. Joy is its head, delight is its right wing, great delight is its left, bliss is its trunk. Brahman is its tail, its support. Chapter VI−Brahman: The Source of All “If a person knows Brahman as non−existent, he himself becomes non−existent. If he knows Brahman as existent, then know him as existent.” This is the embodied soul of the former. Thereupon the following questions of the pupil: Does anyone who knows not attain that World after departing this life? Or does he who knows attain that World after departing this life? He desired: “May I be many, may I be born. He performed austerities. Having performed austerities, He created all this−whatever there is. Having created all this, He entered into it. Having entered into it, He became both the manifested and the unmanifested, both the defined and undefined, both the supported and unsupported, both the intelligent and the non−intelligent, both the real and the unreal. The Satya became all this: whatever there is. Therefore call It the True. Chapter VII−Brahman as Fearlessness “In the beginning all this was non−existent. From it was born what exists. That created Itself by Itself; therefore It is called the self−made.” That which is Self−made is flavour; for truly, on obtaining the flavour one becomes blissful. Who could direct the prana and the apana if this Bliss did not exist in the akasa? Brahman verily exists because It alone bestows bliss. When a man finds fearless support in That which is invisible, incorporeal, indefinable and supportless, he has then obtained fearlessness. If he makes the slightest differentiation in It, there is fear for him. That becomes fear for the knower who does not reflect. Chapter VIII−The Supreme Bliss of Brahman “From fear of It the wind blows; from fear of It the sun rises; from fear of It Agni and Indra and Death, the fifth, run.” Now this is an inquiry regarding the Bliss. Suppose there is a young man−a noble young man−versed, the best of rulers, firm in body and strong and possesses the whole world, full of wealth, is his: that is one measure of human bliss. This human bliss, multiplied on hundred times, is one measure of the bliss of the human gandharvas, as also of a man versed in the Vedas and free from desires. This bliss of the human gandharvas, multiplied one hundred times, is one measure of the Taittiriya Upanishad 8"},{"pageNumber":11,"pageContent":"bliss of the celestial gandharvas, as also of a man versed in the Vedas and free from desires. This bliss of the celestial gandharvas, multiplied one hundred times, is one measure of the bliss of the Manes, who dwell in the long−enduring world, as also of a man versed in the Vedas and free from desires. This bliss of the Manes who dwell in the long−enduring world, multiplied on hundred times, is one measure of the bliss of the gods born in the Ajana heaven, as also of a man versed in the Vedas and free from desires. The bliss of the gods born in the Ajana heaven, multiplied one hundred times, is one measure of the bliss of the sacrificial gods who have attained to divinity by means of sacrifices, as also of a man versed in the Vedas and free from desires. The bliss of the sacrificial gods, multiplied one hundred times, is one measure of the bliss of the gods, as also of a man versed in the Vedas and free from desires. The bliss of the gods, multiplied one hundred times, is one measure of the bliss of Indra, as also of a man versed in the Vedas and free from desires. The bliss of Indra, multiplied one hundred times, is one measure of the bliss of Brihaspati, as also of a man versed in the Vedas and free from desires. The bliss of Brihaspati, multiplied one hundred times, is one measure of the bliss of Prajapati, as also of a man versed in the Vedas and free from desires. The bliss of Prajapati, multiplied one hundred times, is one measure of the bliss of Brahma, as also of a man versed in the Vedas and free from desires. He who is here in man and he who is in yonder sun−both are one. He who knows this, after dying to this world, attains the self which consists of food, attains the self which consist of the vital breath, attains the self which consists of the mind, attains the self which consists of intellect, attains the self which consists of bliss. Chapter IX−The Merging of Good and Evil in Brahman “He who knows the Bliss of Brahman, whence words together with the mind turn away, unable to reach It−he is not afraid of anything whatsoever.” He does not distress himself with the thought: Why did I not do what is good? Why did I do what is evil? Whosoever knows this regards both these as Atman; indeed he cherishes both these as Atman. Such, indeed, is the Upanishad, the secret knowledge of Brahman. The Peace Chant Om. May Brahman protect us both! May Brahman bestow upon us both the fruit of Knowledge! May we both obtain the energy to acquire Knowledge! May what we both study reveal the Truth! May we cherish no ill−feeling toward each other! Om. Peace! Peace! Peace! Part Three − Regarding Varuna and Bhrigu Chapter I−Definition of Brahman Om. May Brahman protect us both! May Brahman bestow upon us both the fruit of Knowledge! May we both obtain the energy to acquire Knowledge! May what we both study Taittiriya Upanishad 9"},{"pageNumber":12,"pageContent":"reveal the Truth! May we cherish no ill−feeling toward each other! Om. Peace! Peace! Peace! Harih Om. Bhrigu, the son of Varuna, approached his father Varuna and said: \"Venerable Sir, teach me about Brahman.\" To him, the son, he said this: \"Food, the vital breath, the eye, the ear, the mind, speech.\" To him he said further: \"That from which these beings are born, That by which, when born, they live, That into which they enter, they merge−seek to know That. That is Brahman.\" He performed austerities. Having performed austerities− Chapter II−The Body as Brahman He realised that food is Brahman; for from food, verily, are these beings born; by food, when born, do they live; into food do they enter, do they merge. Having realised this, he approached his father again and said: \"Venerable Sir, teach me Brahman.\" To him, the son, he said this: \"Seek to know Brahman by means of austerities. For austerities are the means of knowing Brahman.\" He practised austerities. Having practised austerities− Chapter III−The Prana as Brahman He realised that the prana is Brahman; for from the prana, verily, are these beings born; by the prana, when born, do they live; into the prana do they enter, do they merge. Having realised this, he approached his father again and said: \"Venerable Sir, teach me Brahman.\" To him, the son, he said this: \"Seek to know Brahman by means of austerities. For austerities are the means of knowing Brahman.\" He practised austerities. Having practised austerities− Chapter IV−The Mind as Brahman He realised that the mind is Brahman; for from the mind, verily, are these beings born; by the mind, when born, do they live; into the mind, at the time of dissolution, do they enter, do they merge. Having realised this, he approached his father again and said: \"Venerable Sir, teach me Brahman.\" To him, the son, he said this: \"Seek to know Brahman by means of austerities; for austerities are Brahman.\" He practised austerities. Having practised austerities− Chapter V−The Intellect as Brahman He realised that the intellect (vijnana) is Brahman; for from the intellect, verily, are these beings born; by the intellect, when born, do they live; into the intellect, at the time of dissolution, do they enter, do they merge. Having realised this, he approached his father again and said: \"Venerable Sir, teach me Brahman.\" Taittiriya Upanishad 10"},{"pageNumber":13,"pageContent":"To him, the son, he said this: \"Seek to know Brahman by means of austerities; for austerities are the means of knowing Brahman.\" He practised austerities. Having practised austerities− Chapter VI−Bliss as Brahman He realised that Bliss is Brahman; for from Bliss (ananda), verily, are these beings born; by bliss, when born, do they live; into bliss, at the time of dissolution, do they enter, do they merge. This is the wisdom taught by Varuna and learnt by Bhrigu. It is established in the the supreme akasa, in the heart. He who knows this is established in the Bliss of Brahman. He becomes a possessor of food and an eater of food. He becomes great in offspring and cattle and in spiritual radiance and great in fame. Chapter VII−The Importance of Food (I) Let him (the knower of Brahman) never condemn food; that is the vow. The prana is, verily, food; the body is the eater of food. The body rests on the prana; the prana rest on the body. Thus food rests on food. He who knows this resting of food on food is established; he becomes a possessor of food and an eater of food. He becomes great in offspring and cattle and in spiritual radiance and great in fame. Chapter VIII−The Importance of Food (II) Let him (the knower of Brahman) never abandon food; that is the vow. Water is, verily, food; fire is the eater. Fire rests on water and water rests on fire. Thus food rests on food. He who knows this resting of food on food is established; he becomes a possessor of food and an eater of food. He becomes great in offspring and cattle and in spiritual radiance and great in fame. Chapter IX−The Importance of Food (III) Let him (the knower of Brahman) make food plentiful; that is the vow. The earth is, verily, food; the akasa is the eater. The akasa rests on the earth and the earth rests on the akasa. Thus food rests on food. He who knows this resting of food on food is established; he becomes a possessor of food and an eater of food. He becomes great in offspring and cattle and in spiritual radiance and great in fame. Chapter X−Meditation on Brahman 1 Let him not deny lodgings to anyone: this is the vow. Therefore he should procure much food by any means whatsoever. To guests, he should say: \"The food has been prepared for you.\" If this food is given first, food comes to the giver first. If this food is given in the middle, food Taittiriya Upanishad 11"},{"pageNumber":14,"pageContent":"comes to the giver in the middle. If this food is given last, food comes to the giver last. 2 He who knows this obtains the fruit mentioned above. One should meditate on Brahman as preservation in speech, as acquisition and preservation in the prana (upward breath) and the apana (downward breath), as action in the hands, as movement (walking) in the feet, as evacuation in the anus. These are the meditations on Brahman through actions. Next follows the meditation on Brahman, through the gods: One should meditate on Brahman as satisfaction in rain, as power in lightning; 3 As fame in cattle, as light in the stars, as procreation, immortality and joy in the organ of generation and as everything in the akasa. Let him contemplate Brahman as the support and he will be supported; let him contemplate Brahman as greatness and he will become great; let him contemplate Brahman as the mind and he will be endowed with mind. 4 Let him contemplate Brahman as adoration and all desires will fall down before him in adoration. Let him contemplate Brahman as the Supreme Lord and he will be endowed with supremacy. Let him contemplate Brahman as the destructive agent and his enemies who hate him and also those who do not hate him will perish. This he who is in this man and that he who is in yonder sun, both are one. 5 He who knows this, as described above, after dying to (i.e. withdrawing from) this world, attains the self which consists of food, attains the self which consists of the vital breath, attains the self which consists of the mind, attains the self which consists of the intellect, attains the self which consists of bliss. Then he goes up and down these worlds, eating the food he desires, assuming the forms he likes. He sits, singing the chant of the non−duality of Brahman: \"Ah! Ah! Ah!\" 6 \"I am food, I am food, I am food! I am the eater of food, I am the eater of food, I am the eater of food! I am the uniter, I am the uniter, I am the uniter! \"I am the first−born of the true, prior to the gods and the navel of Immortality. He who gives me away, he alone preserves me. He who eats food−I, as food, eat him. \"I, as the Supreme Lord, overpower the whole world. I am radiant as the sun.\" Whosoever knows this, attains Liberation. Such, indeed, is the Upanishad. −− Taittireya Upanishad −− Taittiriya Upanishad 12"}]
