[{"pageNumber":1,"pageContent":" 1Antaryaga    -- Lalitanandanadha. She is the ultimate unified sakti, the paramesvari, tripura, the very self of brahma, vishnu and maheswara, the being  who is jnana sakti, kriya sakti and iccha sakti.   - vamakesvara tantra 4.10.11 Tantra tradition classifies worship as internal (antaryaga) and external (bahiryaga). External worship is only a stepping stone, a preliminary procedure; a means and not an end. One must go beyond that in due course. With or without props (sadhara or niradhara) bahiryaga is in two ways. Sadhara way of antaryaga initially takes the help of certain extraneous images, or gestures, or sounds. The motif is to evolve into niradhara antaryaga, and in progression the sadhaka gradually sheds all symbolism that was motivating and supporting him in worship. In intense contemplation and visualization sadhaka dissolves his mind and transcends into deeper experience of super consciousness. Such transformation is termed bhavana, a mental process that transforms an idea into reality. In an extended sense it means contemplation or meditation, comprehending the abstract as real and tangible. Bhavana is regarded as the sublime form of worship for attaining liberation, even while one is alive (jeevan mukthi). Sadhaka ultimately comprehends unequivocally the legitimacy that unity is the basis of multiplicity and upholds the multiplicity and that the Supreme is being, and becoming, the one essence and the manifold phenomena of the universe.  pdfMachine by Broadgun Software - a great PDF writer! - a great PDF creator! - http://www.pdfmachine.com http://www.broadgun.com"},{"pageNumber":2,"pageContent":" 2  yas tu sarv‚ṇi bh ̊t‚ny ‚tmany ev‚nupaúyati   sarvabh ̊teṣu c‚tm‚naṃ tato na vijugupsate yasmin sarv‚ṇi bh ̊t‚ny ‚tmaiv‚bh ̊d vij‚nataḥ tatra ko mohaḥ kaḥ úoka ekatvam anupaúyataḥ     - Isa up. 6,7 And he who beholds all beings in the Self, and the Self in all beings, he never turns away from it. He does not feel any revulsion by reason of such a view. When, to one who knows, all beings have, verily, become one with his own self, then what delusion and what sorrow can come to him who has seen the oneness!     - Isa up. 6,7 Samaya system of worship contemplates the consequential union between the power of the aspirantís dynamic will (chidrupa), also called as lalita kameswari (svatmaiva paradevata Lalita ñ bhavanopanishad), and kameswara, the complete crystallised sate of truth and bliss. Antaryaga, as prescribed in vamakeswara tantra, rudrayamala, bhavanopanishad, involve kundalini yoga, and different identification procedures with srimata ñ srividya - sricakra and the deities of nine avaranasí of sricakra. It also involves inner sricakra nyasa in the light of the avaranasí and the ascent of kundalini sakti to sahasrara and back. Bhavanopanishad is a seminal upanishad of the srividya tradition. This upanishad has lot of similarities with Tantra-raja-tantra, another major tantric text of the most orthodox kadi vidya tradition, which insists on virtue, discipline and purity of rituals. It is also portrayed as samaya para vidya (transcendental knowledge) as the worship is internal, and purely satvic."},{"pageNumber":3,"pageContent":" 3 The foremost contention of bhavanopanishad is to ascertain a relation between foundation of the human body and sricakra, which is regarded as a prototype symbolic projection of the universe. In this there is a sincere effort to harmonize (samarasya) the micro and the macro features of human and universal bodies, and collineation of both with sricakra. It lays greater emphasis on symbolic representation and contemplation, than on rituals. Sri guruh parama karana bhuta saktih    Tena navarandhra rupodehah    Navacakra rupam sricakram ÖÖ  Svayam tatpaduka nimajjanam paripurna dhyanam   Evam muhurta trayam bhavanaya yukto bhavati tasya devatatmaikya siddhihÖ. Iti upanishad     - Bhavanopanishad The holy Teacher is the Power (Para-Sakti) that is the cause of all. Of that Power the body with its nine orifices is the form. It is the holy Wheel in the guise of the nine wheels. The Power of the Boar is paternal: Kurukulla, the deity of sacrifice, is maternal. The (four) human Ends are the oceans (purusharthas - dharma, artha, kama and moksha). The body with the seven constituents (Chile, blood, flesh, fat, bone, marrow and semen), the skin and the hair is the island of the nine gems."},{"pageNumber":4,"pageContent":" 4 Resolutions are the wish-granting trees; energy (of the mind) is the garden of the trees of plenty. The six seasons are the tastes, namely sweet, sour, bitter, pungent, astringent and saltish, which are apprehended by the tongue. Knowledge is the material for worship; the object of knowledge is the oblation; the knower is the sacrificer. The meditation on the identity of the three, knowledge, its object, and the knower, is the worship rendered to the holy Wheel. Destiny and sentiments like love are (the miraculous attainments like) atomicity, etc. Lust, anger, greed, delusion, elation, envy, merit, demerit ñ these constitute the eight powers of Brahma, etc. (Brahma, Maheshvari, Kaumari, Vaishnavi, Varahi, Raudri, Charmamunda and Kalasamkarsini). The nine abodes (muladhara etc.,) are the powers of the mystic gestures. The earth, water, fire, air, ether, ear, skin, eye, tongue, nose, speech, feet, hands, the organs of evacuation and generation and the modification of mind are the sixteen powers such as the pull of lust, etc. Speech, grasp, motion, evacuation, generation, and the attitudes of rejection, acceptance and apathy are the eight (entities) such as the flower of love, etc. Alambusa, kuhu, visvodara, varana, hastijihva, yasovati, payasvini, gandhari, pusa, sankhini, sarasvati, ida, pingala and susumna ñ these fourteen arteries are the fourteen powers such as the all-exciting, etc. The five vital breaths and the five minor breaths are the ten divinities of the outer spokes, (styled) Sarvasiddhiprada, etc."},{"pageNumber":5,"pageContent":" 5 The digestive fire becomes fivefold through distinctions based on its association with this pre-eminent breath. (They are) what ejects, what cooks, what dries, what burns and what inundates. Owing to the prominence of the minor breath, these (fires) in the human body come to be styled as the corroder, the ejector, the agitator, the yawner and the deluder. They promote the digestion of the food: eaten, chewed, sucked, licked and imbibed. The ten aspects of Fire are the ten divinities of the inner spokes, Sarvajna, etc. The qualities of cold, heat, pleasure, pain, desire, sattva, rajas and tamas are the eight powers, vasini, etc. The five, rudimentary sound, etc., are the flowery shafts. Mind is the bow made of sugarcane. Attachment is the cord (that binds). Aversion is the hook. The unmanifest, the Great, and the principle of Egoism are the divinities of the inner triangle: Kameshvari, Vajreshvari and Bhagamalini. Absolute awareness is Kameshvara. The supreme divinity, Lalita, is oneís own blissful Self. Of all this, the distinctive apprehension is the red glow. Perfection (ensues from) exclusive concentration of the mind. In the performance of meditation consist (various acts of) respectful service. The act of oblation is the merger in the Self of distinctions like I, Thou, Existence, non-Existence, the sense of duty and its negation, and the obligation worship. Assuagement is the thought of identity of (all) objects of imagination. The view of timeís transformation into the fifteen days (of the half lunar month) point to the fifteen eternal (divinities). "},{"pageNumber":6,"pageContent":" 6Thus meditating for three instants, or two, or even for a single instant, one becomes liberated while living; one is styled the Siva-Yogin. Meditations on the inner wheel have been discussed (here) following the tenets of Saktaism. Whoso knows thus is a student of the Atharvasiras.    - Translation by Dr. A. G. Krishna Warrier The dissolving in one's being of distinctions such as 'I', 'You', 'Existence', 'Non-existence', 'what is to be done', 'what is not to be done' and the duty to worship is the act of Oblation. The thought of the sameness of all objects of mind is the act of Nourishment. The fifteen days of the transformation of time are the Eternities (the Nityas). One who meditates in this way for three, two or even one moment is liberated whilst living, and is called a shiva-yogin. These thoughts on the centre of the Srichakra have been discussed according to the tenets of the Kadi School. Whosoever knows this is a student of the atharvashiras. The truth that brings forth peace is offered as oblation to the deity Lalita Parameswari. The power of discrimination between good and evil is offered as service to Lalita Parameswari . The unity between the existent and the non-existent is offered as various items of service to Lalita Parameswari. The capacity of the various instruments of Knowledge, both internal and external, to perceive the before-said unity in everything is offered as avahana or invocation to Lalita Parameswari. "},{"pageNumber":7,"pageContent":" 7The perception of such unity outside, inside and every where, is offered as Asana or seat to Lalita Parameswari. The unity of siva (prakasha) and sakti (vimarsha) is offered as padya or water to wash Lalita Parameswariís lovely feet. The brilliant experience of bliss from the before said union is offered as achamana to Lalita Parameswari, to Her hands and face. The experience of the crystal clear state of reality i.e Kameswara's sat aspect is offered as snana or water to bathe Lalita Parameswari. The descent of the great brahma or paramasiva consciousness i.e. the chit aspect of kameswara to each and every organ is offered as panchamrita snana for Lalita Parameswariís bath. The power of ultimate bliss appearing as fire of i.e. the ananda aspect of kameswara is offered as vastra or raiment to bhagavati. A sacred thread, upaveetha is offered to Lalita Parameswari consisting of 27 individual strands representing bliss, wealth, knowledge, action etc. this signifies brahama nadi or the spinal cord. Non-involvement in one's own and others worldly affairs is offered as ornaments to bhagavati. Firmness of mind and complete control of mind in every act is offered as flowers to Lalita Parameswari. The continuous experience of all those previously said acts and their resulting state of high consciousness is offered as dhupa or incense to the mother. "},{"pageNumber":8,"pageContent":" 8The control of breath and the consequent perception of flashes of light in the field of consciousness are offered as light to Lalita Parameswari. The stoppage of incoming and outgoing breath is offered as food or naivedya to Lalita Parameswari. The unitary experience of the three states of jagrat, swapna and sushupti of the consciousness is offered as Betel or tambula to bhagavati. The movement of prana from brahmarandhra to muladhara and back is offered as pradakshina to the mother. The fourth state beyond the three states of consciousness is offered as salutation or namaskara to Lalita Parameswari. The complete immersion in the self with notion that the external body is non-existent is offered as bali to Lalita Parameswari . Always presenting to the ultimate that truth alone exists and being unconcerned about any act to be done or not to be done is offered as sacrificial fire or homa. Losing oneself in Lalita Parameswari sacred feet is offered as dhyana or meditation. This method of worship, called antaryaga as prescribed by bhvanopanishad, when performed for three muhurtha, grants complete liberation to the sadhaka and he becomes paramasiva or mahatripurasundari. Sadhaka clears the mind through the practice of Yoga meditation as codified in the ashtanga yoga of patanjali, does self-enquiry of vedanta, and then breaks through the final barrier with samaya srividya. In many other hindu traditional scriptures and writings also antaryaga mention of worship is cited. "},{"pageNumber":9,"pageContent":" 9To mention a few ñ  Tasaivam vidusho yajnyasyatma yajamanahsraddha Patni sariramidhmamuro vedirlomani barhirvedah sikha  Hridayam yupah kama ajyam manuh pasuh Tapognirdamassamayeta dakshina vagghota pranavudgata  Cakshuradhvaryurmano brahma srotramagneet Yavadhriyate sadiksha yadasnati taddhaviryatpibati Tadasya somapanam yadramate tadupasado yatsam  Caratyupavisatyuttishtate cana pravargyoyanmukham  Tadavahaniyo yavyahriti rahutiryaddasya Vijnanam tajjuhoti yatsayamprataratti tatsamidham Yatpratarmadhyandinagam sayam ca tanisavanani Ye ahoratre te darsapurnamasow yerdhamasasca Masasca te caturmaani ya ritavaste Pasubandha  ye samvatsarasca parivatsarasca teharganah sarvavedaamva yetatsatram yanmaranam ti davabridhah yetadvai jaramaryam agnihotragam satram yayevam vidvanudayagane pramiyate devanameva mahimanam gatva adityasya sayujyamgacchatyadayodakshine  pramiyate pitrunameva mahimanamgatva  candramasah sayujygam salokata mapnotyetow vai surya candramasoh mahimanow barhmanovidvan abhijayati tasmadbrahmano mahimanamapnoti  tasmadbrahmano mahimanam ityupanishad      - Taitti. Up. Narayana prasnam 80 anuvakam "},{"pageNumber":10,"pageContent":" 10All ephemeral affairs of a jnani are inferred to as fractions of sacrificial fire (yajna). Initially the physical parts of the sadhakaís body are portrayed as yajna anga. The Self (svatma) of the sadhaka who has realised super conscious levels of being is deemed as yajamani, the doer. His focussed attention with reverence (sraddha) is his spouse; gross physical body is the sacrificial fuel (idhma); his bosom (vuras) is the altar; hair is the sacred grass kusa); sikha or the lock of hair is the veda mantra; heart (hridayam) is the sacrificial post (yupa); desire (kama) is the clarified butter (ajya); morbid irritation (kopa)is the sacrificial animal (pasu), penance (tapas) is the sacrificial fire (agni); non-sensuality or control or senses (dama)is recompense (dakshina); vak is hota, the learned rg veda priest, prana is the samaveda priest (udgatha), eye is the yajur veda priest (adhvaryu); agnidhra, the one who kindles sacrificial fire is srotra, the ear. All worldly activities are measured up to jyotistoma yajna. This yajna is meant for the elevation of the yajamana, the sacrificer to heaven. The fasting period is considered to be diksha, consecration for a religious ceremony. Havis is the havya-paka, the oblation coked with butter and milk or an oblation of burnt offering, and the act of ingestion is compared to it. Consumption of water by the sacrificer is an act of somapana (soma is a holy nectar). Physical movements are categorised as Pravargya; a ceremony introductory to soma yaga, at which fresh milk is poured into a heated vessel called gharma, or into boiling ghee and offered to aswini devatasí. Yajna ahuti is the sacrificial offering to vaidika agni. Vijnana is knowledge through consciousness mind, and this is attributed to homa, the sacrifice."},{"pageNumber":11,"pageContent":" 11Trisandhya are the morning, noon and evening times, and they imply savana, various libations in the sacrificial fire. In hindu tradition there are sixty samvatsarasí, each of which has a name. Once all sixty samvatsaras are over, the cycle starts over again. The sixty Samvatsaras are divided into 3 groups of 20 samvatsarasi each. The first 20 from prabhava to vyaya are attributed to brahma. The next 20 from sarvajit to parabhava to vishna and the last 20 to siva. The count is based on the zodiac position of jupitar, whose period around the sun is little less than 12 years. The full cycle of sixty covers five jovian years. Vedic tradition computed the set of five years to be samvatsara, parivatsara, idavatsara, anuvatsara and idvatsara,to be one yugapancaka. These mathematical computations of time are reckoned as various yajnasí. Longevity (ayurdaya) is imagined as satra yaga. Death is construed as the conclusive sacrifice (avabridha). Thus a jivan mukta, a realised celibate soul, carries on his life as a continual yajna. On death in uttarayana (utter is north, ayana is movement towards; it is northern tilt of the sun from jan to june every year), the soul of such celibate is believed to enjoy the sukha of indra loka and subsequently merge into the oneness with the impersonal aspect of the sun (aditya sayujya). If death happens in dakshinayana (dakshina is south, ayana is movement towards, the southern tilt of the sun from june to jan), the soul ascends to pitr loka and finally merges into the oneness with the impersonal aspect of the moon (chandra sayujya). It has to be understood here that such soul after death merges into the impersonal aspect (nirgunatva) of the parabrahman. On the other hand chandogya upanishad intricately discussed about purusha yajna, wherein the mortal form of a celibate is described as a yajna. Purusho vava yajnastasya yani caturvimsativarsani Tatpratahsavanam caturvimsatyaksara gayatri gayatram Pratahsavanam tadasya vasavoínvayattah prana vava  Vasava ete hidam sarvam vasayanti . ÖÖÖ. Udvayam tamasaspari jyotih pasyanta uttaramsvah"},{"pageNumber":12,"pageContent":" 12  Pasyanta uttaram devam devatra suryamaganma  Jyotiruttamamiti jyotiruttamamiti.    - Chandogya up. 3.16,17 In Mahabharata this purusha vidya is lauded as the absolutely superlative knowledge which will confer long life on to the aspirant. Sri Krishna was imparted with the knowledge of purusha vidya by ghora, an agirasa. As a result Krishna became free from all desires. Here the meditation is that oneís life is a sacrifice, and that the first 24 years, compared to the 24 letters of gayatri mantra, are the morning offering (savana). These offerings are also connected to vasusí, which are imagined as the organs of the sadhaka, and the purport of the libation is to extend life further for midday libation, which lasts up to 44 years of life with rudrasí imagined as prana,and the purpose being healthy life further. Then the next 48 years are the third libation (savana), which is considered as the evening sacrifice, and adityasí are prayed for healthy life. A human being is supposed to live a total of 116 years, which are in three phases, the 1st 24 years, then the 2nd 44 years and the last 48 years. The intention of the sadhaka initiating purusha yajna rites is not to have the desire to eat, to drink and no desire to indulge in sensual pleasures. His laugh, eating and sense satiations afterwards are envisaged as representing the sounds coming from the stutasí and sastrasí. Then qualities of austerity, charity,straightforwardness, non-violence, truthfulness, etc., are an additional gain, in addition to what one gets by living a life as if it were a sacrifice. Here these additional gains are contemplated as dakshina."},{"pageNumber":13,"pageContent":" 13The words soshyati and asosta are used when a mother is about to give birth to a child. They are also used when one is about to begin a sacrifice, as such act is considered as rebirth. Death, as the end of all, is also the end of such purusha yajna. As the sadhaka bathes and puts on new clothes after the sacrifice, so also, when a person dies his body is bathed and new clothes are put on it. The words soshyati and asosta incidentally are the same on both the occasions. This makes the similarity between the ritualistic sacrifice and the life as a sacrifice more meaningful. The luminous light that is seen in the sun, the moon, the stars, is the light that that extends from the eternal light. The phenomenal world is possible because of this light. Those self-disciplined and living a celibate spiritual life can vision this light as the eternal cause and effect, the parabrahman. While commenting on the 3.3.24 brahma sutra, sankara bhagavatpada says that the charecteristics of purusha vidya as said in chandogya upanishad are not to be added to that of taittiriya upanishad Narayana prasna because they have not been recited as in the other. Purush vidyayamiva cetareshamananmananat   - Brahma sutra 3.3.24 Hence the atma yajna (antaryaga) concept proposed by taittiriya upanishad pledges brahmaprapti (ëHe attains the greatness of brahmaní- taitti.up.) after the demise of the sadhaka; purusha yajna (antaryaga) promises prolongation of life (ëHe who meditates thus lives for a hundred and sixteen yearsí- chan.up.); and the antaryaga in bhavanopanishad ensures jivanmukta status. Bhakti is clarified by sankara bhagavatpada as --  svasvarupa anusandhanam (svasvarupa anusandhanam bhaktiriti abidhiyate - sankara bhagavatpada). Hritpadmasam dadyat sahasrarachyutamritaih"},{"pageNumber":14,"pageContent":" 14 Padyam caranayordadyan manasa arghya nivedayet  Tenamritena acamanam snaniyamapi kalpayet Chittam prakalpayet pushpam dhupam pranan prkalpayet Tejastatvam ca dipardhe naivedyam ca sudhambudhim Anahata dhwanim ghantam vayutatvam ca camaram  Nrityamindriya karmai cancalyam manasastadha  Pushpam nanavidham dadyadatmano bhavasiddhaye  Amayamanahankaram aragamamadam tadha  Amogham adambham ca advesha kshobhake tadha  Amatsaryam alobham ca dasapushpam prakirtitam  Ahimsa paramam pushpam indriya nigraham Daya kshamajnanapushpam panca pushpam tatahparam  Iti pancadasai pushpaih bhavapushpaih prapujayet     - agama Heart, the seat of emotions, is the asana; the celestial nectar that flows from the sahasrara is the padya; manas is the arghya; the sahasrara amrita is for acamana and snana; akasa tatva is offered as vastra; gandha tatva is gandha; chitta is the kusuma; panca pranasí are offered as dhupa; the ocean of nectar (sudha sindhu) in sahasrara is naivedya; anahata dhvani is offered as ghanta nada; vayu tatva is offered as camara; the vacillations of manas are offered as nritya; abhorred attitude towards the instincts like kamaa, krodha, lobha, moha, mada, matsarya, ahankara, raga, dvesha, kshobha, are offered as pushpa. brahmarpanam brahmahavih brahmagnow barhmanahutam   Brahmaiva tena gantavyam   brahmakarma samadhana     - B G 4.24 The sacrificial paraphernalia is the ultimate truth; the sacrificial fire is the ultimate truth; offerings of oblations and ghee by the brahmana is the ultimate truth; for him being fully absorbed in the by spiritual activities; certainly the ultimate truth is attainable."},{"pageNumber":15,"pageContent":" 15   Atmatvam girijamatih parijanah pranah sariram graham Pujate vishayopa bhogaracana nidra samadhisthitih Samcarah padayo pradakshinavidhih stotrani sarvagiro Yadyatkarma karomi tattadakhilam sambho tavaradhanam    - sankara bhagavatpada O sambhu! You are my atman, girij‚ is my mind, your accompaniments are my life-forces, and your body is my residence. My various enjoyments and constructions are your prayer. My sleep is the state of meditation. My walking is your circumambulation and my spoken words are your eulogies. And whatever I do, that all may be your adoration."}]
