[{"pageNumber":2,"pageContent":"NEPAL RESEARCH CENTRE PUBLICATIONS NO. 22"},{"pageNumber":3,"pageContent":"PUBLICATIONS OF THE NEPAL RESEARCH CENTREEdited by ALBRECHT WEZLER"},{"pageNumber":4,"pageContent":"KUBJIKÄ, KÄLl, TRIPURÄ AND TRIKAbyMark S. G. DyczkowskiFRANZ STEINER VERLAG STUTTGART2000"},{"pageNumber":5,"pageContent":"Die D eutsche Bibliothek - C IP Einheitsaaufnahm eK u b jik ä , K ill, T r ip u r ä a n d T rik a . By M ark S. G . D yczkow ski. - Stuttgart: Steiner, 2000 (Publications o f the N epal Research C entre; N o. 22)ISBN 3-515-07772-3Jede V erw ertung des W erkes ausserhalb d e r G renzen des U rheberrechtsgesctzcs ist unzulässig und strafbar. D ies gilt insbesondere für Ü bersetzung, N achdruck, M ikroverfilm ung oder vergleichbare V erfahren sowie für die Speicherung in D atenverarbeitungsanlagen. c 2000 by Franz Steiner V erlag W iesbaden G m bH , Sitz Stuttgart. D ruck: U nited G raphic PrintersPrinted in K athm andu"},{"pageNumber":6,"pageContent":"K U B JIK Ä , K ALI, T R IPU R Ä A N D TR IK AMa r k S. G . Dy c zk o w sk jT his essay is about the goddess K ubjikä.* The cu lt o f this obscure g o d d ess1 will be com pared w ith that o f the m uch better know n goddess K ali, and references will occasionally be made to the goddess T ripura. T he latter, like K ubjikä, figures prom inently right from the start o f her history in the Säkta K aula T antras,2 the form er em erges initially in the B hairava T antras3 but soon becom es a m em ber o f the K aula pantheon. F or those interested in N epalese studies an im portant com m on feature o f these three goddesses and their ectypes is the central position they have held fo r several centuries in the esoteric T antrism o f high-caste H indu N ew ars as their lineage (kula) deities. T hus the aim o f this paper is tw ofold. O ne is to present a general overview o f som e salient features o f the typology o f these form s o f the sacred. The other is to present a brief introduction to N ew ar Säktism as the context in w hich the goddess K ubjikä has been w orshipped for m ost o f h er history.O ne o f the m ost basic features o f the com plex and m ulti-layered religion o f the N ew ars is the thoroughness w ith w hich it has been perm eated with T antrism . T his is true o f both N ew ar B uddhism and H induism . In w hat follow s I will deal exclusively with the latter. In N epal, as elsew here, H induism displays a rem arkable capacity to preserve and m aintain older form s o f religion alongside the new er, giving each its place in the econom y o f the expanded whole. T hus, for exam ple, the present G orkhali kings, like the M alla kings before them , are still considered to be* I should take this opportunity to gratefully acknowledge Prof. Wetzler and the members o f his team in the Nepal Research Centre who have made this publication possible. I should particularly thank Dr. Mathes for his sincere and unfailing assistance and Mr. Pierce for his excellent editorial work. Without him this publication would be far more imperfect than it is. I should also mention Nütan Sarmä who has worked as an assistant for me and Pt. Gurusekara Sarmä who introduced me to the living tradition of the goddess Kubjikä, Thaneshvar Thimil Simha and Diväkar Äcärya who have contributed much to my understanding of Tantra by our lively discussions, Kedär Räj Räjopädhyäya who is both a dear friend and my guru in a very real sense and Niels Gutschow who generously offered his hospitality and advice. I acknowledge with gratitude and deep sense of humility, the inspiration I received from Prof. Sanderson who some twenty years ago suggested I research the cult of the goddess Kubjikä, and SvämT Laksmanjü of Shrinagar who initiated me into Kashmiri Saivism. I should not omit to mention my dear wife and children and my parents who always selflessly stood by me. The many others, such as David White and Räna Singh, who have helped and instructed me will forgive me if I do mention them all individually and should rest assured o f my sincere appreciation of their contribution to the development of this research.1 See Dyczkowski 1987a: 95ff. for a summary o f the work published up to that time on this goddess. Since then more work has been published. See the bibliography.2 I refer here to the Kaula Tantras as Säkta, not in a technical, but a descriptive sense. Säkta as a technical term denoting those cults, scriptures, or people associated with the worship of the goddess as Sakti (meaning literally 'power') is absent from the terminology of the Tantras prior to the eleventh century. Instead we find the term Kula and it cognate Kaula.According to Abhinavagupta (PTv pp. 32ff.: see Pandey 1963: 594f.), the term Kula is derived from the root kut which means 'coming together as a group’. Thus, in a non-technical sense, the word kula means 'family'. A wide range of symbolic meanings that refer to metaphysical and yogic concepts are found in this term by Tantric exegetes. Amongst the Newars the non-technical sense is never forgotten. Kula is not just the divine family, i.e. aggregate of the god's energies gathered together in the figure of his Tantric consort, it is also the human family of the goddess's disciples who, amongst the Newars, are also literally related.3 Concerning the Bhairava Tantras, see Dyczkowski 1987a: 42ff„ also below."},{"pageNumber":7,"pageContent":"2Mark S. G. Dyczkow skiincarnations o f V isnu, and §iva Pasupati rem ains, as he has been for centuries, the patron god o f Nepal. T hese gods along with the ubiquitous Bhairava, Siva's w rathful form , and the goddess D urgä. otherw ise know n as BhagavatT, and the eight m other goddesses (mätrkä) w ho are arranged in protective circles around the K athm andu V alley and its m ajor cities, and the m any G anesas w ho protect the quarters o f N ew ar tow ns, villages and countryside are the basic constituents o f the N ew ars' public religion. T hey are the gods o f the 'outside' public dom ain, w hat Levy has aptly called the 'civic space' o r 'm esocosm '. Easily accessible to researchers, they have been the object of a great deal o f study. B ut there is another 'inner' secret dom ain w hich is the N ew ars' 'm icrocosm '. T his does not form a part o f the sacred geography o f the N ew ar civitas, although, from the initiates' point o f view , it is the source and reason o f m uch o f it. The deities that populate this 'inner space' and their rites are closely guarded secrets and, often, they are the secret identity o f the public deities, know n only to initiates. 'The tw o dom ains com plem ent each other. The outer is dom inantly male. It is the dom ain o f the attendants and protectors o f both the civic space and the inner expanse, w hich is dom inantly fem ale. By this I m ean that w hile the d eities in the public dom ain may be both m ale and fem ale, the male dom inates the fem ale, w hile the secret lineage d eities o f the higher castes are invariably fem ale accom panied by m ale consorts. The interplay o f these tw o polarities generates the com plex structures o f N ew ar religion. A gain, this, the inner dom ain is layered and graded in hierarchies o f deepening and m ore elevated esoterism that ranges from the individual to his fam ily group, clan, caste and out through the com plex interrelationships that m ake up N ew ar society. T hus the interplay betw een the inner and outer dom ains is m aintained both by the secrecy in w hich it is grounded and one o f the m ost characteristic features o f N ew ar T antrism as a w hole, nam ely, its close relationship to the N ew ar caste system .4It is com m only accepted by T antrics everyw here that the teachings o f the T antras should be kept secret, although in actual practice the degree to w hich secrecy is m aintained varies and the N ew ars are am ongst the m ost orthodox in this respect. But this other feature o f N ew ar T antrism is in striking contrast to the precepts o f the T antras, especially the K aula T antras that tirelessly adm onish equality .5 The qualifications required o f an aspirant are not those o f birth but purity o f4 Quigley confirms that one of the aspects of Newar society on which everyone is more or less agreed is that \"caste divisions are underscored, as are all aspects of Newar social life, by pervasive ritual. While certain rituals bring togther all the inhabitants o f a particular settlement, many others are primarily oriented to an individual or a particular kinship group - a household, for example, or a group o f affines, or perhaps a lineage.\" (Gellner and Quigley 1995: 300). Especially important amongst the 'many others' for the higher castes are Tantric rituals.5 It is worth stressing that although the Tantras enjoin that when initiates sit together to perform theirTantric rites there should be no caste distinctions, they become operant once more when the ritual ends. The two domains, the 'inner' Tantric and the 'outer' Smärta, are treated independently. Thus, for example, once the aspirant has received initiation in the Tantric cult of Svacchandabhairava, which is an important part of Newar esoterism, as it was of Kashmiri, the Svacchcmdabhairavatantra prescribes expiation for anyone who even mentions prior caste: prägjätyudiranäd devi prayascittl bhavennarah I (SvT 4/544b; cf. ibid. 4/414. Abhinavagupta enjoins the same for Trika Saivites in TÄ 15/576). Further on, however, the Tantra enjoins that 'one should not criticize the Smärta religion which teaches the path of right conduct.' xmärtam dharmam na nindet tu äcärapathadariakam (ibid. 5/45; see Arraj 1988: 29-30 fn. 2. Note, however, that at the same time strict distinctions were maintained between initiates of different Tantric traditions (see Dyczkowski 1987a: 166 fn. 34).In this aspect, as in many others. Tantric ritual is analogous to its Vedic predecessor. Thus Heesterman points out that after the conclusion of the Vedic sacrifice \"about to leave the ritual enclosure, the sacrificer, whether king or commoner, returns to his normal, unchanged self in society: 'Here I am just as I am,’ as he has to declare in his concluding mantra ($B 1/1/1/6; 1/9/3/23). Nothing has changed.\""},{"pageNumber":8,"pageContent":"Kubjikä , Kä lI, Tripurä and Trika3conduct. A ccordingly, the T antras devote long sections to listing the qualities required o f the disciple and those o f the teacher. The teacher m ust exam ine the disciple to see if he is devoted to the teacher and the deity. L ike the teacher, he m ust be a m oral person and not deceitful. C aste status is never a consideration. Indeed, those o f low caste are believed to have a special pow er by virtue o f their low status - thus reversing the com m on view that those o f high caste, especially B rahm ins, possess it. The N ew ars are w ell aw are o f this principle, w hich is nicely exem plified by the many w ell-know n stories o f the life and exploits o f the B rahm in G ayapati, better know n as G ayahbäjyä, who was instructed in the use o f m antras by an outcaste (pode).6But this is the exception w hich proves the rule. In actual fact, N ew ars cannot choose their Tantric guru. N o r are they all allow ed to have one. The rule is so rigidly applied that the nineteenth- century chronicle, the Bhäsävam.iävali, m eticulously lists the nam es o f the castes w hose m em bers can 'receive m antra' and those w ho can give it.7 Significantly, these prescriptions are attributed to Sthitim alla, the fourteenth-century king w ho w as fam ous for having established the caste structure o f N ew ar society. In actual fact, his contribution w as m ore probably a reform and extension o f a pre-existing caste system , w hich we know from references in m uch earlier inscriptions, predated him .8 B ut w hile som e credence may be given to Sthitim alla's legislation o f the caste system , we are8 Gayahbäjyä was almost certainly a historical figure. He was a Brahmin who lived in Sulimhä, in the western part of the core area o f Patan, in the sixteenth century. There are many stories of the miracles he performed by the powers he acquired with the help of an outcaste (pode). I am grateful to Nütan Sarmä for giving me a copy of an unpublished paper called 'The Story o f Gayahbäjya in which he collects some of these stories and data establishing the historicity of Gayahbäjyä. The following is a brief summary of one of the most famous of them (see N. Sharma 1991: If. and 1993: 46f.).The pious Gayahbäjyä used to go daily for his morning ablutions to Mrtyunjaya Ghät ('Riverbank of the Conqueror of Death') at the confluence of the rivers Vägmat! and Manoharä. One day, on his way to the river, it began to rain very heavily. He took shelter under the roofing overhanging the nearest house, which happened to belong to an untouchable who was famous in Patan as a powerful Tantric. Inside the house a child was crying. The mother who had tried in every way to calm it, and became exasperated, laid hold of a knife and stabbed it to death. Soon afterwards, the father came home and seeing what had happened consoled his wife and, taking the child into another room, brought it back to life. Astonished by what he had seen, Gayahbäjyä took to standing outside the untouchable's house for a while every day when he passed to take his bath. Although he was very curious, Gayahbäjyä was conscious o f his status as a Brahmin and so would never ask to be admitted. Then one day the outcaste asked him why he came daily to stand outside his house. Gayahbäjyä took the opportunity to ask the outcaste to reveal his Tantric secrets. The outcaste agreed and told him to come after four days with a bunch o f wood apple leaves (belpaira), which Gayahbäjyä did. Then they went together to the riverbank where the Brahmin bathed daily. The outcaste then told him to bathe. When Gayahbäjyä had finished, the outcaste squatting on a platform where ancestral offerings (Sräddha) are made, wrote mantras on the wood apple leaves and threw them into the river, telling Gayahbäjyä to eat them. When he had done so, he was astonished to discover that he knew all the mantras. However, he had not acquired their power (siddhi). Instructed by the outcaste, Gayahbäjyä began to worship Bhumde Ganesa in order to empower the mantras he had received. After some days, Ganesa appeared to him and told him to go to the shrine of Bälkumäri on the night of the fourteenth day o f the dark fortnight (päcahre) in March when the Däkinl witches gather to prepare magic collyrium (mohanl). This collyrium, Ganesa told him, would give him the powers he sought. Eventually, Gayahbäjyä managed to acquire the collyrium and, smearing it on his forehead, he attained the power (siddhi) he sought and became a great Tantric.1 See Bhäsävamiävali pp. 156ff.* Slusser writes: \"The Indian caste system was in effect in the Nepal Valley from at least thebeginning of the Licchavi Period [i.e. the fourth century], as inscriptions attest. Similarly, the complex system of subcastes that ordain Valley social behaviour must be viewed as the product of centuries of gradual accretion, not a sudden imposition of law. [...] Nonetheless, Sthitimalla may well have codified the"},{"pageNumber":9,"pageContent":"4Mark S. G. Dyczkow skinot yet in a position to say to w hat degree, if any, he contributed to the forma) ordering o f esoteric T antrism . Even so, we can say w ith confidence that the system , carefully graded and regulated by caste considerations, w as well in place w hen the Bhäsävamsävali w as w ritten and in all probability for a num ber o f centuries prior to that.O ne o f the reasons for this phenom enon is certainly the pow erful influence B rahm ins have had on the form ation o f the N ew ar, essentially H indu, state through their influential patrons (yajamäna), especially the N ew ar kings and their officials. It is hard to resist this view w hen we observe that the system is constructed in such a way that w hen it is functioning in ideal circum stances, at least from the N ew ar B rahm in’s point o f view , the N ew ar B rahm ins are the sole dispensers o f the vital initiation that allow s access to it. The situation, then, is analogous to the m onopoly B rahm ins have striven to achieve throughout their history everyw here in South A sia, and w herever there are H indus, as fam ily priests (purohita) for the h igher 'tw ice-born' castes. In this capacity they perform the smärta rites o f passage (samskära) that m ark a H indu's progress through life from conception to death. In the case o f the higher N ew ar castes w ho are entitled to receive it, the fam ily B rahm in purohita o r another N ew ar B rahm in, w hose traditional office it is to do so, may give T antric initiation to those m em bers o f the fam ily w ho have passed through all the rites o f passage preceding m arriage and desire it. T hus a N ew ar Brahm in m ay be both purohita and Tantric guru.\"Even so, the tw o priestly functions are alw ays clearly distinguished. T his is evidenced by the fact that they m ay be perform ed by tw o different Brahm ins. B ut even in those cases, each extended N ew ar fam ily lineage (phuki)'0 o f all but the low est castes is traditionally associated with a specific B rahm in fam ily w ho perform s these functions. The initiation given to m em bers o f the higher castes, that is, the ones eligible to receive the sacred thread, is into the w orship o f one o f the goddesses belonging to six K ula lineages (äm näya) am ongst w hich K ubjikä, form s o f K ali and T ripura are the m ost im portant. She is the 'chosen d eitvl (istadevatäj “ and lineage goddess (kuladevatä, ämnäyadevatä) o f the aspirant's extended fam ily lineage (phuki).W hile certain B rahm ins can give initiation to people w ho d o not belong to their lineages, there is a second group o f people w ho are em pow ered to dispense T antric initiation only to theirparticular social patterns that had developed by his time, and thus given local custom the force of law\" (Slusser 1982: 59).9 For a general account o f these two aspects of the Newar Brahmin's function, see Toffin 1989.10 Ishii provides a basic definition of the term phuki. He says that this term is \"used principally among males who have a close patrilineal relation to each other but reside in different households ... in a broad sense, all the members of the residential family of a person who is referred to as phuki can be called phuki as well\" (Ishii 1987: 338 fn. 7). By 'residential family' Ishii means the household in which the members share the same kitchen. For a detailed discussion see Ishii 1995: 141-146.\" In India the 'chosen deity' a person may have is literally that, a particular god or goddess to whomthat individual feels especially attracted. Coincidentally, this deity may well be one that has been worshipped in his or her family. Indian kings regularly have such family deities. The Newar kings had several chosen deities. The Licchavis (fourth to ninth century) had Pasupati and Vi;nu and a goddess called Mänesvari. The worship of Mäneävarl was maintained by the Malla kings. Ranajitmalla (ruled 1722-1769 A.D.), for example, refers to her in his inscription on the side of the gate to his Bhaktapur palace as his 'chosen deity'. (In this inscription the king refers to himself as frimatpaSupaticaranakamaladhülidhüsarita - iiroruhasnmanmäneharistadevalävaraiabdha-. See A. D. Sharma 1954 for a detailed notice of this inscription.) From the time o f Sthitimalla the Maltas also adopted the goddess Taleju. She was their lineage goddess. However, this did not prevent them from having other 'outer' chosen deities. Siddhinarasirhhamalla (1597-1619 A.D.) of Patan, for example, chose Krsna for himself. His son, &rinivasamalla chose Matysendranätha who was, and still is, the 'chosen deity' of the city of Patan. Again, to close the circle as it were, the chosen deity of Matsyendranätha is SiddhilaksmT, the goddess Taleju (see below)."},{"pageNumber":10,"pageContent":"Kubjikä , Ka lT, Tripurä and Trika5own fam ily m em bers. T hese are the B rahm in's assistants the Josis (astrologers) and Ä cäjus (both K shatriya castes). T he latter are also called K arm äcäryas, w hich is an appellation derived from the Sanskrit nam e for a K aula teacher, nam ely, K ram äcärya. D. R. Regm i (1965-1966, 1, p. 715, quoted in Levy 1991: 356) defines their function as follow s: \"T hese Ä cäjus functioned as inferior priests in all B rahm an led households. T hey accepted daksinä (gifts in m oney) as well as food in their host's house [....) But they could not chant the V edic m antras and also could not conduct the |V edic 1 rituals. T hese w ere done by B rahm ans alone. The Ä cäjus and JoSis, how ever, were indispensable for any [com plex] ritual. The Josi w as concerned with the task o f finding out an auspicious tim e for any kind o f rite perform ed. The Ä cäju helped to arrange m ethodically the requirem ents o f the ritual perform ance. He prepared the ground w ork for the actual rite. It w as left for the B rahm an priest to use them .\"The Jo£i's functions m ay be m uch m ore com plex than those described here. Indeed, now adays the Josis w ho belong to fam ilies traditionally linked w ith the w orship o f T aleju, the M alla kings' lineage d eity, have m any rituals to perform in the T aleju tem ples o f K athm andu and B haktapur. In K athm andu, the Taleju B rahm in w ho w orships in the M alla kings' private chapel (ägan) is assisted by a Josi, not a K arm äcärya, in the perform ance o f the daily rites (nityapüjä), although K arm äcäryas do assist in the m ore lengthy occasional rites.12 In B haktapur, w here both Josis and K arm äcäryas have ritual functions in the T aleju tem ple (ägan) o f the M alla royal palace, the JoSis have m ore to do than the K arm äcäryas. This is certainly not the w ay it was in the past. This is clear from the fact that K arm äcäryas in general have m uch m ore extensive priestly functions than do JoSis. T hus in B haktapur, for exam ple, w here K arm äcäryas have, as elsew here, num erous patrons (yajam äna) for w hom they perform T antric rituals, the Josis do not have any.T his is the case even though Josis are generally considered to have a higher caste status than K arm äcäryas. T he latter are o f varying status in d ifferent places. In B haktapur. w here the status o f such auxiliary priests in general is considered to be low er than in the other cities, there are also Ä cäjus belonging to the farm er (jyäpu) castes. T heir function, w hich they share with other K arm äcäryas, is to w orship the m other goddesses w ho encircle and protect the city.T hus we find that there is a hierarchy o f ritual agents o f varying status graded am ongst the N ew ars according to their caste and ritual functions. A cardinal feature o f the situation as it is at present is the fact that K arm äcäryas d o not receive initiation from B rahm ins. T he latter do continue to act as their purohitas and perform their smärta life cycle rituals for them . T here are reasons to believe, how ever, that they did originally take initiation from them . K arm äcäryas assert, especially the ones o f higher status, that they can com pile liturgies w hen required, and probably have done so. But although there are m any am ongst them w ho claim that because they can d o this they are not dependent on B rahm ins, it is they, nonetheless, w ho go to consult B rahm ins w hen in doubt concerning ritual procedure, not the other way around. M oreover, their roles are alw ays those o f assistants, and they cannot give initiation to people outside their lineage. T his is the case w ith Josis also. T he B haktapur JoSis believe that they w ere originally B rahm ins and that this is the reason why they can initiate their ow n lineage m em bers. Even so, in both cases B rahm ins perform ritual12 The degree in which this relationship has been politicized is well illustrated by the reversal of roles that takes place in the Taleju temple (not to be confused with the ägan) of the Kathmandu Malla royal palace. There, the main daily officiant is a Karmücärya who is, apparently, assisted by a Newar Brahmin. The latter cooks the mixture of rice and pulse that is the deity’s daily food offering (bhnga) because, in order to avoid pollution, a Brahmin must do this. Thus, although Karmäcäryas have managed to take over almost all of the ritual functions in this temple and so pocket the money offering and take home most of the remains of the many food offerings financed by the Nepalese government, they could not eliminate the Brahmin, who was originally their boss, altogether. But in this case, paradoxically, as he is the most senior because of his ritual purity, he has been reduced to the status of a cook."},{"pageNumber":11,"pageContent":"6Mark S. G. Dyczkow skifunctions for them that they cannot do alone. The m ost revealing o f these from this point o f view is the necessary presence o f B rahm ins at certain crucial ju n ctu res in the thirteen days required for the death rites (antyesti). A lthough I have not as yet exam ined the liturgies in question, I have been reliably inform ed by a R äjopädhyäya o f B haktapur that on one o f these o ccasions, if the deceased K arm äcärya w as an initiate, a rite is perform ed aim ed at returning the m antra to the deity and the guru from w hom it w as received. Even though the d eceased K arm äcärya received initiation from a senior fam ily m em ber, on this crucial occasion it is a Brahm in w ho acts as the guru, thus revealing the identity o f the o riginal point o f entry o f the K arm äcärya's lineage to its ritual status.Smärta H induism , at least that part o f it concerned w ith the rites o f passage distinguishes, in som e respects, very clearly betw een the priest, w ho can perform rituals, and the laym an w ho cannot perform them h im self and so m ust em ploy a priest for this purpose. B ut even in that case a great deal o f ritual activity in a smärta rite is undertaken by the priest's patron, although he do es so as directed by the priest, not independently. H e can do this because he is em pow ered by an initiatory purification at the beginning o f the rite, analogous to the V edic initiation (dtksä) w hich form ed a part o f the prelim inaries o f each sacrifice (yajna). By thus bestow ing on his patron the right to share in his priestly functions, the B rahm in attem pted to free h im self o f the danger o f taking his patron's im purites onto him self. S um m arizing H eesterm an's view on the classical V edic sacrifice, Q uigley (1993: 59) explains:In the classical ritual, the patron (yajamäna) has already been purified. A cutely aw are o f the dangers inherent in accepting a patron’s gifts and thereby his im purity, the 'brahm in' has m ade his sacrificial services 'superfluous' (H eesterm an 1985: p. 39). O r, put another w ay, the patron has becom e his ow n priest w ith the result that death and im purity no longer circulate betw een the parties.But w hile N ew ar B rahm ins are aw are that ritual action m ay defile their classical B rahm inical identity, their ranking o f sta tu s13 is only partially based on considerations o f relative purity. T his is because, in the context o f T antric ritual, these considerations are tem porarily suspended, to be replaced by the ordinances o f a different ritual univ erse.14 The corollary to this is that, in the context o f Tantric ritual, the contact w ith sources o f d efilem ent (including his patron's im purities) no longer serves to depress in the sam e degree the status o f a B rahm in o r anyone who functions as a priest. T hus, even m ore so than in the non-T antric context, the em pow erm ent13 Quigley pertinently points out that there is a gulf between the theory that Brahmins stand supreme in the caste hierarchy and practice where their status is, for various reasons, subordinated to that o f their patrons. Quigley refers to this theory as a \"colonial interpretation of caste\" (Quigley 1993: 84) with which modem scholars often concur. But \"why,\" he asks, \"should they claim that the Brahman stands supreme when, time after time, his status is shown to be intensely ambivalent, at worst vilely degrading?” (ibid.) Quigley writes that the main reason for the \"near unanimous defence of the Brähman's supremacy lies in the fact that authorities on Hinduism have, more often than not, illigitimately fused two very different concepts - jäti and varnn - or caste (Brahman) and [priestly] function (brahman). Here they have indeed made the same mistake as colonial administrators.\" We should not forget, however, that the foremost of these authorities are the Brahmins themselves! Moreover, it is not only scholars and colonials who have been misled by these authorities but virtually all Hindus, even though many will agree that Brahmins can be, and very often are, degraded by impurity. The contrast between Brahminical theory and actual practice is the basis o f the energizing tension and dynamism that characterizes every Hindu society.14 This procedure is well exemplified by the formulations of Srividya initiates in Bhäskararäya's tradition in Benares. Brahmins may drink the ritual offerings of wine without defilement because, according to them, as caste considerations are suspended for the duration of the rite, they are not, at that time, Brahmins."},{"pageNumber":12,"pageContent":"Ku bjik ä , Kä lI, Tripu rä a nd Trika7transm itted to the initiate from the deity through the guru and the rite o f initiation enables him to begin his life as an independent ritual agent. He is, as far as the T antric ritual to w hich he has gained access is concerned, his ow n priest and can act as a priest, for the m em bers o f his lineage at least. T hus T antrism further blurs the distinction betw een priest and laym an. T he T antric initiate is not like the baptised C atholic C hristian laym an, a passive and, at best, receptive, spectator o f ritual action in w hich his function is hardly m ore than consent. Like priests o f m ost religions, great and sm all, throughout the w orld he \"has a special and som etim es secret know ledge o f the techniques o f w orship including incantations, prayers, sacrificial acts, songs and other acts that are believed to bridge the separation betw een the divine o r sacred and the profane realm .\"15T antrism in this respect reflects the diffusion o f priestly functions throughout local com m unities in South A sia, including the N ew ars, w here we see potters, barbers, w asherm en and others acting in priestly capacities on particular occasions, w hile in som e cases, as happens with the N ew ars (see below ), m em bers o r branches o f fam ilies function as sacrificial priests for their cognate and affinal relatives (see H eesterm an 1985: 152). Even so, N ew ar K aula initiates cannot perform rituals for others outside their lineage unless they them selves are B rahm ins o r (K shatriya) K arm äcäryas. The only other lim itation on the com m on initiate's ritual activity is purely practical. He m ay not have the tim e or the know ledge to do m ore than perform the relatively short and sim ple daily obligatory rite (nityapüjä). For other rituals he may therefore call the K arm äcärya o r Brahm in w ho is traditionally related to his lineage. In case there are no initiates left in the lineage or they are old, disabled o r have m oved to distant places (and these contingencies have now adays becom e com m on) even the daily obligatory rite m ay be perform ed by a K arm äcärya.T hus initiates can be ranged along a graded hierarchy on the basis o f the degree o f independence they enjoy as ritual agents. A t the top stands the T aleju R äjopädhyäya, w ho still acts as the M alla king's purohita and guru even though the G orkhali Shahs have been ruling since 1769. He officiates at the innerm ost centre o f the netw ork o f H indu N ew ar esoterism - the M alla king's Tantric shrine w here T aleju, his lineage goddess, is w orshipped, as the liturgies say. for the benefit o f the king, his country and his people.Ideally - and in the past this was probably the case - the T aleju B rahm in is accepted by everybody as the sole head and foundation o f the entire system . H e is the ultim ate guru o f all the gurus. In a sense, he is not only the ultim ate but the sole ritual agent. All initiates are his assistants. They act in his place through the extension o f his em pow ering authority, transm itted to them through the initiation he adm inisters. From this uncom prom isingly autocratic point o f view , all those w ho serve clients (yajamäna) with their priestly functions have been appointed to this task by the R äjopädhyäya. T heir clients are really the clients o f the R äjopädhyäya w ho has delegated this jo b to them . T he T aleju R äjopädhyäya insists that he can d o 'everything' and 'go everyw here'. T heoretically he has access to every secret place and can perform any ritual. In actual fact, how ever, at present at least, he cannot. T here are num erous public tem ples - for exam ple, the tem ple o f G uhyesvari near Pasupati - w here the sole officiants are K arm äcäryas. M oreover, even if there are m any R äjopädhyäya B rahm ins w ho have their ow n traditional clients, even the seniorm ost R äjopädhyäya cannot enter a fam ily's Tantric shrine (ägan) if he is not specifically authorized to do so.Even so, the R äjopädhyäya insists that the K arm äcäryas' priestly functions are m erely supplem entary extensions o f his ow n. He asserts that his ancestors created the range o f K arm äcäryas and the Josis to act as his assistants. T his is because although he can perform every ritual action, including anim al sacrifice and the consum ption o f liquor (ali, sudhä), he may choose15 James 1974: 1007 quoted by Levy 1992: 346. Again, the Tantric situation reflects the earlier Vedic one in which power and authority were subject to dispersal depending on the outcome of the sacrificial contest."},{"pageNumber":13,"pageContent":"8Mark S. G. Dyczkow skinot to do these th in g s.16 M oreover, there are rituals or parts o f rituals that only he can perform . A nd so he m ust attend to them . A m ongst them are the rituals that are considered to be the m ost dangerous and pow erful. These are the m ost 'internal'. They are the rites o f T aleju w ho is w orshipped in co njunction w ith her innerm ost energizing counterpart, the goddess K ubjikä, the lineage goddess o f the T aleju R äjopädhyäyas and. in all probability, o f all the other R äjopädhyäyas, K arm äcäryas and Josis.O f course, m atters do not seem to be this way to others. A s a result o f w hat the R äjopädhyäya m ay call a m ass rebellion, m ost o f these other priests consider them selves to be autonom ous agents. It is possible to m eet a K arm äcärya w ho bow s his head respectfully as he says in a hushed voice that he is nothing but the servant o f the R äjopädhyäya, but m ost are far from this fealty.17 In B haktapur, the K arm äcäryas w ho serve the upper castes (thar) affirm that they lived in B haktapur prior to the arrival o f the R äjopädhyäyas, w hich took place hardly nine Or ten generations ago, and that they w ere displaced by them from their original high statu s.18 They point16 That this is the case is clearly proved by the fact that there are rituals that only Räjopädhyäyas can perform alone, the prime examples being those that require animal sacrifice that they must, therefore, do themselves even though they invariably prefer to have the actual killing done by an assistant whenever possible.17 I am thinking in particular of an interview with a Karmäcärya who, after performing the functions of the Karmäcärya in the Taleju temple in Patan for many years, resigned. When asked if this was because of some quarrel with the Räjopädhyäya priests, he was surprised. \"Why should we quarrel.\" he said, \"they are our gurus and we are their assistants!\" The reason he left was quite another. The government trust that finances the Taleju and other temples in the Valley gave him only one Nepalese rupee a day as remuneration. At present this is barely the price o f a cup o f tea. The tone and mood of this Karmäcärya was in sharp contrast with that of the main VidyäpTtha Karmäcärya who performs the equivalent rituals in the Bhaktapur Taleju temple. He is a senior science lecturer in Tribhuvan University and has several well-to-do patrons. Moreover, the situation in the Bhaktapur temple, although not good, is considerably better than in Patan, and so those who act as priests there are better rewarded. The Bhaktapur Karmäcärya. who is in a much better financial position and. as a university lecturer, enjoys a better social status, combined with a self-assertive character, represents the kind of Karmäcärya who is convinced of his own importance and resents the inferior status to which he is relegated by Räjopädhyäyas. He does not talk about his caste status. He prefers to talk about his competence as a ritual agent. He goes so far as to boast that he can perform the smärta life cycle rituals himself - which he is certainly not authorized to do. Clearly, competence to perform ritual is amongst the Newars a finely graded measure of status, no less than considerations of relative purity, which is the most basic measure of status in traditional Hindu societies.'* The Bhaktapur Karmäcäryas accept the historicity of the story of Ulläsa and Alläsa Räj. These were two Brahmin brothers who came to the Valley from Kanauj. Alläsa Räj went to the hills where, it is said, his descendants became the hill (pärsatiya) Brahmins. Ulläsa Räj came to Bhaktapur and his descendants are said to be the present Räjopädhyäya Brahmins o f Bhaktapur (Levy 1992: 346ff.). Another version says that the two brothers pleased the king by their Vedic recitation and were asked to stay. One remained in Bhaktapur, and the other in Kathmandu. There are several other legends (for which see Toffin 1995: 188). Genealogies have been recovered that begin with Ulläsa Räj (see Witzel 1976). Toffin ( 1995: 188) writes: According to this document, this Kanaujlya priest arrived in the Nepal Valley in the middle of the sixteenth century and died in 1576. He is supposedly the earliest 'Nepalese’ ancestor of the family. However, these dates have to be treated with caution because other interpretations of the genealogies are possible: the original ancestor could have migrated to Nepal in the fourteenth century, at roughly the same time as Taleju was brought to Bhaktapur, or at the end o f the fifteen century during the reign o f Raya Malla (1482-1505 AD).The legends vary also for different cities, since 'Räjopädhyäya' was not originally a proper name but a title meaning the 'king's teacher', and it appears that several Brahmin families came at different times and settled in various places in the Valley. Toffin remarks:"},{"pageNumber":14,"pageContent":"Kubjika , Kä lI, Tripurä and Trika9to the T antric shrines (ägan) w here they, not B rahm ins, perform rituals on b eh alf o f the lineage m em bers. A m ongst them , they say, are the oldest ones. T hey are the gurus there, they say, because the B rahm ins have not been able to displace them.T hese disputes are clearly extensions o f those that take place w herever society is ordered into castes, a social o rd er that has been aptly characterized as a \"contested hierarchy\". In this case, the gradation o f ritual em pow erm ent is the d efining characteristic o f status. A ccordingly, it is this that is the object o f contention. The status associated w ith T antric ritual em pow erm ent is reflected in the distribution o f priestly functions am ongst the m em bers o f N ew ar fam ily lineages. Thus, although every initiate is em pow ered to perform all the rituals associated w ith his ow n lineage diety, in practice, the seniorm ost m em bers o f the lineage - the thakäli (also called näyo) and, to a lesser degree, his w ife - the nakin - have special privileges and obligations along with other eld ers.19Significantly, the thakäli and his w ife m ust be present for at least the prelim inary stages o f the rites o f T antric initiation o f m em bers o f their lineage. T raditionally it is the thakäli who perform s the w orship o f the lineage deity in its aniconic form as a stone (see below ). H e m ust be present and often perform s priestly functions in the m ajor life cycle rites. In this he may com plem ent the ritual activity o f the fam ily purohita. The purohita w ho, as we have said, m ust be a B rahm in, perform s the S anskrit rites. T he thakäli m ay at tim es perform additional non-Sanskritic rites. A striking exam ple o f this is the kaytäpüjä. A m ongst the upper castes this is done in conjunction w ith the smärta rite o f passage in w hich a sacred thread is given to a young m an as a sign o f his entry into adulthood (upanayana). T his part o f the rite is basically the sam e as the one perform ed in India, w hile the other part o f the rite is im portant enough to give its nam e to the w hole ritual. E ssentially, this consists o f the donation o f a loincloth - kaytä - to the young m an as a token o f his transform ed status and full adm ission into his lineage as an adult. T his is done not by the B rahm in, but by the thakäli.20 Low castes (but not the low est) w ho are not entitled to the smärta rite o f passage retain the rites associated w ith the offering o f the kaytä .I believe that these are exam ples o f m any rem nants o f N ew ar religious custom s that pre­existed the introduction o f religion from India. N um erous anthropologists and historians have noted in a large num ber o f contexts a hard core o f beliefs and ritual practice, both individual and collective, that cannot be reduced to those o f scriptural H induism o r B uddhism . T his should not surprise us. Indeed, we perceive the existence o f analogous cores throughout the Indian subcontinent and w herever these religions have spread. It is this core w hich gives these religions and the traditional, essentially religious societies to w hose developm ent they contribute, their p articular regional and local character. C ertainly there are m ajor problem s involved in identifying the exact content o f this core in N ewar religion and social life for the sim ple reason that IndianNor does it seem that the present-day Räjopädhyäyas are all descended from a single ancestor as legend claims. Rather it appears that the first arrivals, no more than several families, continued to receive reinforcements until quite a late date (at least until the sixteenth or seventeenth century). The present Räjopädhyäya caste is thus more likely to have been a product o f the amalgamation of successive waves of migrants than of the fission and separation of the descendants of a single ancestor (ibid. 191).19 This is generally true of all Newars, whether Hindu or Buddhist. Thus, the lineages of Buddhist farmer castes (jyäpu, maharjan) in Patan and Kathmandu have a group of five elders who lead their community (Gellner and Quigley 1995: 181 fn. 4).20 Gellner reports that amongst the Buddhist farmer castes (maharjan): \"once a Maharjan has been through the ritual of consecration of an elder (thäkuli [= thakäli] layegu) in some circles he is considered able to act as a priest for such occasions as kaytä püjä (loincloth worship), thus making it unnecessary to invite the Vajräcärya, domestic priest\" (Gellner and Quigley 1995: 181 fn. 4)."},{"pageNumber":15,"pageContent":"10Mark S. G. Dyczkow skireligions and social institutions have influenced the N ew ars for m any centuries. M oreover, the subject is so extensive and controversial that it w ould require separate treatm ent. E ven so, a few features o f this core system o f beliefs that are relevant to o ur topic need to be provisionally and succinctly tackled here, if we are to understand the specific ch aracter o f N ew ar religion and, m ore specifically, the T antrism o f the higher castes w hich centres on the w orship o f the goddesses who are the subject o f this essay.T o do this let us begin by returning to the figure o f the thakäli. T here are num erous circum stances in w hich the thakäli functions as the priest o f the lineage o f w hich he is the head. A m ongst the low er castes he often operates in this capacity independently. In the case o f the higher castes, his role as the lineage priest is eclipsed by the Sanskritic lineage priests, the guru, purohita and K arm äcärya. N onetheless the preem inent seniority he enjoys in his lineage is concretely apparent in his priestly functions. Particularly im portant from the point o f view o f this study is his role as the ch ief priest in the w orship o f a stone as the lineage deity, because N ew ar $aktism is also centred o n the w orship o f lineage {kula) deities.The w orship o f these stones and. indeed the w orship stones as d eities in general, is a characteristic feature o f N ew ar religion, both B uddhist and Hindu. W hen the founder o f a lineage enters to settle in an inhabited space, he places a stone at its confines, thus delineating the territory in w hich he and his descendants resid e.11 T his stone, often together w ith others in a sm all group, is venerated at least once a y ear by his descendants as their lineage deity - digudyah . On the basis o f the results o f the surveys carried out so far, it transpires that the m ain deity w orshipped in the stone by the low er castes, that is, those not entitled to receive K aula initiation, is m ale. A m ongst the farm er (jyäpu) lineages in B haktapur we find, am ongst others, M ahädeva and N äräyana. The potters w orship G anesa: stone- and m etal-w orkers (silpakär), V iSvakarm an; and the copper- and bronze-w orkers (tämrakär), M ahädeva. The stones are usually kept in a specific place to w hich lineage m em bers go every year. The stones m ay be m oved, o r others selected elsew here into w hich the deity is invoked.22 In the course o f the lengthy rite o f adoration the present and, if the stone has21 Vergati writes: \"What seemed to me specific to the Newars both Buddhists and Hindus was the relation between the lineage deity and a particular territory. The divinity was situated obligatorily in the same area as that in which the ancestors and senior members of the lineage resided. Even if people are unable to explain in detail their genealogies they always know where their lineage deity is situated” (Vergati 1995: 18).22 A notable example of this in Bhaktapur was the shifting of the digu stone of the Taleju Räjopädhyäyas. The stone was kept in a small sacred grove called Sillighari. just outside Bhaktapur, where numerous lineage stones are kept. Although the worship of digu stones is not usually done in secret, the Räjopädhyayas do not wish to be observed when they perform these, or indeed, any rites. Accordingly, they built a wall around the area where the stone was located. But the bricks were repeatedly removed from the wall, making it hard for them to keep their rites secret. Thus they decided that they should move their stone. Accordingly, some forty years ago, all adult male Räjopädhyäyas of that lineage met around the stone. A ritual drawing of lots took place in order to ask the deity in the stone for its consent to move it. When the elders had decided on the basis of the outcome that this consent had been given, a new stone and companions were installed in the new location. And so now the new stone is located in a garden of the royal palace where the digu o f the Malla kings is kept (see below).The potential mobility of the deities in such stones is well illustrated by the unusual case o f the digu deity of the Tamrakärs, the copper- and bronze-workers, of Bhaktapur. Although they always perform the rites of their digu deity at Hanumän Ghät. they do not have the usual set of fixed digu stones. They must go to the river to collect fresh stones every time they worship their digu. They do this at random by simply closing their eyes and taking the first stones of an appropriate size they happen to touch. Eight stones are selected in this way. Seven of them represent guardians (kpetrapäla), and the remaining one. the digu."},{"pageNumber":16,"pageContent":"Kubjikä , Kä lI, Tripura and Trika11been shifted, previous locations o f the stone are m entioned and the y ear o f its rem oval. T hus it is possible to find people w ho know o f the stone's location even several hundreds o f years back.It is also possible to share the sam e stone w ith others. T his is w hat happens in the P ürnacantp tem ple in Patan. T his and one oth er tem ple, also located in P atan,23 along w ith three others in B haktapur24 are the only open public tem ples to the goddess SiddhilaksmT in the V alley. Here she is represented by a large stone. A lthough the goddess o f this tem ple is com m only know n as PürnacantJT, there can be no doubt the deity in the shrine is SiddhilaksmT. because the tym panum bears an im age o f this goddess. M oreover, there is a lengthy hym n dedicated to this goddess inscribed on a slab cem ented onto one o f the w alls. T he tem ple w as built by the R äjopädhyäyas o f the locality (V alä). The stone in the tem ple serves as the digudyäh o f a large num ber o f fam ilies living in Patan, including all the lineages o f R äjopädhyäyas in P atan.25T he story concerning the founding o f this tem ple is still transm itted in the V alanim ä lineage o f R äjopädhyäyas, w ho are relatives o f the present T aleju priests.26 T he hero o f this story is V isvanätha, the son o f G ayahbäjyä (see above fn. 6). He w as the purohita and T antric preceptor o f K ing Siddhinarasirhham alla, w ho ruled Patan from 1597 to 1619. ViSvanätha, the story goes, found the goddess in the form o f a stone in the N akhu R iver, w hich in those days flow ed next to the present location o f the tem ple. The nearby pond is said to be a rem nant o f this river. V isvanätha and a certain P ürnänanda Sväm I, w ho is said to have com e from Bengal, erected this tem ple with the help o f the M alla king and oth er patrons. All the R äjopädhyäyas o f Patan go to this tem ple and perform digupüjä in conjunction w ith their smärta rites o f passage, especially w hen their sons are given the sacred thread (vratabandha) and w hen they m arry. T hey do not w orship their digu otherw ise.Large num bers o f people, including m any from K athm andu w hose ancestors lived in Patan. com e to this tem ple during the season in w hich the digu is w orshipped to perform the rites, using the stone in the tem ple as a substitute for their ow n digu stones. R esearch has revealed that as m any as h alf the upper caste fam ilies o f Patan w orship their digu here.27 The num ber o f people w ho make use o f this stone in this w ay is so large that during the digupüjä season they often have to w ait a long tim e before their turn com es, and when it does they only have tim e to perform a brief23 The other temple is associated with the Kirantis of eastern Nepal, a people who are perhaps descendants of the Kirätas who appear in many Newar legends as the earliest known rulers of the Kathmandu Valley. Slusser informs us that \"there are two sites in Patan where the Kiranti maintain traditional ties. One of these, the SiddhilaksmT temple near Tyagal-tol, attracts certain Kiranti families for the annual worship of their clan god, the Kuladevatä (degu. deväli)\" (Slusser 1982: 96). Although the local people do refer to the temple as one of SiddhilaksmT, the icon is not at all that of this goddess. Moreover, no inscription found on or near the temple refers to the deity in it as being this goddess.34 See plates 1-2 and explanatory notes.25 Up to recent times, there were six lineages of Räjopädhyäyas in Patan, collectively called the SixFamilies (satkula). They are all connected with PümacandT. The six families are:1) Balimä, Patukva and Gäbahäl. These three belong to one family. They are descendantsof three brothers who took up residence in these three places in Patan.2) Sulimä.3) Valä, also called Valänimä.4) Svatha. Their Tantric shrine (ägafi) is in the Muchem quarter of Patan.5) Tähramlivi.6) Nugah. This lineage came to an end three or four generations ago.26 I was told this story by Nütan Sarmä, a Valä Räjopädhyäya, who heard it from his grandmother who belongs to the Valänimä lineage o f Räjopädhyäyas.27 Nütan Sarmä has made a survey of more than 6,500 houses in Patan as a part of his doctoralresearch. This fact is one o f his many findings. I am grateful to him for this information."},{"pageNumber":17,"pageContent":"12Mark S. G. Dyczkow skidigupüjä. T he anim als w hich are custom arily sacrificed m ay be cooked and eaten in one o f the tw o rest houses located in the vicinity specially for this purpose. T his appears to be a unique case.T here are m any exam ples o f tem ples containing stones w hich serve as a substitute for digu stones. B ut norm ally in such cases the original digu stones are located elsew here. T his alternative is available to those fam ilies w ho have m oved far from their original hom es w here their digu is located and find it hard for them to go there to w orship it. Pum acandl / SiddhilaksmT plays a sim ilar role, w ith the im portant difference that, in the form o f a stone, this goddess functions as the digu directly fo r those fam ilies w ho have no o th er stone.T here is an o ld inscription on the tem ple w all w hich establishes that the tem ple w as indeed constructed during the reign o f S iddhinarasim ham alla. T his m eans that this unique custom cannot predate the m iddle o f the seventeenth century, unless there w ere other such stones, o r indeed this one itself was being used for this purpose. If the legend concerning the finding o f the stone in the N akhur R iver is true, then the latter hypothesis can be discarded.The reason w hy all this is possible is because the digu stone is ju s t a tem porary dw elling place o f the lineage deity. T hus an essential prelim inary to digupüjä is the invocation o f the presence o f the lineage deity into the stone. TTtis can be done even w hen the stone is already 'occupied' by ano th er deity. Indeed, N ew ars frequently invoke the presence o f deities in various objects, including ritual d iagram s, jars, and the other im plem ents used in the ritual, sacrificial offerings, the place w here the rite is perform ed, the sacrificial fire, them selves as p riests28 and in other people. D eities m ay even be invoked into icons o f other deities.29 D espite m uch controversy concerning this m atter, after study o f the rituals involved30 and penetrating enquiry, there can be no doubt that the higher castes invoke their lineage goddess into the digu stone.31 O ne o r m ore“ When powerful, secret deities need to be taken out in procession during festivals, bundles are carriedaround the processional route. The general public is led to believe that they contain the 'original' form of the deity. At times there are two such mysterious bundles, thus adding further to the confusion and speculation. Even seasoned western researchers have been caught up in such 'intrigues'. Referring to the famous New Year's festival - Bisket Yäträ - in Bhaktapur, Vergati tells us that: \"crushed in a large crowd I could watch what was happening in the Main Chowk [of the royal palace where Taleju's shrine is located] at the time of Hiskel jälrä but I was never able to see the box which reputedly contains the yantra of the goddess Taleju\" (Vergati 1995: 9). But even if Vergati had been able to see the box or even its contents, she would not have seen the deity because in actual fact, in this case as in many other such instances, the deity is not in what is being carried but within the person who carries it. Prior to his emergence in the public space the bearer has mentally extracted the deity or a part of it from its hidden location and projected it into his heart where it is safe and well hidden.29 This is why SiddhilaksmT or Pumacandl may not be the identity o f the lineage deity o f the families who worship their digu in the temple o f Pumacandl referred to previously. It is common practice amongst Newars, especially if they wish the identity of the deity they are worshipping to be kept secret, to project the deity they are worshipping onto another one. In this way, it appears to the onlooker that a certain deity is being worshipped whereas, in fact, that deity simply serves as the vehicle of the deity that is really being worshipped.30 It may appear at first sight that there are no written liturgies for digupüjä or the rites performed at large festivals. But this is not the case for the higher castes at least. Thus the NGMPP has microfilmed a manuscript o f the liturgy prescribed for the worship of the digu of the Malla kings, Dvimmäju. The text is simply called Dvimmäjupüjä and is NGMPP reel no. B 703/7. In order to find the written liturgies for the secret rites performed in public festivals, one must first know the deities that are worshipped on theseoccasions and the rites performed at that time. During Bisket Yäträ, for example, the rite performed in secret in the Maila palace in Bhaktapur is centred on the ceremonial raising of a banner in honour o f the goddess SiddhilaksmT. Several manuscripts of this liturgy have been microfimed by the NGMPP. One is the SiddhilaksmTkotyähulidhvajärohanavarsavardhanavidhih, NGMPP reel no. A 249/4."},{"pageNumber":18,"pageContent":"Kubjikä , Kä lI, Tripurä and Trika13representations o f this goddess (yantra and/or icon) are norm ally kept in a T antric shrine, either a separate building (äganchem) or, m ore com m only, a room in the house (ägam kuthi) set aside for this purpose.The m ain o fficiant for this rite is the lineage elder - the thakäti . If he is not initiated or unable, the rite m ay be perform ed by another senior m em ber o f the lineage. But if none have been initiated, it m ust necessarily be done by the lineage priest, w ho m ay be a B rahm in or, m ore com m only for such rituals, a K arm äcärya.A s I have noted already, the low er castes w ho are not allow ed to take Tantric initiation w orship non-Tantric d eities (and in som e cases B hairava) in the digu stone. The rites may also be done by a K arm äcärya o r a B rahm in for them , but it is m uch m ore usual for them to do it for them selves. Even though they do not take initiation from a B rahm in, they also m aintain a room or shrine w here an im age o f the deity is kept. B ut in m any cases the identity o f the deity is not kept as scrupulously secret as it w ould be by the higher castes.I believe that all these facts m ake sense if we postulate the existence o f an original cutural substratum or substrata w hich predate the introduction o f B uddhism and H induism . I believe the form o f this core culture m ay be discerned, to som e degree at least, by exam ining the practices and beliefs that cannot be traced to the Sanskrit texts, B uddhist or H indu, those practices, that is, that are not Indian. T his does not, o f course, exclude other possible influences, but these appear to be m inor com pared to those from India. The society, culture and religion o f the farm er castes (jyäpu. maharjan) appears in m any respects to coincide m ost w ith this ancient core, although it has undergone a steady process o f Sanskritization for m any centuries. A s G elln er writes:It is rem arkable that although nearly all oth er N ew ar caste sub-groups have a m yth w hich traces their origin to som ew here else, usually India, the M aharjans have no such myth. Even at the level o f the sub-caste w ithin one city there appear to be no such m yths. As distinct from this, specific lineages do o f course often have traditions w hich record their m igration from som e oth er place w ithin the V alley. T hus, not claim ing to com e from outside, the M aharjans have been seen to be the true locals. T his has led som e observers to see them as d escendents o f the original inhabitants o f the V alley and to look for ancient survivals in their culture and social practices. (G ellner 1995: 160)T h is o ld er religion appears to have been strongly centred on ancestor w orship w hich w as based on the b elief that people, both m en and w om en, acquire the status o f deity as they grow old. A ccordingly, N ew ars still undergo three succesive rites o f passage (called burn jamkwa) every ten years from the tim e they reach the age o f 77 years 7 m onths 7 days 7 ghatTs (2 hours 48 m inutes) and 7 palas (2 m inutes 48 seconds). A fter this ritual a person \"leaves the w orld o f m en for that o f the gods\" (V ergati 1995: 12). If he lives to undergo the third ritual passage he is belived to be fully deified. T hus the very first m em ber o f the clan w as the m ost senior, the m ost divine. I believe.11 Vergati writes concerning digupüjä: \"The annual ceremony always takes place according to the following schema: the püjä begins with a meditation by all the members of the lineage who, in their minds, focus on the image of their chosen deity. The head o f the lineage (or the ritual specialist) invites the deity to take its place in the stones. An animal victim is then slaughtered...\" (Vergati 1995: 55f.). A little further on she describes this procedure in greater detail: \"Those who participate in the püjä stand facing the stones. The officiant is in front of them, also facing the stones. All are bare-headed, with hands joined at chest level, fingers pointing to the ground. The participants attempt to visualize the image o f the deity and to project it into the stone. Before the silent meditation (ävähana [that is, invocation]) which lasts several minutes, the digu dyah stone is only a stone: afterwards, it is the seat of the divinity throughout the duration of the ceremony\" (ibid. 57)."},{"pageNumber":19,"pageContent":"14Mark S. G. Dyczkow skialthough no im m ediately apparent trace o f this b elief survives, that he was the original deity w hose presence w as invoked in the digu stone.32 W hether this is true or not there can be no doubt that from the start this religion w as dom estic. The dom estic unit w as not the fam ily, not even the extended jo in t fam ily, as in India, but the phuki - the group o f closely related patrilineal fam ilies. I suggest that the priests o f the phukis were the m ost aged m em bers. They perform ed the rites o f passage for the phuki m em bers and the w orship o f the phuki's deities.A nother im portant surviving feature o f this religion is the w orship o f protectors. T hey are the original form s o f the G anesas w ho protect each locality, the B hairavas w ho protect w hole tow ns and villages or large areas o f them , the M others w ho encircle hum an settlem ents, and others. Like the digu deities, they have iconic counterparts w hich are usually kept apart except on certain occasions w hen the tw o are brought together. In N ew ari the B hairavas and the M others can be g enetically referred to as Ä ju (lit. 'grandfather') and Ä jim ä (lit. 'grandm other'), im plying, it seem s, that som e o f them , at least, w ere believed to have originally been deified hum an beings. T hus, according to N ew ar legend, som e o f the B hairavas were originally kings w ho, as deities, continue the royal function they perform as hum an beings o f protecting their people.33All these beings w ere, and still are, w orshipped in stones. The Sanskritized nam e for such stones is, appropriately, pitha, w hich literally m eans 'seat'. W hile the digu stones (w hich are never referred to as pTthas) originally m arked the location o f the phuki and so are m oveable and had hum an origin, the pitha stones are m arkers and delineators o f place com m on to the com m unity as a w hole. T hey w ere not placed in their locations but discovered there. They protect larger o r sm aller areas, according to their status, function and location, all three o f w hich are interrelated. T hus som e m ark and protect areas that together co v er the w hole V alley. O thers protect villages, sectors of tow ns, the roads, crossroads, houses and courtyards, even refuse dum ps. Such stones are to be found everyw here, both in the countryside and - w here they are particularly profuse - in hum an settlem ents. T hese stones are, indeed m ust be, w orshipped by those w ho live close to them . O ccasionally the inhabitants o f a tow n or village decide that they should w orship all the stones in32 I say this fully conscious of how controversial this view is. Thus Ishii writing about the Newar village of Satungal says: \"Although the digu dyah is the deity of the lineage there is not the slightest suggestion o f what one finds in other cultures, that the lineage god is a deified ancestor. Neither the legends about the early settlers of Satungal nor the Sräddha ceremony is related to this deity. Moreover, in some cases, the same digu dyah is worshipped by many groups not patrilineally related, though all patrilineally related people worship the same digu dyah \" (Ishii 1995: 146). In reply one could say that sräddha rites belong to a separate ritual dimension. And we have seen that the same stone may be the abode of different lineage deities for different people. It is possible that the ancestral origin of the digudyah and o f the other ancient deities of the early inhabitants of the Kathmandu Valley has been forgotten.33 Anderson (1975: 156) writes that: \"The estimated five million Bhairab images in Nepal are seen in sixty-four different manifestations and forms depicting his combined human, demonic and animal characteristics.\" These sixty-four manifestations are the male counterparts o f the sixty-four yoginTs. This purely Tantric representation also depicts both the Bhairavas and their consorts as divinized human beings, that is, perfect Tantric adepts (siddha) and the female adepts with which they unite. Here, as in many other instances, the representations of the Sanskrit scriptures coincide in principle with popular local beliefs. The human origin of one of the major Bhairavas in Kathmandu illustrates this thesis. He is represented by five small stones in an open temple site near the Bagmati River between Tripuresvara and Kälimatl, just south of old Kathmandu. The Newars, Anderson informs us, \"conforming with legends in which many Bhairabs are identified as various Nepalese kings, say Pachali is the name of one such sovereign who ruled from Farping village near Chobar Gorge\" (ibid. 158). Another myth represents Pacali Bhairava as belonging to the Jyäpu farmer caste and his lover a Khasai (butcher) girl. Chalier-Visuvalingam has published a lengthy and very detailed article on the cult of Pacali Bhairava to which the reader is referred (see bibliography)."},{"pageNumber":20,"pageContent":"Kubjika , Kä lI, Tripurä and Trika15w hich deities o r other beings reside. W hen this took place in Patan in 1989 G utschow counted 442 o f them .3''A n im portant clue to the m anner in w hich this earlier religion, centred on the w orship o f such stones, is incorporated into the Sanskritic religions o f India, both H indu and B uddhist, is the ritual that takes place w hen the iconic counterparts o f the stones are brought to them . T his rite is essentially a form o f installation (pränapratisthä) o f the deity into the stone and the icon (or its representation), follow ed by w orship. W e w itness here the sym biosis o f the earlier and later religions. T he stone draw s its life force (präna) from the icon and the icon from the stone. T he two must therefore, at som e tim e at least, be w orshipped together. T his m ay take place ju s t once a year or m ore often, according to custom . In the case o f the royal goddess T aleju, the stone w hich is the digu o f the M alla kings (D virhm aju) m ust alw ays be w orshipped along with its equivalent iconic form and vice versa even in the course o f the daily rites (nityapüjä). T hese rituals alw ays involve the invocation o f the deity (ävähana), w hich can be considered,' in som e respects, to be a reduced form o f the fully developed rite o f installation. W e observe in this w ay how the Sanskrit m antras, and especially the pow erful T antric m antras, used in such rites sanskritize the earlier aniconic form s and how these latter are reaffirm ed in their function o f contributing their energy to the em pow erm ent o f the deities w ith w hich these m antras originate. T hus the ancient guardians o f the N ewars becom e the attendants o f the T antric goddesses o f the higher castes, em pow ering them even as they are em pow ered by them to perform their functions as protectors o f place and lineage.T h e sources o f the history o f the developm ent o f these form s o f T antrism am ongst the N ewars o f the K athm andu V alley include the com m on sources o f any aspect o f N epalese history, nam ely, inscriptions, chronicles, the records o f land grants, business transactions, corporate trusts (guthis) and the colophons o f m anuscripts containing dates or d ateable references. B ut particularly im portant, and as yet virtually untouched, are the im m ense num ber o f liturgical w orks (paddhati, püjävidhi) the N ew ars have w ritten to regulate, in part at least, their very m any and often extrem ely extensive, esoteric ritual procedures. Indeed, along w ith ethnological and historical studies, a study o f these texts, together w ith the T antras that are their prim ary literary sources, is essential in order to understand the specific form N ew ar Saktism has assum ed o v er the past thousand years since its introduction into the V alley from India.T hese H indu texts (I am not concerned w ith N ew ar B uddhism ) can be broadly classified, in term s o f this enquiry, into three basic types:1) T hose liturgies that are constructed entirely from m aterials draw n from T antric sources, that is, from texts w ritten in Sanskrit called Tantras or synonym s o f that term.34 Gutschow writes:The irreversible character o f urban space is closely linked to the idea that essentially the quality of ’place' reveals itself through aniconic representations of gods and goddesses, namely, GaneSa, Bhairava, and Durgä. In Patan there are altogether 442 such representations, which are collectively called pigä, as the specific connotation remains mostly vague. These pigä are unhewn stones, which emerge out o f the ground and reach eventually a height of one or two meters; or they are flat stones, integrated into the regular pavement o f squares and streets. These stones have first been discovered or 'found' by ritual specialists through Tantric power and in many cases the legends tied to this discovery have survived and form the base for a ritual reenactment of that detection of the sacred (Gutschow 1995: 112ff.).One may hazard the suggestion that these discoveries are more often than not colonizations o f the earlier, autochthonous, deities in the stones by their Tantric counterparts brought about by these Tantric ritual specialists. Thus what Gutschow explains as the \"aniconic infrastructure o f the town\" that represents \"the power of the place which enables people to live there\" (ibid.) has become a network o f Tantric energies wielded by the protectors of place."},{"pageNumber":21,"pageContent":"16Mark S. G. Dyczkow ski2) T hose liturgies w hich contain, usually in very m oderate degrees, passages draw n from the V edas w hich, N ew ar B rahm ins insist, can only be recited by them . T hese are im portant but relatively few.3) Those liturgies that contain in varying degrees m aterial draw n from o th er sources that are not in written form . These include an im m ense range o f ritual activity that appears to be d erived from local custom . It is w orth noting that very little o f this activity is, in the form it is at present, intrinsically articulate. W hen som ething is said, the speaker m akes use o f a language w hich is not local, nam ely, Sanskrit, even if it is usually quite corrupt and, not uncom m only,m ixed w ith N ew ari. In order to avoid the controversial term 'tribal', one could call these sources, sim ply, non-Sanskritic.F or the sake o f clarity, it is w orth stressing that there is also a great deal o f ritual activity that takes place 'w ithout a book', as the N ew ars put it. T his may also be to varying degrees Sanskritic in the sense that it is both guided by the religious notions and pantheon com m on to H indus throughout South A sia and/or related to form s o f the sacred that are local and, therefore, non-Sanskritic. A lthough such non-literate ritual activity is im portant and, statistically, constitutes a considerable am ount o f the ritual activity N ew ars engage in, that done 'with a book’ is considered to be the m ost pow erful, how ever great the non-Sanskritic elem ents it m ay contain.If we exam ine these liturgies referring to the sim ple three-fold classification outlined above, we notice that the basic structure, even o f those o f the third type, is the one w hich is m ost coherently and system atically elaborated in the first type, to w hich belong liturgies constructed entirely from m aterials draw n from T antric sources. In this tangible and direct m anner T antrism serves as a vehicle o f S anskritization at the very core o f N ew ar culture, radically rooted as it is in religion that is to a very large degree ritualistic. In this and oth er w ays, notably its art, T antrism is a ubiquitous part o f N ew ar culture. For high-caste N ew ars, and to proportionately varying degrees as one descends the hierarchy o f the N ew ar caste system , insofar as the degree o f access to these rites is a m easure o f caste status, esoteric T antric rites com bine w ith dom estic rituals including, as we have seen, the smärta rites o f passage and the w orship o f lineage d eities (digudyah). T hey also form an invariable part o f civic festivals. In both cases they perform the essential function o f energizing them from 'w ithin' to render them effective. This esoteric Sanskritic dim ension o f N ew ar religious culture is m ost developed am ongst the higher castes because only they are allow ed to take the initiation w hich authorizes them to perform and attend the purely T antric rituals in their m ost com plete form belonging to the first group. The upper sections o f the low er castes have access to such rituals, although these are centred on d eities w ho serve as attendants o f the esoteric deities o f the higher castes.35 M oreover, as one goes dow n the caste hierarchy, rituals tend to contain, as one w ould expect, g reater proportions o f non-Sanskritic elem ents. A lthough not prom inent in the esoteric T antric rituals o f the h igher castes, they do m ake their appearance in som e o f the more elaborate occasional T antric rites o f even N ew ar Brahm ins.A nother distinguishing feature o f the esoteric religion o f the h igher castes in relation to the more exoteric religion o f the low er is that the form er is centred on the w orship o f goddesses, while the equivalent religion o f the low er castes concentrates m ore on th eir m ale equivalents. I m ust stress that I am contrasting the esoteric religion o f the high castes to w hich access can only be had through initiation w ith that o f the low er castes w ho are not entitled to take such initiations.But rather than exam ine the developm ent o f N ew ar T antrism that has taken place at the hands o f the N ew ars them selves as reflected by these liturgical w orks, I w ish instead to explore som e o f the salient features and developm ents o f the specifically T antric traditions that are their original and m ost authoritative Sanskrit sources. In ord er to d o this I w ill focus prim arily on the35 These attendants - for the most part one or other of the Eight Mothers who surround and protect Newar settlements - are identified by initiates with the great lineage goddesses, especially Kubjikä, because they are emanated from them."},{"pageNumber":22,"pageContent":"Kubjikä , Kä lI, Tripurä and Trika17Tantras and related m aterial pertaining to the early period o f the developm ent o f K aula Tantrism , that is, prior to the thirteenth|century o f the current era.“ T his is because, although the N ew ars continued to absorb form s o f T antrism from N orth India throughout the period o f the developm ent o f H indu, especially Säkta. T antrism in that region, the T antric traditions o f the early period centred on the goddesses K ubjikä, KälT and T ripurä have rem ained by far the m ost dom inant sources for them .37A m ongst these three goddesses tw o are especially im portant. O ne is K ubjikä because she appears, from the field w ork done so far, to be the goddess o f m ost, if not all, o f the higher-caste priests o f the H indu N ew ars. T his is certainly true in B haktapur. It is probably for this reason, and insofar as it is the priests w ho have m ade the liturgies, that K ubjikä functions in innum erable w ays, which are still the o bjects o f research, as the energizing centre o f the N ew ar esoteric Säkta pantheon.38The oth er goddess is Kält. A lthough goddesses have num erous form s, as do South A sian deities in general, som e o f KäU's form s have especially w ell-defined identities. T hree o f these figure prom inently in N ew ar esoteric Säktism . T hese are D aksinakäfi, G uhyakäl! and34 It is possible to distinguish two great periods of development of Hindu Tantric traditions. Thedividing line between them are the works of the monistic Kashmiri Saiva exegetes beginning with Vasugupta (ninth century) and ending with Jayaratha (thirteenth-century). Foi uncertain reasons, of which I believe the major one to be the disruption brought about by the progressive Muslim conquest of North India, there was a sudden catastrophic break in most o f the lineages of the major Tantric traditions in northern India in the twelfth and thirteenth centuries. Most of the Tantric traditions that survived this break were those found in South India at that time. One major exception o f particular importance for this study is the Kubjikä cult, which by this time was, it seems, well established amongst the Newars in the Kathmandu Valley and has continued to develop there since then. Another is the cult of Tripurä.The new Tantrism that developed after this period in northern India was dominantly Säkta, that is, centred on goddess cults. A great deal of the contents of these cults were built up from the vague memories of the earlier ones that had been lost but which were generally more extensively and systematically developed than their successors.37 The group of Ten Goddesses, the so-called Dasa Mahävidyä, which became a very importantconfiguration of divine forms in North India from about the seventeenth century onwards, are well known to the Newars. They even figure in the sacred geographies o f Kathmandu, Patan and Bhaktapur. From what I have been able to gather from interviews, they are also to be found in some of the rooms or chapels (ägan) of higher caste initiates where they worship their Tantric family goddesses (kuladevatä). Apart from the aniconic stones in which they reside (pitha) encircling Kathmandu and Patan, some of them have temples. One important temple is dedicated to the goddess BagalämukhT. It is located in the temple complex of Kumbhesvara in Patan. Framed paintings of all ten of the Daäa Mahävidyäs adorn the upper part of the outer walls.38 One striking example of the way this is done is found in most of the Newar liturgies of all theseKaula goddesses. The initial purification of the hands and body o f the officiant that must precede all Tantric rituals is done by mentally projecting mantras onto the body. This transforms the body, speech, and mind of the officiant into that o f a deity and so renders him fit to worship the deity. The mantra for this process (technically called nyäsa - lit. 'deposition') is invariable Kubjikä's Thirty-Two-Syllable Vidyä (the Newars call it 'battJsT' which literally means 'thirty-two-(syllabled) one'). The Kaula initiation which is most popular in Bhaktapur is called the Vasisthadiksäkarmapaddhati (which is probably a misnomer for Vi.iistadiksäkarmapaddhali). I was given a copy by a Bhairaväcärya o f Bhaktapur. The preparatory phases of the initiation which render the disciple fit to receive the mantra of his or her lineage goddess require that the teacher project the mantras of Kubjikä onto the disciple's body. This is invariably the case regardless of the identity of the lineage goddess of the person receiving initiation. The basic identity of the initiate as a ritual agent is here clearly revealed to be Kubjikä. I plan to deal extensively with this important and complex aspect of Newar Säktism in fiiture publications."},{"pageNumber":23,"pageContent":"18Ma rk S. G. Dyczkow skjS iddhilaksm l.39 E specially the last tw o are so well defined that even though they are both form s of Kali, they possess separate and extensive Tantras o f their ow n from w hich the basics o f their cults, that is, their m andalas and m antras, are draw n. These T antras are the Guhyakälltantra40 along with the Mahäkälasamhitä41 and the Jayadrathayämala,*2 respectively. O f these tw o Siddhilaksm l39 The correct Sanskrit name of this goddess is Siddhalak;ml, but she is known to the Newars as Siddhilaksml. As these are her last and if not her only worshippers, certainly they are the most important ones left, I prefer the Newari form to which I am, anyway, habituated.* According to Diväkaräcärya, whom I gratefully acknowledge for the information, there is a fourteenth-century palm leaf manuscript of this Tantra preserved in the Kaisar Library in Kathmandu. Another incomplete manuscript has been microfilmed by the NGMPP from a private collection. The root mantra of GuhyakäH is taken from this Tantra. This is the form of the mantra used in the worship of GuhyakälT at night (niSärcana) which takes place at the conclusion o f her procession (yäträ) from the Taleju temple in Kathmandu to her main temple in the Pasupati area (see Michaels 1994 for details). The liturgy (the text of which is called GuhyeSvariniSärcanavidhih, NGMPP reel no. A 948/4) is centred on the Secret (guhyal KälTs secret identity, namely, Kubjikä, or, to be more precise, Kubjikä's Weapon. The form o f the mantra itself confirms this identity by addressing the goddess as Guhyakubjikä as follows:OM GUHYAKUBJIKE HUM P H A J MAMA SARVOPADRAVÄYA YANTRAMANTRATANTRA- CÜRNAPRAYOGÄD1KAM YENA KRTAM KÄRAYTTAM KARI$YATI TÄN SARVÄN HANA HANA DAMSTRAKARALI HREM HRlM HÜM HREM HÜM PHAT GUHYAKUBJIKÄYAI SVÄHÄThe mantra is found in the tenth chapter of the KMT. By omitting OM and SVÄHÄ the Sword Weapon (khadgästra) mantra is formed. This is the mantra of one of Kubjikä's Maids (dull), namely, that of the Weapon. She is identified with Guhyakäll, also known as GuhyeSvari. The KMT goes on to inform us that the source o f this mantra is the separate, independent (si’atantra) Tantra called Guhyakäll consisting of 125,000 verses. (KMT 10/20-30) This means not only that the cult of Guhyakäll pre-existed the KMT, but that it was colonized by the Kubjikä cult at a very early period of its development. As there is at least one Nepalese manuscript of the KMT belonging to the first half of the eleventh century (see below), we know that this must have taken place by that time.41 Wright's History o f Nepal (1966: 148) refers to a Trihutiya (i.e. Maithili) Brahmin called Narasimha Thäkur who was instrumental in inducing King Pratäpamalla to found the well-known Guhyesvari temple close to the Pasupatinätha temple near Kathmandu. This took place in 1654 A.D. According to this chronicle he found the spot where the goddess was located \"having perused the book Mahäkäla Sanhitä (sic.)\". A similar reference is found in the RäjavamSävali (6: 4). The worship of Guhyesvari in the Valley in conjunction with Pasupati certainly predates the founding of this temple (Michaels 1994: 315). Indeed, the couple and their residence in the Valley are mentioned in several early Tantras, including those of the Kubjikä cult. She is known, for example, to the Ni.fisamcäratantra, of which there is a palm leaf manuscript (see bibliography). The text is written in old Newari script which may be as old as the twelfth century or earlier. But although the text is early, the exposition of the pithas found in this text does not agree with that found in references from the NiSisamcära quoted in Kashmiri works (see Dyczkowski 1988: 156 fh. 251). Several folios of this manuscript are missing; moreover, the order of the remaining ones is badly disarranged. The reference begins on the bottom line of the first part of the fourth folio in the serial order in which the manuscript was microfilmed. The unedited text reads:nepäle samsthitandevam paSunämmpatirisyate Iguhye.nansamäyuktam sthänapälasamanvitam IIThe god who resides in Nepal is considered to be the lord of the fettered (i.e. Pafupati). He is linked to Guhyesvari and is accompanied by the guardian(s) of the place."},{"pageNumber":24,"pageContent":"Kubjikä , Kä lI, Tripurä and Trika19enjoys a place o f special honour as the secret lineage goddess o f the form er M alla kings, know n to the public as T aleju.43 It is w orth noting that even in the case o f the cult o f the goddess SiddhilaksmT, d espite her central role in N ew ar Säktism , both in its m ost esoteric form s and its public m anifestations, w here she figures as T aleju, the goddess K ubjikä operates, as elsew here in the rich com plex o f N ew ar Säktism , as the prim ary source o f pow er in num erous very secret, and hence especially pow erful, ritual contexts. An exam ple o f this process is the secret connection that the T aleju priest establishes betw een the tw o goddesses. It is this connection and identification, enacted ritually at prim e m om ents in the liturgical cycle, that keeps the king's goddess pow erful. T hus the source o f pow er and, ultim ately, the m ost fundam ental identity o f SiddhilaksmT - the lineage goddess o f the king - is K ubjikä, the lineage goddess o f his priest.But despite her truly extraordinary im portance for N ew ar Säktas, the goddess Kubjikä, unlike the popular goddesses KälT and T ripurä, is virtually unknow n outside the circles o f her N ew ar initiates in the K athm andu V alley. Even so, the K aula T antras concerned w ith her cult are num erous and extensive, as is befitting o f a goddess that has been given such prom inence. Her virtually total obscurity outside N epal does not m ean that K ubjikä is a N epalese goddess. The N ew ars have been surprisingly prolific as com pilers o f liturgical w orks fo r their ow n rituals, but there is, as yet, little evidence that they have com posed Tantras o f their ow n.44 It appears from theThe Mahäkälasamhitä has been published (see the bibliography). There are no early references to this text. Further research will disclose the degree of influence this Tantra, o f which there are numerous Nepalese manuscripts, has exerted on the Newar cult o f Guhyakäll.42 This Tantra which, along with the Manthänabhairavalantra of the Kubjikä school, is the longest known in existence, extends for 24,(XX) verses. No part of it has yet been edited and published. It was well known to the Kashmiri Saivites of the eleventh century who referred to it respectfully as 'Tantraräjabhattäraka' - King o f Tantras. This was a major source of the Kashmiri KätT cult (as KälasamkarsanT) as it is of the cult of the goddess Taleju (i.e. SiddhilaksmT) for the Newars.43 Referring to the goddess KälT, Sanderson (1988: 684) states that: \"the Newars, who maintain the early traditions o f the region, preserve her link with the Northern Transmission. For them GuhyakätT is the embodiment of that branch of Kaulism. Linked with her in this role is the white goddess SiddhalaksmI (always written SiddhilaksmT in Nepal) one of the apotropaic deities (Pratyangirä) of the Jayadra'hayämala and the patron goddess o f the Malla kings (12(X) - 1768) and their descendants.” This statement is, I suppose, based on the study o f Newar Kaula liturgies. Thus, without having to ask embarrassing questions the scholar has penetrated one of the Newars' most closely guarded secrets by studying their liturgies. This is a fine example of how the work of the anthropologist in the field can be usefully supplemented by that of the textual scholar. We may also note that if Sanderson is correct when he says that \"GuhyakälT is the embodiment of the Northern Transmission\" for the Newars, it follows that the Northern Transmission has been subordinated by them to the Western Transmission belonging to the goddess Kubjikä.44 The Kubjikopanisad, although not technically a Tantra, is virtually so in much of its content. This text may have been produced by a Newar Brahmin. The Brahminical pseudo-Vedic character o f the text is not only attested by the extensive quotations it makes from the Athan'aveda but by its own statement that \"a worshipper of Kubjikä . . . should be a brahman from Paräsara's clan and a teacher in the school of Pippaläda-Saunaka as taught in the Atharvaveda\" (Kubjikopanisad 10/2). The relatively late date of the text is indicated by the central place it gives to the Ten Mahävidyäs (see above fn. 36). That the text may well have been written by a Newar initiate who was acquainted with the worship of both Kubjikä and SiddhilaksmT transpires from the central place given to SiddhilaksmT as the most important of the Mahävidyäs and her identification with Kubjikä in her form as SiddhikubjT. By the time the Ten Mahävidyäs became popular in India, the worship of SiddhilaksmT and other related goddesses outside the Kathmandu Valley had probably ceased. Moreover, the worship of SiddhilaksmT as one of the Ten Mahävidyäs in the primary textual sources is very rare, if not unique to this text. Thus her place o f honour as the greatest, most regal of these ten 'royal' goddesses, as they are described in this text, indicates that this text may well have"},{"pageNumber":25,"pageContent":"2 0Mark S. G. Dyczkow skistudies m ade so far that virtually all o f the very m any T antras found in m anuscripts in N epal were laboriously copied and brought from outside the K athm andu V alley. D espite the very rich sacred geography o f the K ubjikä T antras, N epal is only very rarely m entioned. O n the other hand, innum erable references in the texts clearly indicate that K ubjikä w as originally an Indian goddess. Specifically, the K ubjikä T antras frequently refer to her as the goddess o f the land o f Korikana, w hich corresponds to the long strip o f land betw een the W estern G hats and the sea, and, even m ore specifically, to her connection w ith the city o f C andrapura. O f the m any places sacred to the goddess in India m entioned in h er T antras, only C andrapura is identified as the hom e (vesman lit. 'house') o f the W estern T ransm ission, w hich is that o f the K ubjikä cult. The passage cited below goes so far as to identify the place w ith the goddess's m andala, her m ost personal abode:Thai, indeed, is the Western House (vesman) called the City o f the Moon (Candrapura). This is the first mandala and (first source of) authority fo r (the initiates) who recite mantrasW e know o f tw o C andrapuras that fit the descriptions found in the texts. O ne was an im portant tow n in w hat is now the G arw al district o f the w estern H im alaya. N ot far from it is a m ountain called C andraparvata. M oreover, both these places are approxim ately to the w est o f K ailäsa - w hich is w here these places are said to be located by the K M T, the earliest and root T antra o f the K ubjikä cult.46 O n the basis o f this and other references, and because o f the goddess's m any associations w ith m ountains, I have expressed the opinion in a previous publication that C andrapura w as located som ew here in the H im alayas (D yczkow ski 1988a: 91). T his was also the opinion o f G oudriaan (G oudraain 1981: 52) but not o f Schoterm an (Schoterm an 1982: 37) w ho preferred the South Indian location d etailed below .T he oth er C andrapura is located in G oa, the ancient kingdom o f K ohkana. N ow adays it is called C handor, and it w as the capital o f the £ ilähäras, w ho ruled this area in the fourth century A .D ., A t the beginning o f the eleventh century, the K adam bas o f G oa under S ästhadeva (c. 1005­1050 A .D .) extended their authority o v er the w hole o f Goa, vanquishing the Silähäras. T hey m oved the capital from C andrapura (C handor) to G oapuri (G oa V elha) in about 1052.47 The follow ing passage from chapter 43 o f the Satsähasrasamhitä confirm s the connection betw een C andrapura and the K adam ba kings. The passage talks about an im portant founder figure called Siddhanätha (variously nam ed, OddTsanätha, T usnlnätha, and K ürm anätha in the text) and his advent to the city o f C andrapura, o f w hich the T antra says:There is a city there called Candrapura (the City o f the M oon) with (many) citizens located on the beautiful and extensive shore o f the western sea in the auspicious forest by the sea in the great land called Kohkana. 48been written by a Newar Brahmin initiate who may have been one of the priests of the goddess Taleju / SiddhilaksmT.45 etad vai paHcimam vefma candrapuryeti nämatah Imandalam prathamedam tu adhikäram tu mantrinäm II (KKh 3/12146 meroh paScimadigbhäge I (KMT l/59c)41 S. Rajagopalan 1987: 3-4.48 This and the following references are taken from my, as yet, unpublished critical editions. Theoriginal readings, where they differ from the edited text are in square brackets.pafcimasya samudrasya tire ramye suvistare III konkanäkhye mahädese sägarasya l-räya] vane iubhe I tatra candrapuram näma nagaram nägarairvrtam II (SatSS 43/27-8)."},{"pageNumber":26,"pageContent":"Kubjikä , KälI, Tripurä and Trika21The text continues:The king there was called Candraprabha and he belonged to the dynasty o f the Kadambas. Like the king o f the gods, he was the ruler o f all the worlds,wT he text goes on to relate how the king took initiation from the sage and w as adm onished by him to ensure that all his subjects d id the sam e. The T antra thus presents K ubjikä as a goddess of a royal cult, and she is indeed one o f the N ew ars' royal goddesses. A nd there seem s to be little reason to doubt that, at som e stage in the early developm ent o f the tradition, K ubjikä w as a South Indian goddess.50 H ow ever, this South Indian C andrapura may not have been the goddess's original home. The earlier K M T does refer to the land o f K onkana but does not stress its im portance in the em phatic m anner the later K ubjikä Tantras do. In fact, as H eilijgers-Seelen (1994: 2) points out: \"the texts them selves are inconsistent w ith regard to the place o f origin o f the K ubjikä cult, but the basic text [i.e. the K M T] seem s to locate this place som ew here in northern In d ia in the w estern regions o f the H im alayas.\" The later T antras, nam ely the Satsähasrasamhitä and the M anthänabhairavatantra, on the other hand, repeatedly stress the connection betw een C andrapura and K onkana. T hese facts seem to indicate that the K ubjikä cult was, as G oudriaan says, \"originally located in the H im alayan region\" (G oudriaan 1981: 52). Subsequently, probably not m uch after it began (w hich w as, probably in second h alf o f the tenth century), the centre o f the cult shifted to the m id-w estern costal regions o f India w here, by a fortunate coincidence o r design, another C andrapura w as located. T hat the cult w as already established in central India by the eleventh century w ith its centre in this C andrapura is supported by the follow ing inscription from K arnataka (N elam angala täluka) dated 1030 A .D . com m em orating the founding o f a S iddhesvara tem ple:At the foot o f a w onderful tree in C andrapuri, [w hich is] situated by the w estern ocean, Ä d inätljaJs installed. By m erely recalling his excellent lotus feet, the residual effects o f acts com m ited in past lives are destroyed. H is disciple . . . w as C häyädinätha [\"Shadow Ä dinätha.” His disciple w as Stam bhanätha]. . . . H is son, versed in the m eaning o f the K älägam a [i.e. K ulägam a], w as the yati D vlpanätha. . . . His disciple w as bom M auninätha munipa. The bearer o f the latter's com m ands was R upaSiva [the priest in charge o f the te m p le ]... devoted to the Saivägama,51The Srimatotlara similarly describes Candrapura as being close to mountains and the sea (samudrasyopakanthe 1/15c).49 tatra candraprabha näma räjä kadambavamtojah [-vamsajahl I Säsitä sanalokänäm tridafädhipaliryalhä II (Ibid. 42/33)50 It is significant in this regard that Vidyänanda. a fourteenth-century South Indian commentator on the NityäsadaSikärnava \"seems to have possessed\", as the editors of the KMT inform us, \"a fair knowledge of the texts of the Kubjikä school because he repeatedly refers to them\" (Goudriaan and Schoterman 1988: 18). Mahesvarananda, who was a disciple of Vidyänanda and lived in the part of South India ruled at that time by the Cholas, quotes from K ubjikä’sources in three places in his auto-commentary on the Mahärthmanjan (two on p. 4 and one on p. 126). Although these references have not been traced in the KMT, he appears to have been acquainted with the Kubjikä Tantras which, although little known, must therefore have been in circulation in South India in the fourteenth century. For the few other references drawn from the KMT see Goudriaan and Schoterman 1988: 14ff..51 Quoted by White 1996: 94 from Saletore 1937: 20ff."},{"pageNumber":27,"pageContent":"2 2Mark S. G. DyczkowskiIt is possible that the R üpasiva_m entioned in this inscription is the sam e R üpasiva w ho w rote, o r com piled, a com m entary on sections o f the Satsähasrasamhitä and the Manthänabhairavatantra. If so, we know from the colophon o f his w ork that he resided at som e tim e in K ashm ir52 and received initiation in P ravarapura (m odem S hrinagar) w here, as the colophon states, \"the venerable V itastä jo in s the Indus\".53 A lthough the K ubjikä cu lt w as not popular in K ashm ir, there is evidence attesting its presence there in the first h alf o f the eleventh century.54 W e m ust be cautious how ever in m aking this identification because the Satsähasrasamhitä and the M anthänabhairavatantra them selves cannot be dated earlier than the beginning o f the eleventh century, both o f them apparently referring to m ajor M uslim invasions. T hus, the latter text states that the dem on R ävana incarnated in this A ge o f D arkness (kaliyuga) and descended onto the bank o f the Indus (D yczkow ski 198a: 12, 98ff.). T his m ay be a reference to the conquest o f the Punjab by M ahm üd o f GhaznT w hich took place in the first quarter o f the eleventh century.55 The Satsähasrasamhitä adds that in that A ge o f D arkness: \"the K shatriyas, though broken in battle, will act as if they are [still] pow erful.\"56 W e m ay accept this early date fo r the com piler o f the com m entary and identify him with the R üpasiva o f the inscription, assum ing that the early developm ent o f the K ubjikä T antras and related literature took place in a relatively short span o f tim e and that it spread com parably quickly. T his m ay be one o f the reasons fo r the confusion betw een the tw o C andrapuras in the texts. B ut w hether the K ubjikä cult w as introduced into N epal from the W estern H im alaya as H ielijgers-S eelen (1994: 2) asserts o r not is a m atter for further research.N ow adays, alm ost all the m anuscripts o f the K ubjikä Tantras and related w orks are in N epal o r are o f N epalese origin. The text w ith by far the greatest num ber o f m anuscripts is the KM T. S ixty-six m anuscripts, com plete and fragm entary, o f the K M T have been found and exam ined by the editors o f the K M T. T his is truly a m assive num ber fo r any sort o f text, especially T antric, and represents yet another m easure o f the im m ense popularity and im portance o f the K ubjikä cult am ongst the N ew ars. All o f these m anuscripts except one, w hich is in old M aithili or G audi script,5752 In the colophon o f the MBT tikä (fl. 186), the author says of himself that he is \"the ornament (itilaka) of the venerable land o f Kashmir and resides in the venerable town of Pravarapura (i.e. Shrinagar) (irikäsmirade&atHakabhütaifipravarapuränlargala-)53 -frivitastäsindhusangame prärthanä prärthitä [prärthita] grhttä I Ibid. fl. 186.54 See Dyczkowski 1987a: 7ff..55 Mahmüd of Ghazni became Sultan in 997 A.D. Soon after his coming to power, he began a series of raids on India from his capital, GhaznT in Afghanistan. Historians disagree as to the exact number of these raids. According to Sir Henry Elliot, they were seventeen and took place almost every year (Smith 1995: 205) up to 1027 A.D. Although many of these incursions drove deep into the country, Mahmüd could do no more than annex the Punjab, or a large part of it, to the Ghazni Sultanate (ibid.: 208).56 SatSS 3/79cd. The translation is by Schoterman.57 This is NAK MS no. 5-778/58 = NGMPP reel no. A 40/18. Mithilä is the most likely major entrypoint for the Sanskrit texts brought into the Kathmandu Valley. There are numerous links between the Newars and the inhabitants of Mithilä. These became especially close from the reign of Sthitimalla (1367- 1395 A.D.). He married RäjalladevT, a member of the Bhaktapur royal family who was of Maithili origin. Indeed, scholars dispute whether Sthitimalla himself was from Mithilä. But whether he was or not, it is a significant fact that the later Malla kings boasted that they were of Maithili origins. The repeated attacks on the Valley from the beginning of the Malla period onwards by Maithili raiding parties demonstrate the ease with which the Valley could be penetrated from Mithilä. Again, Slusser (1982: 395) informs us that \"the script employed after the fourteenth century, now designated simply as 'Newari', is closely related to the writing of Mithilä\". This fact is not only indicative o f the close connection between the literate culture o f the two peoples, it also renders the transition o f a text from India through Mithilä very easy. It is not impossible that some old manuscripts thought to be written in old forms o f Newari are actually Maithijj manuscripts."},{"pageNumber":28,"pageContent":"K u b j i k ä , KAU, T r i p u r ä a n d T r i k a2 3appear to be o f N epalese origin. The oldest o f these m anuscripts is a short recension o f the K M T called Laghvikämnäya copied by Suhar$ajTva during the reig n o f L ak$m ikäm adeva (1024-1040 A .D .) and is dated 1037-38 A.D. 58 The colophon o f a m anuscript o f another K ubjikä T antra, the Kularatnoddyota, inform s us that the original m anuscript from w hich it w as copied w as transcribed by a certain V ivekaratna w ho cam e to the V alley (nepäladeto) and lived in K athm andu during the reign o f H arsadeva,59 w ho is believed to have reigned betw een 1085 and 1099 A.D. (Slusser: I, 398). T hus we can safely say that the cult o f the goddess K ubjikä had not only reached the V alley by the beginning o f the eleventh century but w as already developing throughout it. Incidentally, it is worth noting that it appears from the form o f V ivekaratna's nam e that he w as a renunciate. Thus, although, as we have seen, R äjopädhyäya B rahm ins becam e the centre and m ainstay o f the esoteric netw ork o f N ew ar T antric Säktism , this does not necessarily m ean that they w ere the original propagators o f it in the K athm andu V alley. E ven so, they m ay w ell have played an im portant role in its spread, as they certainly did in its application and adaptation to N ew ar culture and religious life.“'58 The manuscript is NAK no. 5-877/57 = NGMPP reel no. A 41/3. See the introduction to the edition of the KMT (p. 14), where the colophon is reproduced in full. Regmi (1965: 1965) has also referred to the same colophon.” The manuscript is NAK no. 1/16 = NGMPP reel no. A206/10. It is a copy of a much older manuscript. The copiest copied it completely, including the colophon. The reference is on folio 96b and is as follows (the text has been emended. The original readings are in square brackets):pakse five cäfvinanämadheye tilhau trtiyäm dharamsuie'hni I friharsadevasya ca vardhamäne räjye mahänandakare t-mamdakarej prajänäm II nepäladefam samupägalena kästhäbhidhe * * * samsthitena I svafisyavargasya nibodhanäya paropakäräya krtaprayatnah IIbhaktyä s\\ayam .(rtkularatnapünamuddyotayantam l-mudyotasantaml brhadägamedam I fnmatkuläcäryavivekaratnakenäpi ISrimatkaläcärya-} samlekhitam f-taj panditena II(The teacher) himself has come to the land of Nepal and resides in Kathmandu (käythäbhidha) and made an effort to instruct his disciples and help others. (He came) when Srfharsadeva's kingdom was prospering and gave great joy to the subjects (who resided there). (This effort was made and bore fruit in the form of this manuscript completed ) on Tuesday (dharamsuie'hni), in the bright half (Sivapaksa) (of the lunar month of) A.fvin on the third lunar day.This great Ägama which illumines the jewel of the Srikula was copied (samlikhitam lit. 'written') with devotion by the venerable Kuläcärya and scholar Vivekaratna.This reference informs us that Vivekaratna resided in kästhäbhidha. that is, a '(place) called Ka§tha\\ There seems little reason to doubt that he is abbreviating the Sanskrit name 'Kasthamandapa' which I have translated as Kathmandu. If the dating o f the original of this manuscript is correct and it belongs to the 11th century, then this is the earliest reference so far recovered to the place which was to fuse with it neighbouring settlements and ultimately give its name, after several centuries, to the city formed thereby. Prior to my discovery of this colophon Slusser (1982: 89) informs us that when she was writing: \"the first record o f Kasthamandapa as a place name is encountered in a colophon dated A.D. 1143 (N.S. 263).\"60 It is worth mentioning in passing that the rapid spread o f this, and many other Tantric systems, may well be due to the large part peripatetic ascetics played in their propagation and, probably, in their original redaction. The original redactors and propagators of the Tantras, as the language of the texts shows, possessed only a basic and frequently defective, knowledge of Sanskrit. But even this could only have been acquired by those who had access to the language. In this period, there were only two types of people who would easily have had this privilege, namely male Brahmins and ascetics. I believe that the latter were prominent in the initial stages of the formation and propagation of a wide range o f Tantric cults, including"},{"pageNumber":29,"pageContent":"2 4Mark S. G. Dyczkow skiSo far there is no evidence for the existence o f the cult o f T ripura in the V alley at this tim e. The reason for this m ay w ell be sim ply that the cult had not yet d eveloped sufficiently in India. Early m anuscripts o f S aivasiddhänta A gam as and Pancarätrasarhhitäs establish that the Tantric cults o f Siva and Vi$nu prescribed by these scriptures existed alongside their Puränic equivalents w hich drew extensively from them . T hese form s o f T antrism continue to be popular in South India but gave w ay to K aula T antrism in N epal. The B hairava T antras, another im portant category o f early Saivite T antras, are exem plified by the (now exclusively N epalese) m anuscripts o f the Brahmayämala and the Sntantrasadbhäva. A lthough these texts prescribe B hairava cults, they are replete w ith rituals centred on the w orship o f the goddesses w ho are B hairava's consorts. In this and in m any o th er respects they represent a point o f transition from the earlier S aiva to the later £ ak ta cults.6' The Jayadrathayämala, to w hich we have already referred as the root T antra o f the cu ll o f SiddhilaksmT, considers itself to be a part o f the B hairava current.62 A nd the Sritantrasadbhäva, as we shall see, is an im portant source for the K ubjikä tradition.63T he Sritantrasadbhäva is a T rika T antra, that is to say, even though it is a B hairava Tantra, as are all o f the oth er T rika T antras that are still extant or o f w hich we know o f from references, it describes and gives special im portance to the w orship o f a T riad (w hich is the literal m eaning o f the w ord T rik a ') o f goddesses, nam ely, Parä (lit. Suprem e), P aräparä (lit. S uprem e-cum -Inferior) and A parä (lit. Inferior), w ho are w orshipped along w ith their consorts the B hairavas B hairavasadbhava, R atisekhara and N avätm an, respectively.64 Sanderson succinctly defines the term T rika as follow s:those we are discussing here. In the subsequent phases o f domestication and institutionalization. Brahmins played more important roles and in many places, as in the Kathmandu Valley, they became dominant. An interesting and important hybrid, which nicely combines the two, is the renunciate Brahmin. This figure, although unknown in the Kathmandu Valley at present, was immensely important in the development of all forms of Tantrism in India.61 I do not mean to say that the cults prescribed by these texts led an exclusive existence apart from others. There always was, as there is now, overlapping of any one cult with others. Many of the cults of the Bhairava Tantras may have predated a large part of those of the Saivasiddhänta Ägamas. The follower of one may also have been initiated into those o f the other. One could say that this tendency to blend together diverse cults is the practical consequence of the radical polytheism of Hinduism as a whole. By this I mean that Hindus, like the ancient Greeks, never worship a deity alone. He or she is always accompanied by others even though, unlike the Greeks, Hindus may perceive the deity as having an ultimate, absolute identity.62 A typical colophon found at the end of each chapter (patala) of the Jayadrathayämala reads: iti bhairavasrotasi vidyäpithe Jirafchede jayadrathayämale mahätantre caturvimJatisähasare '(this is a chapter of) the great Tantra. Jayadrathayämala, (otherwise known as) the Siraicheda, consisting of twenty-four thousand verses which belongs to the Seat of Knowledge o f the Bhairava current'. See Dyczkowski (1987a) for a detailed discussion of the canon of the Jsaiva Tantras and the classifications these works have devised for themselves. See also Sanderson (1988).63 As we have noted already, nowadays and probably for at least six hundred years, the esoteric cults of upper- caste Newars are $äkta. One wonders whether prior to this the cults of the Bhairava Tantras played an equivalent role in some way, in the development of Newar Tantrism, of bridging the transition to the Kaula Tantras from the Saivism of the more exoteric Saivasiddhänta and Päsupaticults which, along with the Vaisnava Päncarätra, represented the earliest forms of Hindu Tantrism in the Valley, as indeed they did in India.64 This is according to TÄ 15/323b-329b. Abhinavagupta does not tell us the source of this configuration which, from the point of view of the Kubjikä cult, is anomalous. The Vidyä of the goddess Kubjikä is similar to that of the goddess Paräparä, as reported in the TÄ (see below). However, in her Tantras, of these three, Kubjikä's consort is invariably Navätman, never Ratisekhara. Another important variant is in the form of the mantra of Navätman. According to Abhinavagupta (TÄ 30/1 lc-12b) this is"},{"pageNumber":30,"pageContent":"Kubjikä , KAlI, Tripurä and Trika2 5By the term T rik a I intend an entity in ritual rather than theology. I refer to the cluster o f T antric £ aiv a cults w ith a com m on system o r 'pantheon' o f M antra-deities. The distinctive core o f this pantheon (yägah) is the three goddesses Parä, P aräparä and A parä and the tw o alphabet d eities S ab d arasi[-bhairava 1 (also called M ätrkä[bhairava]> and M älinl. (Sanderson 1990: 32)Significantly Sanderson quotes a verse from a K ubjikä T antra, the Kularamoddyota, w hich we have already had occasion to m ention above, to support his view .“ The m antras o f the three goddesses are g iven in the KM T,66 w hile K ubjikä h erself is occasionally identified with SiddhayogeSvari, the principal goddess o f the T rika system o f the SiddhayogeSvarimata, one o f the forem ost authorities fo r the K ashm iri Saiva T rika.67 In the passage q u oted below , K ubjikä is equated w ith the three goddesses in the form o f A ghorä, G horä, and G horatarä. The Mälinivijayatantra, another im portant authority for K ashm iri T rika Saivites, identifies them as hosts o f energies that are em itted from the T rika goddesses.68 The passage is draw n from the from the Manthänabhairavatantra'.RHKSMLVYÜM. The prevalent form in the Kubjika Tantras and the one used in Newar rituals is HSK$MLVRYÜM.65 SabdaräSiSca mälinyä vidyänäm tritayasya ca Isängopärtgasamäyuktam trikatantram karisyati I See Sanderson 1990: 32. A translation of this important reference is found in Dyczkowski (1987a: 84). It reads:The Trikatantra will be constructed by the conjunction o f the parts primary and secondary, o f the three. Vidyäs along with Mälinl and Sabdaräii-.64 The Parä mantra according to KMT 18/30b-31 is HSRÜAUM. According to TÄ 30/27-28b it is SAUH. Abhinavagupta tells us two variant forms found in the TriSirobhairavatantra , namely: SHAUH and HSAUH. The mantra of Paräparä is recorded in TÄ 30/20-6a. also ibid. 16/213-6a, where the Vidyä is given in the reverse order. It consists of thirty-nine and a half syllables and is as follows:OM AGHORE HRIH PARAMAGHORE HUM GHORARÜPE HAH GHORAMUKHI BHlMA- BHlSANE VAMA PIBA PIBA HE RU RU RA PHAT HUM HAH PHATThe Paräparä mantra according to KMT 18/4-24 consists o f forty-two and a half syllables. It is given in the Sabdaräfi code in reverse order and is as follows:AIM AGHORE HRlM HSAH PARAMAGHORE HUM GHORARÜPE HSAUM GHORAMUKHI BHlMABHl$ANE VAMA VAMA PIBA PIBA HAH HE RU RU RA RA HRIM HRÜM PHATThe Aparä mantra according to TÄ 30/20cd is HRlH HÜM PHAT- According to KMT 18/26b it consists of seven and a half syllables and is HE PA HA RU PHA PHAT. KMT 18/28b-29 presents a variant (bheda) of the same, namely, AIM HRlM HRÜM PHREM HÜM PHAT-Even though all three mantras in the two sources contain significant variants, we can say for both of the first two mantras, Parä and Paräparä, what Abhinavagupta says about Aparä. namely, that \"even though it is basically the same, it presents itself in various ways\" (TÄ 30/28a).67 devataih püjitä nityam brahmacaryäparäyanaih I siddhayoge.fvarikhyätäm Srikujäkhyäm namämyaham III salute the venerable (goddess) called Kujä who is known as Siddhayogefvan and is perpetually worshipped by (all) the deities and by those intent on celibacy . (KKh 5/82)68 visayey\\:eva samlinänadho'dhah pätayantyanün I rudränün yäh samälingya ghorataryo'parästu täh II"},{"pageNumber":31,"pageContent":"2 6Ma rk S. G. Dyczkow skiI salute the venerable (goddess) called Kujä who, residing in her own Wheel, is perpetually conjoined (with the Supreme Principle), she who is Chord, Ghoratard and Aghord, and is sustained by the knowledge o f Ghora.mThe Srilantrasadbhdva is an im portant T rika T antra for the m onistic Saivites o f K ashm ir o f the tenth and eleventh centuries. A bhinavagupta. w ho belongs to this period, refers to it as the source o f a K aula rite o f initiation taught to him by S am bhunätha.70 A bhinavagupta refers to him as his teacher in T rik a Saivism , w hich A bhinavagupta used as the focus o f his m assive synthesis o f the Tantric system s prevalent in the K ashm ir o f his day and w hich he calls, extending the usage o f the term in the T antras, T rika. The Srttantrasadbhdva is the source o f the particular form o f the mantras for the T rika goddesses found in the K M T, w hich incorporates three chapters o f this Tantra.71 T his inclusion indicates that the author(s) o f som e part at least o f the K M T had access to it. T his suggests that he was an initiate into this system or into a cognate one that allow ed access to this Tantra. M oreover, this person o r group o f people w as certainly influenced by the T rika system o f this work. I have gone into this m atter in som e detail because it is exem plary o f a general principle, nam ely that m ost, if not all, T antric system s are built up at their origins by initiates o f other system s. A s initiates they w ould have a firm b elief in the pow er o f the m ost im portant m antras o f those other system s and w ill therefore naturally tend to incorporate them into the new system they are building. M antras and seed syllables have pow er in them selves. T hey enjoy the independent existence and identity o f d eities along w ith their attributes and lim bs w hich, indeed, they are said to be. The incorporation o f m antras into a system is thus equivalent to the incorporation o f iconic form s. S im ilarly, the perm utations o f single m antras are equivalent to the perm utations o f their corresponding iconic form s.mifrakarmaphaläsaklim pürvavajjanayanti yäh I muktimärganirodhinyastäh syurghoräh paräparäh II pün’avajjantujätasya fivadhämaphalapradäh I paräh prakathilästajjnairaghoräh siva.iaktayah II (MV 3/31-3)The Ghoratard (energies), which are the lower (apard) ones, embrace the Rudra (i.e. individual) souls. Having done so, they throw down (those) individual souls who are attached to the objects o f sense to increasingly lower levels.Those who, in like manner, cause (individual souls) to be attached to the fruits of mixed (good and bad) actions and block the path to liberation are the middling (paräparä) (energies called) Ghorä.Those energies o f Siva who. as before, bestow’ the fruits o f Siva's abode on living beings are said to be the supreme (parä) ones which those who know (call) Aghorä.According to Abhinavagupta the three goddesses Parä, Paräparä and Aparä correspond to the powers of will, knowledge and action, respectively. They generate these three categories o f energy, the Aghorä, Ghorä and Ghoratarä, that function in these ways (see TÄ 3/71b-5a, 3/102b-4a).M ghorä ghorataräghorä ghorajnänävalambim Inityayuktä svacakrasthä frikujäkhyärh namämyaham ll(KKh 5/79)7,1 TÄ 29/21 lb-2a.71 See the edition of the KMT by T. Goudriaan and J. A. Schoterman. Appendix V of this edition contains a survey o f the significant variants between KMT chapters 4 to 6 and the Sritantrasadbhäva chapters 3, 6, and 8. There are three manuscripts o f the Sntantrasadbhäva, all o f them preserved in Nepal. They are NAK 5/445 (A.D. 1097), 1/363 and 5 /1983.1 have already established the priority in time of the Trika goddesses with respect to the Kubjikä Tantras in Dyczkowski 1987a: 83-85."},{"pageNumber":32,"pageContent":"Kubjtkä , Ka m, Tripurä a n dTrika2 7No T antric system discovered to date is w ithout sim ilar precedents. The Saivasiddhanta incorporates in a m odified form the Pasupata iconography and m antras o f five-faced S ad äiiv a as a central part o f its m ost original core.72 C ults expounded in the B hairava T antras sim ilarly draw from the Siddhänta, m aintaining, in varying degrees, a connection w ith it. A clear exam ple o f this is the cult o f S vacchandabhairava w hich, although a B hairava cult, is very close to those o f Sadäsiva in the Siddhäntägam as and contains elem ents o f Pasupata Saivism .73 It appears that these layers in the form ation o f the cult w ere discerned by the N ew ars in their ow n way leading to the esoteric identification o f P aiupati w ith a form o f S vacchandabhairava.7\"The cults o f the B hairava T antras included at least tw o species that were so strongly orientated tow ards the w orship o f goddesses that they w ere m ore Säkta (according to the later term inology) than Saiva. T hese were the K ali cults and those centred on the w orship o f the Three G oddesses. The next step w as the m ove into another class o f T antra and cult. T hese were the K ula Tantras, w hich d istinguished them selves from all the other types o f T antra by referring to them selves as K aula and to the others as T äntrika collectively. T he K ubjikä T antra represents a72 See Bhatt 1961: 22 ff. concerning the mantras o f Sadäsiva's five faces.73 Arraj has examined the history and structure of the Svacchandatantra, the root text of the Svacchandabhairava cult, at length in his doctoral dissertation. See bibliography. He discerns various strata in the history of the Svacchandatantra. These are: 1) Srauta and smärta precepts and practice. 2) Rudra: Specifically, part of the SatarudrTya has provided the Bahurüpa formula o f rnkri/n-Svacchandabhairava, used in the primary rituals throughout the Tantra (Arraj 1988: 31). 3) Vedic meta-ritualist and ascetic speculation. This includes meditation on OM (pranava) and interiorized rituals focused on the vital breath.4) Brahminical .ftw/ras: Arraj sees similarities in the implicit theory o f language with Bhartrhari. Other fästras include logic, astrology and medicine. Their presence is, however, not great. 5) Philosophical schools (darsana): These are, above all. Yoga and Samkhya, which have had great influence on the text. 6) Epics and Pur anas: The influence of the Puränas is especially felt in the formulation of cosmologies. 7) Vaisnava Pancarätra: Its contribution may have been the modification of Samkhya cosmology through the addition of Mäyä in the theistic scheme o f emanation. 8) Pasupata : This includes what Arraj has listed separately as 'Rudra'. 9) Saiva: This group Arraj rightly, I believe, identifies with the Saivasiddhänta. Arraj and Dyczkowski (1987a: 139 fn. 24) point out that Brunner-Lachaux in her lengthy notes on her translation of the Soma.<ambhupaddhati frequently refers, especially in the section dealing with initiation in part 3, to the Svacchandatantra and compares it at length with the statements of the Siddhäntägamas and their commentators.74 Newar Kaulas worship Svacchandabhairava independently. But his most important role is as the consort of Kubjikä. He appears in this capacity in, for example, the important Bhairava fire sacrifice called Bhairavägniyajha. In this context he is worshipped as Sikhäsvacchandabhairava. In this form he is the consort of Kubjikä when she is worshipped along with six goddesses who are her attendants (dittt) and the embodiments of the six limbs of her mantra. Apart from innumerable references in Newar liturgies, several references to this form of Svacchandabhairava have also been found in inscriptions. I am grateful to Nutan Sarmä for pointing this out to me. Even at the initial scriptural level, when the Tantra was compiled. Svacchandabhairava served an intermediary between the mild Sadäsiva of the Siddhänta and the fierce Bhairava of the Bhairava Tantras. Subsequently, in the course o f the development of his liturgies amongst the Newars, he became the esoteric identity of Pasupati. In retrospect one could hazard to say that the identification was already an open possibility in the Svacchandatantra. Arraj notes a number of Pasupata influences in the formation of the cult at the scriptural level (Arraj 1988: 40-46). Especially important, I would say, is the close similarity in the identity of Svacchandabhairava’s five faces and those of Pasupati, on the one hand, and Sadäsiva o f the Siddhäntägamas. on the other. Thus this cult, which is very important for Newar Säktism, bridges the gap between Pasupati and Sadäsiva on one side and on the other serves as an intermediary between the Bhairava and the Kaula Tantric cults. The net result is that, as the consort of Guhyakäfi who is worshipped secretly as an aspect of Kubjikä (see above, fn. 39), Pasupati is worshipped secretly as Sikhäsvacchandabhairava in conjunction with Kubjikä."},{"pageNumber":33,"pageContent":"2 8Mark S. G. Dyczkow skim ajor point o f transition betw een these tw o m odalities. The dictates o f the cult appear in m any respects to be in an interm ediate and m ediating phase betw een the two. The cult o f the goddess K ubjikä is, as the T antras o f her cult tirelessly rem ind us, fully Kaula. Even so, they take care to recall the link w ith the earlier B hairava T antras. The goddess and h er tradition is 'established in Siva's sphere' (sämbhava mandalasthä). W e are frequently told that the K ubjikä cult appears 'at the end o f the Kali A ge' (kalisyänte). T his appeared to be such an im portant feature o f the K ubjikä cult that the K M T nam ed it the Pascim äm näya^ literally the 'Last (or Final) T radition' o f the K aula cults. Still, the initiate is adm onished fo respect and even w orship the 'previous tradition' (pünäm näya). T his consisted, collectively, o f all the earlier K aula schools. T hese w ere believed to B e lh e earliest ones, all o f w hich w ere derived from M atsyendranätha and his six disciples. As the system developed after the redaction o f the K M T, the nam e Pascim äm n äva rem ained but the w ord pascima cam e to be understood as m eaning 'w estern', w hich is its other com m on m eaning. T his was facilitated by the d evelopm ent o f the parallel K ali cult w hich referred to itself as the U ttaräm näya - lit. 'N orthern T radition' o r 'H igher T radition', possibly because it did. in reality, develop in the North o f India, specifically in K ashm ir and the neighbouring H im alayas. A s the P ascim äm näya developed it cam e to incorporate K äll to increasing, albeit m oderate, d egrees.75 H ow ever, this elem ent, along w ith the addition, at a still later period, o f Tripurä_cults,76 does not form a part o f the essential core o f the system .T he form T antrism has assum ed am ongst the N ew ars in the K athm andu V alley is deeply relevant to o u r enquiry, not only because K ubjikä, w ho is the prim e focus o f this paper, has been made central and fundam ental to the w hole o f N ew ar £ äktism . but also because N ew ar Saktism is a direct (although, o f course, not the only possible) historical developm ent o f processes o f synthesis and syncretism that w ere already at w ork in the developm ent o f the T antras and their cults. In the rest o f this paper I w ill exam ine som e features o f the exchanges, m utual influences, com m on form s, and specific identities o f these cults in relation to one another and individually that characterize75 We have already observed the manner in which the KMT colonized the cult of GuhyakälT. Also, see below.76 The goddess Kämesvari is known to the KMT. She is said to reside in Kämarüpa where Kubjikämeets her in her colonizing tour o f the Indian subcontinent described in chapter 2. The following is a summary of the relevant passage. The goddess goes to a place called Kämika. There is a river there called Ucchusmä which is in the forest of Mahocchusma. There is a lake there with the same name together with another one called Nila. The goddess sports on both sides of the banks (of these lakes?). Again the goddess (Kubjikä), whose limbs are the universe and the principles o f existence, sees a goddess there who is \"proud with the pleasure o f passion (käma) and burning with the Lord of Love (vasamatilakg). She is melting and melts the three worlds with (her) desire.” Seeing her the Mother smiles and asks her who she is and how she has come there. She calls her \"passionate one\" and is pleased with her for having shown her all these wonderful things. She tells her that she should be called Kämesyan. because in this way she has obtained the fruit of the bliss of passion. Out of compassion the form of passion (kämarüpa) has been fashioned before her and so this great sacred seat (where the goddess Kämesvari resides)*which is called Kämarüpa will come into existence during the Kali Age. Her consort will be Candränanda. He will be seated on the shoulders of the Wind. Passionate, he will be Kämadeva (KMT 2/82~ 94j.~Th«TTnpurä cult has incorporated Kämesvari into the early prototype of Tripurä so well that most initiates into the Tripurä cult would not be able to distinguish the two. The relative antiquity of the Kubjikä cult with repect to that of Tripurä is, I believe, well exemplified by the appearance of Kämesvari in this passage with no reference either here or elsewhere to Tripurä, her later, developed form. The consistent silence throughout the later Kubjikä Tantras becomes strikingly eloquent when we notice the appearance o f rituals centred on Tripurä, in the form of TripuräbhairavT, in the Yogakhanda of the Manlhänabhairavatantra. Tripurä appears also in the CMSS, a relatively late Kubjikä Tantra, as the goddess of the Southern Tradition (daksinämnäya) wljere her identity with Kämeävari is evident (see Dyczkowski 1987a: 71). ”"},{"pageNumber":34,"pageContent":"Kubjikä , KälI, Tripurä and Trika2 9these processes at w ork in the T antras. The relationship the texts have w ith their living social, political, anthropological and cultural contexts - w hat they contribute to them and w hat they draw from them - will be exam ined elsew here. Suffice it to say that we observe sim ilar, if not the sam e principles operating in both dim ensions, nam ely, the ideal one o f the texts and the em pirical one o f their hum an contexts. W e notice, for exam ple, in both cases an attem pt to furnish the cult o f each deity w ith everything that is necessary to render it com plete. T heoretically this should m ake it independent o f all the others. B ut this is never the case either in the texts them selves o r in their application. Indeed, in o rd er to achieve this 'com pleteness' each cult assim ilates elem ents from others. Even its m ost 'original' specific and specifying core is itself as m uch a product o f a long historical process as is the uniqueness o f its m om ent o f creation. B ut this is not felt to be an oppressive contingency; rather this continuity w ith the past is considered to be a m ark of authenticity and authority.C oncretely, in the case o f the goddess K ubjikä, we observe that in som e respects she has peculiar characteristics and traits w hich are virtually unique to her, w hile in others, she em bodies many o f the com m on characteristics o f all the great goddesses o f H induism . It is above all this fact, m ore even than the extent o f her scriptural sources, w hich qualifies K ubjikä to be considered a great goddess - a M ahädevI - despite h er extrem e obscurity to the rest o f H induism or, indeed. H indu T antrism in India. T hus, like all the great goddesses o f H induism , o f w hich the popular Puränic goddess D urgä is the prim e archetype,77 K ubjikä incorporates into h erself m any other goddesses.78 K ubjikä is an exclusively K aula T antric goddess and the T antras, especially the early ones, are only secondarily concerned w ith m yths. T hus although the K ubjikä T antras do contain m yths recounting the origin o f the goddess K ubjikä, there is no specific m yth in her case w hich accounts for the process w hereby she includes o th er goddesses into herself as there is fo r the Puränic goddess D urgä. Even so, w e can observe the results o f this synthesis in her rituals, m antras, m andala and visualized form s. A ccordingly, K ubjikä is both a unique goddess and is exem plary in many respects o f the o th er great K aula T antric goddesses, especially T ripurä and Käli.M oreover, ju s t as K ubjikä's external form is unique to herself, d espite its com posite nature, the sam e is true o f h er inner nature, that is, her m etaphysical identity. K ubjikä. like all the other great goddesses o f the K aula and B hairava T antras, is essentially the energy o f universal, absolute77 Cobum writes concerning the Devimähätmya,wel\\ known as the source o f the myth of origin of the goddess Durgä: \"Of the various features o f the Devimähätmya, one stands preeminent. The ultimate reality in the universe is here understood to be feminine: DevT, the goddess. Moreover, the Devimähätmya appears to be the first Sanskrit text to provide a comprehensive - indeed, well-nigh relentless - articulation of such a vision. From the time o f the Rgveda onwards, of course, various goddesses had figured in the Sanskrit tradition. But never before had ultimate reality itself been understood as Goddess.\" (Cobum 1998: 32)Durgä became the Sanskritic representation of many popular, local and regional goddesses throughout India and has served for centuries as the public form of the secret lineage Kaula goddesses of the Newars and of Kaula goddesses throughout India. Durgä, or, more precisely, MahisasuramardinT, the Slayer o f the Buffalo Demon, is indubitably a prime archetype in this sense also.78 For example, in one place the goddess declares: aham iünyasvarüpena parä divyatanurhyaham II aham sä mälinidevT aham sä siddhayogini I aham sä kätikä käcit kulayägeivari hyaham II aham sä carcikädevi kubjikäham ca sadvidhä IAs my nature is the Void, / am the Supreme goddess f Parä) and my body is divine. I am that goddess Mälini, I am Siddhayogirti. I am that certain (inscrutable - käcit - goddess) Kälikä. / am indeed the mistress of the Kula sacrifice (kulayägefvari). / am that goddess Carcikä, I am Kubjikä who is six-fold. (KKh 3/76cd- 78ab)"},{"pageNumber":35,"pageContent":"3 0Mark S. G. Dyczkowskiconsciousness (cicchakti) by m eans o f w hich it does and is all things. A ccordingly, K ubjikä is said to be both creative and d estructive.7* Even so, she is predom inantly concerned w ith em anation (srstipradhäna). H er cult can thus be contrasted w ith that o f K ali, w hich is predom inantly concerned w ith w ithdraw al (samhärapradhäna). Even so, the spheres o f m anifestation are the dom ains o f both deities. The rituals o f both goddesses represent both processes. B ut K ubjikä, in several o f her form s, is visualized, like T ripurä. as a young 'erotic' goddess (see D yczkow ski: 19% ), sym bolizing h er fertile creativity. KätT, on the contrary, is fierce, thus sym bolizing the reverse. E ven so, both types are essentially concerned w ith creation, and this is sym bolized by their occasional portrayal in sexual union w ith their m ale counterparts.K ubjikä, as w e shall see in the passage quoted below , feels shy at the prospect o f her coupling even though this takes place as the necessary corollary o f h er m arriage to the god. K äli, on the other hand, sits on top o f her partner, w ho is reduced to such passivity by the fury o f h er passion that he can be variously portrayed as Siva in som e iconic form s o r as a corpse (Sava) in others. R eferring to the earthly counterparts o f these divine couples, nam ely, the S iddha and his T antric consort, the Y oginI, the T antras distinguish betw een these tw o types o f coupling by calling them 'pleasing union' (priyatneläpa) and 'violent union’ (hathameläpa), respectively. T he form er generates the lineage o f accom plished adepts (siddha) and the w orld o f sacred places in w hich they reside. Like a w itch w ho sucks out the vitality o f the unw ary m ale,8“ the latter w ithdraw s the ignorance w hich norm ally im pels the corpse-like S iva locked in 'reverse intercourse’ below to be active and 'on top' 'churning' his energies into a dynam ic active state. The special intensity and fertility o f K ubjikä, w hose nam e m eans 'H um ped-B ack Lady', is further expressed by the transgressive im age o f the solitary81 goddess bent double in order to lick h er ow n vulva. T hus she m akes herself blissful freely and independently and is so fertile that she can generate the im pregnating sperm w ith w hich she h erself is to generate the universe.82But although both goddesses are represented in the context o f their ow n special sym bolism as independent and, hence, com plete in them selves, both processes, w hich they respectively govern, m ust go together. Indeed, they are tw o aspects o f a single process. In term s o f the psychology o f th eir sym bolism only im plicitly expressed in the texts, K äli is the radiantly Dark G oddess o f light w ho is the shadow -like counterpart o f the shining light blue83 K ubjikä. A nd so19 mandalänte sthitä nityam srstisamhärakärikä I (ibid. 2/3ab)80 On the subject of witches - called in various parts of India by such names as DäkinT, Däyan, Dajan, Den. DhakunT. CetakI and §äkinl - see Herrmann-Pfandt (1996) who explains that \"a husband o f a human DäkinT has to cope with the danger of being sucked out or being brought to death through certain sickness\" (ibid. p. 49).81 Kubjikä is not usually portrayed in this way as a solitary goddess (ekavlrä), although there areprescriptions in the Tantras for her worship in this form. In a passage quoted below we find another reason for her bent condition in relation to her union with her consort, in which she is portrayed in her much more common coupled condition (yämalabhäva). As usual, marriage and conjunction with the god tames the goddesses even as it deprives her o f her independence. Thus, in that situation, she is not in a uroboric state of self-regeneration but is said to be generated from the god.82 This aspect is evident in one of her common names, i.e. SukrädevT, which means literally the'Goddess Sperm’. Similarly, in a verse which is a part of the so-called Samvariäsütra (SatSS I/I and KKh 1/1), which Newar initiates frequently recite in the course of their rituals to invoke Kubjikä (ävähana), she is said to be the goddess whose 'mensis is sperm' (bindupuspä). This appellation not only symbolizes in a striking manner her androgenous nature (for which see Dyczkowski 1996) but also her powerful and independent fertility.83 Kubjikä is said to be light blue 'like a cannabis flower' (atasipuspasamkäSä) as is her mandala, theSamvartämandala."},{"pageNumber":36,"pageContent":"Kubjikä , KälI, Tripurä and Trika31they are distinguished, even as they are integrated, both by the discerning consciousness o f the renunciate yogi and by the pow er o f the sym bolism o f the householder's ritual action.T hus, K ubjikä m aintains her dom inantly creative role, even when she is represented in her destructive m ode and identified w ith K ail.84 In this aspect she functions like KälT w ho gathers together the energies o f m anifestation and consum es them into her ow n essential nature, their radiant source. The K äll T antras constantly represent their goddesses in this destructive m ode, ju st as the K ubjikä T antras stress that K ubjikä is the em bodim ent o f the god's prim al intention to create the universe w hich, created in a series o f graded em anations im pelled by this intention, adorns her body.Let us see w hat the texts them selves say. T he first set o f passages concern the goddess Kali. They are draw n from the MahänayaprakäSa, an im portant, unpublished text83 o f the K ashm iri KälTkrama by A rnasirhha, w ho belonged to the later part o f the eleventh o r beginning o f the tw elfth century.Extremely voracious, the network o f (KälVs) rays transcends both process (kramal and its absence. Abodeless and waveless, it is beyond the plane o f both contact (with phenom ena) and its absence. Thus there is nothing higher. This, the undistorted light o f the one glorious energy o f perfectly tranquil (consciousness), abides intent upon consuming its own (cosmic) nature.96Again:This same (goddess KälT) is the Devourer o f Withdrawal (samhärabhaksini). (This aspect o f the goddess is) generated to relish the juice o f the aesthetic delight (o f objectivity inwardly digested). Endowed with the innermost consciousness o f one's own nature. She is therefore well established and free (o f all outer) support.*7Again:84 The root Tantra o f the Kubjikä cult, the Kubjikämala, hardly refers to the goddess KälT. Even so the connection between the two goddesses is clearly established from the beginning of the Tantra. The god Himavän has just praised the god Bhairava who has come to visit him in the hermitage in the Himalayas. Bhairava is pleased by Himavän's devotion and offers him five boons. In response to these favours, Himavän offers Bhairava his daughter whom he introduces as the young virgin (kumärikä) Kälikä. We come to know that she was Umä in a previous life and that she is ultimately Kubjikä. In the later Manthänabhairavatantra she is called Bhadrakälikä. If the Newar Kaula initiates of Bhaktapur in the Kathmandu Valley were to study this Tantra they would certainly see in this textual identification a sign that BhadrakälT, whom the citizens venerate as the founder of their town, is secretly Kubjikä. For an account of the role BhadrakälT played in helping Ananda Malla to found Bhaktapur see Levi 1992: 487ff..85 This short tract of about three hundred verses is one of a number o f such short tracts collected in a manuscript preserved in the National Archives in Kathmandu. The manuscript is wrongly labelled KälikulapaficaSatikä (see bibliography). Prof. Sanderson gave me a copy o f the entire manuscript in 1981.1 am grateful to him for supplying me with this material. Almost twenty years have elapsed since he gave it to me. To the best of my knowledge he has not published this text nor is he about to do so. I have therefore taken the liberty of making use of this important material myself.86 kramäkramobhayottirnarcdmipuhjälighasmarah II svarüpam hartumudyukto nistarahgo'niketanah I sparsäspariapadätTtarüpatväd vigatottarah II pratäntätipraSäntaikamahimävikrtaprabhah I (MNP 222cd-4ab)87 samhärabhakyani saiva rasasamcarvanolthilä I svarüpapräntacitvattah samärüdhä niräjrmä II (ibid. 29)"},{"pageNumber":37,"pageContent":"3 2Mark S. G. DyczkowskiThe wise say that that is the eternal process called withdrawal (samhära). It is the arising o f the outpouring o f the rays o f that great, unconditioned consciousness which, said to be free o f the darkness o f both being and non-being, is intent on consuming (alt things).88T he follow ing passage is draw n from a K ubjikä T antra, nam ely, the Kularatnoddyota to w hich I have already had occasion to refer. The T an tra describes the origin o f the goddess K ubjikä as an em bodim ent o f the creative desire (icchä) o f the god B hairava. N ote how , even though she is the m ain deity, she is said to be the god's attendant as w ould befit a pious H indu w ife. B ut even so, the universe is generated from them by m eans o f a union that is necessarily incestuous:89The Will, inherent in the essential nature o f the transcendent, imperceptible, supreme and supremely blissful Lord, shone forth (babhau). God, aroused by his own will, fashioned a supreme body (vapu) (for himself). That (body) possessed every limb and was endowed with the previously (stated) attributes (o f deity). Shining like billions o f moons, it (was) an immense and marvellous mass o f energy. The great lord, the venerable KubjeSa, accompanied by the encompassing attendants (ävarana) o f the Srikrama (the tradition o f the goddess Kubjikä), sat on the seat o f the Wheel o f Knowledge, adorned with the garland o f Principles o f Existence (tattva). The Lord o f the gods, whose nature is beyond conception, comtemplated his own imperishable and sacred (bhävita) nature, (the Self) o f the venerable Wheel o f Bliss.Free o f objectivity and residing in his own foundation (ädhära), (he contemplated himself) in order to fashion the wheel called (the Wheel of) Bliss. Thus, O fa ir lady, as he contemplated himself, billions o f aeons passed fo r (the god who) abides in the aloof reality (kaivalyärtha) (o f transcendence). Then, the benefactor o f the universe, fo r the benefit o f (his) attendants (praticäraka) conceived the thought which is supreme Nirvana, namely: 'Who is our attendant?'Abiding thus fo r a moment, he applied (his) mind (manas) to his own foundation (svädhi- sthäna).90 (Thus) he aroused (his) supreme pow er whose form was coiled. Fire came forth by the88 tadbhakyanah parah prokto bhäväbhävatamojjhitah I!nirupädhimahäbodharafmyulläsamayodayah Ietadevocyate sadbhih samhäräkhyo'\\yayakramah II (ibid. 204cd - 5)89 Compare this relationship with the one KälT - the goddess o f Time - has with her consort, Bhairava Mahäkäla (the Great Time). Bhairava represents the vital breath (präna). Its movement impells the motion of the mind and, with it, the flux of time. Kali is the divine consciousness who, intent on consuming the energies of manifestation that arise out of her own nature, absorbs the vital breath and with it time into her eternal nature (MP p. 7). Thus, far from being the god's pious bashful attendant, she devours him! When we couple this perception o f the goddess with Rämakrsna's vision of the divine mother KäH devouring the children to whom she has just given birth, the reversal o f perspective is virtually complete.90 One of the major contributions that the Kubjikä cult has made to Säkta Tantrism as a whole is the well-known system o f Six Wheels (fafcakra) visualized in the body as stations of the ascent of KundalinT. Kubjikä is KundalinT bent over in the form of a sleeping snake coiled in the first of these Wheels called mulädhära - the Root Foundation. In this case, the energy within the body of Kujesa is not in this Wheel, which is located in the base of the genitals, but in the second Wheel along, namely, Svädhisthäna - the Wheel of the Self-Supported. In this context, the collocation of this energy here is appropriate. The Wheel of the Self-Supported is the place where the erect penis makes contact with the cervix at the base of the womb during sexual intercourse. Thus this Wheel is the centre o f the first point of contact in the union of Siva and Sakti from which the emission (visarga) that generates the universe originates.But although this makes sense, even so, given the prestige of the Six Wheel system in the Kubjikä Tantras, which is at the very core of the cult, one wonders at the anomalous role of this Wheel here. Is it a hangover from an earlier formulation of the Six Wheels when there were only five ?"},{"pageNumber":38,"pageContent":"Kubjikä , KälI, Tripurä and Trika3 3left-hand path in the Sky, which is both supreme (transcendent) and inferior (immanent). (Thus) the Supreme Lord, who is the supreme (reality), emanated (srstavän) the supreme goddess. O beloved, that goddess was Mahämäyä,91 endowed with his (own divine) attributes. Endowed with the attributes o f the Supreme Lord, she was delighted with supreme bliss.My Wheel called Bliss (said the Lord) is fashioned by means o f both o f them. (Thus) created, the supremely divine (goddess) was endowed with the twenty-five qualities (o f the principles o f existence), and, because she resides in the twenty-five principles o f existence,92 the Supreme Goddess w as beautiful.Energized by the (mantras called) the Five Jewels, enveloped by the seven bodily constituents (dhätu), her nature the wine (sudhä) (that inebriates her consort) and divine, she is coloured with the colour o f the principles o f existence (tattva). That goddess is (the god's) own will, Bhairavl, (who is in the company) o f the God o f the gods.9291 The Tantra appears to imply that Kubjikä, as Mahämäyä, should be identified with Durgä, theforemost public representation of the Great Goddess. Newar initiates into Kubjikä's cult stress how Kubjikä is preeminent amongst all the great goddesses of Newar £äktism because she is Mahämäyä in a more direct, original sense than the other goddesses, even though they are also all identified with Durgä (as MahisäsuramardinT - the Slayer o f the Buffalo Demon), who acts as their public exoteric form.” We notice here that the usual thirty-six principles found in the Saiva Tantras, and generallyrecognized also in the Kubjikä Tantras, have in this passage been reduced to the more basic Säriikhya set of twenty-five plus one, if we include the goddess herself. TTie Kubjikä Tantras nowhere identify the goddess with Nature (prakrti) which is an identification found in the Puränas and, probably inspired by them, in the later Säkta Tantras from not earlier than the thirteenth century. When this identification is made, Siva figures as the Person (purusa), who is not just the individual soul o f the Sämkhya who goes by the same name, but the divine male counterpart of the goddess. The number o f principles in such cases is then usually about twenty-five to twenty-eight, varying in detail according to the particular text and its cult. Is the set up in the Kubjikä cult of the Kularatnoddyota a first step towards the later conceptions or an archaic remnant of an earlier pre-Tantric theistic Sämkhya?” The original readings in the two manuscripts I have collated are noted in square brackets. These are:MS K which is CSS MS no. C 348 - Bodlein Oxford and MS Kh which is NAK MS no. 1/1653 = NGMPP reel no. B 119/3.attlasyäprameyasya Ik: atitasya-l parasya paramesthinah I paramänandayuktasya icchä sväbhävaki babhau II svecchayä ksubhito [kh: kumbhito] devah [kkh: devaj sa cakära [k: sa cakärä; kh: samkänä] param vapuh I tacca pürvagunairyuklam {kh: pünasturnairyyuktam] samagrävayavänvitam [k: samamrä-; kh: samamrävayavänvitamh] IIcandrakotyarbudäbhäsam {kh: candrakopya-/ tejoräiirmahadbhutam Ik: tejoräsi-; kh: tejofamsi-l I jnänacakräsanäsinam [kh: -sanäsinal tattvamälävibhüsilam II.irlkramävaranopetam [k: -caranopetam; kh: -caranopeta] frikujeSam mahäprabhum I Mmadänandacakrasya bhävitätmänamavyayam [kh: savitatmanamavyayamj II acintyälmä sa Ik: acintayatsa; kh: acintayatma] deveSah [h deveSä; kh: devesauj cakramänandasamjnakam Ikart um (k: kartam; kh: IxirtaJ devo.aprameyätmä [k kh: devya prameyätmälsvakiyädhärasamsthitah IIevamacintayat svayam /kkh: evam cintaya tastasyej kalpakotyarbudäni [kh: asya kalpakotya-f ca I atltäni varärohe kaivalyärthasthilasya [kh: kaivalyärthai-/ ca II athäkarojjagaddhätä praticärakahetave [kh: -hetavaj Icintäm [kkh: cintäj paramaninänam [k kh: -nirvänah] ko.asmäkam praticärakah IIiti sthitvä muhürtam [h -rtham; kh: mudruttaml vai [k: se; kh: me] svädhiythäne [kh: -sthäne]mano dadhau Ikyobhayel [k kh: -yal] paramäm [kh: paramäl iaklim kundaläkäravigrahäm [k kh: -kälavigrahämJW"},{"pageNumber":39,"pageContent":"3 4Mark S. G. DyczkowskiThe text goes o n to say that the god fashioned a skull bow l filled w ith the energy o f the goddess in the form o f w ine (surä) w ith w hich he offered libations to h im self and his attendants. The goddess is surprised by how the god can w orship h im self in this w ay through his ow n blissful pow er represented by the wine. A ccordingly, she w ants to know m ore about this internal rite o f adoration through w hich, as the T antra goes on to explain, the universe is created. T hus B hairava, here called Srinätha - the Lord o f the goddess Sri, that is, K ubjikä - continues:The goddess was established with devotion in the worship o f the Beginningless Liturgy (anädikrama). Both o f them were seated there and, in the union (melaka) o f supreme bliss, the venerable Lord o f Kula instituted (their) marriage (pänigrahana).Now the goddess was troubled (äsankitä) and her body was bent with shyness (lajja). (Thus her) form as the 'crooked one' (kubjikä) came into being with (its) subtle, crooked limp (kincitkhanjagatiryaga)94 but even then, the Lord, blooming with joy, took the hand o f the goddess and sat her on his lap.That is said to be the union o f Siva and Sakti. There, O goddess, they are also churned together as befits (samparipadyatah) (the act o f union). There, O dear one, the male seed and mensis (rajas), the vital essence (dhätu o f the god and the goddess) are mixed together.The great and immortal Drop (mahäbindu) originated there, O fair-faced one. Energized and shining, (it shone with the) light o f tens o f millions o f suns.9*niykrämya vämamärgena bahirvyomni [kh: vahi-j paräpare /kh: -para] Isrstavän [h -vät] paramäm devim [kh: devij sa parah ]k kh: parämj paramesvarah IIsä ca devl mahämäyä priye taddharmadharmini Iparamesagunairyuklä paramänandananditä IItäbhyäm tarn tu mamärabdam cakramänandasamjnakam Inirmitä paramä divyä pancavimsagunairyutä IIpancavimsatitattvasthä [kh: -tatvaiica] üobhitä [k kh: Sobhitäm] parameivari [k kh: -rim] I pancaratnakrtäfopä saptadhätuparicchadä [k kh: -däm] IIsudhäsvarüpini [k kh: sudhäturüpim] divyä [k kh: divyäm] tattvarägänurahjitä [k kh: -täm] I svakiyecchä ca [k kh: svakiyaSira] sä [k kh: so] devt [k kh: devi] devadevena [kh: bhedavadevanal bhairavilk kh: bhairavij II (KRU 1/53-65)M The goddess, identified, as we have already noted, with KundalinT, is called the Lady with a Limp(KhanjinT) when she moves up through the Wheels of the god's body, halting for a moment as she pierces through each one.95 anädikramapüjäyäm bhaktyä devl [k kh: devi[ nive.iitä IItäbhyäm tatropavistäbhyäm paramänandametake [kh: -melakam] I pänigrahanasarhyogam [kh: pänigrahana-] krtavän Srikuletvarah II alhaiväiahkitä [Ich: äväm-J de\\'i lajjayäkuncitä tanuh [kh: natuii] Isamjätam kubjikärüpam kincitkhanjagatiryagam [k; khanjägatiyulam; kh: khamjägatiryyagam] II tathäpi tena devena harsaulphullayutena tu Isä devi grhya haslam [k kh: haste] tu svotsahge sannivefitä [k kh: ma-[ II .iivasaklisamäyogah [kh: -yoga/h] sa eva parikirtitah I taträpi mathanam devi tayoh samparipadyatah IItatra bljarajodhätoh [kh: dhäto] sammiiritvam bhavet (k: sammifritvabhavat: kh:sadyifretvabhava] priye Itatrotpanno [kh: tatrojnä] mahäbinduramrto yo [kh: yä] varänane IIdiptivän bhäsvaraicaiva [kh: diptivärtäsvara-J süryakotisamaprabhah [k kh: -prabhuhj I (KRU l/73cd-9ab)"},{"pageNumber":40,"pageContent":"Kubjikä , KälI, Tripurä and Trika35The T antra goes on to describe how the D rop bursts apart and the universe is generated from it step by step in a series o f em anations that range dow n to the physical w orld and its inhabitants.K äll thus creates oneness in, and through, the destruction o f m ultiplicity. C onversely, K ubjikä destroys, as it w ere, the prim ordial unity o f the original solitary god, through the activity w hich brings about creation. B ut even though such distinctions can be discerned in the texts, and they them selves also m ake them , the tw o cults share basic, com m on goals. T hese include a vast range o f benefits collectively referred to as accom plishm ents - siddhi - consisting o f an am azing num ber o f m agical and yogic pow ers. A longside these m undane aim s, we find soteriological ones concerned w ith liberation (mukti). T his is portrayed variously as a positive, perm anently blissful condition and/or as the ultim ate condition resulting from the extinction o f all suffering and contingency called N irvana. A ccording to the K ubjikä T antras, the source and essence o f this extinction is the goddess K ubjikä herself. She is the V oid (vyoman, kha, äkäsa) o f the energy B eyond M ind (unmant).96 T his energy m oves up perpetually into the highest sphere o f absolute being w hich this school calls 'Siva's m andala' (M mbhavamandala), rem inding us o f the close association betw een the Saiva and the Säkta Tantras. She then flow s dow n from it into the spheres o f her em anations, w hile she continues to reside w ithin it. As the goddess behaves in this w ay, she is called Säm bhavlsakti and R udrasakti.97 B oth o f these nam es fo r the suprem e energy o f consciousness are also com m on in the T antras respected in the K ashm iri Saiva tradition.9896 Like other major deities of various Tantric traditions, including Siva and even Visnu, Käß is identified with the Void of consciousness. But her special domain is, as her very name suggests, time (käia). Abhinavagupta explains in his Tanträloka :Again, time (can be experienced) both as a succession (krama) (of moments) as well (as eternal time) free o f succession. Both aspects abide entirely within consciousness. Thus scripture affirms that Kali (the Goddess of Time) is the Lord's supreme power. It is that same power which, by its spontaneous development (praroha), manifests outside consciousness the succession and its absence, encompassed within its own nature, and so abides as the (life-giving) activity o f the vital breath (pränavrtti).Consciousness alone, very pure and of the nature o f light, severing objectivity from itself, manifests as the sky void o f all things. That is said to be the voidness of consciousness and is the supreme state yogins attain by reflecting on objectivized manifestation with an attitude o f negation (neti neti).This same void Self (khätman) is called the vital breath, the throb (spanda) and wave (Urmi) of consciousness. By virtue of its inherent inner outpouring (samucchalatva), it falls upon the objectivity (which it) separated from (itself) with the intention o f taking possession o f it. (TA 6/6-11)The identification of the goddess with the energy of the Transmental (unmanI) is not unique to the Kubjikä Tantras. The Ägamas (i.e. Tantras) o f the Saivasiddhänta regularly prescribe the worship of Siva's consort as the power of the Transmental. As in the Icübjikä Tantras, Siva's consort in such Tantric texts is also understood to be the intermediary between the spheres of emanation, which are within the purview of the mind, and the transcendent above them; beyond mind. But whereas this conception figures occasionally in these types of Tantric text, it assumes a central role in the theology of the goddess Kubjikä.97 rudraSaktih sadä püjyä pTfhänäm klrtanädapi I siddhim sphutä pradätäri Snkujäkhyäm nämämyaham III salute the venerable (goddess) called Kujä who, clearly apparent, bestows accomplishment, she who is to be constantly worshipped as Rudra's energy and by praising the sacred seats (in which she resides). (KKh 5/81)98 For example, see MV l/44cd-5: ajhänena sahaikatvam kasyacid vinivartate II rudraSaklisamävistah sa yiyäsuh iivecchayä I"},{"pageNumber":41,"pageContent":"3 6Mark S. G. DyczkowskiIn her creative aspect K ubjikä is especially identified w ith the energy o f bliss w hich resides in the centre o f the m andala and the body. It is said to be the absolute itself, w hich is called the 'N euter'. B eyond the m ale S iva and the fem ale S a k ti,\" it is their source w ithin w hich they fuse into one. T his energy o f bliss in its prim ary, unm anifest state pervades the V oid o f con scio u sn ess.100 At the sam e tim e, in its active m anifest form , it is the triple energy (triSaktij 101 o f w ill, know ledge and action. T ogether these energies constitute K ubjikä's nature as the generative V ulva (yoni).'02 The seed o f the V ulva is the goddess's divine C om m and (äjfiä) sym bolically situated in the centre o f the triangle o f the V ulva, the goddess’s mancjala. T hrough this energy the w orld is created, and through it one attains the authority (adhikära) to perform T antric and K aula rituals, initiate others andbhuktimuktiprasiddhyartham niyate sadgurum prati II(It may happen) that the unity a person has with (the condition of) ignorance ceases. (Such a one) is penetrated by Rudra's energy. By diva's will, he desires to go to a true teacher and is led (to one) so that he can attain liberation and (worldly) enjoyment.Abhinavagupta considers this passage, and the correct understanding of the function of Rudrasakti. important enough to quote and comment on it twice in his Tanträloka (see TÄ 4/33-5 and 13/199-203).** The Kumärikäkhanda o f the Manthänabhairavatantra declares that: It is neither female nor is itsform male, that bliss is the Neuter (absolute), (na stn na purusäkäram änandam tarn napumsakam I KKh 3/46ab). The goddess, who is the power of bliss (änandasakti), is accordingly called Napumsakä - the Female Eunuch. To the best of my knowledge this name is exclusive to the goddess Kubjikä. Apart from this usage in the literature of the Kubjikä cult, this is certainly a very rare, if not unique, form of the neuter noun napumsakam.100 khastham nivartitäkäram avyaktam bhairavätmakam I evamänandafaktistu divyalihgä kramoditä IILocated in the Sky (of consciousness), its form has been completed (to perfection - nivartita) and, unmanifest, it is Bhairava. In the same way, the power o f bliss is the divine (female) Lihgä (divyalihgä) that has emerged from the sequence (krama - o f the lineage and the liturgy). (KKh 3/47)101 These three energies are a standard set found not only in the Tantras but also in Puränicrepresentations of Siva’s energies. The triad is well known to the worshippers o f the goddess Durgä as the three goddesses who are the consorts of Brahma, Vi$nu, and Siva. They represent the three qualities (guna) of Nature (prakrti) with which the goddess Durgä is identified. Newar Kaula initiates also link their conception of these three energies with the qualities, representing this association by the respective colours of their three goddesses, who are the black GuhyakälT, the red Kämesvan, and SiddhalaksmT who is white. Two pictures of this triad can be viewed in the museum in Bhaktapur. Note the conspicuous absence of Kubjikä in this triad. This is because she is identified with Mahämäyä, which is, according to the Puränic account, Nature, their original source. Thus she is present there, in a sense, as all three. Or, to put it another way, she is their basic absolute and hence unmanifest, secret identity.102 yä sä (aktirbhagäkhyätä Sambhorutsahgagäminl I kaulini brahmacaryena Srimändevi napumsakä IIThe energy called the Vulva (bhaga) who sits on Sambhu’s lap is, by virtue of (her) continence. Kaulini, the venerable goddess Neuter (napumsakä). (KKh 3/63)The Sanskrit of these texts is not infrequently deviant. Here is a particularly interesting example of how deviant Sanskrit can be employed with a meaningful purpose. The expression 'Srimändevi napumsakä' combines an irregular masculine form of address (frimän) and, as we have already noted, the peculiar transformation o f a neuter noun into a feminine adjectival name (napumsakä), both with reference to the goddess, to represent her multivalent nature. Other cases o f deviant Sanskrit have not, and will not, be noted here."},{"pageNumber":42,"pageContent":"Kubjikä , KälI, Tripurä and Trika3 7ultim ately lead them to the sam e realizatio n .103 The Tantra o f the Churning Bhairava (Manthänabhairavtantra) tells us:In the centre (o f the mandala) is the Place o f Repose; it is the expansion (o f emanation - prasara) and the experience (o f ultimate reality), the understanding o f which is one's own (spiritual) authority.'0*T his sam e energy is also in the centre o f the body, that is, betw een the tw o vital breaths o f inhalation and exhalation. T here, K ubjikä abides in the fullness o f h er am bivalence. B lissful in the transcendent beyond w orldly pleasure and its consequent pain, she is horrifying in her alluring beauty as the universal activity o f tim e in her m anifest universe:It is said that the pow er o f bliss is merged between the inhaled (prdna) and exhaled breath (apäna). Located in the middle o f the Stick o f the Cavity o f Space (i.e. susumnd), she p e n ’ades the energy o f the consciousness o f the individual soul.Slender, her limbs variegated by time (käla) and moment (velä), she awakens (the initiate) to (ultimate) reality. M erged in the plane (o f Siva), the One Devoid o f (mere phenomenal) Pleasure (nirdnanda), she is supreme, imperishable and horrific.t0>It is supreme bliss and, as such, is the eternal bliss which is the fin a l end (o f all existence). (It is Siva), the One Devoid o f (mere phenomenal) Pleasure (nirdnanda), (who) is tranquil. Free o f the eight causes (that constitute the subtle body), it is free o f the qualities (guna) and principles (tattva) and devoid o f both that which is to be taken up and abandoned. 106A s em anation itself, K ubjikä is the m andala. T his m antjala is prim arily the triangle o f the V ulva (yoni). T his is w hy the goddess is called V akrä - C rooked. T his basic triangular form has four com ponents located at the three co m ers and the centre. These are the fo u r prim ary seats (pitha) o f the goddess. The goddess is the entire econom y o f energies. B ut she is not ju st the sum o f all energies, she is also every one o f them individually. T hey are deployed in sacred space, and indeed the energies are the sacred places them selves. Thus the identity o f each energy as the object of w orship is d etem iined by its location (sthdna):The energy called the Vulva is endowed with the movement o f the three paths (i.e. the three major channels o f the vital breath), and consists o f three letters (i.e. AIM, HRIM, SRIM) and three aspects (will, knowledge and action). (It contains) the venerable Oddiydna which, endowed with the supreme energy and well energized, is located in the middle. The venerable (sacred seat) called103 This interesting and original concept, reminiscent in some ways of the Tantric Buddhist conceptionof Bodhicitta - 'Mind of Enlightenment’, is dealt with extensively solely in the Kubjikä Tantras. All beings whatever their status, gods, men or demons, have spiritual authority because they have received the Command (djhd) of the goddess Kubjikä. This Command permits them to exert this authority within their jurisdiction. This doctrine may well have served to justify the configuration of Newar Kaula Tantrism around this goddess in the radical manner in which it is at present.IW madhye viSrämabhümim prasaramanubhavam pratyayam svädhikäram II (KKh l/3c)105 prändpänäntare lind dnandakakiirucyate kharandadandamadhyasthä anucitkalaydpini I kälaveläviciträhgi tanvi tattvaprabodhaki 11 niränandapade lind bhisani paramdvyayd I (KKh 2/5 - 6ab)106 paränandasvarüpena nityänandaparäyanam II niränandamayarh fäntam käranästakavarjitam I gunatattvavinirmuktam heyopädeyavarjitam II (KKh 13/5cd-6)"},{"pageNumber":43,"pageContent":"38Mark S. G. DyczkowskiJälandhara is located within the abode manifested in the right corner. The venerable sacred seat Pum a is in the lefi (corner) form ed through the fea r o f the fettered, while Kämarüpa is in its front (lower comer).\"*’It is interesting to note that this grouping o f sacred seats occurs in the B uddhist Hevajratantra and som e other m ajor B uddhist T antras. The sacred geography o f these T antras has m uch in com m on w ith those o f their H indu equivalents o f the tim e, including the K ubjikä T an tras.108 The triangle in the centre o f S n cak ra is also occupied by these seats, and the siddhas w ho reside in them are also the sam e. B ut neither o f them are extensively w orshipped as happens in the K ubjikä cult. Indeed, there are good reasons to believe, w hich w e shall investigate in another publication, that the innerm ost triangle o f S n ca k ra is the sam e one described in the K ubjikä T antras. It appears that the S rividyä tradition, w hich postdates the earliest K ubjikä T antras, w as so inspired by the pow er o f this triangular Y antra that it chose to incorporate it as the centrepiece o f its ow n com plex Y antra, the S n cak ra.The K ällkram a also thinks o f the suprem e pow er as sim ultaneously em anating and being the sacred seat o f its energies:O mother! This, the great sacred seat (pitha) bom from You, is the energized vitality'(of consciousness) which pours forth when Siva becomes one with You by virtue o f your perpetually expanding body o f energy.Within the five elements, Earth and the others, resides the body o f Light, the imperishable energy o f manifestation. And this, the (divine) intellect, the supreme vitality (o f consciousness) is You, O (goddess) Sivä, who generates the Wheel o f the Sacred Seats (pithacakra).You, who alone possess all the powers o f the Wheel o f the the Sacred Seats, abide always and eveywhere. Perceived, O Mother, by the wise who are at one with the force (o f pure consciousness - udyama), You are the unobscured dawning (o f enlightenment).m107 yä sä Saktirbhagäkhyä tripathagatiyutä tryaksarä triprakärä tasyäh iri-oddiyänam parakalasahilam madhyasamstham sudiptam I tacchrijälandharäkhyam prakatitanilaye daksine caiva körteväme fripümapitham paiujanabhayakrt kämarüpam tadagre II (CMSS 1/4)The above verse is in iragdharä metre. Apart from the standard üoka, the metre in which most of the Tantras are written, this complex metre appears to have been especially favoured by Tantric authors prior to the eleventh century. The Buddhist Kälacakratantra is almost entirely written in this metre. The above passage is of special interest because it is quoted in the Vimalaprabhä, a commentary on the Kälacakratantra by Sripundarika, who lived in the middle of the eleventh'century. In the usual derisive manner of Buddhist commentators towards others who are not Buddhists, Pundarika refers to those who accept the authority o f the source o f the above reference as demons to be devoured (bhaksadaitya). They have not known the supreme secret and their body is like that of the demon Mära who tormented the Buddha (Vimalaprabhä, vol. 3 pp. 146-8). This body is the triangular Vulva (bhaga) of the goddess, which this verse describes and the Kubjikä Tantras teach the adept should project into his own body. Here is yet another testimony to the existence o f the Kubjikä Tantras in the eleventh century outside Nepal, possibly in Bengal, if this is the place where Sripundarika wrote his commentary, as some scholars believe.108 pitham jälandharam khyätam oddiyänam tathaiva ca Ipitham paurnagiriScaiva kämarüpam tathaiva ca II (Hevajratantra 1/7/12)For details of pithas listed in selected Buddhist Tantras see Bauddha tantrom mem pithopapithädi kä vivecana in Dhi, Samath, Varanasi, 1986 vol.l, pp. 137-148.109 amba toklivapusä tvayonmesadrüpayä samarasah iivo yadä I"},{"pageNumber":44,"pageContent":"Kubjikä , KälI, Tripurä and Trika3 9T he K ubjikä cult is called the Sequence o f the M other (avväkrama) and also, as is the cult o f Srividyä, the SrTkrama. T he corresponding K äli cult is the KälTkrama. The term krama m eans literally 'sequence' and, by extension, a lineage o r tradition. T hese are com m on, non-technical uses o f the w ord. In a technical sense, krama denotes a K aula liturgy, consisting as it does o f a sequence o f actions and recitations o f m antras. U nlike the S n k ram a, the KälTkrama includes w ithin the sequence o f the rite o f adoration (püjäkrama) the sequences o f em anation, persistence, w ithdraw al and the inexplicable (anäkhya). The Mädhavakula section o f the Jayadrathaydmala, to w hich A bhinavagupta refers in his treatm ent o f K aula ritual, declares that:(According to this practice), in order to attain both worldly enjoyment (bhoga) and liberation, one m ust worship the tetrad o f emanation, persistence, withdrawal and the inexplicable together with the sacred seats and the burning grounds.'10The four m om ents o f em anation, persistence, w ithdraw al and the inexplicable are w orshipped as separate configurations o f goddesses. The cult o f Srividyä, like the S aivasiddhänta, and indeed m ost sophisticated T antric ritual, replicates through ritual action the cyclic creation and destruction o f the u n iv erse.1\" It is particularly well represented in the ritual program o f the K ällkram a. Indeed, in the KäHkram a they are considered to be fundam ental aspects o f the goddess herself:(O Umä), unfolding awareness o f creation, persistence and destruction! The dawning (of enlightened consciousness), unobstructed, eternal and imperishable, unfolds, illumined by (the devotion) o f your devotees....\"1M oreover, the three states are contained in a fourth one beyond them called 'N am eless' (A näkhyä). T his is the transcendental, pure dynam ic consciousness (samvil) that generates, sustains and w ithdraw s the three sta te s.\"3 A m ajor characteristic o f the KälTkrama, this notion is absent inyat tadollasati vlryamürjitam pTtha esa hi mahämstvadutihitah II yä five sphuranafaktiraksayä ksmädipahcakanivislabhätanuli I sä mahad bhavati vlryamagrimam yanmayltvamasi plthacakrasühW pithacakranikaraikadharmini tvam sthitä ca satatam samantatah I sadbhirudyamanirantarätmabhirlaksyase’mba niravagrahodayä II (CGC 76 - 8)110 srstisamsthitisamhäränämakramacaiustayam I pithafmafänasahitam püjayed bhogamoksayoh II (TÄ 29/57)111 Davis (1991: 42) writes: \"The universe oscillates. It comes and goes, emerges and disappears . . .Saiva daily worship also echoes the rhythm of the oscillating universe. The paired concepts of 'emission' (srsti) and 'reabsorption' (samhära), with which Saivite cosmology describes the movements o f the oscillating universe, are embedded as an organizing logic in the patterning o f worship.\"113 nirjanasthitilayaprathälmike'gräsanityaniravagrahodayah Ijrmbhitastvadanupäksadipito . .. (CGC 81abc)113 The root Tantra o f the Kashmiri KälTkrama is the Jayadrathaydmala of twenty-four thousand versesto which we have already had occasion to refer as the most authoritative scripture o f the Newar cult of Siddhilak;mJ. The Jayadrathayämala is a very important work for many reasons. One of these is the relatively frequent reference to the phenomenology of the dynamic energy of consciousness which in this text is termed samvit. This term is rare in other non-Buddhist Tantras despite the fact that it is the basic term used for consciousness by Kashmiri Saivites. Even more striking, when compared with other Hindu Tantras of this period (i.e. prior to the development of Kashmiri Saivism), is its surpisingly sophisticated idealism which identifies subject and object through the act o f perception. Although, the Mahäkälasamhiiä is a K3IT"},{"pageNumber":45,"pageContent":"4 0Mark S. G. Dyczkowskithe basic form o f the K ubjikä cult. Even though K ubjikä is frequently called the N am eless, she is not described as the fourth inexplicable consciousness w hich encom passes the triad o f creation, persistence and destruction, as happens in the KälTkrama. Let us exam ine som e sam ple texts in ord er to observe the difference this identification m akes. In the follow ing passages K ubjikä is called the N am eless (A näm ä o r A näkhyä) and she is identified w ith the energy o f consciousness called T ransm ental (U nm anä):There, at the end o f the mind, there is nothing else except the (energy) which is beyond the mind (manonmani). (And so), she is called the Transmental (unmanä), the supreme (energy), who transports the nectar (o f immortality).1'*A gain:Above that is the Transmental (unmanä) state; that state (corresponds to the) Sämbhava (principle). (One attains it) once one has practiced (immersion in) the one Void where everything comes to an end. And once the Transmental at the end o f the Void has been reached, who is it that is not freed from bondage?\"5Emanation (srsti) (generated) from the sequence (krama) abides alone in the Vulva, facing downwards. (This energy is) the Transmental (manonmani), the essential Being (o f all things - sadbhävä) and the great wave (o f the energy o f consciousness) - whose form is L ight.\"1’K ubjikä is the energy 'beyond m in d ’ w hich leads to the pure transcendent B eing o f her consort. She is the Inexplicable (A näkhyä), W ithout N am e (A näm ä) not, prim arily, because she is the semper etem um o f G od's B eing w hich encom passes past, present and future in its inexplicable sim ultaneity, although she is also this, but, above all, because she is, literally, beyond the m ind. She is the final stage at the en d o f a vertical ascent through the expanse o f im m anence, at the extrem ity closest to transcendence.A gain, the location o f the m ultiple energies o f the goddess is not only represented by the goddess's sacred seats. It also refers to the placem ent o f the letters o f the alphabet w ithin a diagram called a prastära. The letters o f a m antra are extracted from this diagram . T his is done by indicating the position o f each letter in relation to other letters next to it. T his process is the m icrocosm ic parallel o f creating the universe part by part from the phonem ic energies that constitute the universal energy o f the goddess. T hus, K ubjikä like other K aula goddesses, such as M älinl, is both every single phonem ic energy and so is the one 'L etter' (varnä), and is also transcendent and so is called \"Devoid o f L etter' (avarna):Tantra which postdates the Jayadrathayämala and makes extensive use of this fourfold division o f creation, persistence, destruction and a fourth state beyond them, it is devoid o f the earlier idealism due to its exclusive focus on external ritual. The paradigm is so basic, whether internalized or not, that it is not surprising to discover that the Newar Käli rites are similarly dominated by this fourfold division.114 nänyam tatra bhavet kincinmanasänte manonmani I unmanä sä samäkhyätä parä hyamrtavähini II ( KKh 15/13)115 tasyordhve unmanävasthä ladävasthä hi Sämbhavam Ifünyamekam samäbhyasya yatra sarvam nivartate IISünyänte tünmane präpte ko na mucyati bandhanät I (KKh 9/18-9ab)116 kramät srstih sthitä yonau ekä eva hyadhomukhi I sadbhävä sä mahänürmirjyotirüpä manonmani II (KKh 24/44)"},{"pageNumber":46,"pageContent":"Kubjikä , KälI, Tripurä and Trika41Vidyä, the auspicious pow er (sakti), residing in letter and what is devoid o f letter, is o f two types. (One is the energy of) the syllables (o f all mantras - aksarä) (and the other is) the energy o f consciousness. (By knowing this the adept attains) success (siddhi). On the path o f the Vidyä mental vigour (medha) (is acquired) by action perceived (as correct) by the scripture.\"1E lsew here the goddess says:She, O Lord, is the deity and I have spoken o f her as the deity. She has emerged from the cave hermitage (guhäürama) and, devoid o f sound (asvara), she transports sound (svaravähini).\"%The m andala o f Sariivartä, w hich is the fundam ental m andala o f the goddess K ubjikä, develops from the triangle m entioned above. It consist o f six parts w hich, draw ing from the term inology o f tem ple architecture, are called prakära. The prakäras are the encom passing series o f w alls in a tem ple com pound, o r around a tree, w hich dem arcate the sacred space around the centre w here the deity re sid e s.\"9 E ncom passing through her m andala all things in this w ay, the goddess pervades all things because she is all things. From this point o f view , the draw ing o f the m andala sym bolizes the deploym ent o f the goddess in the tim e and space o f eternal pervasion. This takes place by a process the K ubjikä T antras and the KälTkrama call 'churning'. T his is the process o f em anation m arked by the em ergence o f the individual energies or aspects (kalä) o f Kula, the universal energy w ith w hich K ubjikä is identified.120 The K ubjikä Tantra o f the Churning Bhairava (M anthänabhairavatantra) explains:Thus, (reality), supreme (transcendent) and inferior (immanent), is divided by the division (brought about by) the churning (manthäna) (o f pow er and its possessor). In this way. Passion is117 vidyä nämäksarä iaklirdvidhairbhedairvyavasthitä I cicchaktiriti siddhih syät sä varnävarnagä iubhä II vidyämärge ca medhastu fästradrslena karmanä I (KKh 14/2 l-2ab)118 esä sä devatä devatayä khyäiä mayä prabho I guhä.iramäd viniskräntä asvarä svaravähim II (KKh 17/24)1,9 An interesting feature o f this temple is that it is not the temple o f the great Sanskritic tradition, but the archaic tree shrine of popular local folk tradition. Thus, in places, the texts apparently identify Kubjikä with a local goddess who lived in a tree or a stone underneath it. Accordingly, her Circle (mandala) is the Circle of the Tree, the original circle being the shade of the tree o f which the tree, and hence the stone, were the centre. Consistent with this symbolic representation o f Kubjikä's abode is her name, £ilädevl - the Goddess Stone, as the goddess in the centre o f this mandala. Interiorized, the Tree Mandala acquires the encompassing enclosures that are normally built when the deity of the tree and the stone develop in importance. Thus the development o f the Tree Mandala mirrors the development of the Hindu temple and the local, rural goddess o f the Tree becomes the Great Goddess of the temple and the city who is kept hidden in her mandala. In the final section of this essay, I deal with the goddess's association with trees and vegetation.120 The Kumärikä section of the Churning Bhairava Tantra defines the nature o f this activity as follows: \"(The act of) churning is said to be emanation itself, which is the arising of the aspects of the (energy of) Kula\" (manthänam srstirevoktam kaulikam kalasambhavam II KKh 17/35cd). Mahesvaränanda, writing in South India during the thirteenth or twelfth century, quotes the Kramakeli in his Mahärthamanjari (p. 172). This important work by Abhinavagupta on the Kashmiri KälTkrama had, along with many other works of this tradition, reached South India from the North by that time. The same passage is also quoted by Ksemaräja in his commentary, the Spandanirnaya (p. 6), on the Spandakärikä. The passage explains that the god o f the KalTkrama is called Manthänabhairava, lit. the Churning Bhairava, because \"he engenders the creation etc. of all things (by arousing) and churning his own power.\" In this case, the teachings of the Käfikrama and Kubjikä's Srikrama coincide."},{"pageNumber":47,"pageContent":"4 2Mark S. G. Dyczkowskipresent within emanation, the Passion which is the destruction o f desire (käma). And that is Hamsa (the Gander), the Great Soul which is the nectar generated from the (primordial) fire. These two are called (Siva and Sakti. The triple universe is woven warp and w oof (with them). This is the secret called the 'Great Churning' (mahämanthäna).12'The w om b o f energies, the V ulva, is, by a sym bolically significant reversal and conjunction o f polarities, know n as the V ulva Phallus (yonilinga) w hich is said to be 'churned from above’. The inner, unm anifest pow er is aroused by its ow n spontaneous inspiration. T he upper part is the m ale principle - the Phallus (Lihga) - the low er part the fem ale - the V ulva (Yoni). T he dro p o f the vital seed w hich is generated thereby is the em pow ering C om m and (äjhä), w hich is both the source o f the universe and the m eans to attain the suprem e state:The divine Lihga, churned from above, is divided into six parts (prakära). These are the Sacred Seats (pitha) and the rest. The (goddess) called Vakrikä (resides) there. She is the bliss o f the Command (äjnä), pure with blissful sexual intercourse (sukharati). She creates all things and destroys (them). She is consciousness and, abiding in the supreme state, she bestows both (worldly) enjoyment and liberation.122A gain:In this way Rudra's energy, the mother o f persistence and destruction, has pervaded all things with the three varieties (o f the powers o f will, knowledge and action). The primordial and free God o f the gods, who is both Kula (Sakti) and Akula (Siva), resides in the centre. His Command, in the form o f a Drop (o f sperm - bindu), is consciousness which bestows accomplishment (siddhi) and removes the fea r o f the fettered. (The Command is the goddess) Perpetually Wet (Nityaklinnä) who, aroused by her own passion (svaraktä), is free and bestows the perpetual bliss which is delighted by phenom enal existence.In the middle is the divine Lihga which gives supreme bliss. It is the Drop and the Sky. The perpetually blissful nature, which is the churning o f the two, is divided into six parts. / salute the (goddess) called Kubjikä whose beautiful body is aroused and engenders passion there (or 'makes love there' - kurvantl tatra käm am).123The N ew ars, follow ing a pattern com m on to K aula T antrism in general from the thirteenth or fourteenth century, classify the lineage goddesses as belonging to six traditions (sadämnäya).tasmänmanthänabhedena bheditam ca paräparam IIevaiii srstigatänahgam anahgam kämanälanam Isa ca hamsam mahätmänam jvalanädamrtodbhavam 11dvävetau Sivafaktyäkhyau otaprotam jagattrayam Ietad rahasyamäkhyätath mahämanthänasamjhayä II (KKh 24/27cd - 29)pithädyaih satprakäraistaduparimathitam divyalihgam vibhinnam Itaträjhänandarüpä sukharativimalä viSvakartrT ca hantn Icidrüpä vakrikäkhyä paramapadagatä bhuktidä muktidä ca I (KKh 2/10)evam vyäptam samastam sthitilayajanani rudrafaktistribhedaihtanmadhye devadevamakulakulamayam tanmayädyasvatantram Iyasyäjhä bindubhütä paiubhayaharant siddhidä bodharüpänityaklinnä svaraktä bhavamudilasadänandadätrisvatanträ IItanmadhye divyalihgam paramasukhakaram bindurüpam kharüpamnityänandasvarüpam tadubhayamathanam satprakärairvibhinnam Ikurvantlm tatra kämam kyubh it avarat an um Irikubjikäkhyam namämi II (CMSS 1/5-6)"},{"pageNumber":48,"pageContent":"Kubjikä , KälI, Tripurä and Trika4 3They are sym bolically arranged and w orshipped in the four cardinal directions along w ith the nadir and the zenith. A ccording to a representative N ew ar liturgy, they are:1) U pper: T ripurä 2) Lower: H ätakesvari o r the B uddhist V ajrayogini 3) East: Püm esi 4) N orth: form s o f Kali including GuhyakäU, S iddhilaksm i and DaksinakälT 5) W est: K ubjikä 6) South: NiSeSf124T hese six goddesses and their consorts, o r th eir equivalents, are w orshipped in the com ers o f a six-sided figure form ed from tw o triangles. O ne triangle faces dow n and represents Sakti - the lineage goddess. T he oth er faces up and represents S iva - the goddess's consort. T his figure, seen very com m only in and around N ew ar tem ples and houses, sym bolizes the union o f opposites represented by these d ivine, all-em bracing polarities. U nion takes place betw een the triangles, at the co m ers and in the centre, w hich is m arked by a dot, representing the fecund fusion o f the vital seed o f the couple. K ashm iri Saiva texts explain that this figure also represents the sexual union of the divinized hum an couple engaged in a special type o f K aula ritu al.125 N ew ar initiates are also aw are o f this sym bolism and openly accept it. W hen questioned about this, one m an explained that this is the reason w hy N ew ars in general, and K aula initiates in particular, p refer the householder life. C elibate renunciates cannot perform all the rituals. W hat such statem ents m ean and im ply124 I have drawn this information from Paicimajyesthämnäyakarmärcanapaddhatih (fols. 87b-91b) where the worship o f the deities of six traditions is described as a part of the regular rite of the western tradition (paicimämnäya, which is that of the goddess Kubjikä). It is important to note that, whatever the tradition, the deities o f all six must be worshipped. Thus the initiation Newars receive not only initiates them into the worship of their own lineage deity but also into the worship of all of the others. The lineage goddess is not worshipped exclusively; but she is given pride of place. Moreover, whoever one's own lineage deity may be, the mandala in which the deities of the six lineages are worshipped is enclosed by Kubjikä's mantra (see below). Thus Kubjikä, in the form of her mantra, encompasses them all and thereby energizes them.The contents of the six traditions are the ones prescribed by the Parätantra. This may well be because the Parätantra is a Newar product. In 1947 a series of articles written by the Nepalese major- general Dhana Samser Jahgabahädur Ränä came out in the Hindi magazine Candi. In these articles the author expounds the pantheon and related matters of these six traditions on the basis of the Parätantra and other texts considered authoritative by Newar 3aktas. Note that the Parätantra (chapter six) prescribes the worship of Vajrayogini as the deity of the Lower Tradition, stating that this is the tradition of the Buddhists. Newar Kaulas have replaced her with Hätakesvari who, along with her consort Hätakesvara, governs the hell worlds. This change is in consonance with the expurgation by Newar Kaulas of Buddhist influences in their rites.123 Referring to the symbolism o f the formation of the letter AI, Abhinavagupta says that the letter E is represented by the triangle of the goddess's Vulva, which is \"beautiful with the fragrance of emission” (visargämodasundaram - TÄ 3/95a). Then: When the powers o f the absolute (the letter A) and bliss (the letter Ä) become firmly established there (in the triangle, which is the letter E), it assumes the condition of the six-spoked (mandalasadavasthili, i.e. AI) brought about by the union o f two triangles. (TÄ 3/95b-6a). Jayaratha comments that \"in the process of the practice o f ritual sex (caryäkrama) the condition corresponding to the Gesture of the Six Spokes (sadaramudra) arises by the encapsulation of the two triangles, (one being that o f the) male adept (siddha) and (the other that of the) yoginl.\" The sides of these triangles are formed from the three channels o f the vital breath (idä, pihgalä and susumnä) that come together in the genital region of each o f the two partners engaged in this rite. The vital breath is impelled along these three channels by the energies of will, knowledge and action. When these extroverted energies are experienced in conjunction with the inner energies o f the absolute and its bliss, as happens for a moment, at least, in sexual intercourse, the three energies and corresponding vital breaths o f the partners work together to generate the emission (visarga) through which the fecund seed of the couple is projected with force through the centre."},{"pageNumber":49,"pageContent":"4 4Mark S. G. Dyczkowskiexactly is never m ade explicit by any o f the people I have interview ed. So the reader m ust be content, as I have to be, to w onder.Just as this six-sided figure represents the six lineages, it is also com m only found in the m andala o f the lineage goddesses, technically called the Kramamandala•• T his is the case w ith the Kramamandala o f the W estern T radition (pascimämnäya), w hich the K ubjikä T antras describe as \"the city o f the illum ined intellect (dhi)\"'26 because it is the em bodim ent o f the teachings o f the lineage (krama) o f teachers w ho transm it the tradition (krama) and because its constituent elem ents, represented by m antras, are w orshipped in a fixed sequence (krama) w hich constitutes the liturgy - Krama. T here are tw enty-eight such constituents and so the rite o f adoration (püjäkram a) o f this m andala is called the S equence o f T w enty-E ight (asfa vimsatikrama). These tw enty-eight constituents are represented by m antras arranged in six groups consisting o f four, five, six, four, five and four parts. T hey are projected onto the co m ers o f the six-sided figure. A ccording to one interpretation, they are as follow s:1) The G roup o f Four: the intellect along w ith the energies o f w ill, know ledge and action.2) T he G roup o f Five: the five types o f sensation, nam ely sound, form , taste, sm ell, and touch.3) T he G roup o f Six: the five sense organs, nam ely the ear, eye, tongue, nose, skin and mind.4 ) The G roup o f Four: the four states, nam ely w aking, dream ing, deep sleep and the Fourth.5 ) The G roup o f Five: the group o f five gross elem ents - w ater, fire, earth, w ind and space.6) The G roup o f Four: the three qualities o f N ature, nam ely sattva, rajas and tamas, along with Siva, their m aster.A ccording to contem porary N ew ar ritual procedure, the tw o superim posed triangles are surrounded by an eight-petalled lotus. E ight m other goddesses (m ätrkä) are w orshipped on the petals. T hey guard the d irections and the d ivine couple in the centre. O utside this eight-petalled lotus is a sixteen-petalled lotus. The deities w orshipped here are the eight m other goddesses again, but this tim e along w ith their consorts, the eight B hairavas, w ho are w orshipped next to them . The coupling that takes place in the centre betw een K ubjikä and her B h airava is thus reflected in this encom passing circle w hich com pletes the periphery o f the core o f the m andala en ergized by these couplings. T his is then enclosed in the final o u ter circle consisting o f a thirty-tw o-petalled lotus on the petals o f w hich are w orshipped the thirty-tw o goddesses w ho are the energies o f the thirty-tw o syllables o f K ubjikä's m antra.T he foundation o f each sophisticated T antric system , such as this one, is the m andala it d escrib es.127 It is through it that the rite o f adoration o f the principal deity o r couple, w hich is in the centre o f the m andala, takes place. A ccordingly, we find that the six groups w hich are the vital core o f the goddess's m andala recu r repeatedly in the K ubjikä T antras, usually w ith som e further reflection or addition draw ing, as it w ere, m ore each tim e from the configuration o f energies. The com ponents o f the m andala are w orshipped system atically, part by part, each w ith its ow n group o f m antras. The d eploym ent o f energies in space is thus parallel to their deploym ent in tim e. B oth o f126 yadetat kaulikam jnänam kramamandaladhipuram I (KKh 5/lab)127 The core of a Tantric system o f the early period consists of the extensive description of the mandala of its main deity and the rites associated with it. Certainly, such Tantric systems include numerous other rituals and practices; nonetheless the system proper essentially consists of this. The many other matters that are not directly associated with the worship of the main mandala or one o f its forms are accretions, additions and appendages that may well be extensive and even significant, but they are not essential to the system. By this 1 mean that the basic system would remain intact even if they were to be absent."},{"pageNumber":50,"pageContent":"Kubjikä , Käli, Tripurä and Trika4 5these are held together by their sequence (krama) in time and space.128 T here are three such sequences. T hey are the S equence o f the C hild, the Y outh (also called the M iddle O ne) and the Eldest. T hey are also called the Sequences o f the Individual Soul (änava), E nergy (säkta) and Siva (fämbhava).™ K ubjikä is the goddess o f these sequences (kramadevT), and she m anifests as and through them in the form o f their m antras. T his identity is acted out sym bolically by the w orship o f a fourth sequence, w hich is conceived as containing the other three, nam ely the Sequence o f the Fem ale S kyfarer (khecartkrama). The energies o f these sequences o f m antras are further reinforced and applied in the ritual by equating the six parts o f the m andala w ith the goddess's six lim bs and her six faces. T hese are w orshipped in all three sequences.In this w ay the goddess is w orshipped as all that exists both externally, in the outside w orld, and internally w ithin the body. T he latter aspect is represented in various w ays. F or exam ple, the six parts o f the m andala represent six configurations o f the phonem ic energies that constitute speech and m antras present in the body o f the goddess and o f each person. T hese are the standard128 Abhinavagupta explains in his brilliantly profound manner: The extending process of diversificationand development (kalanä) along the path (of the cosmic order) takes place in two ways, namely in a sequential and in a non-successive manner. Succession (krama) and its absence essentially amount to (the two ways in which forms are manifest) in the field o f phenomenal existence. Thus this can take place either through the differentiated development of single units (ekakalanä, as happens, for example, in making the transition from cause to effect) or (simultaneously o f a number of units, as happens when viewing) a picture. (TÄ 6/6)We may note in passing that Abhinavagupta is indebted for these concepts not to any Tantric tradition but to Bhartrhari, the philosopher o f grammar, for this important exegesis of the Kaula term krama (meaning literally 'sequence' or 'succession').,a Nobody who has studied the Trika Tantrism elaborated by Abhinavagupta can fail to notice thatthese three sequences bear the names of the three major categories into which Abhinavagupta, inspired by his Trika teacher Sambhunätha, has classified practice both ritual and yogic (which one could say is roughly equivalent, as'SBhinavagupta presents it, to what may be called mysticism). It appears that these terms were originally used in the Tantras to denote phases in the liturgies of some of the rituals they taught, as is the case with the Kubjikä Tantras. Once again one is struck by the extensive use Abhinavagupta has made of the language of ritual to talk about mysticism, that is, experience o f the sacred, and to formulate philosophical and theological concepts. Indeed, he is so adept at speaking the language of ritual for such purposes that one is apt to forget that a work such as the Tanträloka is, despite its extremely rich philosophy and mystical soteriology, structured in the form of a liturgical work (paddhati). Indeed, Abhinavagupta himself tells us right at the beginning of his Tanträloka that it is a work not of philosophy or a treatise on Yoga but a work concerning ritual:santi paddhataya.iciträh srotobhedesu bhüyasä I anuttarasadardhärthakrame tvekäpi neksyate II ityaham bahuSah sadbhih iiyyasabrahmacäribhih I arthito racaye spaytäm pürnärthäm prakriyämimäm IIVarious are the liturgical manuals (paddhati) in use in the many diverse traditions. But for the rituals (krama) o f the Anuttaratrika there is not even one to be seen. I therefore, repeatedly requested by (my) sincere disciples and fellows, compose this liturgy (prakriyä), which is clear and complete. (TÄ 1/14-5)The term prakriyä may, in some contexts, mean a 'literary work’ but here I take it to mean 'liturgy'. This usage coincides with that found in the expressions tantraprakriyä and kulaprakriyä. We are told by Jayaratha, the commentator on the Tanträloka, that the rituals and practices in the Tanträloka belong to these two types, namely Tantric ritual and Kaula ritual. The former is centred on the god, Bhairava or Siva, and the latter on the goddess or goddesses."},{"pageNumber":51,"pageContent":"4 6Mark S. G. DyczkowskiSix W heels (satcakra) o f w hat is now adays com m only know n as KundalinT Y oga. T his is a very im portant part o f the ritual and cosm ology o f this tradition since the goddess K ubjikä is essentially, not ju st secondarily, identified w ith KundalinT.130 T hus the texts take great pains to describe these Six W heels.T his Y oga can be practised for realization coupled w ith w orldly enjoym ent. T his is term ed anugraha ('grace'). It can also be practised to accom plish m agical acts designed to control and harm others. T his is a form o f 'w orldly enjoym ent’ (bhoga) called nigraha ('restraint').131 The texts warn that this should be practised only w hen the intended victim s have seriously transgressed the rule (samayai) o f the tradition. Each w heel generates and sustains one or m ore o f the com ponents o f the body, the flesh, fat, bone, m arrow and so on. Each o f these com ponents is governed by one o f K ubjikä's attendants w ho are the m istresses (näyikä) o f each w heel. C alled yoginls, these are dem onic goddesses o r w itches w ho can be invoked to perform m agic rites. T hus, each one o f the six w heels can correspond to one o f the standard six m agic rites (satkarma). A practice is recorded for each one according to the m agic rite one w ishes to perform . A separate v id y ä132 and m andala (also called yantra) is prescribed for each one. Even so, they are all linked to one o f the three varieties o f K ubjikä's thirty-tw o-syllabled m antra know n as V ajrakubjI. In this w ay, a link is m aintained w ith the suprem e goddess w ho is identified w ith KundalinT as the energy o f the vital breath and speech.A nother im portant aspect o f the deploym ent o f the goddess's pow er in tim e and space is the transm ission o f her em pow ering C om m and (äjnä) through initiation. The tem poral sequence (krama) in this case is the lineage o f the transm ission. T his is the goddess's fam ily (kula, anvaya, santati) w hich belongs to her clan (gotra) and house (grha).133 T hus the residence, place o fAll the major Kaula goddesses are identified with KundalinT. The goddess Kubjikä differs from other Kaula goddesses in that she is not KundalinT merely by ascription. Much of her mythology, iconography and ritual is moulded primarily around her personage, metaphysical identity and activity as KundalinT. It is not an extra feature of her nature which has been added on to the others from the outside, but is part of the very essence o f her very specific iconic form and nature. Moreover, as Sanderson (1988: 687) points out: \"The system of six power-centres (cakras) is also characteristic o f the yogic rituals o f the Kubjikämatatantra . Later it became so universal, being disseminated as part of the system of kundaliniyoga beyond the boundaries of the Tantric cults, that it has been forgotten in India (and not noticed outside it) that it is quite absent in all the Tantric traditions except this one and the cult of the goddess Tripurasundari.\" It appears, moreover, that the cult of Tripurä borrowed this from that of Kubjikä. Evidence for this is the addition in the Tripurä cult of what are clearly three extra subsidiary centres to make nine. This is because the mandala of Tripurä is made of nine enclosures (ävarana). Kubjikä's mandala, as we have seen, is made of six parts (prakära) to which the six centres correspond without need of accommodation.131 nigrahänugrahe .(aktirbhavate lava niScayam Imartyaloke vrajilvä tu kuru kridäm yathecchayä IIIt is sure that yours is the power to assist (anugraha) and to obstruct (nigraha). Once gone to the mortal world, play as you w ill. (KKh 5/54)133 Just as the male mantra embodies a god in sound form, similarly the female Vidyä embodies agoddess.133 This a common analogy found in various forms and more or less emphasized in all Tantrictraditions. Indeed it reaches back into Vedic times. The analogy became concrete fact in the not uncommon case of the Brahmin father who acted as the tutor and spiritual preceptor of his son. In this context, the Brhadäranyaka Upanisad envisages the transfer of spiritual knowledge literally as a transfer o f vital force from father to son at the moment o f the father’s death:When a father thinks that he is going to die, he says to his son, \"you are Brahman, you are the sacrifice, you are the world.\" [...] When a father who knows this leaves this world, he penetrates his son"},{"pageNumber":52,"pageContent":"Kubjikä , KälI, Tripurä and Trika4 7initiation and preaching o f the teachers in the goddess's fam ily should all be recollected along w ith each teacher. The goddess gives rise in this way to the sequence w hich is her external m anifest form . The sequence (krama) o f the rite and the sequence o f the lineage w ould not be com plete w ithout it. A ccordingly, the texts prescribe that the M andala o f the T eachers (gurumandala) should be draw n along with the M andala o f Sarhvartä (that is, the kramamandala o f this school described above), but w orshipped before it. N ew ar K aulas thus w orship the teachers o f their lineage along with the legendary founders o f the cu lt o f their lineage goddess in a m andala that is draw n specially for this purpose as part o f the prelim inaries o f the m ore elaborate rites o f adoration (kramärcana).114T he w orship o f the lineage o f teachers and sacred places transposed onto the body through the ritual o f deposition (nyäsa) is basic, com m on practice in all m ajor K aula schools. T hus in A bhinavagupta's presentation o f K aula ritual the w orship o f the m andala w ith these com ponents is an essential prelim inary to ritual union w ith the T antric consort. He writes:Kula is the wheel (cakra) which consists o f mantras, the (accomplished adepts and teachers o f the tradition known as) Siddhas, the vital breath, (embodied) consciousness and the senses. The powerful (universal) consciousness which resides within it is here called Kulesvarl. She must be worshipped in the centre ... either alone (ekavträ) or together with her Lord. 135The seed syllable m antra A IM is the form o f the goddess K ubjikä w orshipped in the centre o f h er m andala along with B hairava, w hose form is the seed syllable called N avätm an. The seed syllable o f the goddess T ripurä is also A IM 13® and it is called V ägbhava CEssence o f S peech') in both system s. As this syllable, K ubjikä is identified in one o f her form s w ith the goddess Parä. Sljp is thus linked to both conceptions, w ithout coinciding exactly with either. B ut note that althoughtogether with speech, the mind and the vital force. [...] The father remains in this world through the son alone. The divine and immortal organ o f speech, mind and vital force pervade him. (1/5/17; English translation drawn from the The Brhadäranyaka Upanisad, Mylapore: Sri Ramakrishna Math, 1979).Finding support from such traditions in the Brahminical world view, the Newars have understood the Tantric analogy between a spiritual lineage and familial one literally.134 Vajräcäryas, the Newar Buddhist Tantric priests, do the same. Locke informs us that: \"The Guru Mandala rite is a ritual performed at the beginning of every püjä performed by a Vajräcärya. The mandala in question is the Mt. Meru mandala which is offered to the gums, i.e., the Buddha, the Dharma, the Sangha and Vajrasattva.\" For a detailed account of this rite see Locke 1980: 81-95 from where this reference is drawn.135 mantrasiddhapränasamvitkaranätmani yä kule II cakrätmake citih prabhvi proklä seha kulesvarl I sä madhye. . . püjyä . . . IIekavlrä ca sä püjyä yadi vä sakulefvarä II (TÄ 29/46cd-8)I have published a diagram of the Gurumandala described in the Tanträloka to which the interested reader is referred (see Dyczkowski 1987a: 81). Note that the mandala has been published upside down.134 Cf: aimkäräsanamärüdhäth vajrapadmoparisthitäm Isiddhim mäm dadate nityam .fnkubjäkhyäm namämyaham III salute the venerable (goddess) called Kubjä who, mounted on the seat o f the letter AIM and seated on the Thunderbolt Lotus, constantly gives me accomplishment (siddhi). (KKh 5/73)"},{"pageNumber":53,"pageContent":"4 8Mark S. G. Dyczkowskishe is frequently identified w ith the goddess Parä she differs, in this context, from the Parä V idyä o f the T rika w hich is S A U H .137A IM is one o f the m ost im portant seed syllables in the m antric system o f the K ubjikä cult. It precedes m ost o f the m antras and V idyäs o f this school. Indeed, it is an im portant seed syllable for all the K aula traditions prevalent in N epal. T hus the N ew ars regularly place it in the centre o f the m andalas they m ake to house their lineage goddesses. M oreover, it is the first o f an im portant group o f five seed syllables called the 'Five B rahm äs (pancabrahma)' or \"Five Instrum ents (pancakarana)'. In one version, these are AIM H RIM S r I M PH REM H S A U M .138 T hey are well know n, in a variant form , in the S rividyä tradition as the Five G hosts (pancapreta) w ho support the throne on w hich T ripurä sits, nam ely, B rahm ä, V isnu, Rudra, M ahesvara and Sadä£iva. T hey are located in the innerm ost triangle o f Sricakra. The first three, w hich are said to be the seeds o f creation, persistence and destruction, respectively, prefix m ost o f the m antras used in the w orship o f Sricakra.The consort o f K ubjikä is a form o f B hairava called N avätm an. H is seed syllable, also called N avätm an, is H SK SM L V R Y Ü M . T his seed syllable, o r variants o f the sam e, w ere know n to K ashm iri S aivites from the Svacchandatantra and other so u rces.139 It has tw o form s in the cults o f both K ubjikä and S rividyä cult: one is H SK SM L V R Y Ü M , w hich is related to the m ale aspect. T he other is S H K S M L V R Y IM , w hich is related to the fem ale asp ect.140 The first form is also used in the rites o f the Svacchandatantra. T he K ubjikä texts hardly do m ore than note the existence o f both form s: even so both are com m only prescribed together in the liturgies com piled by the N ew ars as happens in the w orship o f Srividyä.The G oddess o f FireN ow we have dealt w ith som e o f the creative aspects o f the goddess K ubjikä, we should refer to the other, destructive ones. A s we have noted already, w hile K äli destroys as she creates.137 In this contrext, Kubjikä as Parä is not to be directly identified with the goddess Parä who forms a part of the triad Parä, Paräparä and Aparä. The Vidyä of Parä (as a member of this triad) found in the KMT is different. See above, footnote 65.138 This is according to KMT 5/34ff.. Important variant forms of the last two syllables commonly found in Newar liturgies and other Kubjikä Tantras are KHPHREM (for PHREM) and HSÜAUM (for HSÄUM).139 Ksemaräja analyzes it in his commentary on SvT 4/102-3. There he describes how to write it in a diagram and how each letter corresponds to a principle (tattva). It is also used in Saivasiddhänta ritual (see S$P 2/11, Pünakärana 2/10-1 la and Aghora.dvapaddhati p. 255).140 At the beginning of the worship of Sricakra the teacher is invoked through what is called the Guru mantra. According to one liturgical text, this is as follows:aim hrim Stim aim klim sauh hamsah iivah so'ham hasakhaphrem hsk^mlvryüm hsaum shkymlvryim shauh svarüpanirüpanahetave svagurave .<n-annapürnämbäsahitaSri-amrtänandanätha.fngurufri- pädukäm püjayämi tarpayämi namah ITaken from Sri Cakra, The Source of the Cosmos, special issue. The Journal o f the Sri Räjaräjeswari Pitham (Rochester, NY 14623), p. 1. There are many lineages o f initiates into the cult of Srividyä. Unlike the goddess Kubjikä who has been confined in great secrecy to the Kathmandu Valley for centuries, the cult of Srividyä has flourished throughout the Indian subcontinent for not less than eight hundred years. As happens with other Tantric cults, individual lineages may produce liturgies (paddhati, püjävidhi) of their own, in some cases in great numbers. The liturgical text quoted above belongs to an important lineage which has initiates not only in India but also the United States. The interested reader is referred to this publication for a list of names and addresses of some of these initiates."},{"pageNumber":54,"pageContent":"Kubjikä , KälI, Tripurä and Trika4 9K ubjikä creates as she destroys. T his is expressed sym bolically by equating her w ith the all com sum ing fire that b um s up the universe at the end o f each aeon, nam ely the Fire o f Tim e (kälägni), here called Sarhvartä (lit. T h e Y ear' and so, the 'Fire o f the A eons') o r V ädavägni (lit. 'The Fire from the M are's [M outh]'). A ccording to the Puranas, this fire b um s at the bottom o f the ocean. The w ater it causes to evaporate falls as life-giving rain. Sim ilarly, the energy in the centre o f the C ircle o f the Fire o f the A eons (samvartämandala), the m ain m andala o f the K ubjikä T antras, is said to consum e the O cean o f K ula.141 T his ocean is the m andala itself, w hich is m ade o f the energies o f the goddess w ho is Kula. As the fire w hich b um s at the end o f a cosm ic age and consum es all the w orlds, it rem ains hidden in the darkness o f the V oid produced thereby. It is from here, the energy hidden w ithin the V oid, that creation proceeds. A s the goddess tells the god:O Hara, within this void form , one with darkness, was the mind o f the bliss o f the play (o f transcendental Being). It was tranquility (itself) close to Kula (the energy o f the absolute) and I knew nothing at all, O Hara, by speech, hearing or sight. Nor was I aware (o f anything). The joy, fifty-fold (o f the fifty letters o f the alphabet), which is the bliss o f liberation (kaivalya) was within the Fire o f the Aeons (samvartä). Its will is the Unmanifest whose form is subtly manifest. Then I was overcome with wonder and (asked myself): \"What is this voidness?\" And realizing that it was terrible and deep, / was frightened and (my) mind slumbered. Having entered into Bhairava's sacrifice, I remained there in (my) supreme form . And as an atom (o f consciousness) the Lion (simhaka) (bore) a subtle form . O Lord, the Lion Fire (simhasamvartaka), fu ll o f darkness, became manifest (vyavrtaj . 142141 prajvalantt svakiranaifcarubhirraudramandale IShe bums intensely with her beautiful rays in Rudra's sphere (mandala). (KKh 13/12 lab)Again:krama mandalamadhyastham jvalantam diparüpakam Itallihgam tarn ca vrksam ca vidhinä kramanäyakam IIThe (reality) in the centre o f the Krama Mandala bums in the form o f (the flame o f a) lamp. That is the Lihga, that the Tree and, according to the rule, the master o f the Krama. (ibid. 8/77).Although Abhinavagupta did not make use of Kubjikä Tantras as his sources, he knew this symbolism well from other Tantric traditions. He incorporates it into his own Trika system presenting it, as he usually does, with a sophisticated interpretation based on a phenomenology of universal divine consciousness acting in and through each act of perception:This path is worthy o f being described in this way because the yogi quickly (dräk) attains Bhairava’s nature, contemplating the sequence of its configuration (prakriyäkrama) (contained in the initial impulse towards perception) as is explained in the Spanda teaching. Experiencing all the (cosmic) path (in this wav, the yogi) should dissolve it into the deities (who preside over it). They are (then merged), as before, progressively into the wheel of the body, vital breath and intellect. (Finally) all this (is merged) collectively into his own consciousness. This consciousness which is full o f all things and is continuously worshipped (and practised) is (like) the fire o f universal destruction (which dries up) the ocean o f transmigration. (TÄ 8/5-8)Concerning the Spanda teachings see my trilogy on this school of Kashmiri Saivism, The Doctrine o f Vibration, The Stanzas on Vibration and The Aphorisms o f Siva.142 .fünyäkäre tamaikatve ramanänandacetasam ISamanam kulasamkälam kincijjänämyaham hara II"},{"pageNumber":55,"pageContent":"5 0Mark S. G. DyczkowskiT his T antric goddess, w ho as we have noted above, w as in all probability a local folk goddess, is thus im plicitly identified with the fire o f the V edic sacrifice into w hich the w orlds are offered and from w hich they arise again. In this process the goddess h erself is as if transform ed. Both these them es, nam ely the transform ation o f the goddess and her association w ith the V edic sacrifice are explicit in one o f the rare m yths o f this K aula tradition. T his m yth is yet another o f very m any versions scattered throughout the sacred texts o f India o f the story o f D aksa's sacrifice.143 The com m on nucleus o f the story is sim ple. A B rahm in nam ed D ak$a sponsored a great Vedic sacrifice to w hich he invited all the gods except Siva o f w hom he disapproved even though, indeed because, he w as the beloved husband o f his favourite daughter, U m ä. T he god w as sorely offended and, m uch angered, destroyed the sacrifice and his consort im m olated herself in the sacrificial fire. T hus to Dak$a accrued the dem erit o f failing to com plete it. A K ubjikä T antra goes on to add its ow n slant to the story:When the goddess came to know o f what had occurred, (she said): \"My father Daksa's sacrifice has been destroyed by me because (its destruction was) due to me. I am the sinner (and so) will purify myself!\" She stoked the Supreme Fire, brilliant with waves o f raging flam es.. She contemplated it burning fiercely from the middle o f the Mandala o f Gesture (mudrämandala). She then assumed the adamantine posture and recalled to mind the energy o f Aghoresvari. She'burnt herself with the Fire o f Time and became (like) a smokeless, burning coal. (This) wise woman, dead and reduced to ashes, left the mortal world.'**The goddess w as then b o m to H im avän, the god o f the H im alaya range, as B hadrakälikä.143 Siva, recognizing h er voice as that o f his w ife U m ä, again sought and obtained her hand in m arriage. T hus he u n ited w ith her once m ore and all the polarities o f existence w ere reunited. The m ultiplicity o f all things fused back into their com plim entary opposite p ole, the one transcendentna väcä iruticaksubhyäm na ca buddhyämyaham hara I kaivalyänandamählädam samvartäntam iatärdhakam II tasyecchä kihciccinmätrama vyaktam vyaktirüpinam I tadäham vismayamäpannä kimidam Sünyarüpakam II iti matvä gahanam ghoram bhiläham suptacetasä I pravistä bhairave yajne sthitäham pararüpatah II paramänusvarüpena kihcidrüpam ca simhakam I simhasamvartakam nätha vyävrtam tamasäkulam II (KKh 24/7-11)I143 The myth of the destruction of Daksa's sacrifice occurs for the first time in the Rgveda (1/51/5-7). It is retold in the Aitareyabrähmana (13/9-10) and in the Satapathabrähmana (1/7/3/1-4). It occurs in both the tepics and in the Puränas, including Mahäbhärata, Säntipanan 284; Rämäyana, Bälakända 65/9-12;Sivapuräna, Rudrasamhitä, SatXkhanda 12-42 and VäyavTyasamhitä 18-33; Väyupurärta 30; Uhgapuräna100; Skandapuräna, Mahetokhanda, Kedärakända 2; Brahmapuräna 39; Kürmapuräna 1/15;Matsyapuräna 5; Bhägavatapuräna 32; Devibhägavatapuräna 6/38; Mahäbhägavalapuräna 4/1-10 andKälikäpuräna 16-18.144 jhätvä cedam tadä devi idam vrttäntamägatam II matsambandhäcca daksasya aham sä päpakärini I piluryajüam mayä dhvastam ätmänam Sodhayämyaham 11 jvalajvälormisamkä/amuddipya paramänalam I jvalantam cintayitvä tu mudrämandalamadhyatah II vajräsanam tato badhvä smrtäghoreSvarikalä I kälägninä svayaih dagdhä nirdhümähgäratäm gatä IImrtä bhasmagatä sädhvi utttrnä martyalokatah I (KKh 3/162cd- 6ab)145 See above, fn. 84."},{"pageNumber":56,"pageContent":"Kubjikä , KälI, Tripurä and Trika51Being w hich is their original source. The m yth teaches in this w ay, am ongst o th er things, that the adept m ust sim ilarly throw h im self into the purifying fire in the centre o f the m andala. T here he w ill fuse w ith the Suprem e G oddess (Parä) w ho, in her fierce aspect, is the T ransm ental (manonmanl), the energy w hich is the light o f consciousness144 described in the follow ing passage:Horrific (ghorä), she burns without smoke, (like) the flam e on the wick o f a lamp. Shining like countless millions o f Rudras, she is Rudra's energy, and is both supreme (transcendent) and inferior (immanent). (This) energy is the Drop (bindu) which is the deluge (o f energy that fiow s) right up to the earth and contains millions o f millions o f Rudras. Its radiant pow er (tejas) is the Supreme Energy, Rudra's energy, the Great Goddess.'*7The L unar G oddessA long w ith her associations w ith the cosm ic fire, K ubjikä, like KälT, T ripurä and, indeed, m any other goddesses, has extensive lunar associations. The m oon alternates progressively betw een light and darkness. It both bestow s and w ithdraw s its light. Sim ilarly the lunar goddess shines darkly as it w ere. KäÜ, w ho as her nam e tells us with its double m eaning, is both L ady T im e and the Black Lady, is in an apparently paradoxical m anner described as radiant light (bhäsä). K ubjikä also possesses these tw o aspects. In her case how ever, although she is also som etim es said to be black (fyäm ä) or light blue, her brightness, rather than darkness, is m ore frequently em phasized in the form s, m yths and sacred geography associated w ith her. T hus, for exam ple, she is said to reside on the Island o f the M oon in the form o f a lunar stone, in the centre o f the island, sym bolizing the lunar drop (bindu). H er lunar w hiteness is associated w ith the fertilizing sperm . H er lunar pow er and am bigiously plural sexual nature com bine, and so she is called Sukrä - Fem ale Sperm . She lives on the triple peak o f the M ountain o f the M oon w hich is identified w ith M eru, the m ountain at the centre o f the w orld. H er abode is the C ity o f the M oon and her house is the H ouse o f the M oon, w here perfected yogis and yoginls reside. By entering this tradition, the initiate becom es a sacred person in a sacred land, m ountain or island in the com pany o f perfect beings. It is a secret inner w orld - the land o f the m andala.Set in sacred space and sacred tim e, the sacred house o f the tradition is thought to be regenerated in and through each cosm ic age. The present is a sum m ation o f the past; it is its com pletion. T im e and space w ork together in the continuity o f the lineage, the fam ily and its descendants (santäna). T o enter the secret, sacred places one m ust be a part o f this process. One m ust be bom from it, sustained by it. and ultim ately m erge into it.The 'process' (krama) in this case is the sequence o f the phases o f the inner m oon. As Eliade (1974: 155) notes:T he sun is alw ays the sam e, alw ays itself, never in any sense \"becom ing\". The m oon, on theo ther hand, is a body w hich w axes, w anes and disappears, a body w hose existence is subject144 tadantaragatä vidyä yä parä parameivari Isä Saktirbhimarüpena jyotirüpä manonmani IIWithin that is the Vidyä who is Parä, the Supreme Goddess. She is energy in (her) terrible aspect, the Transmental (manonmani) (whose) form is light. (KKh 13/117)147 dtpavartiSikhä ghorä jvälini dhümravarjitä Irudrakotisahasräbhä rudraiaktih paräparä II rudrakotidharo binduh Sakliräbhümisamplavah I tasya tejah parä tokiirrudrafaktirmaheivari II (KKh 13/118-9)"},{"pageNumber":57,"pageContent":"5 2Mark S. G. Dyczkowskito the universal law o f becom ing, o f birth and death. The m oon, like m an, has a career involving tragedy, for its failing, like m an's, en d s in death. For three nights the starry sky is w ithout a m oon. B ut this \"death\" is follow ed by a rebirth: the new m oon. The m oon’s going out, in \"death\", is never final. O ne B abylonian hym n to Sin sees the m oon as \"a fruit grow ing from itse lf'. It is reborn o f its ow n substance, in pursuance o f its ow n destined career. T his perpetual return to its beginnings, and this ever-recurring cycle m ake the m oon the heavenly body above all others concerned w ith the rhythm s o f life .In the body, the \"rhythm s o f life\" are m ost clearly apparent in the m ovem ent o f the vital breath, and it is in this m ovem ent that the goddess's lunar nature is m ost clearly perceived. In this context, K ubjikä, the energy o f consciousness (citkalä), has tw o aspects. O ne is the energy o f plenitude - the Full M oon (pürnä). T he other is the energy o f em ptiness - the New M oon (amä):/ praise (the goddess) called the Full (Moon) who resides at the end o f the sixteen (digits o f the moon) in the bright fortnight, whose form is (round like) that o f a bud o f the kadamba tree, 148 and nature that o f nectar.I praise the goddess New Moon (amä) who resides in the centre (o f the sphere o f the Full Moon), she who is the lioness o f the nectar o f union (utsahgämrtakesan), the original form (bimba) o f (the goddess) Kälikä, and beautiful by virtue o f her moonlight form (candrikäkära).'**The N ew 150 and the Full M oon are the tw o extrem ities o f the m ovem ent o f vitality. The fullness em pties o u t until, exhausted, it reverts to its original potential condition w hich is the source o f all energies. T he light turns to darkness and the darkness turns to light as K ubjikä reveals her dark aspect and KälT reveals her radiance. T his cosm ic cycle is repeated in the m ovem ent o f the breath. W hen it takes place m indfully, in the m anner about to be described, breathing becom es the epitom e o f tim e. Its ceaseless recurrence, w hich is life itself, m irrors w ithin the creation and destruction o f the w orld, replicating thus internally the fire sacrifice (the perform ance o f w hich is coordinated w ith the phases o f the m oon) through w hich the w orld is created and w hich m arks its end.I4* See the next section for Kubjikä's association with trees and vegetation.149 kadambagolakäkäräm soda.iänte vyavasthitäm II Suklapakse naham vande pümäkhyämrtarüpinTm I tanmadhye kälikäbimbam utsahgamrtakesarim IIdevim amämaham vande candrikäkärarüpinim I (KKh 3/121cd-3ab)150 Abhinava writes about this energy:Nectar (amrta) in the form of the moon is divided into sixteen, then again into two. The other fifteen digits are drunk by all the gods. The energy o f the New Moon (amä) hidden in the cave (of the Heart), is the remnant which fills and satisfies the universe. The fifteen digits of the moon empty themselves out in this way one after the other. But this is not the case with the empty sixteenth (digit), which nourishes as does water and nectar. (TÄ 6/95-7)It is worth noting that Abhinavagupta in his extensive survey of the Tantras refers only to the energy of the new moon as the source of the other lunar energies. Perhaps the symbolic combination of the two, namely, the emptiness o f the new moon and the plenitude of the full moon, is a connection that is made only in the Kubjikä Tantras. It is certainly not common, even though the symbolism of the energy of the New Moon (amäkalä) is well known to many Tantric traditions and both new moon and full moon are usually considered to be particularly important times in Indian liturgical calendars."},{"pageNumber":58,"pageContent":"Kubjikä , KälI, Tripurä and Trika5 3A ccordingly, the K ubjikä T antras, m indful o f the im portance o f this process, teach several versions o f it. one o f w hich should be visualized in the follow ing m anner. The first stage engages the energy o f the N ew M oon. It is the dark phase o f progressive m erger. T he adept should sit and d irect his attention dow n to the genital centre w here he should visualize the rotating W heel o f Birth (janmacakra). In the m iddle o f that m oving w heel, the W heel o f the D rop rotates in an anticlockw ise direction, the reverse o f the original pure condition. W ithin that is the suprem e energy o f consciousness, K ubjikä, the T ransm ental (manonmanl). By contracting the anus, inhaling and then retaining the breath, this energy is raised up w ith, and through, the flow o f vitality that travels up the central channel o f vitality in the body called S u su m n ä.151 L ike a w hirling w heel o f fire, it enters first the navel and then the heart. Its m ovem ent beyond this station o f expansion m arks its progressive depletion as it assum es increasingly subtle form s o f sound (näda). F inally at the clim ax o f its ascent, it m erges into the prim ary energy (ädyasakti) o f the sphere o f Siva's transcendental being (sämbhavamandala). T hus, through this process, the residual traces o f past action are burnt aw ay.T hen follow s the second phase, w hich involves the energy o f the Full M oon. Ju st as the energy o f the N ew M oon w as elevated from below , this energy is ’elevated’ from above. The Tantra o f the Churning Bhairava describes this process as follow s:151 In the Upani§ads this upward movement is described as one of the ways in which the vital breath can exit the body when a person dies. It is the best way, the only one which leads to immortality. The others lead to various forms of rebirth. The Chändogyopaniyad quotes an earlier authority as saying:There are a hundred and one channels o f the heart.One o f these passes up to the crown o f the head.Going up by it, one goes to immortality.The others are fo r departing in various directions. (8/6/6. This same stanza recurs in Kathopanisad 6/16. See also Taitteriyopanisad 1/6 and Prainopanisad 3/7/Susumnä is mentioned by name, perhaps for the first time, in the following interesting passage in the Maitryupanisadf This is one of the earliest references to the Yogic process of leading the breath upwards through this channel;Now it has elsewhere been said: 'There is a channel called the Sushumnä, leading upwards conveying the breath, piercing through the palate. Through it, by joining (yuj) the breath, the syllable OM, and the mind, one may go aloft. By causing the tip o f the tongue to turn back against the palate and by binding together (samyojya) the senses, one may, as greatness, perceive greatness. \" Thence he goes to selflessness. Because o f selflessness, one becomes a non-experiencer of pleasure and pain; he obtains the absolute unity (kevalatva). For this it has been said:After having first caused to stand stillThe breath that has been retained, then,Having crossed beyond the limited, with the unlimitedOne may at last have union in the head. (Maitryupanisad 6/21. Both these passages are Hume's translations)According to later descriptions of this process, the breath rises, taking the heat of the body up along with it (as happens when a person dies), in such a way that the central channel feels warm. Thus, süymä - lit. She Who is Pleasingly Warm - the alternative name for this channel, occasionally found in the early Kaula Tantras, gives us a clue to the meaning of the word susumnä as perceived by Kaula Tantrics."},{"pageNumber":59,"pageContent":"5 4Mark S. G. Dyczkowski(The adept) should elevate (the goddess) in the form o f semen (retas) from the middle o f the Drop, the Upper Place. The same (energy) that had previously waned away (now) rains down the nectar o f the Full Moon (pürnämrta).(The adept) should contemplate that crooked energy. Endless and tranquil (saumyarüpä), is (the goddess) CihcinI (i.e. Kubjikä) who is the Supreme Power and the emanation (srsti) (that occurs when) the withdrawal (o f phenomenal existence) takes place.(In this state this energy is round and white) like a drop o f milk. (Contemplating it in this form, the yogi) should lead it up to the end o f the Nameless (anämänte). Then the consecration lakes place by means o f that same deity in its original form.Once (the adept) has thus contemplated (this energy), brilliant as the fu ll moon, in the Wheel o f the Heart, the place o f the Full (Moon), he should induce (her) to enter her own Wheel by­means o f the mind (citta).She who is praised (by all) and is supreme bliss, laughingly melts (dravate). She is the Nameless (anämä), the energy which is consciousness (who resides) in the sphere o f the Nameless (anämamandala).(Thus the yogi experiences) the contentment (trpti) o f the night o f the Full Moon, which arises in this way laden with nectar. This is the consecration o f the Command, the entry (ägama) (o f the breath that takes place) in the phase o f emanation.Once he has purified (himself) by (this process of) entry and exit (gamägama), (the adept) should worship the Sequence (kramärcana).'12Such yogic visualizations o f the m ovem ent o f the vital breath are an im portant part o f the K ubjikä cult taught in the K ubjikä T antras, w here they are num erous and strikingly sophisticated, as is this exam ple. Even so, N ew ar initiates do not generally undertake such com plex visualizations, although the Tantras prescribe them , as in this exam ple, as part o f the prelim inary purifications that precede the regular K aula rites (kramärcana). I have been inform ed, how ever, that T aleju R äjopädhyäyas do do so w hen they perform an extensive form o f deposition o f m antras on the body called brhadnyäsa (lit. 'G reat D eposition'). As I have not had access to the liturgy that prescribes this d eposition, I cannot supply precise details at present. E ven so, it is clear that such elevated and internal practices are virtually the exclusive dom ain o f only the m ost privileged N ew ar B rahm ins. The reason these B rahm ins advance for this is that they alone have access to the m ost pow erful divine form s and rituals, and so need to prepare and protect them selves in additional w ays not necessary for the average initiate for w hom the usual, m ore external, ritual procedures are sufficient. B ut to an outside observer the feeling is irresistible that here we have yet another exam ple o f how these B rahm ins have attem pted to safeguard their spiritual and, hence, w orldly prerogatives. M oreover, such m anipulations o f the original T antric traditions in their favour alongürdhvasthänäd bindumadhyäd retorüpäm samuddharet I upaksinä tu yä pün am sä pürnämrtavarsini 11 vakrafaktiranantätmä saumyarüpä vicinlayet I samhärasyägame srstifcinciniparamä kalä II änayecca anämänte tu ksirakanikopamä I tato’bhisekastenaiva präksvarüpena devatä II hrccakre pürnasamsthäne pürnacandrasamaprabhä I evam samcintya cittena svacakre tu pravefayet II prahasanti paränandä dravate säbhinanditä I citsvarüpätmikä iakliranämänämamandale II tenämrtabharä trptih paurnamäst pravartate I ägamam srstibhedena etadäjnäbhisecanam IIgamägamena samfodhya pafcät kuryät kramärcanam I (KKh 13/134-140ab)"},{"pageNumber":60,"pageContent":"Kubjikä , KälI, Tripurä and Trika5 5with the uniform ly central position given to this one goddess, K ubjikä, w ho is their lineage deity, suggests that it w as such people w ho set up the com plex system we find today and that has been operating for several cen tu ries.1’ 3That m ajor changes were brought about that greatly favoured them cannot be doubted. A ccording to the legends in the K ubjikä T antras, and indeed T antras o f this sort in general, the founding figures w ere renunciates, not householders. The legends describe them as living a peripatetic lifestyle. T hey w andered from one sacred place to another, encountering in these 'm eeting grounds' (meläpasthäna) o th er accom plished adepts (siddha) and yoginls. A t tim es they w ould interrupt their pilgrim age to live in caves or under trees w here, as the T antras tell us, they w ould sit with their 'gaze averted upw ards' until they w ere granted a vision o f the goddess. T his is a far cry indeed from the householder life o f the B rahm in guru, his K shatriya K arm äcärya assistants and high-caste in itiates!154T he T ree G oddessT he root T an tra o f the K ubjikä school, the Kubjikämata, does refer to the goddess's assocation w ith trees, but in the later texts this association is extensively explored. The early U panisads had already com pared the body o f a m an to a tree w ith its root the B rahm an.155 S im ilarly, the m andala o f the goddess is the tree w ithin w hich she resides and o v er w hich she presides in the form o f a Y aks ini, an ancient India folk deity o f vegetation and the earth. T he w hole tradition and its teachings are represented as the T ree o f Consciousness that grow s o u t o f the D ivine C urrent (divyaugha) o f the D ivine K aula tradition. T his Tree is suprem e bliss. Its best fruit is the tradition o f the S iddhas (siddhaugha). Its branches include the places that are deposited in the body, the aggregate o f letters, the R udras, S iddhas, the various types o f sacred places, the d ivine cave, the A byss, the Sky, and the S kyfarer (khecara), each o f w hich is divided into m illions o f asp ects.154153 One of the aims of the present on-going research is to discover since how far back this system has been operating and how it evolved. A more extensive examination o f Newar Tantric liturgical works, especially early ones, will hopefully supply us with new data and shed light on the matter.154 Dumont writes: \" ... the secret of Hinduism may be found in the dialogue between the renouncerand the man-in-the-world. [...] In fact the man-in-the-world, and particularly the Brahman, is given the credit for the ideas which he may have adopted but not invented. Such ideas are much more relevant and they clearly belong to the thought o f the renouncer. Is it really too adventurous to say that the agent of development in Indian religion and speculation, the 'creator of values' has been the renouncer? The Brahman as a scholar has mainly preserved, aggregated, and combined; he may well have created and developed special branches of knowledge. Not only the founding of sects and their maintenance, but the major ideas, the 'inventions' are due to the renouncer whose unique position gave him a sort of monopoly for putting everything in question\" (Dumont 1980: 270, 275 quoted by Quigley 1993: 56).155 The Brhadaranyakopanisad declares:As a tree o f the forest, just so, surely, is man. His hairs are leaves, his skin the outer bark. From his skin blood, sap from the bark flows forth a stream as from the tree when struck. His pieces o f flesh are under-layers o f wood. The fibre is muscle-like strong. The bones are the wood within. The marrow is made resembling pith. (BrH 3/9/28, Hume's translation)156 divyaughaparamänandam picuvaktram tu kaulikam Itanmadhyoditacidvrksath müla.iäkhäsu\\ istaram IIThe Kaula Picu Face is the supreme bliss o f the Divine Current. The Tree of Consciousness has risen from the middle o f that and it has many roots and branches. (CMSS 1/28) The form o f this tree is decribed up to verse 36."},{"pageNumber":61,"pageContent":"5 6Mark S. G. DyczkowskiT his tree is especially represented as a tam arind (cihca) that grow s on the Island o f the M oon, the goddess's m andala. from the m iddle o f the triangle. T hus, in the later K ubjikä Tantras, w here this im agery is elaborated, the goddess is frequently called the Lady o f the T am arind (CincinT or C in cä).157 U nder the shade o f this tree, w hich is said to be the pure bliss present w ithin all b ein g s,151 one attains the suprem e liberating repose beyond pleasure and p ain .159 O ne o f the founders o f the K ubjikä cult w as called V rk$anätha (’the L ord o f the T ree') because he achieved the perfect repose (viSräma) o f liberation under this tree w hen the goddess appeared to him . T here, in the shade o f the tree, she transm itted the enlightening C om m and (äjnä) w hich gave him the authority (adhikära) that em pow ered him both to attain this realization and to transm it the teachings w hich lead others to it.A nother tree closely associated w ith K ubjikä is the kadamba tree. A t tim es it is this tree, rather than the tam arind, that sym bolizes the tradition and its grow th from the V ulva o f the goddess's em pow ering C om m an d .1“ A t tim es this tree is the m andala itself rather than a developm ent o f it. T o be precise, it is the m andala that has been em pow ered by the C om m and o f the goddess. The goddess thus fertilizes herself, as it w ere, to give birth to the cosm ic tree. K rsna declares in the Bhagavadgltä that he is the asvattha w ith its roots in heaven and its branches here below . S im ilarly, the m andala em pow ered w ith m antras and the goddess's energy is the kadamba tree w hich, blazing w ith energy, em its its rays o f m antric pow er dow n into the phenom enal w orld.161 B ut she is not only the source o f this tree, she is also bom from it. She is the bud o f the kadamba flow er. In this form she has engulfed into herself (kadamblkrta) all the energies o f the m andala and the cosm ic o rd er that it represents. T hus she contains every potential for grow th and unfoldm ent. W hen the flow er blossom s, she is its radiant energy w hich, led to the heart (the centre o f one’s being w here the S elf resides), com pletes the cycle. The tradition is nurtured by it and the initiate, filled w ith light and the energy o f the tree can, like the sham an on his sham anic quest, clim b it to the sum m it o f existence.In one place this tree is said to be a kirhkuka which, like the tamarind, has beautiful red flowers:kaktitritayamadhye tu kinüukakäradevalä II pindam lasyä bhagäkäram vande trikonaplthagäm IIn the midst o f the three energies is the deity whose form is that o f a blossom o f the kimiuka tree. The shape o f her body is that o f the vulva; I praise her who resides in the sacred seat o f the Triangle. (KKh 3/l25cd -126ab)159 änandam vimalam cincam . . . I änandam vyäpakam deva sarvabhütesvavasthitam II The tamarindis pure bliss. . . . O god, bliss is pervasive and is present in all beings. (KKh 17/18abd)159 Referring to the tree which grows from the triangle of the mandala, the CMSS (7/8cd) declares:Supreme repose, devoid o f pleasure and pain, is there (tatra viSräntiparamam sukhaduhkhavivarjitam).160 samketam vrkfamülam tu yonimadhye kadambakam I tena vyäptamidam meruh älayam sarvayoginäm IIThe convention has as its root the tree which is the kadambaka in the centre o f the Vulva. Meru, the abode o f all yogis, is pervaded by it. (KKh 17/30)161 krtvä tritayasarhyogam ksiptä äjnäntamandale II raimijväläkadambam ca cintayecca adhomukham I navalaksakrte deva trailokyamapi sädhayet IIOnce having formed the conjunction o f the three (energies) and thrown the Command into the mandala, one should think (of it) as the kadamba (tree) aflame with its rays facing downwards. Once one has (recited the Vidyä) 900,000 times, one controls even the three worlds. (KKh 1 l/22cd - 23)"},{"pageNumber":62,"pageContent":"Kubjikä , KälI, Tripurä and Trika57C onclusionT here are num erous o th er sym bols associated w ith the goddess K ubjikä. T hey, like the rituals, sacred g eographies, m antras, form s o f Y oga (especially those linked w ith the m ovem ent o f the vital breath) described in her T antras, are surprisingly rich. T he texts have d eveloped in a highly creative period o f the history o f T antrism and contain num erous traces o f its developm ent. A ll this w ould be m ore than enough to w arrant extensive research o f this goddess. B ut there is m ore. The application o f precept to practice is in the case o f this virtually unknow n goddess also surprisingly extensive. T o trace its ram ifications we m ust seek to understand the w hole com plex netw ork o f N ew ar T antrism and so, inevitably, a m ajor part o f N ew ar society and its history. N o doubt, this study w ill reveal how text and context penetrate each other, like S iva and Sakti, to form a com plete reality, internally ideal and externally concrete."},{"pageNumber":63,"pageContent":"5 8Mark S. G. DyczkowskiP la tesPlate 1: T w o S idd h ilak sm i tem ples. B haktapurPlate 2: T he N ätäpw a(n)la tem ple dedicated to S iddhilaksm i in T a:m ärhl square, Bhaktapur.Plate 3: T he three im ages in N ätäpw a(n)la. S iddhilaksm i is in the m iddle. T o her left is Sm aSänabhairava and on her right M ahäkäla.B haktapur is unique insofar as it boasts three S iddhilaksm i tem ples, all three o f w hich originally contained stone im ages o f the goddess. T hey w ere built by three successive M alla kings, w ho ruled betw een the m iddle o f the 17th century and the first q u arter o f the IS* century. T his was a period when m any o f the m ost beautiful and im portant tem ples w ere built in all three o f the cities o f the Valley. The urge to build these tem ples by the B haktapur M allas indicates a need to externalize the c u lt o f th eir lineage d eity to bring her pow erful, beneficial presence into the public civic space. T his urge was part o f an overall resurgence o f T antrism throughout the V alley that is visibly evident by the flow ering o f the vast com plex o f iconic form s that adorn the tem ples o f that period. T his w as also the tim e when the liturgies o f Siddhilaksm i, the goddess T aleju, that still govern the form o f her secret rituals now adays, w ere redacted by the gurus o f the M allas, the T aleju R äjopädhyäya B rahm ins.T he first o f these tem ples is in plain red brick with a tiled roof. It was built by Jagatprakäsam alla w ho ruled betw een 1643 and 1672 and is situated next to the palace. It contained a stone statue o f the goddess that is now m issing. His son, Jitäm itram alla w ho reigned betw een 1673 and 1696 built the second tem ple. T his is situated next to the tem ple built by his father (see plate 1). It is a sm all, gray stone, sikhara type o f tem ple decorated with m ulti-arm ed im ages o f form s o f the goddess M ahisäsuram ardinl. She is the public representation o f all the secret lineage goddesses and, therefore, also o f S iddhilaksm i. T he im age inside the tem ple is still in place. It is about one m eter high and carved in black stone.The third tem ple is N ätäpw a(n)la, fam ous as the tallest tem ple in the Valley; B hüpatlndram alla, the son o f Jitäm itra, w ho ruled betw een 1696-1722, built it. A ccording to a well- known story, B hüpatlndram alla had a dream in which he saw the B hairava w ho resides in the tem ple in T a:m arhl square on a destructive ram page. W hen he aw oke, he felt the presence o f his lineage goddess w ho told him to build a tem ple to her in order to control Bhairava. B hairava is the god o f the low er castes, especially farm ers, w ho made up, and still do, the m ajority o f the population. It is hard to resist the feeling that in actual fact B hüpatlndram alla was w orried about unrest am ongst his subjects w hose grow ing influence was represented in his dream by the increased destructive pow er o f their god. In a culturew herem agical T antric action is felt to be m ore pow erful than the outer use o f force, B hüpatlndram alla accordingly built his tem ple on six high plinths with five pagoda roofs so as to tow er above the B hairava tem ple to one side o f it in T a:m ärhl square. Indeed, ju s t the plinths are so high that the im age o f the goddess in the sanctum on the first story stands above its counterpart in the B hairava tem ple. She is surrounded by sm all w ooden carvings o f the sixty-four yoginls that are placed at the head and in betw een the supporting w ooden pillars around the outside o f the sanctum to intensify her fem ale energy and channel it to the outside.The iconography o f the goddess further reinforces her dom inance o v er the god. She stands on B hairava w ho supports her with tw o o f his four hands. He is K älägni-rudra, the em bodim ent o f the Fire o f T im e that consum es the w orlds at the end o f each cosm ic cycle. In the bronze representation reproduced here (see plate 4), he looks up at the goddess and has tw o hands jo in ed in an attitude o f devotion. As B hairava was the esoteric identity o f the M alla kings, they were the interm ediaries betw een the com m on people, w ho w orshipped Bhairava, and the goddess w ho was"},{"pageNumber":64,"pageContent":"Plate 2"},{"pageNumber":65,"pageContent":"Plate 6Plate 7"},{"pageNumber":66,"pageContent":"Kubjikä , KälI, Tripurä and Trika5 9the M alla’s tutelary and hence that o f the entire kingdom . The hierarchy o f p o w er is m irrored for the public to see in the increase by ten o f the strength o f the beings represented by pairs o f statues positioned on both sides o f the stairs, a pair fo r each plinth, leading up to the sanctum .It seem s that Jagatjyoti and Jitam itra w ere m ore liberal than B hüpatindra. The im age in the tem ple built by the first o f these three m ay well have been accessible to the public. A gain, although the second tem ple is a closed one, parts o f the im age are visible through the w ooden latticew ork o f the doors. As for N yatapola, the third tem ple, it is carefully sealed o ff from all those w ho are not specially perm itted to en ter it. These are the T aleju R äjopädhyäya B rahm ins and the T aleju K arm äcäryas. T he latter are the m ain priests o f this tem ple w ho perform the daily obligatory rites. W hen m ore elaborate occasional rites require it, assistants aid them . One am ongst them m ade a rough painting o f the im ages inside the tem ple. O n the basis o f this painting Jnänakara V ajräcärya has m ade the ink draw ing reproduced in plate 3, the first ev er p ublished o f these im ages.All three im ages are carved in black stone and are finely polished. The m ain im age in the center o f SiddhilaksmT is o v er tw o m eters high. A s the doors o f the sanctum are considerably sm aller than this im age, it m ust have been low ered into it before the ceiling w as built.SiddhilaksmT has nine heads and eighteen arm s. She holds in the first seven o f h er right hands, from the upperm ost dow n, a sw ord, trident, arrow , conch, m ace, solar disc and vajra. She m akes a fear dispelling gesture w ith the eighth hand and, along w ith the ninth left hand, holds a ja r (kala&a). T he corresponding hands on the left hold a skull bow l, stick, bow , flow er, w heel, lunar disc, bell, m akes a boon bestow ing gesture and holds a ja r.She has tw o legs. O ne is extended and the other bent. She stands on tw o o f the four hands o f K älägnirudra w ho kneels o n one knee below her. K älägni has four arm s. The tw o that are not supporting the goddess hold, on the right, a trident and, on the left, a double-headed drum . He stands on a prostrate V etäla w ho looks up at him and holds a skull-bow l in one o f his tw o hands.T o the right o f SiddhilaksmT is M ahäkäla. He stands on a thousand hooded snake that is supported by a lotus (not show n in this draw ing). In his right hands he holds a sw ord, ascetic’s staff (khatvänga), w ide flat headed knife (karirkä), snake and rosary. In the left hands he holds a stick, double-headed drum , skull bow l, noose and trident. He w ears an elephant skin and has four faces.T o the left o f SiddhilaksmT is £m asänabhairava. He is in the crem ation ground. H is left foot is extended and is supported by three devotees w ho are praying to him . A fourth devotee is kneeling on the o th er side o f burning funeral pyre into w hich all four are m aking offerings. & m asänabhairava’s right leg is bent and is supported by a squatting V etäla w ho holds a skull-bow l in one o f his tw o hands. B elow are four anim als. From left to right o f the god, they are a parrot, dog, crow and a fox.Plate 4: SiddhilaksmTT his plate is by courtesy o f the N ational M useum , N ew D elhi. The bronze is described in D aw son, J. E. 1999: 43 as S vacchanda BhairavT. U tpala, 10* century A D. C ham ba, H im achal Pradesh. B ronze, 37.0 x 24.0 x 7.0 cm . A cc. No. 64.102.” Sanderson (1990: 6 3f.) has established that this is actually an im age o f Siddhilaksm i. I have been inform ed that a sim ilar im age m ade o f eight m etals (astadhätu) is w orshipped as the tutelary o f the M alla kings in the chapel (ägan) o f the royal palace in B haktapur. The goddess in the bronze reproduced here is seated on K älägnirudra w ho supports her w ith tw o hands. H is other tw o hands are jo in ed at the palm s in a gesture of prayer. Fire com es from his m outh as he looks up at the goddess in adoration w ho is looking at him . T he goddess has five heads and ten arm s. H er right hands hold, from top to bottom , a sw ord, a trident, a sk ull-staff and a skull-bow l. The fifth hand m akes a fear dispelling gesture. In the"},{"pageNumber":67,"pageContent":"6 0Mark S. G. Dyczkowskicorresponding left hands she holds a goad, a m anuscript, a noose, m akes a w ish granting gesture and holds a hatchet.Plate 5: K ubjikä.T his painting by Jnänakara V ajräcärya is based on the visualized form o f the goddess K ubjikä described in the Pascimajyesthämnäyakarmärcanapaddhati. T his typical N ew ar liturgy represents the goddess in a form in w hich N ew ar initiates com m only visualize her. I have chosen this source accordingly. T here are several variants, especially in the attributes she holds, o f the corresponding form described in the K ubjikä Tantras. Seven variant visualizations are described in the M anthänabhairava -tantratikä by R üpasiya ffb l. 9ff). O thers are found in the KKh 29/33ff. and 49/25cd ff., K nT (fol. 1 l a ff.) and K RU 8/53 ff.. In this case she holds in the right hands, from top to bottom , a trident, the m irror o f K arm a, a vajra, a goad, arrow and flat sacrificial knife. In the corresponding left hands she holds a severed head, ascetic’s staff, bell, scriptures, a bow and a skull bowl. She w ears a lion and a tiger skin and a garland o f hum an heads and is surrounded by a circle o f stars (tärämandala).The paddhati says that she has a large belly and is bent (kubjärüpä). She is adorned with snakes. T hese features are em phasized in several descriptions o f this form in the Tantras as well. They indicate that she is the snake goddess, K undalinl. She is seated on a lotus that grow s from S iva’s navel w ho lies prone below h er on a throne (simhäsana). A ccording to the K ubjikä T antras, the navel is the place w here she rests in the form o f a coiled snake and from w here she rises. The im age therefore represents the goddess as K undalinl em erging from the god as his divine will (icchäsakti).A nother interesting feature is the yellow colour o f the front (pürva) face. T his is not the usual colour o f this face according to the texts. A few learned N ew ar initiates affectionately refer to K ubjikä in N eväri as mäsukvah mäjü - the Y ellow Faced M other. A large bronze mask representing this goddess is found in a tem ple close to that o f V ajrayoginI in the vicinity o f the Sanku. The N ew ars associate the yellow colour o f her face w ith Brahm änJ, the first o f the eight M others (mätrkä). I suppose that this connection explains w hy the D urgä dancers o f B haktapur receive their em pow erm ent from B rahm änl (alias K ubjikä) in a ritual perform ed at h er shrine ju st after the nine day D urgä festival held in autum n.Plate 6: G uhyesvariT his form o f G uhyesvari, painted by Jnänakara V ajräcärya, is described in the Goraksasamhijä_ (14/159-167) w here she appears as the em bodim ent o f K ubjik ä’s w eapon (astradütT). N ew ar initiates w orship tliis form as the m ost secret aspect o f G uhyesvari. The text describes her as dark blue w ith a large, heavy body. She w ears a black garm ent and a garland o f skulls. She has five faces and ten arm s. In the right hands she holds, from top to bottom , a trident, m ace, noose, goad and sw ord. In the corresponding left hands, she holds a skull-bow l, shield, arrow , severed head and pestle.Plate 7: T ripuräsundariT his painting by Jnänakara V ajräcärya is a typical N ew ar representation o f the goddess T ripuräsundari. T his form is closely related to the goddess K äm esvari. She sits on tw o layers o f heads. The upper layer represents the gods o f the five gross elem ents, called the Five C auses (pancakarana). T hey are, from left to right B rahm ä, Vi$nu, Rudra, ISvara and S adäiiva. The low er"},{"pageNumber":68,"pageContent":"Kubjikä , KälI, Tripurä and Trika61set o f heads represent the seven M others (mätrkä). T hese are, from left to right, B rahm änl, K aum äri, Vai^navT, V ärähi, Indrän!, C äm unijä and M ahälaksm l.T ripurä is red, beautiful and w ell adorned. She has one head and four arm s. T he upper right hand holds a goad, the one below five arrows. The left hands hold a noose and a bow."},{"pageNumber":69,"pageContent":"6 2M ark S. G. D yczk ow skiA b b re v ia tio n sBfHB rhadaranyakopanisadC G CC idgaganacandrikäC M SSC in cinim atasärasam uccaya*'62CSSC andra Sam ser C ollectionGSG orak^asam hitaK M TK ubjikäm atatantraK KhK um ärikäkhanda o f the M anthänabhairavatantra*KnTK ubjikänityähnikatilakaKRUK ularatnoddyota*KSTSK ashm iri Series o f T exts and StudiesM N PM ahänayaprakäia by A rnasirhha*M PM ahänayaprakäsa by 5itikan(haMSM anuscriptMVM älinlvijayottaratantraNAKN ational A rchives K athm anduN G M PPN epal-G erm an M anuscript Preservation ProjectPLP alm -leaf m anuscriptPTvParätrirhSTkävivaranaSB^atapathabrahm anaSm^rim atottaratantra*SatSS§a(sähasrasam hitä*SK hS iddhakhanda o f the M anthänabhairavatantraSvTSvacchandabhairavatantraS $ PS om aiam bhupaddhatiTÄT anträlokaZDM GZ eitschrift d er D eutschen M orgenländischen G esellschaftB ib lio g ra p h yP rim a ry S o u rc e sKälikulakramärcana o f V im alaprabodha N AK 5/88 = N G M P P reel no. A 148/10. Kälikäkulapancatotaka N A K 5/5183 = N G M P P reel no. A 150/6.Kubjikänityähnikatilaka N A K 5/1937 = N G M P P reel no. B 415/22T he Kubjikämatatantra, the K ulälikäm näya V ersion. C ritical edition by T. G oudriän and J. A. Schoterm an. Leiden: E. J. B rill, 1988.GuhyakälTlanlra. M S no. H 4811 = N G M PP reel no. H 297/12.Goraksasamhitä (part 1) edited by Janärdana Päntjeya. S arasvatrbhavanagrantham älä (110) V aranasi: Sam pürnänanda Sanskrit U niversity, 1976.Cidgaganacandrikä by K älidäsa w ith the com m entary Kramaprakäfikä by Pt. R aghunätha M isra. S arasvatlbhavanagrantham älä (115). V aranasi: S am pürnänanda Sanskrit U niversity, 1980. Tanträloka o f A bhinavagupta w ith the com m entary o f Jayaratha edited by Dr. R. C. D w ivedi and Dr. N avjivan R astogi in 7 vols.. D elhi: M otilal B anarasidass, 1987.162I have edited the texts marked with an asterisk but have not published them."},{"pageNumber":70,"pageContent":"K ubjikä , KAU, T ripurä and T rika63Nisisancäratantra N A K 1/1606 = N G M P P reel no. B 26/25.Parätantra edited by D hana Sam Ser Jangabähädur R änä: A llahabad: 'CandT käryälaya, V §. 2013. ParätrimSikävivarana by A bhinavagupta edited and translated w ith notes by Jayadeva Singh.D elhi: M otilal B anarasidass, 1991.Paicimajyesthämnäyakarmärcanapaddhati N A K 14/876 = N G M P P reel no. B 191/8. Brhadäranyaka Upanisad (third edition). Published by the president Sri R am akrishna M ath, M ylapore P ondicherry: Sri R am akrishna M ath, 1979.Brahmayämala N A K 3/370.Bhäsävamiävali. E dited by N ayanätha Paudela. K athm andu: p urätattvavibhäga nepälarästriya pustakälaya, 1963.M anthänabhairavatantra N A K 5/4654.Manthänabhairavatantratikä by R üpasiva. N A K 5/4878 = N G M P P reel no. A 176/4. Mahäkälasamhitä. Vol. 1. E dited by K isom ätha Jhä. A llahabad: G angänäthajhäkendriyasam skrta- vidyäpltham , 1976.MahänayaprakäSa by Sitikanfha. E dited by M. K. S äs tri. KSTS no. 71. Shrinagar: 1921. Mahärthamanjari by M ahesvaränanda. E dited by V rajavallabha D vivedi. Y ogatantragrantham älä 5. V aranasi: S am pürnänanda Sanskrit U niversity, 1972.M älimvijayottaratantra. E dited by M. K. S äs tri. KSTS no. 91. Shrinagar: 1937.[RäjavamSävalT): Käthmändu-Upatyakäko Ek RäjavamJävali. E dited by B älacandra Sarm ä.PräcTna Nepäla , vol. 4 (Juiy 1968) - vol. 6 (Jan. 1969).Rauravägama 1. E dited by N . R. B hatt. Publications de l'Institut Fran^ais d'Indologie 18. Pondicherry: Institut Fran$ais d'Indologie, 1961.Vimalaprabhätikä o f K alkin Sripuntjarika on the Srilaghukälacakratantraräja by S rim anjusriyasas. E dited by V rajavallabha D vivedi and S. S. B ahulkar. V ol. 2. R are B uddhist T exts Series 13. Sam atha, V aranasi: C entral Institute o f H igher T ibetan S tudies, 1994.Vasisthadiksäkarmapaddhati. Photocopy in m y possession o f a m anuscript in a private collection. Sritantrasadbhäva. N A K 5/445 = N G M PP reel no. A 44/2 (oldest PL ); N A K 1/363 = N G M P P reel no. A 44/1 (PL): N A K 5/1985 = N G M P P reel no. A 188/22 - A 189/1.Somatombhupaddhati. T rans, by H. B runner-Lachaux. 3 vols.. Publications de lln stitu t Fran^ais d'Indologie. P ondicherry: Institut Fransais d'Indologie, 1963, 1968, 1977.Spandanirnaya by K sem aräja. Edited w ith E nglish translation by M. K. Kaul. K ashm iri Series of- T exts and Studies 43. Shrinagar: 1925.S e c o n d a r y s o u r c e s :A nderson, M ary M. 1975: The Festivals o f Nepal. G reat Britain: R upa and Co.A rraj, W . J. 1988: 'T h e Svacchandatantram : H istory and Structure o f a $aiva Scripture.' PhD . diss.. The U niversity o f C hicago.B agchi, P rabodha C andra 1975 (reprint): Studies in the Tantras. C alcutta: U niversity o f C alcutta. C halier-V isuvalingam , E lizabeth 1991: 'Le Roi et le Jardinier: Pacali B hairava de K athm andou'. In Classer les dieux en Himalaya et en Asie du Sud, edited by V. B ouillier and G . T offin. Paris: C ollection Puru$ärtha.C obum , T hom as B. 1998: D e v i the G reat G oddess.' In Devi: Goddesses o f India, edited by John S. H aw ley and D onna M. W ulff. D elhi: M otilal B anarsidass.D avis, H. 1991: Ritual in an Oscillating Universe: Worshipping Siva in M edieval India. Princeton, New Jersey: P rinceton U niversity Press.D aw son, J. E. 1999: Bronze Treasures o f the National Museum, N ational M useum , N ew D elhi Dhi, 1986: vol. 1. S araath, V aranasi: C entral Institute o f H igher T ibetan Studies."},{"pageNumber":71,"pageContent":"64Mark S. G. DyczkowskiD um ont. Louis 1980 [1966]: Homo Hierarchicus: The Caste System and its Implications. C om pletely revised E nglish edition. C hicago: U niversity o f C hicago Press.D yczkow ski, M ark S. G . 1987a: The Canon o f the Saivägama and the Kubjikä Tantras o f the Western Tradition. A lbany, N ew York: State U niversity o f N ew Y ork Press.D yczkow ski, M ark S. G . 1987b: The Doctrine o f Vibration. A lbany, N ew York: State U niversity of New York Press.D yczkow ski, M ark S. G . 1988: The Aphorisms o f Siva. A lbany, New Y ork: State U niversity o f New York Press.D yczkow ski, M ark S. G . 1992: The Stanzas on Vibration. A lbany, N ew York: State U niversity o f Nqw Y ork Press.D yczkow ski, M ark S. G. 1996: ’K ubjikä the Erotic G oddess: Sexual Potency, T ransform ation and R eversal in the H eterodox T heophanies o f the K ubjikä Tantras'. In Indologica Taurinensia edited by T urin: C entro Piem ontese per Sludi del M edio ed E strem o O riente (C E SM E O ).Eliade, M ircea 1974: Patterns in Comparative Religion. C linton M a s s .: N ew A m erican L ibrary. G ellner, D avid N. and Q uigley, D eclan (eds.) 1995: Contested Hierarchies: A Collaborative Ethnography o f Caste in the Kathmandu Valley, Nepal. O xford: C larendon Press.G oudriän, T. and G upta, S. 1981: Hindu Tantric and Säkta Literature. A H istory o f Indian L iterature, vol. I, fasc. 2. W iesbaden.G oudriän, T. 1986: 'K ubjikä's Sam ayam antra and its m anipulation in the K ubjikäm ata'. In M antras et diagrammes rituels dans Thindouisme, edited by A. Padoux. Paris: C N R S. ’G utschow , N iels and M ichaels, A xel (eds.)1987: Heritage o f the Kathmandu Valley. N epalica, 4. Sankt A ugustin: V G H W issenschaftsverlag.G utschow , N iels 1995: ’P ücalijäträ in Patan: T he E xperience o f an U rban R itual in N epal'. In Das Bauwerk und die Stadt. The Building and the Town: Essays fo r Eduard F. Sekler, edited by W olfgang Bohm . W eim ar: B. V erlagH eesterm an, J. C. 1985: The Inner Conflict o f Tradition: Essays in Indian Ritual, Kingship, and Society. D elhi: O xford U niversity Press.H eilijgers-Seelen, D ory 1994: The System o f Five Cakras in Kubjikämatatantra 14-16. G roningen: E gbert Forsten.H errm ann-Pfandt, A delheid 1996: T h e G ood W om an's Shadow : Som e A spects o f the Dark N ature o f D äkinls and ää k in ls in H induism '. In Wild Goddesses in India and Nepal, edited by Axel M ichaels, C ornelia V ogelsan g er and A nnette W ilke. Bem : Peter Lang.H um e, R obert E rnest 1975: The Thirteen Principle Upanishads: Translated from the Sanskrit with an Outline o f the Philosophy o f the Upanishads. U nited States o f A m erica: O xford U niversity Press.IshT, H. 1987: 'Social C hange in a N ew ar V illage'. In G utschow and M ichaels (1987) (eds.).IshT, H. 1995: 'C aste and K inship in a N ew ar V illage'. In G ellner and Q uigley (1995) (eds.).Jam es, E. O . 1974: 'P riesthood.' In M acropaedia, vol. 14, Encyclopaedia Britannica, fifteenth edition. C hicago: E ncyclopaedia Britannica.L evy, R obert I. 1992: M esocosm: Hinduism and the Organisation o f a Traditional Newar City in Nepal. Indian edition. D elhi: M otilal B anarsidass.Locke, John K. 1980: Karunamaya: The Cult o f Avalokitesvara - M atsyendranath in the Valley o f Nepal. N epal: Sahayogi Prakashan.M acdonald, A. W. and V ergati Stahl, A nne 1979: Newar A rt during the Malta Period. W arm inster: A ris and Phillips.M ichaels, Axel 1994: 'G oddess o f the Secret, G uhyesvari in N epal and H er Festival'. In Wild Goddesses in India and Nepal, edited by A xel M ichaels, C ornelia V ogelsanger and A nnette W ilke. Bern: Peter Lang."},{"pageNumber":72,"pageContent":"Kubjikä , KälI, Tripurä andTt.ika6 5N epali, G opal Singh 1965: The Newars: An Ethno-Sociological Survey o f a Himalayan Community. B om bay: U nited A sian Publications.Pandey, K. C. 1963: Abhinavagupta: An Historical and Philosophical Study. 2nd ed.. Benares: C how kham ba.Q uigley, D eclan 1993: The Interpretation o f Caste. O xford: C larendon Press.R ajagopalan, S. 1987: 'Old Goa'. N ew Delhi: The D irector G eneral, A rcheological Survey o f India. R änä, D hana Sarhser Jangabahädur 1947: '32 säl kä anubhava’. Candi (sixth year): 221-5, 276-84, 324-33, 347-54, 376-84. A llahabad: C andi PressR egm i, D. R. 1965 - 1966: Medieval Nepal. 4 vols.. C alcutta: Firm a K. L. M ukhopadhyaya. Saletore, B hasker A nand 1937: 'The K änaphäta Jogis in Southern India'. Poona Orientalist 1: 16- 22.Sanderson, A lexis 1988: 'Saivism and the T antric T radition'. In The World Religions edited by Sutherland et a).. London: R outledge.Sanderson, A lexis, 1990: 'The V isualization o f the D eities o f the Trika'. In L'lmage divine: Cult et meditation dans I'hindouisme, edited by A. Padoux. Paris: CNRS.Schoterm an, J. A. 1980: 'A Link betw een Puränas and Tantra: A gnipuräna 143-7’. In ZD M G suppl. IV. W iesbaden.Schoterm an, J. A. 1982: The Satsähasrasamhitä Chapter I - 5, Edited, Translated and Annotated. Leiden: E. J. Brill.Sharm a. A ishw arya D har 1954: 'bhaktapurädhipaterranajitm allasya suvarnapaträbhilekhah' (G oldplate inscription o f the B haktapur king R anajitm alla), Samskrtasandesa, 1:10-12 (VS 2010 C aitra), 72-74.Sarm ä, N ütan 1991: Stories o f Gayahbäjyä: Commented by Niels Cutschow. K athm andu: Patan C onservation and D evelopm ent Program m e.Sarm ä. N ütan 1993: \"Water and Im m ortality'. In Bagmati. An Ecological Project o f the G oethe Institute. K athm andu: The G oethe Institute.Slusser, M ary Shepherd 1982: Nepal Mandala: A Cultural Study o f the Kathmandu Valley. In 2 vols. Princeton: Princeton U niversity Press.Sm ith, V incent A. 1995: The Oxford History o f India. Fourth edition edited by Percival Spear. Delhi: O xford U niversity Press.Toffm , G erard 1995: T h e Social O rganization o f R äjopädhyäya Brähm anas'. In Contested Hierarchies: A Collaborative Ethnography o f Caste in the Kathmandu Valley, Nepal, edited by D avid N. G ellner and D eclan Q uigley. O xford: C larendon Press.T offin, G erard. 1989: 'La V oie des \"heros\": T antrism e et heritage vedique chez les brähm anes R äjopädhyäya au N6pal.' In Pretise, Pouvoirs et Autorite en Himalaya, edited by V. B ouillier and G. Toffin. Paris: C ollection PurusärthaV ergati, Anne 1995: Gods. Men and Territory: Society and Culture in the Kathmandu Valley. New Delhi: M anohar C entre de Sciences Hum aines.W hite, D avid G ordon 1996: The Alchemical Body. C hicago: The U niversity o f C hicago Press. W itzel, M. 1976: 'Zur G eschichte der R äjopädhyäya von B haktapur’. Folia Rara 65: 159 -79."}]
