[{"startMs":1064,"durationMs":3025,"subtitle":"Søren Kierkegaard wrote one of the most remarkable"},{"startMs":4089,"durationMs":5071,"subtitle":"theistic existentialist works of the 19th century, The Sickness unto Death is famed"},{"startMs":9160,"durationMs":3649,"subtitle":"for the depth and acuity of its psychological insights."},{"startMs":12809,"durationMs":5244,"subtitle":"Writing under the pseudonym Anti-Climacus, Kierkegaard explores the concept of ‘despair’."},{"startMs":18053,"durationMs":6027,"subtitle":"Despair is a deeper expression for anxiety which is a not-wanting-to-be-oneself. It is"},{"startMs":24080,"durationMs":5827,"subtitle":"a misrelation that arises in the self when once cannot balance the eternal (God)."},{"startMs":29907,"durationMs":5093,"subtitle":"Although Kierkegaard was Christian, he was a heavy critic of the Danish Established Church."},{"startMs":35000,"durationMs":3680,"subtitle":"He was solely focused on the individual relationship with God."},{"startMs":38680,"durationMs":6219,"subtitle":"The full title of the book is The Sickness Unto Death: A Christian Psychological Exposition"},{"startMs":44899,"durationMs":2151,"subtitle":"for Edification and Awakening."},{"startMs":47050,"durationMs":4570,"subtitle":"One of the key things one has to get used to when reading Kierkegaard is his use of"},{"startMs":51620,"durationMs":5209,"subtitle":"irony (his hero was Socrates). Throughout the book, Kierkegaard uses double meaning"},{"startMs":56829,"durationMs":5142,"subtitle":"in a comedic way. The Sickness Unto Death is actually considered to be a self-help book,"},{"startMs":61971,"durationMs":5039,"subtitle":"a genre that was unusual back in the day, as it was frowned upon by scholars."},{"startMs":67010,"durationMs":5655,"subtitle":"The book is centred in being oneself, an individual. Kierkegaard wants us to be who we are."},{"startMs":72665,"durationMs":1855,"subtitle":"In the introduction he explains the meaning"},{"startMs":74520,"durationMs":6398,"subtitle":"behind “the sickness unto death”, comparing it to the story of Jesus raising Lazarus from the dead."},{"startMs":80918,"durationMs":2533,"subtitle":"For the natural man or the atheist, the “sickness”"},{"startMs":83451,"durationMs":5439,"subtitle":"which he refers to as “unto death” is resistance to the belief in God. It is the"},{"startMs":88890,"durationMs":5640,"subtitle":"inclination to accept that death is indeed the end, which can bring a sense of meaninglessness."},{"startMs":94530,"durationMs":4740,"subtitle":"For the Christian, there is no sickness unto death in the atheistic sense, as he has something"},{"startMs":99270,"durationMs":5490,"subtitle":"eternal – earthly suffering is a temporary inconvenience on the way to eternal life."},{"startMs":104760,"durationMs":5070,"subtitle":"However, they experience the true “sickness unto death”, which is the fear that their"},{"startMs":109830,"durationMs":5260,"subtitle":"faith is not sufficient to bring them eternal life, giving way to despair."},{"startMs":115090,"durationMs":5330,"subtitle":"The book is a psychological exposition with Christianity as its background and as intended"},{"startMs":120420,"durationMs":5010,"subtitle":"for “edification and awakening”. In the widest sense a sickness is a disturbance"},{"startMs":125430,"durationMs":4900,"subtitle":"in what would otherwise be a state of general well-being. The sickness which is the topic"},{"startMs":130330,"durationMs":5670,"subtitle":"of Kierkegaard’s work is mental, he describes it as a “sickness of the spirit”."},{"startMs":136000,"durationMs":4450,"subtitle":"His notion of mental disturbance as “sickness unto death” comes from one’s personal"},{"startMs":140450,"durationMs":5020,"subtitle":"choice, one is responsible for “catching” the illness. The sickness comes to a crisis"},{"startMs":145470,"durationMs":5340,"subtitle":"in the form of a choice between well-being through salvation and a fully conscious rejection"},{"startMs":150810,"durationMs":3740,"subtitle":"of Christianity. The book presents a step-by-step progression"},{"startMs":154550,"durationMs":5060,"subtitle":"towards this crisis from a state in which the sufferer is not even aware of this sickness."},{"startMs":159610,"durationMs":6267,"subtitle":"The principal focus is the raising of the level of a person’s awareness of the urgency of the choice."},{"startMs":165877,"durationMs":2905,"subtitle":"Part I. The Sickness unto Death is Despair."},{"startMs":168782,"durationMs":5649,"subtitle":"“The human being is spirit. But what is spirit? Spirit is the self. But what is the self?"},{"startMs":174431,"durationMs":4699,"subtitle":"The self is a relation which relates to itself, or that in the relation which is"},{"startMs":179130,"durationMs":5360,"subtitle":"its relating to itself. The self is not the relation but the relation’s relating to"},{"startMs":184490,"durationMs":5660,"subtitle":"itself. A human being is a synthesis of the infinite and the finite, of the temporal and"},{"startMs":190150,"durationMs":5950,"subtitle":"the eternal, of freedom and necessity. In short a synthesis. A synthesis is a relation"},{"startMs":196100,"durationMs":5958,"subtitle":"between two terms. Looked at in this way a human being is not yet a self.”"},{"startMs":202058,"durationMs":4542,"subtitle":"So, if you were to read this as a sample of what to expect of the book, it is quite likely"},{"startMs":206600,"durationMs":2534,"subtitle":"that you’d put the book back on the shelf in no time."},{"startMs":209134,"durationMs":5456,"subtitle":"But don’t get too far ahead! – They simply function as a table of contents for the book."},{"startMs":214590,"durationMs":4160,"subtitle":"His point is to prove that man really isn’t a self."},{"startMs":218750,"durationMs":5790,"subtitle":"For Kierkegaard, the self is not an abstract idea, but rather best understood in the concept"},{"startMs":224540,"durationMs":5460,"subtitle":"of relationship, specifically with man and God. It is not a relationship of the self -"},{"startMs":230000,"durationMs":5000,"subtitle":"for that would mean us being independent from God. Man must be in a relationship with God,"},{"startMs":235000,"durationMs":5762,"subtitle":"such that he must stand before him in truth, only then can one achieve the infinite self."},{"startMs":240762,"durationMs":5138,"subtitle":"This is at the heart of Kierkegaard’s thinking. The notion of God is paradoxical"},{"startMs":245900,"durationMs":5370,"subtitle":"and too absurd to be defended with rational arguments, it is a matter of faith – and"},{"startMs":251270,"durationMs":4030,"subtitle":"it is the highest form of human life, that frees us from despair."},{"startMs":255300,"durationMs":6040,"subtitle":"It is not our goal to become aware of the self, but rather to stand before God “transparently”,"},{"startMs":261340,"durationMs":5190,"subtitle":"as he puts it. With the only self that exists being God’s self, the self that overwhelms"},{"startMs":266530,"durationMs":4100,"subtitle":"our self. The closer to God one is, the more of a Self."},{"startMs":270630,"durationMs":4320,"subtitle":"However, you can have the conception of God and have your backed turned to God, but the"},{"startMs":274950,"durationMs":4064,"subtitle":"conception of God is an extraordinarily strong requirement of selfhood."},{"startMs":279014,"durationMs":4534,"subtitle":"The more we try to become a self the more independent we become of God. Kierkegaard’s"},{"startMs":283548,"durationMs":4892,"subtitle":"idea of trying to define a self is another one of his ironies, as it goes against his"},{"startMs":288440,"durationMs":5070,"subtitle":"general thesis. It is likely intended as to produce frustration in one who believes he"},{"startMs":293510,"durationMs":4379,"subtitle":"can figure out his self alone. A central feature of Kierkegaard’s account"},{"startMs":297889,"durationMs":6581,"subtitle":"of despair is the inability of a person to manufacture his own identity, something essential"},{"startMs":304470,"durationMs":4790,"subtitle":"is missing, something that would prevent you from simply demolishing the ideal and beginning"},{"startMs":309260,"durationMs":5980,"subtitle":"all over again with a new ideal, such a person lacks something “eternally firm”."},{"startMs":315240,"durationMs":5746,"subtitle":"The message of the book of its account of despair is that we are all more or less in despair."},{"startMs":320986,"durationMs":5934,"subtitle":"By man trying to become his own self he becomes an imitation. Even if he succeeded in becoming"},{"startMs":326920,"durationMs":4840,"subtitle":"a new self, he’d fail to become his true self and he despairs, he’d be like a “king"},{"startMs":331760,"durationMs":4930,"subtitle":"without a country”. And if he remains his own self, he also despairs, because he wants"},{"startMs":336690,"durationMs":3987,"subtitle":"to become a new self and cannot. There are three kinds of despair:"},{"startMs":340677,"durationMs":5283,"subtitle":"Being unconscious in despair of having a self, this is an inauthentic despair because it"},{"startMs":345960,"durationMs":6635,"subtitle":"is born out of ignorance. One is unaware that one has a self separate from its finite reality."},{"startMs":352595,"durationMs":5525,"subtitle":"Then we have two authentic kinds of despair: not wanting in despair to be oneself (a state"},{"startMs":358120,"durationMs":5280,"subtitle":"of awareness of the self but which is only in finite or immediate terms) and wanting"},{"startMs":363400,"durationMs":5570,"subtitle":"in despair to be oneself (a type of demonic despair, the most heightened form of it, in"},{"startMs":368970,"durationMs":5884,"subtitle":"which one accepts the eternal but refuses to accept the self that one in reality is,"},{"startMs":374854,"durationMs":4137,"subtitle":"the self that one is in love). Kierkegaard’s notion of despair has"},{"startMs":378991,"durationMs":2120,"subtitle":"two principal components."},{"startMs":381111,"durationMs":4972,"subtitle":"The first is a set of polarities: “infinite and finite”, “freedom and necessity”,"},{"startMs":386083,"durationMs":5177,"subtitle":"“eternal and temporal”. The book starts off by saying that the human being is a “synthesis”"},{"startMs":391260,"durationMs":4774,"subtitle":"of these factors and must remain in balance. The life of a person who gets lost in the"},{"startMs":396034,"durationMs":5546,"subtitle":"infinite without a counterbalance in the finite is given over to imagination; while a person"},{"startMs":401580,"durationMs":5670,"subtitle":"who has nothing of the infinite lives a totally unimaginative everyday life. Imagination must"},{"startMs":407250,"durationMs":6363,"subtitle":"be applied to something specific – or everyday life must become the workplace of the imagination."},{"startMs":413613,"durationMs":5717,"subtitle":"Similarly, to have a freedom (or possibility) not counterbalanced by necessity is to treat"},{"startMs":419330,"durationMs":4089,"subtitle":"all projects as though they were accomplished at the start; while to have nothing of the"},{"startMs":423419,"durationMs":5951,"subtitle":"possible is to see oneself bound to a chain of ongoing events that leaves no place for"},{"startMs":429370,"durationMs":5829,"subtitle":"personal initiative. A healthy balance being one in which time and trouble are duly taken"},{"startMs":435199,"durationMs":5440,"subtitle":"in the realisation of possibilities. The third polarity “eternal and temporal”"},{"startMs":440639,"durationMs":4961,"subtitle":"has to be treated apart. To become aware of one’s self is to become aware of “something"},{"startMs":445600,"durationMs":5310,"subtitle":"eternal”. The eternal represents a goal of human endeavour, a fundamental goal to"},{"startMs":450910,"durationMs":4030,"subtitle":"achieving selfhood. To not be in despair is to have reconciled"},{"startMs":454940,"durationMs":4044,"subtitle":"these factors, existing in awareness of one's own self."},{"startMs":458984,"durationMs":6196,"subtitle":"But what is the Self? This is the second main component of despair. The idea of the “self”,"},{"startMs":465180,"durationMs":5470,"subtitle":"not as something one becomes, but as a “relation which “relates to itself”. This self-relating"},{"startMs":470650,"durationMs":5920,"subtitle":"synthesis is what Kierkegaard calls “spirit”. The eternal and the temporal allows us to"},{"startMs":476570,"durationMs":5100,"subtitle":"see how we become progressively conscious of the imbalance of this relation, and more"},{"startMs":481670,"durationMs":4400,"subtitle":"particularly, with the imbalance of the first two polarities."},{"startMs":486070,"durationMs":5840,"subtitle":"The more aware a person is of having an “eternal” aspect, the closer the goal of “true selfhood”,"},{"startMs":491910,"durationMs":3695,"subtitle":"turning an imbalanced self into a balanced self."},{"startMs":495605,"durationMs":5486,"subtitle":"This despair, however, is not something that should be rooted out. From the point of spiritual"},{"startMs":501091,"durationMs":4969,"subtitle":"development, there is actually something healthy about it. Spiritual development is bound to"},{"startMs":506060,"durationMs":6659,"subtitle":"progress through a state of sickness. The only way out of escaping despair, therefore,"},{"startMs":512719,"durationMs":1823,"subtitle":"seems to be to go through with it."},{"startMs":514542,"durationMs":3309,"subtitle":"Part II. Despair is Sin."},{"startMs":517851,"durationMs":4418,"subtitle":"While in the first part Kierkegaard describes despair and its factors to help the reader"},{"startMs":522269,"durationMs":6010,"subtitle":"understand why it’s a problem, in this second part he talks about despair in religious terms:"},{"startMs":528279,"durationMs":4480,"subtitle":"that it is sin. His concept of sin is to be in despair before"},{"startMs":532759,"durationMs":6393,"subtitle":"God or with the conception of God. Sin is a condition that may be overcome only by pursuing"},{"startMs":539152,"durationMs":7242,"subtitle":"faith. He stresses that faith, not virtue, is the opposite of sin, this is crucial."},{"startMs":546394,"durationMs":6035,"subtitle":"He links the concepts of sin, faith, and despair together, noting that faith is the solution"},{"startMs":552429,"durationMs":4770,"subtitle":"to both sin and despair. Sin can range from a general indifference"},{"startMs":557199,"durationMs":3930,"subtitle":"to religious matters to an outright rebellion against Christianity."},{"startMs":561129,"durationMs":5391,"subtitle":"Since the final paragraph provides the closest thing to an overall summary of the book, it"},{"startMs":566520,"durationMs":7687,"subtitle":"may be helpful to think back over the book using the final paragraph as a key."},{"startMs":574207,"durationMs":5313,"subtitle":"“The biggest danger, that of losing oneself, can pass off in the world as quietly as if it"},{"startMs":579711,"durationMs":6857,"subtitle":"were nothing: every other loss, an arm, a leg, five dollars, a wife, etc."},{"startMs":586568,"durationMs":2041,"subtitle":"is bound to be noticed.”"}]
