[{"startMs":1120,"durationMs":5350,"subtitle":"The Plague was published in 1947 and is widely considered as Albert Camus’s most successful"},{"startMs":6470,"durationMs":5579,"subtitle":"novel. It tells the story of a plague epidemic in the Algerian coastal town of Oran, where"},{"startMs":12049,"durationMs":3240,"subtitle":"thousands of rats are found dead all over the city."},{"startMs":15289,"durationMs":4481,"subtitle":"Camus’ absurdist philosophy is at the background of the novel. He stresses the powerlessness"},{"startMs":19770,"durationMs":4680,"subtitle":"of the individual to affect his destiny in an indifferent world. In fact, in the novel"},{"startMs":24450,"durationMs":5720,"subtitle":"he mentions “a young company employee who had killed an Arab on a beach”. This, of"},{"startMs":30170,"durationMs":4500,"subtitle":"course, is an allusion to Meursault’s murder in The Stranger and is connected with the"},{"startMs":34670,"durationMs":5530,"subtitle":"ravages of the pestilence in The Plague. Illness, exile, and separation are themes"},{"startMs":40200,"durationMs":5539,"subtitle":"that were present in Camus’ life and his reflections upon them form a vital counterpoint"},{"startMs":45739,"durationMs":5521,"subtitle":"to the allegory. This makes his description of the plague and the pain of loneliness exceptionally"},{"startMs":51260,"durationMs":1840,"subtitle":"vivid and heartfelt."},{"startMs":53100,"durationMs":4389,"subtitle":"The book begins with an unnamed narrator, who reveals his identity at the end of the"},{"startMs":57489,"durationMs":4931,"subtitle":"novel, so as to make the chronicle that follows as objective as possible. The main character"},{"startMs":62420,"durationMs":5470,"subtitle":"of the book, Dr. Rieux, is a committed humanist and atheist. He struggles with the authorities’"},{"startMs":67890,"durationMs":6290,"subtitle":"denial when he urges that stringent sanitation measures be taken to fight the rising epidemic."},{"startMs":74180,"durationMs":4870,"subtitle":"And despite his efforts in fighting the plague makes little or no difference, he continues"},{"startMs":79050,"durationMs":3860,"subtitle":"to do so. One day, Dr. Rieux steps out of surgery and"},{"startMs":82910,"durationMs":4330,"subtitle":"finds a dead rat lying on the floor. In the days that follow, an increasing number of"},{"startMs":87240,"durationMs":5320,"subtitle":"rodents stagger out into the open and die. At first, he doesn’t give a great deal of"},{"startMs":92560,"durationMs":4280,"subtitle":"attention to this event, and the concierge for the building believes that someone is"},{"startMs":96840,"durationMs":3580,"subtitle":"pulling a prank on them. As the appearance of dying rats continues"},{"startMs":100420,"durationMs":5180,"subtitle":"to increase, the citizens of Oran start to feel uneasy and question the city government’s"},{"startMs":105600,"durationMs":5430,"subtitle":"ability to address the problem. The concierge is the first victim of the plague. Other victims"},{"startMs":111030,"durationMs":3000,"subtitle":"succumb to the same illness in the days that follow."},{"startMs":114030,"durationMs":4500,"subtitle":"The narrator introduces the reader to Jean Tarrou, the author of a written eyewitness"},{"startMs":118530,"durationMs":4880,"subtitle":"account of the events in question. He keeps notebooks containing detailed reports of his"},{"startMs":123410,"durationMs":5569,"subtitle":"observations about daily life in Oran, including the mysterious illness that strikes the city."},{"startMs":128979,"durationMs":4701,"subtitle":"The unknown narrator states that before Oran was struck by the plague, it was a city of"},{"startMs":133680,"durationMs":6039,"subtitle":"monotonous routines: work, cafés, movies, and empty commercialism. The citizens are"},{"startMs":139719,"durationMs":4921,"subtitle":"not living their lives to the fullest, their narrow routines prevents them from making"},{"startMs":144640,"durationMs":4620,"subtitle":"the most of their finite existence. In other words, they are wasting their time and live"},{"startMs":149260,"durationMs":3399,"subtitle":"meaningless lives. When the plague hits the city, the citizens"},{"startMs":152659,"durationMs":4230,"subtitle":"react slowly and the government adopts an attitude of “wait-and-see” instead of"},{"startMs":156889,"durationMs":5291,"subtitle":"alarming the public. Dr. Rieux urges immediate measures to be taken, requesting a plague"},{"startMs":162180,"durationMs":4729,"subtitle":"serum, because he fears the disease could kill off half the city. His stance is that"},{"startMs":166909,"durationMs":5871,"subtitle":"one has to act as if the disease were the bubonic plague. His main concern is saving"},{"startMs":172780,"durationMs":4679,"subtitle":"as many lives as possible. This shows the power of indifference and denial"},{"startMs":177459,"durationMs":5510,"subtitle":"present in the city, the metaphorical plague of the novel. It is only when things escalate"},{"startMs":182969,"durationMs":4901,"subtitle":"and the citizens become prisoners of the plague under total quarantine, that they realise"},{"startMs":187870,"durationMs":4970,"subtitle":"how little priority they gave to the things that mattered most to them, suggesting that"},{"startMs":192840,"durationMs":4237,"subtitle":"it is questionable whether they were really “free” before the plague."},{"startMs":197077,"durationMs":5532,"subtitle":"Dr. Rieux notes that wars and plagues have always existed, yet people are always surprised"},{"startMs":202609,"durationMs":5350,"subtitle":"when they become victims of one or the other. He recalls the horrifying historical accounts"},{"startMs":207959,"durationMs":4810,"subtitle":"of plague epidemics and braces himself for the possibility of another one."},{"startMs":212769,"durationMs":2550,"subtitle":"Part II starts with the citizens feeling a"},{"startMs":215319,"durationMs":5161,"subtitle":"deep sense of isolation. Many have been separated from their loved ones and the mail service"},{"startMs":220480,"durationMs":4759,"subtitle":"has ceased, for fear of spreading the plague beyond the city walls. They begin to slowly"},{"startMs":225239,"durationMs":5409,"subtitle":"accept their exile. The past provokes regret, the present provokes helpless impatience,"},{"startMs":230648,"durationMs":6621,"subtitle":"and slowly the future too, ceases to be hopeful. The citizens are like prisoners drifting aimlessly,"},{"startMs":237269,"durationMs":5200,"subtitle":"but continue to be selfishly self-absorbed with their personal suffering. One of Dr."},{"startMs":242469,"durationMs":5111,"subtitle":"Rieux’s patients has chosen to spend time by counting peas from one pan into another,"},{"startMs":247580,"durationMs":5049,"subtitle":"a meaningless and time-wasting activity. On the other hand, Joseph Grand, an elderly"},{"startMs":252629,"durationMs":4771,"subtitle":"civil servant who is assigned the daily task of calculating the deaths, takes the complete"},{"startMs":257400,"durationMs":5164,"subtitle":"opposite view. He tries to write a book but cannot “find the right words for it”,"},{"startMs":262564,"durationMs":5546,"subtitle":"spending endless days on rewriting the same sentence so as to make it flawless. He contemplates"},{"startMs":268110,"durationMs":4920,"subtitle":"on how he had worked so hard that he forgot to love his wife, who eventually left him,"},{"startMs":273030,"durationMs":5280,"subtitle":"and has tried unsuccessfully for years to write her a letter explaining his actions,"},{"startMs":278310,"durationMs":4690,"subtitle":"representing an unattainable ideal that leads to inaction."},{"startMs":283000,"durationMs":5460,"subtitle":"For Camus, a third option is possible: acknowledging the absurd impossibility of winning the struggle"},{"startMs":288460,"durationMs":5150,"subtitle":"for the ideal and then struggle anyway. Dr. Rieux continues his work. The beds in"},{"startMs":293610,"durationMs":4559,"subtitle":"the emergency hospitals are always full, and there is always an emotional scene when he"},{"startMs":298169,"durationMs":5421,"subtitle":"evacuates patients from their homes to isolate them from their families. His situation requires"},{"startMs":303590,"durationMs":5090,"subtitle":"a certain “divorce from reality”, avoiding pity because he needs to preserve his energy"},{"startMs":308680,"durationMs":5310,"subtitle":"to continue working against the plague. This is, however, not a matter of indifference,"},{"startMs":313990,"durationMs":4570,"subtitle":"as that would require one to be in a state of inaction or denial in response to other"},{"startMs":318560,"durationMs":2930,"subtitle":"people’s suffering. The only person who finds himself relieved"},{"startMs":321490,"durationMs":6490,"subtitle":"in the plague is Cottard, a man who committed a crime and feared his arrest every day. However,"},{"startMs":327980,"durationMs":5350,"subtitle":"with the plague, the authorities change priorities. His happiness is also due to his relief that"},{"startMs":333330,"durationMs":5960,"subtitle":"everyone in the city now shares his anxiety. Contrary to being isolated, he becomes liberated."},{"startMs":339290,"durationMs":5950,"subtitle":"Father Paneloux, a Jesuit priest, delivers a sermon to his confused and frightened congregation"},{"startMs":345240,"durationMs":5194,"subtitle":"declaring that the plague is a God-sent punishment for their sins. He believes there to be a"},{"startMs":350434,"durationMs":4228,"subtitle":"“Truth” behind the plague, other than seeing it as a collective disaster."},{"startMs":354662,"durationMs":5958,"subtitle":"However, the irony is that death is an irrefutable fact of human existence. Before the plague,"},{"startMs":360620,"durationMs":5000,"subtitle":"the citizens were doing little more than waiting for death, passively entertaining themselves"},{"startMs":365620,"durationMs":5289,"subtitle":"and unaware of the certainty of their deaths. Dr. Rieux has frequently seen people face"},{"startMs":370909,"durationMs":4752,"subtitle":"impending death, as patients declared their resistance to death as they took their last"},{"startMs":375661,"durationMs":5739,"subtitle":"breath. The dying realise the utter futility of their resistance, yet many of them declare"},{"startMs":381400,"durationMs":6360,"subtitle":"defiance anyway, it is the absurd condition of intense desire to continue living and being"},{"startMs":387760,"durationMs":2070,"subtitle":"condemned to death."},{"startMs":389830,"durationMs":5057,"subtitle":"Camus suggests that the only meaningful thing to do in response to it, is to rebel against it,"},{"startMs":394887,"durationMs":5434,"subtitle":"that is, rebel against death. When asked what keeps him going, Dr. Rieux states:"},{"startMs":400321,"durationMs":4868,"subtitle":"“[…] This whole thing is not about heroism. It’s about decency. It may seem a ridiculous"},{"startMs":405189,"durationMs":5380,"subtitle":"idea, but the only way to fight the plague is with decency. ‘What is decency?’ Rambert"},{"startMs":410569,"durationMs":5441,"subtitle":"asked, suddenly serious. ‘In general, I can’t say, but in my case I know that it"},{"startMs":416010,"durationMs":2908,"subtitle":"consists in doing my job.’”"},{"startMs":418918,"durationMs":5031,"subtitle":"In Part III, the inhabitants of Oran begin to view the plague as a collective disaster."},{"startMs":423949,"durationMs":5862,"subtitle":"It is neither rational nor moral and its victims occupy all levels of the social hierarchy."},{"startMs":429811,"durationMs":5448,"subtitle":"Death is always a collective catastrophe because it is humankind’s collective fate."},{"startMs":435259,"durationMs":4741,"subtitle":"The bodies in the cemeteries start to overflow and the authorities begin to cremate them."},{"startMs":440000,"durationMs":5214,"subtitle":"The plague victims are disposed of in the same manner as the rats had been a few months earlier."},{"startMs":445214,"durationMs":6046,"subtitle":"In Part IV the inhabitants escape to a performance, an inability to recognise the real dangers"},{"startMs":451260,"durationMs":5059,"subtitle":"facing them. However, they are confronted with the denial of their own death and at"},{"startMs":456319,"durationMs":4000,"subtitle":"the end, they run for the exit. “After the plague, I’ll do this, after"},{"startMs":460319,"durationMs":4981,"subtitle":"the plague I’ll do that… They are ruining their lives, instead of staying calm. And"},{"startMs":465300,"durationMs":4950,"subtitle":"they don’t even realise what they have going for them … I think they are miserable because"},{"startMs":470250,"durationMs":5159,"subtitle":"they don’t let themselves go.” Camus suggests that the citizens can break"},{"startMs":475409,"durationMs":5760,"subtitle":"the isolation produced by their fear not by surrendering, but only by fighting the plague."},{"startMs":481169,"durationMs":4960,"subtitle":"When Father Paneloux delivers his next sermon, the church is emptier than before. He declares"},{"startMs":486129,"durationMs":4790,"subtitle":"that the unanswerable question of an innocent child’s suffering is God’s way of placing"},{"startMs":490919,"durationMs":5461,"subtitle":"the Christian’s back to a wall. “One must believe everything or deny everything."},{"startMs":496380,"durationMs":5990,"subtitle":"And who among you would dare to deny everything?” He later dies, although it is not clear if"},{"startMs":502370,"durationMs":5819,"subtitle":"he died of the plague, symbolising the doubtful nature of his understanding of human existence."},{"startMs":508189,"durationMs":4741,"subtitle":"Camus declares that the rebellion against the relentless progress of the epidemic is"},{"startMs":512930,"durationMs":6049,"subtitle":"nonetheless a noble, meaningful struggle even if it means facing never-ending defeat."},{"startMs":518979,"durationMs":5091,"subtitle":"We must continually fight the “plague” within us, for we all are contaminated in"},{"startMs":524070,"durationMs":3810,"subtitle":"some measure: “No one in the world, no one, is immune"},{"startMs":527880,"durationMs":4750,"subtitle":"[…] we must constantly keep a watch on ourselves to avoid being distracted for a moment and"},{"startMs":532630,"durationMs":5342,"subtitle":"find ourselves breathing in another person’s face and infecting him.”"},{"startMs":537972,"durationMs":3258,"subtitle":"In Part V, the deaths slowly begin to decline."},{"startMs":541230,"durationMs":4830,"subtitle":"However, the inhabitants hesitate to show any hope because they have become cautious"},{"startMs":546060,"durationMs":4219,"subtitle":"during their long confinement. The unknown narrator reveals himself to be"},{"startMs":550279,"durationMs":5911,"subtitle":"Dr. Rieux, who limited himself to reporting only what people did and spoke so as to present"},{"startMs":556190,"durationMs":3680,"subtitle":"an objective narrative. The survivors of the plague honour the dead"},{"startMs":559870,"durationMs":6286,"subtitle":"with a memorial before returning to their old lives and activities as if nothing happened."},{"startMs":566156,"durationMs":5074,"subtitle":"“ … the plague bacillus never dies or vanishes entirely … it can remain dormant"},{"startMs":571230,"durationMs":6120,"subtitle":"for dozens of years in furniture or clothing … it waits patiently in bedrooms, cellars,"},{"startMs":577350,"durationMs":5600,"subtitle":"trunks, handkerchiefs and old papers, and … perhaps the day will come when, for the"},{"startMs":582950,"durationMs":5620,"subtitle":"instruction or misfortune of mankind, the plague will rouse its rats and send them to"},{"startMs":588570,"durationMs":2856,"subtitle":"die in some well-contented city.”"}]
