[{"startMs":170,"durationMs":5960,"subtitle":"The will to power is one of the most fundamental concepts in the philosophy of Friedrich Nietzsche."},{"startMs":6130,"durationMs":5299,"subtitle":"It is also one of his most complex concepts as it was never systematically defined in"},{"startMs":11429,"durationMs":5581,"subtitle":"his works, leaving its interpretation open to debate. Nietzsche had considered writing"},{"startMs":17010,"durationMs":5768,"subtitle":"a book under the title “The Will to Power” which he announced in the Genealogy of Morals"},{"startMs":22778,"durationMs":4332,"subtitle":"published in 1887: “These things will be addressed by me more"},{"startMs":27110,"durationMs":5909,"subtitle":"fully and seriously in another connection (with the title “On the History of European"},{"startMs":33019,"durationMs":5680,"subtitle":"Nihilism”; for which I refer you to a work I am writing, The Will to Power, Attempt at"},{"startMs":38699,"durationMs":6090,"subtitle":"a Revaluation of all Values).” However, in 1888, Nietzsche had abandoned"},{"startMs":44789,"durationMs":5860,"subtitle":"the entire project of The Will to Power and decided to write a new four-part magnum opus"},{"startMs":50649,"durationMs":6221,"subtitle":"with his notes gathered in the abandoned project, under the title “Revaluation of All Values”"},{"startMs":56870,"durationMs":5629,"subtitle":"and actually finished the first quarter: The Antichrist. Unfortunately he could not complete"},{"startMs":62499,"durationMs":6761,"subtitle":"this monumental task as he experienced a mental breakdown in 1889, with a complete loss of"},{"startMs":69260,"durationMs":4041,"subtitle":"his mental faculties for the remaining 11 years of his life."},{"startMs":73301,"durationMs":5269,"subtitle":"During this time, Nietzsche’s sister Elisabeth and his friend Peter Gast took possession"},{"startMs":78570,"durationMs":5750,"subtitle":"of all his unpublished notes and edited them to publish The Will to Power, Elisabeth claimed"},{"startMs":84320,"durationMs":5680,"subtitle":"that this text was her brother’s magnum opus. Sadly, she wanted to use it to pursue"},{"startMs":90000,"durationMs":5630,"subtitle":"her personal agenda in National Socialism. This work has since then been superseded by"},{"startMs":95630,"durationMs":6570,"subtitle":"an expanded second version containing 1067 sections, which includes Nietzsche’s original"},{"startMs":102200,"durationMs":5519,"subtitle":"notes. This is what has come to be commonly known as The Will to Power. Although, it remains"},{"startMs":107719,"durationMs":5551,"subtitle":"a posthumously published work, rather than a text completed by him, it is still an excellent"},{"startMs":113270,"durationMs":5580,"subtitle":"anthology of selections from his notebooks. We will be focusing on what Nietzsche actually"},{"startMs":118850,"durationMs":5210,"subtitle":"wrote and published himself during his active years, as well as making some references to"},{"startMs":124060,"durationMs":5634,"subtitle":"his unpublished notes where it is appropriate. Nietzsche’s early works “Human, All Too"},{"startMs":129694,"durationMs":5706,"subtitle":"Human”, “The Dawn” and “The Gay Science”, provide his first psychological insights on"},{"startMs":135400,"durationMs":5500,"subtitle":"the “desire for power”. He writes: “The reason why a powerful person is grateful"},{"startMs":140900,"durationMs":5530,"subtitle":"is this: his benefactor has [...] intruded into [his] sphere […] It is a milder form"},{"startMs":146430,"durationMs":5660,"subtitle":"of revenge. Without the satisfaction of gratitude, the powerful man would have shown himself"},{"startMs":152090,"durationMs":6100,"subtitle":"powerless and would hence be considered so. Therefore every society of the good, i.e.,"},{"startMs":158190,"durationMs":5144,"subtitle":"originally of the powerful, places gratitude amongst the first duties.”"},{"startMs":163334,"durationMs":4485,"subtitle":"Nietzsche explains that if somebody does something for you, there is an implication that you"},{"startMs":167819,"durationMs":5209,"subtitle":"were powerless and needed his help. You are degraded in his eyes and in your own."},{"startMs":173028,"durationMs":5282,"subtitle":"Then you thank him, and the implication is reversed: he has done something for you, as if you were"},{"startMs":178310,"durationMs":6209,"subtitle":"the powerful one and he your servant. In that sense, gratitude may be considered a mild"},{"startMs":184519,"durationMs":4110,"subtitle":"form of revenge. In another aphorism, Nietzsche observes the"},{"startMs":188629,"durationMs":5241,"subtitle":"effort of people to arouse pity: “[…] ask yourself whether that ready complaining"},{"startMs":193870,"durationMs":7179,"subtitle":"and whimpering, that making a show of misfortune, does not, at bottom, aim at making the spectators"},{"startMs":201049,"durationMs":5751,"subtitle":"miserable; the pity which the spectators then exhibit is in so far a consolation for the"},{"startMs":206800,"durationMs":5939,"subtitle":"weak and suffering in that the latter recognise therein that they possess still one power,"},{"startMs":212739,"durationMs":4661,"subtitle":"in spite of their weakness, the power of giving pain.”"},{"startMs":217400,"durationMs":5649,"subtitle":"As we can observe, the early Nietzsche does not find this desire for power admirable – more"},{"startMs":223049,"durationMs":4285,"subtitle":"often than not, he used it to explain behaviour he happened to dislike."},{"startMs":227334,"durationMs":5685,"subtitle":"This would later change with his Genealogy of Morals, which Human, All-Too-Human laid"},{"startMs":233019,"durationMs":6041,"subtitle":"the seeds for. He explains that the desire for power exists both among the powerful – whose"},{"startMs":239060,"durationMs":5549,"subtitle":"high esteem of gratitude Nietzsche would explain thus – and among the impotent, whose desire"},{"startMs":244609,"durationMs":4770,"subtitle":"for pity Nietzsche construes as prompted by a desire for power."},{"startMs":249379,"durationMs":5440,"subtitle":"Here we stumble upon a crucial point: that an apparent negation of the desire for power"},{"startMs":254819,"durationMs":6411,"subtitle":"is explained in terms of the desire for power. Even asceticism, humility, self-abasement"},{"startMs":261230,"durationMs":5480,"subtitle":"and renunciation of worldly power are motivated by this way. He writes:"},{"startMs":266710,"durationMs":5280,"subtitle":"“Indeed, happiness – taken as the most alive feeling of power – has perhaps nowhere"},{"startMs":271990,"durationMs":4636,"subtitle":"on earth been greater than in the souls of superstitious ascetics.”"},{"startMs":276626,"durationMs":5144,"subtitle":"In another aphorism, he states: “Power which has greatly suffered both in"},{"startMs":281770,"durationMs":5950,"subtitle":"deed and in thought is better than powerlessness which only meets with kind treatment—such"},{"startMs":287720,"durationMs":5090,"subtitle":"was the Greek way of thinking. In other words, the feeling of power was prized more highly"},{"startMs":292810,"durationMs":7120,"subtitle":"by them than any mere utility or fair renown.” The powerful have no need to prove their might"},{"startMs":299930,"durationMs":5680,"subtitle":"either to themselves or to others by oppressing or hurting others, only the weak man wishes"},{"startMs":305610,"durationMs":6030,"subtitle":"to hurt and to see the signs of suffering. This sudden association of power to the Greeks"},{"startMs":311640,"durationMs":6240,"subtitle":"was a decisive step in the development of this conception into an all-embracing monism,"},{"startMs":317880,"durationMs":4190,"subtitle":"as “will to power”. With these insights, the possibility of a"},{"startMs":322070,"durationMs":6140,"subtitle":"psychological monism suggests itself: all psychological phenomena might be reducible"},{"startMs":328210,"durationMs":5840,"subtitle":"to the will to power. Nietzsche, however, is not primarily in search of any basic principle,"},{"startMs":334050,"durationMs":6500,"subtitle":"he does not jump to this conclusion – yet. In 1883, the concept of the will to power"},{"startMs":340550,"durationMs":5240,"subtitle":"came like a flash of lightning, and in a frenzied feeling of inspiration, Nietzsche wrote Thus"},{"startMs":345790,"durationMs":5410,"subtitle":"Spoke Zarathustra, where the will to power makes its first appearance. It is introduced"},{"startMs":351200,"durationMs":6230,"subtitle":"as one of the three major teachings Zarathustra has to offer, the other two being the Ubermensch"},{"startMs":357430,"durationMs":2520,"subtitle":"and the Eternal Recurrence. He writes:"},{"startMs":359950,"durationMs":5401,"subtitle":"“Only where there is life, there is also will: not will to life but […] will to power."},{"startMs":365351,"durationMs":5519,"subtitle":"There is much that life esteems more highly than life itself; but out of the esteeming"},{"startMs":370870,"durationMs":4160,"subtitle":"itself speaks the will to power. Thus life taught me.”"},{"startMs":375030,"durationMs":5880,"subtitle":"Nietzsche was fundamentally concerned with commanding or exercising power over oneself,"},{"startMs":380910,"durationMs":6290,"subtitle":"not over others. The will to power is a dynamic force in continuous becoming and striving,"},{"startMs":387200,"durationMs":5680,"subtitle":"manifesting itself in the encounter with obstacles. It is the expression of self-realisation,"},{"startMs":392880,"durationMs":4141,"subtitle":"becoming who you truly are. Zarathustra embodies the struggle of the will"},{"startMs":397021,"durationMs":6129,"subtitle":"to power, as obstacles inevitably give way to resistances. He is completely uninterested"},{"startMs":403150,"durationMs":6110,"subtitle":"in gaining power over others, as he states: “I lack the lion’s voice for all commanding”."},{"startMs":409260,"durationMs":5300,"subtitle":"In fact, he keeps insisting that the last thing he wants is the ability to command his"},{"startMs":414560,"durationMs":5940,"subtitle":"disciples, but rather that they follow themselves. Nietzsche summarises the will to power most"},{"startMs":420500,"durationMs":5040,"subtitle":"succinctly in The Antichrist: \"What is good? All that heightens the feeling"},{"startMs":425540,"durationMs":6210,"subtitle":"of power, the will to power, power itself in man. What is bad? All that proceeds from"},{"startMs":431750,"durationMs":6530,"subtitle":"weakness. What is happiness? The feeling that power increases — that a resistance is overcome.\""},{"startMs":438280,"durationMs":5340,"subtitle":"The secret that Zarathustra has learned from life is self-overcoming, the characteristic"},{"startMs":443620,"durationMs":5680,"subtitle":"of the Ubermensch. As we have seen, the key problem is self-commanding. However, it is"},{"startMs":449300,"durationMs":6420,"subtitle":"not as easy as it sounds. In fact, many people embody what Nietzsche calls the “Last Man”,"},{"startMs":455720,"durationMs":5450,"subtitle":"the antithesis of the Ubermensch, those who are all alike and follow others – a herd"},{"startMs":461170,"durationMs":6309,"subtitle":"mentality – too afraid to do anything extreme and remain in mediocrity all their lives."},{"startMs":467479,"durationMs":3855,"subtitle":"They do not take risks because of fear or laziness."},{"startMs":471334,"durationMs":5056,"subtitle":"However, Nietzsche does not write for them, but for that small percentage of people who"},{"startMs":476390,"durationMs":5620,"subtitle":"want true fulfilment and happiness out of life. The only way to achieve the highest"},{"startMs":482010,"durationMs":5600,"subtitle":"level of happiness is to take risks. “For believe me! — the secret for harvesting"},{"startMs":487610,"durationMs":6518,"subtitle":"from existence the greatest fruitfulness and the greatest enjoyment is: to live dangerously!”"},{"startMs":494128,"durationMs":4772,"subtitle":"There’s almost a zero percent chance that you won’t experience some form of extreme"},{"startMs":498900,"durationMs":5960,"subtitle":"pain in your life. Nietzsche tells us to not run from this reality, but to face it and"},{"startMs":504860,"durationMs":5220,"subtitle":"overcome it, in order to grow. Think of the metaphor of climbing a mountain,"},{"startMs":510080,"durationMs":4839,"subtitle":"there are obstacles and difficulties ahead, one can even risk falling from the heights"},{"startMs":514919,"durationMs":5210,"subtitle":"and injuring or killing oneself. However, once you reach the top of the mountain, you’ll"},{"startMs":520129,"durationMs":6150,"subtitle":"be able to see the most beautiful views imaginable. “He who climbs upon the highest mountains"},{"startMs":526279,"durationMs":5971,"subtitle":"laughs at all tragedies, real or imaginary.” Those who do not overcome their obstacles,"},{"startMs":532250,"durationMs":4959,"subtitle":"will miss the most amazing moments of life and live mediocre lives."},{"startMs":537209,"durationMs":5211,"subtitle":"Nietzsche’s concept of sublimation is key to understanding the will to power. He believed"},{"startMs":542420,"durationMs":5550,"subtitle":"that a sexual impulse, for example, could find satisfaction in the attainment of something"},{"startMs":547970,"durationMs":5114,"subtitle":"else, such as creative spiritual activity, instead of being fulfilled directly."},{"startMs":553084,"durationMs":5266,"subtitle":"One of his main critics of Christianity is that it did not sublimate the instincts but"},{"startMs":558350,"durationMs":5020,"subtitle":"rather repudiated them. As the instincts are what makes us human beings, it is against"},{"startMs":563370,"durationMs":5139,"subtitle":"life itself – contrary to the will to power, in which instincts are the main drive force"},{"startMs":568509,"durationMs":4620,"subtitle":"in humans. This contrast of the abnegation, repudiation,"},{"startMs":573129,"durationMs":4580,"subtitle":"and extirpation of the passions on the one side, and their control and sublimation on"},{"startMs":577709,"durationMs":5221,"subtitle":"the other, is one of the most important points in Nietzsche's entire philosophy."},{"startMs":582930,"durationMs":6570,"subtitle":"The man who can develop his faculty of reason only by extirpating his sensuality has a weak"},{"startMs":589500,"durationMs":6029,"subtitle":"spirit; a strong spirit need not make war on the impulses: it masters them fully and"},{"startMs":595529,"durationMs":3951,"subtitle":"is—to Nietzsche's mind—the acme of human power."},{"startMs":599480,"durationMs":5591,"subtitle":"He points out that most of the great philosophers were not married and explains the matter as follows:"},{"startMs":605071,"durationMs":2489,"subtitle":"“As for the \"chastity\" of philosophers,"},{"startMs":607560,"durationMs":5740,"subtitle":"finally, this type of spirit clearly has its fruitfulness somewhere else than in children;"},{"startMs":613300,"durationMs":5640,"subtitle":"perhaps it also has the survival of its name elsewhere, its little immortality”"},{"startMs":618940,"durationMs":5209,"subtitle":"And in his notes, he writes: “Making music is another way of making children”"},{"startMs":624149,"durationMs":6180,"subtitle":"The will to power as the only interpretation also supposes its opposite, namely, decadence."},{"startMs":630329,"durationMs":5950,"subtitle":"Decay must be explicable from the striving for growth, just as weakness must be comprehensible"},{"startMs":636279,"durationMs":3086,"subtitle":"in terms of the principle of strength. He writes:"},{"startMs":639365,"durationMs":4284,"subtitle":"“But what if pleasure and pain should be so closely connected that he who wants the"},{"startMs":643649,"durationMs":5430,"subtitle":"greatest possible amount of the one must also have the greatest possible amount of the other,"},{"startMs":649079,"durationMs":4991,"subtitle":"that he who wants to experience the ‘heavenly high jubilation’ must also be ready to be"},{"startMs":654070,"durationMs":4240,"subtitle":"‘sorrowful’ unto death?” Human beings do not seek pleasure and avoid"},{"startMs":658310,"durationMs":5620,"subtitle":"displeasure, they seek an increase of power which is confronted by displeasure as an obstacle"},{"startMs":663930,"durationMs":5200,"subtitle":"to their will to power. It is therefore natural for human beings to have a continual need"},{"startMs":669130,"durationMs":5490,"subtitle":"for displeasure in order to grow. The will to power opposes the prevalent notion"},{"startMs":674620,"durationMs":4860,"subtitle":"of the “will to existence”. He writes: “Indeed, the one who shot at truth with"},{"startMs":679480,"durationMs":5519,"subtitle":"the words ‘will to existence’ did not hit it: this will – does not exist! For,"},{"startMs":684999,"durationMs":6260,"subtitle":"what is not can not will; but what is in existence, how could this still will to exist! Only where"},{"startMs":691259,"durationMs":5721,"subtitle":"life is, is there also will; but not will to life, instead – thus I teach you – will"},{"startMs":696980,"durationMs":4010,"subtitle":"to power!” In Twilight of the Idols, Nietzsche considered"},{"startMs":700990,"durationMs":5730,"subtitle":"himself an Anti-Darwin. Darwin proposed that we evolved through natural selection whereby"},{"startMs":706720,"durationMs":5572,"subtitle":"one’s ability to survive will leave the most copies of itself in successive generations."},{"startMs":712292,"durationMs":6267,"subtitle":"Herbert Spencer, a follower of Darwin, coined the well-known phrase “survival of the fittest”,"},{"startMs":718559,"durationMs":6140,"subtitle":"however unlike Darwin, he believed that all living beings seek first and foremost self-preservation."},{"startMs":724699,"durationMs":5360,"subtitle":"Darwin does not propose self-preservation, but rather that behaviours that are advantageous"},{"startMs":730059,"durationMs":5440,"subtitle":"are the ones preserved in natural selection. Thus, Nietzsche misattributes self-preservation"},{"startMs":735499,"durationMs":3161,"subtitle":"to Darwin. In The Gay Science, Nietzsche writes:"},{"startMs":738660,"durationMs":5390,"subtitle":"“To will to preserve oneself is the expression of distress, of a limitation of the genuinely"},{"startMs":744050,"durationMs":5880,"subtitle":"basic drive of life which aims at the expansion of power and in this willing frequently risks"},{"startMs":749930,"durationMs":6200,"subtitle":"and even sacrifices self-preservation […] The struggle for existence is only an exception,"},{"startMs":756130,"durationMs":5149,"subtitle":"a temporary restriction of the life-will; the great and small struggle always turns"},{"startMs":761279,"durationMs":6151,"subtitle":"upon superiority, upon growth and expansion, upon power, in accordance with the will to"},{"startMs":767430,"durationMs":5019,"subtitle":"power, which is just the will of life” What is clear is that Nietzsche’s survival"},{"startMs":772449,"durationMs":5981,"subtitle":"is not merely self-preservation, but is primarily struggle for increase of power. Everything"},{"startMs":778430,"durationMs":5750,"subtitle":"strives for power, for the most, unconsciously. Beyond Good and Evil has the most references"},{"startMs":784180,"durationMs":6139,"subtitle":"to the \"will to power\" in his published works, appearing in 11 aphorisms. Nietzsche reiterates"},{"startMs":790319,"durationMs":4801,"subtitle":"that life is not self-preservation: “Physiologists should think before putting"},{"startMs":795120,"durationMs":5399,"subtitle":"down the instinct of self-preservation as the cardinal instinct of an organic being."},{"startMs":800519,"durationMs":6870,"subtitle":"A living thing seeks above all to discharge its strength - life itself is will to power;"},{"startMs":807389,"durationMs":4620,"subtitle":"self-preservation is only one of the indirect and most frequent results.”"},{"startMs":812009,"durationMs":4211,"subtitle":"Furthermore, in his notes, he writes: “It can be shown most clearly for every"},{"startMs":816220,"durationMs":5130,"subtitle":"living thing, that it does everything, not in order to preserve itself, but to become"},{"startMs":821350,"durationMs":3539,"subtitle":"more.” Just as a tree will naturally seek to grow"},{"startMs":824889,"durationMs":6341,"subtitle":"its roots and gain resources, so will a person seek to develop his health, wealth, strength"},{"startMs":831230,"durationMs":4250,"subtitle":"and status – which are all expressions of his will to power."},{"startMs":835480,"durationMs":5169,"subtitle":"Schopenhauer had written long before Darwin about his concept of the “will to live”."},{"startMs":840649,"durationMs":4630,"subtitle":"Nietzsche had read Schopenhauer extensively in his youth and he became a sort of father"},{"startMs":845279,"durationMs":5081,"subtitle":"figure for him, although he later grew apart from his philosophy. As he would say:"},{"startMs":850360,"durationMs":4880,"subtitle":"\"One repays a teacher badly if one always remains nothing but a pupil\""},{"startMs":855240,"durationMs":4610,"subtitle":"Nietzsche rejected the “will to live” in favour of his “will to power”. Schopenhauer’s"},{"startMs":859850,"durationMs":6209,"subtitle":"Will is a metaphysical concept inspired by his readings of Kant’s noumenon or the unknowable"},{"startMs":866059,"durationMs":5070,"subtitle":"“thing in itself”, which exists independently of human sense and perception – it is the"},{"startMs":871129,"durationMs":6611,"subtitle":"opposite of phenomenon, which refers to any object of the senses, such as sight and sounds."},{"startMs":877740,"durationMs":4980,"subtitle":"For Schopenhauer, the Will is the cause of all suffering, as human life is a ceaseless"},{"startMs":882720,"durationMs":6279,"subtitle":"struggle for satisfaction. We are constantly pursuing objects of desire to become happy,"},{"startMs":888999,"durationMs":4911,"subtitle":"but when we achieve them, we do not become satisfied – it merely liberates us from"},{"startMs":893910,"durationMs":5719,"subtitle":"our previous pain. We remain in a constant state of suffering and restlessness, until"},{"startMs":899629,"durationMs":4710,"subtitle":"we inevitably die. Thus the pessimism of his philosophy."},{"startMs":904339,"durationMs":5190,"subtitle":"Nevertheless, he does believe that we can achieve momentary bliss and peace of mind"},{"startMs":909529,"durationMs":6481,"subtitle":"whereby the Will ceases its desire of striving. This comes from aesthetic experiences, such"},{"startMs":916010,"durationMs":5120,"subtitle":"as music and art. However, the only way we can free ourselves"},{"startMs":921130,"durationMs":5519,"subtitle":"from our miserable existence is through the total negation of the Will and lead an ascetic"},{"startMs":926649,"durationMs":5360,"subtitle":"life , in order to minimise suffering. Nietzsche, as we have seen, embraces suffering,"},{"startMs":932009,"durationMs":6146,"subtitle":"as it is precisely what helps us grow in life. Pain is necessary and not to be devalued."},{"startMs":938155,"durationMs":5784,"subtitle":"Since obstacles cause pain, we must overcome them so that we can advance our power. As"},{"startMs":943939,"durationMs":5490,"subtitle":"he says in one of his most popular phrases: “What doesn’t kill you makes you stronger.”"},{"startMs":949429,"durationMs":5181,"subtitle":"As an experimental philosopher, Nietzsche sought to break with the delusion of the metaphysicians"},{"startMs":954610,"durationMs":4459,"subtitle":"who believed that they could solve all of life’s riddles with one stroke, with one"},{"startMs":959069,"durationMs":5460,"subtitle":"word, and become “unriddlers of the universe”. He claims that philosophers’ \"will to truth\""},{"startMs":964529,"durationMs":6031,"subtitle":"(i.e., their apparent desire to dispassionately seek objective, absolute truth) is actually"},{"startMs":970560,"durationMs":3983,"subtitle":"nothing more than a manifestation of their will to power."},{"startMs":974543,"durationMs":5716,"subtitle":"“Will to truth – you call that which drives you and makes you lustful, you wisest ones?"},{"startMs":980259,"durationMs":5291,"subtitle":"Will to thinkability of all being, that’s what I call your will! You first want to make"},{"startMs":985550,"durationMs":5750,"subtitle":"all being thinkable, because you doubt, with proper suspicion, whether it is even thinkable."},{"startMs":991300,"durationMs":4819,"subtitle":"But for you it shall behave and bend! Thus your will wants it. It shall become smooth"},{"startMs":996119,"durationMs":5460,"subtitle":"and subservient to the spirit, as its mirror and reflection. That is your entire will,"},{"startMs":1001579,"durationMs":6602,"subtitle":"you wisest ones, as a will to power; and even when you speak of good and evil and of valuations."},{"startMs":1008181,"durationMs":4809,"subtitle":"You still want to create the world before which you could kneel: this is your ultimate"},{"startMs":1012990,"durationMs":4649,"subtitle":"hope and intoxication.” In Beyond Good and Evil, Nietzsche tells us"},{"startMs":1017639,"durationMs":5610,"subtitle":"to suppose that we succeeded in explaining our entire instinctive life as the development"},{"startMs":1023249,"durationMs":6241,"subtitle":"and ramification of one basic form of the will, which includes everything from procreation"},{"startMs":1029490,"durationMs":3910,"subtitle":"to nourishment, if so: “The world seen from within […] it would"},{"startMs":1033400,"durationMs":3700,"subtitle":"simply be “will to power” and nothing else.”"},{"startMs":1037100,"durationMs":5190,"subtitle":"Some interpreters have emphasised this view of the will to power as a metaphysical general"},{"startMs":1042290,"durationMs":5580,"subtitle":"force underlying all reality, making it more directly analogous to Schopenhauer’s will"},{"startMs":1047870,"durationMs":5570,"subtitle":"to live. This brings some confusion as Nietzsche is against metaphysics."},{"startMs":1053440,"durationMs":5120,"subtitle":"Many Nietzschean scholars have insisted that the will to power is less metaphysical and"},{"startMs":1058560,"durationMs":4680,"subtitle":"more pragmatic than Schopenhauer’s, while Schopenhauer thought the will to live was"},{"startMs":1063240,"durationMs":5490,"subtitle":"what was most real in the universe, Nietzsche’s will to power can be understood primarily"},{"startMs":1068730,"durationMs":5960,"subtitle":"as the key concept of a psychological hypothesis, as well as a useful principle for the purpose"},{"startMs":1074690,"durationMs":4420,"subtitle":"of the individual’s life. However, we cannot deny that Nietzsche views"},{"startMs":1079110,"durationMs":5390,"subtitle":"it more and more as a basic force of the entire universe in his later life. What can we make"},{"startMs":1084500,"durationMs":3760,"subtitle":"of this contradiction? Martin Heidegger’s work continues to have"},{"startMs":1088260,"durationMs":4500,"subtitle":"an enormous influence on how Nietzsche’s notion of the will to power is interpreted"},{"startMs":1092760,"durationMs":5770,"subtitle":"– as a traditional metaphysical unity. However, there is a crucial distinction to be made"},{"startMs":1098530,"durationMs":6200,"subtitle":"in terms of metaphysics. Wherever Nietzsche rejects metaphysics it is only the Platonic-Christian"},{"startMs":1104730,"durationMs":6020,"subtitle":"tradition in which “Being” is understood as fixed and static, such as Plato’s world"},{"startMs":1110750,"durationMs":5510,"subtitle":"of forms or the Christian concept of heaven. Nietzsche’s will to power symbolises an"},{"startMs":1116260,"durationMs":5580,"subtitle":"eternal Becoming, thus it does not possess a substantial, durable character. It is a"},{"startMs":1121840,"durationMs":6680,"subtitle":"monism in which even being is conceived as becoming. Being is thus not opposed to becoming,"},{"startMs":1128520,"durationMs":5400,"subtitle":"but rather becoming includes being. Keeping this in mind, it is possible to talk about"},{"startMs":1133920,"durationMs":5430,"subtitle":"the metaphysics of the will to power. A crucial point must be made in Nietzsche’s"},{"startMs":1139350,"durationMs":6250,"subtitle":"concept of power, it is characterised by intrinsic relationality: power is only power in relation"},{"startMs":1145600,"durationMs":5400,"subtitle":"to another power. In other words, there are no first things, which then have relations"},{"startMs":1151000,"durationMs":5350,"subtitle":"with each other; rather, things are what they are by virtue of their relations."},{"startMs":1156350,"durationMs":5450,"subtitle":"Nietzsche’s concept of power implies that reality is dynamic – there is no fixed cause"},{"startMs":1161800,"durationMs":4500,"subtitle":"that can be separated from that causation. This structure implies that power must be"},{"startMs":1166300,"durationMs":6280,"subtitle":"understood as a necessary striving for more power. Power is a necessary striving to expand"},{"startMs":1172580,"durationMs":6320,"subtitle":"itself and is only power insofar as it can maintain itself against other powers and strives"},{"startMs":1178900,"durationMs":4810,"subtitle":"to predominate over them. However, speaking about “a will to power”"},{"startMs":1183710,"durationMs":5651,"subtitle":"is misleading, for all reality is will to power. It is not an independent unity, it"},{"startMs":1189361,"durationMs":6879,"subtitle":"is always a variable and relational multiplicity held together, and those wills to power exist"},{"startMs":1196240,"durationMs":6810,"subtitle":"only as a multiplicity of wills to power, and so on ad infinitum. It is always at war"},{"startMs":1203050,"durationMs":3880,"subtitle":"with itself. It is a single basic force whose very essence"},{"startMs":1206930,"durationMs":6660,"subtitle":"it is to manifest itself in diverse ways and to create multiplicity—not ex nihilo, but"},{"startMs":1213590,"durationMs":4180,"subtitle":"out of itself. In Nietzsche’s worldview nothing has existence"},{"startMs":1217770,"durationMs":5090,"subtitle":"and meaning outside the “game” of power relations. Because of this, there is no withdrawal"},{"startMs":1222860,"durationMs":4040,"subtitle":"from this “game”. This chaos is not a mere burden that we have"},{"startMs":1226900,"durationMs":6120,"subtitle":"to overcome to survive or make our life easier, it also plays a very positive role. It is"},{"startMs":1233020,"durationMs":5630,"subtitle":"the basis of all creation and creativity, without it nothing novel could emerge."},{"startMs":1238650,"durationMs":6260,"subtitle":"“One must still have chaos in oneself to be able to give birth to a dancing star.”"},{"startMs":1244910,"durationMs":5150,"subtitle":"To conclude - Nietzsche's conception of the will to power is not primarily a metaphysical"},{"startMs":1250060,"durationMs":6000,"subtitle":"principle. His central concern is with man, and power is to him above all a state of the"},{"startMs":1256060,"durationMs":5100,"subtitle":"human being. The projection of the will to power from the human sphere to the cosmos"},{"startMs":1261160,"durationMs":4110,"subtitle":"is an afterthought. Wealth and military might were never signs"},{"startMs":1265270,"durationMs":6670,"subtitle":"of great power to Nietzsche's mind; and he realised fully that power involves self-discipline"},{"startMs":1271940,"durationMs":6398,"subtitle":"and self-overcoming, this is, in fact, the central point of the will to power."}]
