[{"startMs":6690,"durationMs":5030,"subtitle":"The Art of War is a book attributed to Sun Tzu, who is revered as a legendary historical"},{"startMs":11720,"durationMs":6000,"subtitle":"military figure, as well as a philosopher, and whose real name is Sun Wu. The name Sun"},{"startMs":17720,"durationMs":4640,"subtitle":"Tzu is actually an honorary title meaning “Master Sun”."},{"startMs":22360,"durationMs":5880,"subtitle":"Although the historicity of Sun Tzu is doubtable, and the book may very well have been a compilation"},{"startMs":28240,"durationMs":4530,"subtitle":"of several scholars – we still have the privilege of possessing one of the first and"},{"startMs":32770,"durationMs":6100,"subtitle":"most profound books ever written on strategy and war, whose principles are still used to"},{"startMs":38870,"durationMs":4900,"subtitle":"this day due to the their importance. The Art of War is not only concerned with"},{"startMs":43770,"durationMs":6590,"subtitle":"modern warfare, but also spreads and influences the mindset of people in politics, games,"},{"startMs":50360,"durationMs":4130,"subtitle":"and business. It presents a sort of philosophy, a state"},{"startMs":54490,"durationMs":6270,"subtitle":"of mind or psychology for managing conflicts and winning battles. It is closely tied to"},{"startMs":60760,"durationMs":5201,"subtitle":"the philosophy of Taoism, which follows the Tao or “The Way”, the principle of the"},{"startMs":65961,"durationMs":6049,"subtitle":"universe to which everything is connected. It is about Yin and Yang, life and death,"},{"startMs":72010,"durationMs":5420,"subtitle":"action and inaction. Which is why the highest victory is one attained without engaging in"},{"startMs":77430,"durationMs":3180,"subtitle":"a fight. Although things have changed, and technology"},{"startMs":80610,"durationMs":4930,"subtitle":"has advanced. War is still considered one of the major conflicts between countries in"},{"startMs":85540,"durationMs":5490,"subtitle":"the world. It is quite amazing how way ahead of his time Sun Tzu was. Having a guide on"},{"startMs":91030,"durationMs":5030,"subtitle":"how to defeat your enemy and for this guide to still be relevant today, imagine what an"},{"startMs":96060,"durationMs":3290,"subtitle":"enormous advantage it would’ve been back in the day."},{"startMs":99350,"durationMs":5440,"subtitle":"This short book covers most elegantly the strategies that one ought to bear in mind"},{"startMs":104790,"durationMs":4730,"subtitle":"for the defeat of the enemy. The most important concepts in this book include:"},{"startMs":109520,"durationMs":5959,"subtitle":"understanding the different terrains and grounds, using elements such as fire, water and wind"},{"startMs":115479,"durationMs":5021,"subtitle":"to your advantage, tricking your enemies with espionage, the importance of a disciplined"},{"startMs":120500,"durationMs":5750,"subtitle":"army, the use of beasts to track the movements of the enemy, the importance of speed, the"},{"startMs":126250,"durationMs":6110,"subtitle":"use of manoeuvres and the importance of psychological aspects such as the timely use of a bluff"},{"startMs":132400,"durationMs":2080,"subtitle":"to lure the enemy into a trap."},{"startMs":134480,"durationMs":8180,"subtitle":"So, let’s get started! This is the Art of War."},{"startMs":142900,"durationMs":5400,"subtitle":"The soldier must be in complete accord with the ruler, regardless of life and death, undismayed"},{"startMs":148300,"durationMs":5430,"subtitle":"by danger. The commander-in-chief’s behaviour can signify victory or defeat: he must be"},{"startMs":153730,"durationMs":3780,"subtitle":"wise and benevolent, but also sincere and strict."},{"startMs":157510,"durationMs":5680,"subtitle":"All warfare is based on deception. If an army is strong it must appear weak, if it is weak,"},{"startMs":163190,"durationMs":4970,"subtitle":"it must appear strong. Feigning stupidity and the timely use of a bluff can greatly"},{"startMs":168160,"durationMs":4500,"subtitle":"increase the chance of victory. Success in warfare is gained by carefully"},{"startMs":172660,"durationMs":2460,"subtitle":"accommodating to the enemy’s purpose."},{"startMs":184600,"durationMs":7020,"subtitle":"War must be swift. Rapidity is the essence of war. Long delays are associated with disaster,"},{"startMs":191620,"durationMs":5620,"subtitle":"exhausting all the supplies, leading to hunger and the decay of the will to fight of an army."},{"startMs":197240,"durationMs":4480,"subtitle":"Therefore, take advantage of the enemy’s unreadiness and make your way by unexpected"},{"startMs":201720,"durationMs":5000,"subtitle":"routes, attacking undefended or weak spots. Like the thunder which is heard before the"},{"startMs":206730,"durationMs":4950,"subtitle":"flash of a lightning bolt. For this, the ruler must implement the utmost"},{"startMs":211680,"durationMs":6360,"subtitle":"discipline, an iron will, into his soldiers and keep them satisfied with rewards, essential"},{"startMs":218040,"durationMs":4840,"subtitle":"for the motivation of the army and for having a purpose of defeating the enemy."},{"startMs":222880,"durationMs":2900,"subtitle":"The skilful leader subdues the enemy’s troops"},{"startMs":225790,"durationMs":4690,"subtitle":"without any fighting, and he captures their cities without laying siege to them. The enemy"},{"startMs":230480,"durationMs":5420,"subtitle":"should be eliminated strategically, leaving the civilians and city untouched and the men"},{"startMs":235900,"durationMs":5360,"subtitle":"will be rewarded with all the enemy’s supplies. To win, you must know when to fight and when"},{"startMs":241260,"durationMs":5940,"subtitle":"not to fight and how to handle both superior and inferior forces. Great results can be"},{"startMs":247200,"durationMs":4620,"subtitle":"achieved with small forces. If you know the enemy and know yourself, you"},{"startMs":251820,"durationMs":4961,"subtitle":"need not fear the result of a hundred battles. If you know yourself but not the enemy, for"},{"startMs":256781,"durationMs":4819,"subtitle":"every victory gained you will also suffer a defeat. If you know neither the enemy nor"},{"startMs":261600,"durationMs":2920,"subtitle":"yourself, you’ll succumb in every battle."},{"startMs":264520,"durationMs":5280,"subtitle":"Making no mistakes is what establishes the certainty of victory, for it means conquering"},{"startMs":269800,"durationMs":3030,"subtitle":"an enemy that is already defeated."},{"startMs":272830,"durationMs":4929,"subtitle":"In battle, there are no more than two methods of attack: the direct and the indirect; yet"},{"startMs":277759,"durationMs":4331,"subtitle":"these two in combination give rise to an endless series of manoeuvres."},{"startMs":282090,"durationMs":5150,"subtitle":"The direct method may be used for joining battle, but indirect methods will be needed"},{"startMs":287240,"durationMs":4980,"subtitle":"in order to secure victory, attacking the enemy’s flank or rear."},{"startMs":300200,"durationMs":2460,"subtitle":"The energy developed by good fighting men"},{"startMs":302660,"durationMs":3720,"subtitle":"is as the momentum of a round stone rolled down a mountain."},{"startMs":306380,"durationMs":2270,"subtitle":"By figuring out the strengths and weaknesses"},{"startMs":308650,"durationMs":3810,"subtitle":"of the enemy, you can be sure of succeeding in your attacks."},{"startMs":312460,"durationMs":6340,"subtitle":"Sun Tzu was no believer in frontal attacks, but rather in a combination of surprise tactics"},{"startMs":318800,"durationMs":4920,"subtitle":"such as attacking the weak points of the enemy’s camp, splitting up the enemy’s reinforcements"},{"startMs":323720,"durationMs":5140,"subtitle":"as to weaken their strength in numbers, and luring him so as to find out his vulnerable spots."},{"startMs":328860,"durationMs":1860,"subtitle":"In essence, the way is to"},{"startMs":334040,"durationMs":4860,"subtitle":"The hardship of forced marches are often more painful than the dangers of battle. Fighting"},{"startMs":338901,"durationMs":5109,"subtitle":"with an exhausted army is a sure way to defeat, therefore – they must be only used when"},{"startMs":344010,"durationMs":3750,"subtitle":"intended for surprise attacks within short distances."},{"startMs":347760,"durationMs":5200,"subtitle":"Attack the spirit of the enemy’s army while your army’s spirit is at its highest. This"},{"startMs":352960,"durationMs":2260,"subtitle":"is an effective way to victory."},{"startMs":362509,"durationMs":4921,"subtitle":"One thing to mention is not interfere with an army that is returning home. For a man"},{"startMs":367430,"durationMs":4450,"subtitle":"whose heart is set on returning home will fight to the death against any attempt to"},{"startMs":371880,"durationMs":4040,"subtitle":"bar his way, making it too dangerous an opponent to tackle."},{"startMs":375920,"durationMs":2840,"subtitle":"The wise leader considers both advantages"},{"startMs":378760,"durationMs":4280,"subtitle":"and disadvantages and turning a disadvantage into an advantage."},{"startMs":383040,"durationMs":5560,"subtitle":"If surrounded by enemies with the only objective of retreating, the adversary will pursue and"},{"startMs":388610,"durationMs":5520,"subtitle":"crush the army. It would be far better to encourage the men to counter-attack and to use"},{"startMs":394130,"durationMs":4390,"subtitle":"the advantage thus gained to free them from the enemy’s toils."},{"startMs":398520,"durationMs":4840,"subtitle":"The art of war teaches us not to rely on the likelihood of the enemy’s not coming,"},{"startMs":403360,"durationMs":5620,"subtitle":"but on our own readiness to receive him. Sun Tzu explains that a general is not to"},{"startMs":408990,"durationMs":5850,"subtitle":"be careless with the welfare of his troops, but rather to emphasise the danger of sacrificing"},{"startMs":414849,"durationMs":4171,"subtitle":"any important military advantage to the immediate comfort of his men."},{"startMs":419020,"durationMs":5540,"subtitle":"For there is no instance of a nation benefitting from prolonged warfare. Therefore, the profession"},{"startMs":424560,"durationMs":4060,"subtitle":"of arms requires a combination of hardness and tenderness."},{"startMs":428620,"durationMs":2460,"subtitle":"Be aware of your surroundings. If faced with"},{"startMs":431080,"durationMs":4330,"subtitle":"mountains, do not climb heights in order to fight. After crossing a river, you should"},{"startMs":435410,"durationMs":5280,"subtitle":"get far away from it and deliver your attack when half the army get across. If forced to"},{"startMs":440690,"durationMs":4860,"subtitle":"fight in marshes, have water and grass near you and get your back where there are trees,"},{"startMs":445550,"durationMs":5070,"subtitle":"for the ground is less likely to be treacherous. The rising of birds in their flight is the"},{"startMs":450620,"durationMs":5109,"subtitle":"sign of an enemy ambush beneath the spot. Startled beasts indicate that a sudden attack"},{"startMs":455729,"durationMs":5762,"subtitle":"is coming. And at the same time, if birds gather on any spot, it is unoccupied. This"},{"startMs":461491,"durationMs":5358,"subtitle":"is a useful fact to bear in mind when, for instance, the enemy has secretly abandoned"},{"startMs":466849,"durationMs":1341,"subtitle":"their camp."},{"startMs":468190,"durationMs":5630,"subtitle":"With respect to terrain, high and sunny places are advantageous not only for their strategic"},{"startMs":473820,"durationMs":3340,"subtitle":"spot, but also because they are immune from disastrous floods."},{"startMs":477160,"durationMs":4000,"subtitle":"If we know that our own men are in a condition to attack but are unaware that the enemy is"},{"startMs":481160,"durationMs":3969,"subtitle":"not open to attack, we have only gone halfway towards victory."},{"startMs":485129,"durationMs":4220,"subtitle":"If we know that the enemy is open to attack but are unaware that our own men are not in"},{"startMs":489349,"durationMs":3951,"subtitle":"a condition to attack, we have only gone halfway towards victory."},{"startMs":493300,"durationMs":5080,"subtitle":"And if we know that the enemy is open to attack, and also know that our men are in a condition"},{"startMs":498380,"durationMs":4540,"subtitle":"to attack, but are unaware that the nature of the ground makes fighting impracticable,"},{"startMs":502920,"durationMs":3500,"subtitle":"we have still gone only halfway towards victory."},{"startMs":506420,"durationMs":5120,"subtitle":"The art of war recognises different varieties of ground. One which is of great importance"},{"startMs":511550,"durationMs":5669,"subtitle":"is contentious ground, that which if occupied, gives great advantage to either side. So,"},{"startMs":517220,"durationMs":6000,"subtitle":"those in possession of it have the advantage in battle over the other side and victory will be assured."},{"startMs":523220,"durationMs":4000,"subtitle":"In A.D. 532, Emperor Shen-Wu was surrounded"},{"startMs":527220,"durationMs":5580,"subtitle":"by a great army, with his force being much smaller. Instead of trying to escape, he made"},{"startMs":532800,"durationMs":4560,"subtitle":"orders to block all exits. As soon as his army saw that there was nothing for it but"},{"startMs":537360,"durationMs":6360,"subtitle":"to conquer or die, their spirits rose to an extraordinary pitch of exaltation, charging"},{"startMs":543720,"durationMs":3360,"subtitle":"with such ferocity that they defeated their enemy."},{"startMs":553960,"durationMs":3160,"subtitle":"In other words, throw your soldiers into positions"},{"startMs":557120,"durationMs":3780,"subtitle":"from where there is no escape, and they will prefer death to flight."},{"startMs":560900,"durationMs":4980,"subtitle":"One of the most brilliant battles was carried out by general Han Xin of the Han dynasty"},{"startMs":565880,"durationMs":6370,"subtitle":"in 204 BC. He detached two thousand horsemen from his army to hide in narrow passages,"},{"startMs":572250,"durationMs":5380,"subtitle":"everyone carrying their flags. Then, he confronted the enemy with his men. While in battle,"},{"startMs":577630,"durationMs":4280,"subtitle":"the horsemen made their move to the enemy’s base, tearing up their flags and replacing"},{"startMs":581910,"durationMs":4030,"subtitle":"them with their own flags, when the enemy returned to their base, the sight of these"},{"startMs":585940,"durationMs":5160,"subtitle":"flags struck them with terror. Convinced that their king had been overpowered, they broke"},{"startMs":591100,"durationMs":5140,"subtitle":"up in wild disorder. Then from both sides, they were attacked and defeated."},{"startMs":596240,"durationMs":5849,"subtitle":"The skilful tactician may be likened to the shuai-jan (a type of snake). To strike at"},{"startMs":602089,"durationMs":5081,"subtitle":"its head and be attacked by its tail, to strike at its tail and be attacked by its head, to"},{"startMs":607170,"durationMs":3090,"subtitle":"strike at the middle and be attacked by both head and tail."},{"startMs":610260,"durationMs":2660,"subtitle":"Another important attack is using fire."},{"startMs":612931,"durationMs":4609,"subtitle":"The prime object of attacking with fire is to throw the enemy into confusion. When starting"},{"startMs":617540,"durationMs":5190,"subtitle":"a fire near the enemy’s camp, it must be done so on the side facing the wind for it"},{"startMs":622730,"durationMs":1479,"subtitle":"to spread faster."},{"startMs":624209,"durationMs":5431,"subtitle":"Espionage was a common practice, since what enables victory is foreknowledge. That is,"},{"startMs":629640,"durationMs":3800,"subtitle":"knowledge of the enemy’s dispositions, and what he means to do."},{"startMs":633440,"durationMs":5060,"subtitle":"However, it is impossible to obtain trustworthy spies unless they are properly paid for their"},{"startMs":638510,"durationMs":5850,"subtitle":"expenses. Hence one must maintain an intimate relation with spies, more than the rest of"},{"startMs":644360,"durationMs":5080,"subtitle":"the army. And none should be more rewarded than the spies, in order to keep the secrets,"},{"startMs":649440,"durationMs":3140,"subtitle":"which have the power of gaining a quick and effective victory."},{"startMs":652580,"durationMs":4380,"subtitle":"Spies can be obtained from your own men or your enemy’s men, offering them handsome"},{"startMs":656960,"durationMs":4470,"subtitle":"rewards in return for valuable information. In this way, you will be able to find out"},{"startMs":661430,"durationMs":4650,"subtitle":"the state of affairs in the enemy’s city. Thereby gaining knowledge of the enemy."},{"startMs":666080,"durationMs":4980,"subtitle":"Spies are a most important element in war, because on them depends an army’s ability"},{"startMs":671070,"durationMs":4410,"subtitle":"to move. An army without spies is like a man without ears or eyes."},{"startMs":675480,"durationMs":4750,"subtitle":"The different measures suited to the varieties of ground, the expediency of aggressive or"},{"startMs":680230,"durationMs":5040,"subtitle":"defensive tactics, and the fundamental laws of human nature, are of vital importance in"},{"startMs":685270,"durationMs":1190,"subtitle":"the Art of War."},{"startMs":686460,"durationMs":7020,"subtitle":"Sun Tzu ultimately emphasised the purpose of war to give way to peace and harmony within the society."}]
