[{"startMs":510,"durationMs":5749,"subtitle":"“The lifeway of the shaman is nearly as old as human consciousness itself, predating"},{"startMs":6259,"durationMs":4431,"subtitle":"the earliest recorded civilisations by thousands of years."},{"startMs":10690,"durationMs":5060,"subtitle":"Through the ages, the practice of shamanism has remained vital, adapting itself to the"},{"startMs":15750,"durationMs":2510,"subtitle":"ways of all the world’s cultures…"},{"startMs":18260,"durationMs":4720,"subtitle":"The shaman lies at the very heart of some cultures, while living in the shadowy fringe"},{"startMs":22980,"durationMs":1130,"subtitle":"of others."},{"startMs":24110,"durationMs":4450,"subtitle":"Nevertheless, a common thread seems to connect all shamans across the planet."},{"startMs":28560,"durationMs":6330,"subtitle":"An awakening to other orders of reality, the experience of ecstasy, and an opening up of"},{"startMs":34890,"durationMs":5246,"subtitle":"visionary realms form the essence of the shamanic mission.”"},{"startMs":40136,"durationMs":5274,"subtitle":"Shamanism is one of the oldest, if not the oldest system of healing known in the world."},{"startMs":45410,"durationMs":5576,"subtitle":"It forms the prototype from which many other forms of healing are derived, such as modern"},{"startMs":50986,"durationMs":1374,"subtitle":"psychotherapy."},{"startMs":52360,"durationMs":3679,"subtitle":"The shamanic journey is an expression of the human condition, and despite the cultural"},{"startMs":56039,"durationMs":5145,"subtitle":"differences around the world, the deeper structure appears to remain constant."},{"startMs":61184,"durationMs":5266,"subtitle":"They are archetypes, primordial images or instinctual patterns of behaviour that we"},{"startMs":66450,"durationMs":1730,"subtitle":"are all born with."},{"startMs":68180,"durationMs":5250,"subtitle":"The origin of Shamanism in the Palaeolithic period inevitably links it with the animal"},{"startMs":73430,"durationMs":1600,"subtitle":"world of the hunt."},{"startMs":75030,"durationMs":5480,"subtitle":"The shaman became identified with the untamed creatures which provided food, clothing, and"},{"startMs":80510,"durationMs":1240,"subtitle":"even shelter."},{"startMs":81750,"durationMs":4906,"subtitle":"They sought to become the masters of wild game and summoners of beasts."},{"startMs":86656,"durationMs":6724,"subtitle":"Animal sacrifice, bird shaman staffs, and animal costumes all play an important role."},{"startMs":93380,"durationMs":5250,"subtitle":"Each time a shaman succeeds in sharing in the animal mode of being, he re-establishes"},{"startMs":98630,"durationMs":5461,"subtitle":"the situation that existed in mythical times, when the divorce between man and the animal"},{"startMs":104091,"durationMs":2423,"subtitle":"world had not yet occurred."},{"startMs":106514,"durationMs":5366,"subtitle":"Arctic explorer Knud Rasmussen met with an Eskimo shaman who stated:"},{"startMs":111880,"durationMs":5490,"subtitle":"“The greatest peril of life lies in the fact that human food consists entirely of"},{"startMs":117370,"durationMs":1000,"subtitle":"souls."},{"startMs":118370,"durationMs":4029,"subtitle":"All the creatures that we have to kill and eat, all those that we have to strike down"},{"startMs":122399,"durationMs":5461,"subtitle":"and destroy to make clothes for ourselves, have souls, souls that do not perish with"},{"startMs":127860,"durationMs":5480,"subtitle":"the body and which must therefore be pacified lest they revenge themselves on us for taking"},{"startMs":133340,"durationMs":2410,"subtitle":"their bodies.”"},{"startMs":135750,"durationMs":5300,"subtitle":"For the shaman, all that exists in the revealed world has a living force within it, this is"},{"startMs":141050,"durationMs":1292,"subtitle":"known as animism."},{"startMs":142342,"durationMs":6828,"subtitle":"This life force or mana is conceived of as a divine force which permeates all."},{"startMs":149170,"durationMs":5080,"subtitle":"Just as the human body is connected to the soul, so too are all living beings connected"},{"startMs":154250,"durationMs":3420,"subtitle":"by the Anima Mundi (World Soul)."},{"startMs":157670,"durationMs":7200,"subtitle":"For the shamans, depression, emptiness, lack of energy, anxiety, apathy, etc., are referred"},{"startMs":164870,"durationMs":6300,"subtitle":"to as loss of soul, one of the most feared illnesses in primitive civilisations."},{"startMs":171170,"durationMs":5470,"subtitle":"The word “primitive” is not used to refer to an obsolete or superstitious way of life"},{"startMs":176640,"durationMs":5200,"subtitle":"as it may be used today, far from it – in fact, primitive people have a much deeper"},{"startMs":181840,"durationMs":5550,"subtitle":"contact with nature and the unconscious which modern people generally lack."},{"startMs":187390,"durationMs":6299,"subtitle":"If not balanced, this one-sidedness often results in neurosis and psychic dissociation."},{"startMs":193689,"durationMs":4423,"subtitle":"Swiss psychiatrist and psychologist Carl Jung writes:"},{"startMs":198112,"durationMs":3778,"subtitle":"“There are no longer any gods whom we can invoke to help us."},{"startMs":201890,"durationMs":5200,"subtitle":"The great religions of the world suffer from increasing anaemia, because the helpful numina"},{"startMs":207090,"durationMs":6280,"subtitle":"have fled from the woods, rivers, and mountains, and from animals, and the god-men have disappeared"},{"startMs":213370,"durationMs":2869,"subtitle":"underground into the unconscious."},{"startMs":216239,"durationMs":4791,"subtitle":"There we fool ourselves that they lead an ignominious existence among the relics of"},{"startMs":221030,"durationMs":1310,"subtitle":"our past."},{"startMs":222340,"durationMs":5110,"subtitle":"Our present lives are dominated by the goddess Reason, who is our greatest and most tragic"},{"startMs":227450,"durationMs":1000,"subtitle":"illusion."},{"startMs":228450,"durationMs":5679,"subtitle":"By the aid of reason, we assure ourselves, we have ‘conquered nature.’ ”"},{"startMs":234129,"durationMs":2461,"subtitle":"We do not yet understand that the discovery"},{"startMs":236590,"durationMs":5670,"subtitle":"of the unconscious means an enormous spiritual task, which must be accomplished if we wish"},{"startMs":242260,"durationMs":2589,"subtitle":"to preserve our civilisation."},{"startMs":244849,"durationMs":5340,"subtitle":"To recover our lost soul, we must reconnect with the sacred aspects of the natural and"},{"startMs":250189,"durationMs":1861,"subtitle":"imaginal worlds."},{"startMs":252050,"durationMs":5279,"subtitle":"At some point in our lives, we all experience a call to adventure that disrupts the safety"},{"startMs":257329,"durationMs":1981,"subtitle":"of our ordinary world."},{"startMs":259310,"durationMs":5550,"subtitle":"This inner voyage occurs especially during an existential crisis, usually because of"},{"startMs":264860,"durationMs":3150,"subtitle":"spiritual, physical or psychological illness."},{"startMs":268010,"durationMs":3350,"subtitle":"In order to be healed, one must become a healer."},{"startMs":271360,"durationMs":4870,"subtitle":"When we are thrown into a life crisis our lives turn into chaos and confusion."},{"startMs":276230,"durationMs":5439,"subtitle":"We may not be aware why but still feel that something is not right, the unconscious is"},{"startMs":281669,"durationMs":6171,"subtitle":"in a state of massa confusa, a confusing mass or inner chaos, because we have not dealt"},{"startMs":287840,"durationMs":2880,"subtitle":"with its contents but rather repressed them."},{"startMs":290720,"durationMs":2494,"subtitle":"This is the soul’s cry for growth."},{"startMs":293214,"durationMs":4876,"subtitle":"It is what the alchemists call nigredo, or the dark night of the soul – a period of"},{"startMs":298090,"durationMs":4850,"subtitle":"mortification, and putrefaction that is a perquisite for attaining the philosophers’"},{"startMs":302940,"durationMs":3460,"subtitle":"stone, a symbol of the wholeness of the Self."},{"startMs":306400,"durationMs":4910,"subtitle":"Like the alchemist who goes through a psychologically transformative process of turning lead into"},{"startMs":311310,"durationMs":6620,"subtitle":"gold, the shaman too turns chaos into order, when he overcomes his existential crisis."},{"startMs":317930,"durationMs":2440,"subtitle":"The shaman is a master of the sacred."},{"startMs":320370,"durationMs":6400,"subtitle":"He is a medicine man, wizard or seer who attempts to restore one’s psychic equilibrium."},{"startMs":326770,"durationMs":3230,"subtitle":"This is healing in its most fundamental form."},{"startMs":330000,"durationMs":5310,"subtitle":"The shaman is “one who knows”, one who has experienced and glimpsed the other world,"},{"startMs":335310,"durationMs":2870,"subtitle":"revealed through an altered state of consciousness."},{"startMs":338180,"durationMs":5209,"subtitle":"The recruitment of shamans can be through inheritance or most commonly, in the form"},{"startMs":343389,"durationMs":6079,"subtitle":"of a call, occurring in a vision or dream in which he or she experiences a theophany"},{"startMs":349468,"durationMs":5672,"subtitle":"(encounter with a deity), or through sickness which cannot be cured by medicine."},{"startMs":355140,"durationMs":3320,"subtitle":"It is rooted in a personal experience of vocation."},{"startMs":358460,"durationMs":5690,"subtitle":"This is not just a strong inclination to follow a particular activity or career, but a divine"},{"startMs":364150,"durationMs":7340,"subtitle":"call to religious life, to becoming a healer of the human soul, such as entering into priesthood."},{"startMs":371490,"durationMs":5709,"subtitle":"The priest is an archetypal variant of the shaman, so too is the psychotherapist."},{"startMs":377199,"durationMs":6671,"subtitle":"Jungian analyst Marie-Louise von Franz writes: “The roots of both priesthood and psychotherapy"},{"startMs":383870,"durationMs":5848,"subtitle":"lie in the primitive phenomenon of shamanism and the existence of medicine men.”"},{"startMs":389718,"durationMs":4762,"subtitle":"Jung had carved an inscription above the door of his house, which stated: “Vocatus atque"},{"startMs":394480,"durationMs":6830,"subtitle":"non vocatus deus aderit” (Called or not called, God will be present)."},{"startMs":401310,"durationMs":5280,"subtitle":"This was to remind his patients and himself of their true vocation, that the fear of the"},{"startMs":406590,"durationMs":2224,"subtitle":"Lord is the beginning of wisdom."},{"startMs":408814,"durationMs":5096,"subtitle":"When the call of the neophyte or initiate is recognised by the master shaman (the archetypal"},{"startMs":413910,"durationMs":3830,"subtitle":"wise old man), he must undergo the first trials."},{"startMs":417740,"durationMs":4530,"subtitle":"Thus begins the search for his lost soul, in the world of spirits (or what we would"},{"startMs":422270,"durationMs":5269,"subtitle":"call in psychological terms, the archetypal contents of the unconscious)."},{"startMs":427539,"durationMs":5310,"subtitle":"The withdrawal into solitude through sickness opens the way for the inner initiation to"},{"startMs":432849,"durationMs":1440,"subtitle":"take place."},{"startMs":434289,"durationMs":4481,"subtitle":"It is the beginning of a visionary journey, in which the initiate’s soul moves into"},{"startMs":438770,"durationMs":5650,"subtitle":"the non-material realm and encounters spirits (malignant and benign)."},{"startMs":444420,"durationMs":3780,"subtitle":"The approach to this infinite mystery is made alone."},{"startMs":448200,"durationMs":6140,"subtitle":"Physical, solitary, and silent rituals are the ones that register most deeply with the"},{"startMs":454340,"durationMs":1320,"subtitle":"unconscious."},{"startMs":455660,"durationMs":5439,"subtitle":"When our ego attitude changes in response to our dreams and visions, the unconscious"},{"startMs":461099,"durationMs":1000,"subtitle":"responds."},{"startMs":462099,"durationMs":1901,"subtitle":"The unconscious is like a mirror."},{"startMs":464000,"durationMs":3419,"subtitle":"The face we turn towards it, is reflected back to us."},{"startMs":467419,"durationMs":5591,"subtitle":"Hostility lends it a threatening aspect; friendliness softens its features."},{"startMs":473010,"durationMs":3281,"subtitle":"The journey to become a shaman can take years."},{"startMs":476291,"durationMs":5987,"subtitle":"If the initiate passes the trials and is approved by the spirits, he or she becomes a shaman."},{"startMs":482278,"durationMs":4602,"subtitle":"The central element is the death and symbolic resurrection of the neophyte."},{"startMs":486880,"durationMs":4330,"subtitle":"After such an experience, it often happens that the shaman can understand the secret"},{"startMs":491210,"durationMs":2309,"subtitle":"language of spirits or animals."},{"startMs":493519,"durationMs":5971,"subtitle":"He has access to a region of the sacred not accessible to other members of the community."},{"startMs":499490,"durationMs":4483,"subtitle":"The shaman has overcome death and is no longer the same person as before."},{"startMs":503973,"durationMs":4337,"subtitle":"To have contact with the dead signifies being dead oneself."},{"startMs":508310,"durationMs":5640,"subtitle":"The shaman must die so that he may meet the souls of the dead and receive their teaching;"},{"startMs":513950,"durationMs":2389,"subtitle":"for the dead know everything."},{"startMs":516339,"durationMs":3750,"subtitle":"As such, he possesses vital information for the sick."},{"startMs":520089,"durationMs":5000,"subtitle":"The shaman himself does not heal, but rather mediates the healing of the patient with the"},{"startMs":525089,"durationMs":1531,"subtitle":"divine powers."},{"startMs":526620,"durationMs":4980,"subtitle":"This is what distinguishes the shaman from the neurotic person, who is unable to find"},{"startMs":531600,"durationMs":1270,"subtitle":"a cure."},{"startMs":532870,"durationMs":4320,"subtitle":"One of the main works of the shaman is to encounter and retrieve the lost or stolen"},{"startMs":537190,"durationMs":4380,"subtitle":"souls of his people, establishing a soul-to-soul connection."},{"startMs":541570,"durationMs":4959,"subtitle":"The shaman can also encounter and guide the souls of the dead (human or animal)."},{"startMs":546529,"durationMs":5841,"subtitle":"He is responsible for the religious direction of a community, and guards its soul."},{"startMs":552370,"durationMs":6089,"subtitle":"This is the sign of the true shamanic vocation, a spiritual condition in which one temporarily"},{"startMs":558459,"durationMs":3491,"subtitle":"transcends the profane condition of humanity."},{"startMs":561950,"durationMs":3639,"subtitle":"The neophyte is not completely alone during his journey."},{"startMs":565589,"durationMs":8097,"subtitle":"He often has the help of spirits with animal form, such as a bear, eagle, wolf, fox, deer, etc."},{"startMs":573686,"durationMs":5994,"subtitle":"These act as tutelary figures or psychopomps, guiding one through the untamed lands, where"},{"startMs":579680,"durationMs":6690,"subtitle":"one must face the most strenuous of all ordeals, initiatory rites necessary to become a shaman."},{"startMs":586370,"durationMs":5476,"subtitle":"For the Ainu shamans of Japan, the world is inhabited by kami or spirits."},{"startMs":591846,"durationMs":6064,"subtitle":"Animals are considered gods in disguise, who live in their own god-worlds, invisible to"},{"startMs":597910,"durationMs":4346,"subtitle":"human eyes, but who also share a common territory with humans."},{"startMs":602256,"durationMs":4004,"subtitle":"von Franz writes: “[M]agical animals are often the symbols"},{"startMs":606260,"durationMs":1400,"subtitle":"of the Self."},{"startMs":607660,"durationMs":4890,"subtitle":"In the North, it is usually the bear who is the embodiment of the Self for the shaman,"},{"startMs":612550,"durationMs":2250,"subtitle":"because he is a great nature deity."},{"startMs":614800,"durationMs":4370,"subtitle":"The shaman acquires his healing power and creativity from the bear."},{"startMs":619170,"durationMs":6289,"subtitle":"In Africa, lions and elephants represent the Self, and sometimes also other magical animals"},{"startMs":625459,"durationMs":4711,"subtitle":"who embody the supreme divine power of the psyche and nature."},{"startMs":630170,"durationMs":4650,"subtitle":"From the fact that the Self appears in animal form in the dreams and visions of medicine"},{"startMs":634820,"durationMs":5780,"subtitle":"men and creative individuals, it is clear that it is first perceived as a purely instinctive"},{"startMs":640600,"durationMs":6289,"subtitle":"unconscious force, greater and more powerful than the ego but entirely unconscious."},{"startMs":646889,"durationMs":6851,"subtitle":"It embodies the complete wisdom of nature yet does not possess the light of human consciousness.”"},{"startMs":653740,"durationMs":4331,"subtitle":"Just as animals have no need to be taught their instinctive activities, so too do we"},{"startMs":658071,"durationMs":6529,"subtitle":"possess primordial psychic patterns, and repeat them spontaneously, independently of any teaching."},{"startMs":664600,"durationMs":6049,"subtitle":"The path towards the Self consists in bringing these unconscious contents into consciousness,"},{"startMs":670649,"durationMs":4746,"subtitle":"balancing our instinctual animal nature with our human and ethical way of life."},{"startMs":675395,"durationMs":6415,"subtitle":"Shamans bring their inner life into consciousness by crafting sacred objects, musical instruments,"},{"startMs":681810,"durationMs":6038,"subtitle":"clothing, etc, all of which have a symbolic meaning and are used in rituals."},{"startMs":687848,"durationMs":5502,"subtitle":"The shaman passes from one cosmic region to another – from the earth to the sky or from"},{"startMs":693350,"durationMs":1800,"subtitle":"the earth to the underworld."},{"startMs":695150,"durationMs":3830,"subtitle":"Thus, there are three worlds in the shamanic cosmos."},{"startMs":698980,"durationMs":5099,"subtitle":"The Middle World is the ordinary world as we know it, the Underworld is a dangerous"},{"startMs":704079,"durationMs":5085,"subtitle":"and terrifying realm of the dead, and the Sky Realm is where the gods reside."},{"startMs":709164,"durationMs":5186,"subtitle":"One is often warned to be careful on the journey to paradise, for one must first pass many"},{"startMs":714350,"durationMs":2560,"subtitle":"trials and suffer."},{"startMs":716910,"durationMs":4950,"subtitle":"The Middle World is the world of human affairs, and the gateway to the Underworld, where the"},{"startMs":721860,"durationMs":5020,"subtitle":"deepest structures within the psyche are found: communion with the world of spirits, trials"},{"startMs":726880,"durationMs":8732,"subtitle":"by fire, dismemberment of the body, confrontations with chthonic and demonic forces who devour, etc."},{"startMs":735612,"durationMs":5148,"subtitle":"Evil spirits often turn into allies after the neophyte has passed the trials."},{"startMs":740760,"durationMs":5410,"subtitle":"The cannibalistic act in the Underworld represents the potential for rebirth or integration of"},{"startMs":746170,"durationMs":6373,"subtitle":"the shadow, the unknown dark side of our personality which contains everything we have no wish to be."},{"startMs":752543,"durationMs":5356,"subtitle":"There is gold in the shadow, and this gold needs to be mined and brought to the surface"},{"startMs":757899,"durationMs":2011,"subtitle":"as psychological insight."},{"startMs":759910,"durationMs":6410,"subtitle":"Jungian analyst Robert A. Johnson writes: “Curiously, people resist the noble aspects"},{"startMs":766320,"durationMs":4329,"subtitle":"of their shadow more strenuously than they hide the dark sides."},{"startMs":770649,"durationMs":5421,"subtitle":"To draw the skeleton out of the closet is relatively easy, but to own the gold in the"},{"startMs":776070,"durationMs":2727,"subtitle":"shadow is terrifying.”"},{"startMs":778797,"durationMs":2753,"subtitle":"There are two wolves fighting inside all of us."},{"startMs":781550,"durationMs":3770,"subtitle":"The first one is evil, the second one is good."},{"startMs":785320,"durationMs":1370,"subtitle":"Which one will win?"},{"startMs":786690,"durationMs":1680,"subtitle":"The one you feed."},{"startMs":788370,"durationMs":5240,"subtitle":"However, if you choose to feed only the light wolf, the shadow wolf will be starved and"},{"startMs":793610,"durationMs":3659,"subtitle":"resentful, and he will attack you when you least expect it."},{"startMs":797269,"durationMs":4977,"subtitle":"But if you feed both wolves, inner conflict turns into inner peace."},{"startMs":802246,"durationMs":5054,"subtitle":"One does not become enlightened by imagining figures of light, but by making the darkness"},{"startMs":807300,"durationMs":1270,"subtitle":"conscious."},{"startMs":808570,"durationMs":4540,"subtitle":"In other words, it is not the light element alone that does the healing, but rather the"},{"startMs":813110,"durationMs":3300,"subtitle":"place where light and dark begin to touch."},{"startMs":816410,"durationMs":4190,"subtitle":"This is the alchemical union of opposites that is at the core of attaining wholeness"},{"startMs":820600,"durationMs":1522,"subtitle":"of personality."},{"startMs":822122,"durationMs":4608,"subtitle":"Factors that appear to be mutually contradictory actually co-exist."},{"startMs":826730,"durationMs":5180,"subtitle":"When we lose sight of this, we tend to split the world, claiming good for ourselves and"},{"startMs":831910,"durationMs":2289,"subtitle":"projecting evil on others."},{"startMs":834199,"durationMs":4931,"subtitle":"The neophyte’s confrontation with the shadow takes place in the cosmic womb of the Earth"},{"startMs":839130,"durationMs":2610,"subtitle":"Mother, in the bowels of the Underworld."},{"startMs":841740,"durationMs":4940,"subtitle":"In many Arctic traditions, the realm of the dead resembles the world of the living except"},{"startMs":846680,"durationMs":4590,"subtitle":"that all that exists there is upside down or inside out."},{"startMs":851270,"durationMs":2090,"subtitle":"Death is a reversal of life."},{"startMs":853360,"durationMs":5419,"subtitle":"The trees grow downwards, the sun sets in the east and rises in the west, and rivers"},{"startMs":858779,"durationMs":2141,"subtitle":"flow against their courses."},{"startMs":860920,"durationMs":6130,"subtitle":"The world, life’s phases, and daily human activity are all inverted, like reflections"},{"startMs":867050,"durationMs":3140,"subtitle":"on the surface of a still pond."},{"startMs":870190,"durationMs":5670,"subtitle":"To get to this realm, one often has to navigate unknown territory or traverse a black river"},{"startMs":875860,"durationMs":2984,"subtitle":"with a spirit canoe or corpse boat."},{"startMs":878844,"durationMs":5516,"subtitle":"These dark, boiling waters frequently appear filled with unfortunate souls that writhe"},{"startMs":884360,"durationMs":1080,"subtitle":"in agony."},{"startMs":885440,"durationMs":6335,"subtitle":"The shaman’s soul is also portrayed as traversing through icy winds, burning forests, bloody"},{"startMs":891775,"durationMs":4045,"subtitle":"streams, through the throat and body of a serpent, etc."},{"startMs":895820,"durationMs":3370,"subtitle":"One must pass through the valley of the shadow of death."},{"startMs":899190,"durationMs":6079,"subtitle":"There are also frequent visions of corpses and skeletons from fellow travellers who could"},{"startMs":905269,"durationMs":2121,"subtitle":"not make it out alive."},{"startMs":907390,"durationMs":5050,"subtitle":"Turning away from everyday life and turning inward ultimately opens the shaman to the"},{"startMs":912440,"durationMs":1468,"subtitle":"infinite cosmos."},{"startMs":913908,"durationMs":5912,"subtitle":"The move away from the world takes the shaman-neophyte through the wound-door to a realm of terror"},{"startMs":919820,"durationMs":2941,"subtitle":"and sacrifice, decay and death."},{"startMs":922761,"durationMs":4938,"subtitle":"Destruction thus becomes instruction as the initiate surrenders to the untamed forces"},{"startMs":927699,"durationMs":1341,"subtitle":"of nature."},{"startMs":929040,"durationMs":5691,"subtitle":"In everyday life, each of us have to make a descent in order to gain experience, encounter"},{"startMs":934731,"durationMs":6689,"subtitle":"deeper aspects of ourselves, and emerge again, transformed, in the process of initiation."},{"startMs":941420,"durationMs":4149,"subtitle":"While we may not choose the descent to the underworld consciously, the Self may send"},{"startMs":945569,"durationMs":5580,"subtitle":"us downward to our destiny because it is there where we will garner wholeness through direct"},{"startMs":951149,"durationMs":4861,"subtitle":"experience of the challenges and conflicts life brings."},{"startMs":956010,"durationMs":5420,"subtitle":"The three worlds are linked together by a central world axis, the Axis Mundi, at the"},{"startMs":961430,"durationMs":6010,"subtitle":"centre of which is a tree, pillar or mountain; symbols of perpetual regeneration."},{"startMs":967440,"durationMs":5889,"subtitle":"Perhaps the most popular image is that of the World Tree, related to the idea of creation,"},{"startMs":973329,"durationMs":7200,"subtitle":"fecundity, and initiation, and finally to the idea of absolute reality and immortality."},{"startMs":980529,"durationMs":4021,"subtitle":"The World Tree is a tree that lives and gives life."},{"startMs":984550,"durationMs":3914,"subtitle":"It is a Tree of Life, as well as a Tree of Knowledge."},{"startMs":988464,"durationMs":6146,"subtitle":"In Norse mythology, this mighty sacred tree is known as Yggdrasil, and is at the centre"},{"startMs":994610,"durationMs":1390,"subtitle":"of the cosmos."},{"startMs":996000,"durationMs":3840,"subtitle":"Around it exists all else, including the Nine Worlds."},{"startMs":999840,"durationMs":6450,"subtitle":"When the tree trembles, it signals the arrival of Ragnarök, the destruction of the universe."},{"startMs":1006290,"durationMs":5530,"subtitle":"Every inhabited region has a centre, that is to say, a place that is sacred above all."},{"startMs":1011820,"durationMs":5600,"subtitle":"The shamans did not create the cosmology, mythology or theology of their respective"},{"startMs":1017420,"durationMs":6000,"subtitle":"tribes; they only interiorised it, experienced it, and used it as the itinerary for their"},{"startMs":1023420,"durationMs":2008,"subtitle":"ecstatic journeys."},{"startMs":1025428,"durationMs":4271,"subtitle":"Through the body of the cosmic tree, life and death are joined."},{"startMs":1029699,"durationMs":5179,"subtitle":"It is this tree with its life-giving waters that binds all realms together."},{"startMs":1034878,"durationMs":4592,"subtitle":"The body of the tree transects the Middle World, the crown embraces the heavens, and"},{"startMs":1039470,"durationMs":4420,"subtitle":"the roots penetrate the depths of the Underworld, echoing Jung’s words:"},{"startMs":1043890,"durationMs":5090,"subtitle":"“No tree can grow to heaven unless its roots reach down to hell.”"},{"startMs":1048980,"durationMs":4510,"subtitle":"This great tree stands at the very centre of the universe directing the vision of a"},{"startMs":1053490,"durationMs":3490,"subtitle":"culture skyward towards the eternally sacred."},{"startMs":1056980,"durationMs":5480,"subtitle":"All life springs from the primeval waters that flow from the tree and gather at its"},{"startMs":1062460,"durationMs":6490,"subtitle":"base, waters which are limitless, an essential sea circulating through all of nature."},{"startMs":1068950,"durationMs":5089,"subtitle":"These waters are the beginning and end of all existence, the ever-moving matrix that"},{"startMs":1074039,"durationMs":2801,"subtitle":"nurtures and preserves life."},{"startMs":1076840,"durationMs":5940,"subtitle":"The World Tree, expressing its milky golden sap, symbolises a return to the centre and"},{"startMs":1082780,"durationMs":4224,"subtitle":"place of origin, the home of wisdom that heals."},{"startMs":1087004,"durationMs":3856,"subtitle":"Jung writes: “Trees in particular were mysterious and"},{"startMs":1090860,"durationMs":4850,"subtitle":"seemed to me direct embodiments of the incomprehensible meaning of life."},{"startMs":1095710,"durationMs":5270,"subtitle":"For that reason, the woods were the place where I felt closest to its deepest meaning"},{"startMs":1100980,"durationMs":3510,"subtitle":"and to its awe-inspiring workings.”"},{"startMs":1104490,"durationMs":4240,"subtitle":"After passing through the Underworld, one begins the ascent to the Sky Realm."},{"startMs":1108730,"durationMs":5130,"subtitle":"The neophyte flies through the Sun Door to the realm of the eternally awakened consciousness."},{"startMs":1113860,"durationMs":4290,"subtitle":"The Sun is the symbol of the all-seeing and all-knowing."},{"startMs":1118150,"durationMs":5050,"subtitle":"The very act of sacrifice in the fire of initiation makes it possible for one to enter the realm"},{"startMs":1123200,"durationMs":4770,"subtitle":"of the immortal, as fire burns away all that is superfluous and evil."},{"startMs":1127970,"durationMs":2364,"subtitle":"It is a process of catharsis."},{"startMs":1130334,"durationMs":2678,"subtitle":"The solar region is beyond space and time."},{"startMs":1133012,"durationMs":4738,"subtitle":"Those who have gone through death are reborn like the phoenix and have realised the dual"},{"startMs":1137750,"durationMs":5140,"subtitle":"unity of the mortal and immortal aspects of human existence."},{"startMs":1142890,"durationMs":6000,"subtitle":"The shaman transforms into an eagle or Sun Bird and returns to the source – to the"},{"startMs":1148890,"durationMs":1440,"subtitle":"Sun Father."},{"startMs":1150330,"durationMs":5140,"subtitle":"The Sun Bird is the prototype of the shaman, sent by the gods in the sky to alleviate the"},{"startMs":1155470,"durationMs":5079,"subtitle":"suffering of humanity, assisting one’s ascent to the celestial regions."},{"startMs":1160549,"durationMs":5291,"subtitle":"The eagle, rising to great heights, enters the gateway of immortality, and is seen perching"},{"startMs":1165840,"durationMs":2490,"subtitle":"on the branches of the World Tree."},{"startMs":1168330,"durationMs":4020,"subtitle":"In many cultures, the eagle is depicted carrying a victim."},{"startMs":1172350,"durationMs":4809,"subtitle":"This inevitably symbolises the rebirth into a higher order of existence."},{"startMs":1177159,"durationMs":6211,"subtitle":"The Sun Door that has received the sacrificed shaman is the very gate that opens within"},{"startMs":1183370,"durationMs":2320,"subtitle":"when the psyche is deeply awakened."},{"startMs":1185690,"durationMs":5630,"subtitle":"The shaman, supreme master of fire, is the embodiment of a heat so fierce that its spiritual"},{"startMs":1191320,"durationMs":4370,"subtitle":"luminescence is associated with both purity and knowledge."},{"startMs":1195690,"durationMs":5200,"subtitle":"To attain the solar realm where consciousness is eternally awakened, to seek life in order"},{"startMs":1200890,"durationMs":3928,"subtitle":"to know death, this is the quest, the journey."},{"startMs":1204818,"durationMs":5702,"subtitle":"The process of solarisation is the activation of this internal sun, the highest spiritual"},{"startMs":1210520,"durationMs":2690,"subtitle":"manifestation of totality."},{"startMs":1213210,"durationMs":3840,"subtitle":"This rebirth can occur in the highest branches of the World Tree."},{"startMs":1217050,"durationMs":2840,"subtitle":"Death is not an end, but a transition."},{"startMs":1219890,"durationMs":3700,"subtitle":"There is no death, only a change of worlds."},{"startMs":1223590,"durationMs":5730,"subtitle":"The theme of new birth has its parallel in an earlier stage, that of regression and return"},{"startMs":1229320,"durationMs":2420,"subtitle":"to the womb of the Underworld."},{"startMs":1231740,"durationMs":2890,"subtitle":"The mythic journey climaxes in the solar realm."},{"startMs":1234630,"durationMs":5370,"subtitle":"The life journey for a Holy One culminates in the return from Paradise to society."},{"startMs":1240000,"durationMs":4590,"subtitle":"The shaman’s vocation focuses on the people – and too long a stay in the realm of the"},{"startMs":1244590,"durationMs":2829,"subtitle":"Gods can make the return impossible."},{"startMs":1247419,"durationMs":5931,"subtitle":"Although shamans go through individual experiences in solitude while seeking inspiration, the"},{"startMs":1253350,"durationMs":3170,"subtitle":"ritual is ultimately that of service to the community."},{"startMs":1256520,"durationMs":3510,"subtitle":"As the shaman is reborn, so are his people."},{"startMs":1260030,"durationMs":5259,"subtitle":"Learning to integrate with the groups in collective life is often seen as the most significant"},{"startMs":1265289,"durationMs":2451,"subtitle":"factor for one who is ill."},{"startMs":1267740,"durationMs":4569,"subtitle":"Just like the monomyth of the Hero’s Journey, what is learned in the Special World is brought"},{"startMs":1272309,"durationMs":3191,"subtitle":"back as an elixir to be shared amongst the people."},{"startMs":1275500,"durationMs":5720,"subtitle":"The shaman falls ill only to gain the insight needed to heal himself and others."},{"startMs":1281220,"durationMs":4273,"subtitle":"As the Romanian historian of religion Mircea Eliade writes:"},{"startMs":1285493,"durationMs":5717,"subtitle":"“[T]he primitive magician, the medicine man or shaman is not only a sick man, he is"},{"startMs":1291210,"durationMs":6644,"subtitle":"above all, a sick man who has been cured, who has succeeded in curing himself.”"},{"startMs":1297854,"durationMs":4370,"subtitle":"Age, like knowledge, is highly valued in shamanic societies."},{"startMs":1302224,"durationMs":5582,"subtitle":"It is often the case that with age comes wisdom, and from wisdom comes power."},{"startMs":1307806,"durationMs":5480,"subtitle":"Wisdom comes when you stop looking for it, and live the life the Creator intended for you."},{"startMs":1313286,"durationMs":4314,"subtitle":"People are taught to be respectful and good to their elders, for these in turn will pray"},{"startMs":1317600,"durationMs":4790,"subtitle":"to the Ancient Ones for their health, well-being, and happiness."},{"startMs":1322390,"durationMs":3659,"subtitle":"However, not everyone is ready to be the master of power."},{"startMs":1326049,"durationMs":5321,"subtitle":"Power can easily corrupt, even shamans, or anyone that is involved in the healing process,"},{"startMs":1331370,"durationMs":2789,"subtitle":"such as the psychotherapist or priest."},{"startMs":1334159,"durationMs":4971,"subtitle":"To be identified with the healer archetype is a common form of inflation, where one believes"},{"startMs":1339130,"durationMs":5049,"subtitle":"one has god-like powers and that the patient is not important in the process, a human,"},{"startMs":1344179,"durationMs":2551,"subtitle":"all too human tendency."},{"startMs":1346730,"durationMs":3299,"subtitle":"This is the shaman’s shadow, the black magician."},{"startMs":1350029,"durationMs":4530,"subtitle":"This figure demands authority on account of his power and experience with the world of"},{"startMs":1354559,"durationMs":1311,"subtitle":"spirits."},{"startMs":1355870,"durationMs":3460,"subtitle":"But this is incompatible with the shamanic path."},{"startMs":1359330,"durationMs":5560,"subtitle":"The shaman’s natural authority is the product of overcoming his inner turmoil, and his capacity"},{"startMs":1364890,"durationMs":2730,"subtitle":"to heal and guide others."},{"startMs":1367620,"durationMs":3370,"subtitle":"Eliade writes: “The shamans have played an essential role"},{"startMs":1370990,"durationMs":3520,"subtitle":"in the defence of the psychic integrity of the community…"},{"startMs":1374510,"durationMs":4495,"subtitle":"they combat not only demons and disease, but also the black magicians…"},{"startMs":1379005,"durationMs":7365,"subtitle":"shamanism defends life, health, fertility, the world of light, against death, diseases,"},{"startMs":1386370,"durationMs":4362,"subtitle":"sterility, disaster, and the world of darkness.”"},{"startMs":1390732,"durationMs":5547,"subtitle":"Knowledge linked with a state of higher consciousness is perhaps the greatest means of fighting"},{"startMs":1396279,"durationMs":5571,"subtitle":"evil, as opposed to traditional knowledge without knowing its real meaning, that is,"},{"startMs":1401850,"durationMs":3819,"subtitle":"not being essentially connected with it through its symbolism."},{"startMs":1405669,"durationMs":4951,"subtitle":"It is quite common for us modern people to celebrate holidays and rituals without knowing"},{"startMs":1410620,"durationMs":4439,"subtitle":"their meaning, a totally alien idea in primitive societies."},{"startMs":1415059,"durationMs":3001,"subtitle":"The temptation of using power to corrupt is high."},{"startMs":1418060,"durationMs":5969,"subtitle":"This is why the ordeals that neophytes must endure before becoming a shaman are so demanding,"},{"startMs":1424029,"durationMs":2030,"subtitle":"and have a humbling effect."},{"startMs":1426059,"durationMs":4331,"subtitle":"At the core of the spiritual death and rebirth is an ethical way of life."},{"startMs":1430390,"durationMs":4730,"subtitle":"The shaman acquires direct knowledge from direct experience, and from this can come"},{"startMs":1435120,"durationMs":5090,"subtitle":"the opening of compassion and the awakening of empathy in the healer."},{"startMs":1440210,"durationMs":3120,"subtitle":"One must beware of unearned wisdom."},{"startMs":1443330,"durationMs":5161,"subtitle":"The world of nature, humans, and spirits are all reflections each other."},{"startMs":1448491,"durationMs":2699,"subtitle":"The cosmos has awareness and feeling."},{"startMs":1451190,"durationMs":6070,"subtitle":"The shamanic world view acknowledges a kinship among all aspects of nature, and is a channel"},{"startMs":1457260,"durationMs":6350,"subtitle":"for the knowledge of the primordial ancestors: Grandfather Fire, Grandmother Growth, Father"},{"startMs":1463610,"durationMs":3350,"subtitle":"Sun, and Mother Earth, among others."},{"startMs":1466960,"durationMs":3560,"subtitle":"These reside in the realm of gods beyond space and time."},{"startMs":1470520,"durationMs":4420,"subtitle":"They are among us and yet unspeakably far away."},{"startMs":1474940,"durationMs":5680,"subtitle":"Ceremony and sacrifice can be regarded as attempts to re-establish the mystical unity"},{"startMs":1480620,"durationMs":1559,"subtitle":"of Paradise."},{"startMs":1482179,"durationMs":5465,"subtitle":"We were all born from the spirit and once we have lived, we will return to the spirit."},{"startMs":1487644,"durationMs":4302,"subtitle":"The shaman knows that he is a spirit that seeks a greater spirit."},{"startMs":1491946,"durationMs":6583,"subtitle":"The sacred awareness of the universe is codified in song and dance, poetry and tale, carving"},{"startMs":1498529,"durationMs":1361,"subtitle":"and painting."},{"startMs":1499890,"durationMs":5010,"subtitle":"For the shaman, art allows one to attain some degree of control over the unknown and mysterious"},{"startMs":1504900,"durationMs":2830,"subtitle":"forces that structure our world."},{"startMs":1507730,"durationMs":5040,"subtitle":"Through these acts, the shaman momentarily awakens people from the nightmare of sickness"},{"startMs":1512770,"durationMs":5120,"subtitle":"to the promised dream of Paradise, converting the profane into the sacred."},{"startMs":1517890,"durationMs":5180,"subtitle":"The shaman is not afraid of the universe but feasts on its forces while allowing its forces"},{"startMs":1523070,"durationMs":1660,"subtitle":"to feast on him."},{"startMs":1524730,"durationMs":5569,"subtitle":"The inner figures whisper “fear not”, yet the dreams and visions are in general"},{"startMs":1530299,"durationMs":1000,"subtitle":"horrifying."},{"startMs":1531299,"durationMs":5221,"subtitle":"However, it is only through traversing darkness that light gains its importance."},{"startMs":1536520,"durationMs":2913,"subtitle":"After destruction, comes instruction."},{"startMs":1539433,"durationMs":4637,"subtitle":"We must balance the terror of being alive with the wonder of being alive."},{"startMs":1544070,"durationMs":6320,"subtitle":"Eliade views the shaman’s role as a healer who practices archaic techniques of ecstasy."},{"startMs":1550390,"durationMs":6289,"subtitle":"The art of ecstasy is a timeless primary phenomenon, it is to stand outside oneself without ceasing"},{"startMs":1556679,"durationMs":1380,"subtitle":"to be oneself."},{"startMs":1558059,"durationMs":4961,"subtitle":"The psychological experiences of rapture are fundamental to the human condition, and hence"},{"startMs":1563020,"durationMs":3080,"subtitle":"known to the whole of archaic humanity."},{"startMs":1566100,"durationMs":6357,"subtitle":"The shaman portrays his adventures through the ecstatic action of trance, chanting, drumming,"},{"startMs":1572457,"durationMs":1101,"subtitle":"and dance."},{"startMs":1573558,"durationMs":5101,"subtitle":"Entheogens (generating the divine within) have also been used for thousands of years"},{"startMs":1578659,"durationMs":3451,"subtitle":"in sacred and ritualistic contexts."},{"startMs":1582110,"durationMs":4940,"subtitle":"The shaman performs the journey physically while undertaking it on the spiritual realm."},{"startMs":1587050,"durationMs":5220,"subtitle":"Thus, art becomes a living expression of the visionary realm, revealed and made known through"},{"startMs":1592270,"durationMs":1270,"subtitle":"performance."},{"startMs":1593540,"durationMs":5180,"subtitle":"The venerated images of the awakened psyche are communicated as living symbols in the"},{"startMs":1598720,"durationMs":2633,"subtitle":"process of inner spiritual transformation."},{"startMs":1601353,"durationMs":7967,"subtitle":"Order is imposed on chaos; form is given to psychic confusion; the journey finds its direction."},{"startMs":1609320,"durationMs":6940,"subtitle":"Through creative expression, the human condition is elevated, mythologised, and, at last, collectively"},{"startMs":1616260,"durationMs":1090,"subtitle":"understood."},{"startMs":1617350,"durationMs":4959,"subtitle":"The shaman, however, does not allow other more powerful beings to take full possession"},{"startMs":1622309,"durationMs":1000,"subtitle":"of him."},{"startMs":1623309,"durationMs":4381,"subtitle":"He does not lose his composure, and is not fractured in the manner of subjects characterised"},{"startMs":1627690,"durationMs":1782,"subtitle":"as schizophrenic."},{"startMs":1629472,"durationMs":3238,"subtitle":"Volition and control are the keys to this distinction."},{"startMs":1632710,"durationMs":4322,"subtitle":"von Franz writes of the shamans: “They are not possessed by these powers,"},{"startMs":1637032,"durationMs":2968,"subtitle":"except during a short voluntary trance state."},{"startMs":1640000,"durationMs":5160,"subtitle":"They do not lose their normal status as human beings, but they acquire knowledge concerning"},{"startMs":1645160,"durationMs":5560,"subtitle":"the powers of the beyond (of the unconscious) and are thus able to function as prophets"},{"startMs":1650720,"durationMs":7670,"subtitle":"and healers, and in many regions, also as the artists and poets of their tribes.”"},{"startMs":1658390,"durationMs":4690,"subtitle":"From the standpoint of modern depth psychology, the shamanic experience amounts to undergoing"},{"startMs":1663080,"durationMs":4689,"subtitle":"an invasion of the collective unconscious and dealing with it successfully."},{"startMs":1667769,"durationMs":5280,"subtitle":"The shaman functions as a mediator between the human and the divine, giving meaning to"},{"startMs":1673049,"durationMs":1510,"subtitle":"human suffering."},{"startMs":1674559,"durationMs":5601,"subtitle":"Out of this myth of healing emerges a transcendent relationship to the celestial realm with the"},{"startMs":1680160,"durationMs":5739,"subtitle":"particular culture, whereby health could triumph over illness, and a vision of harmony can"},{"startMs":1685899,"durationMs":4669,"subtitle":"take place for the person who seeks the shaman’s services."},{"startMs":1690568,"durationMs":4841,"subtitle":"Jung sought to cure the soul of the sick and help them strive towards wholeness, which"},{"startMs":1695409,"durationMs":1571,"subtitle":"is true health."},{"startMs":1696980,"durationMs":5660,"subtitle":"Similar to traditional shamans, Jung wanted to establish a relationship between the sacred"},{"startMs":1702640,"durationMs":6107,"subtitle":"and the mundane, through our numinous relationship with the archetypes of the collective unconscious."},{"startMs":1708747,"durationMs":6153,"subtitle":"In fact, the path of the shaman coincides with what Jung calls the process of individuation."},{"startMs":1714900,"durationMs":4600,"subtitle":"To be in a situation where there is no way out or to be in a conflict where there is"},{"startMs":1719500,"durationMs":3700,"subtitle":"no solution is the classical beginning of individuation."},{"startMs":1723200,"durationMs":5819,"subtitle":"If one is humbled by this, the superiority of the ego is knocked out, allowing the unconscious"},{"startMs":1729019,"durationMs":2361,"subtitle":"to flow into one’s life."},{"startMs":1731380,"durationMs":4870,"subtitle":"Jung distinguished himself from psychotherapies that sought to relieve the patient of these"},{"startMs":1736250,"durationMs":5390,"subtitle":"same visions and deities, who were considered abnormal and neurotic."},{"startMs":1741640,"durationMs":4626,"subtitle":"From an early age, Jung noticed that he had two personalities."},{"startMs":1746266,"durationMs":5842,"subtitle":"Personality number one was involved with everyday tasks, and his life as a young schoolboy."},{"startMs":1752108,"durationMs":5546,"subtitle":"Later, it was involved with his intellectual and rational endeavours as a psychiatrist."},{"startMs":1757654,"durationMs":4416,"subtitle":"Personality number two, on the other hand, was a part of himself remote from the world"},{"startMs":1762070,"durationMs":4241,"subtitle":"of men, close to nature, dreams, and the numinous."},{"startMs":1766311,"durationMs":4159,"subtitle":"He writes: “At times I feel as if I am spread out over"},{"startMs":1770470,"durationMs":6390,"subtitle":"the landscape and inside things, and am myself living in every tree, in the splashing of"},{"startMs":1776860,"durationMs":7699,"subtitle":"the waves, in the clouds and the animals that come and go, in the procession of the seasons.”"},{"startMs":1784559,"durationMs":6411,"subtitle":"Philemon was Jung’s wise old man and spirit guide who personally incarnated this second"},{"startMs":1790970,"durationMs":1000,"subtitle":"personality."},{"startMs":1791970,"durationMs":4980,"subtitle":"The two personalities are always in opposition, but in the end trying to synthesise and transform"},{"startMs":1796950,"durationMs":2130,"subtitle":"to a new level of paradox."},{"startMs":1799080,"durationMs":5530,"subtitle":"Eventually, they cross-fertilised one another to evolve a creative myth of healing, which"},{"startMs":1804610,"durationMs":3559,"subtitle":"Jung called analytical psychology."},{"startMs":1808169,"durationMs":6791,"subtitle":"Between the years 1913 and 1916, Jung experienced what the shamans would call loss of soul,"},{"startMs":1814960,"durationMs":5688,"subtitle":"he called it his confrontation with the unconscious, experiences that brought him close to death."},{"startMs":1820648,"durationMs":4932,"subtitle":"He experienced an invasion of the collective unconscious, and penetrated through its core,"},{"startMs":1825580,"durationMs":1579,"subtitle":"to the Self."},{"startMs":1827159,"durationMs":4781,"subtitle":"This initiation into the realm of darkness, was at the same time, the defining moments"},{"startMs":1831940,"durationMs":1160,"subtitle":"of his life."},{"startMs":1833100,"durationMs":5970,"subtitle":"It was not madness, but a conscious and deliberate psychological experiment, which he recorded"},{"startMs":1839070,"durationMs":5020,"subtitle":"in his private journals, known as The Black Books, whose notes formed the contents of"},{"startMs":1844090,"durationMs":1510,"subtitle":"The Red Book."},{"startMs":1845600,"durationMs":3363,"subtitle":"“My soul, my soul, where are you?"},{"startMs":1848963,"durationMs":1448,"subtitle":"Do you hear me?"},{"startMs":1850411,"durationMs":3324,"subtitle":"I speak, I call you – are you there?"},{"startMs":1853735,"durationMs":2706,"subtitle":"I have returned, I am here again…"},{"startMs":1856441,"durationMs":5472,"subtitle":"After long years of long wandering, I have come to you again.”"},{"startMs":1861913,"durationMs":5427,"subtitle":"Jung’s life task was to bring the greatest possible amount of light into the darkness."},{"startMs":1867340,"durationMs":5250,"subtitle":"For Jung, the psychologist is a healer of the soul, who facilitates the healing process"},{"startMs":1872590,"durationMs":5569,"subtitle":"that consists in bridging the psychic dichotomy at root in the individual, so that the cure"},{"startMs":1878159,"durationMs":3101,"subtitle":"would grow naturally out of the patient himself."},{"startMs":1881260,"durationMs":3260,"subtitle":"As Jung writes: “The patient must be alone if he is to find"},{"startMs":1884520,"durationMs":4340,"subtitle":"out what it is that supports him when he can no longer support himself."},{"startMs":1888860,"durationMs":4745,"subtitle":"Only this experience can give him an indestructible foundation.”"},{"startMs":1893605,"durationMs":5765,"subtitle":"No rational arguments and no pep talks can stir up conscious will power to encourage"},{"startMs":1899370,"durationMs":3604,"subtitle":"the depressed person to step forward into the future."},{"startMs":1902974,"durationMs":3596,"subtitle":"It is evident that the patient has no idea what to do."},{"startMs":1906570,"durationMs":2390,"subtitle":"One must accept this situation."},{"startMs":1908960,"durationMs":3300,"subtitle":"Finding a way out is beyond one’s rational powers."},{"startMs":1912260,"durationMs":5389,"subtitle":"Only the irrational soul, with its transcendent function can find a way forward."},{"startMs":1917649,"durationMs":5321,"subtitle":"Only the experience of soul, the discovery that one “has” a soul and can even “become”"},{"startMs":1922970,"durationMs":4486,"subtitle":"one’s soul offers any solution for a loss of soul."},{"startMs":1927456,"durationMs":5263,"subtitle":"Jung cured patients with mental illness who were considered lost causes, and some of his"},{"startMs":1932719,"durationMs":5761,"subtitle":"patients have said that he was the only analyst who could analyse dreams without hearing them."},{"startMs":1938480,"durationMs":4338,"subtitle":"As if he could, at times, stare right into their souls."},{"startMs":1942818,"durationMs":3188,"subtitle":"Jung, however, rarely identifies as a healer."},{"startMs":1946006,"durationMs":4954,"subtitle":"He was a man concerned and affected by his patients, helping them cope with life without"},{"startMs":1950960,"durationMs":2750,"subtitle":"passing judgment on their final decisions."},{"startMs":1953710,"durationMs":3940,"subtitle":"The doctor is effective when he himself is affected."},{"startMs":1957650,"durationMs":6997,"subtitle":"It is here that Jung’s model of dialectical exchange between analyst and patient is significant."},{"startMs":1964647,"durationMs":4992,"subtitle":"“Someone who has not acceded to the depths of the unconscious and seen there “the ways"},{"startMs":1969639,"durationMs":5130,"subtitle":"of all spirits of sickness” can hardly possess enough real empathy for the serious psychic"},{"startMs":1974769,"durationMs":3201,"subtitle":"suffering of his fellow human beings."},{"startMs":1977970,"durationMs":5470,"subtitle":"He will only treat them by the textbook, without ever being able to empathise with them, and"},{"startMs":1983440,"durationMs":3830,"subtitle":"this is often the key factor for patients.”"},{"startMs":1987270,"durationMs":5080,"subtitle":"The therapist who is unable to overcome his own dark night of the soul, will be less likely"},{"startMs":1992350,"durationMs":1929,"subtitle":"to help his patient with it."},{"startMs":1994279,"durationMs":4380,"subtitle":"He will know the theory well, but not how to put it into practice."},{"startMs":1998659,"durationMs":3400,"subtitle":"von Franz writes: “When the training of a future therapist"},{"startMs":2002059,"durationMs":5041,"subtitle":"remains hung up in discussion of personal problems, in my experience, that person never"},{"startMs":2007100,"durationMs":3527,"subtitle":"turns out to be an effective therapist later on."},{"startMs":2010627,"durationMs":5791,"subtitle":"Only when he has experienced the infinite in his own life has his life found meaning."},{"startMs":2016418,"durationMs":3734,"subtitle":"Otherwise, it loses itself in superficialities."},{"startMs":2020152,"durationMs":5858,"subtitle":"And, we might add, then such a person can only offer others something superficial: good"},{"startMs":2026010,"durationMs":6170,"subtitle":"advice, intellectual interpretations, well-meaning recommendations for normalisation."},{"startMs":2032180,"durationMs":5209,"subtitle":"It is important that the therapist dwell inwardly in what is essential; then he can lead the"},{"startMs":2037389,"durationMs":3981,"subtitle":"patient to his own inner centre.”"},{"startMs":2041370,"durationMs":5070,"subtitle":"In the process of healing, we seek to unite the fragmented parts of ourselves so as to"},{"startMs":2046440,"durationMs":1470,"subtitle":"become whole."},{"startMs":2047910,"durationMs":5196,"subtitle":"We are born integrated, we disintegrate, and we have to reintegrate."},{"startMs":2053106,"durationMs":4654,"subtitle":"Wholeness only has meaning when we reunite our fragmented self."},{"startMs":2057760,"durationMs":3753,"subtitle":"As Jung stated, “only the wounded physician heals.”"},{"startMs":2061513,"durationMs":5717,"subtitle":"This is the secret myth of the Greek healing god Asclepius, which in its essence touches"},{"startMs":2067230,"durationMs":5050,"subtitle":"upon the archetype of the wounded healer, the central archetypal pattern of healing"},{"startMs":2072280,"durationMs":1579,"subtitle":"at the deepest level."},{"startMs":2073859,"durationMs":8388,"subtitle":"The shaman is the wounded healer, par excellence, and this archetype comes from shamanic experience."},{"startMs":2082247,"durationMs":5813,"subtitle":"“The shaman is the great specialist in the human soul; he alone ‘sees’ it, for he"},{"startMs":2088060,"durationMs":3218,"subtitle":"knows its ‘form’ and its destiny.”"}]
