[{"pageNumber":2,"pageContent":"A FELT SENSECHAPTER TITLEI"},{"pageNumber":4,"pageContent":"A FELT SENSEMore Explorations ofPsychoanalysis and KabbalahMichael Eigen"},{"pageNumber":5,"pageContent":"First published in 2014 byKarnac Books Ltd118 Finchley Road, London NW3 5HTCopyright © 2014 to Michael EigenThe right of Michael Eigen to be identified as the author of this work has beenasserted in accordance with §§ 77 and 78 of the Copyright Design and PatentsAct 1988. All rights reserved. No part of this publication may be reproduced, stored ina retrieval system, or transmitted, in any form or by any means, electronic,mechanical, photocopying, recording, or otherwise, without the prior writtenpermission of the publisher.British Library Cataloguing in Publication DataA C.I.P. for this book is available from the British LibraryISBN 978 1 78220 102 1Edited, designed and produced by The Studio Publishing Services Ltd www.publishingservicesuk.co.uke-mail: studio@publishingservicesuk.co.ukPrinted in Great Britainwww.karnacbooks.com"},{"pageNumber":6,"pageContent":"CONTENTSABOUT THE AUTHORviiPREFACEixCHAPTER ONEThe first seminar1CHAPTER TWOThe second seminar47REFERENCES107INDEX111v"},{"pageNumber":7,"pageContent":"The word “sense” is one of those words that span and bring togethermany dimensions: sense on a sensory level, vital sensing, commonsense, the sense of meaning in language, and other senses hard to pindown. It is linked with intuition and plays a role in relation to oneselfand others in sensing what one is feeling. Besides the “five senses”there is proprioception and kinesthesia, elusive “feels” within thebody. There is, too, what language names a “sixth sense”, a “followyour nose” sense which blends with the scent of experience. Howsomething tastes or smells on a psychological level. How our psyches,our personalities smell and taste.***Religious language helps bring out nuances of psychological statesand psychology helps make the language of the spirit more meaning-ful to emotional concerns today. Each brings out possibilities of theother, since both grow from a common root: a root sense touching howit feels to be alive, the taste of life.Michael Eigen"},{"pageNumber":8,"pageContent":"ABOUT THE AUTHORMichael Eigenworked with disturbed, especially psychotic, childrenin his twenties, then adults in his thirties onwards. He directed aninstitute program for working with creative individuals at the Centerfor Psychoanalytic Training and was the first Director of EducationalTraining at the Institute for Expressive Analysis. He was on the Boardof Directors at the National Psychological Association for Psycho-analysis for eight years, first as Program Chair, then editor of ThePsychoanalytic Review. He has taught at many institutes and collegesand gave talks and seminars internationally. In the past twenty yearshe taught and supervised mainly at the National PsychologicalAssociation for Psychoanalysis and the New York UniversityPostdoctoral Program in Psychotherapy and Psychoanalysis. He givesa private seminar on Winnicott, Bion, Lacan and his own work, ongo-ing nearly forty years. A Felt Sense: More Explorations on Psychoanalysisand Psychotherapyis his twenty-second book. It is based on recent seminars given for The New York University PostdoctoralContemplative Studies Project.vii"},{"pageNumber":10,"pageContent":"PREFACEThis book is an elaboration of my third and fourth seminars given forthe New York University Postdoctoral Program in Psychotherapy and Psychoanalysis Contemplative Studies Project (April 2012 andNovember 2012). The first two were published in Kabbalah andPsychoanalysis(2012a). Many thanks to Dr James Ogilvie for invitingme to give these seminars, Jim Baumbach for putting them online, andDaniel Wentworth for transcribing them.The present seminars begin with discussion of the distinction–union structure, which I take further than my previous writings(Eigen, 1986, 1993, 2011). I like to write distinctionunionwithout thelink, indicating a structural process that permeates experience. It is atopic written about by many, an aspect of the “double” nature of expe-rience. We live in different worlds or dimensions at the same time,experience difference and connection at the same time. The seminarexplores this dimension in world spirituality, aspects of science,psychoanalysis, and clinical work. As it does so, numerous dual ten-dencies come into focus, such as surface–depth, space–time-infinity,materiality–immateriality, souls in Kabbalah, self-states in psycho-analysis, and intersection of capacities or tendencies in both.ix"},{"pageNumber":11,"pageContent":"The seminars unfold into intricate intertwining of processesdepicted by psychoanalysis and Kabbalah, processes important inhelping us live more richly. Religious language helps bring outnuances of psychological states and psychology helps make thelanguage of the spirit more meaningful to emotional concerns today,spanning unspeakable depths to ins and outs of everyday experience.Each brings out possibilities of the other, since both grow from acommon root: a root sense that is an underlying thread of this book.In a recent paper (2013) I write,Winnicott, I feel, returns repeatedly to a ‘root’ sense of life, how itfeels to be alive, the taste of life. His work is a series of attempts togive expression to the unfolding of this ‘root’ sense . . . Winnicott, inhis way, had a sense, a gift, I suspect, that may not have been sofully realized without the psychoanalytic setting, as the latter grewin possibilities with his touch. (p. 121)Bion (1994) uses the term “root” as a notation to suggest processesthat branch off into various domains of feeling expressiveness: forexample, poetry, religion, painting, music. We touch this in detail inChapter Two, “The second seminar”, as to how a felt sense grows,creating and following avenues of expression.A “felt sense” works not only in the general culture, but also inpsychotherapy or psychoanalysis. In elaborated form, one might allyit with intuition, perhaps an underpinning of intuition. It plays a rolein relation to oneself and others in sensing what one is feeling. Theword “sense” is one of those words that span and bring togethermany dimensions: sense on a sensory level, vital sensing, commonsense, the sense of meaning in language, and other senses hard to pindown. Even on the level of textbook sensation, besides the “fivesenses” there is proprioception and kinaesthesia, elusive “feels”within the body, moving or still. Einstein said he thought with vagueimages and muscular feels, later translated into conceptual language.There are myriad variations.There is, too, what language names a “sixth sense”, or, again,“follow your nose”—where sense blends with the scent of experience.How something tastes or smells—and we mean this on a psychologi-cal level. How our psyches, our personalities smell and taste toourselves and others.xPREFACE"},{"pageNumber":12,"pageContent":"Freud wrote of consciousness as a sense organ for psychical expe-rience, sensing psychical states. In Kabbalah, to which Bion resonates,states stretch from everyday life to infinities of infinitesimal and infi-nite dimensions. As Bion’s work unfolded, he became more concernedwith intuiting infinities (Eigen, 1998, 2012a), part of the emotivesubstratum of what it feels like to be oneself with another in the room:a sense of self and other touching surface and depths, with a back-ground of infinity, which, in practical terms, means stay open, morecan happen—is happening.The second seminar, especially, touches five souls of Kabbalah,which I relate to three dimensions I call (1) everyday me; (2) constantstruggle; (3) Grace. Chapter One includes new details of work with analcoholic patient. Chapter Two includes critical moments of helping afearful but highly creative woman die. Aspects of psychosis, creativ-ity, mysticism, and everyday life blend and have a say.The main psychoanalytic heroes in this book are Bion andWinnicott. If you read Kabbalah and Psychoanalysis(2012a), you knowBion’s remark, “I use the Kabbalah as a framework for psychoanaly-sis”. This book expands on the intertwining of myth, dream, andeveryday reality, which mark the prose and poetry of both. The mainfocus is psychic reality, with psychoanalysis and Kabbalah tools inthis great enterprise of learning to work with ourselves.Michael Eigen, PhDNew York CityPREFACExi"},{"pageNumber":14,"pageContent":"CHAPTER ONEThe first seminarAs is the custom of the NYU Contemplative Studies Project, wewill begin with a short meditation, here a little guided medi-tation, a little quiet time in the beginning. I will speak somewords. If you’re inclined, let them run through you. Feel them, tastethem.[Spoken slowly, many pauses]There is a great radiance in this room, a light lighter than light.It pervades your body, all through you. It is your body.Light beyond light. So bright it can’t be seen.An invisible light, your light.Light everywhere.***There is a great darkness in this room.Darkness darker than dark.CHAPTER TITLE11"},{"pageNumber":15,"pageContent":"It pervades your soul. It is your soul.A loving darkness.A loving darkness that light can’t dim.You are darkness, darker than dark.You are light, lighter than light.Sit for some moments, held by the quiet of the dark and the glowof the light.***[During the guided meditation, someone came in late.]It is fitting that we began with an interruption. Interruption is part ofbeginning. Interruptions are part of the path.If there is one thing I am good at, it is saying the obvious. I have alove of the obvious. I have a hunch today, whatever we do, it will allbe very obvious. When I was a child, I loved hearing the same storiesover and over. As an adult, I love reading the same passages over andover. So, I am a friend of the obvious, a lover of the obvious.I am going to start by doing some passages from the first chapterof Contact with the Depths(2011) on the distinction–union structure.But before doing that, I would like to read a little from the intro-duction about surface and depth. We do not necessarily say whatdepth is, but live from it, with it, speak from it. I ask in the introduc-tion (p. xiii). “What of surface–depth connection? So many possibili-ties of connection–disconnection. We are sensitive to new structures,emergence of capacities, discontinuity, evolution, gaps betweendimensions, splits between affective attitudes, divisions. Yet, there isalso a fit between surface–depth.”In postmodern times, we are used to emphasising rupture, discon-nection, lacunae, gaps, but there is also a fit between surface anddepth. “A moment of beauty makes us quiver through and through,reverberates through our being, touches foundations, an experiencethat ripples through sensation, feeling, thinking, action, ethics” (p. xiii). A moment of beauty runs through it. In the very centre of theSephirot, the Kabbalah tree of life (Figure 1), the very centre, the heartof the Sephirot, is Tiferet, usually translated as beauty.Beauty ripples through us. As Keats says, a thing of beauty is a joy forever. “At that moment, the gap is bridged, suspended (not2A FELT SENSE"},{"pageNumber":16,"pageContent":"obliterated). Connection between outside–inside and inner layeringpermeates us and we realise how interlaced we are with what, at othertimes, might seem remote. Consciousness not only separates, it bringstogether, it turns possibilities around, interlocks, fuses” (p. xiii). Ten-dencies to distinguish and unite work together. Think of metaphor: inmetaphor you have distinct elements and an unexpected link is madebetween them, perhaps a mixture of resonance and disjunction.Something new comes into being and for a time you cannot tell theTHE FIRST SEMINAR3Figure 1.Ein Sofand the Sephirot(Tree of Life)."},{"pageNumber":17,"pageContent":"difference between distinction and union. It just happens. A structurethat both distinguishes and unifies, a union–distinction structure withdouble aspects, a double or multiple structure involving sub-struc-tural processes. Sometimes we describe this as a “flash” or insight,perception of new relations and connections, vision of the “whole”(temporary whole), not quite seen before, not quite that way.Interfusion of surface and depth characterises growth of sensitiv-ity. Similarly, interfusion of word-wordlessness. A deep sense ofunknowing often provides a background linking presence in dailylife. We are creatures of diverse and paradoxical capacities. We needto make and break connections, start again, undo and redo, as if whatwe create makes us claustrophobic.At the end of the introduction, I write, “Our mixed capacities canstymie us, cause confusion, a kind of centipede not knowing how touse its legs. But they also are a source of plasticity, ability to survive,and survive well if only we keep on learning how to use our evolvingmakeup, do not give up on it, or it on us.”In the beginning of the book, I have a few sayings. The first two Iwrote: “Whatever happens opens reality”. Of course, that cannot betrue—or can it? The other saying is, “One never recovers from beinghuman”. There are two more sayings, one by Dogen: “Its exquisitepeel permeates everywhere”; one by Merle Molofsky: “. . . of trust andtrembling fears, a spark, as in the beginning”.***Now I would like to speak more about distinction–union and say theobvious. We make distinctions and connect. One way Freud expressesthis is by positing dual tendencies, a life drive that creates unities anda death drive that unties, breaks, or falls apart, integrating–disinte-grating, building–destroying. I say “break or falls apart” because thereseem to be different ways of talking about death drive, one a moreactive process of breaking apart, the other a more passive fallingapart, collapsing, entropy. For Freud, libido is active. He depicts anactive psyche even in passivity. Passivity is not usually passive forFreud. Yet, there does seem to be a passive dropping away connectedwith the death drive, as when character wears itself out by its lifelongconflicts and gives way.Many depth psychologists have their own ways of expressing this double tendency, individuation–union, separation–symbiosis,4A FELT SENSE"},{"pageNumber":18,"pageContent":"towards dependency–towards independence, splitting–fusion,disjunction–conjunction, symmetry–asymmetry— you may have yourfavourites. An ancient set of capacities, but we might not be awarethat they are always working together in varied ways. They can bedissociated, antagonistic, symbiotic, oppositional, mutually self-destructive, but they also can be co-nourishing, indistinguishable.Sometimes I depict distinction–union as branches of a single trunkor parts of complex root systems. Freud, Winnicott, and Bion speakabout indistinguishable origins of psychic tendencies. Our cognitivecapacities often make binaries of what begins together and remainsintermixed. We often speak of complementary and oppositionaldynamics of discriminated differences.Bion speaks of unobservable transformations and sometimes usesthe notation T in O to signal unknown, unobserved transformationalprocesses, O a notation for unknown, perhaps unknowable reality—in psychoanalysis, emotional reality. Buddhism also speaks of name-less Buddha lands suggestive of rapid transformational work outsideawareness. This takes us to a place that is something other or morethan making the unconscious conscious. Much depends here on qual-ity of unconscious functioning, unconscious work. Bion speaks ofmaking the conscious unconscious. By this he means making some-thing part of us, letting life in, letting our own life in. Letting our ownlife seep deep into our unknown, unconscious substructures thatsupport conscious living. The quality of the one influences the qualityof the other.The Holy Trinity is a good cultural example of difference-in-union.As the experience/concept began to be formulated there were doc-trinal disagreements. Are these three substances? Three Persons? The Council of Nicaea in 325 CE decided it was one substance yetthree Persons, the Father, Son, and Holy Spirit. One-yet-three, threeyet truly One. A union of indistinguishable–distinguishable. Amystery.Similarly, the sh’ma Yisrael, which often is translated, “Hear OIsrael, the Lord is God, the Lord is One”. Sh’ma Yisrael, Adonai Elohenu,Adonai echad. Sh’ma—hear. Yisrael—Israel. Adonai—Lord is substitutedorally for the written Tetragramaton, YHVH, a central name of Godthroughout much of Torah. As tradition developed, it became Unsay-able, connoting God beyond conception, images, language. Adonai—Lord, is said in its place.THE FIRST SEMINAR5"},{"pageNumber":19,"pageContent":"Elohenuis also a word for God—plural, gods. YHVH (“Yahveh”—singular, the One, God of God). Elohenu—plural. Echad—One. TheOne is the many, the many the One. Singular–plural, distinguish-able–indistinguishable, distinction–union. A mystical sense of theAllness–Oneness of the God beyond representational capacity (Eigen,2012a).In the Bhagvad Gita, everything is Krishna. Arjuna, a warrior,argues with Krishna. Arjuna does not want to kill, especially thoseclose to him. There appears to be a difference between the One andthe many, but Krishna prevails, unleashing an awesome vision of hisOneness in Everything, including a forceful sense that Krishna isArjuna as well. Difference gives way and Arjuna will do what he hasto. Perhaps, as time goes by, this could reveal a conflict in Krishnabetween competing tendencies (war and peace), a conflict within thehuman psyche, as yet not resolved.The one and the many is an ancient sensation taking differentforms. In Saint Paul we are one body in Christ, yet many beings. Youare just you. No one can be you but you—and yet . . .David Bohm (1996), a physicist, distinguishes between explicate–implicate orders. In the implicate dimension, everything is connectedwith everything else, parts of unknown transformational processes.The explicate order has to do with individual distinctions, conscious-ness of this in contrast with that. They are two modes of being,double-in-one capacities: you are me and I am you; you are not meand I am not you. What we see, hear, think are handles of the pot,levers we grab on to and utilise. We can turn light switches on and offbut do not now how the electricity really works. We are expressionsof little known or unknown processes at work throughout theuniverse. Part of the feeling of creativeness we participate in reflects asense of processes creating us, including a generative sense of self andother coming into being.The psychoanalyst Matte-Blanco (1988) wrote of symmetrical andasymmetrical modes of being. In the former, all members of a setshare a common identity. For example, the class of mothers: all moth-ers are women. By symmetrical reversal, the psyche yields identityspread: all women are mothers. In the asymmetrical mode, individualwomen maintain their individual differences, mothers or not. Thesymmetrical mode is given to psychic contagion and union, the asymmetrical mode to distinction. Sometimes I call the former oneness6A FELT SENSE"},{"pageNumber":20,"pageContent":"experiencing/thinking, the latter two-ness, three-ness, multi-individual,difference experiencing/thinking. Matte-Blanco feels both tendencies arepart of every psychic act.Bion (1994a, p. 169) writes of a woman deathly afraid of the urgeto exist. She is deathly afraid of the urge to exist because it could killher. She is thinking of the urge to be a mother but fears that becom-ing a mother will kill her. There is conflict between the individual andwhat Freud called the racial instinct, the drive to procreate or do whatis necessary in order to perpetuate the human species, whether or notyouwant to. A tension between collective forces and a particular indi-vidual, between what is “good” for the collective and what is “good”for the individual. A social example: the group telling me to go to warwhen Ido not want to go to war. My body does not want to go to waror, the woman Bion speaks of, I do not want to have a baby. Tensionbetween individual and larger forces of existence that push one or, atleast, exert enormous pressure.There are many variations and tangles. For example, I may fightlarger forces in order to preserve myself, yet lose out on fuller devel-opment because of the energy involved in fighting. I might becomeparanoid about my own nature, fighting myself in order to savemyself, yet remain stunted in order to stay alive. In Matte-Blanco’sterms, there is asymmetrical me. Little me and you, very valuable tome and you, vs. symmetrical being pushing us towards self-destruc-tion because of a “greater” cause. Bion’s patient remains shut in onherself to preserve herself. Bion notes the urge to exist does not carewhether an individual lives or dies—as long as existence continues.He writes from experience. His first wife died in childbirth and,unknown to him, the child of that birth was to perish in a car accidentin the Italian mountains a few years after she helped organise a meet-ing honouring the centenary of her father’s birth. We experienceourselves and live our lives in both creative and destructive keys.What does one do when one experiences one’s urge to exist asdestructive? So much more complicated because symmetrical experi-ence can be ecstatic, whether in destructive or life-giving mode. Tofeel one-withcan go many ways.Bion speaks of faith in face of destructive tendencies and calls faiththe psychoanalytic attitude, which he sometimes describes as beingwithout memory, desire, understanding, and expectation. Faith in themoment itself. Or faith in face of the moment. His notation for this: THE FIRST SEMINAR7"},{"pageNumber":21,"pageContent":"F in O. Faith in face of unknown psychic forces that can destroy youand/or give rise to what might be felt as catastrophic change. Apsychoanalytic analogue to the mystic’s darkness that begets faithmore brightly, a profoundly lived paradox.F in O, T in O. Faith and transformation linked with psychicaldepths that defy usual kinds of representation. Coming through issometimes expressed as a sense of at-oneness. A sense that opens real-ities one did not know possible.In part, I think of Dogen’s (Tanahashi, 1995, pp. 76–83) portrayalof flowing time, present flowing into future, present flowing into past,past into present, present flowing into present, future into future—transformations of threeone. I am purposely writing three and one asthreeoneto convey a sense of reality working. In a lifetime, and inpsychoanalysis, what we think of as past or present or future changesradically the more we open to time moments. Yesterday, today,tomorrow change each other as we wade more fully into our livedtime field. As we peel off dead skin, all time comes alive. Or, as Dogenmight say, this moment is all moments. Aspects of time: distinguish-able–indistinguishable.Let me ask what is probably an unfair question. In the Zohar, in theKabbalah, what is the biggest tree in the garden? (No hands, pause.)The biggest tree in the garden is the Tree of Faith. The tree of know-ledge (K) is a smaller tree, even if it gets us into a lot of trouble. Know-ledge is power, so no underestimating it. Give the power and ecstasyof knowledge its due, so often it lights our lives as well as tormentsus. Perhaps in another seminar we can spend more time relating thesetwo “trees”, K and F. Faith, in this context, is associated with life, theTree of Life. We speak of faith in life or the role faith plays in life. Wespeak of disillusionment. So much therapy involves a crisis of faith inface of disillusionment. The Tree of Faith is the Tree of Life, the heartof the garden, connected with Tiferet, beauty that touches life. If wewent into this, we would be led into discussion of what ways faith andlife do and don’t go together, intertwining yes–no.In “The area of faith in Winnicott, Lacan and Bion” (1981, 2004), Itraced relationships between faith and knowledge. It would be inter-esting to bring together Bion’s grid (Figure 2) and O-grams (Figures 3and 4), the Kabbalah Sephirot, or Tree of Life (see Figure 1. p. 3), andKundalini chakras. Their differences and interplays open fruitful possi-bilities of experiencing. Perhaps we will try to do this in another8A FELT SENSE"},{"pageNumber":22,"pageContent":"seminar. There is relevant material in the Appendices of Kabbalah andPsychoanalysis(2012a). Merle Molofsky (2009) has a paper online inwhich she talks about Qi Gong and the Sephirotand the chakras(“Somethoughts on synthesizing concepts in the chakrasystem, Jewish mysti-cal tradition and Qi Gong”, 2009). She envisions Jacob’s ladder as theseven chakras. There is so much to touch and be touched by.THE FIRST SEMINAR9Figure 2. Bion’s Grid."},{"pageNumber":23,"pageContent":"For both Matte-Blanco and Bion, infinity is a basic part of theirwriting as it unfolds. In The Unconscious as Infinite Sets(1975), Matte-Blanco associates infinity with unconscious life. There are many levelsand qualities of unconscious infinites. He says, in relation to psycho-analysis, “Infinity is here to stay”.Bion (1994b, p. 372) writes, “The fundamental reality is ‘infinity’,the unknown, the situation for which there is no language—not evenone borrowed by the artist or the religious—which gets anywherenear to describing it.”We may not “know” O but we can live it, work with it as it livesus. Knowledge plays a role as well. I think of Buddha exercised by the10A FELT SENSEFigure 3. O-gram 1 (Bion, 1994b, p. 323).Figure 4. O-gram 2 (Bion, 1994, p. 325)."},{"pageNumber":24,"pageContent":"fact of suffering, sitting with the fact of suffering. Sitting with the painof life, staying with it, staying with it until something happens. Thepsyche perforates, a kind of wormhole, and you find yourself some-where else. In Buddha’s case, Nirvana. How does that happen? Starthere, find yourself there. You sit with an unsolvable problem, bang-ing your head against a wall, then find yourself somewhere else.Samsara–Nirvana, distinction–union throughout both: are there statesbeyond both?Bion posits a destructive force that goes on working after itdestroys everything. It feeds on destruction. It never stops destroying,it cannot do anything else. He posits Faith as the only attitude that canmeet such a force. Perhaps faith after all faith has been destroyed. Isit possible that faith replenishes itself, is ever in process of being borneven as it is being destroyed? I think of Job: Yea though You slay me,yet will I trust You.We are touching something that can happen, soul happening, soul-work. In a particular individual, there is no predicting the outcome.At the end of A Memoir of the Future(1990), Bion writes,All my life I have been imprisoned, frustrated, dogged by common-sense, reason, memories, desires and—greatest bug-bear of all—understanding and being understood. This is an attempt to expressmy rebellion, to say ‘Good-by’ to all that. It is my wish, I now realizedoomed to failure, to write a book unspoiled by the tincture ofcommon-sense, reason, etc. (see above). So although I would write,‘Abandon Hope all ye who expect to find any facts—scientific, aes-thetic or religious—in this book’, I cannot claim to have succeeded. Allthese will, I fear, be seen to have left their traces, vestiges, ghostshidden within these words; even sanity, like ‘cheerfulness’, will creepin. However successful my attempt, there will always be the risk thatthe book ‘became’ acceptable, respectable, honoured and unread.‘Why write then?’ you may ask. To prevent someone who KNOWSfrom filling the empty space—but I fear I am being ‘reasonable’, thatgreat Ape. Wishing you all a Happy Lunacy and a Relativistic Fission. . . (p. 578)I love the mixture of humour, irony, love, frustration: affirmationas tendencies cross wires, act as barriers and nourishment. Explosivefusion, happy madness, thought that cannot be stopped. What is heafter in writing this book? To write beyond writing? To write beyondTHE FIRST SEMINAR11"},{"pageNumber":25,"pageContent":"words, beyond The Word? In a way, limits of our equipment frustrateus. There is a longing to get beyond everything we can think and feel,to touch Home Base, the Other, the mystery of mysteries. To getbeyond the veil of all we can construct, all personality barriers. Wefeel hemmed in by our means of communication and contact, ouravenue of access. Moments of freedom, moments of hell, loss, impon-derable walls, no access. Yet, in the beginning of Cogitations (1994b)Bion—or is it his editor, Francesca Bion, as Cogitations was publishedposthumously—quotes Poincaré: “Thought is only a flash betweentwo long nights, but this flash is everything”.Unknown, unseen Transformations in O—dimly intimated,through a glass darkly, shadows on a wall. It is said that Bodhidharmameditated in front of a wall for nine years. What wall was he facing?Milner (1987) calls Bion’s O zero (0). A lot goes on in zero land. Onewaits in zero, trembles over zero, hovers within zero; one and zerohovering over and within each other. Creative waiting. Winnicott andBion repeatedly write of premature closing off of O-work, often by K.K can mediate O and O transmit in K, but, too often, there is impa-tience, “irritable reaching after facts and reasons”, conclusions, clos-ing the hole in the circle.Picture a break in the line around the circle, the line that makes theoval or circle, the line that makes the O or 0. Even on the level of per-ception we might not notice the break, the opening. Our eyes–brainmight complete the line. Is it not part of therapy to help build toler-ance for incompletion? Part of the work is to see into ways we tried tofill in, complete what cannot be completed, or must be left open.Always doubleness, multiplicity in this work, building tolerance forbetter ways of feeling “whole”, partly based on better ways of toler-ating “no-whole”. Eddington on the universe: something unknown isdoing we do not know what. We are part of the unknown, or, somemight say, the unknown responding to itself. Tingling with know-ledge and know-how, supported by infinite darkness.Distinctionunion—often these tendencies work in unconsciousways. I think of a case early in my practice many of you have heardabout before. He first appeared in my writings in 1973 in a paper,“Abstinence and the schizoid ego”, collected in The Electrified Tightrope(1993). Although these tendencies work invisibly, they also canbecome semi-visible. We will call this patient, as I did forty years ago,Abe. In case you have the delusion that you forget patients—you do12A FELT SENSE"},{"pageNumber":26,"pageContent":"not forget. All your sins haunt you and some good things come backto you, too. Why do I keep speaking about Abe? Hoping each time togo a little further, find a little more? Open a door that cannot be seen?A little different with each telling?Abe was an alcoholic, as was his father. Unlike his father, hesought help. He would find himself lying in the street after a binge,without awareness of the passage of time. Frequently, he would cometo himself and days had passed him by. Perhaps there was somesuccour in drunken stupor. A way of getting to that mystical dark-ness, peace beyond all that hems one in. Well, I am jumping ahead ofmyself.He was in Alcoholics Anonymous, with much benefit, but it wasthe combination of therapy and AA that did the trick. He would inter-mittently stay dry, then binge. When things were good, people in hislife were happy. When things were bad, everyone was worried andsad. It was very like a Greek chorus formed around his state. I some-how semi-consciously sensed this up–down as part of a pattern, aunity of a kind, an experiential arc. Although I could feel happierwhen he was all right and lower when he was low, I realised we wereon a habitual rollercoaster together.There was another part of me, also a spontaneous part of mynature, perhaps enhanced by training. Some still, steadfast aspect ofconsciousness that was more outside the storm, quietly being with lifeas it ticked its way through chronic upheavals. It was not a quiet Abewas used to. His father was prone to drunken rages in which, at times,he would piss on the living-room floor. His mother was helplesslycritical, doing what she could when she could, but mostly doing whatshe could to get out of the way. Therapy was different. It stayed in thestill point of the centre, for better or worse.In time, Abe began to withdraw. He stayed at home, holing upmost of the time. He seemed to lose interest in AA, in work, in his girl-friend, in his life. He became silent in sessions, as if something suckedhim down. I was worried. Was what I thought the peace of hissessions a schizoid element in my personality that was creating avacuum? Was I provoking a suicide? Here I was, a youngish therapiststarting practice—would it all get derailed because of my lack, inca-pacity, incompetence? It brought me to the edge of ability. I didn’tknow what helped or what did not. Another possibility: we wouldboth be homeless.THE FIRST SEMINAR13"},{"pageNumber":27,"pageContent":"Then an act of grace. About eight months into his growing isola-tion, Abe came in and reported an amazing experience. He saw andfelt a radiant I-point. He could not quite locate it: around his eyes, inhis chest, through him, above him? His I aglow. An indestructible I-kernel radiating. Some fear but mostly thrilling peace. Within a fewmonths, the radiance expanded to include nature, people—the worldaglow. Outside–inside, inside–outside—glowing. Binging stopped.He went back to AA and his girlfriend moved in with him. Our ther-apy continued several years more and his gains continued.What happened? Could this light be reached without profoundaloneness? Without the therapy background to support this alonenessin hidden ways? A paradoxical combination, alone yet not alone, notalone yet alone. Distinctionunion of a kind. But more. What is thismore? In Flames From the Unconscious(2009), I amplify Winnicott’swritings about the mother as a background presence supporting thebaby’s aloneness. Winnicott (1988) writes of a dependence the babydoes not know it has. A kind of infinite unknown background thatsupports existence in a relatively seamless way, perhaps akin toBalint’s (1967) interpenetrating harmonious mix-up, or inter-permeat-ing. In Abe’s case, background support was wounded; consequently,deep quiet aloneness was wounded. Drunken stupor seemed a way ofgetting there, a way of tasting it, mimicking it. Profound blackouts,moments of peace at a destructive price.Now, I do not want to paint myself as bringer of peace. I have myown serious problems. Abe probably could sense variable moods andareas of my personality, a number of “self systems” working, up–down, stormy–clear, loony–serious, closed–open, fatigued–ready. Butalso something even, not exactly unflappable and unbudging, butkind of an even keel. I think of Bion’s description of keeping a clearhead in battle, or Freud’s eye in the storm. Something that just goeson, through wave after wave. I used to call it a steel-trapped mind butit is not steel, although maybe trapped. The part that could see Abe’sclimb and slide as a single movement rather than split, sense a differ-ence between the light switch and the electricity, intimations of O-transformations in O-land.The human race for so long seems trapped in opposites and cate-gories. Our social thinking (and experiencing) splits into groupings,race, gender, money, power, talent, higher–lower. The Bible ends withMoses asking if we will choose good or evil. Freud ends wondering if14A FELT SENSE"},{"pageNumber":28,"pageContent":"we will choose life or death? Jewish mysticism, similarly, asks if youwill be a tzadikor rasha, righteous, wise, or bad. There are extremerealities. But is anyone not a mixture? So much pressure to be one orthe other, right or wrong, true or false. So much pressure from idealsand extremes, not to mention envious perception of inequities alongpersonal or social scales.And what of the life drive? Is it so good? Ambition, lust, hungerfor food and power, desire for—fill in the blank. The first word in theWestern canon, Homer’s Iliad, is “Rage”, consequent upon erotic theft.All within the circumference of Life. War because of the life drive,possession, desire. The ancient Greeks knew Eros meant trouble aswell as bliss, Cupid with his arrows, often in the service of revenge.Always pressure to choose between unviable alternatives. The controlmodel has done some good things, but also throws us off the scent. Tobe in control—control of what? Who or what is in control of what?What we mostly learn is we do not know what we are doing when itcomes to working with ourselves. Who we are and what to do with itis up for grabs. How do we become partners with capacities thatconstitute us? What would a partnership model look like across manydimensions?Who was in control of the process that unfolded with Abe? Whathappened seemed to have a life of its own. At best, we gave it chanceto work. Perhaps the attitude I am groping for has something to dowith transcendence? A little bit of transcendent vision goes a longway. Maybe what I called waiting has something to do with tran-scendence. Waiting on the unknown, involving implicit faith thatsomething more might happen, something good, good enough, some-thing worth waiting for. Maybe transcendent is the wrong word.Maybe subtendent would be better, if one can coin a term for theunderneath creative possibility. Mute, unconscious body-English onetries to partner, that sometimes enables, sometimes blocks. Can oneknow what one will give birth to?Einstein spoke of thinking–sensing in vague body sensations andimages, later translated into higher order formulations. I do not knowif there are any Einsteins in psychoanalysis or if there can be. But ourwork is not without “genius”, a kind of psychoanalytic sensing,mostly unconscious, semi-conscious. Unconscious work we best nottrust or mistrust, but somehow get the knack of mediating, glimpsing,through a lifelong process. As Socrates said of himself, something ofTHE FIRST SEMINAR15"},{"pageNumber":29,"pageContent":"midwife and gadfly. Socrates claimed to know more than othersbecause he knew he was ignorant. A kind of knowing ignorance. Ithink psychoanalytic knowing or not-knowing has an element ofhumble waiting. Waiting in the dark. A waiting faith with nothing butfaith to “hold on to”—psychoanalytic faith. Sensing. Mute sensing.Perhaps terms like transcending–subtending are off. Maybe Bion’semphasis on binocular vision is closer. Seeing things with differentpsychic eyes, each with different messages about reality, creative actsarising between them.Winnicott (1988, p. 76) drew a diagram suggesting that inner badobjects outnumber inner good objects, but the little good goes a longway. So, a little bit of transcendent–subtendent or binocular work goesa long way, sometimes making a difference between suicide andliving. In my imagination, I see a baby tossed to and fro, heights of joyone moment, depths of agony the next. Health providers can makethis link with babyhood and sense acute affect dramas one goesthrough. This affect sense happens automatically, partly a result oftraining, but also partly a gift, a talent. Perhaps a significant portionof individuals who go into our field are the kind of people who haveaffect vision, a sensibility for baby life. This might be so even if theyare dissociated from what they sense. The sensing is there. One hopesthat it develops with use over time; a sense aching to be used. Perhapsthis is a basis for gratitude to patients, providing opportunity to usecapacities that need to develop.I suspect awareness of infant affect dramas is more radical nowthan in most eras of human history. Grown men as well as womenstudy what babies go through, professions of learning about babies. I first saw Beatrice Beebe’s slow motion films, micro-moments ofmother–infant interaction when she was Daniel Stern’s research assis-tant. The films she produced then, and over an important career since,are consciousness raising, documenting moment to moment, back andforth affect flow. I do not think that flow ever stops, although, asadults, we learn to play it down and make believe it is not there,unless it becomes unmanageable. Technology, sensibility, and interestmake films like Beebe’s possible, something new for the human race.For the moment, I want to posit that each state lasts forever. And,as adults, we have our forever moments. Once time consciousnessdevelops more fully, there are states of hell we would like to see endquickly and heavenly states we wish would go on. In my imaginings16A FELT SENSE"},{"pageNumber":30,"pageContent":"of baby states that go on forever, there is a still point of awareness, awitness or seer, one who goes on noticing in the midst of emotionalstorms, even in the depths of madness. A seer present to Abe’supheavals and my fears and incapacity. In this case, a seer who coulddo little but wait. It has taken many years to learn about and cultivatecreative waiting, although I sensed it in nascent form near the begin-ning.It did not take too long for me to realise Abe was withdrawingfrom social life. It took longer to see he also was withdrawing fromalcohol. To see the whole arc of this experience, contraction–expan-sion, took time. It paralleled in a positive way what his climbs up,spins down did in a more destructive mode. Both were attempts atcommunication, showing an xthat was wrong. But the new happen-ing, contraction–expansion, discovering radiance, was healing.Khan (1996) was one of the few analysts who wrote about creativesilence in patients. Most workers at the time usually interpretedsilence as resistance rather than potentially healing. There are manykinds of silence and, like getting used to “seeing in the dark”, onegradually develops a silence sense that discriminates silence fromsilence. Milner and Winnicott also had this “feel”. A certain quiet isneeded for processing of feelings. I remember a good practitioner talk-ing about dreams as resistance. Silence, dreams, anything could beinterpreted as resistance. Resistance to what? The practitioner I amthinking of said resistance to interpersonal connection. Well, there isa psychoanalytic kaleidoscope, and any way you turn it there is truth,up to a point.Khan also linked a positive silence to a deeper sense of surrender,which, at times, talk defends against. Is psychoanalysis sayinganything can be a defence against anything else? So much depends ona sense of nuance and how one interprets it. Sometimes I think we alldip into the same water, but have different explanations. In Abe’scase, I can vouch for the emergence of creative stillness linked withprofound healing possibilities. Unexpected contact with an ineffable,mysterious, pulsating point, that he identified as his I, which soonexpanded to include all I’s.Although location of this I-radiance cannot be pinned down, itincludes something of an eye–heart glow—links between the sixthand fourth chakras(third eye and heart chakras) and between Sephirot1-2, 6 (Chochma-Binahand Tiferet; Figure 1, p. 3). A glow that spreads,THE FIRST SEMINAR17"},{"pageNumber":31,"pageContent":"a caring centre everywhere, as if tasting an indestructible I-kernelmade generosity possible.I am not presenting this as a model for mystical experience or theenlightenment journey. Just one man’s experience that I was partnerto. Mystical experience takes many forms (Eigen, 1998) and evenamong the enlightened there are warring schools. No alpha–omegahere, just one man’s healing happening. The testimony is in the fruits,no more binging and the growth of more life.Patients like Abe helped me to open up. But it is also true thatsomething in me needed this opening and was asking for it withoutawareness. Psychoanalysis spans many levels. It might not be neces-sary or possible to touch all of them. To an important extent, one goeswhere the patient goes and finds worlds enough to work with. We areinherently permeable beings and affect each other on many levels,some with more awareness than others, some without any discernibleconscious awareness at all, at least not what we usually mean by con-scious. Freud was tempted to speak of unconscious work as uncon-scious consciousness, but even that is too confining to do it justice.Inherent permeability makes us subject to influence, includingtransmission of feeling. Over time, such transmission can tip thebalance for better or worse. Our inherent permeability forms the back-ground of our work. Personality and identity are the foreground, akind of funnel for background permeability. I am a quieter personthan Abe was used to, given his stormy background. Quieter yetpresent, with resources that Abe sensed. We felt our way into thedarkness and the darkness took over. And Abe is still alive today,living a decent life, and I am still practising.Invisible good feelings in the background of our beings. Bad as Iwas, I was generally a milder traumatic presence than his parents andperhaps a milder traumatic presence than he was to himself. I tried notto piss on the floor too much. The spirit of the moment gets transmit-ted in little things as well. “How are you?” “I feel crummy.” “Did yousee the Knicks game?” “It’s cold outside. Thank goodness it’s warmenough here.” Good enough feeling absorbed over long enough time.When I was younger, I used to joke, “Thank God for psycho-analysis, it keeps me off the streets.” In our own ways, Abe and I weresupportive presences for each other, whatever else was in the mix. Mypatients gave me something to organise my life around, otherwisewho knows what would have happened to me. On another plane, I18A FELT SENSE"},{"pageNumber":32,"pageContent":"think of someone like Winnicott, for whom the psychoanalytic settingenabled fuller use and development of his special creativity. Wouldhe have been Winnicott without his patients?Winnicott (1988) depicts variations in the emotional surround,variable vibratory effects of changing emotional weather. Moment tomoment shifts in the surrounding emotional field make waves thatspread through the infant’s being. The way life feels shifts sponta-neously, like instant to instant shifts in barometric pressure. So-calledoutside and inside worlds permeate and resist each other, informingaspects of unconscious life that supports and overturns. Buffeted byintermittent waves, we might not know why or how things happen orwhat they are. We do our best to ride them out, often going under,disappearing. Disappearing for a time that might seem eternal. Theemotional seas that move through our beings blend into a vast unitthat forms the background of our beings, the background of our lives.In Abe’s case, inherent permeability and unconscious backgroundemotional support were wounded. He was wounded as personalitybegan to form and continued forming. In his essay, “Psychology ofmadness” (Winnicott, 1992; Eigen, 2004, 2009) writes about traumahitting as personality begins to form. An inference I draw from hiswork is that with such a background, one might be ever fearful ofbeginnings, plagued by fear of disaster associated with beginnings.One fears beginning will trigger a traumatic hit. You can see some-thing like this working in Abe’s pattern of good moments followed bybad, sobriety followed by binging. Beginning something good trig-gered something bad, a kind of ever-aborted experiential arc. Incontrast, therapy supported a situation in which Abe’s psyche, inconjunction with mine, created a sequence wherein beginnings weresustained and led to something creative. Growth of sustaining capa-city is itself creative.One of the most creative moments was emergence of I-radiance,which expanded to encompass everything, radiance that uplifts exis-tence. Its spontaneous occurrence is akin to the wormhole I talkedabout in connection with Buddha (above, p. 10). Extreme contractionfollowed by expansion, starting one place, finding oneself in another.The story of Job also has this form. Extreme contraction, everythingstripped away, followed by mystic revelation of an Awesome Power,after which life expanded once more. Intensity perforates the psycheand you find yourself somewhere else. One of my favourite HebrewTHE FIRST SEMINAR19"},{"pageNumber":33,"pageContent":"names for God is Hamakom, which means “the place”, God as ThePlace. A Place that takes us to new places a moment before unheard of.The Seder at Passover follows a similar structure: (1) contraction—slaves in Egypt, in Hebrew called mitzrayim, connoting a narrowplace, narrow strait, narrow limit, (2) intensity of agony rises until afathomless cry bursts forth which God hears, initiating movementtowards (3) the vicissitudes of greater freedom. A basic rhythm, arhythm of faith: closed–open, coming through. New life begins andnew vicissitudes, a rhythm that takes many forms all life long. Arhythm which therapy with Abe unconsciously sustained.Life is a blend of birth and aborted birth, often with startling vari-ations. The birth story portrayed in the Seder, for example, is still inprogress, outcome still at stake. Excruciating birth, promise of birth,aborted birth, moment after moment. Kafka calls our whole life anincomplete moment, an incomplete ongoing birth. Are we ever fullyborn? Are all moments incomplete?Thank goodness at the time I saw Abe I had supportive supervi-sors. I was afraid that I was doing something destructive, not at allconfident of participating in a creative happening. Often you cannottell—is this destructive or going to turn out well? Is this somethingyou wait for in hope of a reversal? Even if there is an inkling of birthin progress, what kind of baby would be born? A therapy monster?Therapy is filled with doubt. What happened was a revelation for meas well as Abe. Therapy as revelation, slow hard work that, paradox-ically, takes one somewhere one did not know existed, not in a livedway, not for oneself.Little by little, working with people like Abe, I learned how amelding of faith and catastrophe hold personality together, a doublelink, mixed ingredients of experience. We like to think therapy shiftsthe balance, provides new windows, further possibilities of experi-encing. As we go through this process and keep going through it, weare not entirely different, yet not entirely the same.Sometimes when I see what individuals go through, I think of war.In Judaism, there is emphasis on peace in the family. I suspect, in part,because peace is so fragile and elusive. War is something that goes onin and between individuals, families and groups, between and withinnations. Aside from practical considerations of power and status, warmay also dramatise a basic experience of the human condition. Whenthe background support a baby needs falls apart, the baby falls apart,20A FELT SENSE"},{"pageNumber":34,"pageContent":"perhaps experiencing psychic death, strangulated states, variouskinds of deformation. Some of this is mended, some one naturallygoes through as a sequence, and some becomes part of a pattern ofchronic mishap.War, I fear, attempts to dramatise the damage and death a babyundergoes as part of background failure and loss, mangled, pul-verised states that border on loss of life. To put it in a rather extremebut real way, how many people who look put together and well comein for help with horror and hell in the background of their beings?Such states may be mimicked by war in external reality, partly drama-tising inner devastation lost to view. A sense of wholeness repeatedly,incessantly, blown up.Of course, circles of trauma go both ways. From one point of view,what we call peace and war are parts of natural processes. Bothvisions are ancient, nature as war between elements and balancebetween interacting tendencies. I do not mean what I am saying asreductionist. Many factors commingle in any situation, includingmultiple viewpoints. I am merely asking that a particular possibilitynot be left out: wounds in infancy writ large in war, perhaps so theformer can be seen, tasted, undergone. If only dramas of woundedfaith in infancy and childhood could form a basis for reflective expe-rience rather than work their ways out in violence, group or individ-ual, a gravitational pull towards the avatar of war. So much goes onin wordless, nameless, thoughtless “subawareness”, with profoundeffects, better and worse.More recently (2011, Chapter Six), I wrote about phases of recov-ery of a man with multiple psychotic breaks and hospitalisations.After twelve years of therapy, he was hospital and medication free.Here is another instance of self repeatedly “falling apart” and semi-regrouping. After our beginning sessions he took to just sitting in thepark or by the river. Nature, just nature. Have any of you had thisexperience—the importance of being with nature in a peaceful way aspart of recovery? Little by little people came into the picture. A senseof “I am” expanding, including nature and now people within itscircumference of possibility, first as a waiter and gradually a lover,and, as time went on, creative life unfolded. I felt, too, a kind ofunfolding and deepening of body experience, a kind of psyche–bodysense, responsive to what touched him in significant ways, a kind ofperceptual sensitivity and responsiveness, so that he and his insidesTHE FIRST SEMINAR21"},{"pageNumber":35,"pageContent":"grew together: a kind of mutual validation of different levels of expe-rience. Therapy supported meaningful moments of experience thatgradually grew.Question 1: I wanted to ask about the part in your book where youspeak about the miracle of the perforation of the psyche, of thecontraction and intensity of experience leading to the perforations. Myexperience has been that intensity plays a real role in shifts, but mysense is that simply being as present as you can with whatever it isyou are experiencing is where shift comes from, simply because weare so absent most of the time that when we actually start to pay atten-tion to our experience we start to recognise that change is what thereis, that change is what happens. It’s not like suddenly somethingshifts, it’s that suddenly we recognise shift is all that is happening. SoI guess my question is: Yes, intensity feels really important for therevolution that you’re talking about in Job, but my sense is really whatyou’re talking about is paying attention, paying sharp attention.Response 1: Well, we’re wonders of plasticity, so there are endlessways to talk about these things and your way is certainly a beautifulway to do that. Whether change is allthat happens I don’t know. Ithink there is no one thing that happens at any time. So many thingsare happening all the time and there are so many ways of describingany portion of those things. I have had experiences of all sorts in ther-apy. I have seen change happen when I wasn’t paying attention, asthough my paying attention burdened someone and change camewhen no one was looking. My attention, at best, is intermittent or fluc-tuating. Maybe fluctuations can be useful in modelling that you canbe who you are in lots of different ways and you don’t have to beglued or unglued. But I love your description of a process that youhave experienced and that is very real.Question 2: Well, now I feel blank, but now, first I want to thank youfor the joy and illumination of mystery and I also want to offer youtwo symbols for your unitydistinctionwithout a hyphen. There arereally two very useful symbols. One is the yin–yang symbol whereone is held by the other and one kind of shapes into the other butboundaries are kept. And the other is the Star of David because of thetension of the upwardly rising triangle and the downwardly descend-ing triangle creating something in between ascent and descent that isconstant. So I think it’s a perfect symbol.22A FELT SENSE"},{"pageNumber":36,"pageContent":"Response 2: Those are both lovely. One of the most beautiful picturesI have seen of yin–yang is in Rudolf Arnheim’s book, Visual Thinking(1969). I also thought of Winnicott and Milner’s overlapping circles.They portray the mother and the infant as overlapping circles with anarea of union and an area of distinction.Question 3: At the end of the chapter, you talk about woundedtogetherness, and I was hoping that you’d have time to address that.Response 3: Wounded togetherness—you have both extremes don’tyou? You have someone who cannot get out of his bed or leave hisapartment and someone who cannot stay alone, you have both endsof the spectrum. Almost as if the two belong together. One imaginesdevastation organised in different ways and you would have to learnmore from the person. André Green (1975) talks about a double anxi-ety, abandonment–intrusion anxiety, that might be working in differ-ent ways in both instances. Is abandonment–intrusion anxiety a singleanxiety, a double anxiety, an anxiety that oscillates, dissociates, fuses,splits? In some people it is organised rather rigidly, in others it ischameleon-like. There is also the possibility that at some point theyare indistinguishable. Or a kind of undifferentiated catastrophic dreadthat includes both. Why it might take the form of being people-phobicand/or aloneness-phobic is open for research and thought. It is notwithout reason that Freud spent a good deal of time thinking aboutwhat makes for one kind of symptom expression rather than anotherand what makes for fixity and diffusion.Green spoke of four ways of handling abandonment–intrusionanxiety. One is splitting. Klein (1945; Eigen, 1996, 2007) pointed outthat splitting can proliferate and, if it proliferates enough, feelingdiffuses to such an extent that you lose feeling. One keeps splittinganxiety in order to diminish pain, until feeling is lost through diffu-sion, thinning out. An agonising conflict here might be to feel or not tofeel. In such a case, depending on how much feeling is lost, having anightmare may be a good thing, portending return of anxiety. Anxietybreaking through the splitting process. Anxiety breaking throughattempts to kill it off, a capacity to diminish anxiety gone to extreme. Insuch an instance, it is possible that breakthrough of anxiety signals thereturn of affect. A return of the unendurable. Therapy tries to workwith what cannot be worked with a bit at a time, gradually buildingmore affect tolerance, tolerance for growth of experience.THE FIRST SEMINAR23"},{"pageNumber":37,"pageContent":"The second defence is what Green calls somatic exclusion. Onehandles the double anxiety by somatisation, for example, hosts ofbody manifestations are possible, including illness. Exclusion meansexcluding psyche, substituting soma. In certain ways, psyche andsoma are capable of reversible relations, either substituted for theother. We think of psyche–soma as one, or aspects of a complex fieldor fields, with variable relationships between parts of fields possible.Intolerance of what we mean by psyche can put too much pressure onthe body. The body is forced to work overtime to compensate forpsychic failure or incapacity.A third mode of responding to abandonment–intrusion anxiety isby acting out, externalising it. To sum up, you have acting in, actingout, splitting, and the fourth is the most devastating of all, a severelyschizoid defence Green calls decathexis.In psychosis, Freud writes of withdrawal of libido from object tothe ego, resulting in ego inflation, megalomania. One protects oneselffrom the object by hyper-inflating the ego, emphasising narcissism,grandiosity. Green goes further, emphasising loss of feeling for self aswell as reality. Decathexis, withdrawal of libido or energy or interest,is not only from the object, but from the subject as well. It is not justthat the reality of the other is lost. The reality of the self is lost. Thiscoheres with the emphasis by Winnicott on depersonalisation as wellas derealisation. It is not simply the world that is unreal, I am unreal.Loss of self-feeling. My “I” does not feel its own realness. This mightsound like a moment on the path to enlightenment and certainly is anexperience that has been expressed by many since antiquity. But hereit is awful, forcing the person away from meaningful participation inhis or her own life. A radical withdrawal from life itself.For one who has to be alone, there could be fear of losing any rem-nant of self that is left by exposing oneself to external cruelty. AsSartres said, in such a moment, others are hell. At the same time, aperson who cannot be alone might be using the other as a defenceagainst the anxiety of disappearing. In this case, one needs alonenessnot to disappear; in another, one needs people in order not to disap-pear. For one, being with people increases anxiety, for the other, beingwith people reduces anxiety. Decathexis swings both ways.Sometimes the object is more real, sometimes less real. Sometimes theself is more real, sometimes less real. Look for how one is protectingthe self from a more complete decathexis. If you decathect everything,24A FELT SENSE"},{"pageNumber":38,"pageContent":"nothing is left, not a creative, positive, pulsating nothing, but a ghastlynothing. Why be alive? Perhaps some people continue being alive inthat state because they cathect the decathexis. The decathexis becomesan identity feeling.Question 4: In the case of Abe, where everyone was cheering himwhen he was happy and down when he was down, it makes me thinkof Saint John of the Cross saying that the blessing is hidden in theaffliction and the affliction is hidden in the blessing. He says thatwhen we feel blessed we feel it is going to last forever and when wefeel down we feel that it is going to last forever. I think that it is verydifficult to get out of this feeling, I am familiar with feeling whenthings go well—oh, it will last; then when things don’t go well—oh, itwill last too. You talk about silence and waiting, but how to feel bothat the same time, not to know—but how to feelit is the question.Response 4: As you hint, it is easier to think it than to feel it. Let mereverie. It is a terrific dilemma. Of course, we are all in it. Rumi sayssomething similar to what Saint John says: the cure for the pain is inthe pain.I spoke earlier of transcendent vision, something of an even keelwhile an emotional storm is going on. A transcendent attitude thattakes in the full curve of a situation (at least a little better than other-wise) and makes some room for dual states and their progressions.One moment ah, good, one moment uhhh, terrible. You might get tosee/feel that the two states go together, perhaps even belong together.States oscillate and are mixed. It won’t come as such a surprise whengood turns to bad or bad to good, although surprise and shock mightbe part of the experience. You might think such an attitude is too intel-lectualised, and that can be the case. But it can strike deep, connectingone to a sense of reality deeper than the immediate conflict.For example, the Tanya(Zalman, 1797) asks, what about a Chassidwho does not have a burning affect, does not have a fervour for God,but loves God? Loves God, but does not have the fire in his gut. RabbiSchneur Zalman makes room for this type. One can reach God in amore mentalised way, perhaps something like Spinoza’s amor dei. Amore intellectual level of God or vision of God or sense of God. Thereis room for many ways to God. Not everyone has heat, not everyonehas to burn. Thinking can be good enough to keep on a faith track, amitzvah track.THE FIRST SEMINAR25"},{"pageNumber":39,"pageContent":"Is good enough good enough? Put the two types together, the cooland the hot. Suppose they are in one person and the person has tolearn to make room for such changes or variations in his souls. Sucha person might be in conflict with himself, too hot, too cold. What kindof a person am I? Suppose these states are divided up between differ-ent people. There can be antagonism, depreciation, misunderstandingbetween warmer and cooler souls. How does one grow to make roomfor various souls and temperaments in others and oneself? Too often,souls fight rather than co-operate (for an intense meditation onDostoevsky’s two souls, see Berdyaev, 1958).Chassidus–Kabbalah teaches there are five souls. There are proba-bly more, but today we will emphasise three. They correspond withdifferent capacities and tendencies and suggest that we live withmixed natures. Learning to use the array of tendencies that inhabit usis no small task. What a difference it makes whether souls are at waror peace within and between themselves.Nefeshis the vital soul on the plane of Malchut, the tenth Sephira,the earthly plane, action, everyday life (Eigen, 2012a; Figure 1, p. 3).Ruach, breath, spirit, is an emotional soul. It spans Sephirot4–9, Chesed(mercy), Gevurah(judgement, strength, severity), Tiferet(beauty),Netzach(perseverance), Hod(flexibility), Yesod(foundation, sexuality).There are other ways to break this down, other dimensions one canemphasise. You can divide these six sephirotinto lower and higheremotions, so to speak. The lower triangle netzach–hod–yesodand thehigher triangle chesed–gevurah–tiferethave broad correspondences tochakras: sacral, solar plexus, heart. There are inexhaustible intricacies,some of which perhaps we can take up another time.Neshamais a still higher soul comprising intellectual–intuitivefunctions. It involves the triangle Keter(will, grace, faith, humility),Chochma(wisdom), Binah(understanding), Sephirot1-3. It can also bemade up of a lower triangle: Chochma(wisdom), Binah(understand-ing), Daat(knowledge, a hidden dimension, which is uncounted in theusual ten sephirot).The ten sephirotare called the Tree of Life. In practical terms, it ismodelled on the human body, or an idealised body: head–neck (intel-lect–intuition), arms–chest–abdomen–genitals–hips–legs (emotion–sensation), feet (action). It links with ancient models. For example,Aristotle’s souls, from lower vegetative (nutritive), animal (sensitive),through higher rational intellectual. Plato has similar divisions. And26A FELT SENSE"},{"pageNumber":40,"pageContent":"there are resonances in Buddhist and Hindu texts. In more recenttimes, you can see parallels in Jung’s four functions (intuition, intel-lect, feeling, sensation) or Husserl’s empirical, psychological and transcendental egos, or Kierkegaard’s man of action, aesthetics, ethics,spirit (religion). In practice, the relations between the sephirotare fluid,each sephiracontaining all the others. Each soul containing all others.There is so much more to say. Here, I at least want to mention twostill higher souls. Chayais above the sephirot. There are infinite super-nal realms or dimensions beyond the sephirotin all “directions”. Chayais a life source above. In Kabbalah, life comes from above. The Tree ofLife has roots in Godly Infinity. A link between Chayaand Keteris partof infinite intimate fluidity.Still “higher” is Yechida, which unites our essence with God’sessence. If you think of the Sephirot, the Tree of Life, you have to thinkof it against an Infinite Background which permeates and sustains it.The sephirotare depicted as divine functions, modes of distillations forgodly energies, which is a kind of archetypal background for our useof these capacities on our earthly plane. We are free to explore theearth in all its glories, intricacies, difficulties, horrors, possibilities, atthe same time at any moment, in allmoments, exercise of our capaci-ties and gifts and being are parts of divine presence. That contact, thatintimacy–distance, can be explored with our capacities as well.Another kind of logic is at work here. All dimensions are inside andoutside each other.The basic form of these models involves verticality, above–below,higher–lower, probably related to the upright posture. Think of all themeanings upright has, related to right, righteousness, righting oneselfwhen off balance, others you can come up with—all with implicationsfor a higher–lower binary or continuum which informs thinking. Inyoga, the spine’s uprightness is a vertical vehicle for energy flows andblocks and emphasis is placed on lower and higher functions in soci-ety, interpersonally and individually.A vertical model has strengths and limitations. To try to squeezeall of our feeling–sensation life into a vertical model does not makesense. In experience, feeling can be more like spreads, whirls, jumbles,intertwining, permeating, squishy, wriggly stuff. I have heard it saidthat there are no straight lines in nature. It appears that uprightnessexerts some pressure towards straight-line thinking. Proprioception,synaesthesia, kinaesthesia, spreads and swirls of sensations evade aTHE FIRST SEMINAR27"},{"pageNumber":41,"pageContent":"more upright stereotype as the only model. In–out (e.g., respiration,digestion, sexual intercourse) can have important links with vertical-ity, but the latter does not exhaust the former. Similarly, feelingspreads of meaning, being permeable to meaning flows, elusive inti-mations—modern painting and music come close to expressingwiggles, curves, interpenetration–exclusion, fusions of forms andhints of forms in rippling, suggestive, hard to pin down ways.In Kabbalah, the higher you get, the closer to God you are. Yechidais the closest of all. Even in heaven, there are some souls closer to Godthan others. Even among the saints, there is a closeness–distancecontinuum, although here we are speaking of grades of closeness. But,as Rabbi Nachman testifies, to a tzadik, even a little distance from Godcan be agonising, so much is the closest closeness desired (Eigen,2012a, Chapter Two).The descending order of sephirotbelong to different worlds as wellas souls. Loosely speaking, Keter(crown) straddles higher supernalrealities as it acts as a funnel for the nine sephirotunder it. This higherreality, closer to the divinity of divinity, is called emanation, mini-mum separation from the Source. In an informal sense, all the sephirotare Godly emanations, but they are divided along a closeness–distance spectrum. Keteris part of the world of emanation, and Chayaa higher life-soul. The second realm involves the “head” sephirot,Chochmaand Binah(and the hidden Daat), world of creation and theneshamasoul. The third realm involves the middle group, the emotivesephirot, world of formation and the ruachsoul. The fourth realminvolves Malchut, the last sephira, world of action and the nefeshsoul.If all these functions, worlds, souls are parts of Divinity, it appearsthat Divinity can have a closer and more distant relation to itself.There can be infinite dimensions of divinity, the divine of the divine.Yet, we also say God is One. We are at a partial loss. We wade intomystery at the edge of mystery. We understand we are speaking ofourselves, our cognitive, emotional, and instinctual capacities. Ourpicture of God as a projection of our makeup. And yet we cannot restwith that. A projection, yet . . . Kabbalah itself goes beyond itself and,as most mystics do, recognises a domain of unknowing and intimacycloser to ourselves than we are, through which there seems no end toUnknown Intimacy.The idea of near–far is part of Asian as well as Western thinking. Ionce heard D. T. Suzuki give a talk about seven heavens in Buddhism.28A FELT SENSE"},{"pageNumber":42,"pageContent":"Seven heavens is a familiar theme. In a less formal way, Dante givesexpression to something like this in Paradiso. Beatrice moves from oneheaven to another. The more she enters divine reality, the more divinereality there is, unfolding wave after heavenly wave.At a certain level of experience, East and West have their versionsof a merit system. If you accumulate more merits, you add to yourchance of a better outcome. Perhaps the outcome is a higher level oflife, with all its challenges, or a higher place in heaven. In the lattercase, good and evil is rewarded by nearness–distance from God. Onecan imagine that the same person can be at once near to and far fromGod as a function of good and bad elements. In that regard, the Worldto Come can vary from moment to moment. The World to Come asthe next moment—or now.Every system has many resources. Each may include a meritsystem but also have ways of going beyond it, terms like Nirvana orGrace. We are more or other than the sum of our merits and faults. InKabbalah, in yechida, the soul point in contact with God is pure. Totaste that soul, that point of contact, is its own reward, ineffable blissbeyond good and evil.Kabbalah also teaches that the lowest level, Malchut, nefesh, action,is also the most important in its way. It is the world of our everydayexperience where struggle, learning or failure to learn, and souldramas go on. The logic that the good are closer to God now and inheaven has a domain of reversibility. There is a domain in which Godis less worried about the good than the bad. If you are near to Godnow, you will be near to God in the World to Come. But what we reallyneed is the reverse. What of those who are far—how can they comeclose? God wants the bad to come close, to find a way. A repentantsinner may be closer to God than one with a better nature to start with.There are many ways to sin and there is such a thing as sinning bring-ing one closer to God. One may feel God all the closer, the further fromGod one is. Some of the most moving passages in the Bible involve thesoul becoming white as snow where it once seemed unredeemable.How can the soul within be pure when one is so corrupt? Is one both?Are there shifts back and forth, simultaneity of worlds?When I was studying with two old men in Crown Heights,Brooklyn, many years ago, they told me Hell is not what you think itis. It is like going to the cleaners. The soul gets cleaned up so it can goto heaven.THE FIRST SEMINAR29"},{"pageNumber":43,"pageContent":"An ideal vision is that there will be no evil or death. No evil ordeath. The fact of evil and death should make us more loving witheach other and ourselves. Too often it spurs competitiveness, hier-archical thinking. Even in Buddhism competing schools and teachershave led to violence. Who is more enlightened than whom? Whosepath is truer? Even the Way becomes persecutory, a pecking order ofsuperior and inferior.Does quality and degree of enlightenment or closeness–farnessfrom God vary? Suppose I feel my portion is enough. One day my cuprunneth over. Another moment it is half empty or nearly empty, or, ifpossible, entirely empty. Today it is filled only a tiny bit—I can hardlyfeel it. Sometimes I cannot feel it at all. Yet, I can feel in any of thesestates that my portion is enough. Do I have to wait until destructionand death vanish or are vanquished to be truly happy? I suspect withthe kinds of minds we have, even that would not be enough. Perhapswe harbour a heroic element that cannot rest until all this destructionand horror is undone. Then we will get down to business.It is a challenge of Malchutto reach this state in the midst ofdestruction and horror. To do the work here and now. To be truly freehere and now. What is freedom but a Moment of Grace? The freedomof Faith, the intimacy of Faith. A sure way to shut this possibilitydown is to insist on hierarchical, persecutory merit—who is better,what is better. The good go to heaven, the bad to hell, reward andpunishment. Nothing shuts down Grace like righteousness. On theother side of the spectrum, in an extreme moment, in the depths of myunredeemable state, totally without hope or possibility, closeness todivinity arises, closeness beyond belief. Contact in the depths of hope-less longing. Such moments make me wonder if God isn’t alwaysequally close to everyone.The sephirot, the five souls and four worlds encompass so manyhuman capacities, work together so many ways. They can be co-nour-ishing, dissociated, blocked, antagonistic, work against each other andthemselves, or open worlds of possibility, worlds of living. And wecan go beyond them, through them, touch a sense no description ofcapacity comes close to encompassing. We can go past capacities thatconstitute us and capacities yet to be born, and in some way wecannot identify, taste the Unborn, Allborn, Everborn. As it says of Godin the prayers, “There is none else”. And yet, this None Elsegives usall there is. Heavens of taste.30A FELT SENSE"},{"pageNumber":44,"pageContent":"I suppose I am speaking of a moment without limitations, or amoment in which limits do not matter or do not get in the way of some-thing else one might be tempted to call unlimited. Perhaps it is closerto it to say that another domain opens up in which something elsehappens, something for which we lack adequate descriptive tools.Bion (1994b; Eigen, 2012a) repeatedly tells us that what is intimatedcannot be described in articulate speech, that none of the formulationsof religion are up to describing what they are trying to call attention to.Still, coming down to earth, I would like to call attention to asensation in the background of our beings. We have a backgroundbody sensation that goes all through our bodies, all through us, if it isunblocked even a little. It is a wonderful feeling. A background feel-ing sensation all through us or, rather, more densely focused in someplaces than others. Sometimes it can be a God-sensation, sometimesnot. It is mute, just is. Moments of being quietly happy. Can one breakit down through analysis?One can analyse almost anything. When one analyzes something,one finds multiple possibilities. The more one looks, the more is there.For example, in psychosis, someone may hear God saying, “You canonly go to Heaven if you kill your friend” or whoever or whatever isnamed, perhaps children in a school or a man in the subway or some-one in one’s own home. The voice can tell one to randomly killwhoever appears in one’s field of view or someone in one’s life. Thevoice can set it up so that the person fears that if he does not followit, he will go to hell forever. He will feel he lacks courage to follow thevoice wherever it leads. He will fail God and himself, even if the voicecommands him to jump in front of a train.In therapy we look closer. Who is speaking? Is this God? Thedevil? In The Psychotic Core(1986), I write of a moment in which I tellsomeone, “You have God and the devil mixed up.” This is not an ideathat would normally occur to someone in this hapless circumstance,but it often happens, I suspect, that God and the devil are mixed upin our minds. Soon after I said this, the person began seeing devils.Some people looked more like devils than others. He was frightenedto see devils nearly everywhere. He was caught between the devils hesaw and God’s voice that he heard inside. A terrible conflict, but itthrew some doubt on God’s commands.A next step in therapy was encouraging him to stare at the devilsand say what he saw. Just keep staring. There are spiritual exercisesTHE FIRST SEMINAR31"},{"pageNumber":45,"pageContent":"where you stare into space or at your face in a mirror in the darknesswith a candle burning. Just keep staring and say what you see, onlyin this case it was staring at devils. What do you see? The more youlook the more you start to see.After repeated efforts over weeks, the man said, “I see my father,my father in his angry mode. I see my father raging at me. My fatherlooks like a devil. The devil looks like my father.” It is not that hestops seeing devils, but now in the devil he also sees an image of hisfather. A little like multiple colours and quivers of the light of a flame.If you look closely, different forms appear but the flame is still a flame.After more time, this man began to see himself in the devils as well.“I see my own mutilated ego. A strangulated, mutilated I—my face,an image of my face that looks like a devil. My own I, my own face isthe devil.”An important component of his emergent experience was a sensethat somewhere his body did not want to die. Something in him didnot want to kill others or himself. He was afraid to die, to kill. Herecoiled from killing life. These fears and sensations were put aside asbeing cowardly. They would keep him from following the commandsof the voice. Yet, as time went on, we began to see his body fears andinklings as another reality that had a right to have a say, and this real-ity was pro-life. This reality wanted to live and foster life.So, we can deconstruct the devil over time and see componentsthat make up this particular devil. There are countless devils, endlessdemons, but each looks a little different and has a different story, adifferent history to tell. I learnt about this in the Frick Museum in NewYork City many years ago. At an exhibit I saw a particular painting ofa devil and when I saw this devil, I said—that’s my devil, that’s it,that’s “me”. An immediate sense of recognition. I learnt a lot aboutthis devil over the years. So, when I saw my patient, I was curious.“What does your devil look like? Tell me all you can about what yousee?” With coaxing and encouraging support, the thing that seemedso fixed and immutable began to have a process, a process made upof many processes. Something steadfast, but also something shiftingand changing.Question 5: There’s a Tibetan practice called Chud, which means tocut, and Chudpractitioners will go into the graveyards and they feedthe ghosts, and there is a contemporary—actually she’s one of myteachers, Lama Tsultrim Allione—who has taken this practice and32A FELT SENSE"},{"pageNumber":46,"pageContent":"translated it for Westerners. Her book is called Feeding Your Demonsand what she teaches is a five-part practice in which I survey my bodyand look at what’s eating at me. For example, right now I’m a littlehungry, I have a stomach-ache, so, rather than push it away, I feed it,I go into that entity. I give it a colour and a shape and I ask it threequestions: What do you want? What do you need? And how will youfeel when you get it? And then I answer as that demon. Rather thantrying to exorcise or eradicate, I feed that which is clamouring to beseen.Response 5: Thank you. You bring out the importance of getting toknow and feed our hungry demons. At the moment what comes tomind is Rabbi Nachman when he would travel (Eigen, 2012a, ChapterTwo). One of the stops he always made was at local cemeteries. Hewould see hungry souls between life and death, or in various deathprocesses, or processes of being stuck after death. He would spend agood deal of time praying for the souls he saw. It is not exactly feed-ing them but it is close.Before time is up, I would like to mention three dimensions of life,which roughly correspond to different souls or soul regions. The firstis just plain me. Just plain us. I remember a beer commercial I sawyears ago. A man is sitting at a bar, everyone talking, having a goodtime. The bartender asks him what kind of beer he wants. All of asudden the man is hurled out of the bar into space. He is gone, gone,very gone . . . and suddenly the scene snaps back into place and he isback on planet Earth, in the bar, a look of secret relief. Those whoknow what it is like to hurtle far beyond your ordinary self tounknown spaces, then come back, will recognise the look of relief—I’m back, just plain me. Finally, the man orders his beer, Bud Light,and the bar scene comes back to life. So much happened in just amicro-moment, hurtling through other worlds. What a relief to beback.I personally would not want to get away from just plain us tooquickly. I really like just plain us light, just breathing, hanging out,looking at faces, walking down the street, doing nothing. Perhaps wecould locate “just plain us” in aspects of Malchut and the nefeshsoul,although such correspondence is very loose.Then there is a second realm that I call the sacrificial, penitentialrealm. A realm of constant struggle with my faults, flaws, evils, sins—THE FIRST SEMINAR33"},{"pageNumber":47,"pageContent":"struggle with ways I hurt people, my patients, my wife, my children,myself—constant struggle with what is wrong with me. I might locateconstant struggle in aspects of the middle sephirot, the ruachsoul.We tend to under-or-overdo the need to struggle with ourselves.At one point, people called it struggling with sin. Freud took away sinand gave us psychopathology, struggling with madness or neurosis orother psychic constellations. Now there are movements that want todepathologise the psyche, perhaps mute the need to struggle withdestructive tendencies. We can attempt to depathologise destructionbut, sooner or later, the human race will have to struggle with itsdestructive tendencies. There are individuals who have tried to dothis and are trying now, attempting to learn how to work with tenden-cies that constitute us. You cannot wish destructive tendencies away,they have to be wrestled with, and we often are not up to the job. Weare plagued not only with destruction aimed at others but ways wewound ourselves. There are ancient Greek sculptures where struggleis not represented—all seems in balance, harmony, beautiful. Butthere are other statues in which struggle is represented, enormouseffort pitted against great odds, for example, a giant serpent. In strug-gle with the gods and Fate one senses, too, struggle with oneself. Whatis wrong with me? My evil, self-defeating nature?A third state I would like to emphasise I am calling a Grace dimen-sion. When Saint Paul says he is in a state of grace, he says he doesnot know where he is or what he is, whether he has a body, or evenmind in a usual sense. He is transported beyond usual faculties, peacethat passeth understanding. In such a moment you don’t ask ques-tions about the nature of existence. You reach a place beyond ques-tions and habitual maps. You are in a wonderful state of grace. Amoment beyond or outside of dualities. Of this “place” or moment(one of the Hebrew names for God is Hamakom—the Place), SaintAugustine says, “Love and do what you will”. One could link thisstate with the higher sephirotand the neshamasoul, or beyond thesephirot, the chayaand yechida souls, the last soul essence linked withGodly essence.Just plain me; penitential struggle; grace. Three phases, dimen-sions, successive or simultaneous, three moments or tendencies oper-ative in a variety of ways at any time. Religion often divides these soulmoments up into realms such as heaven, purgatory, and—not hell, asjust plain me is the earth self, middle earth. Upper, middle, lower.34A FELT SENSE"},{"pageNumber":48,"pageContent":"There are many “contradictions” in religions and individuals,wherever one finds oneself. For example, one of Rabbi Nachman’sobsessions was that he should not get pleasure from sex (Eigen, 2012a,Chapter Two). Getting pleasure from sex would put him on a lowerplane. On the other hand, pleasure from sex is part of the mitzvah. Butif you want to be holier still and get a closer room to God in the Worldto Come (or, simply, be closer to God), you do a mitzvahfor its ownsake, not for pleasure. We get into conundrums here, since pleasurecan be an intrinsic part of a mitzvah, pleasure in performing a mitzvah.For someone like Nachman, being even a tiny bit away from God isterribly painful. In his mind, you are closer to God when you do amitzvahfor its own sake. The experience of intense erotic pleasurebringing you closer to God seems another world.There are similar ideas in parts of Buddhism. So many sutrasarelike Platonic dialogues in their own way—formalised, sometimesfabulous and idealised. We probably do not know what Buddha saidand can, at best, only make guesses. One story seems to show fallibil-ity of judgement, even Buddha’s. Buddha spent a lot of time in thecommunity but liked to meditate alone in forests. In the Middle East,deserts. In Asia, mountains and forests. Teaching was important.Aloneness was important. In one de-idealising story, Buddha goes offto a solitary retreat and instructs his disciples to make a corpse thefocus of their attention while he is gone. When he came back, therewere many fewer disciples. Some killed themselves, some left. Theycould not take watching a putrid corpse and bear repulsion at thedecay process. Some practitioners handled it. They opened to deathand death opened them (Blomfield, 2011).This reminds me a little of the Rabbi Akiva story about going intothe garden. Four men go into the garden (Kabbalah, Eden, aspects ofthe soul). One kills himself, one goes mad, one becomes a heretic, andRabbi Akiva comes out glowing. The Buddha story shows Buddha’sjudgement is not infallible. He lost men, strengthened others. TheAkiva story touches the issue of varying capacity to tolerate mysticalexperience. What are we ready for? What can we handle?In the story of Buddha and the corpse, Buddha did not commenton the men who were lost but kept on with the disciples thatremained. This story reminds me of Freud telling Jung, when a disci-ple killed himself, we lose a lot of good men. But the movement didnot hesitate.THE FIRST SEMINAR35"},{"pageNumber":49,"pageContent":"Here is another seemingly similar instance. A disciple who wasabsent for a while explained he slept with his wife to impregnate her,so that he could leave progeny. Buddha reportedly told him, “Betterto have put your penis in the burning embers, or in the mouth of acobra, than in a vagina” (Blomfield, 2011, p. 198). Rather dramatic, butwith similarity to Nachman’s need to tear out erotic pleasure by itsroots, pleasure expressive of a lower level on the spiritual ladder.Let me balance these negatives with a happier story. Buddha goesinto a forest to meditate. His disciples try to warn him that akiller/thief inhabits the forest. Buddha, wanting contact with thedepths, enters the forest more deeply. Sure enough, the robber-murderer walks after him. Buddha goes deeper, further, keeping thesame pace, yet the man must run to try to keep up with him. The manruns and runs but cannot seem to get to him. Finally, Buddha stopsand faces him. He tells the man, “The reason you can’t reach me is you are running too fast and I’m much slower than you.” The manimmediately becomes Buddha’s disciple and stops being a thief andmurderer (Blomfield, 2011, p. 246).In the Nachman/Buddha sexual stories, we seem to be approach-ing a penitential struggle dimension. The moment the thief recogniseshis deeper nature is akin to a moment of grace. I would say, too, thereare pleasure moments of many kinds that open a gate of Grace.***I’d like to comment briefly on the distinction–union structure whichruns through our dualities. Dualities are connected in their distinct-ness and distinct in their connectedness. Often we say of extremes oropposites, “They are two sides of a coin.” A student of mine for manyyears was fond of saying, “Extremes meet.”We have difficulty making room for coexisting states, many-sidedsimultaneities. Binaries are in varied relationships with each other.They can be experienced as oscillating, antagonistic, reversible, symbi-otic, co-nourishing, fused, parallel, indistinguishable. They can organ-ise into more or less enduring patterns of relationships. In theSchreber case, Freud (1911c) wrote about reversible relationshipsbetween love and hate, one signifying the other, substituting for theother, defending against the other. He also wrote about reversiblepronouns. I can be you, you me in the symmetrical mode of being. Theidea of feeding the demon—we can feed each other’s demons or our36A FELT SENSE"},{"pageNumber":50,"pageContent":"own. Through work and vision we can enter co-nourishing relation-ships with what seems to be destroying us. Needless to say, it doesnot always work so well. Too often, we are co-destructive rather thanco-nourishing. But perhaps we can find better mixtures and tip thebalance. Sometimes the outcome hinges on a mixture of creative feeling and kavanna, devotion, sincerity, faith. A faith that can wait, a hope that the faith side, the co-nourishing side will eventuallyoutweigh co-destructiveness. States fuse and dissociate, split andmeld. We work with so many so-called dualities: mind–body,spirit–matter, love–hate—all interconnected with each other, bobbingup in different places in a common sea.Sometimes we feel more here than others, sometimes all here.Sometimes we feel we are at the place we have to be now and some-times feel we will never get there. We might feel we are always fail-ing to come into being and at other times feel we are there, as fully aspossible. Recently, I watched part of the film, The Titanic, the earlier,not the later one. At the end, you see people dying all kinds of deaths,no one way to die, no one way to realise this is it. All kinds of waysto defend or transcend or something more elusive. I was especiallytouched by the band playing as the ship went down. A moment of thebig tree, the Faith tree. What do you play as the ship goes down?William Blake’s wife described the way he sang joyously as he died.Steve Jobs is reported to have said, “Wow . . . Wow” as he was dying.A few days after I saw The Titanic, I saw part of One Flew Over theCuckoo’s Nest. There is so much to say about it. Right now I am think-ing about Billy, whose mother was a friend of Big Nurse, NurseRatched. Billy was under Nurse Ratched’s care. The character playedby Jack Nicholson, sort of a psychopath, in this context a vital lifefigure, landed in the hospital and tried to liven things up. He broughtin prostitutes and Billy lost his virginity, deliriously happy. He hadchronically stuttered and after this night stopped stuttering.When Big Nurse found out, she shamed him, saying somethinglike, “How could you do this? What am I going to tell your mother?”She was unyielding. You saw his spirit dropping, dropping, drop-ping, until he couldn’t speak any more. Then he killed himself. Andsoon the life figure played by Jack Nicholson was made lifeless bybrain damaging electric shock.In one or another way, this drama goes on all the time. The band playing as the ship goes down. Loss or destruction of faith afterTHE FIRST SEMINAR37"},{"pageNumber":51,"pageContent":"something good happens and the reverse. I was redeemed but nowam lost. I was lost but now am redeemed. Such states could be tied tothe rise and fall of the feeling of aliveness. Now I feel more alive, nowless, now I enter variable realms of deadness and so many shiftingmixtures. We sometimes express this by saying the spirit lives, thespirit dies, and all the gradations and revelations of aliveness-dead-ness (Eigen, 1996).Religions often express this drama in their imagery and narratives,dramas of shifting aliveness and its forms. Now I am dead. Now I live.Jonah has much in common with Jesus. Three days in the great fish’sbelly, then out into life, paralleled by Jesus in the tomb three daysfollowed by resurrection. Kabbalah says that Jonah died in the bigfish, a transitional moment. Remember, he was at sea in a storm,hiding at the bottom of the ship, his spirit already dead or dying,evading its calling. “I don’t want to be a prophet. I don’t want to havea baby. I don’t want to risk all I am.” Prophecy is terrible. You mightsay, a penitential struggle is at work between the prophet and com-mon sense, between a higher calling and the everyday self.Perhaps an acme of a penitential moment is when Jonah says,“Throw me into the sea. I am the problem.” Yes—we are the problem.How do we rise to the challenge of our own natures? Jonah died andcame back to life. He passed through an emotional storm of revela-tion. His nature throughout the story, like all Biblical characters, wasmixed. His “redemption” was not perfect. He was still a flawed crea-ture with much work ahead. But he passed through a death and methis task, to the extent he could, and saved a city by his appearance andwords.We can view the whole story as a drama within one personality.The city is the city of our own self. We are speaking to ourselves,urging ourselves towards repentance, renewal, change. We are urgingourselves towards a better life. I doubt every bit of us will repent,begin anew, enter a growth process. Some will stay behind, inert, setin ways, cemented by habit and will. Perhaps a few more will shiftand join in a fuller movement in the future. Meanwhile, we work withwhat we have, a little more than before.If the Grace Jonah experienced was flawed, it was still a taste withsignificant consequences. Tastes of Grace—what a way to go throughlife! In Jonah’s case and our own, tastes of Grace and bitterness. Iwould like to speak more about the “saving storm” that could dash us38A FELT SENSE"},{"pageNumber":52,"pageContent":"to pieces, dash the bitterness to pieces, the outcome never certain(Eigen, 2005), but I see we are running out of time.Even a prophet like Jonah is a mixture of yes and no, fear andvision. More broadly, a mixture between the rasha(evil one) and tzadik(wise one) parts of us. The storm comes, the fish eats us up, we die,we come alive. To be buried and then live. There are stories of some-one being dead most of his or her life, then coming alive at the lastmoment, nearly one’s whole life a grave, then a moment of grace.How Jonah must have battled with his inner accuser, with God, themovement of Jonah’s being both accusing and propelling, brakespressed, accelerator on, stuck between towards–away.Yet, he comes alive, does his job. He lives in light of God’s mercyeven as a partly failed tzadik, the journey a kind of variation of what Icall a rhythm of faith. Whatever our level and capacity, we die inspirit, we come back. Theory postulates a complete tzadik, one whosevictory over the evil inclination is so thorough, the latter is turned togood. But, in reality, we are at best incomplete, mixed, stymied, busyat work with what oppresses us, perhaps in partial despair, partlyinspired.Perhaps a meaning of the saying that a rasha, a bad person, can becloser to God than a complete tzadikhas to do with spending moretime in the belly and bowels of the fish, the furnace, before the turncame. More baking time heightens appreciation. I suspect in a lifetimewe go through all these states and many more. We go through theserealms on a daily basis, moment to moment, month to month, more inthe fish, more just plain me, more struggle, more grace.Our vanishing and coming back, decathexis–cathexis—our naturescares us. Psychotherapy helps us stay with these fluctuations, helpsus bear more of the twists and turns of our feelings. Like Jonah, imper-fectly. But as part of a path, a direction. How much of ourselves canwe tolerate, how much of ourselves can we enjoy, sometimes lightly,and sometimes a depth that brings tears.(Applause)Question 6: I have a question about Abe and the I-centre in his chest.What I like about your presentation is you didn’t take the easy wayout. You didn’t let the fact that we are interactive obscure the impor-tance of the finding of the I, a coming alive of the I in a special way,the I itself, just it, as it is. In this case, a greater I. An I-sense for theTHE FIRST SEMINAR39"},{"pageNumber":53,"pageContent":"moment without versus, not I vs. other, just I. A coming alive of apresence in the world naturally finding the language of I. Not aninherently separate I vs. enlightened Buddha not-I. You stayed withthe I-feeling that emerged—and that really is about listening.Listening to an awareness coming into being much larger than I aslittle I.Response 6: Letting be, sustaining are words that come. Why do reli-gions emphasise hierarchies and binaries, pitting this against that? Isuspect one reason has to do with premature closure, incapacity tostay with processes and letting them develop. So many binaries maybe premature formulations, closing off as complete, done, what is stillin process. Odd to call formations that are thousands of years oldpremature. It is as if they felt an impact then precociously formulatedit into ethical hierarchical systems. I think right now, at this point ofhistory, some of these formulations get in the way. Maybe you canpick and choose what you can and can’t use, what speaks to you orhow you can reformulate treasured lights so that they facilitate ratherthan hold you back on your particular journey. Or they might pickand choose you, gravitate towards you, reach you. Old formulationsare wonderful to tap into and can lead to realities you might not touchwithout them. But it is also good to take them with a grain of salt ifyou find yourself spinning through them into destructive binds.Letting the “original” impact grow rather than close off with decisionsmade long ago as to what is being structured and how. What is theimpact, impacts, or Impact that lead to religious feeling? The vicissi-tudes of that feeling are still ongoing now and we are called to addressit in our way. Millions of hands on millions of elephants, infiniteinfinities, and a thread runs through them.Question 7: In my understanding, mystical experience occurs in thecontext of a discipline of soul, body, and mind which I feel weneglected a little bit today or in general nowadays. Spontaneousexpression of self now seems to take precedence over a less free, moreconstrained, restrictive discipline and practice of religion that is lessindividualistic but provides a context for the spiritual to emerge. It’snot just if you do mitzvahsyou’re saved and if you don’t you’redamned. I feel in the experience of every mitzvahthere’s an opportu-nity for a connection, a chance to get closer to God. Out of the mitz-vahsa person may do by rote, there is opportunity with the right40A FELT SENSE"},{"pageNumber":54,"pageContent":"kavannah[devotion, intention] for them to become a vehicle forpresent spiritual experience. It’s not just about the outcomes createdfor the world to come but the hallowing of the moment that is. Mun-dane washing of the hands before bread, let us say, presents oppor-tunity to experience closeness to Hashem[The Name, the Holy One]that is in and of itself rewarding. Even if you end up going toGehenna, God forbid, or anything else that happens—you have thisclose moment to Hashem.Response 7: Well, that provides a good balance. I totally agree thatthere is inherent meaning in so much traditional practice and that thediscipline can be releasing. There is, too, the vision of mitzvahstakingone closer to God. I think the matter is very individual. I respect andsupport its working for you. It has potential not just to purify and liftone to another level, but to be a source of intimacy with the Divine inits own right. It is good that you emphasise intrinsic intimacy thatobservance mediates, although being orthodox didn’t work for me. Ihave had to find my own way with a kind of spiritual smorgasbord.I’m a patchwork. But I feel resonance with what you are saying andyour emphasis on the positive aspect of the mitzvahnow, the spiritualaspect of religious practice. I reverberate with what you are sayingeven though we have our differences in practice.When I was younger, I would often hear it is important not to beeclectic but to go deeply in your particular path. If you were Catholic,be a fuller Catholic. If you were a Jew or Buddhist, be that with all youhave. Whatever your practice, there’s more than enough for you todevelop. They all have endless depths and heights and lots between.Through the hardships of life, I discovered that I’m eclectic. A badword where I come from. I’ve had to make the best of it. That doesn’tmean that I don’t live the just plain, everyday me, and the penitentialand grace realms in my own particular style. I work the farm I’ve beengiven as I can. There is no one way to touch and be touched by TheGreat Light.It is not just in religions that there are premature closures ofimpact. One of the hardest things in a psychoanalytic seminar is tosupport students in hearing each other and respecting each other’struths, their different ways of formulating experience. So often one oranother feels their way is right or more right than the others. A micro-cosm of battles of truth in the larger world, which often take one awayfrom grappling with how life feels, how it canfeel.THE FIRST SEMINAR41"},{"pageNumber":55,"pageContent":"But thank you, thank you. I like to encourage each of us to minethe tracks we are on. The paths that open as we live. There are quirksI have developed as I’ve gone along. For example, if I do a Jewishservice, I have given myself permission not to gallop along. If a phraseambushes me, I might stay with that silently a long time, let it do itswork. I remember a service I attended in Jerusalem and another inTsfat that, compared to most in New York, seemed in slow motion. Itwas as if words vanished or became doors and all that was left waskavanna. At other times, a word might light me up or have profoundmeaning that grows over time. You never know what will bring youwhere, what will undo and redo you, at least in part. For me, the tradi-tion (there are many variants) is a vital resource, but I do not buy thewhole package. I guess what I am saying is I support you in your wayand myself in mine.Mitzvahscan be a pipeline to God. For others an obstruction. Forthe same person, they can function as amazing resources and psychos-piritual strangulation. I am thinking of a patient whose father becameorthodox in her later childhood with near fanatic zeal. So much of lifehad to do with what was and wasn’t allowed. She gained a lot fromreligious feeling and rituals, yet became more and more tormented.As she grew into young womanhood, the torment began to spiral. Inone instance, a conflict arose between whether or not to go to a dearfriend’s wedding. The wedding was going to be in a Reformedtemple, which was forbidden. Her father told her not to go. It was apainful situation that grew worse. There are treasures and undoconstrictions in every belief system. She decided not to go to herfriend’s wedding and felt horrible about that. But had she gone, she’dprobably have felt horrible about that, too. Such conflicts are writtenlarge in cases of psychosis, where the tension between good and badspirals out of all proportion. Nothing like psychosis happened withmy patient, but the situation left a bad taste in her being. I would liketo think that with the work we did over time, she might feel a littlefreer now in such a situation. She has made many modifications in thepractice of her faith that enabled her to grow as a person and in spirit.Question 8: I want to ask you more about your devil. You said thatBion’s Faith in O might be akin to faith in various religions. I’m curi-ous about those who do believe in a devil as an oppositional force asopposed to an openness. I’m curious in a psychoanalytic therapeutic42A FELT SENSE"},{"pageNumber":56,"pageContent":"session do you see times when opposition, as opposed to openness, isappropriate?Response 8: Ah, the psychoanalyst as devil. Opposition is how thepsyche, the I, is partly structured. The psyche is oppositional to acertain extent. Distinction–union can have opposing and unionaspects, with need to evolve both. William Blake has some of the bestexpressions of the devil as a creative force in a book called TheMarriage of Heaven and Hell. He wrote of the devil as a source of energyand energy as eternal delight. In this case, he was pro-devil . He saidthat in Paradise Lost, John Milton was of the devil’s party withoutknowing it. These things are rather fluid. How the devil is function-ing at a particular moment is more the point. Is it a devil that is goingto open your life and bring you to new places? There is no necessaryopposition between opposition and openness.We talked about Rabbi Nachman not wanting to experience plea-sure in sex. Some chassids would go to Rabbi Menachem Schneerson,leader of the Lubavitch group, and confess, “Rebbi, I masturbate. Theevil impulse makes me do it.” Schneerson tended to respond lightlyabout this. He thought it trivial compared to some of the problemshumans face. Depending on the person, masturbation might be a littleproblem in the scheme of things, especially in comparison with moreserious problems. It depends on how something is functioning in asituation. Good can be bad and bad can be good, depending on aparticular context. In some contexts, masturbating can be a growthstep, in others a barrier, in others business as usual.Are you asking if I ever oppose a patient? Or oppose someone’soppositionalism? A devil opposing devils? Am I oppositional? You’vehad a dose of me today. You decide. I do lots of different things withpatients, sometimes this, sometimes that. Often it just happens, asurprise. Although sometimes I assume whatever I do, whicheverway I go, I’m probably wrong. An attitude I’ve learnt over the yearsis more freeing than feeling right.Question 9: I’m from Japan, but I don’t know too much about Budd-hism. But what you are talking about today is near to Zen Buddhism.[The tape lost several sentences of what was said.] Much is sensed bythe body, not by language or thoughts. Western people try to under-stand by language and thoughts but Eastern people try to sense[again, something missed on tape] by the body itself.THE FIRST SEMINAR43"},{"pageNumber":57,"pageContent":"Response 9: Well, I’m not an expert in anything, but earlier I was talk-ing about body sensation, so that might be a little close to what youare talking about. I was talking about body sensing and that there iseven a God sensation as part of the background of our being. I am not a Zen master or anything like that, but I appreciate your speak-ing affirmatively about body feeling. I think a lot more is linked with body feeling than we are aware of. The term sense, too, spansmany dimensions. It is a great unifying word, spanning body sens-ing, common sense and sense as meaning. If we had time, it would be worthwhile to have fuller discussion of this word “sense” and realities it touches.Question 10: In one of the NYU contemplative study groups, we arestudying the Satipatthana Sutta, the first teaching the Buddha evergave to the disciples. In it he teaches you to be mindful, starting withthe breath. He speaks of the four abidings of mindfulness. The first isthe body, the second the feelings, perceptions, the third is the mind,and the fourth insights of mind, such as emptiness, form is emptiness,emptiness is form, selflessness. So the body is one of the importantthings, but staying with mindfulness opens further possibilities ofawareness. I think the word for mind in Buddhism is mind–body,mind–heart. It’s a joined word, which I think you would enjoybecause it doesn’t separate those two words. So that the feelings thatyou have are completely in body and mind and include all of it andanything that arises and passes away. It is the object of the sutratoenable you slowly, by going through all the levels of the sutra, to beable to tolerate and suffer any state that arises, and not be impatientwith it, not push it away, but just have the patience you have beentalking about, and I really appreciate your putting it in very clinicaland day to day terms.Response 10: Don’t forget to include tolerance of our intolerance,since we can’t take very much of anything really. But you can get thehang of that, too, not being able to tolerate too much—you dose it out.Question 11: In some of the emails and the Bion clip you sent thereseemed to be some reference to joy, and I wondered if you could adda little to that.Response 11: During my meetings with Bion in New York, Iremarked that I found him joyless. He quickly said, if joy is important44A FELT SENSE"},{"pageNumber":58,"pageContent":"to you, you have to embody it, it has to be in your skin. And then, atthe very end of the seminar, Bion remarked on the pleasure, the joy,we get from psychoanalysis, and pleasure from going through theseminar together, the hard work we did. The joy of facing and goingthrough difficulty, painful aspects of clinical work. He writes aboutsuffering joy, building a more tolerant capacity to suffer experiencing,the experience of joy.Question 12: Why is beauty at the heart of the Sephirot? Pleasure andbeauty have continually wafted through the realms of catastrophe intoday’s talk. Permit me to make one comment about beauty, in the textyou cited the chassidic rabbi with whom I’m learning Torah. He saysthat Akiva came and went from the garden because of the four, he was complete, and what did this completeness mean? He enjoyed sexwith his wife, so he could come and go. Another thing, it says inGenesis that the tree was pleasant to look at and good to eat. Pleasantto look at—here beauty came first.Response 12: Very nice. So, about Akiva, you remember that his wifeput him up to being a tzadik. When they met he was ignorant, holy butilliterate. You know the story about Akiva as an illiterate child sittingin back of the shul. All he could say were words from the alphabet,aleph, bet, gimel, dalet—but he said them with all his heart. There wasa glow in the back of the shuland the men would ask, “What’s thatglow?” The glow was above Akiva’s head, growing from the strengthof his kavanna(devotion, intensity, whole-heartedness).When he met the woman who was to be his wife, he was still illit-erate, and she said, “I’ll marry you on the condition that you studyTorah and become someone who knows.” And so he did and becameone of the great interpreters and seers. According to your rabbi, theyhad good sexual relations as well (although when he was studying,they were separated for long periods, but that might even have madeit better). I was not going to speak much today on Tiferet(Beauty), theheart of the Tree of Life, but you have prompted me to say something.You told me that Akiva’s glow was connected with sex with hiswife—freely going in and out of the garden! Some of us know thatglow well, probably many of us. But that does not explain Moses’glow. Moses stopped having sex with his wife when his spiritual jour-ney started. Yet, when he returned to the children of Israel after beingin the presence of YHVH, he was aglow. [He had] a glow of suchTHE FIRST SEMINAR45"},{"pageNumber":59,"pageContent":"magnitude that he wore a veil to shield the eyes of those who sawhim. So there are glows and glows, an infinitude of dimensions ofBeauty. “A thing of beauty is a joy forever”, writes Keats. Contact withGod gave Moses a glow he didn’t get from his wife. I think, too, ofKeats’ “spirit ditties of no tone”. Beauty radiates in all directions.Tiferet, the centre of the Sephirot, which links them all together. Itlinks all ten capacities or faculties, all levels, high–low, right–left,sexual–spiritual. How beautiful the mother must look to the baby—inone of their moods, at certain moments—a look that remains at thecentre of the soul, a sense of beauty waiting to be aroused. The mothercan look like a witch or be a bringer of beautiful feelings, dependingon the mood of the moment. A beauty that carries over into eroticbeauty, into transcendental beauty. In a way, you could say beautyunites the body. Think of the ancient Greek emphasis on beauty in theharmony of capacities.Beauty has a bigger meaning than we tend to give it in this coun-try. We come close to it when we talk about someone who has a beau-tiful soul. But we know from literature, and literature knows from lifeand vision, that there can be an intimate and tragic link betweenbeauty and destruction. Melville’s Billy Budd, a beautiful soul, aninnocent, becomes a murderer when confronted by mendaciousauthority. Again, the beautiful ideals of the French Revolutionfollowed by slaughter, a conjunction that history repeats (Arendt,1970, 2006). Or the conjunction of beauty and destruction at the begin-ning of the Western canon, the erotic theft that begins the Trojan warsin Homer’s Iliad. A conjunction with frequent consequences in every-day life. Beauty can function in a creative, life-giving way or in adestructive way. We are made up of double-edged, multi-edged pro-cesses. How something functions in particular contexts changesvalues. Perhaps in another seminar we can say more about whybeauty is the heart of the tree of life, the tree of faith. Why faith isbeautiful.46A FELT SENSE"},{"pageNumber":60,"pageContent":"CHAPTER TWOThe second seminarIt’s been a wild few weeks here—a hurricane, a nor’easter, a pres-idential election. So much damage, so much hope. How manypeople here saw Obama’s last or near last campaign speech wherehe repeatedly says, “Are you fired up?” Three people? There won’t betoo much of a response then, but we’ll try.“Are you fired up?”“Ready to go!” [a few people said, more whisper than shout.]You’re supposed to say, “Ready to go!” Let’s try it again.“Are you fired up? Are you fired up?!” [laughter]“Ready to go!” [this time a good outcry from the room]All right! Obama told a story about hearing this cry from a womanin a small town he visited. He showed up for a campaign meeting withabout twenty people present. While he waited, he kept hearing asound, at first in the background, then louder and louder. A lady wassaying, “Are you fired up?” Then someone would say, “Ready to go!”The cry mounted. A small group of loyal campaigners lifting spirit.The Kabbalah has passages about creating reality with words.During the presidential campaign, I would feel how one side oranother would try to shape reality with words. There were times47"},{"pageNumber":61,"pageContent":"when alternating views of reality seemed invincible. There aremoments you lose track that these are just people making up things,trying to convince you of one position or another. Yet, things youmake up have consequences. Like the group that kept insisting thatSaddam Hussein had weapons of mass destruction and was a threatto our country. Many people were killed and maimed as a conse-quence of such a vision (Eigen, 2006b).There’s a piece in the Kabbalah about Joseph’s dream in which hisbrothers bow down to him. Naturally, his brothers were angry at suchgrandiosity and sought to do Joseph harm. Twenty-two years later, inEgypt, they do bow down to him. Yet, the Kabbalah says, had theyinterpreted the dream differently and had a different response, some-thing else might have happened. Had they gone deeper and experi-enced the divine nature in themselves, another world of experiencecould have appeared. Perhaps the story gives us a choice betweenarrogance and devotion or, better, encourages us to learn how to inter-act with both of these sides of our nature in better ways.It’s all right to be sceptical, an important part of our nature. A crit-ical mind can be spirited by a devotional element. You could say thestory shows how nasty we can be and often are with each other. Howmixed reality is. How mysterious its turns. You can bring out how ourattitudes boomerang, reverse. Critical and devotional attitudes needcultivating. They are like brothers that have their own growth trajec-tories. In the Bible, brothers are often at odds. This can be seeing lifeas it is in such cases. But, as a psychologist, I have to add anotherdimension as well, an inner one, and see such stories as portrayals ofdual attitudes within ourselves. Dual attitudes that can be antagonis-tic, at war, or friendly at times, even fused, symbiotic, co-nurturing.How to make room for them both, and allow for more partnership?***As is a tradition in the NYU Contemplative Studies Project, we willstart with a little guided meditation. So, I invite you to be calm, relax,quiet, feel your own quietness. It says in the Bible that wisdom beginswith quietness and this little meditation will be on wisdom, love ofwisdom, wisdom of love.[Spoken slowly, with many pauses]Chochma, Wisdom, the Second Sephira48A FELT SENSE"},{"pageNumber":62,"pageContent":"Relax your body, your soul . . .Let my words wash over you, through you . . .No need to forceNo need to worryThere is no wrong now . . . For this moment, you can’t do anythingwrongChochmaWisdomLove of WisdomWisdom of LoveWisdom lives in youYou are wisdomWisdom is in your cells, in your poresAll through youYou are skin wisdom, heart wisdom, head and gut wisdom,Wisdom in your glandsYou are sexual wisdom, breath wisdomEars are wisdom, eyes are wisdom, tongue is wisdomAll of you bathed in wisdomWisdom in your tears, in your kindness, in your strength,In your hate, your meanness,You sense it, it tastes youIt finds the secret places you needSecret places waiting to be touchedAt last wisdom finds themAt last wisdom finds youYou and your wisdom sit quietly with each otherTHE SECOND SEMINAR49"},{"pageNumber":63,"pageContent":"Wisdom and you togetherSitting quietly a little while . . .***Before the Tree of Life, the sephirot, there was—who knows?—it iscalled so many names: nothing, infinity, emptiness, some words areused like “not” or “that” or “what.” One name you know is Ein Sof,without bounds, no limit, no name, no conception, no imagining, yetwe somehow feel it. We have a special sense organ somewhere thatfeels it, that senses it. I don’t know whether all of us do, I do not havethat knowledge, but I know that many of us do. We sense this name-less, wordless, imageless, conception-less presence and parts of theKabbalah call it the mystery within the mystery, or the concealedwithin the concealed, or the secret within the secret.It is described as changeless, yet also as developing, becomingmanifest, unconcealed, emergent, revealed, while still concealed,unmanifest. No amount of emanation, manifestation, exhausts itssecret. I think of W. R. Bion talking about embryonic or beginning-lessno-place, no-thing. At the same time the Kabbalah describes it as lumi-nous, so dark it shines. I love Hindu descriptions of The Great Light.The Zoharspeaks of a High Spark in all the sparks that grow, thatemanate from it.Kabbalah is fantasy, perhaps more deeply, dream. Religion isfantasy about what is intimated, You cannot put it down on an insur-ance form. You cannot say something is happening but I don’t knowwhat or how. Yet, it does something to you. What can one say? If youcall it emptiness, it fills your life. Chuang Tzu says, “I know there’s amaster builder somewhere but I don’t know where or how or what.The Creator has identity but no form.”So, before the sephirotthere was endless, we don’t have words forit, endless dimensions of “not” or infinite, infinitudes of infinity. Bioncalls the fundamental psychic reality infinite, that no religion or artcan come anywhere near describing. An experience of paradoxicalmystery. The sephirotemanate from this unknown primary dimension.A reality that remains unknown as it reveals itself through the sephi-rotand other manifestations. The sephirotare expressions of whatcannot be captured. We are expressive beings and part of our expres-siveness touches, mediates invisible sensing that eludes meanings we50A FELT SENSE"},{"pageNumber":64,"pageContent":"give it. If one literalises the sephirotor literalises Bion’s grid (Image 2,p. 9) or Kundalini chakras, one misses living reality. Bion writes thathe can evoke an experience he has with a patient but cannot representit. We can give expression to what we sense without being satisfied byways we express it.At the top of the sephirotis the crown sephiracalled Keter, whichhas commonalities with the crown chakrain Kundalini yoga. It is a“first” emanation from the Unmanifest. In the chakrasystem, an open-ing to infinity. An opening to a spiritual world beyond everything weknow, yet implicit in what we know. It can manifest in many ways.Peace beyond peace, bliss beyond bliss. Perfect mercy, akin to theBuddhist Kwan Yin.In one diagram I saw, the gap between Keterand Ein Sofwas calledthe abyss. In some others, various phases of unmanifest and manifestLight. By the time we get to Keter, we have travelled a long way—alot goes on before we get to Keter. A parallel in Bion is all theunknown, unmanifest transformations that go on before we get to thegrid, all the unconscious work underlying emergence of beta andalpha elements. One reason these formulations are magical has to dowith their attempts to express something sensed beyond expression.Unseen, unheard “bees of the invisible”, to play with Rilke. Or Keats:“spirit ditties of no tone”.A lot goes on off the grid. A lot goes on before we get to the sephi-rot. A lot goes on between and within the categories of the grid thatwe do not have names for. A lot goes on between and within the sephi-rotthat we lack names for. One mode of expression human beingshave used to touch related realms of experience involves the duality:eternity and time, myriad eternal and temporal worlds, dimensions.We search for a language of the ineffable.In some of Bion’s descriptions one feels outside of time, no-timeand time at the same time. He depicts, for example, a catastrophicexplosion at the origins (O) of personality with bits of personalityflying away from each other and their point of origin at acceleratingvelocity (Bion, 1970; Eigen, 1998). Bion accesses some of these flyingbits of personality from a temporal perspective but often they comefrom—or seem to come from—spaces that defy time.The grid traps the untrappable and, therefore, fails. The sephirotmediate the unknowable and, therefore, fail. Yet, both succeed inexpressing something, in seeking something. We are, I think, partlyTHE SECOND SEMINAR51"},{"pageNumber":65,"pageContent":"talking about nuances of states, for example, fusions and antagonismsbetween no-time and time states, both of which have variations. Bion,for example, describes an analysis as one moment extended inspace–time. He seeks to give expression to that moment or moments,aware that it is his special physical–social–psychical–spiritual appara-tus mediating it.Bion’s image of analysis as the unfolding of a moment reminds meof a well-known Einstein quote:A human being is a part of the whole called by us universe, a partlimited in time and space. He experiences himself, his thoughts andfeeling as something separated from the rest, a kind of optical delu-sion of his consciousness. This delusion is a kind of prison for us,restricting us to our personal desires and to affection for a few personsnearest to us. Our task must be to free ourselves from this prison bywidening our circle of compassion to embrace all living creatures andthe whole of nature in its beauty. (Einstein, 1950)Other associations: the heart sutra’s emphasis on going beyondbeyond; the illusion Chassidism calls the concatenation, or the Zoharcalls assemblages, or Chuang Tzu calls bells and whistles. Or a songmy mother would sing to me, “merrily, merrily down the stream, lifeis but a dream”.In our first seminar almost three years ago (Eigen, 2012a), I pointedout that the Kabbalah is a kind of archipelago of many works, lots of moments of meditation many people had, many not written downbut passed on orally. How far back in time is disputed. Authorship of even the most influential works is disputed. There are groups today that claim the Zohar, an especially important landmark, wasauthored by Shimon bar Yohai in the first century; scholars found it was authored by Moshe de Leon in thirteenth century Spain. Morerecently, it is thought a number of authors in addition to Moshe deLeon contributed tracts that were pasted together, although heremains the main author. Basic experiences and ideas get renewedand reinterpreted as transformational processes continue. Experientialthreads keep developing with a certain fluidity rather than fixeddogma.The Sefer Yezirah, sometimes said to be the earliest or among theearliest of Kabbalah texts, was said to contain visions received byAbraham. Some thought it written two hundred years BCE, some52A FELT SENSE"},{"pageNumber":66,"pageContent":"thought it written two hundreds years CE. Some say it was perhaps atwelfth century text. It depicted ten sephirot, but over time there havebeen differences as to what the ten might be and how they function.There is no settled agreement as to authorship or when it was written.Yet, generation after generation of people who study Kabbalah tracts,whatever their uncertainties, gain inspiration, vision, and are enrichedby possibilities of experience and reflection.Some kabbalists felt Keter(crown) so close to the supernal realmthat it was not truly a sephirabut above them, part of the heavenlyrealms. Some began the tree with the second sephira, Chochma,wisdom, and added Daat, knowledge, as the third (Chochma, Binah,Daat: Chabad, a signature of the Lubavitch Chassidim.). Daat—a veryspecial knowing, direct knowing of the divine. To keep both KeterandDaatin the Tree of Life, in time Keterwas put back on top, sephiranumber one, and Daatwas put in parenthesis, not officially a sephira,but a capacity plugged into the divine, roughly represented in whatapproximates the throat chakra, joining head, and body with thedivine. Some associate it with the middle, or third, eye, emphasisingits profound perception of the divine. All sephirothave linking capac-ities, including links with each other in endless ways.Now, let me talk a little more about Keter, since it is the top-mostsephira, the start of the tree, part of the “first” emanation that beginsthe sephirot, with ambiguity as to whether it is part of the heavenlyrealm and/or a special link or conduit of godly energy initiating andinforming the sephirot.Keterhas an outer and inner aspect. An outer manifestation is will,divine will, intention. Its inner dimensions have various names,including faith and humility. Sometimes it is depicted as pure good,unmixed loving kindness, as upper-upper realms are transmitted,transmuted through Keter. It is so pure, so near to and one with puritythat it is represented as a long face, an extended countenance, a faceso large it touches, goes through, and links all the other sephirot. Twoof its names are Arik Anpin and Macroprosopus. It has only a rightside, no left, and is depicted as a white skull. One of the things that Ifeel critical of in the Kabbalah, and religion in general, is over-empha-sis on one or another capacity. Here, a drive towards purity.As a psychologist, I cannot help feeling our drive for purity isrooted, partly, in how bad we feel. This, I realise, coheres with muchreligious thought. One aspect of religion has to do with purifyingTHE SECOND SEMINAR53"},{"pageNumber":67,"pageContent":"ourselves from sinful thoughts, impulses, deeds. A sense of evil orsomething amiss runs deep (Eigen, 1999). The Kabbalah is guilty ofthis, too, but it has potential to rectify itself. It emphasises balance,interaction of capacities, in fertile ways. When caught in extremes, itcan emphasise creative imbalance. It is rooted in a creative view of theuniverse and life.The notion that the purity of Arik Anpin/Macroprosopus, extendsthrough the whole tree gives ground for faith or hope; a sense thatsome degree or point of purity remains no matter where we findourselves. That Grace exists and can reach and transform us any-where, anytime, as we are, this moment.As we descend the tree, another, smaller face emerges. The emo-tional or middle sephirot, Zeir Anpin, Microprosopus, “Lesser Coun-tenance”. These include the fourth sephira, Chesed(mercy, lovingkindness), the fifth, Gevurah(strength, judgement, severity), the sixth,Tiferet(beauty), seventh, Netzach(endurance, persistence), eighth, Hod(flexibility, plasticity, openness), and the ninth, Yesod(foundation,fecundity, genitals).According to this scheme, the Long Face (intellect, intuition)dominates and organises Small Face (emotions, passions), althoughthe latter inform and enrich the former. This accords with Plato andAristotle’s hierarchy of capacities, which has suffered doubt with thepersistence of destructiveness in human life.In Kabbalah, the divine flow goes from top down, as capacitiesneeded to create and sustain the world emerge. Once these structuralprocesses are in place, the flow between them can go in any direction,since all sephirotare complexly connected (and, in my view, unex-pected connections continue to grow). As above, so below, as below,so above is one formula expressing multi-directionality of possibili-ties. It can be enriching to sit down and try to diagram possible inter-actions between capacities, states, tendencies expressed by thesephirot. You could not exhaust them. More keep emerging. Creativepossibilities are endless.One image, perhaps a variation of foetal development, depicts askull on top of the tree from which marvellous dew drips down, adew of light which begins to illuminate and bring to life further capac-ities below (Mathers, 1887). We can locate this luminous, birthing,dew-dripping skull with Keter, either at the beginning of the tree or anin-between land, an emanation of the supernal realm. The dew is a54A FELT SENSE"},{"pageNumber":68,"pageContent":"prototype of the manna that fed the Israelites in the desert. A dew thatsustains and pro-creates, creating a second face, a face of emotionallife, with special connection to Tiferet(beauty), the heart of theKabbalah tree.There are rough correspondences between the sephirotand thehuman body. Keterwith the crown of the head, Chochmaand Binahwith the right and left brain, Daatwith the throat. Chesedwith the rightarm, Gevurahwith the left arm, Tiferetwith the heart, Netzachwith theright hip, leg, Hodwith the left, Yesodwith genitals, Malchutwith feet. Chochmahand Binahcan unite as “third eye” in Kundalini yoga.Daatcan unite throat and third eye in a direct pipeline to divinity.Tiferethas correspondences to the heart chakra. Interweaving is inex-haustible.The Kabbalah tree is one of the greatest spiritual light shows youcan find, filled with nothingness and luminous fireworks. It seems totake on life of its own, drenched in fecundity. I have sometimes seenit represented by neural networks generating new patterns. Biologistshave adapted it to depict the evolution of life. The image of a tree,whether used to depict spiritual or biological networks, tends to behierarchical, with emphasis on upper–lower (perceptual dimensions atree and human body have in common), with the limitations thatvertical hierarchical vision brings (Eigen, 1986, Chapter Six).Near the end of the Zohar, Rabbi Shimon tells us that his mouthcannot stop singing. This is one of many expressions of the creativitytheme that permeates so much of the Kabbalah. The Rabbi Shimonpart of us, a faith part of us, life-faith, cannot stop singing. From thisplace, we can picture the Unmanifest Unknown singing the sephirotand existence into being. Mixtures of joy and catastrophe, a primacyof joy. King David, through all the horrors of life and descents of thesoul depicted in his songs, ends with drums and horns, dancing,singing, strumming, blowing, making music. He dedicates his song tothe Great Musician.There are varied stories of beginnings. I wrote of Macro- andMicroprosopos. I could have chosen others. Rabbi Shimon tells usthere is no end to beginnings, no end to inspiration (in-spirit), thefountains keep flowing. The sephirottree is something like a spiritualkaleidoscope. Turn it this way, that, more patterns and colours con-figure. There are various names of God associated with each sephira.Singing and naming. One cannot exhaust the Nameless.THE SECOND SEMINAR55"},{"pageNumber":69,"pageContent":"Another name for higher reaches of the nameless is the holyancient of ancient ones. By the time it reaches Keterit is called AyehAsher Ayeh: I will be there, I am. By the time this force reaches Tiferetit is called the blessed one. Depending on who is writing, Tiferetisassociated with YHVH (the God force that creates the world and itsrules), Jacob, William Blake’s Jesus as Divine Imagination. Imagin-ation, perhaps, because we wonder, could anyone think up a worldlike this? Bion suggests asking ourselves when we see a patient, couldwe have imagined someone just like this existing before we met? If weare honest, we have to say, no, I could not have. Each of us is a reve-lation, a new song.There are many resonances through the ages. Keter’s“I will bethere” gets inverted by Freud to where id (It) is, I will be, which Lacanamplifies to I will go where It goes. I will follow wherever it leads.Like Freud letting the horse (the unconscious) lead the way, the “I”following. Reminiscent of Ruth telling Naomi, “Where you go, I willgo.” A structure that overlaps with the ten Zen ox-herding pictures byShuben (fifteenth century). A young man spots prints that he followsinto the forest, following the unknown where it leads, until the ox(unconscious life, the vast mind, the universe) is spotted and onebegins the effort to ride it, to the point of effortlessly letting the ox leadthe way towards enlightenment (Milner, 1987).One might say Keter’sI will be there suggests the beginning oftime, the God of temporality, yesh (being)—if time can have a begin-ning. Another name for some early, pre-sephirot, supernal realms isayin, nothing. Another “pre-time” name is Ein(Ayin) Sof, no end, nolimit, without boundaries. Another pre-time domain, before, or higherthan, the sephirot, is Ein Sof Or, limitless light (overlapping with TheGreat Light of Hindu teachings). Perhaps we can come back to thesedimensions later. For now, I would just like to make a notation andput a double arrow between being and nothingness, ayinand yesh:ayin↔ yesh, and suggest that we have a double capacity that nulls andaffirms, zeros and creates. A domain where nulling and creation gotogether.***The trickling down of divine dew and Light initiating emergent capa-cities is one image. Sixteenth-century Lurianic Kabbalah emphasisesanother. The sheer immensity and force of unmediated Godly energy56A FELT SENSE"},{"pageNumber":70,"pageContent":"was too much for emergent capacities meant to mediate it and someof the sephirotshattered as they were created. Vehicles of creationcould not take the intensity of the creative force. Just as we, Bion sug-gests, are challenged by our own affective intensity. Sometimes I say,rather dramatically, that God could not take his own intensity andpartly broke under the strain of his being. One breaks under the strainof being oneself.There is the image, too, that God’s name breaks apart, partlybecause of God’s self-impact and partly because of our negativeimpacts on ourselves, on the universe, on God. A good deal of energyin Jewish mysticism goes into putting God’s name back together.There are double references in prayer to a time when God’s name isOne, is One now, and through efforts of prayer and repair will be Oneonce again in the future. From this vertex, we play a role in repairinga tear in God.Some readings say the upper sephirotbreak and by the time Godlyenergy reaches the lower sephirot, it is diminished and more tolerable.Other readings say the upper sephirotremain a part of God, while thelower ones break. The greater distance from the supernal, the morebroken. The last sephirot, the tenth, Malchut(Figure 1, p. 3), ourtime–space material world, is the most broken of all. One of our jobshere is perpetual repair.There is a special link between the first sephira, Keter, and the last,Malchut. I mentioned an inner dimension of Keter, the sephiraclosest tothe supernal realm (a direct emanation of it), is faith. And faith is acrucial element in Malchut, the realm of earthly action, as well. A directlink between the faith of Keterand faith of Malchut, between the high-est and lowest, a two way stream. One speaks of the Keterin Malchutand the Malchutin Keter, a union of spirit–mind–feeling–body. Head in feet, feet in head. In effect, all the sephirotare in all the others, like yin in yang and yang in yin. A complex, unending interweaving ofcapacities and functions.It is said the right side is male, the left side is female. Although thisdoes not hold up exactly, you get a lot of meditative punch from it.The most explicit female sephirais Binah, understanding, the mother.Chochma, wisdom, the father, links with Binah, who gives birth to thesephirotbelow her. Chochmais created from the yud(j), the first letterof YHVH. The yudlooks like semen, tear, and flame. Binahis createdfrom the hay(h), the second letter of YHVH (read from right to left:THE SECOND SEMINAR57"},{"pageNumber":71,"pageContent":"hvhj), which looks like a house, ear, or container with an opening. Thesephirotflow from the name of God in a special way through Binah, themother. The tenth and last sephira, Malchut, our realm of earthly actionand pursuits, is associated with the Shechinah, carrier of faith, God’sfeminine side, daughter of Binah. The inner life of the bottom throughthe inner life of the top, united by faith. Faith as a stream through theinner life of the sephirot.The Kabbalah tree, the Sephirot, is often called the Tree of Life andis also called the Tree of Faith. In some commentaries, Faith is calledthe biggest tree in the garden. By faith, I do not mean belief. One canfight over systems of belief. But faith is something deeper than thecontents of belief, deeper than fighting. Part of a stream that watersand gives rise to religious impulse but cannot be reduced to the latter.A profound sense of faith can grow without being exhausted by defi-nitions.I think therapy has a lot to do with faith. So many sessions aredramas of faith, crises of faith. Some feelings involved might have todo with whether or not life is worth living. This is not just a mentaldebate, but a feeling that affects one’s being, one’s inner taste of life.There are ways that life hangs in the balance, as one swings betweena sense that life is worth living and is not. The mood or spirit of asession might hover between life and death (Eigen, 1996, 1999).A kind of every day faith is part of daily life, part of getting up inthe morning and doing all that a day asks one to do. Unexpectedhappenings can affect one’s faith barometer, sending it into tailspins,keeping it level, lifting it higher. One can move between moments ofgrace and emotional hits that send one reeling, not only knocking thebreath out, but threatening to do one in for a time. A lot of drama goeson in rhythms of recovery. In extreme moments, one finds oneselfwavering between faith and loss of faith in living. Loss of faith, too, ifone opens to it, can lead to new discoveries.** *In the Zohar, I find an intimate connection between a sense of good-ness and faith. Plato’s Idea of the Good is at the top of his hierarchy,the form of forms, that which underlies the working of spiritual real-ity, the highest pinnacle of apprehension and, perhaps, the uncon-scious foundation of essence and existence. Near the beginning of theBible, God appreciates his creative activity and says it is good.58A FELT SENSE"},{"pageNumber":72,"pageContent":"Near the beginning of the Zoharthere are images, phrases, andstories suggesting that whatever goodness exists in the world keeps itgoing. Without goodness there could be no world. If goodnessvanished, the world would vanish. An association of faith and good-ness touches the question, is this life worth living, is this life goodenough to live? Is part of faith, faith in goodness? Is it an inherent partof goodness?Most of us have heard the phrase, faith in living, but its potentialcounterpart, faith in dying or beyond dying is not as common. WhenJob says even if you slay me I will trust You, is this faith beyond allusual content? Faith without a reference? We speak of natural faith,blind faith, spiritual faith. Perhaps a shared sense runs through them,without being able to pin down what or where it is. In common sense,everyday parlance, does it have to do with a way aliveness feels now?This moment but also under this moment, beyond this moment, aMoment of moments, a faith feeling, sensation, affective attitude.Something living in Malchutdistils, heightens by challenging it,heightens by doing it in. There are ways, I fear, that faith can grow bybeing ripped apart. Faith that strengthens by being nulled, that takesus to unanticipated places when there is no cause for it to exist at all.***My favourite sephirais Tiferet, Beauty (Figure 1, p. 3). The upliftingquality of beauty, the inspiration of beauty, the faith of beauty. Keats:a thing of beauty is a joy forever. So many kinds of beauty. It is asso-ciated with compassion, harmony, heart. Yet, one of its God names isYHVH, the blessed holy one, the smaller countenance. The Nameless,Unrepresentable, Unimaginable with a history of breaking apart andrestoration, reward–punishment, exile and return, expressed throughJacob and Moses.Perhaps the God level expressed by YHVH helps to keep thebrakes on beauty. Beauty by itself can take us beyond good and evil,right and wrong, true and false. Beauty for its own sake, and how itfills and lifts us. A beautiful moment touches us whether we are goodor bad, deserving or not. A moment of beauty is its own reward. Itgives us reprieve from the binaries, using or even dissolving the latterin service of greater harmony.Jacob marrying Leah represents living on the level of law andcustom. Jacob marrying Rachel represents the opening of the heart.THE SECOND SEMINAR59"},{"pageNumber":73,"pageContent":"Like Mary and Martha, they express different states of mind and soul,both of which we live by, different qualities of practicality and devo-tion. To reflect on the ten sephirotand what is beyond them makes usmore aware and appreciative of interplay and dissociations betweencapacities that make us up, that enliven existence.Any of the sephirotcan work in a negative or positive way, depend-ing on use, function, attitude. Gevurah, for example represents strengthand discrimination or judgement. We need to evaluate, to experiencedifferences and create hypotheses that lead to action. Perception givesus the world as organised in various ways, forms, colour, relationsbetween objects and events, varying fields of experience. We tell thedifference between this and that in order to move from here to there.Yet judgement can spiral and become severe. Psychoanalysis pointsout that what it calls “superego” represents ethical concerns but cantake a negative turn, spiral out of contact with reality, become over-condemning. One can become hyper-critical of human failings, one’sown and others, to the extent that one becomes semi-paralysed orchronically enraged. We are gifted with so many capacities that keep-ing a balance is ever challenging. It is so easy to get caught betweenself-indulgence and self-condemnation, twin tendencies.In many cases, I have seen a strong need to condemn human flawsto be a kind of self-indulgence with addictive qualities. Severe judge-ment as an addiction. A well-known Jewish tale shows that even saintscan share such a weakness. Rabbi Shimon bar Yohai, first centurytzadik(righteous one, wise one), was said to hide in a cave for twelveyears with his son, Eliezar, also a great tzadik. While hiding from theRomans, they studied the holy book and it is said Rabbi Shimon wroteor orally transmitted the seeds of the Zohar, the most influential ofJewish mystical texts (see above, p. 52). After twelve years, they learntof a change in Roman government or attitude, and thought it safeenough to return. But when they were again among their people, theireyes, having grown accustomed to the most holy, mystical experience,burned through the flesh and souls of ordinary people. One mightexpress this hyperbolically, saying their look caused others to disinte-grate on the spot. Seeing this, God told them, “You spent twelve yearsalone with me and this is how you treat my people? Back to your cavefor twelve more years!” Some say twelve months was enough and theyreturned with appreciative loving kindness (from the negative aspectof Gevurahto the positive aspect of Tiferet).60A FELT SENSE"},{"pageNumber":74,"pageContent":"Some even say that the origin of evil is in the negative aspect ofGevurah, judgement gone wild, like a cancer, proliferating severity andfear. Bion describes this as a mad part of personality and in somepassages calls it “ego-destructive superego”. By ego-destructive hemeans a tendency to destroy independent, critical thinking andgrowth. Or, simply, destruction of a fuller capacity to experience thewaves of life. He is a spokesperson for remaining open to developmentof complexity and multiplicity, with emphasis on caring use of atten-tion (a capacity perhaps taken for granted, not receiving the full atten-tion it deserves in Kabbalah journeys, although it is present implicitly).Bion writes of difficulties we have in tolerating the build up ofexperience. Often we break off as an experience begins to build. Somany dreams are about aborted feeling, feeling that is too scary or toomuch for us in some way and we wake up before a feeling can run toits conclusion. Often we represent intensity in dreams by figures thatattack us (Eigen, 2005). Attacked by feeling we cannot endure. Freud’sformulation of drives exerting force on personality touches a similarproblem. Often, we are deformed by drive pressures, pushes andpulls we do not seem able to handle. Freud suggests that at timesthese pressures can lead to permanent deformation of personality. Weare pressured by our own personality, unable to tolerate ourselves,persecuted by aspects of our being. Like the breaking of the vesselsmeant to mediate God’s creative energy, we can be traumatised by ourown intensity, our own makeup. Persecuted by our own being,human nature, our energy and multiplicity or, in Freud’s formulation,by our drives. What do we do with our drives? Channel them?Become more neurotic, psychotic, or psychopathic? Will we alwaysbe, to some extent, driven beings?What to do with our drivenness? There are, too, parallels betweendrive and will. Often what we call “will” drives us, pushes us in thisor that direction. We can sometimes say that will pushes us againstour will. Saint Paul touched this when he said that things he woulddo, he doesn’t and things he doesn’t want to do, he does. Will, likeEros, can have a will of its own. We can be swept along by a power-ful burst or push of will against our better interests.Kabbalah depicts an external aspect of Keter, the first and top-mostsephira, as divine will, a will that permeates the sephirotbelow it. Let us suppose that it is a positive will, suffused with loving, creativeintention. Lurianic Kabbalah tells us that even this most positive willTHE SECOND SEMINAR61"},{"pageNumber":75,"pageContent":"can be too much for systems that must support it. The very channelsthat are to mediate divine will break under the charge. Repair ofbrokenness becomes a major human challenge. Can one repair dam-aged channels of transmission by damaged capacities, damaged by theforce of positive divine will itself? It is an ancient theme that humanbeings cannot see God directly and live. Filter systems are necessary.But even the filter systems are in jeopardy, might not be up to the task.A human situation: to repair brokenness with brokenness. It wouldseem a call for compassion and mutual support rather than condem-nation. Perhaps the surplus of condemnation becomes, partly, ameasure of the brokenness it condemns and exacerbates.Faith, the inner life of Keter, contrasts with the force of will andperhaps even intention. A lovely moment is Matthew 6:28, thepassage on the lilies of the field, how they grow, not toiling or spin-ning, growing spontaneously according to their own nature as Godnurtures them. In our life, faith associated with grace and love, not amatter of willpower and control, but a free happening. A moment offreedom. Not “free-will” but a moment free of will.In real life, there are endless permutations of faith and will, some-times more one or the other. Various mixtures, faith in will, will infaith. Still, a moment of freedom from will is a reference point of one’sexistence. A breath of fresh air, life freely breathing. A moment ofbeing free from the pressure of oneself.When we come back to our driven selves, we wonder what can wedo with our drivenness. At times, it leads us to new heights, possibil-ities of creation, learning, building. At times, it rips us apart, brings usto our knees, drills unforgiving holes in all we have built. At times, wetry to manage these two parts of our nature, a dialectic of faith andwill, by envisioning a reward-and-punishment God. Rewarding uswith good if only we are good enough. At times, this God falls apartand we are taken beyond any system of merits to a raw reality impos-sible to envision. At such a juncture, some of us report dying over andover, death as a living reality—living death. Falling into an endlessmeat grinder, grinding our inner beings into paste, formlessness. Sucha moment becomes a repeated happening, part of our lives. We mightlook forward to it, ridding us of our built up selves, leading to anotherkind of freedom, an illusion of starting from scratch. Or, perhaps, asense of empty spaces within the network of our selves, our person-ality, interstices where grace can enter, a welcome wind blowing62A FELT SENSE"},{"pageNumber":76,"pageContent":"through chambers of our being. I think of one of Flannery O’Connor’s“pious” characters, the surprise on her face, when, after dying, evenher virtues are burnt away. There is a dimension better than rewardand punishment. Moments that take us past knots and twists thatoppress.In everyday language, we speak of good will and evil will, goodand evil imagination. Our emotions vibrate immediately to the vari-able combinations. Yahweh is perhaps one of the most formidablerepresentations of this ambivalent mixture, since all good and evilcome from Him. There is deep wisdom in representing the outerdimension of Keteras will, the inner as faith. Two sides of God’spersonality, our personality. Colours on the palette of our soul, ourexperience. Experience that presses for more experience and as itpresses, more beckons, opens. Creative circles interlocking withdestructive circles, seeming to separate and go different ways, fusingagain. Evil will, good will, all the concatenations. And a whisper ofsomething else, life deeper than these circles, beyond the noose.The Sephirot, as we study them today, are largely canonical, moreset than they once might have been. Even now, there is much fluidity,layers of meaning, shifts. It may be hard to imagine that in somesystems the fifth sephira, now called Gevurah, may once have been Liferather than Strength. Gevurahis associated with the God name Elohim,associated with judgement, with a tendency to veer towards becom-ing what psychoanalysis calls a severe superego, overly strict,condemning. If we focus on this one transformation, we mightglimpse a tendency in Life to over-organise itself, a developmentaltrajectory towards more constriction–restriction. It leaves its residuein the sixth sephira, Tiferet, meant to balance, harmonise, synthesisesephirafour (mercy) and five (judgement), one reason the God namefor Tiferetoften is YHVH, who represents both capacities in Hisreward–punishment aspect, while retaining His status as beyondimagining, inconceivable, unknowable, un-nameable.What seem to be rigid categories (the sephirot) turn out to be fluidseas, with mutually transforming capacities. If you have a problem,particularly an unsolvable, relentless one, I recommend placing it (likea note in the Temple wall) into the sephirotic machine, press the onbutton and let it go to work. It may masticate, grind the knot tosmithereens, dissolve it, restore it, change it. Whatever the result,there is a good chance you will not feel the same.THE SECOND SEMINAR63"},{"pageNumber":77,"pageContent":"One can glean from the scheme of the sephirotthat something isalways beginning. The sephirotthemselves are presented as emergentcapacities. Emergence here takes on complex multi-directional mean-ing. One can say, each sephiraemerges from the preceding one. At thesame time, all are interdependent and each contains all the others. Nomatter where we start, if we look close enough, more and more capac-ities emerge. Beginning never ceases.This coheres with a structure that defines the Bible. Creation neverceases. The Bible begins with creation and the many stories andhappenings that ensue can be looked at as the fate or vicissitudes ofcreative acts. Stories of creativity, the drama of creativity, creativedramas. We are here in the midst of human narrative about Divineaction and our relation to the Divine. If we take what we try to signalby the word God seriously, there is no beginning, Creativity always“was”. There is nothing but creativity, always. Our narratives arehandles, hands pointing, touching, seeking to find and define andevoke.Kabbalists, like many other mystics, at a loss for expression, speakof infinities, ayin (“nothing”) as “preceding” the time of worldlycreation, our world. In the Sephirot, ayintends to be most intimatelylinked with Keter, the sephiraclosest to the supernal, a first emanation.But it informs all the sephirot, interlaces existence, yesh(being).Infinities of ayineverywhere always. Visionary postulations ofunknowable beginningless–endless dimensions surrounding–perme-ating existence, supporting our lives. The “highest” realms are beyondconflict, often envisioned as pure Mercy or Love, beyond or pre-oppo-sites that, from our point of view, are transcended. But from on highthere is nothing to transcend.It seems fittingly accurate to call the God who creates our worldElohim, the God of Gevurah, and later, YHVH, God of conflict andchoice, the drive for harmony and balance, yet still the un-nameable.The first words of Genesis: Berashis borah Elohim. Berashis—in orwith the beginning. Borah—creating, created. Elohim, the God of dis-crimination, judgement and, in its spiralling form, severity. A God ofconflict, reward, and punishment. Creator of a domain requiringhuman struggle on many planes, including struggle with oneself,one’s inner as well as outer environment. We have reached a level ofGodhood that requires a God who can put the brakes on, tell thedifference between this and that, create what some refer to as the64A FELT SENSE"},{"pageNumber":78,"pageContent":"concatenation, assemblage, or, as Chuang Tzu calls it, the “bells andwhistles” of creation, forests of created–creating beings. “Whistles”partly refers to the hollows through which wind blows, creatingbreath and sound, “ruach Elohim”, God’s breath.Elohimis the God-name used at the beginning of Genesis to tell acreation story. Elohimis God-name in a feminine plural form. Manythink it an androgynous god, male–female who created an androgy-nous being, Adam. For example, Mathers (1887) brings out the impor-tance of the feminine plural form of Elohimand reacts strongly againstredactors cleaning up God’s name, making it solely male (“and theywere religious men!” he says).The name Elohimis repeated perhaps ten times in the firstsentences of the Bible, in which the world, its creatures, the firsthumans and the Sabbath are created, the seven days of creation. Elo-himas the God-name lets us know from the beginning that our worldis one of conflict and struggle, labour and suffering—but not only. TheGarden remains within us, too, and one mystical name for our world,at the level of Malchut, is Orchard. There is a Chassidic saying, that theworld stands in the balance, a scale evenly balanced between goodand evil, and any good deed, thought, word at any time can tip thescale towards the good and bring immediate redemption to the wholeworld. That is, move creation from the plane of struggle to the planeof Grace. In our life here and now, Grace interlaces struggle. But in theworld to come, which can be any moment, life will be lived in Grace.As a psychologist, I tend to see the two planes described as twoattitudes, moments, states. A shift of attitude can bring one closer toone or the other. There is always a possibility that, for a time at least,one can rise above the storm, find a place of reprieve above or belowthe turbulence. Unmerited (outside the world of merits and demerits),amazing grace, just so.***Since I was a boy, I wondered about the first three words of the Bibleand its inverted meaning, “In the beginning created God”. When Icame into more explicit contact with mystical Judaism, I found this tobe a debated topic, with much passionate commentary. The God ofGods, so to speak, the ineffable Ein Sofof the nameless infinities wasnot named as the creator of our world. The God manifestation Elohimwas, a God aspect perhaps, a form or function of God, God in one ofTHE SECOND SEMINAR65"},{"pageNumber":79,"pageContent":"his abilities. The God of judgement was created by In the Beginning.The Beginningless beginning birthed the God function necessary forthe emergence of our world, a realm of differentiation, struggle, andconflict, involving good and evil and life and death. “In theBeginning” is a key here. I take it, in part, to mean “In the beginning”is always happening, always a reality, a resource. We share in thisquality of beginning. In one of its forms, Bion calls it our embryoniccapacity, Berdyaev speaks of neonic (neo-natal) freedom, Tao speaksof the unformed, Buddhism points to the uncreated, unborn, unorigi-nated.We emerged from and are part of “in the beginning” which neverstops. In the beginning is always part of us. Namelessness is alwayspart of us, in our world connected with possibility, something furtherhappening. In fact, we cannot exhaust our experience of namelessness,linked with radical openness. Namelessness gives birth to beginninggives birth to arrays of identity organisations, a flow that works bothways. From the apparently relatively stable identity formation we callourselves, we can dip into beginning, into namelessness pre-begin-ning and, to some extent, become creative partners in re-formation,further individuation along distinction–union continuums.Kabbalah frequently associates creation with Chochma, wisdom,and the God-names, YAH and YHVH. Chochmathe father, Binahthe mother—wisdom and understanding. One vision story sees inChochmaa primordial point, a kind of Big Bang, everything growingout of a primordial blast from that point. The Zohardescribes thispoint as impenetrable darkness that shines with blinding radiance. Onone level, it is a beginning of mind, of thought. Binah(understanding)and Daat(knowledge) mine it. In a broader sense, it gives us theinsight that this universe, our world, all of existence, our very beingsare made with wisdom and wisdom is part of our nature. Wisdom ispart of all we see. Wisdom is part of who we are and need and wantto be. Wisdom runs through us, our capacities. It is a pool we drinkfrom and seek, a source of nourishment. Without wisdom, whatwould life be like? However, it is possible to be wisdom-starved,famished, endlessly hungry. In this life, things can go wrong and wecan dry up. Some cannot stand it and kill themselves. Life can be toomuch or not enough, stillborn or aborted. There is only so much onecan bear. In therapy, we try to help someone in this pass find apassage through death, an opening, a sense that there is a pool that66A FELT SENSE"},{"pageNumber":80,"pageContent":"one can dip into, bathe in. But we know from the God names of ourworld that once creation begins, there is always possibility of failure.In the Bible, even God threatens to wipe existence out, as if it neverwere. A negative force we share.We get a sense, even from a little glimpse of creation stories in theBible and their mystical and associative elaborations, of diverse ten-dencies working with and against each other in myriad ways. Oneway Kabbalah organises this bountiful multiplicity involves a notionof balance. Male tendencies on the right side of the tree, feminine onthe left, interactive equilibrium down the middle.An example often given is Chesed(mercy) on the right, Gevurah(judgement) on the left, and Tiferet(beauty) in the middle (Figure 1, p. 3). Kindliness is important but without “judgement” it lacks acertain strength. Similarly, Gevurah, judgement, is important but with-out kindness it can verge on cruelty. A balance might be somethinglike love with strength and good judgement and vice versa. Beauty,partly, refers to harmonious balancing of tendencies that could tear ateach other in extremis. More than static balance, which would becomelifeless, is involved. Metaphor demonstrates a similar structure, in sofar as two diverse terms are brought together, making a creative third.Creative interaction between what might otherwise be competing oreven antagonistic tendencies comes to the fore. The sephirotmarktendencies that can enter into varied relationships, at times approach-ing war, yet basically and potentially co-nourishing.There are stories of prior creations that did not work because oflack of balance. In some versions, too much mercy, in others, too muchjudgement. Ours works more or less, it is claimed, and still exists byvirtue of better balance between a multiplicity of capacities, states,tendencies. An interactive nature of life’s diversity is emphasised forgrowth of creativeness and even for survival. In this, Kabbalah sharessomething with Taoism.***The third triangle of the sephirotI sometimes call the Freudian triangle.It all depends on interpretation. I associate Netzachwith endurance,persistence, Hodwith flexibility, openness, Yesodwith fecundity. InKabbalah, the latter is linked with the phallus. Recently, writers try tomake Yesodless gendered, associating it with genitals, and you see myevasive term fecundity, which stays true to the creative thrust of theTHE SECOND SEMINAR67"},{"pageNumber":81,"pageContent":"whole. However, it must be admitted that there is much that is gen-dered and parochial in the source texts. Images and statements oftenare extravagant, sometimes bizarre. Yet, there is much that is pro-foundly electrifying and transformative if one can find one’s own key.Netzachand Hodare associated with prophecy. One reason is theyreceive from the other sephirotabove them. Each sephirais feminine inrelation to the one above it and masculine in relation to the one belowit. Giving and receiving is a basic structure. Each sephirareceives andgives. Endurance takes on a deeply spiritual meaning in terms ofdepth of receiving. The cries of the psalms, “How Long, how long, OLord!”, cries from the heart, aching for the Divine Presence. Patienceand persistence are important on a survival level as well as spiritual.Levinas (1999; Eigen, 2005) brings out the importance of waiting onthe unknown for creativity in human relationships. Bion writes of theimportance of an analyst staying in what Klein called a paranoid–schizoid position, tolerating fragmentation, splitting, sitting with bitsand pieces until a pattern spontaneously forms. A pattern again des-tined to fall apart, starting from scratch.HodI link with flexibility, openness to new experience. On a spir-itual level, new relationships with God, often ecstatic. Together withNezach’sendurance and persistence and patience, Hod’sflexibilityadds an important ingredient on the level of practical survival as wellas spiritual development. The interaction of Hodand Netzachcan befecund, fertile (Yesod), giving birth to further divine and earthly poten-tial. This triangle connects with Freudian drives and the persistenceand elasticity that goes with realisation. A fecundity that is a threadthrough many levels of experience.I noted above that Bion’s depiction of Klein’s paranoid–schizoidposition goes with Netzach. His depiction of her depressive positiongoes with Hod. Disorganised bits and pieces congeal into a whole,momentary or enduring. A gestalt, a complex organisation of parts. Inpsychoanalysis, this can be a moment of Chochmain Hod—aha, now Isee something. Now I see a lie I lived. Now I see a greater truth. InHodthis can be a self-transcending vision, a moment of inspirationwhere things come together. Wow! I didn’t see this before. On apsycho-spiritual plane, it could be a burst of glory: “Holy, holy, holyis the Lord of hosts. The whole earth is filled with His glory”. If Tiferetis openness to beauty, Hodis openness to glory (think, too, of theadjective “glorious”).68A FELT SENSE"},{"pageNumber":82,"pageContent":"In psychoanalysis, Hodcan bring freeing vision with depressiveelements. Just as I experience how good life can be, I see even moreclearly how bad it is. A taste of glory uplifts daily realities; at the sametime, it brings glory down to earth, tasting and facing everyday real-ity. With the added boost and courage of Hod, for the first time (again)I see I am worse off than I thought I was. I see everything that iswrong with me more fully. It is harder to escape by pretending I amnot the person I am. In Hodpsychoanalysis, the sheer magnitude ofdestruction and wounds floor one, but, at the same time, builds morecapacity to tolerate this important and often transformative moment.It can be a crucial part of growth to be brought to the point of recog-nising all the brokenness in oneself and existence that calls for repair,whether repair is possible or not. A moment that happens again andagain. A bringing together of Netzachand Hodin Yesodmight developinto fecund vision and attempts at creative repair. An impossible taskto complete, perhaps, but a necessary one to begin.***One may view the sephirotas a structure made up of structures,processes made up of processes. Structures within structures, pro-cesses within processes. Interlacing distinction–union patterns.They can be taken as descriptions of God’s inner processes, God’sdivine capacities and emanations, an inherent part of God (if God hasparts), a kind of body of God (if God has body). Also, they can betaken as tools God uses to create the world. They can be posited towork as filter systems .Chassidic thought sees the sephirot, too, as human capacities, wayswe work. In an inner way, we meld ayin(nothingness) and yesh(being), now more fully one or the other. We nullify ourselves, emptyout through ayin, come back renewed through yesh. To a certainextent, we parallel and share aspects of the way God works. We arepart of the way God works. To be made in God’s image means wemirror or reflect or channel processes we have in common. God maybe unknowable but we share ways He manifests through us.For example, Chochmacan be viewed as a divine or human capa-city, a way of working we share, surely with differences. DivineChochmainvolves Wisdom fully that human wisdom tastes. Onewonders, does God share our appetite for wisdom, have uniqueappetite of His own, or is He always fully satisfied? We can never getTHE SECOND SEMINAR69"},{"pageNumber":83,"pageContent":"enough wisdom and perhaps it is exciting to think that God, too, inhis Infinite Creativity, also craves more. Perhaps not quite the samequality of craving as we have on earth.We think of heaven as a place beyond more and less, a place wherethere can be no further good, unless Goodness, too, has a quality ofcreating ever more inconceivable goodness. Perhaps in heaven, too,there is no end to the Inconceivable.We can view Chochmaas divine revelation or pure intuition. Wecan look at it as pure reason or intellect, with Aristotle or Kant. By thetime revelation reaches Netzach, it takes the form of prophecy. Onanother level, it can be part of practical intellect, associated withdrives, ambition, goals, purpose, determination, stick-to-it-ness. Thereis strength in endurance, patience, know-how, learning. A Gevurahelement runs through all the capacities. Strength is needed to be kindor loving, or striving or understanding. Strength is needed to thinkdeeply, to procreate in a full way, to speak and act in a full way. Eachof the capacities informs and qualifies the others.Overall, the capacities are grouped according to a broad tripartitescheme, broadly following the perceived or imaged body. Roughly,head, middle, bottom; intellect, emotion, action. One can see parallelswith Jung’s intuition, thinking, feeling, sensation. Or Husserl’s tran-scendental, psychological, and empirical egos. There are, too, roughparallels with Kundalini chakras. It is an ancient division, seen in Platoand Aristotle, who, in their own ways, depict a ladder of movementfrom sensation through intellect–intuition. Relevant, too, is Plato’svision of everything in the universe imaged in all souls, that we areall microcosms of everything else and need to become more fullyaware of our capacities. There is an orphic tinge to Kabbalah too. Inthe ancient mysteries, one moves from being entombed by the bodyto higher eternal realms, from darkness to light. In some mysteriesthere are rituals in which the supplicant is put in a frightening posi-tion, a dark cave like a tomb, left alone with spectres. In the morning,the tomb is opened to the rising sun and one feels a rise of transcen-dent spirit. Freud remarked in a letter to Fliess that psychonalysis isakin to the ancient mysteries, allowing more freedom from instinctualdomination, from lower to highter (“Where id is, there ego will be”).The rebirth theme is easily recognised in Jesus’ death–resurrection, abasic rhythm the soul goes through moment to moment and over alifetime (Eigen, 2004, 2011).70A FELT SENSE"},{"pageNumber":84,"pageContent":"Taken in all, the sephirotexpress a rich array of human capacities,states, tendencies, Wisdom, intellect, intuition, understanding, know-ing, loving, judging, sense of beauty, splendour, patience, endurance,flexibility, majesty, inspiration, openness, pro-creative, action in manyforms—and all the variations, combinations, additional meanings thathave accrued over the years. A tree bristling with life. Meditating onit as a whole or any of its parts can light you up, bring you to placesyou may need to go, open visions of the human spirit. One can alsomeditate on what is beyond the tree, beyond possible comprehension,dimensions wordlessly touching infinities of soul.I have mostly written about the sephirotin a positive way, a posi-tive Tree of Life or Faith or Knowing. But these capacities, too, canwork in negative ways, wreak havoc, sow evil, lead to self-destruc-tion: a negative tree. Kabbalah calls this capacity “the other side”. Aterm with complex meaning, since it is also used to describe spiritualprogress, as when Abraham passes to the other side of the river, fromidol worship to the One. In Buddhism, the passage to the other side,samsara to nirvana. But in the context of the dark side, the evil side,Kabbalah sets a task: to vanquish, transform, repair. A challenge is tolearn how to use our god-given capacities well, to become partnerswith our capacities.One can depict a positive tree and minus tree. This is very like Bionspeaking of love (L), hate (H), and knowledge (K) in both positive andnegative aspects. He posits \u0002L, \u0002H, \u0002K as capacities working inreverse, undoing personality rather than adding or building, destroy-ing rather than creating. A good deal of Bion’s work examines pro-cesses that seek to undo themselves, obstruct positive change, destroymind and feeling and being (Eigen, 2011). Bion’s grid depicting thegrowth of capacity, growth, and use of thought, intuition, or feelingcan work in reverse, undoing thought, intuition, feeling. Minus capac-ities, a minus grid. Bion notes that a good deal of use of capacities goesinto discovery and repair. He goes into some detail of ways a psycho-analyst needs to keep intuition in good repair. Dramas of dual tenden-cies, deep faith meeting destructive force.I mentioned earlier that Kabbalists posit prior worlds before oursthat destroyed themselves because of lack of balance. It is hoped we will avoid self-destruction by better interaction of capacities. Forthis, it might be necessary to learn how to work with “the other side”,the negative tree or grid, in ways that benefit the whole, as well asTHE SECOND SEMINAR71"},{"pageNumber":85,"pageContent":"partnership between positive functions. We ought not take use orfunction for granted. We need to keep developing psycho-spiritualtaste buds to get a helpful sense of how we are using ourselves.Kohut (1971) speaks of “deterioration products”. A psyche thatfails to find support in development can, in important ways, begin todeteriorate. Aspects of self-feeling and psychic functioning can beginto go under and suffer chronic partial deaths or deformations. He usesa term, “self-object”, to denote a function of support for self-building,be it another person, interest, object, or oneself. Sometimes, I pictureall the capacities of the sephirotas a fan, they fan out revealing them-selves, and we have to be good enough self-objects for our sephirottokeep them in good repair. What Bion says about a need to keep intu-ition in good repair might apply to all our capacities in their use andfunction. We need to do a lot of sensing–feeling–thinking to learn howto keep our sephirotin good repair.***The tenth and lowest sephira, Malchut, is associated with the Tree ofKnowledge of Good and Evil. Mitchel Becker speaks of “the humantreasure and fright of ‘choice’—which can only exist in the meeting ofgood and bad” (posted on my online Yahoo workshop, May 2013).Malchut, “Kingdom”, is our earth time–space realm, what we usuallycall the real world. Matt (2004) in his diagram of the sephirot, calls thisdomain, Shechinah, God’s feminine presence, daughter of Binah. Asculpture by Anselm Kiefer depicts the Shechinahin a torn, tattered,scorched bridal dress. The Shechinah, like the Holy Spirit, is with us inour torn lives, with us in our pain and joys. There are texts in whichBinahmothers everything into being and Shechinahis with us in spirit.Yaweh, through and as Chochma, seeds Binah, the great mother of thesephirot. Birth and beginnings do not end there. Shechinahas shepherdis a kind of guardian and witness of being, fostering more being. A Holy Presence lifting us in spirit, a comforter, restoring our soul, life seeking and finding more life as new levels of being come intoview.Why kingdom? One of my responses involves words from theLord’s prayer: Our Father in heaven, thy kingdom come, thy will bedone, on earth as it is in heaven. To translate this into Kabbalah vision,prayer helps bring the soul to heaven and heaven to earth. Godlyheaven in the earthly soul.72A FELT SENSE"},{"pageNumber":86,"pageContent":"One might also say earthly soul in Godly heaven. Kabbalah–Chassidus delineates five souls, to some degree following Aristotleand Plato. In Malchut, the lowest level, our level, is the vital, animalsoul attached to materiality. Through prayer and good deeds it canascend to higher levels of soul, a journey of transformation.Whatever is rigid about the Kabbalah, it is also very fluid. Multi-plicities of meanings and possibilities flourish. Beginnings is a basicstructural process that runs through it. Whatever awful thing hap-pens, something more happens, something further can begin. Birthand creativity on many levels is an essential part of the weave. Birthand creativity never stop. They continue through the most awfuldeaths and monstrosities.Shechinah, for example, condenses blends of possibilities. Bride ofGod in her resplendent attire, never ending radiance, manifest asinconceivable beauty, Sabbath bride, in her burnt, ripped by griefgown. Holy Presence with us in our brokenness, in the brokenness ofcreation. I think of Leonard Cohen’s line, there is a crack in every-thing, that’s how the light gets in. Perhaps, like Jesus or Akiva,Shechinahis always being crucified and torn by what we do to eachother, what we do to ourselves.Shechinah, too, is known as bride of Jacob, associated with Tiferet(beauty), and consort of Joseph, associated with Yesod(foundation,phallus, fecundity)—the two middle sephirotabove her. The more youstudy Kabbalah, the more meanings mount. Yesod, God’s penis, phal-lic power, pointing up or down, spiritual aspiration, elevation, yetimpregnating existence with possibility and concern. Its creativepowers uniting with Shechinahto replenish the earth and the humanspirit. Kabbalah has a lot of sexual imagery. As mentioned earlier, Ioften look at Netzach–Hod–Yesodas the Freudian triangle, meldings ofEros and Spirit. Eros can lift the animal soul to a higher plane, inpreparation for still further ascent.Malchutis associated with David, who, in his psalms, calls out toGod from the depths, over and over. One theme of the psalms is utterdependence on God, “from You is all”. David links with Shechinahinher capacity as witness, presence, heart-broken care and capacity forendless renewal. Chassidus says that Malchut/Shechinahhas nothingof her own but receives from the sephirotabove it. A meaning is thatin Malchutwe come to acknowledge depths of ultimate dependencewhich is part of renewal. In our emptiness and nullification, we areTHE SECOND SEMINAR73"},{"pageNumber":87,"pageContent":"being filled by everything, impregnated, transformed. Recently, awoman I work with said, “God is always changing us.”***Winnicott (1988) (Eigen, 2009) writes of the importance of absolutedependence of the infant on a mother it might not know is there. Notonly for physical survival, but survival of many psychical qualities.Winnicott feels that a capacity to be alone depends on the mother’ssupporting certain alone moments of the infant. The infant builds asense of background support for its states. I call this backgroundsupport the infant is unaware of a sense of unknown, boundlesssupport. If enough support is not there, aloneness could be wounded.Wounded aloneness can have many repercussions, among themaddictive tendencies as ways of seeking the missing support (Eigen,2011).Kabbalah points out the importance of needing to balance diversetendencies, so that they can work together in well enough ways, withvarying degrees of harmony. Nothing is perfect. But extremes ofdisharmony for long enough periods can tear the fabric of personalityand society apart. Too much dependence, particularly wrong kinds ofdependence, can infantilise, even cripple, a person. In some situations,a baby might need to seek what nourishment it can in emotionallytoxic and damaging conditions (Eigen, 1999, 2001). A balance ofdependent and independent tendencies is important or, better,creative development and interaction of these tendencies.As mentioned earlier, Kabbalah speaks of prior worlds that failedbecause of imbalance of tendencies. Too much and too little of one oranother capacity in extreme led to lack of interactive care and ability,resulting in deterioration and, finally, self-destruction. There aremany states and capacities that come to the fore in one or anothermoment that need their due in order to prosper. The backgroundsupport aloneness needs is one such moment. In another moment,another mood, the baby might be active, seeking contact, alive andkicking. The reality of one state does not make another state less real.William Blake felt all states are eternal. That may be an extreme wayof saying many states count. Blake also describes heaven as a placewhere all voices express themselves maximally with results creativefor all. Well, that may be a rare occurrence on earth, but the principleis worth meditating on.74A FELT SENSE"},{"pageNumber":88,"pageContent":"Aspects of Kabbalah and psychoanalysis agree on the importanceof creative interaction between apparently competing states, love and hate, for example. Bion notes that each state contributes another window on the world, another way of seeing. Sometimes I imagineour emotional lives as something like a living being with thousandsof legs or arms, pulling in many directions, each with somethingimportant to contribute, something that might be needed in one oranother situation. A little like having thousands of souls. How can wegive all of them their due? What kind of overarching attitude are wecalled upon to develop, so that a frame of reference open and largeenough could develop. The Passover Seder speaks of four differentchildren, representing four personalities and ways of experiencing,one wise, one rebellious, one shy, one simple. Yet, all have a place atthe Seder. They are part of the mystical community. But what if thereare not just four, but infinities of soul nuances, infinities of Elijahsknocking on our door seeking care? How do we embrace and enableall we have to offer?Yes, of course we have to be realistic. There is always lack andsomething unfulfilled. Everything is subject to processes of selection;everything is partial. There is always mourning for loss, what is notand cannot be. Yet, it makes a difference to what extent we have awish to include, support, help, although we meet our limits daily.* * *Another factor that Kabbalah and psychoanalysis join in emphasisinginvolves our relation to our own emotional intensity or energy, pres-sures of our own being. Not just a matter of imbalance (although thatplays a role), but one related to how much life can we bear, how muchof ourselves can we take.Let us look again at the image of God trying to create tools (e.g.,sephirot) through which to create the world and the tools breaking ashe tries to create them, breaking from creative pressures. This scenariosuggests we are endangered by our own creative energies, like a bullin a china shop. We use words that informally suggest this, for exam-ple, “stroke”. A stroke of good luck, a new idea—or breaking a bloodvessel, having a heart attack because of a sudden jolt. Emotional heartattacks and strokes we deal with throughout a lifetime.In many ways, we suffer damage and damage ourselves in orderto live. Injuring ourselves is part of living. What Freud calls the lifeTHE SECOND SEMINAR75"},{"pageNumber":89,"pageContent":"drive damages life itself in order to live. The Kabbalah vessels break-ing under the impact of creation they are meant to mediate providesa good image for what it feels like to be alive in one of its aspects. Itis a theme that comes alive in psychoanalysis, which tunes into thedifficulties we face in bearing our psyche. My psyche is too much forme; I am too much for me.In one passage, Bion (1994a, pp. 167–169) writes about a woman hefeels cannot bear the “urge to exist”:I think this is again part of the fundamental story that she can’t toler-ate being all alone with her self even when she is with other people.This ‘self’ won’t leave her—it goes with her. But we don’t know whatthis ‘self’ is—it certainly isn’t a self that she wants to be alone with, soshe is always reaching out for somebody else. If she couldn’t come toyou she would certainly go to someone else: if she couldn’t findanyone else, she would find a crowd of people in London, anywherewhere there are masses of people so as to avoid being aware that sheis with her self whether she likes it or not.It is difficult to describe what she is talking about, but I feel it is a sortof ‘urge to exist’. And this urge is completely indifferent to humanbeings; it doesn’t care whether we die in childbirth or in any otherway. Her parents’ urge to exist forced them to give birth to a childwhether they wanted one or not. So she herself is a product of thatsame urge and is at its mercy. She is frightened of being all alone withthat urge to exist which doesn’t mind what happens to her—it iscompletely ruthless. And she is terrified of being a slave to the urge asher parents were. In a similar way bacilli and viruses are completelyindifferent to human beings. If we are wiped out, another kind of‘thing’ will exist instead.An earlier remark Bion made in this section: “We seem to be the kindof animal that has to have a society; we depend on it and are all aloneat the same time. It is true at the age of forty, at the age of four, andat the age of nought” (p. 167).For some, being alone is more difficult than being with others, forsome the reverse. For some, both. How to live with and appreciate ourdouble capacities is a perennial challenge. For some, to bear a self, tobear society, is more than they can bear.Part of therapeutic emphasis involves building capacity to bear apsyche, to suffer experience and even, Bion suggests, to suffer joy.76A FELT SENSE"},{"pageNumber":90,"pageContent":"This, in part, is a profound elaboration of Freud’s often dismisseddepictions of difficulties in bearing stimulation, especially emotionalimpacts.Not being able to bear a baby is part of this. This theme is elabo-rated by Winnicott (1992; Eigen, 1993, 2009, 2012b, 2013) as well asBion. How much of the baby can a mother take without getting dam-aged or retaliating or sinking and collapsing? How much of myselfcan I take without deforming, breaking, hiding, or going to bed? Notbeing able to bear a baby has added components like wear and tear,fatigue, changing demands, responsibility dread and guilt, anger atimpingement, sense of inadequacy, threats to safety and being, threatsto our selves. Emotional components are part of it with all the diffi-culties involved in supporting emotional life, its ambushes and needs.I have worked with parents who were afraid of killing their children. Not being able to bear can turn into an urge to kill to tonedown the unbearable. How much killing is an attempt to escape theunbearable?Psychoanalysis challenges us to build capacity to supportemotional life without resorting to violence—although experiencingemotional life itself can be violent. Some go through more than theycan bear in order to grow. I suspect the possibility of growth in theface of, and while undergoing, destructive impacts is part of what ledBion to posit Faith as the psychoanalytic attitude. There are ways, Ifear, that faith can grow by being ripped apart. Faith that strengthensby being nulled, that takes us to unanticipated places when there is nocause for it to exist at all.How do we prosper as a human life form and not extinguish our-selves through misuse of capacities or insufficient ability to work withour capacities? It might not even be maliciousness that does us in, butincapacity to work with our capacities. How do we learn to use ouramazing capacities to enrich planet Earth and ourselves? Both Mosesand Freud ask, “Can we do it?” Psychoanalysis targets an emotionalcomponent and ways to work with it, ways very much open to per-sonal and intersubjective experiment. In Feeling Matters(2007), Iwrote, “As long as feelings are second class citizens, people will besecond class citizens”. What we cando with ourselves is, at thismoment, in question. The sheer immensity of our gifts sometimesparalyses us. Undreamt of capacities keep emerging. They keep grow-ing. New does not stop. Are we up to the task? I think it a relief to say,THE SECOND SEMINAR77"},{"pageNumber":91,"pageContent":"I don’t know, or even no, and stop pretending. A big theme inKabbalah and therapy is repair—but do we know what to repair orhow? There are a lot of ways to be broken. It is a frightening but free-ing vision that capacities break as we use them and sometimes,through breaking, develop more. There is something in us that keepschipping away at the limits of the possible, while haunted by a stateof psychic indigestion.***The main character in the Zoharis Rabbi Shimon bar Yohai, a tzadikwho lived in the first century. Some religious groups to this day con-sider him its author and celebrate the day of his death (Lag B’Omer).Some say the Zoharbegan when Rabbi Yohai and his son Eliezar hidin a cave for twelve years, escaping Roman persecution. He was adisciple of Rabbi Akiva, who was executed by the Romans (Eigen,2012a). The second temple had been destroyed and Jews who taughtand practised were at risk. Modern historians attribute authorship ofthe Zoharto Moshe de Leon, who lived in thirteenth-century Spain,although it is likely that some other authors of that time also con-tributed. There are stirring stories of Moshe de Leon channellingRabbi Shimon’s spirit in a process of profound soul transmission. Heseemed to write tracts a little at a time and tried to sell them as theywere written, so the Zoharis loosely organised with no official version.The Zoharis an imaginative elaboration of stories, dialogues andevents growing from meditation on aspects of Torah. Some thought ita hidden Torah, a bringing out of deeper truths. While aspects ofKabbalah can be bizarre, parochial, off-putting, many passages hityou from behind, igniting sudden illumination that grows and drawsyou in to close study. Roustang (1980) wrote a book entitled,Psychoanalysis Never Lets Go. For those susceptible, or in need, or sodisposed, the Zoharnever lets go either. It grows and grows.I do not think it is simply a meditation on Torah. The authorthrows everything into it but the kitchen sink. It is a wonderful amal-gam of varied traditions. One can see Plato, Aristotle, Orpheus, andancient mysteries, Muslim and Christian mystics, Jewish scholars andmystics, and much more. My advice is find passages or even phrasesor words that speak to you and stick with those. The more you look,the more you feel and see. There is a spiritual hunger in this work thatcan make you hungry, lead you to green pastures, free your mind.78A FELT SENSE"},{"pageNumber":92,"pageContent":"Whether you are an orthodox observer or a spiritual free-loader, thereis something for you. Sometimes you will be baffled, and sometimesyou will feel that you came upon a warm hearth after a long journey.The Zoharcan have paradoxical effects. If you practise religion“literally”, it can make you even more observant in a deeper, fullerway. It can bring out deeper meaning of the laws, deepen alreadydeep faith, or return you to faith in deeper ways, open you withhidden meaning. On the other hand, it helped someone like me be lessobservant, freer from “literal” religion, more able to explore and valuecreative possibilities for myself.I once came upon a tract in which Rabbi Schneerson, leader of theLubavitch Chassidim, explained that God could make the world lookas if it was millions or billions of years old, while actually existing forabout 5000–6000 years. He offered this as a possible reason why scien-tists were fooled—because God fooled them. It was a moment whenRabbi Schneerson’s hold on me went “puff”. Just like that, I began tofeel freer to think my own thoughts, feel my own feelings, my ownvisions.I still read his insights avidly. They speak to my depths. He wasone of the few people in my life with whom I had an experience ofseeing myself when I looked at him. He has absorbed and transmutedTorah and Jewish mysticism and much else. Much of what he said andwrote deepened my sense of spirit. And yet—”puff”—in an instantthe shell of “literal” observance began to dissolve and I felt an innervise begin to loosen.Life is complex and many factors went into contributing a sensethat faith is something deeper than any specific set of rituals or codes.Bion (1970) speaks of a big bang of the psychological universe andMatt (1998) a big bang of the spiritual universe. They overlap, inter-sect, expanding the possible.Now, more and more authors say there is less contradictionbetween religion and science, if you view them certain ways. Bion(1970, 1990, 1994b) often writes of quantum theory and faith, althoughaspects of the faith he points to might be deeper than what is usuallycalled religion. What can that mean, faith deeper than religion?***A theme that recurs in this book and the one before it (Eigen, 2012a)is brokenness and repair. Some even say God is broken. In psycho-THE SECOND SEMINAR79"},{"pageNumber":93,"pageContent":"analysis, Tustin writes of a broken heart in infancy (Eigen, 2012a). Abroken heart at the core of existence. As we said, tools God used tocreate existence partly shattered under His impact. We are told our jobis to repair the broken sephirot, the broken tools, a broken God. Andwe can do that by repairing ourselves.Yet, for this we need help, God’s help, our help. And what is thereto guarantee that it can be done? What guarantees that God will notonce more shatter under His own impact, that we will not shatter? Isthis like Sisyphus, endless shatter and repair? I do not know aboutultimates, what finally happens or will happen to anyone or anything.I do not know the end to any story. But I do know that acts of repaircan open new paths of experience. Whatever relative success or not,acts of repairing can take you to places you never touched before. Insome sense, the Wound that Never Heals motivates spontaneousmovement towards and discovery of precious moments of experience.The never-ending wound spurs never-ending development. Makingus more than we could have been otherwise. Somewhere, there is aturn, a shift, from partners in repair to partners in creation. Woundedpartners in creation, perhaps, but something more, something else.Eternal light shining through the eternal wound is one moment.Healing as an opening of new dimensions is another. Opening to thenew can itself be healing or an important part of it.A wounded, healing partnership is something different frompublic, political models. A public posture is to act more whole thanone really feels, to pretend to be stronger, know more, be more confi-dent than reality can bear. A semi-universal social pretence to bebetter than one is. It is important to have places to crumble, bend overin pain, and cry from one’s heartbreak, one’s yearnings. Perhaps ther-apy and religious prayer, at least sometimes, touch this place.***The erotic is one dimension of repair. Like so many capacities, it canwork in reparative, creative, and destructive modes. The sexual act isa reparative act, or can be. It can heal, make one feel more whole. Incontrast with the idea or fear of the penis being damaging, Kleinpictures it as repairing a sense of damage in the woman, making herfeel more whole. Sexual acts, especially when I was younger, made mefeel more worthy.80A FELT SENSE"},{"pageNumber":94,"pageContent":"There is much in the Zoharabout not being whole without male–female interlocking, a shared mystical bone that connects the sexes.This sounds a little like Bion noting the linking function of penis andbreasts. The Zoharand aspects of Jung are an easy fit. Both takeconnection to further dimensions, emphasising internal union, aninternal wedding of male–female aspects of personality.In the Zohar, the image of sexual intercourse reaches many levels.One of Shechinah’smates is Yesod, Yahweh’s phallus. Erotic commu-nion between Yesodand Shechinahhelps to repair Shechinah. Erotic andspiritual repair are one.Yesodis associated with Joseph, called a dreamer and righteous.He helped, but did not sleep with, Egypt. He is viewed as part of a“pillar of righteousness” that runs through the Kabbalah tree. Phalliclike the spine, upright. Joseph is seen as narcissistic by many, but lifetakes him deeper than narcissism. The coat of many colours includesthe palette of feelings in life and a positive attitude to people. It isGod’s rainbow covenant set above. He is a dreamer and has a talentfor interpreting dreams, with God’s help. Like his many-colouredcoat, he straddles worlds. He comes through many negative aspectsof experience, in the end, standing on his feet. He is Shechinah’shusband. Part of their procreative activity is to bring souls closer toGod, as David says, “my heart cries out for the living God”. Life atone of its most profound moments. Through Joseph and Shechinah,one draws closer to God, inner union, inner fruitfulness.A triple movement of unification occurs (more, but we’ll stick withtriple). (1) Joseph unites with Shechinah(Malchut), a union betweensephirot(one could also use Bion’s term, linking, creation of links). Theemphasis here is on making, building, formation, akin to Freud’s Eros.(2) This helps stimulate linking within Shechinah(Malchut). David isassociated with Malchut, and pro-creates with Shechinah, union withinMalchut. The singer, poet, and warrior who brings us close to God. Hissongs are worlds of emotions that traverse how far and near to Godwe can feel. Perhaps, he takes us as close as we can get. Except thatlife takes us closer. David, if anything, is a man of life, this life, thevicissitudes of Malchut, the kind of closeness to God that can onlyhappen through Malchut. No other quality is like it. (3) Some say Jacob(Tiferet) is the true husband of Shechinah(Malchut) and Joseph (Yesod)helps mediate this union as well. Joseph, or the spirit, sense, feelingmeant here, is the vehicle for a triple unification, a tri-wedding, innerTHE SECOND SEMINAR81"},{"pageNumber":95,"pageContent":"union: Jacob, Joseph, and David, all pro-creative mates with Shechinah.The sephirotare all about creating, forming, life’s generative impulseon countless planes. Procreation as a symbol applies to real move-ments of the soul and spirit. Yesodas Foundation emphasises diversepossibilities of generative distinction–union. You can meditate oncouplings of the sephirain all sorts of ways, limited only by your capa-city for speculative imagination. Imaginings unlock realities. If youdiscover capacities not covered by the sephirot, explore them, experi-ence where they take you. Make your own tree, your own grid cate-gories.Sexual linking as a sign of renewal, making new babies of mindand spirit. Meltzer (2008) often refers to psychoanalytic babies, expres-sive of psychological birth processes and dramas of union and differ-ence. Sexual experience can take you to new places, as can dimensionsof life symbolised by sexual generation. The concept of inner union ofcapacities, souls, and worlds draws heavily on erotic images, even ifthey go beyond them.As suggested above, there are unknown dimensions of repair anddiscovery awaiting fecund moments. New dimensions opened byexercising our psycho–erotic–spiritual equipment. Perhaps we cannotexpect full repair of the eternal wound except in the world to come.But psychologically, the world to come can be the next moment,moments to come. In our work, notions of “full repair” might inhibitrepair that is possible and experiences beyond the idea of repair, expe-riences that add to existence just by happening. The beauty of lifeexpressed through Tiferettouches and uplifts us in a spontaneouslyintrinsic way. We do not have to add anything more to it in order toappreciate a grace received.While repair is a profoundly human theme, emergence of newreality can leave repair behind. As mentioned before, Eros has repar-ative aspects and also stimulates new realities. We are often told inChassidus that if we are not growing, opening to new realities, we arenot just stagnant, but deteriorating. Not to grow is to deteriorate.Chassidus means this spiritually, growing as spiritual beings. One canalso mean this psychologically. There are unifying words that spandimensions, and growth and birth are two of them.If we put repair and emergence together, we have moments inwhich coming through something (difficulty, trauma, loss, defeat) can82A FELT SENSE"},{"pageNumber":96,"pageContent":"couple with an unexpected learning or opening, or taste of a world tocome here and now, even, at times, tragic growth and learning.***Let me share a moment in which something new happened in face ofdeath, unplanned, unpremeditated. In the background was a sense ofbeing helped by Rabbi Schneerson’s (1978) writing on the yechidasoul.It is not something I was consciously thinking about at the time.About two years earlier, an inner prompting led me to re-readpassages from his book, On the Essence of Chassidus, and I felt changedby the reading. I read the same book twenty-five years earlier withoutmuch happening, and now there was a decisive moment.There are five souls in Jewish mysticism, actually more, infinitiesof souls. But the tracts I am thinking of list: (1) nefesh, a vital soul inthe plane of Malchut, the soul of David, concerned with the eternalOne here and now, planet earth, life as we know and live it: (2) ruach,often translated as spirit-wind, connotes our emotional soul, roughlyhigher and lower emotions, sephirot4–9 (genitals, gut, torso, heart) (3)neshama, “breath”, related to intellect and intuition often linked withbrain, but also informally linked with heart; (4) chaya, “life”, strad-dling Keterand supernal realms, intuition closer to Ein Sof; (5) yechida,“one”, a dimension of soul in which our essence is in contact withGod’s essence. One can view these five as souls or soul dimensions,capacities, states.I think I have always had some sense of yechida, but in the past twoyears this sense has grown in freeing ways. There were moments itlifted me above my knots, parts of personality I had all but given upon. Blocks that I banged my inner head on for years seemed todissolve. That does not mean there is not more to go and always willbe. But some essential difference happened. Reading Rabbi Schneer-son’s words about the soul’s essence connected with God’s essence litme from within in ways that felt curative. Some of the things I wentto psychoanalysis for fifty-five years earlier lifted in a moment,although I doubt such a moment could have happened withoutintense and extended psychoanalytic preparation and time off from itas well. Not that I am a whole new person, cured but not cured, stillwicked, wild me. But something . . .My essence connected with God’s essence. This sense has its own deepening, enriching trajectories, unpredictable, surprising,THE SECOND SEMINAR83"},{"pageNumber":97,"pageContent":"sometimes comforting, challenging. Perhaps close to what Bion meansby at-onement, homelessness as deep home.In the months before this seminar, I was helping someone die. Aperson scared to death of dying, not because of death, but terrified shewould remain forever in her last state, which she was sure would betormented. She was attuned to spirit, but on a psychological levelseverely tormented, the latter for her a spur to spiritual development.She was a Kabbalah scholar, teacher, social worker, psychotherapist,and mystic. A teaching she dreaded was that your last state would beyour state for all eternity. A teaching I felt was cruel and, thus,rejected it. I do not think we should be judged or judge ourselves bya part of the whole.Such a state could point to unrepented areas that need work. Butto take the final measure of oneself by what is left undone soundsover-severe, unless it turns out to be an opening to more in theunknown to come.For years my patient, Sara, flickered on and off between a range oftormented states and uplifting, life-affirming ones. She had been ill along time and expected to die over fifteen years ago. She had lupusmost of her adult life and further complications as she aged. Hermother died of a congenital disease in the latter’s forties. Sara lived tobe seventy. You can get a glimpse into some of her states in the chap-ter, “Alone with God” in The Sensitive Self(2004), where I quote her atlength. She went in and out of hospital for physical treatments, oftenpainful, for many years.It would be hard to describe the immense intensity of her torturedmoments, psychic torture that physical torture added to. And thebeauty of her spiritual insights. Realities flickering back and forth.Impossible to let you know the dread of dying caught in a tormentedflicker, punished forever. We did many things in the weeks before her death and then one day by phone while she was in her hospitalbed, I said over and over, you can go higher than the torment. You can lift yourself higher than the torment. Go to yechida, straight toyechida. She knew what I meant but it never occurred to her to do it,or that she could do it. Or perhaps she could not find it or feared shecould not find it. But in an instant, she got it. Some more flickers, andthen she found the place above. Like climbing above turbulence in aplane to clear sailing. She felt at peace. We spoke that day for the lasttime. She died the morning of our next appointment, three days later.84A FELT SENSE"},{"pageNumber":98,"pageContent":"At her funeral and afterwards, those close to her told me she diedpeacefully.When I think of this lifting, I think of The Gospel at Colonusat the Brooklyn Academy of Music many years before, a black Oedipuswith gospel singers. In one scene, Jesus–Oedipus, like my patient, was rising from the dead and the gospel singers sang the words,“Higher, higher, higher”, as Oedipus rose, as the human spirit rosefrom the grave, from the grave of one’s tortured body, one’s torturedpersonality.If I had not experienced my yechidamoment, I doubt I could havehelped Sara experience hers. I would have stayed stuck in mind–heart–gut pain, sephirotpain. Yechidatook me somewhere else. Youdon’t always have to stay with or in the turbulence. You don’t alwayshave to go through it. There are moments to rise above it, higher thanthe turbulence. Moments when going above the turbulence can becurative, beyond sephirot. Yes, constant struggle is important. Onemust go through what one must go through. But there is also grace,faith below, within, and above the turbulence, above the struggle,beyond the torment.***Who is the hero of the Zohar? Ein Sof? Shechinah? The human spirit?An ostensible human candidate is Rabbi Shimon, whom many Chas-sidim thought and still think to be the author. Moses de Leon, oftwelfth-century Spain, whom scholars think to be the main author,used many Talmudic rabbis as characters in his tracts, Rabbi Shimona central one, the main human hero, a profound spiritual hero. Thebook is an adventure of spirit, vicissitudes of spirit, one of the greatspiritual travelogues of the amazing wisdom literature human beingshave produced. Moses de Leon’s imagining of Rabbi Shimon andothers spans psychological, spiritual, mythopoetic levels. I sometimescall the Kabbalah one of the greatest light shows that exist, creatingand exploring realms of the fabulous, opening magical, mystical real-ities, creating wondrous moments out of pain and joy.Near the end of the Zoharis Rabbi Shimon’s death. The build-upbegins with the book called “the greater assembly”. All of RabbiShimon’s companions, great rabbis all, give discourses on divinesecrets. They speak their mind–hearts out. Revelation as a door ofrepair. Here is another structure with psychoanalytic kinship, theTHE SECOND SEMINAR85"},{"pageNumber":99,"pageContent":"importance of discovery and disclosure of secrets, of the hidden. It isas if the circle around Rabbi Shimon has a presentiment and time is ofthe essence. Revelation of secrets increases in pace. Revelation andrepair. A cousin of psychoanalytic valuation of insight (Chochma,Binah, Daat). A sense of the secret as a structure seems part of who weare. Winnicott touches this domain with his “incommunicado core”.You have Kabbalah’s unknown “high spark” and Winnicott’s invisi-ble “vital spark”.Discourse in the great assembly was so intense that three of therabbis present perished. Remember the Rabbi Akiva story in thegarden? And the Rabbi Luria story of creative vessels that could nottake the power of life and shattered? In the first, four seekers enteredthe garden: one killed himself, one went mad, one became heretical,and Rabbi Akiva emerged aglow. In the second, vessels of creationwere shattered by the intensity of the creative activity they needed tomediate.In the great assembly, three perished, but the rest survived. In theBible, there may be great perishing, but always a seed survives. Tomediate secrets, to hold, discover–create and communicate them, to bebroken in the process, to be healed in the process, to be transported inunsuspected ways.So much depends on affective attitude as a frame of reference foraspects of experience. Remember the Zoharinsisting that if Joseph’sbrothers interpreted his dream differently, reality would have beendifferent. Affective attitude makes a real difference.Three went in and did not come out. Rabbi Akiva went in andcame out. Going in and coming out, coming through. Most in thegreat assembly came through. Revealed what they could see and bearand came through. They survived their truths, at least for a time.Truth can kill, truth can free.Some time later, Rabbi Shimon and his companions gathered oncemore—on the day of his death. A gathering called the lesser or smallerassembly. This time, Rabbi Shimon said only he would speak. Sincethis was his last day, he wanted to unburden himself of all the divinesecrets stored within. More than unburden. Share what is hidden inthe service of repair. Perhaps more than repair. Share what is withinfor the sake of lifting the spirit to further heights, new possibilities forthe sake of heaven. He worried that such revelations might do moreharm than good, but felt impelled to risk all in his last moments.86A FELT SENSE"},{"pageNumber":100,"pageContent":"I tell the story drawing on a number of sources and my own imaginings. Do not hold any text responsible for my variations,although I am indebted to rich resources, including Mathers, TheKabbalah Unveiled(1887), Zahavy, Idra Zuta Kadisha: The Lesser HolyAssembly(1977), Liebes, Studies in the Zohar(1993), Matt, Zohar:Annotated and Explained(2002).Rabbi Shimon begins by announcing, “Today is my wedding day”.Now, up to this point, throughout the great narratives of the Zohar,Rabbi Shimon has mediated holiness. “Holy, holy, holy, the wholeearth is filled with His glory.” Who can be closer to God than RabbiShimon? Yet, on his wedding–death day, he confesses, insists, there issomething wrong with him, something defective. He has always feltsomething wrong with him. What is wrong, he feels, is that he isunmarried.In real life, Rabbi Shimon was married and had children. A son,Rabbi Eliezar, a great mystic and scholar, participated in both assem-blies. In the second, he called out what Rabbi Shimon said so all couldhear. Rabbi Shimon could not be alluding to his earthly marriage. It was another source of incompletion. When he says that he does nothave a bride, we leave a literal realm of Eros. On this day, his death day,he will have a bride he longed for, a profoundly spiritual wedding.To paraphrase and amplify Rabbi Shimon’s words: the last timewe talked, something was still missing. Today only I will speak andhopefully God will tell me what to say (as Socrates hoped, as he wasdying, the Daemon would tell him what to say).Rabbi Shimon felt afraid to say everything yet ashamed not to.Fear of punishment for holding back, fear of punishment for sayingall. But a deep urge prompted him. To tell was precursor to the wed-ding. There was, too, a fear that not telling would deprive souls oflearning what they needed for repair and heightening. Holding backwould hold others back.So he reveals what he can and arrives at a moment when he at lastis going to say the one word he kept within him all this time. Theconflict heightened: God wanted me to say this one word all my lifeand now I am not being permitted to say it. Even at this moment ofrevealing all, something was held back. Being stopped at the lastmoment recalls Abraham about to strike Isaac with a knife and hishand is stopped. Here, a knife of revelation, the tongue, is silenced.An akedahof the spirit.THE SECOND SEMINAR87"},{"pageNumber":101,"pageContent":"I was with a patient who was going through something with aguru who sleeps with followers. He felt their mating would be spiri-tually transforming. She balked, but was tempted. Her husband andchildren became less real as her guru and she became sources of ecs-tasy for each other. I found myself holding middle ground, a sense ofstability in tumult. Part of me thought, Wow!, how great!, a trans-forming tantric moment. But a psychoanalytic element thought: thereis always lack. I envisioned the moment dying down, passing, and theimpulse of erotic revelation moving on to other momentary possibili-ties. None of this was said, just felt. Was my unspoken state getting inthe way of their reaching a higher place together? Was my picture ofit leaving destruction in its wake a personal limitation or a sense ofreality?Much happened that I must leave out. We were in some muddle.Ecstasy is terrific, but was also causing terrible pain. Could she breakup her marriage? Be special for a while, then drop down to one ofvarious followers raised with her leader to another level? She alsokept thinking that this ecstasy was her own, not just his. He evoked itin a heightened way, but it was something in her, her own.One of the happenings that broke or diminished the spell was herhappening upon my book,Kabbalah and Psychoanalysis, and readingabout loving with all your heart and soul and might and a sponta-neous feeling of “I love you, I love you”. Something locked in and shebegan saying, “I love you, I love you, I love you”, over and over. Allof a sudden it felt that God was saying this to her. “I love you, I loveyou . . .” and then it snapped into place. She felt God’s love allthrough her, “I love you” all through her.When she came back to herself, the ecstasy-man became man-sizedand her husband and children looked good again, better than ever.She felt so relieved she had gone through the experience withoutacting on it sexually. She could now go back to living. Somethingbecame unjammed. To me it felt as if it happened through a mixtureof luck and grace. Once it happened, it happened quickly. You can becured in an instant but a lot goes into it. In reality, you have to be“cured” again and again. It doesn’t stop.Rabbi Shimon was reaching for an inner bride. Part of his reachinginvolved speaking hidden words, revealing the unknown. And, at thelast moment, he was prohibited from saying the one word he wasmeant to speak all his life. We do not know what the one word is. But88A FELT SENSE"},{"pageNumber":102,"pageContent":"you have to realise Moses de Leon, or whoever the author might be,was making the whole thing up. Like Salmon Rushdie’s fiction ofMohammed. A genre of spiritual fiction, spiritual imagination, anadventure of the fabulous. Amazing parts of a mystical journey. It lights us up. It is like a match that lights the stove. No need toworship the match or stove or even the light—let them take youwhere they can.Rabbi Shimon tells all the secrets he can but one. Can you find it,your own unspeakable secret—the untellable?At last, the narrative brings us to the moment of mating, the spir-itual wedding, the fullest wedding of all. Rabbi Shimon’s wedding tothe Shechinah. A great vision before he died, a marvellous variation ofthe love–death theme. Light concealed and revealed. That which ishidden, unseen, unknown, that which is seen and known—one andnot one, separate and not separate. He feels healed, at-one, with onesecret untold. Uniting with the Shechinah, he was whole. Something–nothing held back, a double single state. Something held back at amoment of total fulfilment, as if both aspects of human existence, theempty and full cup, are one.A psalm near the end of the Jewish prayer service says there isnone else, no one, no thing else. Akin to a moment in the Bhagavad Gitawhere Krishna shows himself as everything. There is none else. TheZoharhas double–single logic: separate but not separate, the ancientmystery of the many and the one. We see organised processes yetexperience something to which no organisation applies. Chuang Tzuspeaks of identity without form. The psalmist: “God opens His handand satisfies the desire of every living being”. What is this desire, adesire always being satisfied by an open hand? And the closed hand,the concealment? Does one ever get to the bottom of what is and is nothidden? Open and closed, always–never satisfied. What an array ofcapacities to live with, to discover, replenish, enrich.All divine lights imaginable, seen and unseen, shining at RabbiShimon’s wedding. All the sephirotshining and all that will never beseen, invited guests. The word that cannot be uttered becomes asource for endless streaming of creativeness.***We speak of a ladder and rungs of enlightenment. The sephirotrepre-sent ascending–descending rungs of enlightenment. Any and all asTHE SECOND SEMINAR89"},{"pageNumber":103,"pageContent":"basis for meditation, search, assimilation. If we start at the bottom ofthe Tree of Life, we start with Malchutand climb higher and higher.We have an enlightenment journey pointing upward through yesod,hod, netzach, tiferet, gevurah, chesed(daat), binah, chochma, keter, andbeyond. We do the same with the chakras, which Molofsky comparesto Jacob’s ladder (2009). We climb the rungs of the ladder of the sephi-rotand chakrashigher and higher, inside our bodies, souls, mind,throughout our capacities.Yet, some spiritual leaders also speak of going directly to the goal,instantaneously and all at once. Saint Paul went back and forthbetween struggle and the slow climb, slippage and re-dedication tomoments of grace where dualities and oppositions no longer hold.Years ago, I did rapid breathing meditation suggested by BhagwanRajneesh, which sometimes acted as a rapid express to higher states.Rabbi Schneerson also spoke of a direct rocket to the divine, straightto the goal region. You don’t stop, you don’t go to jail, you go! RabbiSchneerson said repeatedly that this is the time, the coming of themessiah, moshiach(messiah) now. Whatever else this means, it refersto a state, a moment of experience, a taste of the messianic age in thisinstant, immediately, fully. The world to come is the next moment,and the next moment is entry to the World of Grace. The next momentis this moment, now. Always now.We meet many possibilities, now experiencing rigidity and hard-ships moving from level to level, now fluidity. Being centred at differ-ent places on the tree, emphasising different capacities and attitudes,can be a source of conflict. Someone more in netzachor yesodmay feeltension with a chochmaperson. Misunderstanding can take placebecause of differing emphases of tendencies. The deeper one goes, themore one sees that all levels are in all the others, an experience thatcan more readily enable access across barriers. The tree, with itsworlds and capacities, gives a bird’s-eye view of how where we livecan foster miscommunication. Through living and practice, we catchon that we speak from different places, different levels, qualities. InRabbi Shimon’s final vision, the light of each sephirashines with thelight of all the others, concealed and unconcealed lights, a climacticsymphony. Whatever differences, generatively connected.The wedding had many interweaving dimensions shimmeringtogether in one flame. Male–female is a dominant part of RabbiShimon’s vision. Each sephirais male or female in relation to the 90A FELT SENSE"},{"pageNumber":104,"pageContent":"sephiraabove or below, female to one above it, male to the one below.You might say the wedding was made up of many weddings simul-taneously, between and within all sephirot. I say within because, I feel,it is not just a matter of above–below, although that is a basicKabbalah structure. Infinite and infinitesimal weddings are eternallygoing on within each sephiraas well, creative links throughout microand ultra dimensions. A vision of grand fecundity throughoutcreation and beyond.Rabbi Shimon’s last words expressed a sense of the One-in-many.There is none else. Perhaps nothing hurt Rabbi Shimon more thanfeeling lack of closeness to God, something we are told RabbiNachman felt so many centuries later, kinship across time (Eigen,2012a, Chapter Two). There was a sense that Rabbi Shimon could havegone on, more and more could be seen and said. Perhaps that is wherewe come in, part of incessant mediating of vision and reality.Rabbi Abbas was writing down Rabbi Shimon’s words andbecame aware of silence. The Holy Spark was gone but such a sparklights other sparks. As I look at all of you I see many holy sparks. Isthis part of what happens in therapy, sparks igniting sparks? Winni-cott speaks of the vicissitudes of a vital spark. A spark vital on manylevels.When I told my wife the story of Rabbi Shimon’s wedding–deathday, my wife told me about a funeral of a friend of hers who commit-ted suicide in her late twenties, nearly forty years ago. At the funeralit was snowing, and the snow was coming down and my wife felt thatnow her friend was married. It was as if the snow was her weddingveil and now she was complete.***[After a fifteen-minute break]We spoke of spiritual representations of what cannot be represented.Bion, too, often says that he can, at best, evoke an experience but notrepresent it. So much about emotional life is unknown, perhapsunknowable. So much about what we call emotional problems areunsolvable. Yet, we press ourselves against experience, struggle, andoften something happens. We might not solve a difficulty but findourselves in another place. By pressuring one rung of existence, wefind ourselves at another.THE SECOND SEMINAR91"},{"pageNumber":105,"pageContent":"If we realise our representations are incomplete, partial, withmany loose threads, we can find much of value in them. Or, to use,Kabbalah language, there is the unrevealed but also the revealed.Much can be done with the latter, but texts like the Zoharteach us thatmore is unknown than known. And what we know hinges on partic-ular places we occupy, vantage points, avenues of approach. Wemight wish to explore what we can and participate in the creativitythat informs us. But the remainder is ever humbling and invites us tokeep growing. How we see and react to others, as well as ourselves,is part of the permanent challenge.As you may know from Kabbalah and Psychoanalysis(2012a), in aconversation I had with Bion he remarked, “I use the Kabbalah as aframework for psychoanalysis”. I think in the little time we have leftI would like to begin by exploring aspects of Bion’s O-grams (Figures3 and 4, p. 10; also, Bion, 1994b, pp. 323, 325; Eigen, 2012a, Appendix4, p. 101) and make some comparisons with the Kabbalah tree.The Kabbalah tree, as you know, has a vertical, up–down struc-ture, modelled on the human body. Upright posture figures heavilyas part of a background to spiritual discourse. Upright refers to moralqualities, righteousness, which raises dilemmas as to what being“right” is. In Rage(2002), I suggest that no attitude has done moreharm in human history than a sense of being “right”. The above–below of body structures and the upright posture, coupled withabove–below of heaven and earth, form a compelling perceptualframework from which guiding concepts grow.Although divine mystery, power, or virtue, or energy or presencepermeates everything, God or Ein Sof(“Without Bounds”) is depictedas above the tree as well as throughout and around it. The flow ofGodly presence from top down is paramount. On the other hand,Bion’s “tree”, or O-grams, go from bottom up. O or unrepresentable,unknown ultimate reality is alone at the bottom, the unknown, perhaps unknowable, source. Readers of Bion are aware of hispenchant for reversals. He, like many others, noted the God–dogsymmetry. “God” strikes me as a fairly impoverished word, in spiteof its nearly endless cultural associations. Its common usage oftenblocks access to the reality it seeks to mediate. Ein Sofis one try toevoke the uncommunicable, the mystery of contact with what cannotbe known. Bion’s O is not identical with Ein Sof, although the twonotations have resonances.92A FELT SENSE"},{"pageNumber":106,"pageContent":"I coined the term “O-gram” for ease of usage. It is not a term Bionused, but a liberty I have taken. As I suggested, O and Ein Sofarestructural correlatives of their respective systems, although not identifical. Like Ein Sof, O may be unknown but has impacts. Inpsychoanalysis, it is a notation for the unknown emotional reality ofa session, of a life. Sometimes, Bion uses it to suggest catastrophicimpact at the point of origin, O, of personality. We read the effects of O like tea leaves, we read displacements, imprints, residues,signals. For example, we piece pictures together from trauma signals.Winnicott (1992; Eigen, 2004, 2009) has a related description of traumahitting as personality begins to form, and in sessions we dip into bitsof trauma in derivative form, trying to make contact with ourselvesmore deeply.Bion is cautious about pictures we put together. We often react toour pictures of people rather than an actual person before us, some-times with bad results. We take our picture as more real than theperson. That is one reason he advises trying to be without expectation,memory, understanding, or desire, always starting from scratch. No,we cannot rid ourselves of ourselves and our capacities, and I doubtthat we should. Better to develop, enrich, grow, learn to be with anduse ourselves better or, as Beckett says, “fail better”. Still, there is atendency that works towards cleaning ourselves out in order to givefresh intuition space. One meaning I give to Bion’s O is becomingmore Open.Think about it in concrete human relations. Suppose one justifiesreactive tendencies by thinking, “I know what this person is like”. “I know what my wife is like”. Not exactly a good attitude for pro-moting creative interactions. With O, the ultimate emotional reality ofa situation unknown and unrepresentable, there is always room formore or something else to happen. O has this in common with Ein Sof,which, among its depictions, is infinite potential.O for open. Ein Sof—no limit. Open is a big word in Kabbalah.Open your gates and let the divine spirit enter. Many scenes in theZoharbegin by saying one or another rabbi opens, meaning opens adiscussion. Not just opens a discussion in the sense of starting, butopening also in the sense of opening something that is closed, open abox, a block, a path, a hand, a mind or soul or heart. The gates open,the gates close. A kind of rhythm, opening–closing. Lacan depicts arhythm of the unconscious by speaking of pulsations from a slit.THE SECOND SEMINAR93"},{"pageNumber":107,"pageContent":"William Blake writes of creation happening in pulsations, likening acreative moment to a pulse beat.In the Zohar, once a discussion opens, many chime in openingpossibilities. Something we are doing now, to this day, this moment.I never cared for the part of the Yom Kippur service when the gatesbegin to close. I tend to feel they are always open, always closed, partof an opening–closing rhythm, psychic pulse. Your constitution at themoment plays a role in how far a gate is open or not. We can bepartially open and closed at the same time. I suspect that is more therule than all or nothing. Open in one way, closed another, not whollyone or the other. Perhaps that is a reason why Rabbi Shimon had awhole experience on his wedding–death day—he had to die to have awhole experience. We speak of the kiss of death. Shimon dying whenkissed by Shechinah, embraced by O, all the lights on and off at thesame time.We are partial beings, mixed, although we may have more whole-ish moments and visions. O, the unknown, manifesting in partialways. You can fill in the blank any way that is congenial to you—ifyou like, we can call it Ounknown dynamic process. But whatever wecall it will not exhaust it.***Bion’s first O-gram (Image 3, p. 10; Bion, 1994b, p. 323) has O alone atthe bottom giving rise to Root, which branches out to Instrument,God, Stone, Language, Paint, which, respectively, give rise to Music,Religion, Sculpture, Poetry, Painting. You might call this an expres-sive O-gram, diagramming as it does emergent capacities concernedwith feeling. Any aspect of the network can be of great importance toa person. Bion asks, “What is important? The root? The flower? Thegerm? The conflict? The durability?” The list can be expanded. Depen-ding on time and situation, capacities can nourish or conflict with eachother. Conflicts can be creative and/or destructive. It is often hard, ifnot impossible, to discern what leads to what. Bion depicts structuralprocesses that inform human life from early in history until now. Allthe categories, at one or another time, play roles in emotional expres-siveness, O-expressions.In Kabbalah, Ein Sofat the top; with Bion, O at the bottom. Bothconcerned with Origins. For Bion, sub-origins, sub-O, sub-roots. Somuch goes on before we get to the Kabbalah tree, infinities of supernal94A FELT SENSE"},{"pageNumber":108,"pageContent":"infinities. So much goes on before we get to Bion’s grid and O-grams.Unknown sub-domains giving rise to emergent states and capacities.What we call the Jungian or Freudian unconscious are not beginningpoints but results of unnameable processes we try to imagine butcannot truly conceive. Infinites beyond imagining.We might call the O-grams or grid a kind of tree. Bion calls theformer “a pictorial schematic formulation”. He is wary of directional,causal type formulations and prefers multi-directional complexity.Trees grow from bottom up but need nourishment from above andonce the network expands, directionality becomes complicated.While Bion uses “hierarchical” terms and images, there is a “non-hierarchical” feel as well. Not only does he manage to stretch thevertical horizontally. I think of Deleuze and Guattari (1987) on therhizome as model, growing every which way, all kinds of under-ground possibilities, not defined vertically. Bion likes to wonder whatexperience is like from the vertex of digestion, respiration, proprio-ception, kinaesthesia—not confined to a backbone or arboreal model.He substitutes the term “vertex” for “point of view” so as to minimisevisual dominance. Deleuze likes to emphasise that with the rhizomeevery point is connected with every other point (which is also the casewith the Kabbalah tree and Bion’s function, states, and capacitycharts). The rhizome more easily illustrates a sense of no beginning orend, always in process, in the middle, no “centre” or “one” (not thereligious one-and-many). This comes closer to Bion’s feel of complexprocesses creating themselves as they go along or in the gestaltpsychology phrase, the spontaneous self-creation of processes. Myfeeling is that Bion is not bound to any one model, using field andquantum physics notions as well as models drawn from history, reli-gion, philosophy, mathematics, biology, art—almost anything thattouches him. In one of his last seminars, in spite of, or in addition to,earlier discussions of science, he spoke of psychoanalysis as art,emotions as colours on the palette (Bion, 1978).One thing I never much liked in religions is emphasis on “right-eousness”. The victory of the righteous, the good ones. Emphasis onthe righteous makes me feel like a failure. From this point of view, Iama failure. How good can you be? Bible characters are pretty mixed.Even the righteous were pretty flawed. I have never felt myself amongthe righteous. I would not say I’m totally “wrong”, but I’m not“right”. I have written about a sense of “something wrong” in severalTHE SECOND SEMINAR95"},{"pageNumber":109,"pageContent":"places (1999, 2009). One thing I have not cared for in Rabbi Shimon orRabbi Nachman stories is their emphasis on a higher place in heaven,a room closer to God. Maybe it is just a way of speaking—for exam-ple, someone says or does something especially good and RabbiShimon congratulates him on having a higher place in the world tocome. Something about this does not fit my personality. First of all, Iwas always slouchy, never upright. I began doing gym work in myseventies with a couple of trainers who always wanted to make my body do things it didn’t want to do. My body has found ways ofcompensating for psychic pain, its own wisdom or dumbness, but itworks well enough overall. I learned the hard way that you have tobe careful forcing it this or that way as it can get injured. You have torespect its “solutions” or adaptations, even if you wish they werebetter. I picture an old tree gnarled and knotted growing aroundtrauma points. A body deals with so much trauma and finds its ownknotted ways to survive. Nevertheless, I benefited enormously fromvarious forms of body work, starting with bioenergetics in my twen-ties. I felt it opened rather than injured, taking into account depths ofblockages and working with and through them, as if it worked insidethem. I think of a Taoist saying, “In a storm, the reed bends and theoak breaks”.Our upright body follows an arboreal model, as do the sephirotandchakras(the latter with the variation of sitting upright rather thanstanding). Yet, we can lie down, live horizontally, which most treescannot do. In this we share something with the rhizome. There areways that what it does outwardly, we do inwardly, aspects of psyche–mind (thoughts, feelings, sensations) intertwining, growing inhaphazard, unpredictable directions, all parts feeding each other. Tosome extent, this is true of trees, too. I have always been fascinatedthat a tree can be alive and dead at the same time. Applying this tomyself has been helpful: I do not have to be just one thing, all alive ordead. I can be more alive in some ways, and on the dead side inothers. There are many ways to be alive and dead. To some extent, wehave to deaden aspects of aliveness to survive. Deadening mecha-nisms in response to trauma are important. Of course, they can go toofar and we feel too dead, too long. In such a state, for some, even alittle advent of aliveness is threatening.Bion writes of how threatening aliveness can be and how deadnesscan be almost soothing, if it were not so painful. Yet, people get boxed96A FELT SENSE"},{"pageNumber":110,"pageContent":"into living with the pain of deadness rather than opening to stillgreater fears.***Yet, there is also freedom in self-nullification, beyond depression anddefensive deadness. Earlier, I talked about states of struggle and grace,a need to repair and unify as well as tear apart. Kabbalah–Chassidusalso places a good deal on developing a capacity to nullify oneself, tobecome nothing. A morning prayer upon waking awakens awarenessthat God creates us and everything from nothing every day. You feeldifferent nuances of nothing in the background of your being, forexample, the nothing you were for all the aeons before you were born.Many children puzzle about the time they were not, the vast nothingthrough eternities of time before birth and after death. From nothing tonothing, interlaced with nothing. Yet, you are something, someone.To translate this psychologically, we have a double capacity to benothing and something. We can take a vacation from being someone,from having to maintain an identity. We can dive into nothingness,shed imprisoning skins of personality, our personal bars, feel free ofourselves for a time. I represent this by using Bion’s bi-conditionalsign, a double arrow between Hebrew words for nothing (ayin) andbeing (yesh): ayin↔yesh. Double–directional flow. Now I am nothing,now something, now both in varying ways and combinations. In thismode of experience, nothing-and-being are not separate. Both areways we feel.There is some similarity here to Rabbi Shimon’s vision at the end:separate and not separate, one with God yet at one with oneself. Adistinction–union experience. Separate-and-one. Both together, aparadoxical structure of experience (Eigen, 2011, Chapters One andTwo). There are many variations.Suppose a moment of almost total nullification, as if not onlyoneself but all existence is nullified. In the scenario I am sketching, wedo not know when we begin, when anything begins. Suppose at somepoint a feeling of mysterious presence begins to form. The Untouch-able touches us and from nothing comes something. All existencecomes into being with us, we with it. At some point, we rush into life,explore, use ourselves and others, but a memory of nothing remainsin the background. There might come a time when we search for thiscapacity, a time we need it to clear ourselves out, get rid of some ofTHE SECOND SEMINAR97"},{"pageNumber":111,"pageContent":"the noise that threatens to deafen something precious. Somethingfurther opens. We move from our noisy self to our null self, a nulldimension. A place to start over, fresh, repeatedly. It might soundodd, but we begin to have opportunity to cultivate null dimensions,capacity to be nothing; to cultivate both being and not being as a pathof growth. A double capacity that needs care and enrichment, part ofthe garden we are given to cultivate.***Nothing as envisioned in Kabbalah can get very complicated. Nothinghas many layers and dimensions and infinities, filled with possibili-ties. Sometimes it is called “what” or “not”. When you contact it inmeditation, it can be awesome—even the unfolding of infinitemoments of peace can be awesome. At other times, there are delicatesoul shivers. There are mysterious layers of nothing and dimensionsthat can have no name or conceiving, beyond the dichotomy noth-ing–being, mystery beyond mystery. Chassidus envisions soul createdfrom nothing, filled with nothing, going back to nothing—all the time.The space opened by self-nullification is “filled” by God.Bion, too, questions beginnings and endings. When he speaksabout terminal cancer, he wonders, what can termination mean?Termination of what? He emphasises the importance of working withwhat canbe worked with, undeterred by a terminal prognosis. If aperson is still alive and you are working with him or her, focus onwhat is possible between you in the time you have. In face of a termi-nal prognosis, worlds canopen that were closed before. A therapistcan help mediate and support this opening.One great example of profound self-nullifcation is the Shechinah,God’s feminine Presence. In the Zohar, Shechinahhas no light of herown. She is more like the moon, reflecting the sun’s light. I interpretthis to refer to that part of us that reflects the light of others. As a ther-apist, you have capacity to reflect the light of others, the light comingto you. Kohut (1971) describes aspects of this capacity as empathicallymirroring states and needs of others. Sometimes, I feel the word“mirror” is too material, too hard and fast. The responsive feelingrepresented by Shechinahhas no shape or form.To be a being that reflects the light of others as well as having one’sown light, one’s own spark. One’s own light can be self-affirming andbe a reflector. If your light is turned on maximally all the time, there98A FELT SENSE"},{"pageNumber":112,"pageContent":"might be little room for the light of others. If your light can adapt tochanging circumstances, the light of others can be seen in yours. Andsometimes, you have to turn your light off to let a light of anothershine and be experienced. In that moment of nullification, you freeyourself. Nullification allows a moment free of self-persecutorydemands. You should be this, you should do that, you should be thecentre of attention—a moment free of this nagging, free of the tyrannyof self. Not bye-bye self forever, but some degrees of freedom.While Chassidus asserts that we have a share in the way theUnknowable works through its emanations, creations, formations,and actions, as a secular psychologist I tend to see God mirroring ourhuman capacities. Aspects of our concept of God mirror more and lessrecognised capacities. More recognised capacities expressed by thesephirot, less recognised capacities expressed by unknown infinitiesbeyond them. Perhaps a conception of God as mirroring humancapacities suggests a sense that God, too, undergoes self-nullification.And in certain sublime moments, contact is made between our self-nullification and God’s.***One mysterious point in psychoanalysis is Freud’s idea of a dreamnavel, “the spot where it [the dream] reaches down into the un-known” (Freud, 1900a, p. 525). Freud likens it to a mycelium, afungus, a cousin to Deleuze’s fungal rhizome. Tangles of dreamthoughts vanishing from sight, popping up as threads of growth anyplace the fungus extends. A particular vision I have is the vanishingmycelium making its way towards Bion’s O. Or just the opposite,emanations of O making their way towards dream life.***In Bion’s O-grams, O is mysteriously situated beneath Root (O-gram1) and beneath Godhead and Analogues (O-gram 2, p. 10). O as start-ing point, unknown origin. We might picture it as a seed, or perhapsthe Zohar’s“spark of impenetrable darkness” (Matt, 2004, Volume 1,p. 107), a radiant point containing all light, igniting creation. At thesame time, O may have no beginning or ending, although we speakof birth and death, realities for us. We swim in seas of images toexpress what cannot be known, using terms that touch meaningfulaspects of our lives.THE SECOND SEMINAR99"},{"pageNumber":113,"pageContent":"If you stay with O, you will never see a person exactly the sameway. If you stay with O, you will be less likely to box people up. Whenin New York, Bion said, “If you think you’re seeing the same patient,you’re seeing the wrong patient”. He also spoke of a patient saying,after twelve years of analysis, “I’m just the same as when I started.Nothing has happened here.” Bion responded, “Do you mind tellingme how you did that?” He went on to say that learning how to stopchange would be quite a scientific achievement.Can one say, by implication, if you are seeing the same O, you areseeing the wrong O? If O is unknowable, we are speaking in figuresof speech. If one feels and says, “Everything is the same, nothing haschanged”, one expresses a real state, a significant experience or wayof experiencing, even if this is not possible in reality. On the otherhand, if one catches on—deeply catches on—that things are in someways changing, that transformational processes are always at work,for better or worse, one has more of a chance of experiencing areas offreedom or possible exploration in addition to a sense of the same.One can, to a certain extent, transcend one’s current situation or,better, dive into it, be with it, work with it.Doubleness, as usual, appears. Things are always changing.Things are always the same. Both sentiments expressed as states ofbeing. Perhaps, too, one can learn to hold this doubleness and let itwork on you, take you to new mixtures of familiar–unfamiliar places.** *O as undetermined “beginning”, vanishing like the dream navel fromview. Expressing itself as Root with emergent capacities (O-gram 1, p. 10). In some phenomenological sense, everything grows from thisroot feeling, this root sensation, although we may intuit, posit, senseintimations of O giving rise to Root.Different root sensations for different people or the same person atdifferent times. A root sense from which things grow. At the sametime, Bion tells us we could begin with any part of the O-gram, anyemergent capacity or state that marks one’s life, and find one’s way toothers. Although O is at the bottom, we can begin with the top, Music,Religion, Sculpture, Poetry, or Painting, and find one’s way to O.One could begin with any chakraand animate the others. Start withthe crown and the downflow will lead to the base; start with the baseand the upflow will lead to the crown. I was told to visualise a serpent100A FELT SENSE"},{"pageNumber":114,"pageContent":"coiled at the base, rising up the spine through various stations as youprogress in psycho-spiritual freedom. But where is the base of thespine? Where does it start? Where does it go? The perineum, betweenanus and genitals? I have had teachers say, “Breathe with yourasshole.” The base is very deep in the body.The sephira, Malchut, is associated with feet. Beyond the sevenchakrasusually emphasised, there are many chakrasin the feet and avariety of ways to access them. One can, for example, activate them orbecome more aware of their activation through meditation or mas-sage. Not just foot massage, but cranial massage. Cranial therapy canreach the feet and footwork can reach the cranium. As with the sephi-rot, one can begin with any chakraand reach others in interlaced open-ness. There are many chakrasoutside the usual count and my sense isthere are many psychophysical capacities with reverberations beyondthe standardised sephirotstations. Much interweaving beyond thevertical (Eigen, 1986).***The sephirotand chakrashave physical, psychological, and spiritualdimensions. The sephirotgraph aspects of the body from top to bottomor bottom to top. We schematised this with Chochma(wisdom), Binah(understanding), Daat(knowledge) as the head. Chesed(mercy, lovingkindness) and Gevurah(strength, judgement) as the right and left arms.Tiferet(Beauty) as heart. Netzach(endurance, persistence) and Hod(flexibility, openness) as the hips and legs. Yesod(fecundity) as geni-tals. Malchut(kingdom, Shechinah) as feet. On a purely physical plane,when you are dancing or running or moving your hips back and forth,you might feel moments of special hip-strength and fluidity and tingleall over. A tingling that all the chakras/sephirotreverberate to. Atingling that is physical but not just physical as it spreads throughmany capacities and areas and opens a sense of the ineffable. As I haveoften said (2006a), sensation is, or can be, ineffable. Sensation can leadyou to divinity, God sensation spreading all through you.***I mentioned that chakrasand sephirotcan be located through sensoryand muscular sensations all through your being. Let us not be toodogmatic about this fluidity. You can feel the divine feeling allthrough your being, in your cells, your pores. The Zen master’s oneTHE SECOND SEMINAR101"},{"pageNumber":115,"pageContent":"finger Zen—moving one finger upward—can feel so good. Everymovement can be blissful.The root feeling can be anywhere for you. It could be in any of thesephirotor chakras, depending on where you are located at themoment. Often the hara, just below your navel, is emphasised. I likeall the spots, but my special spot for most of my life—not as specialnow as other spots have caught up with it—is Tiferet, the heart chakraor nearby. There [pointing to my chest] is an area I call the infinitesi-mal infinity point. It tells me to go this way or that way, softer, louder,yes, no, stop, go. It seems to be a source of values. The Upanishadsspeaks of a point of self no bigger than a thumbnail. For Bion andKabbalah, the point is even smaller.For the moment, let me speak of a sigma point. Bion uses the lettersigma for Teilhard de Chardin’s (2008) noosphere. De Chardin writesof a biosphere (living being), psychosphere (psychological existence),and noosphere (spiritual being), an evolution of emergent capacities.As a child, he was in love with rocks and he became a palaeontologist.Rocks were alive for him. Perhaps he saw God in rocks (Eigen, 2007,Chapter One). He grew up not only to be a palaeontologist, but also aJesuit priest. He felt the noosphere was evolving into a greater unitythat would some day unite humankind spiritually, perhaps a kind ofuniversal interpenetration of spirit.Bion wanted to avoid usage of the term “sphere”. He wanted tokeep the reality pointed to open, not prematurely saturated withparticular images. This is something like his substituting the termvertex for point of view, an attempt to avoid a visual bias. Bion feltthat as infants everything seems animate, and that as we grow welearn to differentiate inanimate from animate. We learn to deadenexperience to function in “reality”. I suspect for Bion reality isalive.It is rich to contemplate de Chardin’s childhood rocks as animated,as he must have experienced them. And reverie how for him thisanimate sense grew in dimensionality. Bion referred to de Chardin late in life (1994b, p. 313). Bion spoke of a need to keep on evolving lest we kill ourselves off and a better creature take our place. Evolvingnot only in capacities but in being able to learn to use our capacities.He appreciated de Chardin’s depiction of further evolution of a spir-itual dimension that would bring us all together in ways we cannotconceive now. A number of times, towards the end of his life, Bionquestioned the idea of ending, and de Chardin’s depiction of a102A FELT SENSE"},{"pageNumber":116,"pageContent":"noosphere appealed to Bion’s sense of further dimensions as yetunknown.***We just cannot stop here. More has to happen, further layers of organ-isation. Ein Sofand O can be seen, in part, as giving rise to emergentcapacities. If, sometimes, we equate them with chaos or nothingness,perhaps we are hinting at potential for happening, from nothing toyesh, the 10,000 things, the bells and whistles of life. A perpetuallyembryonic element through which always more is possible.Bion and Winnicott often write of precocious or premature organ-isation of a potential growth process. For example, an inchoateemotional pressure being shaped into form too quickly, missing theunfolding of feeling. Even a dream narrative might give prematureform to vague emotional pressures, slanting them in one or anotherdirection and leaving other elements out. A kind of premature ejacu-lation of unknown feeling into a narrative or concept. At the sametime, the dream narrative and imagery could give hints of emotionalrealities squeezed into dream form.In a way, you can look at Bion’s grid as successive organisationsof emotional experience that is dimly felt and known. With each stepalong the grid, the embryonic emotion is further shaped and defined,lessening the original impact and losing other possible contours. Onemight dramatise this by saying the feelings we have are ours at theexpense of aspects of feelings left behind, aborted. That is one reasonBion urges us to return to more fragmented states, start from scratch,and lessen the hold of built up narrative organisations of emotion thatremains largely unfelt and unmet.He feels most of the session takes place, or should take place, onrow C, dream thoughts, dreams, myths, rather than a more concep-tual plane. At least, then, we have somewhat more of a chance to tastea bit of the feeling seeking birth, even if it is prematurely ushered intoimage–narrative form, gaining something, losing a lot. So much ofwhat we experience are bits wrested out of larger unknown contexts.That Bion includes dream thoughts hints of Freud’s dream navel,which brings us to the brink of the unknown, the vanishing point ofthe dream, the point that disappears into a larger, unperceivedemotional sea.***THE SECOND SEMINAR103"},{"pageNumber":117,"pageContent":"There was a time when psychoanalysis advocated creative regression.One drops into a less organised state, temporarily shedding built upskins of personality, so that one has a taste of starting fresh. Winnicott(1992; Eigen, 2004) wrote of dropping into a primordial madness thenspontaneously coming back, the better for it. Balint (1967) wrote of re-tasting early harmonious interweaving or mix-up, in hope of offset-ting or correcting a sense of basic fault in personality. Using a bit ofKabbalah and Bion, I would like to add a felt moment of vanishinginto O emanating us, a double movement in one. Or returning to Godre-creating us in divine embrace.***Well, I didn’t realise we had reached our vanishing point. We haverun out of time. Perhaps I can stretch a few seconds and make a fewmore remarks and take some questions. The grid tells us conceptshave a long history, that what we call emotions have a long journeyfrom an unknown background through successive forming processes.Unknown background pressures reach through beta and alphaelements to dreams and myths and the growth of concepts. We learnto think about feeling. Each step of the way, more of the feeling is lostas some part of it is caught and refined. By implication, Bion isreminding us to be cautious about what we think we know. We maythink we know a lot about ourselves, but the emotions we can focuson are a small part of where they came from.We might find something in a formula modified from Ricoeur(1986): affect gives rise to image gives rise to thought. I would like tospeak for a felt sense, a kind of root sense that plays a role in all thethings you come up with. You keep returning to a felt sense and seewhat more comes. Often, when I write about therapy, I try to contacta basic felt sense of the session and let that speak. Keep returning to abasic felt sense, which itself can undergo development and lead toanother felt sense.If one looks at O-gram 1 (p. 10), one sees God as a “form” (perhapsin a Platonic sense) that developed from a more primordial felt sense,Root or O, the O of God.Back to the felt sense. Let the felt sense create. Maybe new eternalsor aspects of psyches will appear. They haveto.One quick note on O-gram 2 (p. 10). In this O-gram, we see arrowspointing downward. There is much to say, but here only a little.104A FELT SENSE"},{"pageNumber":118,"pageContent":"Arrows point down from alpha to beta and from beta to O. You wouldthink the opposite. You would expect everything to grow from O,arrows pointing upward. Recall that any part of an O-gram can leadto any other, as every sephiraand chakracan lead to every other. Pro-cesses are multi-directional and we select ways to work with them.One special meaning of the downward arrows fits in with Bion’semphasis on the importance of conscious becoming unconscious,seemingly opposite to Freud’s dictum, where id is ego will be (I willbe where it is). A lot of our life is unlived, partly because of limitationsof our makeup. One function of therapy is to help people let more oftheir lives in. Support growth of psyche so that it can tolerate moreliving. To let the reality of what we encounter in, so that it becomespart of us, part of deeper levels of our being that support consciousawareness. To let more of ourselves in, a deeper sense of ourselves. Adeeper sense that flows from and needs support of unconscious life.Support that saves us from being stranded from ourselves in upperstories, what Merleau-Ponty calls high-altitude thinking.We might learn a skill like karate or Tai Chi step by step with hardwork of conscious practice. But for it to truly become part of us, itmust seep into deeper levels of being, more primary strata. It becomespart of our felt sense of movement, like a musician’s felt sense, avail-able for new intuitive flow. It must become part of the O of our beings.***Before we are asked to leave, does anyone want to ask something?Comment: I just want to thank you. I feel lit up.Response:Are you fired up? (Laughter).Question: When will the next seminar be?Response: I hope in about half a year. On interfaces of Kabbalah andpsychoanalysis—on souls, states, worlds, capacities. But, you know, Iam not vanishing into a cave until then. I give a seminar Tuesdayafternoons at my office. You are all welcome to attend.Questioner: OK, thank you so much, thanks.Question: Could we have the next seminar start off where you left offnow?THE SECOND SEMINAR105"},{"pageNumber":119,"pageContent":"Response: First of all, at my age, I’d just like to be here for the nextone. Thank you, though, for wanting more. We can pick up whereverO picks us up. Let’s keep on O’ing.106A FELT SENSE"},{"pageNumber":120,"pageContent":"REFERENCESArendt, H. (1970). On Violence.New York: Houghton Mifflin Harcourt.Arendt, H. (2006). On Revolution. New York: Penguin Classics.Arnheim, R. (1969). Visual Thinking. Berkeley, CA: University of CaliforniaPress.Balint, M. (1967). The Basic Fault.London: Routledge.Berdyaev, N. (1958). Dostoevsky. New York: Meridian.Bion, W. R. (1970). Attention and Interpretation. London: Karnac, 1984.Bion, W. R. (1978). A Seminar Held in Paris in 1978.www.psychoanalysis.org.uk/bion78.htmBion, W. R. (1990). A Memoir of the Future. London: Karnac.Bion, W. R. (1994a). Clinical Seminars and Other Works, F. Bion (Ed.).London: Karnac.Bion, W. R. (1994b). Cogitations, F. Bion (Ed.). London: Karnac.Blomfield, V. (2011). Gautama Buddha: The Life and Teachings of the AwakenedOne. London: Quercus.Bohm, D. (1996). Wholeness and the Implicate Order. London: Routledge.De Chardin, P. (2008). The Phenomenon of Man. New York: HarperCollins.Deleuze, G., & Guattari, F. (1987). A Thousand Plateaus: Capitalism andSchizophrenia, B. Massumi (Trans.). Minneapolis, MN: University ofMinnesota Press.107"},{"pageNumber":121,"pageContent":"Eigen, M. (1973). Abstinence and the schizoid ego. International Journal ofPsychoanalysis, 54: 493–497. Reprinted in:The Electrified Tightrope(2004).Eigen, M. (1981). The area of faith in Winnicott, Lacan and Bion. International Journal of Psychoanalysis, 62: 413–433. Reprinted in: TheElectrified Tightrope, 2004.Eigen, M. (1986). The Psychotic Core. London: Karnac, 2004.Eigen, M. (1993). The Electrified Tightrope.A. Phillips (Ed.). London: Karnac,2004.Eigen, M. (1996). Psychic Deadness. London: Karnac, 2004.Eigen, M. (1998). The Psychoanalytic Mystic. London: Free AssociationBooks.Eigen, M. (1999). Toxic Nourishment.London: Karnac.Eigen, M. (2001). Damaged Bonds. London: Karnac.Eigen, M. (2002). Rage. Middletown, CT: Wesleyan University Press.Eigen, M. (2004). The Sensitive Self. Middletown, CT: Wesleyan UniversityPress.Eigen, M. (2005). Emotional Storm. Middletown, CT: Wesleyan UniversityPress.Eigen, M. (2006a). Lust. Middletown, CT: Wesleyan University Press.Eigen, M. (2006b). Age of Psychopathy. www.psychoanalysis-and-therapy.com/human_nature/eigen/pref.htmlEigen, M. (2007). Feeling Matters.London: Karnac.Eigen, M. (2009). Flames From the Unconscious: Trauma, Madness and Faith.London: Karnac.Eigen, M. (2011). Contact With the Depths. London: Karnac.Eigen, M. (2012a).Kabbalah and Psychoanalysis. London: Karnac.Eigen, M. (2012b). On Winnicott’s clinical innovations in the analysis ofadults. International Journal of Psychoanalysis, 93: 1449-1459.Eigen, M. (2013). Response by Michael Eigen: We never recover from beinghuman. International Journal of Psychoanalysis, 94: 118–121.Einstein, A. (1950). Letter written in 1950, quoted in The New York Times, 29 March, 1972. For another version of this letter and an explanation, A.Calaprice (Ed.), The New Quotable Einstein. Princeton University Press,2005.Freud, S. (1900a). The Interpretation of Dreams. S.E., 5. London: Hogarth.Freud, S. (1911c). Psycho-analytic Notes on an Autobiographical Account of aCase of Paranoia. S.E., 12: 3–82. London: Hogarth.Green, A. (1975). The analyst, symbolization and absence in the analyticsetting (on changes in analytic practice and analytic experience).International Journal of Psychoanalysis, 56: 1–22.108REFERENCES"},{"pageNumber":122,"pageContent":"Khan, M. (1996). The Privacy of the Self. London: Karnac.Klein, M. (1945). Notes on some schizoid mechanisms. In: M. Klein, P.Heimann, S. Isaacs, & J. Riviere (Eds.), Developments in Psychoanalysis(pp. 292–320). London: Hogarth Press (1952).Kohut, H. (1971). The Analysis of the Self. Chicago, IL: University of ChicagoPress, 2009.Levinas, E. (1999). Alterity and Transcendence, M. B. Smith (Trans.). NewYork: Columbia University Press.Liebes, Y. (1993). Studies in the Zohar.Albany, NY: State University of NewYork.Mathers, S. L. M. (1887). The Kabbalah Unveiled. Whitefish, Montana:Kessinger.Matt, D. C. (1998). God and the Big Bang: Discovering Harmony betweenScience and Spirituality. Woodstock, VT: Jewish Lights.Matt, D. C. (2002). Zohar: Annotated and Explained. Woodstock, VT:SkyLight Paths.Matt, D. C. (2004). The Zohar, D. C. Matt (Trans.), Pritzger Edition. Stanford,CA: Stanford University Press.Matte-Blanco, I. (1975). The Unconscious as Infinite Sets: An Essay in Bi-logic.London: Karnac, 1980.Matte-Blanco, I. (1988). Thinking, Feeling and Being. London: Routledge.Meltzer, D. (2008). Sexual States of Mind. London: Harris Meltzer Trust.Milner, M. (1987). The Suppressed Madness of Sane Men: Forty-Four Years ofExploring Psychoanalysis. London: Routledge.Molofsky, M. (2009). Some thoughts on synthesizing core concepts of thechakra system, Jewish mystical tradition and Qi Gong. Accessed at:http.//merlemolofsky.com/sample-writings.html.Ricoeur, P. (1986). The Symbolism of Evil. Boston, MA: Beacon Press.Roustang, F. (1980). Psychoanalysis Never Lets Go, N. Lukacher (Trans.).Baltimore, MD: Johns Hopkins University Press.Schneerson, M. M. (1978). On the Essence of Chassidus, Y. Greenberg & S. S.Handelman (Trans.). Brooklyn, NY: Kehot Publication Society.Tanahashi, K. (Ed.) (1995). Moon in a Dewdrop: Writings of Zen Master Dogen.New York: North Point Press.Winnicott, D. W. (1988). Human Nature. London: Free Association Books.Winnicott, D. W. (1992). Psychoanalytic Explorations, C. Winnicott, R.Shepherd, & M. Davis (Eds.). Cambridge, MA: Harvard UniversityPress.Zahavy, Z. (1977). Idra Zuta Kadisha: The Lesser Holy Assembly. New York:Sage.REFERENCES109"},{"pageNumber":123,"pageContent":"Zalman, S. (1797). Likutei Amarim (Tanya). Brooklyn, NY: Kehot PublicationSociety, 1996.110REFERENCES"},{"pageNumber":124,"pageContent":"affect(ive), 23, 25, 104attitudes, 2, 59, 86dramas, 16intensity, 57sense, 16Alcoholics Anonymous (AA), 13AnpinArik, 53–54Zeir, 54anxiety, 23–24abandonment-intrusion, 23–24double, 23–24of disappearing, 24single, 23Arendt, H., 46Aristotle, 26, 54, 70, 73, 78Arjuna, 6Arnheim, R., 23aware(ness), 5, 13, 16–18, 40, 44, 52,60, 70, 76, 91–92, 97, 101 see also:conscious(ness)sub-, 21un-, 74ayin, 56, 64, 69, 97Balint, M., 14, 104bar Yohai, S., 52, 60, 78Berdyaev, N., 26, 66Bhagvad Gita, 6Binah, 26, 28, 53, 55, 57–58, 66, 72, 86,90, 101Bion, W. R. (passim)cited works, x, 7–8, 10–11, 31, 51,76, 79, 92, 94–95, 102grid, 8, 51, 71, 82, 95, 103–104H, 71–H, 71–K, 71K, 8, 12L, 71–L, 71O, 5, 8, 10, 12, 14, 42, 51, 92–94,99–100, 103–106O-expressions, 94O-gram, 8, 10, 92–95, 99–100,104–105threeone, 8transformation, 14Blomfield, V., 35–36CHAPTER TITLE111111INDEX"},{"pageNumber":125,"pageContent":"Bohm, D., 6Buddhism, 5, 10, 19, 27–28, 30, 35–36,40–41, 43–44, 51, 66, 71case studiesAbe, 12–15, 17–20, 25, 39Sara, 84–85Chabad, 53chakras, 9, 17, 26, 90, 96, 101–102 see also: KundaliniChassid(ism), 25–26, 43, 45, 52, 65, 69,73, 82, 85, 98–99Kabbalah-, 26, 97Lubavitch, 53, 79Chaya, 27–28, 34, 83Chesed, 26, 54–55, 67, 90, 101Chochma, 26, 28, 48–49, 53, 55, 57, 66,68–70, 72, 86, 90, 101-Binah, 17conscious(ness), xi, 3, 5–6, 13, 16, 18,52, 105 see also:unconscious(ness)awareness, 18, 105living, 5practice, 105semi-, 13, 15thinking, 83Daat, 26, 28, 53, 55, 66, 86, 90, 101death, 7, 15, 21, 30, 33, 35, 37–38, 58,62, 66, 70, 73, 83–84, 87, 89, 91,94, 97, 99drive, 4living, 62partial, 72processes, 33psychic, 21De Chardin, P., 102de Leon, M., 52, 78, 85, 89decathexis, 24–25, 39Deleuze, G., 95, 99development(al), 7, 19, 61, 63, 72, 80,104creative, 74foetal, 54spiritual, 68, 84ego, 24, 70, 105-destructive, 61empirical, 70inflation, 24mutilated, 32schizoid, 12super-, 60–61, 63transcendental, 27Eigen, M., 58, 61, 68, 70–71, 74, 77–80,91–93, 97, 101–102, 104Ein Sof, 3, 50–51, 56, 65, 83, 85, 92–94,103Einstein, A., x, 15, 52Elohenu, 5–6Freud, S., xi, 4–5, 7, 14, 18, 23–24,34–36, 56, 61, 67–68, 70, 73, 75,77, 95, 99, 103, 105Gevurah, 26, 54–55, 60–61, 63–64, 67,70, 90, 101Green, A., 23–24Guattari, F., 95Hashem, 41Hod, 26, 54–55, 67–69, 73, 90, 101Homer, 15, 46Kabbalah, ix–xi, 2, 8, 27–29, 35, 38,47–48, 50, 52–54, 61, 66–67,70–71, 73–76, 78, 85–86, 91–94,98, 102, 104–105 see also:Chassid(ism)language, 92Lurianic, 56, 61vision, 72kavannah, 41Keter, 26–28, 51, 53–57, 61–64, 83, 90Khan, M., 17Klein, M., 23, 68, 80Kohut, H., 72, 98Krishna, 6, 89Kundalinichakras, 8, 51, 70yoga, 51, 55112INDEX"},{"pageNumber":126,"pageContent":"Levinas, E., 68Liebes, Y., 87Macroprosopus, 53–54Malchut, 26, 28–30, 33, 55, 57–59, 65,72–73, 81, 83, 90, 101Mathers, S. L. M., 54, 65, 87Matt, D. C., 72, 79, 87Matte-Blanco, I., 6–7, 10Meltzer, D., 82Microprosopus, 54Milner, M., 12, 17, 23, 56mitzvah, 25, 35, 40–42Molofsky, M., 4, 9, 90Nefesh, 26, 28–29, 33, 83Neshama, 26, 28, 34, 83Netzach, 26, 54–55, 67–70, 73, 90, 101NYU Contemplative Studies Project,1, 44, 48Obama, B., 47object, 24, 44, 60, 72bad, 16good, 16self-, 72Plato, 26, 35, 54, 58, 70, 73, 78, 104Qi Gong, 9rasha, 15, 39Ricoeur, P., 104Roustang, F., 78Ruach, 26, 28, 34, 65, 83Schneerson, M. M., 43, 79, 83, 90Sefer Yezirah, 52self, xi, 6, 21, 24, 34, 38, 40, 76, 98–99,102 see also: object, sense-affirming, 98-building, 72-condemnation, 60-creation, 95-defeating, 34-destructive, 5, 7, 71, 74everyday, 38-feeling, 24, 72-impact, 57-indulgence, 60-lessness, 44-nullification, 97–99-object, 72ordinary, 33-persecutory, 99-state, ixsystems, 14-transcending, 68sense, x, 13–14, 16, 21–22, 27, 30, 32,34, 43–44, 49–51, 54, 58, 62,66–67, 74, 79–81, 83, 86, 91–93,95, 99–101, 103–104animate, 102common-, x, 11, 38, 44, 59deep, 105felt, x, 104–105forceful, 6generative, 6helpful, 72I-, 39imitations, 100informal, 28mystical, 6of at-oneness, 8of beauty, 46, 71of evil, 54of faith, 58of God, 25of goodness, 58of inadequacy, 77of nuance, 17of processes, 6of reality, 8, 25, 88of recognition, 32of self, xi, 6of spirit, 79of stability, 88of surrender, 17of unknowing, 4of wholeness, 21organ, xi, 50phenomenological, 100INDEX113"},{"pageNumber":127,"pageContent":"root, x, 100, 104shared, 59silence, 17sixth, xsephira, 26–28, 48, 51, 53–55, 57–59,61, 63–64, 68, 72, 82, 90–91, 101,105Sephirot, 2–3, 8–9, 17, 26–28, 30, 34,45–46, 50–51, 53–58, 60–61,63–64, 67–69, 71–73, 75, 80–83,85, 89–91, 96, 99, 101–102sexual, 26, 46act, 80experience, 82generation, 82imagery, 73intercourse, 28, 81linking, 82relations, 45stories, 36wisdom, 49Shechinah, 58, 72–73, 81–82, 85, 89, 94,98, 101splitting, 2, 5, 14, 23–24, 37, 68Suzuki, D. T., 28Tanahashi, K., 8Tiferet, 2, 8, 17, 26, 45–46, 54–56,59–60, 63, 67–68, 73, 81–82, 90,101–102treeKabbalah, 2, 55, 58, 81, 92, 94–95minus, 71negative, 71of faith, 8, 37, 46, 58, 71of knowledge, 8, 71–72of life, 2–3, 8, 26–27, 45–46, 50, 53,58, 71, 90positive, 71sephirot, 55tzadik, 15, 28, 39, 45, 60, 78Tzu, C., 50, 52, 65, 89unconscious(ness), 5, 12, 15, 18–20,56, 93, 105 see also:conscious(ness)foundation, 58Freudian, 95functioning, 5infinites, 10life, 10, 19, 56, 105substructures, 5work, 5, 18, 51Winnicott, D. W., x–xi, 5, 8, 12, 14,16–17, 19, 23–24, 74, 77, 86, 91,93, 103–104Yaweh, 72Yechida, 27–29, 34, 83–85yesh, 56, 64, 69, 97, 103Yesod, 26, 54–55, 67–69, 73, 81–82, 90,101YHVH, 5–6, 45, 56–57, 59, 63–64, 66Zahavy, Z., 87Zalman, S., 25Zen, 43–44, 56, 101–102Zohar, 8, 50, 52, 55, 58–60, 66, 78–79,81, 85–87, 89, 92–94, 98–99114INDEX"}]
