[{"pageContent":"undefined"},{"pageContent":"LSHC_front_Cov.jpg [../images/00001.jpeg]"},{"pageContent":"PY_copy_lge.png [../images/00002.jpeg]"},{"pageContent":"LS_Title.jpg [../images/00003.jpeg]"},{"pageContent":"About This BookThe Law of Success was first published as a booklet in 1944 by Self-RealizationFellowship, and has been continuously in print since then. It has beentranslated into multiple languages."},{"pageContent":"Copyright © 1980 Self-Realization FellowshipThe trademarks in this publication are the property of Self-RealizationFellowship.Autho.jpg [../images/00004.jpeg]The Yogoda Satsanga Society of India name and emblem shown above appear on allYSS books, recordings, and other publications, assuring the reader that a workoriginates with the society established by Sri Sri Paramahansa Yogananda andfaithfully conveys his teachings."},{"pageContent":"Digital Rights Notice and Terms of UseAll rights in this digital edition of The Law of Success are reserved bySelf-Realization Fellowship.Subject only to any conditions established by the distributor from which youobtained this book, Self-Realization Fellowship welcomes you to download thisedition onto any number of your own devices for your individual, non-commercialuse; and to print excerpts for your own reference.Kindly note, however, that upon acquiring this edition the reader agrees toabide by applicable national and international copyright laws; and to abstainfrom distributing, reproducing, or transmitting the contents to otherindividuals or entities, by any means (electronic, mechanical, or otherwise)without the publisher’s prior written consent. We appreciate your cooperation inrespecting the author’s work and in helping to preserve its integrity byupholding these principles.Thank you for supporting our non-profit publishing endeavors in connection withthe legacy of Paramahansa Yogananda.ysslogo.jpg [../images/00005.jpeg]Ebook edition, 2016.ISBN: 978-81-89955-32-8 (hardcover)ISBN: 978-93-83203-60-4 (Kindle edition)"},{"pageContent":"Emblem.jpeg [../images/00006.jpeg] The Spiritual Legacy ofSri Sri Paramahansa YoganandaHis Complete Writings, Lectures, and Informal TalksParamahansa Yogananda founded Yogoda Satsanga Society of India (YSS) in 1917 andSelf-Realization Fellowship (SRF) in 1920 to disseminate his teachings worldwideand to preserve their purity and integrity for generations to come. A prolificwriter and lecturer from his earliest years in America, he created a renownedand voluminous body of works on the yoga science of meditation, the art ofbalanced living, and the underlying unity of all great religions. Today thisunique and far-reaching spiritual legacy lives on, inspiring millions of truthseekers all over the world.In accord with the express wishes of the great Guru, Yogoda Satsanga Society ofIndia/Self-Realization Fellowship has continued the ongoing task of publishingand keeping permanently in print The Complete Works of Paramahansa Yogananda.These include not only the final editions of all the books he published duringhis lifetime, but also many new titles—works that had remained unpublished atthe time of his passing in 1952, or which had been serialized over the years inincomplete form in Yogoda Satsanga Society of India/Self-RealizationFellowship’s magazine, as well as hundreds of profoundly inspiring lectures andinformal talks recorded but not printed before his passing.Paramahansa Yogananda personally chose and trained those close disciples whohave headed the Yogoda Satsanga Society of India/Self-Realization FellowshipPublications Council since his passing, and gave them specific guidelines forthe preparation and publishing of his teachings. The members of the YSS/SRFPublications Council (monks and nuns who have taken lifelong vows ofrenunciation and selfless service) honour these guidelines as a sacred trust, inorder that the universal message of this beloved world teacher will live on inits original power and authenticity.The Yogoda Satsanga Society of India/Self-Realization Fellowship emblem (shownabove) was designated by Paramahansa Yogananda to identify the nonprofit societyhe founded as the authorized source of his teachings. The YSS/SRF name andemblem appear on all YSS/SRF publications and recordings, assuring the readerthat a work originates with the organization founded by Paramahansa Yoganandaand conveys his teachings as he himself intended they be given.— Yogoda Satsanga Society of India/Self-Realization Fellowship"},{"pageContent":"He is the wisest who seeks God. He is themost successful who has found God.—Sri Sri Paramahansa Yogananda"},{"pageContent":"THE NOBLE NEWSing songs that none have sung,Think thoughts that ne’er in brain have rung,Walk in paths that none have trod,Weep tears as none have shed for God,Give peace to all to whom none other gave,Claim him your own who’s everywhere disclaimed.Love all with love that none have felt, and braveThe battle of life with strength unchained."},{"pageContent":"MY DIVINE BIRTHRIGHTThe Lord created me in His image. I will seek Him first, and make sure of myactual contact with Him; then, if it be His will, may all things — wisdom,abundance, health — be added as part of my divine birthright.I want success without measure, not from earthly sources but from God’sall-possessing, all-powerful, all-bountiful hands."},{"pageContent":"THE LAW OF SUCCESSIS THERE A POWER THAT CAN REVEAL HIDDEN VEINS OF RICHES AND UNCOVER TREASURES OFWHICH WE NEVER DREAMED? IS THERE A FORCE THAT WE CAN CALL UPON TO GIVE HEALTH,HAPPINESS, AND SPIRITUAL ENLIGHTENMENT? THE SAINTS AND SAGES OF INDIA TEACH THATTHERE IS SUCH A POWER. THEY HAVE DEMONSTRATED THE EFFICACY OF TRUTH PRINCIPLESTHAT WILL WORK FOR YOU, TOO, IF YOU GIVE THEM A FAIR TRIAL.Your success in life does not altogether depend on ability and training; it alsodepends on your determination to grasp opportunities that are presented to you.Opportunities in life come by creation, not by chance. You yourself, either nowor in the past (including the past of former lives), have created allopportunities that arise in your path. Since you have earned them, use them tothe best advantage.If you use all available outward means, as well as your natural abilities, toovercome every obstacle in your path, you will thus develop the powers that Godgave you — unlimited powers that flow from the innermost forces of your being.You possess the power of thought and the power of will. Utilize to the uttermostthese divine gifts!"},{"pageContent":"THE POWER OF THOUGHTYOU DEMONSTRATE SUCCESS OR FAILURE ACCORDING TO YOUR HABITUAL TREND OF THOUGHT.IN YOU WHICH IS THE STRONGER — SUCCESS THOUGHTS OR FAILURE THOUGHTS? IF YOURMIND IS ORDINARILY IN A NEGATIVE STATE, AN OCCASIONAL POSITIVE THOUGHT IS NOTSUFFICIENT TO ATTRACT SUCCESS. BUT IF YOU THINK RIGHTLY, YOU WILL FIND YOUR GOALEVEN THOUGH YOU SEEM TO BE ENVELOPED IN DARKNESS.You alone are responsible for yourself. No one else may answer for your deedswhen the final reckoning comes. Your work in the world — in the sphere whereyour karma, your own past activity, has placed you — can be performed only byone person — yourself. And your work can be called a “success” only when in someway it serves your fellowman.Don’t mentally review any problem constantly. Let it rest at times and it maywork itself out; but see that you do not rest so long that your discriminationis lost. Rather, use these rest periods to go deep within the calm region ofyour inner Self. Attuned with your soul, you will be able to think correctlyregarding everything you do; and if your thoughts or actions have gone astraythey can be realigned. This power of divine attunement can be achieved bypractice and effort."},{"pageContent":"WILL IS THE DYNAMOALONG WITH POSITIVE THINKING, YOU SHOULD USE WILL POWER AND CONTINUOUS ACTIVITYIN ORDER TO BE SUCCESSFUL. EVERY OUTWARD MANIFESTATION IS THE RESULT OF WILL,BUT THIS POWER IS NOT ALWAYS USED CONSCIOUSLY. THERE IS MECHANICAL WILL AS WELLAS CONSCIOUS WILL. THE DYNAMO OF ALL YOUR POWERS IS VOLITION, OR WILL POWER.WITHOUT VOLITION YOU CANNOT WALK, TALK, WORK, THINK, OR FEEL. THEREFORE WILLPOWER IS THE SPRING OF ALL YOUR ACTIONS. (IN ORDER NOT TO USE THIS ENERGY, YOUWOULD HAVE TO BE COMPLETELY INACTIVE BOTH PHYSICALLY AND MENTALLY. EVEN WHEN YOUMOVE YOUR HAND, YOU ARE USING WILL POWER. IT IS IMPOSSIBLE TO LIVE WITHOUT USINGTHIS FORCE.)Mechanical will is an unthinking use of will power. Conscious will is a vitalforce accompanying determination and effort, a dynamo that should be wiselydirected. As you train yourself to use conscious, not mechanical, will, youshould also be sure that your will power is being used constructively, not forharmful purposes nor for useless acquisitions.To create dynamic will power, determine to do some of the things in life thatyou thought you could not do. Attempt simple tasks first. As your confidencestrengthens and your will becomes more dynamic, you can aim for more difficultaccomplishments. Be certain that you have made a good selection, then refuse tosubmit to failure. Devote your entire will power to mastering one thing at atime; do not scatter your energies, nor leave something half done to begin a newventure."},{"pageContent":"YOU CAN CONTROL DESTINYMIND IS THE CREATOR OF EVERYTHING. YOU SHOULD THEREFORE GUIDE IT TO CREATE ONLYGOOD. IF YOU CLING TO A CERTAIN THOUGHT WITH DYNAMIC WILL POWER, IT FINALLYASSUMES A TANGIBLE OUTWARD FORM. WHEN YOU ARE ABLE TO EMPLOY YOUR WILL ALWAYSFOR CONSTRUCTIVE PURPOSES, YOU BECOME THE CONTROLLER OF YOUR DESTINY.I have just mentioned three important ways to make your will dynamic: (1) choosea simple task or an accomplishment that you have never mastered and determine tosucceed with it; (2) be sure you have chosen something constructive andfeasible, then refuse to consider failure; (3) concentrate on a single purpose,using all abilities and opportunities to forward it.But you should always be sure, within the calm region of your inner Self, thatwhat you want is right for you to have, and in accord with God’s purposes. Youcan then use all the force of your will to accomplish your object; keeping yourmind, however, centred on the thought of God — the Source of all power and allaccomplishment."},{"pageContent":"FEAR EXHAUSTS LIFE ENERGYTHE HUMAN BRAIN IS A STOREHOUSE OF LIFE ENERGY. THIS ENERGY IS CONSTANTLYEMPLOYED IN MUSCULAR MOVEMENTS; IN THE WORKING OF THE HEART, LUNGS, ANDDIAPHRAGM; IN CELLULAR METABOLISM AND CHEMICALIZATION OF BLOOD; AND IN CARRYINGON THE WORK OF THE TELEPHONIC SENSORY MOTOR SYSTEM (THE NERVES). BESIDES THIS, ATREMENDOUS AMOUNT OF LIFE ENERGY IS REQUIRED IN ALL PROCESSES OF THOUGHT,EMOTION, AND WILL.Fear exhausts life energy; it is one of the greatest enemies of dynamic willpower. Fear causes the life force that ordinarily flows steadily through thenerves to be squeezed out, and the nerves themselves to become as thoughparalyzed; the vitality of the whole body is lowered. Fear doesn’t help you toget away from the object of fear; it only weakens your will power. Fear causesthe brain to send an inhibiting message to all bodily organs. It constricts theheart, checks the digestive functions, and causes many other physicaldisturbances. When the consciousness is kept on God, you will have no fears;every obstacle will then be overcome by courage and faith.A “wish” is desire without energy. After a wish may come “intention” — the planto do a thing, to fulfill a wish or desire. But “will” means: “I act until I getmy wish.” When you exercise your will power you release the power of life energy— not when you merely wish passively to be able to obtain an objective."},{"pageContent":"FAILURES SHOULD AROUSE DETERMINATIONEVEN FAILURES SHOULD ACT AS STIMULANTS TO YOUR WILL POWER AND TO YOUR MATERIALAND SPIRITUAL GROWTH. WHEN YOU HAVE FAILED IN ANY PROJECT IT IS HELPFUL TOANALYZE EVERY FACTOR IN THE SITUATION IN ORDER TO ELIMINATE ALL CHANCES IN THEFUTURE THAT YOU MIGHT REPEAT THE SAME ERRORS.The season of failure is the best time for sowing the seeds of success. Thebludgeon of circumstances may bruise you, but keep your head erect. Always tryonce more, no matter how many times you have failed. Fight when you think thatyou can fight no longer, or when you think that you have already done your best,or until your efforts are crowned with success. A little story will make thispoint clear.A and B were fighting. After a long time A said to himself: “I cannot go on anylonger.” But B thought: “Just one more punch,” and he gave it, and down went A.You must be like that; give a last punch. Use the unconquerable power of will toovercome all difficulties in life.New efforts after failure bring true growth. But they must be well planned andcharged with increasing intensity of attention and with dynamic will power.Suppose you have failed so far. It would be foolish to give up the struggle,accepting failure as the decree of “fate.” It is better to die struggling thanto abandon your efforts while there is still a possibility of accomplishingsomething more; for even when death comes, your struggles must soon be renewedin another life. Success or failure is the just result of what you have done inthe past, plus what you do now. So you should stimulate all the success thoughtsof past lives until they are revitalized and able to overrule the influence ofall failure tendencies in the present life.The successful person may have had more serious difficulties to contend withthan one who has failed, but the former trains himself to reject the thought offailure at all times. You should transfer your attention from failure tosuccess, from worry to calmness, from mental wanderings to concentration, fromrestlessness to peace, and from peace to the divine bliss within. When youattain this state of Self-realization the purpose of your life will have beengloriously fulfilled."},{"pageContent":"THE NEED FOR SELF-ANALYSISANOTHER SECRET OF PROGRESS IS SELF-ANALYSIS. INTROSPECTION IS A MIRROR IN WHICHTO SEE RECESSES OF YOUR MIND THAT OTHERWISE WOULD REMAIN HIDDEN FROM YOU.DIAGNOSE YOUR FAILURES AND SORT OUT YOUR GOOD AND BAD TENDENCIES. ANALYZE WHATYOU ARE, WHAT YOU WISH TO BECOME, AND WHAT SHORTCOMINGS ARE IMPEDING YOU. DECIDETHE NATURE OF YOUR TRUE TASK — YOUR MISSION IN LIFE. ENDEAVOUR TO MAKE YOURSELFWHAT YOU SHOULD BE AND WHAT YOU WANT TO BE. AS YOU KEEP YOUR MIND ON GOD ANDATTUNE YOURSELF TO HIS WILL, YOU WILL PROGRESS MORE AND MORE SURELY IN YOURPATH.Your ultimate purpose is to find your way back to God, but you also have a taskto perform in the outer world. Will power, combined with initiative, will helpyou to recognize and fulfill that task."},{"pageContent":"THE CREATIVE POWER OF INITIATIVEWHAT IS INITIATIVE? IT IS A CREATIVE FACULTY WITHIN YOU, A SPARK OF THE INFINITECREATOR. IT MAY GIVE YOU THE POWER TO CREATE SOMETHING NO ONE ELSE HAS EVERCREATED. IT URGES YOU TO DO THINGS IN NEW WAYS. THE ACCOMPLISHMENTS OF A PERSONOF INITIATIVE MAY BE AS SPECTACULAR AS A SHOOTING STAR. APPARENTLY CREATINGSOMETHING FROM NOTHING, HE DEMONSTRATES THAT THE SEEMINGLY IMPOSSIBLE MAY BECOMEPOSSIBLE BY ONE’S EMPLOYMENT OF THE GREAT INVENTIVE POWER OF THE SPIRIT.Initiative enables you to stand on your own feet, free and independent. It isone of the attributes of success."},{"pageContent":"SEE THE IMAGE OF GOD IN ALL MENMANY PEOPLE EXCUSE THEIR OWN FAULTS BUT JUDGE OTHER PERSONS HARSHLY. WE SHOULDREVERSE THIS ATTITUDE BY EXCUSING OTHERS’ SHORTCOMINGS AND BY HARSHLY EXAMININGOUR OWN.Sometimes it is necessary to analyze other people; in that case the importantthing to remember is to keep the mind unprejudiced. An unbiased mind is like aclear mirror, held steady, not oscillating with hasty judgments. Any personreflected within that mirror will present an undistorted image.Learn to see God in all persons, of whatever race or creed. You will know whatdivine love is when you begin to feel your oneness with every human being, notbefore. In mutual service we forget the little self, and glimpse the onemeasureless Self, the Spirit that unifies all men."},{"pageContent":"HABITS OF THOUGHT CONTROL ONE’S LIFESUCCESS IS HASTENED OR DELAYED BY ONE’S HABITS.It is not your passing inspirations or brilliant ideas so much as your everydaymental habits that control your life. Habits of thought are mental magnets thatdraw to you certain things, people, and conditions. Good habits of thoughtenable you to attract benefits and opportunities. Bad habits of thought attractyou to materially minded persons and to unfavourable environments.Weaken a bad habit by avoiding everything that occasioned it or stimulated it,without concentrating upon it in your zeal to avoid it. Then divert your mind tosome good habit and steadily cultivate it until it becomes a dependable part ofyou.There are always two forces warring against each other within us. One forcetells us to do the things we should not do; and the other urges us to do thethings we should do, the things that seem difficult. One voice is that of evil,and the other is that of good, or God.Through difficult daily lessons you will sometime see clearly that bad habitsnourish the tree of unending material desires, while good habits nourish thetree of spiritual aspirations. More and more you should concentrate your effortson successfully maturing the spiritual tree, that you may someday gather theripe fruit of Self-realization.If you are able to free yourself from all kinds of bad habits, and if you areable to do good because you want to do good and not merely because evil bringssorrow, then you are truly progressing in Spirit.It is only when you discard your bad habits that you are really a free man.Until you are a true master, able to command yourself to do the things that youshould do but may not want to do, you are not a free soul. In that power ofself-control lies the seed of eternal freedom.I have now mentioned several important attributes of success — positivethoughts, dynamic will, self-analysis, initiative, and self-control. Manypopular books stress one or more of these, but fail to give credit to the DivinePower behind them. Attunement with the Divine Will is the most important factorin attracting success.Divine Will is the power that moves the cosmos and everything in it. It wasGod’s will that hurled the stars into space. It is His will that holds theplanets in their orbits and that directs the cycles of birth, growth, and decayin all forms of life."},{"pageContent":"POWER OF DIVINE WILLDIVINE WILL HAS NO BOUNDARIES; IT WORKS THROUGH LAWS KNOWN AND UNKNOWN, NATURALAND SEEMINGLY MIRACULOUS. IT CAN CHANGE THE COURSE OF DESTINY, WAKE THE DEAD,CAST MOUNTAINS INTO THE SEA, AND CREATE NEW SOLAR SYSTEMS.Man, as an image of God, possesses within him that all-accomplishing power ofwill. To discover through right meditation1[part0010_split_014.html#footnote-443-1] how to be in harmony with the DivineWill is man’s highest obligation.When guided by error, human will misleads us; but when guided by wisdom, humanwill is attuned to the Divine Will. God’s plan for us often becomes obscured bythe conflicts of human life and so we lose the inner guidance that would save usfrom chasms of misery.Jesus said: “Thy will be done.” When man attunes his will with God’s will, whichis guided by wisdom, he is using Divine Will. Through the use of righttechniques of meditation, developed anciently by India’s sages, all men mayachieve perfect harmony with the will of the Heavenly Father."},{"pageContent":"FROM THE OCEAN OF ABUNDANCEJUST AS ALL POWER LIES IN HIS WILL, SO ALL SPIRITUAL AND MATERIAL GIFTS FLOWFROM HIS BOUNDLESS ABUNDANCE. IN ORDER TO RECEIVE HIS GIFTS YOU MUST ERADICATEFROM YOUR MIND ALL THOUGHTS OF LIMITATION AND POVERTY. UNIVERSAL MIND IS PERFECTAND KNOWS NO LACK; TO REACH THAT NEVER-FAILING SUPPLY YOU MUST MAINTAIN ACONSCIOUSNESS OF ABUNDANCE. EVEN WHEN YOU DO NOT KNOW WHERE THE NEXT DOLLAR ISCOMING FROM, YOU SHOULD REFUSE TO BE APPREHENSIVE. WHEN YOU DO YOUR PART ANDRELY ON GOD TO DO HIS, YOU WILL FIND THAT MYSTERIOUS FORCES COME TO YOUR AID ANDTHAT YOUR CONSTRUCTIVE WISHES SOON MATERIALIZE. THIS CONFIDENCE ANDCONSCIOUSNESS OF ABUNDANCE ARE ATTAINED THROUGH MEDITATION.Since God is the source of all mental power, peace, and prosperity, do not willand act first, but contact God first. Thus you may harness your will andactivity to achieve the highest goals. As you cannot broadcast through a brokenmicrophone, so you cannot send out prayers through a mental microphone that hasbeen disordered by restlessness. By deep calmness you should repair your mindmicrophone and increase the receptivity of your intuition. Thus you will be ableto broadcast to Him effectively and to receive His answers."},{"pageContent":"THE WAY OF MEDITATIONAFTER YOU HAVE REPAIRED YOUR MENTAL RADIO AND ARE CALMLY ATTUNED TO CONSTRUCTIVEVIBRATIONS, HOW MAY YOU USE IT TO REACH GOD? THE RIGHT METHOD OF MEDITATION ISTHE WAY.By the power of concentration and meditation you can direct the inexhaustiblepower of your mind to accomplish what you desire and to guard every door againstfailure. All successful men and women devote much time to deep concentration.They are able to dive deeply within their minds and to find the pearls of rightsolutions for the problems that confront them. If you learn how to withdraw yourattention from all objects of distraction and to place it upon one object ofconcentration, you too will know how to attract at will whatever you need.Before embarking on important undertakings, sit quietly, calm your senses andthoughts, and meditate deeply. You will then be guided by the great creativepower of Spirit. After that you should utilize all necessary material means toachieve your goal.The things you need in life are those that will help to fulfill your dominantpurpose. Things you may want but not need may lead you aside from that purpose.It is only by making everything serve your main objective that success isattained."},{"pageContent":"SUCCESS IS MEASURED BY HAPPINESSCONSIDER WHETHER FULFILLMENT OF THE GOAL YOU HAVE CHOSEN WILL CONSTITUTESUCCESS. WHAT IS SUCCESS? IF YOU POSSESS HEALTH AND WEALTH, BUT HAVE TROUBLEWITH EVERYBODY (INCLUDING YOURSELF), YOURS IS NOT A SUCCESSFUL LIFE. EXISTENCEBECOMES FUTILE IF YOU CANNOT FIND HAPPINESS. WHEN WEALTH IS LOST, YOU HAVE LOSTA LITTLE; WHEN HEALTH IS LOST, YOU HAVE LOST SOMETHING OF MORE CONSEQUENCE; BUTWHEN PEACE OF MIND IS LOST, YOU HAVE LOST THE HIGHEST TREASURE.Success should therefore be measured by the yardstick of happiness; by yourability to remain in peaceful harmony with cosmic laws. Success is not rightlymeasured by the worldly standards of wealth, prestige, and power. None of thesebestow happiness unless they are rightly used. To use them rightly one mustpossess wisdom and love for God and man.God does not reward or punish you. He has given you the power to reward orpunish yourself by the use or misuse of your own reason and will power. If youtransgress the laws of health, prosperity, and wisdom you must inevitably sufferfrom sickness, poverty, and ignorance. However, you should strengthen your mindand refuse to carry the burden of mental and moral weaknesses acquired in pastyears; burn them in the fires of your present divine resolutions and rightactivities. By this constructive attitude you will attain freedom.Happiness depends to some extent upon external conditions, but chiefly uponmental attitudes. In order to be happy one should have good health, awell-balanced mind, a prosperous life, the right work, a thankful heart, and,above all, wisdom or knowledge of God.A strong determination to be happy will help you. Do not wait for yourcircumstances to change, thinking falsely that in them lies the trouble. Do notmake unhappiness a chronic habit, thereby afflicting yourself and yourassociates. It is blessedness for yourself and others if you are happy. If youpossess happiness you possess everything; to be happy is to be in tune with God.That power to be happy comes through meditation."},{"pageContent":"PUT GOD’S POWER BEHIND YOUR EFFORTSRELEASE FOR CONSTRUCTIVE PURPOSES THE POWER YOU ALREADY HAVE, AND MORE WILLCOME. MOVE ON YOUR PATH WITH UNFLINCHING DETERMINATION, USING ALL THE ATTRIBUTESOF SUCCESS. TUNE YOURSELF WITH THE CREATIVE POWER OF SPIRIT. YOU WILL BE INCONTACT WITH THE INFINITE INTELLIGENCE THAT IS ABLE TO GUIDE YOU AND TO SOLVEALL PROBLEMS. POWER FROM THE DYNAMIC SOURCE OF YOUR BEING WILL FLOWUNINTERRUPTEDLY SO THAT YOU WILL BE ABLE TO PERFORM CREATIVELY IN ANY SPHERE OFACTIVITY.You should sit in silence before deciding about any important matter, asking theFather for His blessing. Then behind your power is God’s power; behind yourmind, His mind; behind your will, His will. When God is working with you, youcannot fail; every faculty you possess will increase in power. When you do yourwork with the thought of serving God, you receive His blessings.If your work in life is humble, do not apologize for it. Be proud because youare fulfilling the duty given you by the Father. He needs you in your particularplace; all people cannot play the same role. So long as you work to please God,all cosmic forces will harmoniously assist you.When you convince God that you want Him above all else, you will be attuned toHis will. When you continue to seek Him no matter what obstacles arise to takeyou away from Him, you are using your human will in its most constructive form.You will thus operate the law of success that was known to the ancient sages andthat is understood by all men who have achieved true success. The divine poweris yours if you make a determined effort to use it to attain health, happiness,and peace. As you encompass these goals you will travel on the path ofSelf-realization to your true home in God.1 [part0010_split_010.html#footnote-443-1-backlink] Meditation is that specialform of concentration in which the attention has been liberated, by scientificyoga techniques, from the restlessness of the body-conscious state, and isfocused one-pointedly on God. The Yogoda Satsanga Lessons give detailedinstruction in this science of meditation. (Publisher’s Note)."},{"pageContent":"AFFIRMATIONHEAVENLY FATHER, I WILL REASON, I WILL WILL, I WILL ACT; BUT GUIDE THOU MYREASON, WILL, AND ACTIVITY TO THE RIGHT THING THAT I SHOULD DO."},{"pageContent":"About the Author“The ideal of love for God and service to humanity found full expression in thelife of Paramahansa Yogananda .... Though the major part of his life was spentoutside India, still he takes his place among our great saints. His workcontinues to grow and shine ever more brightly, drawing people everywhere on thepath of the pilgrimage of the Spirit.”In these words, the Government of India paid tribute to the founder of YogodaSatsanga Society of India/Self-Realization Fellowship, upon issuing acommemorative stamp in his honour on March 7, 1977, the seventeen anniversary ofhis passing.A world teacher whose presence among us illumined the path for countless souls,Paramahansa Yogananda lived and taught the highest truths of life. Born inGorakhpur, India, in 1893, Paramahansa Yogananda was sent by his guru to theUnited States in 1920 as India’s delegate to an International Congress ofReligious Liberals. Subsequent lectures in Boston, New York, and Philadelphiawere enthusiastically received, and in 1924 he embarked on a cross-continentalspeaking tour.For the next decade Paramahansaji travelled extensively, giving lectures andclasses in which he instructed thousands of men and women in the yoga science ofmeditation and balanced spiritual living.Today, the spiritual and humanitarian work begun by Paramahansa Yoganandacontinues under the direction of Sri Sri Mrinalini Mata, one of his closestdisciples and current president of Yogoda Satsanga Society ofIndia/Self-Realization Fellowship. [https://yssofindia.org] In addition topublishing Paramahansa Yogananda’s writings, lectures, and informal talks(including a comprehensive series of lessons for home study),1[part0012.html#footnote-505-1] his society oversees ashrams, kendras, andmeditation centres around the world; monastic training programs; and theWorldwide Prayer Circle, which serves as a channel to help bring healing tothose in need and greater peace and harmony among all nations. Seekers in Indiaand surrounding territories are served by Yogoda Satsanga Society of India.Quincy Howe, Jr., Ph. D., Professor of Ancient Languages, Scripps College,wrote: “Paramahansa Yogananda brought to the West not only India’s perennialpromise of God-realization, but also a practical method by which spiritualaspirants from all walks of life may progress rapidly toward that goal.Originally appreciated in the West only on the most lofty and abstract level,the spiritual legacy of India is now accessible as practice and experience toall who aspire to know God, not in the beyond, but in the here and now ....Yogananda has placed within the reach of all the most exalted methods ofcontemplation.”The life and teachings of Paramahansa Yogananda are described in hisAutobiography of a Yogi, [part0016.html#Autobiography-of-a-Yogi-] which hasbecome a classic in its field since its publication in 1946 and is now used as atext and reference work in many colleges and universities throughout the world.1 [part0012.html#footnote-505-1-backlink] These lessons present the art ofspiritual living and the yoga meditation techniques taught by ParamahansaYogananda, including Kriya Yoga, an ancient spiritual science whose devotedpractice leads to direct, personal experience of God. Information about thelessons is available from Yogoda Satsanga Society of India."},{"pageContent":"Paramahansa Yogananda:A Yogi in Life and DeathSri Sri Paramahansa Yogananda entered mahasamadhi (a yogi’s final conscious exitfrom the body) in Los Angeles, California, on March 7, 1952, after concludinghis speech at a banquet held in honour of H.E. Binay R. Sen, Ambassador ofIndia.The great world teacher demonstrated the value of yoga (scientific techniquesfor God-realization) not only in life but in death. Weeks after his departurehis unchanged face shone with the divine lustre of incorruptibility.Mr. Harry T. Rowe, Los Angeles Mortuary Director, Forest Lawn Memorial-Park (inwhich the body of the great master is temporarily placed), sent Self-RealizationFellowship a notarised letter from which the following extracts are taken:“The absence of any visual signs of decay in the dead body of ParamahansaYogananda offers the most extraordinary case in our experience....No physicaldisintegration was visible in his body even twenty days after death....Noindication of mould was visible on his skin, and no visible desiccation (dryingup) took place in the bodily tissues. This state of perfect preservation of abody is, so far as we know from mortuary annals, an unparalleled one....At thetime of receiving Yogananda’s body, the Mortuary personnel expected to observe,through the glass lid of the casket, the usual progressive signs of bodilydecay. Our astonishment increased as day followed day without bringing anyvisible change in the body under observation. Yogananda’s body was apparently ina phenomenal state of immutability....“No odour of decay emanated from his body at any time.... The physicalappearance of Yogananda on March 27th, just before the bronze cover of thecasket was put into position, was the same as it had been on March 7th. Helooked on March 27th as fresh and as unravaged by decay as he had looked on thenight of his death. On March 27th there was no reason to say that his body hadsuffered any visible physical disintegration at all. For these reasons we stateagain that the case of Paramahansa Yogananda is unique in our experience.”"},{"pageContent":"Additional Resources onthe Kriya Yoga Teachings ofParamahansa YoganandaYogoda Satsanga Society of India is dedicated to freely assisting seekers. Forinformation regarding spiritual discourses and classes, meditation andinspirational services at our centres, a schedule of retreats, and ourspiritual, as well as our medical, educational, emergency relief, and othercharitable activities, we invite you to visit our website or our Sakha Math:www.yssofindia.org [https://yssofindia.org]Yogoda Satsanga Society of IndiaParamahansa Yogananda PathRanchi 834001, JharkhandTel (0651) 2460071, 2460074, 2461578"},{"pageContent":"Yogoda Satsanga LessonsPersonal guidance and instruction from Paramahansa Yogananda on the techniquesof yoga meditation and principles of spiritual livingIf you feel drawn to the spiritual truths described in Autobiography of a Yogi,we invite you to enroll in the Yogoda Satsanga Lessons.[https://yssofindia.org/meditation/Lessons-for-Home-Study-English]Paramahansa Yogananda originated this home-study series to provide sincereseekers the opportunity to learn and practice the ancient yoga meditationtechniques introduced in this book — including the science of Kriya Yoga. TheLessons also present his practical guidance for attaining balanced physical,mental, and spiritual well-being.The Yogoda Satsanga Lessons are available at a nominal fee (to cover printingand postage costs). All students are freely given personal guidance in theirpractice by Yogoda Satsanga Society of India monks.For more information…Complete details about the Yogoda Satsanga Lessons are included in the freebooklet Undreamed-of Possibilities. To receive a copy of this booklet and anapplication form, please visit our website or contact [https://yssofindia.org]Yogoda Satsanga Sakha Math, Ranchi.”"},{"pageContent":"Also published by Yogoda Satsanga Society of IndiaAutobiography of a Yogiby Sri Sri Paramahansa YoganandaAutobiography of a Yogi is the fascinating and intimate story of ParamahansaYoganandaji’s years of training with illumined masters of India. From the innateyearnings of the human spirit to the loftiest vistas of metaphysics, this bookoffers unique insights for understanding the universal principles that underlieall religion and all life, and shows their deep relevance in our nuclear age.Widely regarded as a classic in its field, Autobiography of a Yogi is used as atext in colleges and universities throughout the world.“The Autobiography of this sage makes captivating reading.”— THE TIMES OF INDIA“A rare account.”— THE NEW YORK TIMES“A fascinating and clearly annotated study.”— NEWSWEEK“There has been nothing before, written in English or in any other Europeanlanguage, like this presentation of Yoga.”— COLUMBIA UNIVERSITY PRESS"},{"pageContent":"Other Books by Paramahansa YoganandaAvailable at bookstores or online atwww.yssbooks.org [https://bookstore.yssofindia.org]Autobiography of a YogiAutobiography of a Yogi(MP3 Audiobook, read by Sir Ben Kingsley)God Talks With Arjuna: The Bhagavad Gita(A New Translation and Commentary)The Second Coming of Christ: The Resurrection of the Christ Within You — ARevelatory Commentary on the Original Teachings of JesusInner Peace: How to Be Calmly Active and Actively CalmThe Collected Talks and EssaysVolume I: Man’s Eternal QuestVolume II: The Divine RomanceVolume III: Journey to Self-realizationIn the Sanctuary of the Soul: A Guide to Effective PrayerWhere There Is Light:Insight and Inspiration for Meeting Life’s ChallengesWhispers from EternityWine of the Mystic: The Rubaiyat of Omar KhayyamA Spiritual InterpretationHow You Can Talk With GodMetaphysical MeditationsPrayers of a Master for His DisciplesSayings of Paramahansa YoganandaThe Science of ReligionWords of Cosmic ChantsScientific Healing AffirmationsSongs of the SoulTo Be Victorious in LifeLiving Fearlessly"},{"pageContent":"Audio Recordings ofSri Sri Paramahansa YoganandaBeholding the One in AllAwake in the Cosmic DreamThe Great Light of GodSongs of My HeartTo Make Heaven on EarthBe a Smile MillionaireOne Life Versus ReincarnationRemoving All Sorrow and SufferingIn the Glory of the SpiritSelf-Realization: The Inner and the Outer PathA complete catalogue describing all of the Yogoda Satsanga Society of Indiapublications and audio/video recordings is available on request orby download from online bookstore.[https://yssofindia.org/digitalSamplers/GeneralCatalogue/]Free Introductory Booklet:Undreamed-of PossibilitiesThe scientific techniques of meditation taught by Sri Sri Paramahansa Yogananda,including Kriya Yoga — as well as his guidance on all aspects of balancedspiritual living—are taught in the Yogoda Satsanga Society Lessons. For furtherinformation, please write for the free introductory booklet, Undreamed-ofPossibilities.[https://yssofindia.org/meditation/Lessons-for-Home-Study-English]YOGODA SATSANGA SOCIETY OF INDIAParamahansa Yogananda PathRanchi 834001, JharkhandTel. (0651) 2460071, 2460074, 2461578www.yssofindia.org [https://yssofindia.org]"},{"pageContent":"Aims and IdealsofYogoda Satsanga Society of IndiaAs set forth by Sri Sri Paramahansa Yogananda Gurudeva and FounderSri Sri Mrinalini Mata, Sanghamata and PresidentTo disseminate among the nations a knowledge of definite scientific techniquesfor attaining direct personal experience of God.To teach that the purpose of life is the evolution, through self-effort, ofman’s limited mortal consciousness into God Consciousness; and to this end toestablish Yogoda Satsanga temples for God-communion, and to encourage theestablishment of individual temples of God in the homes and in the hearts ofmen.To reveal the complete harmony and basic oneness of original Yoga as taught byBhagavan Krishna and original Christianity as taught by Jesus Christ; and toshow that these principles of truth are the common scientific foundation of alltrue religions.To point out the one divine highway to which all paths of true religious beliefseventually lead: the highway of daily, scientific, devotional meditation on God.To liberate man from his threefold suffering: physical disease, mentalinharmonies, and spiritual ignorance.To encourage “plain living and high thinking”; and to spread a spirit ofbrotherhood among all peoples by teaching the eternal basis of their unity:kinship with God.To demonstrate the superiority of mind over body, of soul over mind.To overcome evil by good, sorrow by joy, cruelty by kindness, ignorance bywisdom.To unite science and religion through realization of the unity of theirunderlying principles.To advocate cultural and spiritual understanding between East and West, and theexchange of their finest distinctive features.To serve mankind as one’s larger Self."},{"pageContent":"LSHC_Back_cov.jpg [../images/00007.jpeg]"}]
