[{"pageContent":"undefined"},{"pageContent":"  Cover [../images/00001.jpeg]"},{"pageContent":"  Frontispiece [../images/00002.jpeg]"},{"pageContent":"Title Page [../images/00003.jpeg]"},{"pageContent":"About This BookInner Peace: How to Be Calmly Active and Actively Calm is a compilation ofextracts from Paramahansa Yogananda’s writings, lectures, and informal talks.These selections originally appeared in his books, in articles inSelf-Realization (the magazine he founded in 1925), in the three anthologies ofhis collected talks and essays, and in other Yogoda Satsanga Society ofIndia/Self-Realization Fellowship publications."},{"pageContent":"Copyright © 1999, 2017 Self-Realization FellowshipThe trademarks in this publication are the property of Self-RealizationFellowship.[../images/00004.jpeg]The Yogoda Satsanga Society of India name and emblem shown above appear on allYSS books, recordings, and other publications, assuring the reader that a workoriginates with the society established by Sri Sri Paramahansa Yogananda andfaithfully conveys his teachings."},{"pageContent":"Digital Rights Notice and Terms of UseAll rights in this digital edition of Inner Peace: How to Be Calmly Active andActively Calm are reserved by Self-Realization Fellowship.Subject only to any conditions established by the distributor from which youobtained this digital book, Yogoda Satsanga Society of India/Self-RealizationFellowship welcome you to download this edition onto any number of your personaldevices for your individual, non-commercial use; and to print excerpts for yourown reference.Kindly note, however, that upon acquiring this edition the reader agrees toabide by applicable national and international copyright laws; and to abstainfrom distributing, reproducing, or transmitting the contents to otherindividuals or entities, by any means (electronic, mechanical, or otherwise),without the publisher’s prior written consent. We appreciate your thoughtfulnessin helping to preserve the integrity of the author's work by upholding theseprinciples.Thank you for supporting our non-profit publishing endeavours in connection withthe legacy of Sri Sri Paramahansa Yogananda.Yogoda Satsanga Society of India Logo [../images/00005.jpeg]Ebook edition, 2017.ISBN: 978-81-89955-10-6 (hardcover)ISBN: 978-93-83203-75-8 (Kindle edition)"},{"pageContent":"ContentsPreface, by Sri Sri Daya Mata [part0005_split_002.html#_idTextAnchor000]Chapter I“Where Can I Find Peace?” [part0006_split_000.html#_idTextAnchor001]Chapter IIMeditation: The Science of Being “Actively Calm”[part0007_split_000.html#_idTextAnchor002]Chapter IIIThe Spiritual Art of Relaxation: Removing Stress From Body and Mind[part0008_split_000.html#_idTextAnchor004]Chapter IVHow to Be “Calmly Active”—Centered in Peace No Matter What You Are Doing[part0009_split_000.html#_idTextAnchor005]Chapter VPeace in Your Daily Life: Essential Principles and Practices[part0010_split_000.html#_idTextAnchor006]Chapter VIThe Wisdom Perspective That Leads to Inner Peace[part0011_split_000.html#_idTextAnchor007]"},{"pageContent":"PrefaceBy Sri Sri Daya Mata(1914-2010)Third President and Sanghamata (1955-2010) of Yogoda Satsanga Society ofIndia/Self-Realization FellowshipPeace, serenity, inner balance are mere words until we actually see theirexpression in someone we meet—or feel their manifestation in ourselves.Throughout my twenty-some years with Paramahansa Yogananda, I was blessed toexperience daily the indescribable aura of peace that emanated from him; itempowered him with a remarkable ability to put all who came to him in touch withthe deep well-spring of peace in their own souls.Our era’s advances in technology have been amazing, but oftentimes they seem toimprove outer conditions only at the high cost of increased stress andcomplexity in our personal lives. As the quest for balance becomes more and moreof a priority, people the world over are realising that perhaps the mostnecessary “new” science is an ancient one: Yoga, whose timeless methods ofharmonising body, mind, and soul offer a truly effective system for attaininginner peace. 1 [part0005_split_002.html#footnote-000]From the wisdom-trove of Paramahansa Yogananda, we are taught the most valuableof yoga “postures”: “to stand unshaken,” as he often put it, “midst the crash ofbreaking worlds.” To become unshakably anchored in inner security, in “the peacewhich passeth all understanding”—that is the promise genuine spirituality canfulfil, and that is the focus of this present volume.Calm inner serenity, Paramahansa Yogananda taught, does not require a timidwithdrawal from energetic active pursuits. Indeed, his own extraordinary outeraccomplishments of successfully pioneering India’s teachings of meditation inthe West required the utmost of a dynamic, creative personality. He carried onhis work not primarily in some secluded hideaway, but in the bustle of citieslike New York, Chicago, Los Angeles—in the noisiest and most restless places onthe planet! Yet he was always joyously centred in the native imperturbablecalmness of the soul.One of his followers’ favourite stories about Paramahansaji is of a spontaneousdemonstration (fortunately never repeated) of the power of that peace. In NewYork City, three robbers with guns accosted him on the street. He simply gazedat them, and said: “Do you want money? Take it.” He held out his wallet.Inexplicably, the gunmen made no move. In his presence, they were completelytransfixed by the spiritual vibrations he radiated. Finally one of them blurtedout: “Beg your pardon. We can’t do it.” They turned and ran away.Whenever he was in public places, people passing by would stop and stare at him,and ask us who were with him, “Who is he? Who is that man?” There was alwaysabout him a quiet, tangible vibration that drew people to him.In this compilation we have gathered—from Paramahansaji’s comprehensive books,essays, lectures, and talks to his students—a sampling of wisdom that you canapply to experience as a daily reality the tranquility and assurance of which hespeaks. This handbook will introduce you to the spectrum of principles andpractical advice he gave for creating a blessed inner harmony: the art ofcreative outer activity without losing peace of mind; methods of stress removaland relaxation; identifying and transcending disturbing emotional states—anger,fear, worry, oversensitivity—the enemies of inner serenity; and, most important,communion with the divine source of peace in the depths of your own soul, thetemple of God within you.Peace of the soul mends fragmented personal and family harmony, and also thedisintegrating fabric of our communities. It has the power, if taken as a way oflife, to bring balance and healing to your existence; your vibration ofpeacefulness, in turn, will touch all who cross your path and will contribute ina profound way to the cause of lasting peace in our global family.Los AngelesAugust 1999[../images/00006.jpeg]1 [part0005_split_002.html#footnote-000-backlink] Though many persons think ofyoga primarily in terms of physical postures and exercises (hatha yoga), theterm properly refers to a comprehensive system of meditation and balancedspiritual living whose ultimate aim is union of the individual soul with theinfinite Spirit."},{"pageContent":"PeaceParamahansa YoganandaPeace flows through my heart, and blows through me as a zephyr.Peace fills me like a fragrance.Peace runs through me like rays.Peace stabs the heart of noise and worries.Peace burns through my disquietude.Peace, like a globe of fire, expands and fills my omnipresence.Peace, like an ocean, rolls on in all space.Peace, like red blood, vitalizes the veins of my thoughts.Peace like a boundless aureole, encircles my body of infinity.Peace-flames blow through the pores of my flesh, and through all space.The perfume of peace flows over the gardens of blossoms.The wine of peace runs perpetually through the wine press of all hearts.Peace is the breath of stones, stars, and sages.Peace is the ambrosial wine of Spirit flowing from the cask of silence,Which I quaff with my countless mouths of atoms."},{"pageContent":"Chapter--------------------------------------------------------------------------------I“Where Can I Find Peace?”[../images/00006.jpeg]"},{"pageContent":"Peace emanates from the soul, and is the sacred inner environment in which truehappiness unfolds.[../images/00006.jpeg]Through meditation one can experience a stable, silent inner peace that can be apermanently soothing background for all harmonious or trialsome activitiesdemanded by life’s responsibilities. Lasting happiness lies in maintaining thisevenly peaceful state of mind.[../images/00006.jpeg]Everything you do should be done with peace. That is the best medicine for yourbody, mind, and soul. It is the most wonderful way to live.There is a cure for stress...Calmness is the ideal state in which we should receive all life’s experiences.Nervousness is the opposite of calmness, and its prevalence today makes it verynearly a world disease.[../images/00006.jpeg]The best cure for nervousness is the cultivation of calmness. One who isnaturally calm does not lose his sense of reason, justice, or humor under anycircumstances....Poise is a beautiful quality. We should pattern our life by a triangular guide:calmness and sweetness are the two sides; the base is happiness....Whether oneacts quickly or slowly, in solitude or in the busy marts of men, his centershould be peaceful, poised. Christ is an example of that ideal. Everywhere, hedemonstrated peace. He passed through every conceivable test without losing hispoise.Live in the divine consciousness of your soul...We are souls—eternal, immutable—made in God’s image of immortal bliss. Our livesshould continuously reflect that ever-new joy. I never let anyone take away myinner happiness; and you too should learn that art of intrepid soul living thatcan smile away whatever troubles may come.[../images/00006.jpeg]The true state of the Self, the soul, is bliss, wisdom, love, peace. It is to beso happy that no matter what you are doing you enjoy it. Isn’t that much betterthan to blunder through the world like a restless demon, unable to findsatisfaction in anything?Calmness is the breath of immortality...Those who deeply meditate feel a wonderful inner quiet.[../images/00006.jpeg]Calmness is one of the attributes of the immortality within you....When youworry, there is static coming through your mind radio. God’s song is the song ofcalmness. Nervousness is the static; calmness is the voice of God speaking toyou through the radio of your soul.Nervousness is the handmaiden of change and death; when you are calm, even deathcannot frighten you, for you know you are a god.Calmness is the living breath of God’s immortality in you.[../images/00006.jpeg]The more you feel peace in meditation, the closer you are to God. He movesnearer and nearer to you the deeper you enter into meditation. The peace ofmeditation is the language and embracing comfort of God.[../images/00006.jpeg]Learn to live in that eternal happiness and peace which is God.Take an honest look at your life...Looking at the vast panorama of this world, at the crowds of humanity rushinghot-haste through their span of life, one cannot but wonder what it is allabout. Where are we going? What is the motive? What is the best and surest wayto reach our destination?Most of us rush aimlessly, like runaway automobiles, without any plan. Dashingheedlessly along the road of life, we fail to realise the purpose of our travel;we seldom notice if we are on winding devious ways that lead nowhere, or onstraight paths that lead directly to our goal. How can we find our goal, if wenever think of it?[../images/00006.jpeg]Have you permitted your life to become warped by forces seemingly stronger thanyour own? Is your life under your control? Do not sink into the rut ofmediocrity. Rise above the crowd. Step out of the choking monotony of ordinaryexistence into a finer, more colourful life of achievement and ever new peace.[../images/00006.jpeg]Ask yourself what is the purpose of your life. You have been made in the imageof God; that is your real Self. Realising the image of God within you is theultimate success—infinite joy, fulfilment of every desire, victory over alldifficulties of the body and incursions of the world.Winning the battle of everyday life...A lump of sand cannot withstand the erosive effect of the ocean’s waves; anindividual who lacks imperturbable inner peace cannot remain tranquil duringmental conflict. But as a diamond remains unchanged no matter how many wavesswirl around it, so also a peace-crystallized individual remains radiantlyserene even when trials beset him from all sides. Out of the changeful waters oflife, let us salvage through meditation the diamond of unchangeablesoul-consciousness, which sparkles with the everlasting joy of Spirit.[../images/00006.jpeg]As certain training is needed for engaging in the art of war, so does ourengagement in battling with active life. Untrained warriors are soon killed onthe battlefield; so also persons untrained in the art of preserving their innerpeace are quickly riddled by the bullets of worry and restlessness in activelife.[../images/00006.jpeg]If you can retain your inner peace, therein lies your supreme victory. No matterhow you are situated in life, never feel justified in losing your peace. Whenthat is gone and you cannot think clearly, you have lost the battle. If younever lose your peace, you will find you are always victorious, no matter whatthe outcome of your problems. That is the way to conquer life.Make life an enjoyable experience of the soul...Practice evenminded calmness all the time. Become a king, an absolute monarch,of your own mental realm of calmness....Let nothing disturb your peaceablekingdom of calmness. Night and day carry with you the joy of “the peace of God,which passeth all understanding.”[../images/00006.jpeg]This evenmindedness, when maintained by regular deep meditation, removes theboredom, disappointment, and sorrow from everyday life, making it instead a veryinteresting and enjoyable experience of the soul.Your inner and outer environment...There are two kinds of environment: inner and outer. Outer environment consistsof one’s physical surroundings (noisy, quiet, and so forth). Inner environmentis one’s state of mind.[../images/00006.jpeg]It is the inner environment of man that is of primary importance.[../images/00006.jpeg]Resurrect your consciousness from the environment of spiritual ignorance.[../images/00006.jpeg]To exist without peace of mind in this world is to dwell in a kind of Hades. Butthe man of divine perceptions finds the earth a blissful abode.[../images/00006.jpeg]What are you afraid of? You are an immortal being. You are neither a man nor awoman, as you may think, but a soul, joyous, eternal.[../images/00006.jpeg]One who is in tune with the soul possesses all its qualities, including peace,divine bliss, and unerring wisdom.[../images/00006.jpeg]No matter what inharmonious surrounding you may have, if you meditate, or atleast sit in silence for a few minutes every day, and live in harmony with yourinner Self, you will always live in heaven and will carry your own portableparadise everywhere.Don’t wait until tomorrow...The world worships men of power, like Alexander the Great and Napoleon, butthink of their mental states! Then think of the peace that Christ had. His peacecould not be taken from him. We think we will seek that peace “tomorrow.” Anyonewho reasons this way will never find it. Seek it now.[../images/00006.jpeg]Most people are like butterflies, flitting aimlessly. They never seem to reallyget anywhere or to stop for more than a moment before they are attracted by somenew diversion. The bee works and prepares for hard times. But the butterflylives only for today. When winter comes, the butterfly is gone, while the beehas stored-up food to live on. We must learn to gather and store the honey ofGod’s peace and power.[../images/00006.jpeg]Focus your attention within. You will feel a new power, a new strength, a newpeace—in body, mind, and spirit.[../images/00006.jpeg]You have the privilege and choice to make your own heaven right here; you haveall the means to do so.[../images/00006.jpeg]By scientific yoga meditation, establish your palace of peace on the rock ofages, the indestructible inner peace of God.[../images/00006.jpeg]Find the kingdom of celestial, perpetual happiness within, and heaven will reignin the territory of silence, or in the noise and the activity of cities, orwherever one may happen to be.[../images/00006.jpeg]When you have peace in every movement of your body, peace in your thinking andin your will power, peace in your love, and peace and God in your ambitions,remember, you have connected your life with God."},{"pageContent":"Chapter--------------------------------------------------------------------------------IIMeditation:The Science of Being“Actively Calm”[../images/00007.jpeg]"},{"pageContent":"You cannot buy peace; you must know how to manufacture it within, in thestillness of your daily practices in meditation.[../images/00006.jpeg]Everything in the phenomenal world displays activity and changefulness, buttranquility is the nature of God. Man as a soul has within himself that samenature of calmness. When in his consciousness he can level and still the threemental states of upheaval—the waves of sorrow and gladness and the dips ofindifference between them—he perceives within himself the placid ocean ofspiritual soul-calmness expanding into the boundless sea of tranquility inSpirit.To meditate is to be actively calm...Meditation is “active calmness.” Passive calmness, as in sleep or idledaydreaming, is essentially different from active calmness—the positive state ofpeace found in scientific meditation.[../images/00006.jpeg]Every night in sleep you have a taste of peace and joy. While you are in deepslumber, God makes you live in the tranquil superconsciousness, in which all thefears and worries of this existence are forgotten. By meditation you canexperience that holy state of mind when you are awake, and be constantlyimmersed in healing peace.[../images/00006.jpeg]Though you may be able to perform great worldly feats, you never will know joyequal to that which comes through meditation, when the thoughts are silent andyour mind is tuned to the peace of God....Meditation opens wide all the closed inner doors of your body, mind, and soul toadmit the surge of God’s power. Your whole body and entire being changes whenyou practice meditation regularly. Contact with God brings inner harmony intoyour life as you merge with His peace. But you must meditate earnestly,consistently, and continually to realise fully the rewarding effects of thatSupreme Force.[../images/00006.jpeg]The ordinary man is all the time restless. When he begins to practicemeditation, he is once in a while calm, most of the time restless. As hemeditates more deeply, he becomes half the time calm, half the time restless.With longer, faithful practice, he is most of the time calm, and only once in awhile restless. As he perseveres, he reaches the state wherein he is alwayscalm, never restless. Where motion ceases, God begins.2[part0007_split_001.html#footnote-002]The psychology of calmness...If you place a pot of water under the rays of the moon and then agitate thewater, you create a distorted reflection of the moon. When you still the wavesin the pot, the reflection becomes clear. The time when the water in the pot isquiet and clearly reflecting the moon, is comparable to the meditative state ofpeace, and the still deeper state of calmness. In the peace of meditation allwaves of sensations and thoughts are absent from the mind. In the deeper stateof calmness, one perceives in that stillness the moonèd reflection of God’spresence.As meditative peace deepens into calmness and the ultimate positive state ofbliss, the meditator experiences a joy that is ever new and all-satisfying.[../images/00006.jpeg]Real unending joy lies in attuning the consciousness to its true, ever calm soulnature by meditation, and in thus preventing the mind from riding on the crestsof sorrow and happiness or from sinking into the depths of indifference.[../images/00006.jpeg]Plunge into the inner silence again and again by practicing the methods ofconcentration and meditation I have given you, and you will find great peace andhappiness.[../images/00006.jpeg]The first proof of God’s presence is an ineffable peace. This evolves into joyhumanly inconceivable. Once you have touched the Source of truth and life, allnature will respond to you. Finding God within, you will find Him without, inall people and all conditions.Meditation is the most practical science...Meditation is the science of God-realization. It is the most practical sciencein the world.3 [part0007_split_001.html#footnote-001] Most people would want tomeditate if they understood its value and experienced its beneficial effects.The ultimate object of meditation is to attain conscious awareness of God, andof the soul’s eternal oneness with Him. What achievement could be morepurposeful and useful than to harness limited human faculties to theomnipresence and omnipotence of the Creator? God-realization bestows on themeditator the blessings of the Lord’s peace, love, joy, power, and wisdom.[../images/00006.jpeg]Meditation utilises concentration in its highest form. Concentration consists infreeing the attention from distractions and in focusing it on any thought inwhich one may be interested. Meditation is that special form of concentration inwhich the attention has been liberated from restlessness and is focused on God.Meditation, therefore, is concentration used to know God.To begin a meditation...Sit on a straight chair, or in a cross-legged position on a firm surface. Keepthe spine straight and the chin parallel to the floor.[../images/00006.jpeg]If you have assumed the correct posture, your body will be stable, yet relaxed,so that it is possible to remain completely still, without moving a muscle. Suchstillness, devoid of restless body movements and adjustments, is essential tothe attainment of a deep meditative state.[../images/00006.jpeg]With the eyelids half closed (or completely closed, if this is more comfortableto you), look upward, focusing the gaze and the attention as though looking outthrough a point between the eyebrows. (A person deep in concentration often“knits” his brows at this spot.) Do not cross the eyes or strain them; theupward gaze comes naturally when one is relaxed and calmly concentrated. What isimportant is fixing the whole attention at the point between the eyebrows. Thisis the Christ Consciousness [Kutastha Chaitanya] centre, the seat of the singleeye spoken of by Christ: “The light of the body is the eye: if therefore thineeye be single, thy whole body shall be full of light” (Matthew 6:22). When thepurpose of meditation is fulfilled, the devotee finds his consciousnessautomatically concentrated at the spiritual eye, and he experiences, accordingto his inner spiritual capacity, a state of joyous divine union with Spirit.A breathing exercise to prepare for meditation...When you are established in the meditation pose just described, the nextpreparation for meditation is to rid the lungs of accumulated carbon dioxide,which causes restlessness. Expel the breath through the mouth in a doubleexhalation: “huh, huhhh.” (This sound is made with the breath only, not thevoice.) Then inhale deeply through the nostrils and tense the whole body to acount of six. Expel the breath through the mouth in a double exhalation, “huh,huhhh” and relax the tension. Repeat this three times.Concentrate on the peace and joy of the soul...Remain calm....Bid adieu to the world of sensations—sight, hearing, smell,taste, and touch—and go within, where our soul expresses itself....Dismiss all sensations of the body; dismiss all restless thoughts. Concentrateon the thought of peace and joy.A meditation on peace...Mentally call to God with all the fervor and sincerity of your hearts.Consciously invoke Him in the temple of silence; and in deeper meditation, findHim in the temple of ecstasy and bliss....Through your thoughts and feelings,send Him your love with all your heart, mind, soul, and strength. Through theintuition of your soul feel the manifestation of God bursting through the cloudsof your restlessness as great peace and joy. Peace and joy are the voices of Godthat have long slumbered beneath your ignorance, ignored and forgotten in thedin of human passions.The kingdom of God is just behind the darkness of closed eyes, and the firstgate that opens to it is your peace. Exhale and relax, and feel this peacespread everywhere, within and without. Immerse yourself in that peace.Inhale deeply. Exhale. Now forget your breath. Repeat after me:“Father, hushed are the sounds of the world and the heavens.“I am in the temple of quietness.“Thine eternal kingdom of peace is spread tier upon tier before my gaze. Maythis infinite kingdom, long hidden behind the darkness, remain manifest withinme.“Peace fills my body; peace fills my heart and dwells within my love; peacewithin, without, everywhere.“God is peace. I am His child. I am peace. God and I are one.“Infinite peace surrounds my life and permeates all the moments of my existence.Peace unto myself; peace unto my family; peace unto my nation; peace unto myworld; peace unto my cosmos.“Goodwill to all nations, goodwill to all creatures; for all are my brothers andGod is our common Father. We live in the United States of the World with God andTruth as our leaders.“Heavenly Father, may Thy kingdom of peace come on earth as it is in heaven,that we all be freed from divisive inharmonies and become perfect citizens, inbody, mind, and soul, of Thy world.”Meditate until you feel the divine response...You should continue to concentrate at the Christ Consciousness centre betweenthe eyebrows, praying deeply to God and His great saints. In the language ofyour heart invoke their presence and their blessings. A good practice is to takean affirmation or a prayer...and spiritualise it with your own devotionalyearning. Silently chant and pray to God, keeping the attention at the pointbetween the eyebrows, until you feel God’s response as calm, deep peace andinner joy.[../images/00006.jpeg]2 [part0007_split_001.html#footnote-002-backlink] “Be still, and know that I amGod” Psalms 46:10 (Bible).3 [part0007_split_001.html#footnote-001-backlink] An introductory form ofmeditation as taught by Paramahansa Yogananda begins here[part0007_split_001.html#_idTextAnchor003]. The comprehensive set of techniqueshe gave—the step-by-step yoga science of concentration and meditation—is givenin his printed Yogoda Satsanga Lessons [part0011_split_004.html#_idParaDest-18]."},{"pageContent":"Chapter--------------------------------------------------------------------------------IIIThe Spiritual Art of Relaxation:Removing StressFrom Body and Mind[../images/00006.jpeg]"},{"pageContent":"Physical culturists, health enthusiasts, and spiritual teachers all talk on thesubject of relaxation; nevertheless, few persons understand what perfectrelaxation of body and mind really is, or how to achieve such relaxation.[../images/00006.jpeg]Even as an automobile standing with the engine running burns energy, so alsomany persons, even though they may be sleeping, sitting, or lying down, areactually partly tensed (low, medium, or high) according to the degree of theirmental nervousness; they are thus burning energy even when their bodies areapparently at rest.[../images/00006.jpeg]Sometime when you are sitting or lying down and feeling completely relaxed, withthe breath expelled make this test: Have someone lift your hands or feet alittle way and then drop them. If your limbs fall with a thud, without even aninvoluntary effort on your part to lower them gradually, you are relaxed.[../images/00006.jpeg]Any time you are tired or worried, tense the whole body, then relax, throwingyour breath out, and you will become calm. When only low or partial tensingprecedes release of tension, not all tension is removed; but when you tensehigh, so that you are vibrating with energy, and then quickly relax or “let go,”you achieve perfect relaxation.Remove tension from the muscles...[Technique4 [part0008_split_001.html#footnote-004] for relaxing the body:]Tense with will: By command of will, direct the life energy (through the processof tension) to flood the body or any body part. Feel the energy vibrating there,energising and revitalising. Relax and feel: Relax the tension, and feel thesoothing tingle of new life and vitality in the recharged area. Feel that youare not the body; you are that life which sustains the body. Feel the peace, thefreedom, the increased awareness that comes with the calmness produced by thepractice of this technique.[../images/00006.jpeg](a) Inhale, holding the breath.(b) Gently contract the entire body, all muscles at once.(c) Hold the contraction for a count of 1 to 20, with deep attention on theentire body.(d) Exhale, releasing the contraction.Repeat 3 times, at any time you feel weak and nervous.Relaxation and mental peace...A body that is relaxed and calm conduces to mental peace.[../images/00006.jpeg]Disturbing psychological states can be substantially alleviated by consciouslyremoving their outer physiological manifestations. Fear often causes you toclench your fists and to incline your head slightly forward; and it is certainto cause palpitation of your heart. If you watch for such physiologicalreactions and relax your hands, straighten your body, breathe slowly and deeplyand then exhale the breath and keep it out as long as is comfortable,concentrating on the inner calmness of breathlessness, you will feel some relieffrom the fear.Learning the art of mental relaxation...Some persons have learned how to relax physically, but not mentally.[../images/00006.jpeg]Mental relaxation consists in the ability to free the attention at will fromnagging worries over past and present difficulties; from constant awareness ofduty; from dread of accidents and other haunting fears; and from greed, passion,or other disturbing or negative thoughts and attachments. Mastery in mentalrelaxation comes with faithful practice. It is attained when one is able to ridthe mind at will of all restless thoughts and fix the attention fully on thepeace and contentment within.[../images/00006.jpeg]When you are struggling in the water, you are not so much conscious of the wateras you are of your struggle. But when you let go and relax, you float; then youfeel the whole lake lapping soothingly around your body. That is the way God is.When you are calm, you feel the whole universe of happiness rocking gentlybeneath your consciousness. That happiness is God.[../images/00006.jpeg]When you can remain calm at all times, despite severe trials; and when you aresecure in undying faith in God, you are mentally relaxed.[../images/00006.jpeg]Even mental relaxation is only one of the first states of metaphysical or superrelaxation, in which there is complete, voluntary withdrawal of consciousnessand energy from the entire body, and full absorption in one’s true identity:Spirit. This release of consciousness from the delusion of duality affords thehighest kind of mental relaxation.5 [part0008_split_001.html#footnote-003][../images/00006.jpeg]Fix your mind inwardly between the eyebrows on the shoreless lake of peace.Watch the eternal circle of rippling peace around you. The more you watchintently, the more you will feel the wavelets of peace spreading from theeyebrows to the forehead, from the forehead to the heart, and on to every cellin your body. Now the waters of peace are overflowing the banks of your body andinundating the vast territory of your mind. The flood of peace flows over theboundaries of your mind and moves on in infinite directions.[../images/00006.jpeg]4 [part0008_split_001.html#footnote-004-backlink] Simplified reference to aspecial technique developed in 1916 by Paramahansa Yogananda to recharge thebody with vitality and to promote perfect relaxation; taught in Yogoda SatsangaLessons. The general principle of tensing and relaxing has in recent years beenpopularly endorsed and used by medical science as an aid in many maladies,including reduction of nervousness and high blood pressure.5 [part0008_split_001.html#footnote-003-backlink] This blissful state is thegoal of, and is made possible by, practice of the science of Kriya Yoga[part0011_split_003.html#_idParaDest-17] meditation, taught by ParamahansaYogananda."},{"pageContent":"Chapter--------------------------------------------------------------------------------IVHow to Be “Calmly Active”— Centered in Peace No Matter What You Are Doing[../images/00006.jpeg]"},{"pageContent":"To be calmly active and actively calm—a Prince of Peace sitting on the throne ofpoise, directing the kingdom of activity—is to be spiritually healthy. Too muchactivity makes one an automaton and too much calmness makes one lazy andimpractical. Peace is the enjoyment of life; activity is the expression of life.A balance between the activity of the West and the calmness of the East isneeded.[../images/00006.jpeg]Retain your calmness. Ordinary life is like a pendulum, ceaselessly swingingback and forth. The peaceful person remains calm until he is ready to work; thenhe swings into action. As soon as he is through, he swings back to the center ofcalmness. You should always be calm, like the pendulum that is still, but readyto swing into steady action whenever necessary.Balancing your spiritual and material life...The material and the spiritual are but two parts of one universe and one truth.By overstressing one part or the other, man fails to achieve the balancenecessary for harmonious development....Practice the art of living in this worldwithout losing your inner peace of mind. Follow the path of balance to reach theinner wondrous garden of Self-realization.[../images/00006.jpeg]The spiritual aspirant should counterbalance his restlessness-producing materialactivity by calmness-producing spiritual meditation.[../images/00006.jpeg]Learn to be very active in this world, doing constructive work; but when you arethrough with your duties, turn off your nervous motor. Retire to the center ofyour being, which is calmness. Mentally affirm to yourself: “I am calm. I am nota mere nervous mechanism; I am Spirit. Though I dwell in this body, I amuntouched by it.” If you have a calm nervous system, you will have success ineverything you undertake; and, above all, you will succeed with God.Simplify your life...The pleasure of modern man is in getting more and more, and what happens toanyone else doesn’t matter. But isn’t it better to live simply—without so manyluxuries and with fewer worries? There is no pleasure in driving yourself untilyou cannot enjoy what you have.[../images/00006.jpeg]It takes too much time and energy to keep too many possessions in good order.The truth of the matter is that the more unnecessary “necessities” you have, theless peace you have; and the less you are possessed by possessions, the morehappiness you have.[../images/00006.jpeg]Don’t get caught in the machine of the world—it is too exacting. By the time youget what you are seeking your nerves are gone, the heart is damaged, and thebones are aching.[../images/00006.jpeg]Man’s great need is to find more time to enjoy nature, to simplify his life andhis imaginary necessities, to enjoy the true needs of his existence, to learn toknow his children and friends better, and most of all, to know himself and theGod who made him.Seclusion is the price of greatness...When you have finished your duties at the end of the day, sit quietly alone.Take a good book and read it with attention. Then meditate long and deeply. Youwill find much more peace and happiness in this than in restless activities inwhich your mind runs riot in all directions....If you cultivate the habit of spending time alone at home in meditation, a greatpower and peace will come over you. And it will remain with you in youractivities as well as in meditation. Seclusion is the price of greatness.[../images/00006.jpeg]Seek quiet places where you can regularly get away by yourself and be free tothink of God. When you are with people, be with them wholeheartedly; give themyour love and attention. But also take time to be alone with God.[../images/00006.jpeg]Every person needs a retreat, a dynamo of silence where he may go for theexclusive purpose of being recharged by the Infinite.The spiritual value of the Sabbath...Six full days and nights of machine-like existence, and part of one day (Sunday)for the cultivation of one’s inner self, is not a balanced way of life. The weekshould be allotted to work, amusement, and spiritual culture: five days formoney-making, one day for rest and amusement, and at least one day forintrospection and inner realization.[../images/00006.jpeg]“Remember the sabbath day, to keep it holy.” Out of a week of seven days, howfew people devote even one to God! To keep apart one day for Him is in the bestinterests of your own welfare. Sunday is the sun’s day—the bright day of wisdom.Many never use it to think of God, though to do so is the highest wisdom. If onthat day, you could just be alone and quiet for a little time, enjoying thatstillness, you would see how much better you feel. Observe the sabbath in thisway; it will be a salve to the lacerations of the preceding six days. Everyoneneeds one day a week in the spiritual hospital to heal his mental wounds.Don’t observe the sabbath as a forced duty; enjoy it. When it becomes for you aday of peace and joy and contentment, you will look forward to it.[../images/00006.jpeg]You may be surprised at what seclusion with God will do for your mind, body, andsoul.[../images/00006.jpeg]India’s sages counsel not only a regular day for seclusion, but stress the needfor quiet meditation during four specific periods every day. In the earlymorning, before you get up or see anyone, remain calm, feeling peace. At noon,be quiet for a while before taking lunch; and before your evening meal, haveanother time for peace. Before going to bed, go into that silence again. Thosewho faithfully observe silence in seclusion during these four times of the daycannot but feel in tune with God. Whoever cannot manage four times a day shouldobserve each morning and evening a period devoted to God. By doing this you willhave a different, happier life.[../images/00006.jpeg]Four times a day sit quietly in meditation and think with all the love andlonging of your heart: “I am with the Infinite now. ‘Father, reveal Thyself,reveal Thyself.’” Strive to feel the peace of His presence. Bathe your mind andbody in that peace, and you will be much more successful in life. The calm mandoesn’t make mistakes. When thousands of others are failing, he succeeds. Youmust be calm to be successful. Those who do not observe the sabbath by feelingthis divine peace develop great moodiness. They become nervous automatons.Through the portals of silence the healing sun of wisdom and peace will shineupon you.Calmness brings harmony and good judgment to all activities...A calm person has his senses fully identified with the environment in which heplaces himself. A restless person does not notice anything, consequently he getsinto trouble with himself and others and misunderstands everything. A calmperson, by the virtue of his self-possession, is always at peace with others,always happy, always calm. Never change the centre of your concentration fromcalmness to restlessness. Perform activities only with concentration.[../images/00006.jpeg]Many persons think that their actions have to be either restless or slow. Thatis not true. If you keep calm, with intense concentration, you will perform allduties with the correct speed. The art of true action is to be able to actslowly or speedily without losing your inner peace. The proper method is toestablish a controlled attitude, wherein you can work with peace without losingyour balance.[../images/00006.jpeg]Resurrect your calmness from beneath the soil of restlessness; resurrect yourwisdom from the enshrouding earthliness of ignorance.[../images/00006.jpeg]Learn to participate in this cosmic drama with a perfectly poised andequilibrated mind.[../images/00006.jpeg]Calmness is the principal factor necessary for any expression of rightdiscernment.[../images/00006.jpeg]Be calm all the time and avoid excitable emotionalism, which brings on faultyreasoning.[../images/00006.jpeg]A calm person reflects restfulness in his eyes, keen intelligence in his face,and proper receptivity in his mind. He is a [person] of decisive and promptaction, but he is not moved by impulses and desires that suddenly occur to him.A restless person is like a puppet that dances at the instigation of emotionaldesires arising in response to the temptation offered by others. Be sure towork, slowly or fast, from a centre of calmness.[../images/00006.jpeg]Open the door of your calmness and let the footsteps of silence gently enter thetemple of all your activities. Perform all duties serenely, saturated withpeace. Behind the throb of your heart, you shall feel the throb of God’s peace."},{"pageContent":"Chapter--------------------------------------------------------------------------------VPeace in YourDaily Life:Essential Principlesand Practices[../images/00006.jpeg]"},{"pageContent":"If you continually write out checks without depositing anything in your bankaccount, you will run out of money. So it is with your life. Without regulardeposits of peace in your life account, you will run out of strength, calmness,and happiness. You will finally become bankrupt—emotionally, mentally,physically, and spiritually. But daily communion with God will continuallyreplenish your inner bankroll.[../images/00006.jpeg]Everyone has at times been nervous, more or less, without knowingwhy....Restlessness, emotional excitement, concentrates too much energy in thenerves so that they begin to wear out. After years and years, the adverseeffects of that nervousness begin to show. The nerves are very tough—God madethem so, because they have to last a lifetime—but it is necessary to give themproper care. When you stop overloading the nervous system, as when you are indeep sleep or a state of calmness in meditation, you are not nervous at all.[../images/00006.jpeg]Nervousness can be cured. The sufferer must be willing to analyse his conditionand remove the disintegrating emotions and negative thoughts that are little bylittle destroying him. Objective analysis of one’s problems, and maintainingcalmness in all situations of life will heal the most persistent case ofnervousness.[../images/00006.jpeg]Examine yourself to see if you are nervous, and then determine what it is thatmakes you nervous.Causes of stress and nervousness...The disturbance of mental equilibrium, which results in nervous disorders, iscaused by continuous states of excitement or excessive stimulation of thesenses.Indulgence in constant thoughts of fear, anger, melancholy, remorse, envy,sorrow, hatred, discontent, or worry; and lack of the necessities for normal andhappy living, such as right food, proper exercise, fresh air, sunshine,agreeable work and a purpose in life, all are the causes of nervous disease.Any violent or persistent mental, emotional, or physical excitement greatlydisturbs and unbalances the flow of life force throughout the sensory-motormechanism and the lamps of the senses. If we connect a 120-volt bulb with a2,000-volt source, it would burn out the bulb. Similarly, the nervous system wasnot made to withstand the destructive force of intense emotion or persistentnegative thoughts and feelings.[../images/00006.jpeg]Another cause of nervousness, though you may not be aware of it, is the noise ofthe radio or television going on for hours at a time. All sounds cause thenerves to react.6 [part0010_split_001.html#footnote-006] A study conducted inthe police department in Chicago showed that if human beings were not subjectedto the bombardment of the sounds of modern living, which are especially harsh incities, they could live years longer. Learn to enjoy silence; don’t listen tothe radio or television for hours on end, or have them blaring mindlessly in thebackground all the time.[../images/00006.jpeg]All forms of meat of higher animals, especially beef and pork, are harmful tothe nervous system; they are hyperstimulating and cause aggressiveness. Avoidtoo much starch, especially foods made from refined flour. Eat whole grains,cottage cheese, and plenty of fruits, fruit juices, and fresh vegetables—theseare important. Needless to say, alcoholic beverages and drugs destroy thenervous system; stay away from them.A yogic drink that is very good for the nervous system is made by adding crushedrock candy and fresh lime juice to a glass of water. It should be thoroughlymixed and evenly blended so that the taste is equally sweet and sour. I haverecommended this to many people with excellent results.[../images/00006.jpeg]Remember that the greatest healing of nervousness takes place when we attune ourlives to God.Know the divine laws of inner peace and happiness...Morality, like a chameleon, tends to take on the colour of the circumambientsociety; but the inscrutable laws of Nature, through which God upholds Hiscreation, are ever unaltered by man’s determinations.[../images/00006.jpeg]Happiness is rooted in morality and godliness.[../images/00006.jpeg]Those who go against divine law pay for it by lack of inner peace.[../images/00006.jpeg]Movie stars and other professional entertainers are considered the beautifulpeople of America. But why are their personal lives so often in a shambles ofunhappiness and multiple divorces? Most of them live too much on nervous energyconcentrated in the senses. Overeating, promiscuous sex, the intoxication ofwine and drugs—all produce a pseudo happiness.[../images/00006.jpeg][Moral laws] harmonise body and mind with the divine laws of nature, orcreation, producing an inner and outer well-being, happiness, and strength.[../images/00006.jpeg]This is why moral success—freedom from the dictates of wrong habits andimpulses—gives more happiness than material success. In moral success there is apsychological happiness that cannot be taken away by any physicalcondition....Adopt those thoughts and actions that lead to happiness.[../images/00006.jpeg]Those who are inwardly content are living rightly. Happiness comes only by doingright.Nervousness is the disease of civilization...Nervousness is the disease of civilization. I remember when some of us weredriving up Pikes Peak in Colorado. Other cars were speeding past us on thesteep, winding grade. I thought they were hurrying to get to the mountaintop intime to see the sunrise. To my great amazement, when we arrived we were the onlyones outside to enjoy the view. All the others were in the restaurant drinkingcoffee and eating doughnuts. Imagine! They rushed to the top and then rushedback, just for the thrill of being able to say when they got home that they hadbeen there, and had coffee and doughnuts on Pikes Peak. That is what nervousnessdoes.[../images/00006.jpeg]We should take time to enjoy things—the beauties of God’s creation, the manyblessings of life—but avoid undue excitement, restlessness, and sudden emotions,which burn up the nervous system.[../images/00006.jpeg]If you spend your life in constant excitement, you will never know truehappiness. Live simply and take life more easily. Happiness lies in givingyourself time to think and to introspect. Be alone once in a while, and remainmore in silence.Overcoming worry...Everyone needs to let go of his worries and enter into absolute silence everymorning and night. At such times, try to persist for one minute at a timewithout thinking about your problems. Concentrate instead on the peace within.Then try to concentrate for several minutes at a time on this inner peace. Next,think of some happy incident; dwell on it, and visualise it; mentally relive thepleasant experience over and over again until you have discarded your worriesentirely.[../images/00006.jpeg]When you leave your work for the day, forget it; do not pick it up mentally andcarry it home with you. Worry only clouds your mind so that you cannot thinkclearly....Merely ignoring problems won’t solve them, but neither will worrying about them.Meditate until you become calm; then put your mind on your problem and praydeeply for God’s help. Concentrate on the problem and you will find a solutionwithout going through the terrible strain of worry.[../images/00006.jpeg]When we have too much to do at one time, we become very discouraged. Instead ofworrying about what should be done, just say: “This hour is mine. I will do thebest I can.” The clock cannot tick twenty-four hours away in one minute, and youcannot do in one hour what you can do in twenty-four hours. Live each presentmoment completely and the future will take care of itself. Fully enjoy thewonder and beauty of each instant. Practice the presence of peace. The more youdo that, the more you will feel the presence of that power in your life.[../images/00006.jpeg]Instead of wasting time worrying, think positively about how the cause of theproblem can be removed. If you want to get rid of a trouble, calmly analyse yourdifficulty, setting down point by point the pros and cons of the matter; thendetermine what steps might be best to accomplish your goal.[../images/00006.jpeg]Do not daily feed your mind with fresh poisonous fears that you yourselfcreate....If you are infected with the germs of worry you should go on a strictmental diet. You should feast regularly on the society of joyful minds. Everyday you should associate, if only for a little while, with joy-instilled persons— those who meditate and feel the joy of God as a reality. Seek them out andfeast with them on this most vitalising food of joy. Feast on laughter in thecompany of these really joyful people. Steadfastly continue your laughter dietonce you have begun it, and at the end of a month or two you will see the change— your mind will be filled with sunshine.[../images/00006.jpeg]Forget the past, for it is gone from your domain! Forget the future, for it isbeyond your reach! Control the present! Live supremely well now! It willwhitewash the dark past, and compel the future to be bright! This is the way ofthe wise.Overcoming fear...Cast off fear. What is there to be afraid of? Even a little bit of fear, such assenseless apprehension of the dark or worrying about things that “might” happen,affects the nerves more than you can imagine.[../images/00006.jpeg]Never be afraid of anything. Fear is a form of nervousness. As long as you arenot dead, you are alive; so why should you fear? And once you are dead it is allover and you cannot remember; so why worry?[../images/00006.jpeg]Fear comes from the heart. If ever you feel overcome by dread of some illness oraccident, you should inhale and exhale deeply, slowly, and rhythmically severaltimes, relaxing with each exhalation. This helps the circulation to becomenormal. If your heart is truly quiet you cannot feel fear at all.[../images/00006.jpeg]Realization that all power to think, speak, feel, and act comes from God, andthat He is ever with us, inspiring and guiding us, brings an instant freedomfrom nervousness. Flashes of divine joy will come with this realization;sometimes a deep illumination will pervade one’s being, banishing the veryconcept of fear. Like an ocean, the power of God sweeps in, surging through theheart in a cleansing flood, removing all obstructions of delusive doubt,nervousness, and fear. The delusion of matter, the consciousness of being only amortal body, is overcome by contacting the sweet serenity of Spirit, attainableby daily meditation. Then you know that the body is a little bubble of energy inHis cosmic sea.Overcoming anger by inner peace...Absence of wrath is the quickest way to peace of mind.Anger is caused by the obstruction of one’s desires....One who does not expectanything from others but who looks to God for all fulfilments cannot feel wrathtoward his fellow men or disappointment in them. A sage is content in theknowledge that the Lord is running the universe....He is free from rage,animosity, and resentment.[../images/00006.jpeg]Peace (shanti) is a divine quality....One united to “the peace of God, whichpasseth all understanding”7 [part0010_split_001.html#footnote-005] is like alovely rose, spreading around him the fragrance of tranquility and harmony.[../images/00006.jpeg]Affirm divine calmness and peace, and send out only thoughts of love andgoodwill if you want to live in peace and harmony. Never get angry, for angerpoisons your system. Try to understand people who cross you, and wheneveranybody tries to inflame you, mentally say: “I am too comfortable to be angry. Idon’t want to be sick with anger.”[../images/00006.jpeg]When you are angry, say nothing. Knowing it is a disease, like the coming of acold, break it up by mental warm baths consisting of thinking of those with whomyou can never be angry, no matter how they behave. If your emotion is tooviolent, take a cold shower, or put a piece of ice on the medulla oblongata andthe temples just above the ears, and on the forehead, especially between theeyebrows, and on the top of the head....Anger is poison to peace and calmness....Be indifferent to those who seem toenjoy making you angry. When anger comes, set your machinery of calmness inmotion to manufacture the antidotes of peace, love, and forgiveness which banishanger. Think of love, and reflect that even as you do not want others to beangry with you, neither do you wish others to feel your ugly anger....Develop metaphysical reason and destroy anger. Look upon the anger-arousingagent as a child of God; think of him as a little five-year-old baby brother whoperhaps has unwittingly stabbed you. You should not feel a desire to stab thislittle brother in return. Mentally destroy anger by saying: “I will not poisonmy peace with anger; I will not disturb my habitual joy-giving calmness withwrath.”[../images/00006.jpeg]Remember that if you remain inwardly calm under all circumstances you canconquer anything or anyone. True calmness means that God is with you. If youbecome restless, you will irritate people and they will be angry with you. Thenyou will be miserable....If someone is trying to get you in trouble, affirm continuously, “I am peace, Iam calm,” and say it deeply. No matter how others may try to shake you, hold onto that peace. Your nerves will then be calm.If anyone can make you angry, you have not yet attained perfect calmness; butmaintaining calmness does not mean that you should let others make a doormat outof you. Sometimes it is necessary to make others understand that you meanbusiness; but you are a child of God and you should never be angry. The moreoften you lose your temper, the longer you will remain in the delusory mortalconsciousness; but if you remain inwardly calm, you are demonstrating the poiseof a true child of God.Peace in the home...As you find your soul-reservoir of peace, less and less controversy will be ableto afflict your life.[../images/00006.jpeg]Remember that the greatest test of one’s spiritual aspiration lies in hiscontrol of himself in his own home environment—especially if it is a discordantone. If a person’s inner peace can exhibit stability and strength at home, andif he conquers others’ quarrelsome dispositions by his constant, beautifulexpressions of undying love, then he will become a prince of peace.[../images/00006.jpeg]Make your home a place of peace.[../images/00006.jpeg]If your husband or wife gets angry and rouses your ire, take a little walk andcool off before responding. If he or she speaks sharply, don’t retort in thesame way. It is better to remain quiet until the temper has cooled down....Neverlet anyone rob you of your peace; and do not steal away the peace of others byyour verbal misbehavior....If your wife screeches at you and you shout back, you will suffer twice asmuch—once from her harsh words and again from your own. You primarily harmyourself. By the time you get through, you will feel that there is nothing leftof you. This is why there are so many divorces.Frankly, people should not marry until they have learned to have some control oftheir emotions. The schools should educate young students in this art, and inhow to develop calmness and concentration. The American home is breaking upbecause these things are not taught—neither at home nor in the schools. How cantwo people who are habituated to nervous activity live together without almostdestroying each other with their nervousness? In the beginning of a marriage,the bride and groom are carried along on the emotions of excitement and passion.But after a while, when these inevitably start to wane, the true natures of thecouple begin to come out and the quarrelling and disillusionments set in.The heart requires true love, friendship, and, above all, peace. When throughemotion peace is destroyed, it is a desecration of the bodily temple. A healthynervous system is what will maintain in proper order all the bodily organs andfeelings. And to keep the nervous system healthy, it is important to remain freefrom devastating emotions such as fear, anger, greed, jealousy.[../images/00006.jpeg]These caustic mental parasites eat away the very fiber of one’s being. They burnand destroy inner peace—one’s greatest wealth.Don’t be touchy or oversensitive...Sensitiveness expresses itself in a lack of control over the nervous system. Athought of being offended runs through the mind and the nerves rebel against it.In reacting, some persons seethe inwardly with anger or hurt feelings and showno irritation outwardly. Others express their emotions in an obvious and instantreaction in the muscles of their eyes and face—and often in a sharp retort oftheir tongue as well. In either case, to be touchy is to make oneself miserable,and to create a negative vibration that also adversely affects others. To beable always to spread an aura of goodness and peace should be the motive oflife. Even if there is good reason for being excited because of mistreatment,one who instead controls himself in such a situation is master of himself.[../images/00006.jpeg]Nothing is accomplished by silently brooding over some perceived offense. It isbest to remove by self-mastery the cause that produces such sensitiveness.[../images/00006.jpeg]When anything distresses you, no matter how you justify your unhappiness, knowthat you are succumbing to undue sensitivity, and that you must not indulge init. Sensitiveness is an unspiritual habit, a nervous habit, a peace-destroyinghabit that takes away your control over yourself and robs you of your happiness.Whenever a mood of sensitiveness visits the heart, its static prevents you fromhearing the divine song of healing peace that plays within through the radio ofthe soul. Whenever sensitiveness appears, try immediately to conquer thatemotion.[../images/00006.jpeg]If you keep your mind on the resolve never to lose your peace, then you canattain godliness. Keep a secret chamber of silence within yourself, where youwill not let moods, trials, battles, or inharmony enter. Keep out all hatred,revengefulness, and desires. In this chamber of peace God will visit you.[../images/00006.jpeg]The face is the reflector of your inner self; the heart, the source of feelings,is the basis of that reflection. Your face should be an inspiring sermon. Yourcountenance should be a beacon for others to follow, a lighthouse by whichshipwrecked souls can find the way to safety in the harbour of peace.Affirmations:Daily, make this affirmation: “I will be neither lazy nor feverishly active. Inevery challenge of life I shall do my best without worrying about the future.”[../images/00006.jpeg]Realise that the infinite presence of the Heavenly Father is ever within you.Tell Him: “In life and death, health and sickness, I worry not, O Lord, for I amThy child evermore.”[../images/00006.jpeg]6 [part0010_split_001.html#footnote-006-backlink] Many researchers havedescribed the adverse effects of noise on human health, including Dr. SamuelRosen, clinical professor of otolaryngology at Columbia University, who wrote:“It is known that loud noises cause effects which the recipient cannot control.The blood vessels constrict, the skin pales, the voluntary and involuntarymuscles tense, and adrenaline is suddenly injected into the blood stream, whichincreases neuromuscular tension, nervousness, irritability, and anxiety.”7 [part0010_split_001.html#footnote-005-backlink] Philippians 4:7 (Bible)"},{"pageContent":"Chapter--------------------------------------------------------------------------------VIThe Wisdom Perspective That Leads to Inner Peace[../images/00006.jpeg]"},{"pageContent":"Life, its substance and purpose, is an enigma, difficult yet not unknowable.With our progressive thinking, we are daily solving some of its secrets. Theminutely and scientifically calculated devices of this modern age are certainlyremarkable. The proliferating discoveries of physical science are creditablygiving us a clearer vision of the ways by which life can be improved. But inspite of all our devices and strategies and inventions, it seems we are stillplaythings in the hands of destiny, and have a long way to go before we can beindependent of nature’s domination.To be constantly at the mercies of nature—surely that is not freedom. Ourenthusiastic minds are rudely seized by a sense of helplessness when we arevictimised by floods, tornadoes, or earthquakes; or when, apparently withoutrhyme or reason, illness or accident snatches our dear ones from our bosom. Itis then that we know we really haven’t conquered much. In spite of all ourefforts to make life what we want it to be, there will always remain certainconditions introduced on this planet—infinite and guided by an unknownIntelligence, operating without our initiative—which preclude our control. Atbest, we can only work and make some improvements. We sow the wheat and make theflour, but who made the original seed? We eat the bread made from the flour, butwho made it possible for us to digest and assimilate it?In every department of life there seems to be, in spite of our instrumentality,an inevitable Divine dependence without which we cannot get along. With all ourcertainties, we still have to abide an uncertain existence. We do not know whenthe heart is going to fail. Hence comes the necessity of a fearless reliance onour true immortal Self and on the Supreme Deity in whose image that Self ismade—a faith that acts without egoism, and plods on merrily, knowing notrepidation or constraint.Exercise absolute fearless surrender to that Higher Power. Never mind that todayyou make the resolution that you are free and undaunted, and then tomorrow youcatch the flu and become miserably sick. Don’t weaken! Command yourconsciousness to remain steadfast in its faith. The Self cannot be contaminatedby sickness.[../images/00006.jpeg]Don’t behave like a cringing mortal being. You are a child of God![../images/00006.jpeg]You are made in His image. You cannot be violated or hurt by stones, nor bombs,nor machine guns, nor atomic bombs. Remember, the best shelter is in the silenceof your soul. And if you can develop that silence, nothing in the world cantouch you...You can stand unshaken midst the crash of breaking worlds.[../images/00006.jpeg]Place your heart with God. The more you seek peace in Him, the more that peacewill devour your worries and sufferings.View the spectacle of life as a cosmic drama...The rishis of ancient India, having penetrated to the Original Cause of Being,declare...that this world is God’s lila, or divine play. The Lord, it seems,like a little child, loves to play, and His lila is the endless variety ofever-changing creation....God created this dream universe for entertaining Himself and us. The onlyobjection I have to God’s lila is this: “Lord, why did You permit suffering tobe a part of the play?” Pain is so ugly and torturing. Existence then is nolonger entertainment, but a tragedy. That is where the intercession of thesaints comes in. They remind us that God is all-powerful, and if we uniteourselves with Him, we will no longer be hurt in this playhouse of His. It is wewho inflict pain on ourselves if we transgress the divine laws on which He reststhe whole universe. Our salvation is to unite with Him. Unless we attuneourselves to God and know thereby that this world is but a cosmic entertainment,we are bound to suffer. It seems that suffering is a necessary discipline toremind us to seek union with God. Then, like Him, we will be entertained by thisfantastic play.[../images/00006.jpeg]You have come on earth to entertain and to be entertained. This is why lifeshould be a combination of both meditation and activity. If you lose your innerbalance, that is just the time when you are vulnerable to worldlysuffering....Awaken the innate fortitude of the mind by affirming, “No matterwhat experiences come, they cannot touch me. I am always happy.”[../images/00006.jpeg]Watch life as a cosmic motion picture, then it cannot work its delusive magic onyou anymore. Be in God-bliss....He has made you already what He is. That is whatyou don’t realise, because you acknowledge only that you are a human being; youdo not know that this thought is a delusion.[../images/00006.jpeg]God’s dream creation was not meant to frighten you, but to prod you to realisefinally that it has no reality. So why be afraid of anything? Jesus said: “Is itnot written in your law, I said, Ye are gods?” John 10:34 (Bible).[../images/00006.jpeg]You are immortal and are endowed with eternal joy. Never forget this during yourplay with changeable mortal life. This world is but a stage on which you playyour parts under the direction of the Divine Stage Manager. Play them well,whether they are tragic or comic, always remembering that your real nature iseternal Bliss, and nothing else. The one thing that will never leave you, onceyou transcend all unstable mental states, is the joy of your soul.Live in unruffled equanimity...The saints have found that happiness lies in a constant mental state ofunruffled peace during all the experiences of earthly dualities. A changeablemind perceives a changeable creation, and is easily disturbed; the unchangeablesoul and the unruffled mind, on the other hand, behold, behind the masks ofchange, the Eternal Spirit.[../images/00006.jpeg]The test of man’s wisdom is his equanimity. Little stones that are pelted intothe lake of consciousness should not throw the whole lake into commotion.Life is a show; don’t take it too seriously...Why take the surface details of life so seriously? Be drunk with the inner peaceof divine realization, whatever your earthly lot.[../images/00006.jpeg]Whether man be agitated or calm, life will pursue its own strange courseforever. Worry, fear, discouragement, only add to the weight of daily burdens;cheerfulness, optimism, will power, bring about resolutions to problems. So thebest way to live is to take life as a cosmic game, with its inevitable contrastsof defeat and victory. Enjoy the challenges as you would in a sport, no matterwhether at the moment you are victorious or vanquished.[../images/00006.jpeg]Give greatest importance to cultivating through daily soul-awakening meditationyour relationship with God and your inner happiness. When you are in the perfectcalm of soul awareness, you see God moving in all creation. You do not see theworld anymore as a nightmare of troubles, but as an entertaining spectacle to beenjoyed. Then you shall smile from the depths of your being, a smile that cannever be destroyed.Knowing God, you can stand unshaken midst the crash of breaking worlds...Practice meditation and God-communion regularly, and you will taste the wine ofjoy and pleasantness all the time, no matter what your outer circumstances.Drinking the nectar of inner peace from the angel hands of your silentrealization, you will drown the distractions and sorrows of your daily life.[../images/00006.jpeg]God is present on the throne of peace within you. Find Him there first, and youwill find Him in all that is good and meaningful in life: in true friends, inthe beauty of nature, in good books, deep thoughts, and noble aspirations.Finding God within you, you will know that whatever in life gives you enduringpeace is declaring to you the eternal presence of God, without as well aswithin. When you know God as peace within, then you will realize Him as peaceexisting in the universal harmony of all things without."},{"pageContent":"About the AuthorSri Sri Paramahansa Yogananda (1893–1952) is widely regarded as one of thepreeminent spiritual figures of our time. Born in northern India, he went to theUnited States in 1920, where he taught India’s ancient science of meditation andthe art of balanced spiritual living for more than thirty years. Through hisacclaimed life story, Autobiography of a Yogi, and his numerous other books,Paramahansa Yogananda has introduced millions of readers to the perennial wisdomof the East. Today his spiritual and humanitarian work is carried on by YogodaSatsanga Society of India/Self-Realization Fellowship, which he founded todisseminate his teachings throughout India and worldwide.Paramahansa Yogananda:A Yogi in Life and DeathParamahansa Yogananda entered mahasamadhi (a yogi’s final conscious exit fromthe body) in Los Angeles, California, on March 7, 1952, after concluding hisspeech at a banquet held in honour of H. E. Binay R. Sen, Ambassador of India.The great world teacher demonstrated the value of yoga (scientific techniquesfor God-realization) not only in life but in death. Weeks after his departurehis unchanged face shone with the divine luster of incorruptibility.Mr. Harry T. Rowe, Los Angeles Mortuary Director, Forest Lawn Memorial-Park (inwhich the body of the great master is temporarily placed), sent Self-RealizationFellowship a notarized letter from which the following extracts are taken:“The absence of any visual signs of decay in the dead body of ParamahansaYogananda offers the most extraordinary case in our experience….No physicaldisintegration was visible in his body even twenty days after death….Noindication of mold was visible on his skin, and no visible desiccation (dryingup) took place in the bodily tissues. This state of perfect preservation of abody is, so far as we know from mortuary annals, an unparalleled one….At thetime of receiving Yogananda’s body, the Mortuary personnel expected to observe,through the glass lid of the casket, the usual progressive signs of bodilydecay. Our astonishment increased as day followed day without bringing anyvisible change in the body under observation. Yogananda’s body was apparently ina phenomenal state of immutability….“No odour of decay emanated from his body at any time….The physical appearanceof Yogananda on March 27th, just before the bronze cover of the casket was putinto position, was the same as it had been on March 7th. He looked on March 27thas fresh and as unravaged by decay as he had looked on the night of his death.On March 27th there was no reason to say that his body had suffered any visiblephysical disintegration at all. For these reasons we state again that the caseof Paramahansa Yogananda is unique in our experience.”"},{"pageContent":"Additional Resources onthe Kriya Yoga Teachings ofParamahansa YoganandaYogoda Satsanga Society of India is dedicated to freely assisting seekersthroughout India, Nepal, and Sri Lanka. For information regarding our publiclectures and classes, meditation and inspirational services at our meditationcentres, a schedule of weekend retreats at locations near our meditationcentres, Kendras and Mandalis, and other activities, we invite you to visit ourwebsite or our Yogoda Satsanga Sakha Math:www.yssofindia.org [http://www.yssofindia.org]Yogoda Satsanga Society of IndiaParamahansa Yogananda PathRanchi 834001, Jharkhand, IndiaTel (0651) 2460071, 2460074, 2461578"},{"pageContent":"Yogoda Satsanga LessonsPersonal guidance and instruction from Paramahansa Yogananda on the techniquesof yoga meditation and principles of spiritual livingIf you feel drawn to the spiritual teachings of Paramahansa Yogananda, we inviteyou to enroll in the Yogoda Satsanga Lessons.Paramahansa Yogananda originated this home-study series to provide sincereseekers the opportunity to learn and practice the ancient yoga meditationtechniques — including the science of Kriya Yoga. The Lessons also present hispractical guidance for attaining balanced physical, mental, and spiritualwell-being.The Yogoda Satsanga Lessons are available at a nominal fee (to cover printingand postage costs). All students are freely given personal guidance in theirpractice by Yogoda Satsanga Society of India monks.For more information…Complete details about the Yogoda Satsanga Lessons are included in the freebooklet Undreamed-of Possibilities. To receive a copy of this booklet and anapplication form, please visit our website[https://yssofindia.org/meditation/Lessons-for-Home-Study-English] or contactour Headquarters."},{"pageContent":"Also published by Yogoda Satsanga Society of India...Autobiography of a YogiBy Paramahansa YoganandaSelected as one of “The Hundred Best Spiritual books of the Century,” thisacclaimed autobiography presents a fascinating portrait of one of the greatspiritual figures of our time. With engaging candour, eloquence, and wit, SriSri Paramahansa Yogananda narrates the inspiring chronicle of his life — theexperiences of his remarkable childhood, encounters with many saints and sagesduring his youthful search throughout India for an illumined teacher, ten yearsof training in the hermitage of a revered yoga master, and the thirty years thathe lived and taught in America. Also recorded here are his meetings with MahatmaGandhi, Rabindranath Tagore, Luther Burbank, the Catholic stigmatist ThereseNeumann, and other celebrated spiritual personalities of East and West.Autobiography of a Yogi[https://yssofindia.org/paramahansa-yogananda/Autobiography-of-a-Yogi] is atonce a beautifully written account of an exceptional life and a profoundintroduction to the ancient science of Yoga and its time-honoured tradition ofmeditation. The author clearly explains the subtle but definite laws behind boththe ordinary events of everyday life and the extraordinary events commonlytermed miracles. His absorbing life story thus becomes the background for apenetrating and unforgettable look at the ultimate mysteries of human existence.Considered a modern spiritual classic, the book has been translated into morethan forty-five languages and is widely used as a text and reference work incolleges and universities. A perennial best-seller since it was first publishednearly seventy years ago, Autobiography of a Yogi has found its way into thehearts of millions of readers around the world.“The Autobiography of this sage makes captivating reading.”—THE TIMES OF INDIA“A fascinating and clearly annotated study.”—NEWSWEEK“There has been nothing before, written in English or in any other Europeanlanguage, like this presentation of Yoga.”—COLUMBIA UNIVERSITY PRESS"},{"pageContent":"Other Books by Paramahansa YoganandaAvailable at bookstores or online atwww.yssbooks.org [https://bookstore.yssofindia.org/]Autobiography of a YogiGod Talks With Arjuna: The Bhagavad Gita—A New Translation and CommentaryThe Second Coming of Christ: The Resurrection of the Christ Within You—ARevelatory Commentary on the Original Teachings of JesusThe Collected Talks and EssaysVolume I: Man’s Eternal QuestVolume II: The Divine RomanceVolume III: Journey to Self-realizationThe Science of ReligionWhispers from EternitySayings of Paramahansa YoganandaScientific Healing AffirmationsWhere There Is LightIn the Sanctuary of the SoulHow You Can Talk With GodMetaphysical MeditationsThe Law of SuccessLiving FearlesslyTo Be Victorious in LifeWhy God Permits Evil and How to Rise Above ItSpiritual DiaryWords of Cosmic ChantsAutobiography of a Yogi(Audiobook, read by Sir Ben Kingsley)A complete book order form describing all of the Yogoda Satsanga Societypublications and audio/video recordings is available on request.www.yssbooks.org[https://bookstore.yssofindia.org/].Free Introductory LiteratureDetailed instruction in the scientific techniques of meditation taught by SriSri Paramahansa Yogananda, including Kriya Yoga, are available in the YogodaSatsanga Lessons[https://yssofindia.org/meditation/Lessons-for-Home-Study-English]. For freeIntroductory Literature, write, call or visit our website:Yogoda Satsanga Society of IndiaParamahansa Yogananda path, Ranchi 834001, JharkhandTel (0651) 2460071, 2460074, 2461578www.yssofindia.org [https://yssofindia.org/]"},{"pageContent":"Aims and IdealsofYogoda Satsanga Society of IndiaAs set forth bySri Sri Paramahansa Yogananda, Gurudeva and FounderSri Sri Mrinalini Mata, Sanghamata and PresidentTo disseminate among the nations a knowledge of definite scientific techniquesfor attaining direct personal experience of God.To teach that the purpose of life is the evolution, through self-effort, ofman’s limited mortal consciousness into God Consciousness; and to this end toestablish Yogoda Satsanga temples for God-communion, and to encourage theestablishment of individual temples of God in the homes and in the hearts ofmen.To reveal the complete harmony and basic oneness of original Yoga as taught byBhagavan Krishna and original Christianity as taught by Jesus Christ; and toshow that these principles of truth are the common scientific foundation of alltrue religions.To point out the one divine highway to which all paths of true religious beliefseventually lead: the highway of daily, scientific, devotional meditation on God.To liberate man from his threefold suffering: physical disease, mentalinharmonies, and spiritual ignorance.To encourage “plain living and high thinking”; and to spread a spirit ofbrotherhood among all peoples by teaching the eternal basis of their unity:kinship with God.To demonstrate the superiority of mind over body, and of soul over mind.To overcome evil by good, sorrow by joy, cruelty by kindness, ignorance bywisdom.To unite science and religion through realization of the unity of theirunderlying principles.To advocate cultural and spiritual understanding between East and West, and theexchange of their finest distinctive features.To serve mankind as one’s larger Self."},{"pageContent":"Back Cover [../images/00008.jpeg]"}]
