[{"startMs":120,"durationMs":4740,"subtitle":"hello fellow students of Jewish history I've just returned from an amazing Cruise in the Netherlands"},{"startMs":4860,"durationMs":5160,"subtitle":"in Belgium with kosher River Cruises and I have to say that although there were so many Fantastic"},{"startMs":10020,"durationMs":5160,"subtitle":"things and I made a couple of short videos about a few of them , the highlight without question was"},{"startMs":15180,"durationMs":6720,"subtitle":"this amazing Shabbos we spent in Middlelburg where we visited this synagogue that is just"},{"startMs":21900,"durationMs":4680,"subtitle":"so fantastic! Let me tell you about it- so if you walk down a street called Heronstrat you'll"},{"startMs":26580,"durationMs":5340,"subtitle":"see this tiny little opening that goes through an alley. At the top of it says Beit Knesset,"},{"startMs":31920,"durationMs":5520,"subtitle":"right, synagogue, and then it has the year to Halell using the Hebrew word you will praise"},{"startMs":37440,"durationMs":6060,"subtitle":"that works out to the year 1704. That's, you know, okay, interesting, charming. I want to"},{"startMs":43500,"durationMs":5340,"subtitle":"see what's inside but what I think is especially unusual is that little plaque on the left which"},{"startMs":48840,"durationMs":4860,"subtitle":"is only in Dutch and it describes a story. You can see that under the Star of David and"},{"startMs":53700,"durationMs":10080,"subtitle":"kind of a lion of Judah it has four dates built in: 1704 occupied that is by the Nazis in 1940"},{"startMs":64620,"durationMs":8220,"subtitle":"destroyed in this case by a British mortar in 1944 and those three lines you'll frequently see on"},{"startMs":72840,"durationMs":8580,"subtitle":"monuments of this nature. But then there's another line that says reconstructed 1994 and to my"},{"startMs":81420,"durationMs":6720,"subtitle":"amazement Not only was the synagogue of Middelburg reconstructed as a physical entity it's actually"},{"startMs":88140,"durationMs":7080,"subtitle":"been repopulated that everyone thought Jews had basically disappeared from this middle-sized town"},{"startMs":95220,"durationMs":5040,"subtitle":"but they began coming back once the synagogue was created. I'm going to tell you the whole"},{"startMs":100260,"durationMs":5100,"subtitle":"story and more importantly I'm going to let some of the principal figures involved tell the story"},{"startMs":105360,"durationMs":5460,"subtitle":"in this video. S,o first of all, let's just see where exactly is Middelburg? Here's a map of"},{"startMs":110820,"durationMs":6540,"subtitle":"Europe and you can see the Netherlands where it's located. Just about you know equal to London but"},{"startMs":117360,"durationMs":5460,"subtitle":"across on the Continental side of the channel of course and in our cruise we started in Amsterdam"},{"startMs":122820,"durationMs":6240,"subtitle":"which is a major Jewish Center and then we went all the way down through canal zones to the city"},{"startMs":129060,"durationMs":6000,"subtitle":"of Antwerp. Very big population Center there where I had some great experiences tasting Herring and"},{"startMs":135060,"durationMs":6780,"subtitle":"things like that. Then we rode the ship down to the medieval village of Ghent and nearby Bruges"},{"startMs":141840,"durationMs":6120,"subtitle":"also very important and then we made our way up to this little place called Middelburg and nearby"},{"startMs":147960,"durationMs":5880,"subtitle":"Vieira. Viera would be very important because that's the home of advos who is going to be a"},{"startMs":153840,"durationMs":6000,"subtitle":"major player in this story. Then after the trip we went to Rotterdam where we actually saw -- it"},{"startMs":159840,"durationMs":6060,"subtitle":"was pretty bizarre a reconstruction of Noah's Ark and then shortly after it we saw a rainbow which"},{"startMs":165900,"durationMs":4740,"subtitle":"was very spooky at any rate that was our whole trip. We went back to Amsterdam and flew it up"},{"startMs":170640,"durationMs":6840,"subtitle":"skipple airport a week later so let's focus in on Middelburg now here's an old map of the city and"},{"startMs":177480,"durationMs":4740,"subtitle":"you can see there's like kind of a Ring Road around a really old core and then towards the"},{"startMs":182220,"durationMs":6660,"subtitle":"Bottom by the letter H there is something that says a Israel Kirk or a Jewish Church. In other"},{"startMs":188880,"durationMs":6480,"subtitle":"words this map labels the synagogue the entrance is on Hannah and Strat to the right but to the"},{"startMs":195360,"durationMs":7980,"subtitle":"left is the home of the original builder of the synagogue. He had what they call in Dutch an actor"},{"startMs":203340,"durationMs":6540,"subtitle":"house a behind house it's the same word that is used for the structure in which Anne Frank and"},{"startMs":209880,"durationMs":7980,"subtitle":"her family hid during the Holocaust and he wanted to dedicate that space to becoming a synagogue."},{"startMs":217860,"durationMs":4980,"subtitle":"So that's the the actual structure we're going to see we also have an illustration of the synagogue"},{"startMs":222840,"durationMs":5040,"subtitle":"in an almanac that was published in 1780 which is very fascinating. It has a whole bunch of"},{"startMs":227880,"durationMs":6300,"subtitle":"entries about what Jews believe and what they do in synagogue things like that and we have a pretty"},{"startMs":234180,"durationMs":4200,"subtitle":"good idea of the plan of the synagogue. If you have a look at this modern drawing you can see"},{"startMs":238380,"durationMs":4740,"subtitle":"her and Strath the entrance is on the the south at the bottom of this drawing there's kind of like a"},{"startMs":243120,"durationMs":5400,"subtitle":"narrow Alleyway and then there's a garden to the right. Sort of like an open space where the sukkah"},{"startMs":248520,"durationMs":6120,"subtitle":"can be placed the Mikvah is placed just south of there and then just north of there is that square"},{"startMs":254640,"durationMs":7560,"subtitle":"building with that Unique Kind of roof that is the synagogue itself. We see the roof was preserved as"},{"startMs":262200,"durationMs":4800,"subtitle":"long as 1940 when this particular photograph was taken it's prominent in the foreground"},{"startMs":267000,"durationMs":5220,"subtitle":"here and we even have some photographs in the beginning of the 20th century. It shows that the"},{"startMs":272220,"durationMs":5940,"subtitle":"heavy traditional kind of furniture that was in place in the synagogue this is the view towards"},{"startMs":278160,"durationMs":5160,"subtitle":"the you'll see those distinctive two windows featured in the reconstructed synagogue as well"},{"startMs":283320,"durationMs":7320,"subtitle":"unfortunately in the context of World War II the entire town of Middelburg was emptied of"},{"startMs":290640,"durationMs":6480,"subtitle":"Jews. They were deported to the death camps and the synagogue was occupied by the Nazis when the"},{"startMs":297120,"durationMs":6420,"subtitle":"Allies reconquered the region. In the context of fighting a British mortar landed on the synagogue"},{"startMs":303540,"durationMs":6480,"subtitle":"and destroyed it completely. This is a view of the destroyed roof and by the time the conflict was"},{"startMs":310020,"durationMs":5640,"subtitle":"over you can see that there's only a few shells of walls that stand around the open space that"},{"startMs":315660,"durationMs":7560,"subtitle":"once was the synagogue. Over the course of time this was neglected and in fact at trees even grew"},{"startMs":323220,"durationMs":6480,"subtitle":"in the consecrated ground there's one that grows right where the Contemporary bima stands today."},{"startMs":330360,"durationMs":4980,"subtitle":"The elements had their way and basically by the time you got to the late 20th century there was"},{"startMs":335340,"durationMs":4740,"subtitle":"nothing left except for a few exterior walls and this is the way it would have stayed were it not"},{"startMs":340080,"durationMs":5580,"subtitle":"for the intervention of Odvos. He's shown here with David Lawrence of Kosher Riverboat Cruises"},{"startMs":345660,"durationMs":5640,"subtitle":"in his remarkable home in Viera which is just a few kilometers away from Middelburg. Here's"},{"startMs":351300,"durationMs":6300,"subtitle":"a picture of some other guy with Odvoss as well. By the way he's not Jewish but he just felt that"},{"startMs":357600,"durationMs":7740,"subtitle":"it was it was wrong for the community to ignore this centuries-old holy place to Jews and so he"},{"startMs":365340,"durationMs":4740,"subtitle":"engineered a tremendous effort bringing together all kinds of social groups and all kinds of local"},{"startMs":370080,"durationMs":6540,"subtitle":"community organizations to support the raising of funds to rebuild the synagogue. He published a"},{"startMs":376620,"durationMs":6600,"subtitle":"book on that topic, several articles of his are in this book, and amazingly he succeeded! But that's"},{"startMs":383220,"durationMs":4560,"subtitle":"not the whole story that in itself I think is quite remarkable-- but what is really amazing is"},{"startMs":387780,"durationMs":7380,"subtitle":"what happened afterwards. Once the synagogue was constructed Jews began to reappear in Middelburg"},{"startMs":395160,"durationMs":5640,"subtitle":"and now it is a fully functioning synagogue! So this is just an example of the amazing things"},{"startMs":400800,"durationMs":6480,"subtitle":"that David Lawrence and kosher Riverboat Cruises does -- we invited Odvoss and Luke Smith-- very"},{"startMs":407280,"durationMs":5940,"subtitle":"important person in the community to come join us on the ship for Shabbat. They came Friday night,"},{"startMs":413220,"durationMs":6420,"subtitle":"had a meal with us, and before Shabbat began we heard their story. So I have a video of them"},{"startMs":419640,"durationMs":3900,"subtitle":"telling the story of this remarkable synagogue. I'd like to share a little bit of it with you"},{"startMs":423540,"durationMs":9420,"subtitle":"right now. After the war in 1945 almost everybody thought that Jewish life had come to an end here"},{"startMs":432960,"durationMs":7500,"subtitle":"in Middelburg. Only some Jews came back from the camps or from the hiding places and the synagogue"},{"startMs":440460,"durationMs":8280,"subtitle":"was damaged. But after 50 years, after the restoration, life recovered here in Middelburg!"},{"startMs":450540,"durationMs":6900,"subtitle":"There are more synagogues experts restored after the war but most of them got another destination"},{"startMs":458280,"durationMs":9480,"subtitle":"sometimes as a church even a mosque or a museum and sometimes as a museum that tells"},{"startMs":467760,"durationMs":7920,"subtitle":"us about Jewish life from before the world depicting Jewish Life as a finished world."},{"startMs":478260,"durationMs":4260,"subtitle":"But the synagogue of Middelberg is not a museum but a real synagogue."},{"startMs":482520,"durationMs":4500,"subtitle":"Where every Shabbas and every Yom Tov has Divine services."},{"startMs":488640,"durationMs":6300,"subtitle":"I mean let's just recap here: you have this shell of a building. A 300 year old synagogue"},{"startMs":494940,"durationMs":4860,"subtitle":"that is destroyed and a local non-jew says you know what, it's not right we've got to rebuild"},{"startMs":499800,"durationMs":7140,"subtitle":"it. He rebuilds it, and that attracts one or two Jews-- very important supports from the"},{"startMs":506940,"durationMs":6540,"subtitle":"churches of Middelburg from the city council of Middelburg from other authorities and from"},{"startMs":513480,"durationMs":6660,"subtitle":"hundreds of private sponsors. They raise money to buy a Torah scroll that attracts more Jews"},{"startMs":520140,"durationMs":6240,"subtitle":"and ultimately you have a community of Jews praying in Middelburg that hasn't been seen for"},{"startMs":526380,"durationMs":6540,"subtitle":"half a century! It's a remarkable Renaissance! He was the man who made it possible to reboot,"},{"startMs":534120,"durationMs":6840,"subtitle":"and we are, until the day of today, we are very thankful to him. Then we were very fortunate to"},{"startMs":540960,"durationMs":7320,"subtitle":"hear the personal story of Luke Smith: a man whose mother was Jewish and survived the Holocaust by"},{"startMs":548280,"durationMs":6780,"subtitle":"going underground as a young girl. Meaning posing as a Christian by the time when the war was over"},{"startMs":555060,"durationMs":5700,"subtitle":"and her entire family was killed. You know, she was just a teenager, she just went on living as a"},{"startMs":560760,"durationMs":6060,"subtitle":"Christian and she raised her children afterwards as Christians. In fact one of his brothers is"},{"startMs":566820,"durationMs":5880,"subtitle":"actually a priest and they occasionally have to call him to make a minyan. Luke's story was"},{"startMs":572700,"durationMs":7140,"subtitle":"absolutely riveting. There was a little boy four years and she said always when we walked to the"},{"startMs":579840,"durationMs":8580,"subtitle":"butcher look look behind you because tomorrow it can be happened again so I was raised with"},{"startMs":588420,"durationMs":7740,"subtitle":"fear fear to be a Jew. Fear to be part of the family of a Jewish family and I"},{"startMs":596160,"durationMs":7500,"subtitle":"didn't know anything of Judaism. You have Shabbat happening there so it started to take the candles"},{"startMs":604620,"durationMs":7980,"subtitle":"and to take the candles to start to to make the candles burn on Friday night my Jewish candle"},{"startMs":612600,"durationMs":6300,"subtitle":"was also burning and I was always thinking I'm the only Jewish man here in Middelburg"},{"startMs":620400,"durationMs":10560,"subtitle":"I never met Jewish people, I didn't know. And then finally I heard from that surgeon in the hospital"},{"startMs":630960,"durationMs":7860,"subtitle":"working at fuss and he was busy with a restoration of the synagogue in Middleburg I didn't know"},{"startMs":638820,"durationMs":10080,"subtitle":"where the synagogue was so we met first time in a hotel where some Jewish people have Rosh Hashana."},{"startMs":650100,"durationMs":7860,"subtitle":"I learned something about Rosh Hashana and I know the first night of Rosh Hashana we came there and"},{"startMs":657960,"durationMs":7500,"subtitle":"one of the women had made roun d challah and the man from her he makes the blessing on the challah."},{"startMs":666000,"durationMs":8460,"subtitle":"I was touched and we walked back and we said oh we are celebrating Rosh Hashana. He said a blessing"},{"startMs":674460,"durationMs":6660,"subtitle":"so it was it was for me it was a miracle and then the synagogue started to rebuild"},{"startMs":682740,"durationMs":7440,"subtitle":"but the problem was we have a very nice synagogue a very nice building but we we didn't know what"},{"startMs":690180,"durationMs":4800,"subtitle":"to do in it. They don't have a full-time Rabbi yet in Middleburg but they bring in rabbis from"},{"startMs":694980,"durationMs":7320,"subtitle":"neighboring communities. Then I I was learning in Amsterdam in an under my rabbis and the cousins"},{"startMs":702300,"durationMs":8520,"subtitle":"and the whole year I have cassette the decks and I learned Elena you can imagine that it was from"},{"startMs":710820,"durationMs":7440,"subtitle":"here to Rotterdam and back and I thought when Hashem decides if he built a shul in Middleburg"},{"startMs":718260,"durationMs":6720,"subtitle":"I go to pray every day there so the first five years I go every morning to the synagogue to pray"},{"startMs":724980,"durationMs":8640,"subtitle":"alone because there was no one else to join me and I could couldn't read Hebrew very good so I did I"},{"startMs":733620,"durationMs":9720,"subtitle":"don't know you know I don't know I think the three of a quarter, 55 minutes and then it was done"},{"startMs":743880,"durationMs":7020,"subtitle":"so I'll start and then I go working and we started this to Friday evening one Friday evening the the"},{"startMs":750900,"durationMs":7020,"subtitle":"women made coffee and little and and apple and everything and people come and more people come"},{"startMs":757920,"durationMs":9360,"subtitle":"and so we get a little Jewish community and now we have a lot of access we have celebrations every"},{"startMs":767280,"durationMs":6600,"subtitle":"Friday and every Saturday we have celebration of Yom Kippur Rosh Hashana and I'm still learning it"},{"startMs":773880,"durationMs":7740,"subtitle":"is a very special thing because I was learning and the people were also learning with me because the"},{"startMs":781620,"durationMs":6360,"subtitle":"first time of Airship art I had learned to sing and I said to the people we said we sit like this"},{"startMs":787980,"durationMs":8760,"subtitle":"I can sing and I learned them and then they want to more and I learned more and so we started with"},{"startMs":796740,"durationMs":6840,"subtitle":"only the holiday on Friday night to the whole service now on Shabbos and on the"},{"startMs":803580,"durationMs":5160,"subtitle":"they have Brits Mila going on their circumcision they have young people children in the community"},{"startMs":808740,"durationMs":4860,"subtitle":"that here's a pidyon HaBen with a child who's someone older than three months but nevertheless"},{"startMs":813600,"durationMs":7380,"subtitle":"it is beautiful to see this happening and since that time we had on the scale this morning 15 of"},{"startMs":820980,"durationMs":6360,"subtitle":"20 Jewish people in synagogue they come from everywhere young people knew old people from"},{"startMs":827340,"durationMs":6540,"subtitle":"Rotterdam who started to work and Orthodox family who worked in Rotterdam but who wants to live in"},{"startMs":833880,"durationMs":4980,"subtitle":"Middleburg and still they come we'll be growing sometimes yeah this morning we have million"},{"startMs":839640,"durationMs":7320,"subtitle":"we've never been a resort so it's amazing it's it's it's really a miracle bar mitzvahs they"},{"startMs":846960,"durationMs":4800,"subtitle":"celebrate the holiday cycle there with Sukkot and you know they have weddings there I mean"},{"startMs":851760,"durationMs":6300,"subtitle":"it's just so absolutely fantastic that this community has come alive again today it was"},{"startMs":858060,"durationMs":8940,"subtitle":"for me I was crying on my bicycle today if you didn't know me but I never saw so many Jews in"},{"startMs":867000,"durationMs":8400,"subtitle":"Middleburg I saw people looking it was a guy it was a keeper and the cheap seats and he was one"},{"startMs":875400,"durationMs":6660,"subtitle":"in the discussion and I was with my bicycle it was so nice to see you that was it was a"},{"startMs":882060,"durationMs":7140,"subtitle":"miracle for myself for me but I think also for here to see that there are still Jewish people"},{"startMs":889200,"durationMs":5880,"subtitle":"that are still Jewish life and that we are still there and and it was so amazing to go visit this"},{"startMs":895080,"durationMs":6180,"subtitle":"show on Shabbat obviously I couldn't take any live footage on Saturday while we were there but what"},{"startMs":901260,"durationMs":5700,"subtitle":"an amazing place I'm so grateful to kosher River cruises for giving me the opportunity to see this"},{"startMs":906960,"durationMs":7800,"subtitle":"community being resurrected under the direction of people like Luke Smith and oddvas wow I can't"},{"startMs":914760,"durationMs":6960,"subtitle":"wait for the next Cruise thank you very much for watching when this man makes the school rebuilt"},{"startMs":921720,"durationMs":6840,"subtitle":"and we meet each other and now I can stand here before you so many Jews people in Middleburg and"},{"startMs":928560,"durationMs":9720,"subtitle":"I can join you here to eat kosher in Middleburg on a ship it's we walk to the Red Sea you know"},{"startMs":941100,"durationMs":4080,"subtitle":"tomorrow you in the synagogue and to see you all and when you have"},{"startMs":945180,"durationMs":4360,"subtitle":"some questions we can talk then through the night I think [Music]"},{"startMs":951840,"durationMs":2400,"subtitle":"thank you"},{"startMs":954240,"durationMs":500,"subtitle":"[Music]"}]
