[{"pageNumber":1,"pageContent":"The Federal Reserve is PRIV ATEL Y OWNED by Thomas D. Schauf THE FEDERAL RESERVE BANK IS A PRIVATE COMPANY . Article 1, Section 8 of the Constitution sta tes tha t Congress sha ll have the power to c oin (c reate ) m oney and regula te the va lue thereof . Today howe ver, the FED, which is a private ly owned co mpany, contr ols a nd prof its by printing money thr ough the Treasur y, an d regula ting its va lue. The FED began with appr oxim ately 300 pe ople or ba nks that bec ame owners (stockholders pur cha sing stoc k a t $100 per share - the stock is not publicly trade d) in the Federa l Reserve B anking System . They m ake up an internationa l banking ca rtel of wealth beyond co mparison (Ref erence 1, 14). The FED banking system collec ts billions of dolla rs (Reference 8, 17) in interest annually and distribute s the pr ofits to its share holde rs. The Congre ss ille gally gave the FED the right to print m oney (through the Tr easury) at no intere st to the FED. The FED creates m oney f rom nothing, a nd loans it bac k to us through banks, and c harge s interest on our c urre ncy. The FED also buys Gover nment debt with money printe d on a printing press and char ges U.S. taxpa yers interest. Many Congressm en and Presidents sa y this is f raud (Ref erence 1,2,3,5, 17). Who actua lly owns the Federal Reserve Centra l Banks? The ownership of the 12 Centra l banks, a ve ry well ke pt secre t, ha s been re vealed: Rothsc hild Bank of London Warburg B ank of Ham burg Rothsc hild Bank of Berlin Lehm an Brothers of New York Lazard Brothers of Paris Kuhn Loeb Bank of New York Israel M oses Seif Banks of Italy Goldm an, Sachs of New York Warburg B ank of Amster dam Chase Manhattan Bank of New York (Ref erence 14, P. 13, Ref erence 12, P. 152) These bankers are connected to Lond on Ba nking Houses whic h ultim ately control the FED. When E ngla nd lost the Re volutionar y War with Am erica (our foref athers were f ighting the ir own gove rnment), the y pla nned to control us by 1"},{"pageNumber":2,"pageContent":"controlling our ba nking system , the pr inting of our mone y, and our de bt (Reference 4, 22). The individua ls listed below ow ned bank s which in turn owne d shares in the FED. The banks liste d below ha ve sign ificant c ontrol over the New York FED Distr ict, whic h contr ols the other 11 FED Distr icts. These ba nks also are pa rtly foreign owned a nd contr ol the New York FED Distric t Bank. (R eference 22) First National Bank of New York Jam es Stillm an National City B ank, New York Mary W. Harnman National B ank of Comm erce, New York A.D. Jiulla rd Hanover N ationa l Ba nk, New York Jacob Schiff Chase Nationa l Bank, New York Thom as F. Ryan Paul Warburg William Rockefeller Levi P. Morton M.T. Pyne George F. Baker Percy Pyne Mrs. G.F. St. George J.W. Sterling Katherine St. George H.P. Davidson J.P. Morga n (Equita ble Lif e/Mutual Lif e) Edith Brevour T. Baker (Ref erence 4 f or above, Ref erence 22 ha s details, P. 92, 93, 96, 179) How did it happen? A fter previous atte mpts to push the Federal Reserve A ct thr ough Congre ss, a group of banker s funded and staf fed Woodr ow Wilson's cam paign f or President. He had comm itte d to sign this act. In 1913, a Senator, Nelson Aldric h, m aternal grandf ather to the Rockef ellers, pushe d the Feder al Reserve A ct thr ough Congress just bef ore Christm as when m uch of Congr ess was on vac ation (Ref erence 3, 4, 5). Wh en e lecte d, Wilson passed the FED. Later, Wilson rem orse fully re plie d (ref erring to the FED), \"I have unwittingly ruined m y country\" (Reference 17, P. 31). Now the banks f inancially back sym pathe tic candidates. Not sur prisingly, m ost of these ca ndida tes ar e electe d (Reference 1, P. 208-210, Ref erence 12, P. 235, 2"},{"pageNumber":3,"pageContent":"Ref erence 14, P. 36). The banker s em ploy m embers of the Congress on weekends (nicknam e T&T club -out T hursday...-in T uesday) with lucrative salar ies (R eference 1, P. 209). Additi onally, the FED starte d buying up the media in the 1930' s and now owns or signif icantly inf luence s m ost of it Ref erence 3, 10, 11, P. 145). Presidents Lincoln, Ja ckson, and Kennedy tried to stop this f amily of bankers by pr inting U.S. dolla rs w ithout charging the taxpayer s inter est (Ref erence 4) . Today, if the gover nment runs a def icit, the FED prints dollars through the U.S. Treasury, buys the debt, and the dollar s ar e circulate d into the e conom y. In 1992, ta xpayers paid the FED bankin g system $286 billion in interest on de bt the FED purcha sed by printing m oney virtually cost free (Reference 12, P. 265). Forty percent of our pe rsonal f ederal incom e taxes goe s to pay this interest. The FED' s books are not open to the public. Congress has yet to a udit it. Congressm an Wright Patm an was Chairm an of the House of Representative s Comm ittee on Banking and C urrency f or 40 year s. For 20 of those year s, he introduce d legislation to repeal the Fe deral Reserve B anking Act of 1913. Congressm an Henry Gonzale s, Chairm an of a banking com mittee, intr oduc es legislation to repeal the Federal Re serve B anking Act of 1913 ne arly e very year. It' s always defeated, the m edia rem ains silent, and the public never lea rns the tr uth. The sam e ba nker s who own the FED control the m edia and give huge politica l contr ibutio ns to sym pathetic m embers of Congre ss (Re ference 12, P. 155-163, R eference 22, P. 158, 159, 166). THE FED FEARS THE POPULATION WILL BECOME AWARE OF THIS FRAU D AND DEMAND CH ANGE We, the People, are at f ault f or being passive and allowing this to continue. Rep. Louis T. McFadden (R. Pa.) rose f rom off ice boy to bec ome cashier and the n President of the First National Bank in Canton Ohio. For 12 ye ars he serve d as Chairm an of the Com mittee on Banking and Curre ncy, m aking him one of the f orem ost f inanc ial a uthor ities in Am erica. He f ought continuously for fiscal inte grity a nd a retur n to constitutiona l gover nment (Ref erence 1). The following are por tions of Rep. McFa dde n's spee ch, quoted f rom the Congressional Rec ord, pages 12595- 12603: \"THE FEDERAL RESERVE B OAR D, A GOVERNMENT BOARD, HAS CHEATED THE GOVER NMENTOF THE UNITED STATES AND THE 3"},{"pageNumber":4,"pageContent":"PEOP LE OF THE UNITED S TATES OUT OF ENOUGH MONEY TO P AY THE NATIONAL DEBT. The depre dations and the iniquities of the Federal Re serve Boar d and the Federal Re serve banks acting together ha ve cost this countr y ENOUGH MONEY TO PAY THE NATIONAL DE BT SEVERAL TIM ES OVER .\" About the Federal Re serve banks, Rep. McFadde n said, \"They ar e private credit m onopolies which pr ey upon the people of the Unite d States f or the benef it of them selve s and the ir forei gn c ustom ers; f oreign and dom estic spec ula tor s and swindlers; the ric h and pr edator y m one y lender s. This is an era of econom ic m isery and f or the r easons tha t cause d tha t m isery, the Federal Reserve B oard a nd the Federal Re serve ba nks ar e f ully lia ble.\" On the subject of m edia contr ol he st ate, \" Half a m illion dollar s was spent on one part of the pr opa ganda orga nized by those sam e Europea n ba nkers f or the pur pose of m isleading public opinion in regard to it.\" Rep. McFadde n continue d, \"Eve ry ef fort has been m ade by the Fe deral Re ser ve Board to c oncea l its power but the tr uth is the Federal Reserve B oard has USURP ED THE GOVER NMENT OF THE UNITED S TATES. IT CONTROLS EVER YTHI NG HERE AND IT C ONTROLS ALL OUR FOREI GN RELATI ONS. IT MAKE S AND BREAKS GOVER NMENTS AT WILL. No m an and no body of m en is m ore e ntre nche d in power tha n the arrogant credit m onopoly whic h oper ates the Federal Reserve B oard a nd the Federal Reserve ba nks. The se evil-doers have r obbe d this c ountry of m ore than e nough money to pay the nationa l de bt. What the Governm ent ha s per mitted the Federal Re serve Boar d to stea l from the people should now be restore d to the people.\" \"Our people' s m oney to the e xte nt of $1,200,000, 000 has within the last f ew months be en shipped abroa d to redeem Fe deral Re ser ve Notes a nd to pa y other gam bling debts of the traitor ous Fede ral Re serve Boar d and the F ederal Reserve ba nks. The gr eater par t of our m onetary stock has be en shippe d to foreigne rs. Why should we prom ise to pa y the debts of foreigners to foreigne rs? Why should Am erican Farm ers and wage e arners a dd m illions of foreigne rs to the num ber of their depe nde nts? Why should the Fe deral Re ser ve Board a nd the Federal Reserve banks be pe rm itted to f ina nce our com petitor s in all parts of the world? \" Rep. McFadde n asked. \"The Feder al Reser ve Act should be repea led and the F ederal Re serve ba nks, 4"},{"pageNumber":5,"pageContent":"having violated the ir c harter s, sh ould be liquidate d im mediately. FAITHLESS GOVERNMENT OFFICERS WHO HAVE VI OLATED THEIR OATHS S HOULD B E IMPEACHED AND BROUGHT TO TRIAL\", Rep. McFadde n conc luded (Ref erence 1, cont ains an entire chapter on Rep. McFadde n's spee ch). If the m edia is unbiased, indepe nde nt and com plete ly thor ough, why haven' t the y discussed the FED? Currently, ha lf the states have at least a grass roots movem ent in ac tion to abolish the FED, but there' s no press cover age. In July, 1968, the House Banking Subcomm ittee re por ted tha t Rockef eller, through Chase Manhattan Ba nk, controlled 5.9% of the stoc k in CBS. Furtherm ore, the bank ha d gaine d inter locking dir ectora tes with ABC. In 1974, C ongress issued a re por t sta ting that the Chase Manha ttan Bank' s stake in CBS rose to 14.1% and NBC to 4.5% (thr ough RCA, the pare nt com pany of NBC). The sam e report said that the Cha se Manha ttan Bank he ld stock in 28 broa dcasting f irm s. Af ter this r epor t, the Chase Manhattan Ba nk obtaine d 6.7% of ABC, and toda y the percenta ge could be m uch gre ater. It only require s 5% ownership to signif ica ntly inf lue nce the media (Ref erence 14, P. 56- 57). This is only one of 300 wealthy share holder s of the FED. It is believe d other FED owners ha ve sim ilar holdings in the m edia. To contr ol the m edia, FED bankers call in their loans if the m edia disa grees with them (Ref erence 25, P. 134-137). Rockef elle r also c ontr ols the C ounc il on F oreign Re lations (CFR), the sole pur pose of which is to aid in stim ula ting gr eater intere st in f oreign aff airs and in a one world gover nment. Nearly e very m ajor newscaster be longs to the Council on Foreign R elations. The Council on Fore ign Relations contr ols m any major newspa pers a nd m agazines. Addi tionally, m ajor corp orations owned by FED shareholder s are the source of huge advertising re venues which sur ely would inf luence the m edia (Reference 14, P. 56-59). It can be no wonde r why groups suc h as FED-UP(tm ) receive m inimal, if any, press atte ntion. How do ta xpa yers stop f inanc ing those wh ose pur pose it is to destroy us? Fir st, expose their activity, then dem and change. THE SOLUTION: Currently a ll we do is exch ange FED m oney (intere st attac hed) for real U.S. money (interest-f ree) dollar f or dollar as Kenne dy tr ied to do. We should not be required to pay intere st on our own cu rrenc y. According to Benjam in Franklin, this was one of the prim ary reasons we fought the Revoluti onary War. Today we are still f ighting the sam e family of banker s (Ref erence 4, R eference 1, P. 5"},{"pageNumber":6,"pageContent":"211, 212). The U.S. Governm ent ca n buy back the F ED at any tim e for $450 m illion (per Congressional rec ord) . The U.S. Treasur y c ould then c ollect a ll the prof it on our m oney instead of the 300 original sh are holder s of the FED. The $4 trillion of U.S. debt could be excha nge d dolla r for dollar with U.S. non- interest bearing c urrency whe n the debt becom es due. There would be no inf lation because there would be no additional cu rrency in circulation. Personal incom e tax c ould be cut if we bought ba ck the FED and theref ore, the econom y would expa nd. According to the Co nstitution, Congress is to control the creation of money, ke eping the a mount of inf lation or def lation in chec k. If Congress isn' t doing the ir job, they should be vote d ou t of off ice. Unf ortuna tely, voter s ca n't vote the FED or its Chairm an out of off ice. If the gove rnm ent ha s a def icit, we could handle it as Lincoln a nd Kenne dy did. Print m one y and c irculate it into the ec onom y, but this tim e inter est-f ree. Toda y the FED, through f oreign ba nks, owns m uch of our debt a nd the refore controls us. The FED will cease to exist a s taxpay ers becom e inf orm ed and tell other taxpayer s. The news m edia and Congress will ha ve no choice but to m eet the dem ands of grass roots Am erica. (Ref erence 1, P. 17, 22) AMERIC A DECEI VED By law (check the Congres siona l recor d), we can buy bac k the FED f or the original investm ent of the FED' s 300 share holder s, whic h is $450 m illion (Ref erence 1, P. 227, Ref erence 17, P. 36) . If each taxpayer paid $25, we could buy bac k the FED and all the pr ofit woul d f low into the U.S. Treasur y. In other words, by Congress allowing the consti tutionally ille gal FED to continue, m uch of your ta xes go to the share holders of the FED and their banker s. Note: The people who enac ted the FED started the IR S, within m onths of the FED' s ince ption. The FED buys U.S. debt with m one y they printe d f rom nothing, then charge s the U.S. taxpa yers intere st. The governm ent ha d to crea te inc om e tax to pay the interest e xpe nse to the F ED's shareholder s, but the inc om e tax was never lega lly pa sse d ( Reference 20 shows de tails, state -by- sta te why it was not lega lly pa ssed). The FED is ille gal, per Ar ticle 1, Section 8 of the United S tates Constitution. Not one sta te le gally ra tified the 16th A mendm ent m aking inc ome tax lega l. Currently, f ewer and f ewer Am ericans are being c onvicte d for ref usal to pa y inc om e taxes. In IRS jury tr ials, the jur y, by law, m ust decide if the law is just. If taxpayers do not believe the law is just, the jury m ay declare the accused innoce nt. Judges are legally bound to in form juries of their r ight to de term ine the f airne ss of a law. Judge s of ten do no t disclose this inf orm ation so the y can 6"},{"pageNumber":7,"pageContent":"control the court outc om e. Luckily, m ore a nd m ore citize ns are becom ing inf orm ed. If one juror f eels the la w is unf air, they ca n f ind the def enda nt innocent (Reference 19). In Utah, the IRS quit prosecuting taxpayers because jur ors ve rdict is not guilty. Ple ase tell your f riends a nd sit in the next jury. If we elim inate the F ED and uphold th e C onstitution, we could bala nce the budge t and cut per sonal incom e tax to a lmost nothing. In Congressiona l hearings on Septem ber 30, 1941, FED Chairm an Eccles adm itte d tha t the FED create s ne w m oney f rom thin a ir (printing press), and loans it ba ck to us at interest (R eference 17, P. 93). On June 6, 1960, FED President Mr. Allen adm itte d e sse ntially the sam e thing (Ref erence 22, P. 164). If you or I did this we would go to ja il. It is tim e to abolish the FED! Tell your friends the tr uth a nd win Am erica back. We don' t even need to buy bac k the FED. We only need to print m oney the way the Constitution re quires, not the new pr oposed inte rna tiona l m oney. We want to ke ep our sover eignty and print real U.S. m oney. Why has C ongress allowed the FED to c ontinue? If a Congressperson tries to abolish the FED, the banks f und the Congr essperson' s oppone nt in the next election (R eference 17, P. 35). The new Congre ssperson will obviously support the FED. When Congresspe ople retire, politica l cam paign f unds are not ta xed. Get electe d and be a m illiona ire if you vote right. By the way, the prof it of the FED is not taxe d either (Ref erence 1, 9). Once Am erica understa nds, a nd ta kes action, Congre sspeople will the n gladly abolish the FED. In 1992, Illinois Congressm an Crane intr oduced a bill, co -sponsored by 40 other Congressm an, to audit the FED. This is a st ep in the right direction. Am erica is a great na tion. As \"W e the People\" becom e inf orm ed, the m edia a nd Congress will be f orced to buy back the FED, balanc e the budget, signif icantly cut taxe s, and stop allowing bribes to deter mine voting stra tegie s. I have already he ard f rom politicia ns who cl aim the y will c hange their platf orm to inc lude abolishing the FED if enou gh people becom e inf orm ed. IT IS UP TO YOU TO INFOR M THE PEOPLE. The FED hope s you will be passive and not ac t on this inf orm ation. We be lieve in gra ss r oots Am eric a - we are waking up Am erica. Ultim ately, the ba ttle pla n is to inf orm all Am ericans and dem and ch ange in the m edia and Congre ss. True Am ericans should run f or off ice and th row out the politicia ns who allow this fraud to continue. Congress m ay refuse to d eal with this issue. That' s why each person nee ds to go to the ir local county /sta te governm ent with the proper paperwor k and ask the m to abolish the FED. With the proper doc um ents, the y 7"},{"pageNumber":8,"pageContent":"are lega lly obligate d to do it. WE NEED LEADER S TO BEGIN TH IS ACTION. WILL YOU HELP? Consider this fact. Most of the given sources in this booklet show how the blood line of family banker s who own the FED f unded both side s of all m ajor wars. They created fake colonial m one y to destroy the Am ericans dur ing the Revolutionary War and trie d to f inance both side s in the Am erican Civil Wa r. Abraham Lincoln refused and the South accepted. Many publications show that the se ba nkers f inance d World W ar I, World War II, and the R ussian Revolutionary War, whic h he lpe d Napoleo n, Lenin, a nd Hitler c ome to power. They f inanced both sides f rom m one y cre ated f rom nothing and prof ited greatly. These sam e banker s crea ted a num ber of Am erican depre ssions to change the U.S. legislation a nd seize our wealth. Read the source s for details. This is why our f oref ather s wrote in the Constitution that only Congress can issue m one y - not private ba nks (Ref erence 18). More wars create m ore debt which m ean s m ore prof it to the ba nkers (Ref erence 1, 21). The se banker s pla nne d thr ee world wars so people would welcom e Unite d Nations inter vention to gover n th e world in peace, not war. (Ref erence 22 give s specif ic deta ils on World War I and World W ar II, show ing e xactly how the ba nker s were responsible f or the be ginning and continuation of these wars f or their pr ofit). The banks have publicly a nnounced they will f orce us to a cashle ss socie ty by 1997. Furtherm ore, they pla n to cr eate a one world gover nment thr ough the Unite d Nations hea ded by the F ED, Tr ilate rals, and the Counc il on Fore ign Relations ( Reference 3). By the def inition of treason, the y ha ve com mitted treason! T his m eans you lose your rights under the C onstitution and B ill of Rights. Does this sound f ar fetched? Twenty-f our U.S. Senator s (two of them preside ntia l candidate s, Harkin & Tsonga s) and 80 Represe ntatives ha ve signe d a \"Declaration of Inter depe nde nce.\" This Declaration, designe d to m ake a one world gove rnm ent, is treason to the oa th of of fice they took. The m edia rem ained sile nt. The FED announce d public ly that their f irst objective was to get nationa lism out of the Am erican pe ople's heads be cause patr iotism to a countr y would not be of value in the f uture. The m edia m akes us think the U.N. has all the answers, a nd to \"think gl oba lly. \" Congr ess passe d a law stopping certain individua ls f rom being tr ied f or this treason (R eference 6, Ref erence 1, P. 191-198). Why pass this law if no treason was com mitted? Sta te Departm ent doc um ent 7277 ca lls f or the disa rm ing of Am erica, thus tur ning our sovere ignty over to a one-world gover nment. Again, th e m edia is pushing to e lim ina te guns. Our f oref athers believed that the right to be ar arm s would prevent a takeover of 8"},{"pageNumber":9,"pageContent":"our gove rnm ent. History s hows tha t bef ore any gove rnment took over, they disarm ed the citize ns. Hitler did it, an d bef ore our Revolutionary War, King George told us to disa rm - good thing we didn' t! Under the Federal Re serve Ba nk Act, the banker s control our ec onom y. The FED controls interest rates and the am ount of m oney in the ec onom y. These factors de term ine either econom ic prosper ity or the lac k ther eof. Banker s ar e now pushing f or a one world governm ent and a cashless socie ty. Why cashless? No cash m eans no m one y f or drugs, no the ft, and the ability to c ollect taxe s on the underground ec onom y. Anyone w ho wouldn' t support a cashless socie ty must be a drug dea ler, thief , or tax eva der, right? Wha t a cashless socie ty re ally means is the banks ca n now control you. Today you f ear the IRS. In a cashle ss soc iety, if you disagr ee with the bankers' political goa ls, you' ll f ind your m one y gone via com puter er ror. (For a dditional inf orm ation on a cashless socie ty, read Ref erence 13, P. 174; Ref erence 3; Ref erence 14, P. 9-12; Ref erence 15, P. 136; Ref erence 25, P. 216). If you could accura tely predic t future inter est ra tes, inf lation and def lation, you would know when to buy or sell stocks and make a bundle of mo ney. The FED has se cret m eetings ( per Congre ssional Re cord) to de term ine f uture intere st rates a nd the am ount of m oney to be pr inte d. The Securitie s Exc hange Comm ission (SEC) by law, stops insiders f rom prof iting by pr ivilege d inf orm ation. Congressiona l records pr ove that FED banker s routine ly hold secret m eetings to pr ofit by m anipulating th e stoc k m arket via interest ra tes and the am ount of m oney the y create . FE D bankers a lso prof it grea tly f rom econom ic disasters like the Depression (Reference 22, P. 56). The bankers create inf lation, se ll their stoc ks bef ore the m arket crashe s, the n buy up stocks at chea per price s. Bankers a dmitted this to Congress. This violates the law, yet Congress does not act because these ba nkers are large political contributors (Ref erence 17, P. 96- 98; Ref erence 1, P. 162- 163; Re ference 22, P. 114-170 & P. 136). Thom as Jef ferson pre dic ted this sce nario if we ever allow ed a private bank, like the FED, to create our currency ( Reference 1, P. 247). FED Chairman Burns states \"Killing can be made simply by knowing the next few m onths newspa pers ahea d of tim e.\" Congre ssm an Patm an said \"The FED officials own m ore than 100 m illion dolla rs (of stoc ks) while m aking decisions influencing these stock pri ces...\" (Reference 24, P. 123) . History proves that banks pr ofit f rom bankrupting a nation (Ref erence 22, P. 56). Congress consiste ntly def eats ba lance d budget am endm ents. In the past 30 years, Congress has r aise d our taxes 56 tim es and ba lance d the budge t only once. We need the sound ba nking syst em our f oref athers wanted us to have. History pr ove s tha t banking system s like the FED don't work. Major world 9"},{"pageNumber":10,"pageContent":"powers ha ve bee n de stroye d over sim ila r banking system s (Reference 1). If we don' t change this system NOW, in f ive yea rs the only thi ng our taxes will pay is the interest on the na tiona l de bt. Section 7 of the Federal Reserve Act, passed Decem ber 23, 1913, states that much of the prof it of the FED should f low into the U.S. Treasury. In 1959, new legislation allowed the FED to transf er b onds to com mercial ba nks a t no cost to the bank. Now the FED receives less inter est incom e and le ss pr ofit f or the U.S. Treasury because the m oney is divert ed to other banks through an accounting entr y (Ref erence 17, P. 115- 130). Congre ss and the IR S do not ha ve access to the f ina ncial recor ds of the FED. Every yea r Congre ss intr oduce s legisla tion to audit the F ED, and every year it is de feated. The FED banking system could easily be netting 100s of billions in pr ofit e ach year. Through \"cr eative accounting\" profit can easily be reclassifi ed as expense (Reference 14, P. 20, Ref erence 17, P. 239) . Within the f irst f ew years, the shareholder s of the FED received their initial invest ment back with no risk. All the incom e is tax-free, except for property tax, according to th e Federal Reserve Act. When are the prof its of the FED going to star t flowing in to the Trea sury so that average Am ericans are no longer burde ned with e xcessive, unnecessar y taxes? C learly, Congress cannot or w ill no t control the FED. IT IS TIME TO ABOLISH IT! 3 WAYS TO ABOLISH THE FED A ND ISSUE M ONEY P ER THE UNITED STATES CONS TITUTION, ARTICLE 1, SECTI ON 8: * Buy bac k the FED and have the U.S. Governm ent c ollect a ll prof its. * Abolish the FED by printing re al U.S. dollars as Pre side nt Kennedy attem pte d ( Executive Order 11.110, 1963) (Ref erence 4). * Reque st your county/sta te to use the ir Constitutional pow ers to abolish the FED. This is the BEST SOLUTI ON. Near ly half the state s are attem pting or considering this action (Reference 5). Congress has had 80 year s to f ollow the Constitution, and has ref used to abolish the ille gal FE D. The state/county ef fort is working f aster tha n any other m ethod. We need your suppor t to star t a local chapter of FED-UP(tm) Inc. and petition your county. THE WR ONG S OLUTION THAT HAS FAILED F OR 80 YEARS: Congress and the m edia m ay want to requir e the FED to retur n the required prof its into the U.S. Treasur y (pe r the Feder al Reser ve Act, 1913). The problem is that with \"creative a ccounting\" technique s, prof it can be easily m asked as expe nse. The FED has expe nsed item s illegally to low er prof it (R eference 17). 10"},{"pageNumber":11,"pageContent":" \"We the Pe ople\" ha ve pushe d the following sta tes to pa ss or introduce legislation calling f or an end to the FED: Arizona, Washington, Arkansas, Idaho, Oregon, Indiana, and Texas. We s till ne ed your signature s on petitions, even if you live in the se sta tes. Many o the r states are considering suc h action due to your petitions. These state s and a f ew hone st C ongre sspeople are powerle ss until a ll A mericans becom e inf orm ed and dem and cha nge. Plea se pass out the petition. Once we dem and cha nge, the m edia will have to report the whole truth and not just push the ir ow n age nda. FED-UP(tm ) challenges the media to e xpose the f acts on pr im e tim e talk shows or news program s. By abolishing the FE D, we would not pa y intere st on Federal Re serve Note s. Until it is a bolishe d, the FED has a monopoly on prof it on our currenc y and whether our m oney supply will be increa sed or decrea sed, inf lation or depre ssion. The banks are capable of controlling business by controlling who can or ca nnot obtain a loa n. WE'VE DONE OUR PART - NOW IT IS UP TO YOU TO SP READ THE WORD. Please ta ke the brochur e (Cuttin g taxe s $6, 000 per f amily per yea r) to VFW, Moose /Elk Lodge s, Bars, Union Halls, Chur ches, and Associa tion groups. Make copie s of the \"single- page \" broc hure f or ever yone at work a nd ask your f riends to do the sam e. Ask sm all business owner s in your com munity to te ll othe r busine ss owners a nd spre ad the broc hure and petition thr ough the loca l Cha mber of Comm erce. CPAs should be intere ste d in saving their c lients taxe s. Ask your CPA to m ail the broc hure and pe tition out to his/her clients. Upon rece iving this petition, m any pre side nts of large corporations m ade this broc hure a nd pe tition available to all em ployees. Once people are inf orm ed, we can f orce a change. People will have more m oney to spend, the e conom y will be str ong, and we can keep our Constituti onal rights, liber ties, and f reedom s. Contact your librar y for the nam es and a ddresse s of your loca l and f ederal Congresspeople. MAIL THEM AN ENVELOPE WI THOUT YOUR NAME AND ADDRESS ATTAC HED. In the e nve lope, sa y \"FED-UP(tm ) Inc. Abolish the FED.\" Also enc lose one t eaba g (Boston T ea Party). Ask your friends to do the sam e (give the m the a ddr esse s). Politic ians are aware of the \"Teabag Pr ote st.\" If you don' t mail it in, they' re going to be lieve tha t we' re not orga nize d or we just don' t care. IF YOU DON'T DO I T NO ONE ELSE WILL! Many Congresspe ople want to m ake this change, but can' t without the suppor t of the people. WHY OUR FOREFATHERS FOUGHT THE FED 11"},{"pageNumber":12,"pageContent":"\"Allow m e to contr ol the issue a nd th e na tion' s m oney and I care not who makes its laws!\" The above quote has lo ng been a ttribute d to the 18th ce ntur y banker Amshe ll Rothschild (his blood line c ontrols the FED). For if one unscrupulous gr oup is allowe d to print a na tion' s m oney - it ca n eventua lly use that money to gain co ntrol of the press AND the pol iticians - and thus gain control of m aking the nation' s la ws - and f inally - control of the nation itself . (Reference 4) If you will take the tim e to read the ref erence m aterial listed which has bee n researc hed by Prof essors of Universities , C ongresspe ople, etc, you will tur n up inf orm ation tha t m ight f righte n you. For in sta nce, in 1921 the stockholders of the Federal Reserve f inance d an orga niza tion called the \"Council on Fore ign Relations\" (CFR). Harpers m agazine ca lled this the most powerf ul or ganiza tion in the United States. Ninety per cent of the people in the State Departm ent and key positions in the Executive B ranch are m embers of the CFR. The CFR publishes a m agazine calle d \"For eign Aff airs.\" Read it if you want to know what is going to ha ppen in c oming ye ars. The CFR is in f avor of a New World Order (Reference 3). Congressm an Patm an re-quote d Thom as Jeff erson showing that our f ounding fathers kne w this banking pr inc iple ve ry well. \"I be lieve that ba nking institutions are more dangerous to our liberties than st anding armies....\" \"Already they have r aise d up a m oney ar istocrac y tha t has set the governm ent at def ianc e. The issuing power (of m oney) ,\" he said, \" should be taken f rom the banks and restored to the people to whom it prope rly belongs.\" The Am erican Revolution was a struggle to wre st contr ol of wealth f rom the Bank of England and to restore the centers of pow er to the Pe ople where it \"pr oper ly belongs.\" The Constitution is specif ic about the authority of the People, thr ough their elected of ficials, to c ontr ol the m one y, a nd thus, the af fairs of the ir gove rnm ent. (Reference 5, P. 32). Ben Franklin sa id in his autobi ography that the ina bility of the colonists to get the power to issue their own money perm anently out of the hands of George III and the international bankers wa s [one of] the PRIME reason[ s] for the Revolutionary War. (Q uote d in Ref erence 4) Thom as Jeff erson stated, \"If the Am eri can people e ver allow pr ivate banks to control the issue of currency, f irst by inf lation, then by def lation, the banks a nd corporations that will grow up a round the m will de prive the pe ople of all property until their c hildre n will wa ke up hom eless on the c ontinent their fathers conquere d.\" ( Reference 1, P. 247) Congressm an Char les A. Lindber gh of Minne sota sa id: \"This [ Federal Reser ve] 12"},{"pageNumber":13,"pageContent":"Act esta blishe s the m ost gigantic trus t on Earth. When the Preside nt [ Wilson] signs this bill, the invisible gove rnment of the Mone tary Power will be legalized... the worst legislative crime of the ages, perpetua ted by this banking and c urrency bill.\" (R eference 5, P. 33) Rober t H. Hem phill ( Credit Manager, Federal Reser ve Bank in Atlanta): \" We are com ple tely de pendent on the comm ercial ba nks. S omeone ha s to borr ow every dolla r we have in circ ula tion, cash, or credit. If the banks cre ate am ple synthetic m oney we are prosper ous; if not, we starve. We are absolutely without a perm anent m oney system . When one gets a com plete grasp of the pic ture, the tragic absurdity of our hope less position is alm ost inc redible, but there it is. It [ the banking pr oblem] is the m ost im portant subje ct intellige nt persons ca n investiga te and ref lect upon. It is so im por tant that our prese nt civilization m ay colla pse unle ss it be comes widely understood a nd the def ects are rem edied ver y soon.\" (Ref erence 1, P. 247) Napole on, a sym pathizer f or the interna tional ba nker s, turne d aga inst them in the last yea rs of his rule. He said: \"When a gover nment is de pende nt upon bankers f or m oney, they and not the leader s of the governm ent contr ol the situation, since the hand that gives is above the hand that takes... Money has no motherla nd; f inancie rs are without patr iotism and without de cency; the ir sole object is gain.\" (Reference 4) Congresspeople ha ve ref erred to Federal R eserve Notes as \"FIAT\" (no- backing) m one y. (Reference 1, P . 128, 169) In 1879 the Suprem e Cour t dec lared that the U.S. Governm ent ca n legally issue Unite d States Notes, debt a nd intere st-f ree, just as Lincoln and Kenne dy attem pte d. (Ref erence 1, P. 233) A bank that attem pted to repossess propert y on the basis of default faced Judge Mahoney in a jur y tr ial. Jerom e Daly was found innoc ent. The ba nk could not foreclose on the prope rty be cause it creat ed the loan m oney f rom thin a ir, as many banks do. Use this a s a pre cedent the next tim e any ba nk tries to f orec lose on your house. (Ref erence 17, P. 82, 83 f or cour t recor ds) The FED v iolates Security & Exchange Comm ission (SEC) rules. (Reference 17, P. 96-98) Calif ornia 9th C ircuit Court declared FE D banks are private, not governm ent. (Reference 17, P. 273) Mr. Marriner Eccles, who was Chairm an of the board of Governors of the 13"},{"pageNumber":14,"pageContent":"Federal Re serve Syste m longer than a ny other m an, testif ied bef ore the Joint Econom ic Comm ittee in August 1962. Whe n Chairm an Rep. Wright Pa tm an aske d whether it was not a f act that the Federal Reser ve System has m ore power than either the Congress or the Pr esident, Eccle s replie d: \" In the f ield of money and credit, yes.\" (Ref erence 1, P. 206) Dr. Hans F. Sennholz, Chairm an of the Departm ent of Econom ics at Grove City (PA) College sta ted: \"The Federal Re serve Syste m facilita tes the governm ent's own inf lationar y financ ing in \"periods of em ergency.\" It m akes easy the inf lationary f ina ncing of budget def icits and the inf lationa ry ref unding of gover nment loa ns. It stabiliz es the gove rnm ent bond m arket thr ough inf lationar y m ethods and m anipula tes th is m arket to the advanta ge of the governm ent. It doe s all this by wrecki ng the purc hasing power of the dollar; by subtly stealing f rom the people of this countr y what it thus pr ovide s for the governm ent, thr ough a proce ss e xactly on pa r with the coin clipping of ancie nt kings but m uch less visible.\" (Reference 1, P. 250, 251) Source : Ba nking Act of 1935, Hearings bef ore a Subc omm ittee of the Banking and Curr ency Com mittee, U.S. Senate, 74 th Congre ss, 1st Se ssion, on S.1715, May 1935, pp 871- 2. \"The Feder al Reser ve System is in the wrong hands. No Constitutional re public can f unction wh en the gover nment's m oney power s are in the ha nds of the f inancia l oligarchy suc h as New York f ina nciers. A Republican Sena tor, who pref erred to re main unna med, state d: \"Congr ess is too m uch m otiva ted by f ears and anxie ties concer ning pressur e groups and the \"non election.\" (Reference 1, P. 210) By controlling C ongre ss, the FED has been able to contr ol the nom inating conventions of both political par ties. In this way, it ha s been a ble to ha nd- pick the pr eside ntial nom inees so tha t no m atter which par ty wins, the ir nom ine e for President is under definite obligatio ns to the FED... (Reference 1, P. 210; Ref erence 22) In 1975, the Rockef eller Founda tion Repo rt disc ussed the \"I nter dependence \" of the c ountr ies of the world on ea ch other. It sta ted we a re one wor ld and Am erica shall bec ome a nation- sta te under one gover nment. They also sa y we must reach a zero state population grow th. The Rockefeller Foundation stated tha t they have in exce ss of 747 m illion do llars to achieve this with. (Ref erence 3) Congressm an John R. Rarick sta tes tha t the Council on Foreign R elations C FR) is de dic ate d to a one world gove rnm ent. The m edia rem ains conspic uously quiet. The CFR wants to conver t the U.S. from a sover eign, constitutional 14"},{"pageNumber":15,"pageContent":"republic into a ser vile m ember state of a one world dic tatorship. On Februa ry 17, 1950, CFR m ember Jam es Warburg ( banker, and architec t of the Fede ral Reserve System ) state d bef ore a Senate For eign Rela tions C ommittee, \"We sha ll ha ve one world governm ent whethe r or not you like it, by conquest or consent.\" Again, the m edia remaine d sile nt. In the A pril 1974 issue of the CFR journa l, \"Foreign Af fairs\", pa ge 558, Ri chard Gardener states that the new world order \"will be built... but an end run around na tional sovereig nty, eroding it piece by piece, will accom plish m uch m ore tha n the old f ashioned f ronta l assa ult.\" Congressm an McDonald, Heinz and Tower state d that this is a conspiracy. Again, the m edia rem ained silent. (Ref erence 14, P. 17, 18, 32, 33). THE CFR WANTS TO AB OLI SH THE CONSTITUTION. (Reference 14) WE MUST STOP THEM!! In a letter to Thom as Jef ferson, John Ada ms wrote: \"All the pe rple xitie s, conf usions, and distr esses in America aris e, not f rom def ects in the Constitution or conf ede ration, not f rom want of honor or virtue, as m uch as f rom downright ignora nce of the nature of coin, credit, and circulation\". British bankers have state d \"Those tha t cr eate and issue m oney and cre dit direct the polic ies of gover nment and hold in the ir hands the destiny of the pe ople\". (Ref erence 1, P. 200- 214) Adam s, Jeff erson, and Lincoln belie ved tha t banker ca pitalism was m ore dangerous to our liber ties tha n standing arm ies. In a re public, banks would lend money but could not c reate or m anuf actur e it. (Ref erence 1, P. 215) Later, Jef ferson used str onger la nguage and denounc ed the institution as \" one of the m ost deadly hostilities aga inst the pr inciple s and f orm of our Constitution.\" Som e have sa id that Jef ferson did not f avor a strong ce ntra l bank. What he did not f avor was the deliver y of our mone tary system into private hands to be run f or priva te prof it. (R eference 1, P. 230) President Jam es A. Garf ield sa id: \"Whoe ver controls the m oney in any c ountry is absolute m aster of industry [ legis lation] and com merce\". (Reference 1, P. 247, Ref erence 4) Without the Federal Reserve System , there can be no continuing m arch towards soc ialism , and with it there ca n be no f ree econom y. (Ref erence 1, P. 251) By controlling our own money, Thom as Jeff erson expected tha t the governm ent would inc ur no debt, as had occ urred in the Europea n system . (Ref erence 1, P. 243) Europea n banks are like the FED. 15"},{"pageNumber":16,"pageContent":" The FED system is the death of our Constitution. (Ref erence 1, P . 250) THE PLAN TO REDUCE PERSONAL INCOME TAX BY 7 5% AND BALANC E THE B UDGET B Y ABOLIS HI NG THE FED C AN BE PROVEN BY AM ER ICAN HIS TORY. THE FACTS: * England lost the Revolutionary W ar. * England nearly destroyed the Colonies by creating fake Colonial m oney and hyper- inflation. * Rothschilds who control the Bank of Engla nd (Like our FE D) said that by controlling the issue of money (printing it ) you can control the government. * The authors of the Constitu tion und erstood private banks \" control ov er governm ents. The Constitution gives only Congre ss the right to print m oney. * From the beginning of the United States to present th ere have been two ways to issue new currency: The first way is to have the government pr int the money, debt a nd interest- free, and circulate it through the econom y for use as a m edium of exchange. There is no tax levied to pay interest on the currency in circulation because it is debt and inte res t-free. This is the system Lincoln used with his \"g reenbacks\", a system Kennedy desired, and Jefferson dem anded. The second m ethod is: The Citizens allow th e b ank to prin t $ 500 billion in curren cy (cash). Th e bank pays for prin ting co sts, i nk, and paper. The Citizen s do not charg e the bank any interest for use of the $500 billion in printed currency. The bank uses the $500 billion cash to buy a $500 bill ion governm ent bond which pays the bankers interest. The bank keeps som e of the bonds and sells, for a fee (10%), som e of the bonds to the public. The bank can buy back the bonds from the public sim ply by printing m ore m oney. The bankers can create inflation and depressions by m anipulating the am ount of currency in circulation. The FED operates exactly like this today. It al so prints m oney (through the U.S. Treasury) and uses this printed mone y to buy loans from other banks. This m one y has created our inflation. W e give the bank cash inte rest-f ree, then they c harge us in terest on our own currency. Take a look at our history in view of the two banking system s: BEN F RANKLIN - THE TWO BANKING SYSTEMS From the autobiography of Ben Franklin as reported by Gertrude Coogan in Money 16"},{"pageNumber":17,"pageContent":"Creators: ...the inability of the colonist s to get the power to issue th eir own m oney perm anently out of the hands of George III and th e in terna tiona l b ankers was the PRIME reason for th e Revolutionary W ar. (Reference 4). Ben Franklin answering a question about the boom ing economy of the young colonies: \"That is sim ple. In the colonies we issue our ow n m oney. It is called Colonial Scrip. We issue it in proper proportions to the dem ands of trade and industry.\" (Colonial Scrip had no debt or interest att ach ed.) (Reference 4) BANK OF AMERICA Intern ational bankers sa w that in tere st-fr ee scrip would keep Am erica free of their influence, so by 1781 banker-backed Alexande r Ha milton su cceeded in s tarting th e Bank of Am erica. After a few years of \"bank m oney\", the prosper ity of \"Colonial Scrip\" was gone. Benjam in Franklin said, \"Con ditions were so reversed that the era of prosperity had ended and a depression set in to such an exten t that the s treet s of the Colonies were filled with the unemployed!\" Bank m oney was like ou r FED m one y. It had debt and interest attached. By 1790 Ha milton and his bankers ha d created a privatel y owned central bank and converted the public debt (interest-free) into interest bearing bonds, payable to the bankers. W hen Ha milton 's bank charter expire d in 1811, the in ternational b ankers s tarted the war of 1812. By 1816, another privately-owned U.S. bank was started with $35 million in as sets - on ly $ 7 m illion of that was ow ned by the g overnm ent. This bank la sted for 20 years. U.S. history shows that currency with debt and interest attached created a depression. (Reference 4) ANDRE W JACKS ON - A GRE AT P RESIDENT ! When the 1816 charter expired in 1836, Andrew Jackson vetoed its renewal. It was then that he m ade two f amous statem ents: \"The Bank is trying to kill m e - but I will kill it! \" Later he said \"If the American people onl y understood the rank inju stice of our mone y and banking system - there would be a re volution before m orni ng...\" (Reference 4) ABR AHAM LINCOL N - ANOTHE R GRE AT P RESIDENT ! President Lincoln needed m oney to finance th e Civil W ar, and the international bankers offered him loans at 24-36% interest. Lincoln balked at their dem ands be cause he didn' t want to plunge the nation into such a huge debt. Lincoln approached Congress about passing a law to authorize the printing of U.S. Treasury Notes. Lincoln said \"W e gave the people of this Republic the greatest blessing they ever had - their own paper m oney to pay their debts...\" Linco ln prin ted ov er 400 m illion \"Greenbacks\" (deb t and interest-free) and paid the soldiers, U.S. governm ent em ployees, and bought war supplies. The international bankers didn' t like it and wanted Lincoln to borrow the m oney from them so that the American people woul d owe trem endous interest on the loan. Lincoln' s solution made this seem ridiculous. (Reference 1, P. 46, 47; Reference 4) 17"},{"pageNumber":18,"pageContent":" Shortly after Lincoln' s death, the governm ent revoked the Greenback law which ended Lincoln' s debt-free, interest-free m oney. A new national banking act was enacted and all money becam e interest beari ng again. (Reference 4) The late Tho mas A Edison explain ed the m atter of issuing currency this way: \"If our nation can issue a dollar bond (interest bearing) it can issue a dollar bi ll (interest-free). The elem ent that m akes the bond good m akes a bill good also. The difference between the bond and the bill is that the bond lets m oney brokers collect twice the am ount of t he bond and an additional 20 percent, wher eas the currency pays nobody but those who contribute directly in som e use ful way. It is absurd to say that our country can issue $30 million in b onds and not $30 m illion in curren cy. Both are prom ises to pay: But one prom ise f attens the usu rers ( inte rest colle ctors) and the othe r helps the people.\" (Reference 1, P. 46) The FED is owned largely by foreign banks that control our econom y and Congress through the power of m oney and the m edia which they bought w ith profits generated with profits generated by artificial debt. If we can convert U.S. dollars that are debt and interest-free to in terest bearing currency, we can chan ge it ba ck ju st as ea sily. Both the m edia and th e banking system will probably claim that such a change will cause hyper- inflation. Th e answer however, can be found in history. L incoln printed debt and interest-free Greenbacks (cash) to finance an entire war. W ith added production you can add currency without having hyper- inflation. L incoln proved it. John F. Kennedy - a President with vision! O n June 4, 1964, President Kennedy issued Executive Order 111 10. This Executive Order called for the issuance of new currency - the United St ates Note. At the time, $4,292,893 of this currency was put into circulation. This new currency was to be distributed through the U.S. Treasury and not the Federal Reserve System . Furthermore, it was to be issued debt and interest-free. Upon Kennedy' s a ssassinati on, this currency was withdrawn from circulation, never to be issued again. Th e m edia rem ained silent on how Kennedy would have elim inated the debt and interest pa ym ents, and therefore elim inated the FED. Interest-free United States Notes do not resu lt in hyper-inflation. By issuing United States Notes, intere st-f ree, we h ave less inte rest exp ense , and less ta xes. W ith less taxes p eople spend m ore and buy m ore. This result is added production, and therefore, you can add dolla rs with out inf lation . Either Roc kefeller and his people will sp end yo ur tax m oney into the econom y or you get to spend your own money by paying less taxes. The bankers want you to think you' ll have m ass inflation by changing the system . This is only true if you add dollars to the econom y without added production. For exam ple, look what happened in post W orld War I Germany. They merely printed m oney without increasing production. The result was hyper-inflation. Anot her exam ple: In the entire econom y, if you have only 10 loaves of bread and only $10, e ach loaf would sell for $1. If you print an extra $10, now you have $20 and the 10 loaves which would sell for $2 each. This is only true if we don' t have added production. By cutting taxes, people will spend m ore and buy m ore bread. If we print m ore m oney and bake m ore bread, we have $50 and 50 loaves, so each loaf still sells for $1. As long as you m onitor production with increased cash, inf lation will not o ccur. Under the FED sy stem , the pric e of bread h as dram atica lly increased since 1913. If we cut taxes and YOU s pend your money instead of the BANKERS spending it, you will hav e m ore br ead, cars, and wealth th an the bankers. 18"},{"pageNumber":19,"pageContent":"SOMEONE will spend your m oney - it m ight as well be YOU! A FED-like banking system has destroyed other governm ents. In five years the only thing taxes will pa y is the inte rest on the debt. Clearly, the FED m ust be abolished before we're dem olished! Already laws are set up to have a dictatorship when we have the econom ic crisis (Federal Em ergency Management Act, or F EMA). Under the F ED system , when a new dollar is i ssued, we pay taxes to pay f or the dollar as the principal (debt) plus interest on the dolla r. W e pay for each new dollar twice, and who gets m ost of the m oney? The bankers, who control this m oney. Taxpayers should only pay taxes for the paper, ink, and printing costs of new m oney. Why should we give bankers the right to print m oney on a printi ng press, charge them no interest on this money, and then let them exchange their \"f ree\" money for a governm ent bond that pays them interes t?? England never gave up on owning the United St ates. They a re still s ilen tly f ighting th e sam e Revol utionary W ar. The Bank of E ngland, through the Roth schilds, owns and controls the FED (Refer ence 22). We have been robbed of our wealt h, and in five years we will be b ankrupt if there is no cha nge. The FED bankers will LEGALLY OW N OUR NATION; OUR HOUSE S, OUR CARS, OUR BUSINESSES, just as Thom as Jefferson predicted. SPECIFIC P LAN: HOW TO GET OUT OF DEB T U.S. history proves that issu ing debt and interest-free curr ency allows our econom y to prosper, as long as Congress controls the am ount of m oney created. You can add printed dollars into the econom y as you add producti on, and there will be no inflation. W ith today' s sophisticated computers, we can easily monitor the pr inting of money and inflation. Congress needs to buy back the FED and/or ab olish it. Any governm ent debt they ow n would be autom atically elim inated. All rem ainin g debt could be paid as needed with the sam e type of currency Kennedy issued (deb t and inte rest-f ree United Sta tes Notes). United Sta tes Notes are backed by th e f ull f aith of the best governm ent in the world - The United States of Am erica. This is no different than the backing of today's Federal Reserve Notes. U.S. citizens collect only a sm all frac tion of the interest in com e on Federal Bonds and Bills. F oreigne rs be nef it f rom this intere st, b ut we pay th e tax so that they collec t interest on o ur currency. This m akes sense to ban kers and Co ngresspeop le who receiv e money from bankers and foreign lobbyists. As we pay less interes t, governm ent spending will decreas e and so w ill taxes. Less taxes mean that people buy m ore goods and services and our economy expands. An expanded econom y means m ore jobs and higher profits fo r businesses. More profit m eans increased state/federal business tax es. Businesses c ontinue to pay taxes while personal taxes decrease. People will have m ore m oney to spend , will buy more, and th erefore pay increased state sales tax. This allows the states to balan ce their budgets without raising real esta te ta xes. As histor y proves, we will pros per. 19"},{"pageNumber":20,"pageContent":"For 80 years the FED has destroyed our economy. It will take years to undo this dam age. Just as Congress appoints a Postal Service, we will have Congress a ppo int an agency to monitor inflation as we exchange our retiring governm ent debt for de bt and interest-free United States Notes (cash). W e need to br eak up all Central B anks created by the FED and retu rn to the Constitu tion of the U nited St ates. W e have to return the power of the citizens' m oney back to the people. THERE ARE SEVERAL SIMPLE WAYS TO ABOLIS H THE FE D: * Inf orm all Am ericans o f this repor t and collect signatures on the petition. * De mand that Congress and the m edia suppor t \"W e the People' s\" rights to uphold the Constitu tion and abolish the illega l F ED. * W rite to your local newspape r, show them this report and ask them to keep freedo m of the pres s alive, support the Constitu tion and abolish the FED. Freedom of the pres s should not be lim ited to those who own it. * W rite to C NN and other m edia. Tell them you want to see FED-UP(t m) on their program s. * Ask your State/County Representatives to use their Constitutional pow ers to enforce your righ ts u nder the Co nstitu tion to have th e FE D abolished. W rite to Reference 5 for detailed paperwork to be give n to your local governm ent. * Call in on TV and radio talk shows and discuss why the FED should be abolished. * Support businesses who distribute the petiti on and display the sign \"FE D-UP\". If they don' t, please ask them to. * Ask candidates if they plan to introduce legislation to abolish the FED and uphold the Constitu tion which they are obligated to defe nd. Make cand idates take a stand! Have the politician sign a contract with \"W e the People\" enacting legislation to abo lish th e FED by a certain date or the politician m ust resi gn from office. The Dem ocratic Congress and President prom ised the people \"no F ED\" before the election. Thirteen months later, they passed the F ED. * Display your bum per sticker to show support and inform people. * If 5,000 people dis tribu te 2-3 bro chures dail y, we can inform half a m illion Am ericans monthly. Roughly 10% o f these half a m illion pe ople will m ake copies an d inform others. Our goal is to inf orm 70 m illion adult Am ericans. Public opin ion will soon be on our side. Once 10% of the population know, the other 90% will follow. * Pray and ask God to return us to \"One nation under God.\" It is our recommendation that you research the ref erences li sted, support all organizations that re trying to stop this fraud, and help us in our goal to get every Am erican to sign this 20"},{"pageNumber":21,"pageContent":"petition. REFERENCES: (1) \"The Federal Reserve Bank\", by H.S. Kenan, published by The Noontide Press (2) National Comm ittee to Repeal the Federal Reserve Act, P.O. Box 156, W estm ont, IL 60559 (3) \"The New W orld Order,Saving Am erica\", P .O. Box 1205, Middleburg, FL 32050- 1205 (4) \"Bulletin\", February 1989 & N ovem ber 1991 issues, P.O. Box 986, Ft. Collins, CO 80522 (N ewsletter; $3 each) (5) \"The Most Secret Science\", Be tsy Ross Press, P.O. Box 986, Ft. Collins, CO 80522 (Book) States attem pt to abolish the FED. $12.00 (6) \"Insider Report\", P.O. Box 84903, Phoenix, AZ 85071 (7) \"Phoenix Journal Express\", P.O. Box 986, Tehachap, CA 93581 (8) $16 trillion in governm ent and private debt, much of which the FED printed and collected inte rest on (Reference 3) (9) Northpoint Tactical Team , P.O. Box 129, Topton, NC 28781 (10) Christian Defense Lea gue, Box 449, Arabi, LA 70023 (11) \"Bulletin\", June 199 2 issue, P.O. Box 986, Ft. Collins, C O 80522 (Newsletter; $3 each) (12) \"Savings and Loan Unethical Bailout\" by R ev. Casim ir F. Gierut (13) \"Dark Secrets of the New Age\" by Texe Marrs (14) \"En Route to Global Occupation\" by Gary H. Kah (15) \"One World\" by John Am kerberg & John Weldon (16) \"The S potligh t\", Liberty Lobby , 300 Independence Ave. S.E., Washington, D.C. 20003 (Newspaper) (17) \"Repeal the Federal Reserve Ba nks\" by Rev. Casim ir Frank Gierut (18) The Constitu tion of the United S tate s (19) \"W alls in Our Minds\" by M.J. R ed Beckm an, Common Sense Press, P.O. Box 1544, Billings, MT 59103. A must read book - $2.50 (20) \"The L aw That Never W as\" Volum e I, Bill Benson & M.J. Red Beckm an, P.O. Box 1544, Billing s, MT 59103 or write to B ill Benson, P.O. Box 550, South Holland, IL 60473. Proof that the 16th Am endm ent (incom e tax) was never properly ratified. (21) \"New W orld Order: The Ancie nt Pl an of Secre t Socie ties\" by W illiam T. Still (22) \"The S ecre ts of the Federal Res erve\" by Mu llins (23) \"The S ocial Security & Pension Conspiracy\" by Metz (24) \"The H istory of th e Federal Res erve. How to Replace It or How to Refor m It\" by Metz - for references 23 & 24 write to Howard Metz, P.O. Box 341, Malverne, LI 11565 (25) \"The N ew W orld Order\" by Pat Robertson. On page 131 he states that we m ust abolish the FED. (26) \"Operation Vam pire Killer 2000 \", highly recomm ended book. $6.00 ($8.00 for 2) from ACLA, P.O. Box 8712, Phoenix, AZ 85066 This is a m ust read book with quotes from well known people. This book proves cons piracy. Your local police needs to read this book so they will protect you - not beco me United Nations Agents against you. This 21"},{"pageNumber":22,"pageContent":"book will s top the New World Order plan to tak e over th e U.S.A. \"Am erica B etrayed\", Center For Ac tion, 652 N. Glenview, Nesa, AZ 85213 For references 1, 12, and 17, contact The National Comm ittee to Repeal the F ederal Reserve Act (Reference 2 ) MEDIA BL ACKS OUT THE FACT S Here' s one terrific example. John S winton, th e f orm er Chief of Staff for the New York Tim es, was one of New York' s best loved newspaperm en. Ca lled by his peers \"The D ean of his Profession\", John was asked in 1953 to give a toast before the New York Press Club, and in so doing, made a m onum entally im portant and revealing statem ent. He is quoted as follows: \"There is no such thing, at th is date of the world' s history, in Am erica, as an independent press. You know it and I know it. There is not one of you who dare s to write your honest opinions, and if you did, you know beforehand that it would never appear in print. I am paid weekly for keeping my honest opinion out of the paper I am connected with. Others of you are paid sim ilar weekly salaries for sim ilar things, and any of you who would be so foolish as to write honest opinions would be out on the st reets looking for another job. If I allowed my honest opinions to appear in one issue of m y paper, before twenty-four hours m y oc cupation would be gone. The busines s of the journalists is to destroy the truth ; to lie outrigh t; to perver t; to v ilif y; to fawn at the f eet of m ammon, and to se ll h is country and his race for his da ily bread. You know it and I know it, and what folly is this toasting an independent press? W e are the tools and vassals of rich m en behind the scenes. W e are th e jum ping jack s, th ey pull the strings and we dance. Our talents, our possibilities, and our lives are all the property of othe r m en. We are intellectu al prostitutes.\" RICHARD M. COHAN, Senior Producer of CB S political n ews said: \" We are goin g to im pose OUR AGENDA on the coverage by dealing with issues and subjects that WE choose to deal with.\" RICHARD SALANT, form er President of CBS Ne ws stated: \"Our job is to give people not what they want, but what W E decide they ought to have.\" And what is \"their\" agenda? W hat do they believe we, the American people, - THE COMMON HERD, \"...ought to have ?\" Here is the answer: NORM AN THOMAS - For m any ye ars the U.S. Socialist Presidential can didate proclaim ed: \"The Am erican people will neve r k nowingly ad opt Socialis m. But under the nam e of \"lib eralism \" they will adop t every fragment of the so cialist p rogr am , until one day Am erica will be a Socialist n ation, without knowing what happened. \" HERMAN DISMORE, foreign editor of the New York Ti mes from 1950 to 1960: \"The New York Tim es is deliberately pitched to the lib eral (soc ialis t) point of view.\" 22"},{"pageNumber":23,"pageContent":" WALTER CRONKITE: \"News reporters are cert ainly liberal (socialists) and left of center.\" BARBARA WALTERS: \"The news m edia in general are lib erals (soc ialists). \" Reference for everything above - Operation Vampire Killer, P.O. Box 8712, Phoenix, AZ 85066 The world, finally including even the balky Am erican public, is \"being rapidly educated into ove rco ming lim ited patr iotism\" and acc epting \"United Nations solutions to common global problem s,\" said Henry Kissinger. Bilderberg participants expr essed satisfaction with progre ss toward world governm ent on two fronts: * Establishing a UN tax to not only f inan ce new global program s, but to condition \"citizens of the world\" to paying tribute. * Conditioning the public -- ag ain, especially \"tho se stubborn Am ericans\" -- to accep t the idea of a UN arm y that could, by force, im pos e its will on th e inte rnal af fairs of any nation. \"Today, Americans would be outraged if UN forces entered L os Angeles to restore order; tom orrow, they will be grateful,\" Kissinge r said (of the 1992 Los Angeles riot). Kissinger reported on a shocking sp eech m ade by UN Secretary General Butrous Ghali to the Am erican Association of Newspa per Pub lishers at UN headquarters in New York in early May. The publishers' newspa pers covered up the story. The UN Sec urity Council m ust have a perm anen t force that can be deployed anywhere in the world, in stantly, to \"p rotect the p eace\" and \"en sure hum an rights \" the s ecretary - general told the newspaper publishers. UN TO INVADE U. S. This f orce must be a llow ed to in terve ne \"at the lo cal and com munity leve ls,\" the UN leade r told the Am erica n publishe rs. What is \"especially gratifyi ng,\" Kissinger said, \"is that the publishers showed no reservations about the prospects of UN forces landing in the United States and im posing the UN's wil l.\" Reference - The Spotlig ht, June 8, 1 992, pa ge 10. Liberty L obby, 300 Independence Ave. S.E., W ashington, D.C. 20003 (Newspaper) 23"},{"pageNumber":24,"pageContent":"SU MMA RY OF QUICK FA CTS * Various dates and proofs that the B ankers created panic to push Congress to pass laws favoring bankers... Reference 22 * Presiden t W ilson received $85,000 bribe from bankers... R eference 22, pages 25-26 * How Engl and, through the Bankers, controls our Congress... Reference 22, pages 47-48 * Rockefeller is connected to President Ca rter... Reference 22, page 171; Reference 25, page 103 * How Geor ge Bush is directly connected to the FED bank... Reference 22, page 49 * President Hoover and Presiden t Roosevelt were internatio nal Bankers... Reference 22, pages 69-71 and pages 157-159 * President Nixon was hired by Rockefeller' s la w fir m to becom e President... Reference 25, pages 100-101 * FED owne r's m anual to destroy and control U.S. citizens... Reference 22, pages 55-56 * Proof Bankers claim they control the government... Reference 22, page 59 * Proof the FED knowi ngly created the Great Depression for their gain... Reference 22, pages 137-170 * FED bankers are directly linked to the New W orld Order and the United Nations. New World Order was discussed by George Bus h, Rockefeller, Adolph Hitler, and Jimm y Carter... Ref erence 25, pages 5-7 * The Great Seal on back of the FED $1 bill, below pyram id, the NOVUS ORDO SECLORUM m eans \"New W orld of the Ages \" or --->> New World Order... Reference 25, page 35 * How the Banker' s tax-exem pt organizations fund activities to destroy A merica' s freedom by attacking ou r Constitu tio n and way of life... Refe rence 25, pages 138-159 ; Reference 14 (throughout whole book) * Senator B arry Goldwater warned of econom ic powers capable of bypassing or controlling the political powers. Bank induced depression is possi ble in th e f uture to f orce political change... Reference 25, 131 * Rockefeller' s m oney was used to s eize co ntrol o f Am erica' s teach ing and training of students by rewriting history and textbooks. Rockefeller has also funded the National Education A ssociation (NEA)... Reference 14, page 61 * Gary Kah, high-ranking governm ent liais on having first-hand knowledge of the New World Order exposes the truth. Read his book and En Route To Global Occupation... 24"},{"pageNumber":25,"pageContent":"Reference 1 4 QUICK FACTS FROM TOM SCHAUF: First, we m ust uphold th e Constitu tion. Please call the Hotline (217-854 -7504) week ly for new infor mation. W hen a state consider s a Constitutional Convention, concerned Am ericans call the Hotline and it gives us the nam es and telephone num bers of the legis lato rs involved. It tells us exactly what to s ay, and to whom . The Hotline helps us to fight and win! Secondly, we m ust change the opinions of th e masses with infor mation. The brochure has been a big h elp, and once 10% of the population agrees to ab olish th e FED, the rest w ill follow. It is obvious the m edia (radio and newspapers ) have lied about the FED and the efforts of FED-UP(tm) to educ ate people with the truth. Th is will no t stop us - we will p ersist! Decide for yourself if you want to win Am erica back. If 10,000 patriotic Am ericans each distribute 1, 000 brochures, 10 m illio n Am ericans will becom e inform ed. It would be alm ost im possible to stop pe ople from talking about abolishing the FED if that m any Am ericans were informed. Another way you can participate is to put a bumper sticker on your car. Ov er 1,000 peo ple every month will see that bum per stick er abou t abolishing the FED. If you think our goal is impossible, rem ember this; only 3% of Am ericans supported the Revolutionary W ar, and we won that war. W e can win this w ar too, but only with your help. IN CLOSING For the secret owners of the FED to cont rol the volum e of money and becom e our absolute m asters, they had to get the Go ld away from our grandparents. T his was accom plished in 1933 with the threats of fines and im prisonments by th eir Presiden t Franklin D. Roosevelt w ith aide Harry Hopki ns, who said... \"Elect, el ect, elect, tax, tax, tax, spend, spend, spend, for the people ar e too damned stupid to understand\". By the way, Roosevelt was an international Banker. S ee Fool' s Gold is Green by W inston Smith. THE FE D IS SLOWLY DESTR OYING AMER ICA Our governm ent never had a chance...with polit ical corruption ravaging its Constitution. The *real facts* don' t lie...and neither do governm ent documents...Congressional Record, Congressm an W right Patm an, A Prim er On Money prepared by the Sub-comm ittee on Dom estic Finance, House of Representa tives, Committee on Banking and Currency - 88th Congress, 2nd session, August 4t h, 1964 an d Decem ber 23, 1913, page 1464 & 1478. Congressional Record, C ongressm an L ouis McFadden, June 10, 1932, House of 25"},{"pageNumber":26,"pageContent":"Representatives, pages 12604-12605 Congressional Record, 98th Congress, 1s t session, February 3, 1983, Congressm an Ron Paul Congression al Record, C omm ittee on Banking and Currency, House of Re presentatives, 77th Congress, 1st session, Tuesda y, Septem ber 30, 1941, pages 1342-1345 THERE AR E MANY M ORE C ONGRESSIONAL TESTIMONIALS IS THERE BIAS IN THE ME DIA REGARDI NG THE FE D? DURING T HE TV P RESIDENTIAL DEB ATE S, CLINTON WAS AS KED S HOULD THERE BE RESTRICTI ONS ON T HE FED? THE NE XT DAY, M AJOR NE WSPAP ERS SAID THEY COVERED THE WHOLE PRESIDENTI AL DEBATE TEXT, B UT MANY NE WSP APER S ELIMINA TED THIS ONE QUES TION. CHE CK YOUR LIB RAR Y! The Revolutionary W ar was fought and the C onstitution was written to prevent other nations and private banks from issuing (pri nting) m oney and cont rolling our currency. In 1913, m embers of Congress com mitted treas on and violated their oath of office to def end the Constitu tion a gainst all en em ies f oreign and dom estic by vo ting in the Fede ral Reserve Bank. For the New W orld Order to create a one worl d governm ent, they m ust control a central bank, elim inate th e Constitu tion, end Christian values, dis arm Am erica, an d contro l the media. The Council on Foreign Relations h as o penly said th ey will ta ke us over in favor of a one world governm ent. The Am erican peopl e m ust be warned or we m ay lose our freedom forever. If we do not dem and our righ ts and uphold the Constitu tion, the CF R and bankers will con tinu e their m arch toward soc ialism . If we allow them to continue, they will abolish our rights and put an end to our pres ent governm ent. I urge all Am ericans to distribute the \"m ain\" FED-UP brochure (\"saving $6000 in taxes per year, per person & balancing the budget) and collect signatures on the petition (see order form in the m ain brochure). T hen all inform ed Am ericans can take action and hold their politicians accountable. The bankers control the m edia, but can not stop patriotic Am ericans from using copy m achines to dist ribute inform ation and inform Am erica. Once inf ormed, people w ill d emand an explana tio n why Congress a llowed this f raud a s the m edia appeared to be independent and i nve stigative, bu t remained sile nt on this im portant issue. The ones who scream the loudest to keep the Federal Reserve Ba nk probably profit the most. [About the Author:] Thom as D. Schauf, CPA, is a national sp eaker to Certified P ublic Accountants and business leaders. Mr. Schauf' s exper tise includes banking, the econom y, business apprais als, m ergers, and acquis itio ns. 26"},{"pageNumber":27,"pageContent":" We are looking for leaders in all states to help us abolish the FED. Please write and let us know you' re willing to h elp. The future of Am erica depend s on you. CONT RIBUTIONS TO CONTINUE THE CAUSE ARE APPRECIATED PLEASE HELP DISTRIBUTE INFORM ATION AND COLLECT SIGNATURES ON PETITIONS Mr. Schauf and other speakers are availabl e to speak at sem inars, group m eetings, on radio, and on television. FED-UP(t m) * P.O. Box 834 * Streamwood, IL 60103-0834 (C) 1992 Thom as D. Schauf PLEASE C OPY AND DISTRIBUTE W IDEL Y W ITH NO CHANGES Acknowledgem ents: Our country likes to than k our fo refathers for the Constitu tion . I wish to th ank Mr. Lou Gam boa f or his res ear ch of the Constitution and o ur banking system . Lou Ga mboa is a national speaker on the subject, and ha s spoken on num erous radio program s in an effo rt to educate the public. I also want to thank Bob Corcoran fo r his research and encou ragem ent. I applaud the thousands of patriotic Am eri cans who are spreading the w ord so we can live in econ omic prospe rity and uph old our Constitu tion al rights. ARTICLE 1 , SECTION 8 OF THE CONS TITUTION STATES THAT CONGRESS SHALL HAVE THE POWER TO COIN (CREATE) MONE Y AND RE GULATE T HE VALUE THEREOF. IN 1935 THE SUPREME COURT RU LED THAT CONGRESS CANNOT CONS TITUTIONALL Y DELEGAT E IT S POWER TO ANOTHE R GROUP. (Reference 22, P. 168) Rothschild, a London Banker, wrote a letter sa ying \"It (Central Bank ) gives the National Bank alm ost com plete control of national finance. The few who understand the system will either b e so interes ted in its prof its, or so dep endent on its favours, that there will b e no opposition from that class... The great body of the people, m entally incapable of com prehending, will b ear its bu rden without com plain t, and p erhaps with out even suspecting that the syste m is inim ical (con tra ry) to their interests.\" [The bankers created the leg islation f or the FED] In 1913, before the Sen ate Banking and Currenc y Comm ittee, Mr. Alexan der stated : \"But 27"},{"pageNumber":28,"pageContent":"the whole schem e of a Federal Reserve Bank with its comm ercial-pap er b asis is an im practical, cum bersom e machinery, is sim ply a cover, to find a way to secure the privilege of issuing m oney and to evade pa ym ent of as m uch tax upon circulation as possible, and then control the i ssue and m aintain, instead of redu ce, inte rest rates. I t is a system that, if inaugurated, will prov e to th e adv antage of the few and the detrim ent of the people of the United States. It will m ean continued shortage of actual money and further ex tension of cre dits; f or whe n there is a lack of real mone y people have to borrow credit to their cost. \" 28"}]
