[{"pageNumber":1,"pageContent":"PART FIVE THE GREAT DRUISH BOOKS New Introduction The last major Branch of the Reform to have been (more or less) organized was that of the Hasidic Druids of North America (HDNA), which was an offshoot of the SDNA. The Hasidic Druids began when Isaac Bonewits stopped en route in St. Louis on the way from his previous position as Arch-Druid of the Twin Cities to Berkeley (where he was subsequently elected Arch-Druid of the Mother Grove, which for awhile, was different from the Berkeley Grove). Hasidic Druidism was one of the many Branches of the Reform, growing out of the SDNA, consisting of Neopagans of even greater piety. Their grove was known as the Arch Grove, led by Vicki Rhodes, named after the 630 foot arch that is the symbol of the City of St. Louis. Incidentally, this was the first grove not to use its city-location as the name of its grove, mainly because they objected to the use of a Chris- tian saint in the name of their grove. The HDNA agreed to continue to use the same ordination ceremonies as those of the other Branches of the Reform (with their own additions), so as to maintain the Ap- ostolic Succession and to encourage those who are interested in Re- formed Druidism, but not Hasidic style, to be able to get in touch with other Branches of the Reform. Sadly, the one grove of the HDNA disbanded within three years of its foundation c. 1977 c.e. and many decided to join the Church of All Worlds. The Lughnasadh 1976 c.e. (14 y.r. Berkeley) edition of The Druid Chronicles (Evolved) was the first publication to present these books to the general public. In the late 70s, Pentalpha Journal republished a few of their works. Although they are currently considered an “inac- tive” Branch (at least until someone revives it), the current editor Scharding, feels that, in their short time with our organization, they produced a marvelous group theilogy and rule of living. They are also another noteworthy example contrary to the general belief that all the members of the NRDNA and other offshoots were only inter- ested in Celtic Druidism. Although the HDNA may appear bizarrely dogmatic and complex compared to even the SDNA, much more so when compared with the RDNA, there was a subtle aspect of play and self-mocking woven into the following documents. They were also serious in many ways, too, and that should be remembered. I republish these books in memory of a unique experiment within the Reform, but their documents should not be misconstrued as speak- ing for members of other Branches of the Reform. —Michael Scharding D RYNEMETUM P RESS BABABABABABABABABABABABABABAB"},{"pageNumber":2,"pageContent":"210 BABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABAB Old Introduction The Mishmash of Hasidic Druidism consists of a listing of the basic laws, customs, vocabulary and the ethical principles of the HDNA. As mentioned in Chapter 15, a major function of the Mish- mash is to provoke regular and extensive debate about every aspect of the religion. Known as “Hairpull,” this obligation of scholarly de- bate forces every generation of Hasidic Drues to re-evaluate their benefits and to adjust them to their current environment. It is im- portant to note that the verses of the Mishmash are not eternal laws carved in stone (see 1:4), but are designed to provoke debate and meditation. Nonetheless, they are a serious attempt to condense, into one concentrated source, the ethical principles believed in by, it would appear, a majority of living Neopagans (of all persuasions). While many verses of interest only to Hasidic Drues, the rest of the Mishmash will be found to ring quite a few bells in the minds and hearts of Neopagans of every cultural heritage. The Te-Mara consists of commentaries on the verses of the Mish- mash , by several generations of Druish scholars. These commentar- ies are of great help in the practice of Hairpull as they give Drues of all positions arguments with which to back themselves up. Attempt- ing to discuss the Mishmash without reference to the appropriate verses of the Te-Mara , is foolish, for the Ancient Sages have often warned against discussing the Mishmash , “as if there were no Te- Mara .” From time to time, additions to the Te-Mara were printed and distributed by the Arch-Grove. [Hopefully, we got them all.—Ed] Considdur: the Alternatives , consists of prayers and blessings of particular value to Hasidic Drues. Most of them will sound familiar to members of the RDNA, but some have been written in an entirely original manner. A basic principle of the HDNA is that one’s reli- gion should totally saturate one’s life and lifestyle. Thus, any Hasidic Drue is expected to be able to make up a blessing or prayer for absolutely any occasion. Additions to this Book will also be printed and distributed by the Arch Grove from time to time. Where did this religion come from? Hasidic Drues were, for the most part former Jews who love many of the old Jewish (especially Yiddish) customs but who did not care for the repressive and puri- tanical theology which they perceived as going along with them. Oth- ers are merely looking for a total Neopagan Lifestyle and Hasidic Druidism was one of the very few available. Over the last few de- cades, there has been a great deal of Neopagan retrieval of customs and holidays from Christianity. Now it is the time for Judaism to be similarly invaded and our Pagan heritage revived (and someday, the same process may happen to Islam). Hasidic Druidism should not e viewed as a series of deliberate insults against Judaism. On the contrary, an argument may be quite honestly made that Judaism has represented a millennia-long series of insults against Paganism. The Jewish Scriptures are replete with one example after another of blasphemy, sacrilege and genocide com- mitted by the Jews against their Pagan neighbors. but while the Jews were murdering, enslaving, raping and insulting Pagans and Pagan- ism in the Middle East, the Jews (like their later offshoots) were also absorbing, borrowing and stealing various Pagan customs, concepts and holidays. It is these that the Hasidic Druid movement has “bor- rowed back,” knowing their Pagan origins. There is, of course, also the fact that, over their own centuries of Persecution by the monothe- istic cultures they spawned, the Jews developed a number of new habits and customs; designed to help an endangered minority reli- gion survive in a hostile environment. These too, the Hasidic Drues feel free to borrow, for there is of much value to Neopagans (follow- ers of endangered minority religions in a hostile environment) in these traditions. The Mishmash of Hasidic Druidism Chapter One: On Identity 1. Hasidic Druidism is a way of life. 2. All ordinances of the Hasidic Druids shall be abased upon iden- tity as Hasidic Druids and are binding on no others. 3. All Ordinances and customs may be modified for reasons of health, livelihood, the avoidance of incarceration and survival. 4. The Mishmash is an oak tree, not a stone monument. Chapter Two: On General Ethical Priorities 1. The Multiverse is very large! 2. Lifestyle is more important that credo. 3. Intent is more important than results. 4. People are more important than property. 5. Discipline is more important than control. 6. Survival is more important than comfort. 7. Creation is better than criticism. 8. Destruction is better than complaint. 9. Unity is better than dissension. 10. Individuality is better than conformity. 11. Responsibility is better than blame. 12. Remorse is better than guilt. 13. Sensuality is better than asceticism. 14. Love is better than hate. 15. Caution is better than fear. 16. Courage is better than foolhardiness. 17. Knowledge is better than ignorance. 18. Self-knowledge is better than pride. 19. Wisdom is better than knowledge. 20. Honesty is better than deceit. 21. Honor is better than arrogance. 22. Peace is better than war. 23. Joy is better than sorrow. 24. Generosity is better than thrift. 25. Mercy is better than justice. 26. Loyalty is better than slavery. 27. Trust is better than cynicism. 28. Skepticism is better than gullibility. 29. Good works are better than good promises. Chapter Three: On Food and Drink 1. Any food or drink found to be fatal shall be declared uncouth and may not be consumed by Hasidic Druids. 2. Followers of Hasidic Druidism may be vegetarians, carnivores or omnivores, as they individually choose. 3. The flesh and blood of sentient beings is uncouth and may not be consumed. Chapter Four: On Sexual Conduct 1. Sex is a gift of the Gods and is to be enjoyed by all concerned, as often as possible and desired, but especially during Weekends and High Holy Days. 2. Any sexual act physiologically dangerous or impossible to any participant is forbidden. 3. Sexual gratification may not be used for coercion, nor coercion (physical or non-physical) be used to obtain sexual gratification; such is a crime against the Gods. 4. No restrictions shall be placed upon the sexual acts of any partici- pants upon the ground of age, species or sexual preferences; save where danger to health and/or arrest is imminent. 5. All bonded partners are expected to provide sexual satisfaction to"},{"pageNumber":3,"pageContent":"211 each other (if desired) at least once every week, or to arrange for surrogate partners to provide said satisfaction. 6. It shall be considered uncouth for any member of a bonded group to forbid or hinder any other member of the group from seeking sexual gratification outside of the group. 7. Matters of hygiene and conception are the responsibility of all participants involved in any sexual activity. 8. No gender in superior to any other; therefore sexual chauvinism is uncouth. 9. A person of any gender may participate in any activity desired or refrain from any activity dislike, regardless of traditional cultural gender associations with specific activities. Chapter Five: On Blood 1. Being the fluid and essence of life, blood is not, under any circum- stance, to be wasted. 2. Blood sacrifices may be made only in these following special cir- cumstances: If the blood is provided by the person offering the sacrifice... 3. .... If the blood is spilled during the course of hunting and/or the butchering of animals killed for food or a similar survival neces- sity.... 4. ...... if the blood is spilled in equal and honorable combat, or in a genuine accident, or in a fully natural disaster. 5. It is uncouth to arrange fatal accidents or disasters, except in equal and honorable combat. 6. Menstrual periods are natural functions to be blessed and enjoyed as a sign of the mysteries of Womanhood. 7. There shall be no restrictions place upon women during their periods, because of their periods, save those self-imposed by the women involved for their own comfort. Chapter Six: On Grooming 1. All shall bathe once a week, whether they need it or not. 2. Bedclothes shall be cleaned once a month, whether they need it or not. 3. All clothes that are worn shall be cleaned once a year, whether they need it or not. 4. The hair of all genders shall not be cut more than two fingers’ length, save where matters of law or livelihood make such muti- lation necessary. 5. To symbolize the grace and fruitfulness of growing vines, all gen- ders may wear sidelocks. 6. Due to the principles of Divine Androgyny, clothing shall not in any way be restricted by reason of gender. 7. To betoken the fact that Wisdom is bestowed equally upon all genders by the Gods, green caps (known as acorn caps ) may be worn by all genders whenever desired. 8. Similarly , to betoken the fact that all are sheltered equally by the Gods, green shawls (known as tell-its ) may be worn by all gen- ders during prayers and rituals. 9. Any color not found in the visible spectrum of light is not couth, and should not be worn in clothing nor used in rituals. 10. The wearing of clothing of any sort is optional, both in daily life and at rituals. Chapter Seven: On Wars and Weapons 1. All are encouraged to wear at least one weapon at all times and to know how to use each weapon carried. 2. Violence is always to be kept to an absolute minimum; solve the problem, no more, no less. 3. One may participate in a war only if one is convinced that it is a just and honorable war, necessary to one’s personal survival and that of one’s loved ones. 4. One may use whatever violence necessary to protect oneself from rape. 5. Absolute pacifists are excused from all of this chapter. Chapter Eight: On Ecology 1. Humans are only part of the Earth-Mother; the attempt to domi- nate Nature is uncouth. 2. If one must hunt or butcher animals in order to survive, the ani- mals killed must be killed swiftly, mercifully and with proper and respectful ritual. 3. If a stray animal comes to one’s door either injured or ready to give birth, it is couth to take care of it until after it injury was healed or the offspring are ready to walk after the mother. 4. For every tree cut down for survival purposes, another must be planted elsewhere beforehand, and the spirit of the doomed tree given a day and a night in which to move into the sapling newly planted, which should be of the same species. 5. When one is camping in the wilderness, the campground must be left as clean or cleaner than it was upon one’s arrival; and all fires must be dead and drowned. 6. It is as couth to clean up the air and land and water as it is uncouth to dirty these things. 7. Love your Mother and your Father and your Siblings all. Chapter Nine: On Divination and Magick 1. Always be careful what you ask for; you may get it. 2. The ability to divine that which is hidden is a gift of the Gods; therefore, all those who have such talents should use them for their own benefit and for the benefit of those seeking counsel. 3. No one form of divination is superior to any other; all are equally blessed by the Gods. 4. No diviner is infallible, and to claim to be such is an uncouth deception. 5. Divination and Magick are hard work; therefore, it is allowed to ask for recompense for efforts made for nondruids. 6. It is uncouth to use Magick upon another sentient being without their express permission; except in case of war or in case of an ability to give permission caused by unconsciousness, youth or inability to understand one’s offer to heal. Chapter Ten: On Liturgical Customs 1. It is couth to follow the customs of other Reformed Druid move- ments, provided they do not contradict those of Hasidic Druidism. 2. Ritual equipment should be inexpensive, handmade, and of natu- ral materials such as stone, glass, wood or metal. 3. The chalices are of various colors for various purposes, to wit: red chalices are standard for weekly and High Holy Day services of worship.... 4. ....yellow chalices are extra for services of worship and are used for Second Order ordinations and for circulating among those who cannot drink alcoholic liquids.... 5. ... green chalices are sacred to Grannos and are used in healing rituals.... 6. ...blue chalices are used in rituals in home, especially Weekend services, and for divination and bardic rituals. 7. Other colors of chalices and ritual equipment may be used for other purposes and the colors listed above may be altered to fit the magical systems of any Hasidic Druid. 8. Hasidic druids may worship any Gods and Goddesses they wish in addition to those listed in The Druid Chronicles . 9. Hasidic Druids may join the worship of any other Neopagan group they wish, provided such worship does not contain uncouth elements. 10. Hasidic Druids are encouraged to invent new rituals, prayers, hymns, holy days, and other ritual elements designed to glorify the Gods, provided that said inventions are not uncouth. 11. It is uncouth for a Hasidic Druid not to be able to compose poems or songs or a blessing for any occasion."},{"pageNumber":4,"pageContent":"212 Chapter Eleven: On Healing 1. The key is temperance; which is moderation in all good things and abstinence in all evil things. 2. Cleanliness is important, but only material things should be ster- ilized. 3. Pain is neither good nor evil; it is a warning. 4. Pain should be controlled first by will and mental exercises; only after these fail should one resort to other methods of suppress- ing pain. 5. It is uncouth to endanger your health by ignoring signs of illness or injury. 6. Be neither eager nor reluctant to use new or strange methods of healing; but consider always the most natural methods first. 7. Do not let your bodies be cut open unless a life is at stake. 8. It is more important to treat causes than symptoms. 9. The words of one who has never been pregnant are not to be weighed as heavily as those of one who has, when matters of conception and abortion are discussed. 10. Let midwifes be honored among you, and let one who is wise in the ways of herbs and healing be accounted more noble than the bravest warrior. Chapter Twelve: On Hasidic Time 1. Hasidic Druids use primarily the calendrical system developed by the Schismatic Druids of North America, based upon that of the New Reformed Druids of North America, with additions. 2. Individual households may choose an individual calendar, but once chosen it should be kept to. 3. The week starts at sundown on Bircheve and every day begins at sundown, the darkness being the eve and the light being the day . 4. The week, compared to the civil calendar, runs as follows: sunset Friday to sunset Saturday is Bircheve and Birchday; sunset Satur- day to sunset Sunday is Oakeve and Oakday; sunset Sunday to sunset Monday is Aspeneve and Aspenday; sunset Monday to sunset Tuesday is Maple-eve and Mapleday; sunset Tuesday to sunset Wednesday is Rowaneve and Rowanday; sunset Wednes- day to sunset Thursday in Pine-eve and Pineday; sunset Thurs- day to sunset Friday is Olive-eve and Oliveday. 5. Weekend shall be taken to extend from sunset, the beginning of Bircheve, to sunset, the end of Oakday. 6. Whenever possible, the Weekend shall be started with a ritual feast in each home, and all manner of feasting, celebration and relaxation continue throughout. 7. It is uncouth to concentrate during the Weekend on matters one concentrates heavily upon the rest of the week. 8. The months and seasons of the year, together with their colors and metals, are as follows: Geimredh: November, December and January; red-purple, purple and purple-blue respectively; silver and lead..... 9 ....Earrach; February, March and April; blue, blue-green and green respectively; copper and mercury.... 10 .... Samradh; May, June and July; green-yellow, yellow and yellow- orange respectively; gold and electrum.... 11. Foghamhar; August, September and October; orange, orange- red and red respectively; bronze and iron. 12. Many there are who start these months according to the Druid calendar rather than the civil calendar, and this is not uncouth; but it is best if an entire Grove follows the same pattern. Chapter Thirteen: On Altered States of Con- sciousness 1. Every sentient being lives in a unique universe and has the right to live in that universe or any other universe he or she may choose to occupy or visit. 2. The interlinking totality of all perceived and perceivable universe is called the Multiverse and it is beyond description. 3. It is uncouth to induce another entity to alter his or her state of consciousness. 4. It is uncouth to prevent another entity from altering her or his state of consciousness. 5. There are many means for altering one’s state of consciousness, among them are: breathing exercises, physical exercise, sexual exercises, psychic exercises, religious exercises and the ingestion of natural and artificial chemicals. 6. All of these are gifts of the Gods, designed to help us expand our awareness of Them and the Multiverse, and should be treated reverently and lovingly. 7. The major technique used for the altering of states of conscious- ness in most Hasidic Druid worship is the ingestion of the wa- ters-of-life. 8. Other techniques may be used in rituals, provided the leader is competent and has made full explanations to all participants be- forehand. 9. It is forbidden to use mind altering methods in such a fashion as to cause grave physical , mental, psychic or legal harm to oneself or others. 10. The versions perceived during altered states of consciousness may be messages from the gods, but they should however be shared and tested by the Grove before being acted upon. Chapter Fourteen: On Dealing with Outsiders 1. Other Pagans should be treated as sisters and brothers. 2. Heretics are potential comrades; it is couth to talk to them. 3. Skeptics are fun; have several as friends. 4. Cynics are a plague; avoid them as such. 5. Fanatics are dangerous, for their hearts are closed. 6. Beware the tarbaby of experience. 7. Carry a long spoon wherever you go. 8. Be neither showy nor overly timid, but remember: nobody likes a missionary. 9. Be careful about seducing their children. 10. Be cautious in telling them unpleasant truths, especially about themselves. 11. Never expect them to live up to our standards. Chapter Fifteen: On Study and Scholarship 1. When one or more laws are taken from the Mishmash, the ac- companying commentaries read, and the matters involved de- bated with wit and grace, this is a Hairpull. 2. It is couth for Hairpull to last at least an hour on each occasion. 3. Hairpull should be done by every family at least once every Week- end. 4. It is couth for Hairpull to be done by an entire Grove after ser- vices. 5. It is also couth for a Grove to hold weekly Hairpull indoors dur- ing the Season of Sleep, instead of outdoor services. 6. Hairpull may take place at any other time between two or more Hasidic Druids, and this is also couth. 7. Every Grove should have a library where members may meet for study and Hairpull. 8. A scholar in the house is a blessing form the Gods; how much more blessed is the house where scholars meet! 9. If one is teaching the young or ignorant, or making ready to so teach, a scholar may be excused from many household duties. 10. Metaphysical gymnastics are uncouth, save when one is teaching their power, humor and danger. 11. It is not couth to divorce theory from action. 12. Once cannot be a scholar alone. 13. Plant an oak grove about he Mishmash."},{"pageNumber":5,"pageContent":"213 The Te-Mara: Commentaries on the Mish-Mash 1:1 A WAY OF LIFE: Here in the opening line of the Mish- mash we have the major characteristic that distinguishes Hasidic Druidism among most religions, including the most Neopagan reli- gions, for Hasidic Druidism is not merely a play in which one acts once a week or once a month, but an integral part of everyday life (Dru Chwerthin). The major emphasis in this opening line of the Mishmash is that actions are more important than one’s claimed beliefs, as it is stated in 2:2, and from the very beginning of the Mishmash we are re- minded to put our thought and beliefs, our hopes and our faith, into action in our daily lives (Dru Amherghin). 1:2 AND ARE BINDING ON NO OTHERS: No moral as- persions are to be cast upon those who are not Hasidic Druids for not following our ways (the Ancients). And yet we know that many of those who are not Hasidic Druids do very evil things, how then can the Ancients of Blessed Memory declare that “no moral aspersions are to be cast” upon them? They can say this because they are talking about calling someone evil or inferior merely because they are not Hasidic Druids, not about call- ing someone evil for committing acts of an evil nature (Dru Iolo). This Law does not allow a Hasidic Druid to hire, persuade or coerce an Outsider into violating the Laws for the Druid’s own profit or convenience: use of such a surrogate is as uncouth as if the Druid himself violated the Law (Dru Earl). 1:3 MAY BE MODIFIED: Hasidic Druidism is not a dog- matic belief system, but a living being, and as a living being, it must be free to grow (Dru Chwerthin). But we must beware of allowing modifications to be made to eas- ily. Necessity is one thing, excuses for laziness are quite another (Dru Amherghin). An old folk-saying states: “A stupid wolf is afraid to fight the trap for fear of maiming himself. A smart wolf wins his freedom at the price of his foot. A wise wolf avoids the trap.” Likewise the truly wise Druid plans his or her lifestyle and understands his or her social environment well enough to avoid having to compromise the prin- ciples of Druidism for reasons of survival, except in cases of rare and unforseeable emergency (Dru Earl). 1:3 AN OAK TREE, NOT A STONE MONUMENT: We must always remember that the purpose of the Mishmash is to grow and to help us with our own growth. Therefore did the ancients state that it is like an oak tree, which grows ever greater as the years go by; rather than a stone monument, which never grows but merely crumbles as time passes (Dru Iolo). This phrase is used to point out that the beliefs of many other religions are merely stone monuments to dead ideas, and have no meaning for current generations; therefore should we rejoice in the shelter of our ever growing, many-branched Mishmash (Dru Isaac). However, the imagery of this Law should not be taken literally. An oak tree is entirely the creation of the Gods: a person may hatch it from the acorn, plant it, water and fertilize it—but he or she did not design it and if one tires to prune and confine it to control the pattern of its growth, one only ends up stunting and distorting it. The Mishmash, while inspired by the Gods is also the work of human intellect, emo- tions and psychic faculties. To create an oak tree, the Gods work through the genetic programming inside the acorn-germ, the soil in which it grows, climactic factors, etc. To create the Mishmash, the Gods have chosen to work through the human mind, and every wise Druid should concentrate on this Gods-given responsibility whenever contemplating or commenting on the Mishmash (Dru Earl). 2:1 THE MULTIVERSE: Every possible combination of ev- ery possible universe with every other one, when conceived as a Whole, is the Multiverse (the Ancients). Every alternate probability universe that can be constructed by every possible combination of every existing particle of energy, exists (Dru Hixson). IS VERY LARGE: However this does not mean “infinite” in the sense of “nothing is true, all is permissible.” Multiplicity does not mean chaos, nor free will anarchy. The vast number of choices open to the individual at every turning point of his or her life does not render choosing meaningless (Dru Earl). Dru Earl is speaking through his acorn-cap, for Chaos, like Or- der, is an integral part of the Multiverse. Neither is meaningful with- out the other, nor very much fun (Dru Eris). 2:2 LIFESTYLE IS MORE IMPORTANT: The actual rela- tionship between lifestyle and credo is that between the map and the territory, or between the recipe and the stew in the pot. Lifestyle is “more important” only in the sense that it has physical and opera- tional reality, while credo has only theoretical reality. For this reason, the wise Druid contemplates and comments on the Mishmash in terms of its application to the lives of Hasidic Druids not merely in sterile words and ideas for their own sake (Dru Earl). The emphasis in this Law is that we should always “practice what we preach,” unlike those around us in other religions who are all too often hypocritical (Dru Iolo). For hypocrisy is the sign of one who is a liar, or coward, or un- imaginative (Dru Amherghin). If one does not truly believe in the religion one professes, then the honorable person changes religion, so that he or she may follow the lifestyle deemed authentic rather than attempting to present the Im- age of what one really is not (Dru Chwerthin). Yet sometimes one is prevented, by poverty or by other tyranny, from exercising one’s faith in public. Surely the Ancients of Blessed Memory did not intend that we should make ourselves martyrs, for we have plenty of those in recent centuries (Dru Isaac). But one should be very careful in how much one pleads poverty as an excuse. Many poor people of other religions manage to lead au- thentic lifestyles, though it is not always easy (Dru Iolo). 2:3 INTENT IS MORE IMPORTANT: The purpose of this Law is to remind us that winning is not of as great a moral value (although it may be higher on other value scales, such as survival) as a sincere effort (Dru Isaac). This Law is to indicate that a person who accomplishes a worthy goal through unworthy means, or an unworthy goal through means that are normally worthy ones has acted in an uncouth manner (Dru Iolo). It is easier to forgive a dufus who means well than one who is truly evil, even if their actions create identical results (Dru Amherghin). The purpose of this Law is to discourage Druids form compromis- ing or discarding a worthy goal merely because it is difficult or im- possible for imperfect humans to achieve. It is not intended to excuse uncouth conduct by saying “the ends justify the means.” Anytime the results of one’s conduct do not turn out as intended, one should carefully examine both the goal itself and the methods on employed trying to achieve it. In many cases, one will find ways to improve either or both. If not, then this Law applies, and one should perse- vere. However, if Druids whose wisdom one respects disagree with one, this is a case where one should listen to them even more care- fully than usual, because this Law deals with one of the most impor- tant aspects of practical morality (Dru Earl). This means, as well, that we should try not to be harsh in our judgments of the conduct of others, until we know both their goals and their methods (Dru Isaac)."},{"pageNumber":6,"pageContent":"214 2:4 PEOPLE ARE MORE IMPORTANT: This Law goes against the entire history of Western Civilization and marks a basic difference between Pagans and nonpagans (the Ancients). What the Ancients of Blessed Memory are obliquely referring to is Capitalism (Dru Karl). What the Ancients of Blessed Memory are really referring to is Christianity. (Dru Iolo). What’s the difference? (Dru Chwerthin). THAN PROPERTY: In the context of this verse, what is meant is personal property, the material things used and directly controlled by one individual or group. It does not mean that the whole material world is less important than a single human life. Therefore, it is couth to treat people who advocate or practice wholesale destruction of material property, especially the destruction of non-sentient living beings and disruption of the ecology, the same as one treats those who advocate or practice the destruction of human beings (Dru Earl). 2:5 DISCIPLINE: What is meant here is the control one exer- cises over oneself, not that imposed by another. Therefore, disci- pline can never be an excuse for uncouth activity (Dru Amherghin). IS MORE IMPORTANT THAN CONTROL: A better transla- tion of this verse reads “Self-Discipline is more important than obe- dience.” A wise Druid is one who knows the proper rules for living and obeys them as they apply to his or her life, without having to be compelled to do so by either written laws or the words of others. The Mishmash is intended to guide, not to serve as an excuse for coer- cion,. Conversely, a Druid who finds oneself in frequent and serious disagreement with other members of the one’s Druid community over the rules governing the Druish way of life should consider leav- ing one’s present community and joining or founding another which interprets the Mishmash in such a way that one can obey it without coercion (Dru Earl). 2:6 SURVIVAL: In a world of hate and mistrust, Druids, like all other minority religions, must consider the real possibility that, persecution and genocide never being far from the minds of the monotheists, we may one day once again have to go underground in order to preserve our lives and our faiths (the Ancients). Even without religious persecution, Western Civilization is cur- rently in such a political and economic mess that we may all, Druid, and nonDruid alike, find ourselves without the facilities with which to live in the manner to which we, like most soft Westerners, have become accustomed. Therefore, it is wise for Druids to know how to farm, and how to live off the land, and how to defend themselves form both human and nonhuman predators (Dru Isaac). IS MORE IMPORTANT THAN COMFORT: This law is in- tended to discourage laziness and timidity in planning for and over- coming adversities. It does not advocate the Spartan ideals of auster- ity. The best medicine is not always the one that tastes the worst, but the one that cures the disease best, regardless of what it tastes like. The wise Druid put survival first, but he or she always considers comfort as well, and above all, tries to develop “common sense” (Dru Earl). Common sense is “neither very common, nor usually very sen- sible (Dru Chwerthin). 2:7 CREATION IS BETTER: The wise Druid always pro- poses a solution to a problem at the same time he or she calls atten- tion to the problem itself. However, it is not uncouth to merely iden- tify the problem if one genuinely does not have a solution oneself. But in such a circumstance the praise goes mostly to those wiser ones who eventually solve the problem (Dru Earl). 2:8 DESTRUCTION IS BETTER: It should never be forgot- ten that the forces of breakdown are as important as those of build- ing, in producing the balance of the Multiverse. Without the bodes of dead plants and animals to feed the soil, the biosphere would soon be impoverished. Therefore, did the Ancients of Blessed Memory remind us that it is better to destroy that which is in need of destruc- tion, rather than merely complaining about it (Dru Iolo). The Law is interpreted by many as meaning “Never call attention to a problem unless you genuinely want action taken to solve it” (Dru Earl). 2:9 UNITY IS BETTER: As Dru Earl once said, “free will does not mean anarchy.” Therefore, one should realize that Druids are a community and that open and free discussion is t be aimed at attaining a consensus, not at merely giving everyone a chance to declare their independence. The differences between argument and discussion should always be remembered (Dru Amherghin). This verse should never be cited to discourage dissent. It is only intended to point out Unity as a worthwhile goal. In practice, unity is normally reached only after hearing dissent and making changes to bring the dissenters into agreement. The Law also encourages each individual to make compromises in order to achieve unity, but it does not compel. Above all, the wise Druid realizes that a rule that causes a significant amount of dissent among members of the com- munity is probably an over-simplification and probably should be made more complex to fit reality (Dru Earl). The purpose of this Law is to point out that spiritual growth is hard to achieve while arguing at the tope of one’s lungs about the rules for achieving spiritual growth (Dru Iolo). 2:10 INDIVIDUALITY IS BETTER: Among every Branch of the Reform, individuality has always been sacred. Therefore, let ev- ery Druid in you community be free to express herself or himself as a unique person (the Ancients) The wise Druid never does anything simply because others do it - she or he merely does what she or he thinks and feels is right. IF others think and feel likewise, this is couth. If they don’t this is every bit as couth. Though Hasidic Druids are expected to live in close association with one another, this association is expected to be en- tirely voluntary and not on coercion of any kind. Druidism is basi- cally a religion of the individual, not of the group (Dru Earl). Just as in group singing, a certain amount of counterpoint can add to the beauty of the final result, but too much or too little can ruin everything (Dru Chwerthin). 2:11 RESPONSIBILITY: The wise Druid takes responsibility for his or her own actions; he or she does not wait for others to point it out. However, it is not uncouth for any Druid to tell another that his or her actions displease or harm one (Dru Earl). Druids are responsible for taking action when needed., whether requested or not, for they are guided by their sense of honor and their sense of that which is couth (Dru Iolo). IS BETTER THAN BLAME: Blame is only rarely of any lasting value. When an error has been made, the person or persons, if any , responsible for the failure should be discovered, and the problem carefully examined with a view to preventing future mistakes, not to punishing anyone or to making them feel bad (Dru Isaac). It is the function of the elders of the Grove to assign responsibili- ties for the achieving of various projects, and they have the right and duty to point out malfeasance or nonfeasance. They do not have the right or duty to browbeat people who fail to keep their commitments, especially if through no fault of their own (Dru Amherghin). Once again, there is a narrow bridge to cross, with the problems of discipline often on one side and the problems of freedom on the other (Dru Iolo). 2:12 REMORSE IS BETTER: A more literal translation of this phrase would be: “intellectual recognition of one’s wrong-doing is"},{"pageNumber":7,"pageContent":"215 better than an emotional reaction to it” (Dru Earl). Yet the emotional element is very important in making sure that the wrong-doer remembers her or his wrong-doing (Dru Iolo). THAN GUILT: Guilt is the major emotion behind monotheistic religions. Therefore do Druids refrain from laying “guilt-trips”: on either themselves or others. IF they make a mistake, they admit it, make amends, and resolve not to do it again. They do not whine and moan and grovel before vengeful deities, either external or internal- ized (Dru Amherghin). Once s a general rule, the Gods are not vengeful (unless on delib- erately insults Them). They usually prefer to let one reap the results of one’s actions. This can be more than sufficient (Dru Chwerthin). This Law that guilt is a lesser emotion than remorse is designed to make an emphasis on the repairing of damage caused. If one breaks a vase at a friend’s house, one feels remorse for one’s clumsiness and attempt to repair or replace the vase. One does not run to a member of the Druid clergy or to the Gods and beg forgiveness for having been evil (Dru Isaac). As a general rule, Druids tend to make dumb mistakes rather than an emotional or spiritual reaction is usually more appropriate (Dru Iolo). 2:13 SENSUALITY IS BETTER: This is one of the most basic principles of Hasidic Druidism, and one that serves to separate it from other nonpagan religions. At the heart of this Law is the realiza- tion that gratification of our Gods-given senses is natural and pleas- ing to the Gods, and that denial of such gratification is, as a general rule, sterile and anti-life. This Law reduces asceticism to a mere sur- vival aid (when sensual gratification would harm the individual or others) and as an aid in training the will (Dru Earl). From Dru Earl’s comment, it follows that “ascetic pleasures” (en- joyment of denying sensual gratification) is masochistic, displeasing to the Gods and, hence, uncouth. One obvious exception to this rule, however, is the deliberate delaying of sensual pleasure to achieve the equally pleasurable sensation of anticipation: this is no more masochistic than the memory of past sensual pleasure (Dru Iolo). It should also be remembered that if sensual pleasures are inter- fering with the performance of honorable duties, it is uncouth to continue with them until after one’s duties are properly discharged (Dru Iolo). The delay of gratification is also sometimes needed in order to accomplish said gratification fully. For example it is often wise to remain celibate for several days before an orgy is to take place. Such celibacy is not ascetic nor is it masochistic (Dru Chwerthin). However, there are a number of deities around Who serve to re- mind us that asceticism, in proper proportion, may be genuine value in achieving spiritual awareness. It is certainly often useful in psychic training (Dru Isaac). 2:14 LOVE IS BETTER: Many religions preach love, yet few seem to practice it. Because Druids believe in expressing love freely and in a variety of manners, they tend to accomplish a loving lifestyle more easily than those who are restricted to “spiritual vs. fleshly” love (the Ancients). As it is written “the act and emotion of love is an act and emotion of praise.” Therefore, to a Druid, every opportunity to exercise Pagan Charity is a new chance to praise the Gods and to expand one’s awareness of the complexity of one’s fellow humans (Dru Amherghin). Pagan Charity is a sense of compassion exercised by Pagans to- wards others, based upon the Pagan realization that, although every- one is God/dess, no one is perfect, and therefore, inhuman virtues are not expected of them (Dru Isaac). THAN HATE: Druids are capable of realizing that others mean them harm, but they do not need to be hostile in return. They make the necessary preparations to defend themselves (if any are really needed) and attempt to avoid those who are or would do evil to them. But they do not become vindictive (Dru Amherghin). This Law should not, however, be interpreted as “love your en- emies.” The wise Druid manages his or her life so as to love many and hate few, but he or she does it by controlling who he or she associates with as much as possible. One does not force oneself to try to love those who deserve one’s hate: one tries to change their con- duct so that one no longer has to hate them, one avoids them, or one destroys them. But one never changes oneself so that one loves those one should hate: such is uncouth (Dru Earl). It is an important question, whether or not one “should” ever hate another. Better it is to concentrate on understanding others, for this often removes any perceived need for hate (Dru Amherghin). Yet many people there are who do hateful things: mass-murder- ers, kidnappers, polluters, brainwashers, etc. it can be difficult to retain a nonhateful attitude towards such, especially if one is com- mitted (as all Druids should be) to the stopping of such people. One does not hate a rabid dog, one cures it or kills it (Dru Iolo). Hate is usually based on fear. To one who is without fear, hate is an unnecessary emotion that can be profitably done without (Dru Chwerthin). 2:15 CAUTION IS BETTER: A more literal translation of this Law reads: “Intellectual recognition of danger is superior to emo- tional reaction to it” (Dru Earl). Caution is rational , fear is nonrational. And because fear so often leads to evil actions, it is best that it be avoided whenever possible (Dru Isaac). THAN FEAR: Fear is an unruly animal, though sometimes a use- ful one. Ride this mount carefully, with tight reins (Dru Amherghin). Nothing can endanger the one who knows the Flow, for death has no place to enter that person (Dru Lao). 2:16 COURAGE IS BETTER: Druids are expected to be brave in the defense of their lives and ideals, and in defense of the inno- cent and helpless (Dru Iolo). They are not expected to be stupid, however. Rather, they are expected to be wise in the ways in which they face danger, and to know when to be sneaky instead of obvious. Thus Druids never seek out danger, but are fully able to deal with it when it arrives (Dru Amherghin). 2:17 KNOWLEDGE IS BETTER: Druids place great empha- sis upon the attainment of knowledge, both rational and nonrational and are flexible in their methods of learning (Dru Amherghin). They are not, however, gullible (Dru Iolo). 2:18 SELF-KNOWLEDGE: From the earliest days, our ances- tors have stressed the importance of self-knowledge. For how can one hope to help oneself or others if one does not first know and understand oneself? An accurate idea of one’s strengths and weak- nesses is of far more value than mere vanity, for it allows one to live with one’s faults while cherishing one’s virtues (Dru Amherghin). IS BETTER THAN PRIDE: More Pagans (and other people) have met their downfall through pride than through any other emotion. Yet the Mishmash does not say that pride is evil, merely that it is inferior to self-knowledge. Therefore, we can assume that they meant that pride is not a danger when held by one who has true self-knowl- edge. However, this is an extremely rare combination, occurring in less than one in a hundred of those who think they have achieved it (Dru Chwerthin). 2:19 WISDOM IS BETTER: How many time have the An- cients of Blessed Memory, as well as the many distinguished commentors on the Mishmash, reminded us of the value of wis- dom? How many times does a commentary begin “the wise Druid will...?” Therefore, let us seek always after wisdom, for with it come"},{"pageNumber":8,"pageContent":"216 all the elements of the happy and noble life (Dru Amherghin). THAN KNOWLEDGE: Druids and others are well aware of the horrors capable of being committed by those who accumulate knowl- edge is isolation, without wisdom. Therefore, do we look with dis- trust upon those who claim to be seeking knowledge for its own sake (Dru Iolo). 2:20 HONESTY IS BETTER: This is obvious to all Druids for, being polytheists, we have no need to twist the truth in order to match an irrational and insane worldview. Because we are gentle with one another, we are free to tell the truth, and we know that our fellow Druids will take our words into consideration together with our intentions (Dru Chwerthin). Why does Dru Chwerthin refer to Druids as “gentle with one another” in a discussion on honesty? He does so to say that, because Druids have an accurate idea of human nature, rather than that which he calls “irrational and insane,” we are able to communicate with a maximum amount of trust and a minimal need for deception (Dru Isaac). THAN DECEIT: The superiority of honesty should not be taken as a forbidding of deceit. There are times in one’s life when less damage will be done in the long run by a carefully constructed tale of less than total accuracy than a bald statement of fact (Dru Amherghin). It is important to note that Dru Amherghin refers to “in the long run.” Druids always attempt to have a long-range view of matters, for such is a cardinal sign of wisdom (Dru Iolo). One must be very careful in choosing the situations when one will allow oneself to lie, such should not normally be done for one’s own benefit (it is better usually to face the consequences of one’s own actions) but rather for the benefit of others. Only if one’s life is in danger, or a similar emergency situation exists, should one feel free to lie (Dru Isaac). If one is besieged by the Antidruid, however, one may perform any deceits necessary to throw them off the track, as long as they do not harm innocent people. Any other position would be anti-sur- vival (Dru Chwerthin) 2:21 HONOR IS BETTER: There is nothing wrong with a sense of honor. Arrogance, however, is a plague upon the earth and will be punished by the Gods (the Ancients). Honor should be flexible and sensible, however it should not interfere with your spiritual growth, but rather assist it (Dru Amherghin). 2:22 PEACE IS BETTER: All Druids are lovers of peace, al- though they can fight (and quite well) when absolutely necessary. It is very difficult to attain enlightenment while ducking spears and bullets (Dru Chwerthin). THAN WAR: We are , however, perfectly capable of fighting for our survival. As mentioned in 7:3, though, Druids are extremely selective in which wars they choose to fight (Dru Isaac). 2:23 JOY IS BETTER: Our is a religion of joy, of love and of sensuality. The Earth-Mother is good and the natural world is to be enjoyed. Any Gods who would prefer us to be morose are not worth worshipping (Dru Iolo). THAN SORROW: Once in a while, sorrow is an appropriate emotion, as at the death of a loved one (Dru Amherghin). But sorrow should be limited in duration, for although millions of living beings, from insects to humans, die every day, Life goes on (Dru Isaac). 2:27 TRUST IS BETTER: Trust is not always rational, but in the long run, the trusting person has a more enjoyable life than the cynical one (the Ancients). As is implied in 14:4, cynics destroy everything they touch. There- fore, we should avoid cynicism and take the risk of trusting one another (Dru Amherghin). 2:29 GOOD WORKS ARE BETTER: As is written in the com- mentary to 2:2, Druids believe in practicing what they preach. It is better to actually perform a small task, if promised, than to promise a large task and not follow through (Dru Isaac). Often it is added that “evil promises are better than evil works.” This phrase , strange as it sounds, was actually intended to invoke charity towards those who promise all sorts of dire vengeance upon persons and objects annoying them, but who never actually do any- thing about them. Such is a moderately harmless habit, though not a praiseworthy one (Dru Iolo) 3:1 FOUND TO BE FATAL: An ancient proverb states, “One person’s meat is another person’s poison.” Therefore, it is the individual’s responsibility to determine what food or drink is harm- ful to him or her personally , and to avoid them with a minimum interference with the diets of the other members of the household (Dru Earl). A food or drink found to be fatal to some, but generally healthful, shall not be declared uncouth. Else those with allergies or dietary peculiarities would easily impose tyrannies on the majority of Hasidic Druids (Dru Margola). Poison ivy, poison oak, poison sumac and other poisonous plants are thus uncouth and may not be consumed in injurious amounts nor used as sacrifices in rituals (the Ancients). The Ancients of Blessed Memory were careful to state that poison- ous plants may not be consumed “in injurious amounts. “ This is because many plants, though not of course the three mentioned, while poisonous in large amounts are actually of medicinal or ritual use in smaller quantities (Dru Isaac). Food or drink containing more than five unpronounceable artifi- cial ingredients should be considered uncouth (Dru Iolo). The number 5 is purely symbolic and ties in with the Law of Fives. The earlier versions of Dru Iolo’s comments leave out the word “unpronounceable.” And this older versions seems more cor- rect, for the true emphasis should rest on the artificiality of the ingre- dients. The point to be made is: the more artificial, the more un- couth (Dru Margola). A less literal, but more readily understandable translation of Dru Iolo’s comment would read, “Food or drink containing an excessive number of highly artificial ingredients shall be considered uncouth.” Even so, it remains vague. Therefore, it is up to the individual to determine if a particular food or drink is uncouth to his or her own taste and metabolism (Dru Earl). SHALL BE DECLARED UNCOUTH: in this verse we have the first and definitive definition of the word “Uncouth.” Those things which are uncouth are to avoided exactly as if they were poisonous food or drink and, contrarily, those things which are couth should be sought after as if they were ambrosia and nectar to be consumed in ecstasy (the Ancients). The term “uncouth” is used frequently in the Mishmash and form the basic term of definition for behavior not acceptable to Hasidic Dru- ids. The definition offered in this verse is literally “found to be fatal.” However, this raises problems. is the inability to compose poems, songs or blessings for any occasion literally fatal to a Hasidic Druid, as it is stated in 10:1? Obviously, this cannot be so. The Ancients of Blessed Memory have said “those things which are uncouth are to be avoided exactly as If they were poisonous food or drink...” This explication of the definition of the word “uncouth” is the solution to our difficulties. We are told that things which are uncouth, such as those mentioned in 10:11, 13:3, etc., are as if poisonous, that is to say, harmful to the life of the individual concerned. Thus we can see that anything that a Hasidic Druid shall find harmful to his/her life, physical or mental shall be deemed uncouth for that person (Dru Lew)."},{"pageNumber":9,"pageContent":"217 3:3 THE FLESH AND BLOOD: This includes all other parts of a sentient being as well. Therefore various products made from the bodies of sentient beings are also uncouth and should not be purchased nor used (Dru Chwerthin). OF SENTIENT BEINGS: this includes not only humans, but whales, dolphins, other cetaceans, and some would say elephants as well. Naturally extraterrestrial visitors would be included as well (Dru Isaac). The prohibition by Dru Isaac of the flesh and blood of “whales, dolphins, other cetaceans and... elephants” is based on spiritual rather than purely physical grounds: on the fact that the proscribed crea- tures are believed by many, including Dru Isaac, to be sentient be- ings and not because their flesh is unwholesome. Therefore, the individual may add any creature whose spiritual qualities he or she especially reveres (i.e., “Taboo Animals”) to the list. However, such additions are binding only on the individual making them, although common courtesy impels all devout Hasidic Druids not to ostenta- tiously violate the personal taboos of members of their household or others around them (Dru Earl). It is sometimes necessary to expand this prohibition even further, for example, many refuse to eat the flesh of tuna, because many dolphins are killed in the pursuit of tuna fish, and dolphins are uncouth to eat. In a similar fashion, others refuse to deal economi- cally with those nations who pursue an d kill cetaceans, and this is certainly a couth attitude. Yet it is a pity that one cannot refuse to purchase products from nations that regularly kill another endan- gered sentient species, humans (Dru Iolo). AND MAY NOT BE CONSUMED: Historically there have been exceptions to this rule; the eating of Michael Valentine Smith, for example. We can conclude that a truly willing sacrifice is an excep- tion, and therefore couth (Dru Margola) That is a very dangerous thing to say, for our Paleopagan ances- tors were not always careful in deciding who was truly willing and who was not. Better it is to say that a person who dies in an unex- pected manner, that is, not in a sacrifice, and who insists upon being eaten by his or her friends as a memorial service, then has flesh and blood that is neither couth nor uncouth (Dru Amherghin). 4:1 SEX IS A GIFT OF THE GODS: Unlike most religions, including some Neopagan ones, Hasidic Druidism positively encour- ages its members to have full, varied sex lives (Dru Chwerthin). 4:2 PHYSIOLOGICALLY DANGEROUS: Thus there are many sexual “perversion” that are forbidden, not because they are unusual methods of sexual gratification, but because they are capable to causing physical harm to one or more of the participants (Dru Amherghin). It is couth to interrupt others who are engaged in a sexual activity that might be dangerous, only long enough to determine whether or not it really is dangerous. If, indeed, the activity may damage one of the partners physically, it should not be resumed , and the inter- rupter is justified in using violence to prevent this, subject to the principles in 7:2 and 7:4. If it turns out that precautions have been taken of a sufficient nature, the activity should be allowed to resume and no apologies are necessary. (Dru Chwerthin). OR IMPOSSIBLE: Druids are not expected to be sexual athletes. On the other hand, sexual acts that are truly impossible will not usually be attempted (Dru Iolo). 4:3 COERCION: The purpose of this Law is to prevent the use of sexual desire to manipulate others, as well as to prevent other forms of manipulation from being used to force sexual compliance. Naturally, therefore, all forms of sexual blackmail, assault, rape and the secretive use of physical or psychic aphrodisiacs are forbidden (Dru Iolo). 4:4 AGE: Beings, human and nonhuman, of any age are en- titled to obtain any form of nondestructive sexual pleasure they may desire, with any partner desired, provided proper sexual etiquette is followed and all participants have a proper understanding of what is going on (Dru Chwerthin). The opinions of others, whether parents, siblings, children or friends, are not always relevant, although their feelings should be taken into consideration (Dru Iolo). However, if a prospective sexual partner is a human below the age of legal consent, it is usually foolish to ignore objections lodged by family members or law enforcement agencies (Dru Amherghin). Nonetheless, children of any age are entitled to learn as much about sex as they wish to learn and are capable of handling, from whoever they wish as teachers. The best people for the teaching role are, of course, the parents. IN any event, the parents should nor- mally be consulted and their wishes followed (Dru Isaac). It is the duty of all Druish parents, or others having responsibility for the welfare of children, to see to it that their children are sexually educated as soon as they are interested and willing, by whoever the children wish. If the children have no preferences and the parents or guardians have no preferences and the parents or guardians choose not to play the role of teachers, they should select a member of the community to perform that function (Dru Chwerthin). Elderly people are also entitle to sexual satisfaction and this should not be forgotten (Dru Amherghin). SPECIES: IF beings not universally regarded as “sentient” are used as sexual partners, the person doing so must accord them all the rights (though not necessarily the responsibilities and obligations) of a human or other sentient being (Dru Earl). Following the Law mentioned in 4:2, it is best to make sure be- forehand that any sexual partner of another species will not be physi- cally damage by his or her participation in sexual activities (Dru Iolo) If the being concerned is of a nature to be owned by another person, it is usually uncouth to engage in sexual activities with him or her without the owner’s knowledge (Dru Chwerthin). It should be pointed out that sexual contacts between humans and nonhumans is usually illegal and carries a stiff penalty almost everywhere (Dru Amherghin). OR SEXUAL PERSUASION: There are no Laws either forbid- ding or requiring Hasidic Druids to have any particular sexual tastes, although straight adult heterosexual behavior is the norm. Homo- sexuality, Bisexuality, Autosexuality, Bestiality and other nondestruc- tive preferences are completely up to the parties involved (Dru Amherghin). Autoeroticism, in the major form of masturbation, is indeed to be encouraged among those beneath the age of legal consent for per- sonal sexual interaction, for otherwise we shall raise warped children (Dru Chwerthin). It should be considered a perfectly acceptable outlet for adults, and no shame or ridicule should be placed upon those who, for their own good reasons, may choose this outlet (Dru Iolo). Although if it is their exclusive outlet, they may be in need of counseling and perhaps some aggressive flirtation from another mem- ber of the community (Dru Isaac). SAVE WHERE DANGER: It should never be forgotten that we live in a Death culture where opinions of the sort offered above can, even without being put into action, be the cause of great physical violence and legal harassment being directed at those holding them. Therefore, Druids are urged to be extremely cautious in discussing these matters with outsiders. The advice given in 14:9 should be taken to heart and these mores followed only within the community, or much grief will come to us all (Dru Iolo)."},{"pageNumber":10,"pageContent":"218 4:5 ALL BONDED PARTNERS: It is important to note that the original wording does not refer to couples at all, but to any group of two or more sentient beings (Dru Earl). (IF DESIRED): This phrase is not to be forgotten, for otherwise strict observance of this rule would lead to violations of 4:3 (Dru Taliroth). Dru Taliroth who was, after all, asexual for large portions of her life, was very wise to see that this phrase was give due attention; for many are the cases where members of bonded groups do not wish frequent sexual satisfaction (Dru Margola). Although this phase exists to remind members of bonded groups that they should satisfy their partners regularly, it should not be used to beat them over the head with (Dru Chwerthin). OR ARRANGE FOR SURROGATE PARTNERS: A wise and loving member of a bonded group, who is not himself or herself feeling like sexual activity, should be happy to arrange for other mem- bers of the group to achieve satisfaction, with other parties if not with himself and herself (Dru Iolo). The wise Druid does not seek to enforce this verse upon his or her partners, preferring instead to politely and unobstrusively seek sexual satisfaction elsewhere whenever he or she feels it appropriate (Dru Earl). Yet one must be careful in going outside the group, for many jealousies and destructive emotions are generated in this fashion. True, one has the right as stated in the very next verse, but nonethe- less, if that right has to be invoked often it is perhaps time to look for a new group with which to be bonded (Dru Isaac). 4:6 TO FORBID OR HINDER: However, practical matters of a nonsexual or nonpossessive nature may be brought up as objec- tion (Dru Iolo). 4:7 THE RESPONSIBILITY OF ALL: Thus it is highly un- couth to expect only the women in the group to worry about contra- ception (Dru Chwerthin). 4:8 NO GENDER: Whether female, male, or anything in between (Dru Amherghin). IS SUPERIOR: Obviously, this refers to sweeping statements of total superiority. Obviously there are some areas (such as childbirth) where one gender will have an advantage over the other, but this should never be expended to cover unrelated matters (Dru Isaac). 4:9 OR REFRAIN FROM ANY ACTIVITY DISLIKED: The use of one’s gender as an excuse to avoid responsibility for the per- formance of honorable duties is uncouth, as are unfounded accusa- tions that someone else is doing this (Dru Amherghin). 5:1 TO BE WASTED: Blood is not to excessively from food, as it is the gift of the animal’s spirit to us (Dru David). 5:4 IN EQUAL AND HONORABLE COMBAT, OR IN A GENUINE ACCIDENT, OR IN A FULLY NATURAL DISAS- TER: In the event of these occurrences, the victor, the victim or a bystander may declare the spilled blood to be a sacrifice and direct its energies as desired (Dru Isaac). 5:6 MENSTRUAL PERIODS: It would seem fitting that an acknowledgment of the continual renewal of seed in the body of woman, celebration, rather than the traditional taboo, should be the order of dealing with this matter. Accordingly, the following is rec- ommended: the father of a girl who begins menstruation should, as close as possible to the day when this event occurs, give a feast for the Grove at which, after drinking of wine and much merriment, read- ing and study should be given to material concerning the renewal of life and the continual cleansing and growth of all living things. At this time also it would seem fitting that the girl be initiated into the Women’s Mysteries of the Grove and, if she be not already deflow- ered, that this be arranged by the women of the Grove (Dru David). This is a truly inspired tradition, and one that could no doubt be set up as a complement to a similar puberty feast and initiation for boys, as soon as they have had their first flow of semen (Dru Chwerthin). 5:7 BECAUSE OF THEIR PERIOD: It is not uncouth to place restrictions upon women who are having their periods, if the restriction is only indirectly connected (or not at all connected) with the fact that they are having their periods (Dru Iolo). One needs to be very careful in what one calls an “indirect” con- nection, for males have placed some very uncouth restrictions upon females throughout history, due to male myths of the effects of men- struation. However one example of a fair restriction is this: women who are, because of their periods or for any other reason, feeling nervous, hostile, weak or depressed should refrain from participat- ing in group rituals; as said emotions may generate psychic static and disrupt the smooth flow of energies in the rituals (Dru Chwerthin). It is vital to note that the restriction mentioned by Dru Chwerthin is equally appropriate for any men or children who may be feeling the same negative emotions, of any reason (Dru Amherghin). It is perhaps unfair to restrict menstruating women who are hav- ing a rough period from all group rituals, better it is that the women of each Grove, as part of their Women’s Mysteries, compose proper rituals to help such individuals (Dru Isaac). 6:Title ON GROOMING: What do these words mean in the title of this Chapter? Grooming is what monkeys do to one another in order to remove lice. It is indeed thorough, but should the Druish Hasidim be clean only on the outside? In my humble opinion, a title like “Hygiene among the Hasids” is more appropriate than the present one. Druids should be clean and presentable in spirit as well as bodies, for is not cleanliness next to godliness? And should Druids, though they be natural creatures, be thought of as lousy as well? (Dru Tefillen). The Ancients of Blessed Memory chose wisely this title, not only because it implies that Hasidic Druids take care of one another, as do baboons, chimpanzees and many other of the higher primates; but because “good grooming” has always been a sign of sociability— and Drues are nothing if not sociable. The implication is a subtle one, but there nonetheless: Hasidic Druids are responsible for the external cleanliness (Physical, mental and emotional) of one another, as well as the internal (Dru Iolo). Considering how intimate Hasidic Druids tend to get with each other, physically as well as otherwise, it is good indeed that this chap- ter is entitled as it is. Druids are expected to keep one another clean, not only of lice, but of nay other diseases or plagues that might interfere with the health and happiness of the community (Dru Isaac). However, the only louse-y element that is common among Hasidic Druids would appear to be their puns (Dru Chwerthin). 6:1 WHETHER THEY NEED IT OR NOT: What determines need? Perhaps a particular standard of need should be set? Do Dru- ids need to have a weekly bath in the event that they are bedridden or hospitalized? In this case, can perhaps five consecutive bedbaths equal one regular bath? Should a bath be taken more than once a week in the event that the Druid in question is attracting gnats? (Dru Tefillen). This Law was first enacted when it was found that Hasidic Druids, being enthusiastic children of the Earth-Mother, have a tendency to accumulate large quantities of soil, peat, compost and other earthy elements over large portions of our bodies. This has a tendency to interfere with their social and other intercourses (Dru Amherghin). Considering the manner in which Dru Tefillen and other Hasidic Druids are most often bedridden, tub baths at even more frequent"},{"pageNumber":11,"pageContent":"219 intervals are to be advised, lest the frequency mentioned in 6:2 have to be increased as well (Dru Iolo). Although she has been known to keep a delightfully effective flytrap in her bedroom (being an advocate as most Druids are, of natural methods of predator control), If ear that is Dru Tefillen herself who is attracting, or at least straining after, gnats in this question (Dru Chwerthin). 6:2 WHETHER THEY NEED IT OR NOT: Let us set limits and define need where the cleaning of bedding is involved. Do we wash our sheets once a month if perhaps we have been on vacation and didn’t sleep on the bedding but perhaps a week or so? This does not seem ecologically minded, and thus is not Druish. ON the other hand, it is not hygienic to sleep on filthy, bacteria coated sheets, so can bedding be laundered more than once monthly if desired and necessary? if not, why not? (Dru Tefillen). Once again Dru Tefillen has concerned herself with a subject close to her heart: dirty bedsheets. her concern is not only as a healer and as a Druish scholar, but also as one who enthusiastically produces many rumpled sheets in urgent need of cleaning. Therefore, her expertise in this field should be given much weight, for she repre- sents the cream of scholarship in such matters (Dru Isaac). One reason traditionally given for this Law has to do with the cycles of the Moon. Not only is laundry often easier to clean at cer- tain times of the month, it often need cleaning most at monthly intervals (Dru Taliroth). 6:9 IN THE VISIBLE SPECTRUM: This would seem to for- bid the use of white robes at Druid services, a shocking interpreta- tion, as well as of black robes, which are usually discouraged in any event (Dru Chwerthin). This Law was ordained by the ancient Dru Scholomocha, in order to end the barbaric racial customs of the period. In our day, black and white are permitted, though it is well to de-emphasize their use (Dru Margola). 6:10 IS OPTIONAL: However, matters of both health and le- gality should be carefully considered before going nude into the out of doors (Dru Iolo). It should be expected by all concerned that skyclad activities, in- cluding rituals, are liable to lead to uprisings by the males in the Grove. Since this is a sign of Life, it should not be considered either blasphemous or inappropriate (Dru Chwerthin). 7:1 ALL ARE ENCOURAGED: Since this rule uses the phrase “are encouraged” rather than “required,” it is not considered un- couth to refrain from wearing a weapon at all times (Dru Earl). Weapons are worn for many reasons, including the following: to honor the Gods of Battle, Who are the Slayers of Demons; to pro- vide ritual weapons for religious and magical uses; to declare our willingness to defend our lives, our honor, the honor of the Gods (although They are usually quite capable of defending Themselves) and our way of life (Dru Amherghin). They are also worn to remind us of the disciplines of the honor- able Warrior and the necessity of restraint at all times (Dru Iolo). AND TO KNOW HOW TO USE: Common sense and a con- cern for personal survival dictate that it is a definitely uncouth to carry any weapon in public that one does not know how to use (Dru Earl). 7:2 AN ABSOLUTE MINIMUM: When retreat will prevent unnecessary bloodshed, it is uncouth to attack (Dru Amherghin). One may kill another only to prevent gross bodily injury or death to oneself or another innocent party (Dru Chwerthin). 7:3 NECESSARY TO ONE’S PERSONAL SURVIVAL: Wars, therefore, that are fought over economic, political or ideologi- cal matters are not usually just (Dru Iolo). Especially in economic conflicts should one remember verse 2:4, and be not fooled (Dru Isaac). 7:4 TO PROTECT ONESELF: This Law includes the right to defend oneself from all forms of sexual assault, whether hetero- sexual or homosexual (Dru Chwerthin). One should remember the Law in 7:2, however, and not over- react to minor sexual harassment. Breaking a leg or arm is usually sufficient (Dru Isaac). It should be emphasized that males also have the right to protect themselves from sexual assault, whether from other males or from females (Dru Iolo). As mentioned in Dru Chwerthin’s comment on 4:2, any Druid is ethically required to interfere with a sexual assault against a woman, man, child or animal (though in the last case one would not usually kill over the mater). However, it is always wise to make sure that an actual assault is under way and not merely a rough session of fore- play (Dru Amherghin). 7:5 ARE EXCUSED: However, members of the pacifist’s household and the Druish community at large are under no strict obligation to use violence in his or her defense (Dru Earl). An exception to this opinion would be found in matters of sexual assault or injury, which are sins against the God and the entire com- munity, and must therefore be halted in all circumstances (Dru Isaac). 8:3 IT IS COUTH: It is not uncouth to refrain from doing so, but it’s not very nice either (Dru Chwerthin). Besides, one can never tell when a supposed animal is a deity in disguise (Dru Amherghin). 8:7 LOVE: This means that one should be knowledgeable in the fields of ecology and woodcraft, for one cannot love that which is unknown to one (Dru Iolo). 9:2 A GIFT OF THE GODS: The ability to divine that which is hidden is a sign of holiness, but it is only one possible sign among many (Dru Amherghin). Not everyone who can divine is of equal spiritual development (Dru Chwerthin). 9:5 TO ASK FOR RECOMPENSE: Charges for magical and divinatory efforts must be fair and based upon the poverty or wealth of the person asking for help (Dru Iolo). Although any form of psychic working takes much energy, it is couth to offer to return one’s fee in the event of failure - though it is not uncouth to refuse a refund or to refrain from offering one (Dru Chwerthin). The advice in 14:10 should be remembered in these matters (Dru Amherghin). FOR NONDRUIDS: This phrase implies, though it does not directly state, that a Druid is prohibited from taking compensation from other Druids for magical or divinatory services rendered. Since there is no discernible boundary between a person’s “Magical” skills and all the other skills he or she may possess, it follows that is un- couth of any Druid to perform any work or service for another Druid for pay. However, since such a prohibition would seriously interfere with the economic life of the Druish community, it is only prudent to reduce the implied prohibition to a mere admonition to always deal fairly with other Druids (Dru Earl). 9:6 WITHOUT THEIR EXPRESS PERMISSION: It is al- ways couth to ask the Gods to bless someone or something, as long as the exact nature of the blessing is left up to Their wisdom (the Ancients)."},{"pageNumber":12,"pageContent":"220 It is uncouth to ask the Gods to visit someone’s just deserts upon them (Dru Isaac). However, the Gods, being both fickle and just, may see fit to judge the petitioner as well (Dru Earl). 10:2 INEXPENSIVE: Ostentatious display of expensive ritual equipment is uncouth rudeness to less wealthy Groves (Dru Isaac). Nonetheless, the Gods deserve the very best (Dru Amherghin). But They do not want the very best at the expense of the welfare of the Grove’s members (Dru Iolo). 11:5 FATAL: It should be noted that in this case the word may be interpreted literally in connection with the definition of “uncouth” given in 3:1 (Dru Lew). 11:7 UNLESS A LIFE IS AT STAKE: If one will be maimed or permanently incapacitated, and one’s life made miserable for years at a time, unless surgery is performed, one may have it done over a nonfatal matter (the Ancients). One should be conservative in how this exception is applied to given situations (Dru Iolo). 11:9 MATTERS OF CONCEPTION OR ABORTION: No Hasidic Druid Laws concerning these matters exists, save 4:7, for they are considered to be entirely up to the parents or nonparents involved (Dru Chwerthin). Men have no business saying anything about abortion at all (Dru Taliroth). 12:5 SHALL BE TAKEN: Often Hasidic Druids are forced by occupation to disobey this rule and therefore, if such is the case, an alternate psychic Weekend may be established. However, it would be far better for such persons to change to less uncouth occupations (Dru Margola). 13:4 UNCOUTH TO PREVENT: Here we encounter the ques- tion of the preservation of life and of responsibility. Shall it be couth to watch an entity destroy herself or himself with alcohol, if it be medically determined that such is an imminent possibility? The same may be said of many other drugs, and one may ask also about chil- dren. In 13:9 we have the prohibition, wisely given, against self- harm, but collective responsibility for those unable to make logical determinations for themselves (because of age, inexperience, mad- ness or other reasons). Much consideration should be given these matters, and scholarship into the ancient texts may be looked to, as well as that knowledge open to scholars now, and it would be ex- pected that each Grove (knowing it members and their needs ) may make determination on their own of the following of this Law. It is recommended fully three councils of each Grove be held to make determination on this matter, with all members present if this is possible (Dru David). It may also be added that when a member of an individual Grove is having difficulty with drugs of any sort, or with a chaotic and confused interior state which may appear to Outsiders as madness, it is preferable that assistance in his or her difficulties be provided by the members of the Grove rather than by Outsiders; such help being more in accordance with the wishes of the Gods (Dru Taliroth). Thus one may say that it is couth to render assistance to a troubled member of the community, but it is uncouth when such help is given in such a way as to cut short that individual’s responsibility for his or her actions. The Gods help those who help themselves (Dru Rusty). The Original intent of this Law was to make sure that all Hasidic Druids had the freedom to explore alternate universes, and not to allow Druids to commit suicide, slow or fast, with hard drugs (Dru Iolo). Obviously, however, it is open to abuse, as are all the Laws. Fools will find a way (Dru Amherghin). 14:1 SISTERS AND BROTHERS: What does this mean, that we should treat other Pagans as “sisters and brothers?” One answer may be found in 8:7. Mother is the Earth, Father is the Sky/Sun, and our Siblings are Their offspring- all living things. Therefore, the injunction to love one’s siblings is an injunction to love Life. Thus we are enjoined to love other Pagans as sisters and brothers, i.e., as Life itself (Dru Lew). These words of Dru Lew are, as usual, wise, for not only is he one of the most up and coming young scholars of Hasidic Druidism, he is well versed in matters of sibling rivalry (Dru Chwerthin)."},{"pageNumber":13,"pageContent":"221 CONSIDDUR: The Alternatives Upon Arising I thank Thee, O Gods, that I was made both male and female, and with the capacity to seek awareness of both in the One. Upon Washing the Hands at Arising I thank Thee, O gods, for all the works of Thy hands and for the life given me out of them. Upon Dressing I thank Tee, O Gods, for the shelter granted me by Thy grace and love. Upon Studying or Seeing a Learned Person Thanks to Thee, O Be’al, for the gift of the desire for awareness. Upon Hearing of a Birth. Thanks be to Thee, O Danu, for the supreme gift of a new life. Bless the child and keep him/her in Your loving care. Upon Hearing of a Death: To Thee is returned this portion of Thy bounty, O our Mother, even as we must return to Thee. Blessed be the great wheel. Upon the Lighting of Candles or Other Fires: Thanks be to Thee, O Belenos (OR Taranis), for the light and warmth of fire. Upon Cooking of Food Blessed be Thou, O our Mother, Who brings forth the good things of the Earth. Upon Eating of Food: Blessed be Thou, O our Mother, Who brings forth the good things of the Earth. Upon Brewing of Alcoholic Beverages Thanks be to Thee, O Braciaca, for the gift of divine intoxication. Guides us in our preparation and bless our results. Upon Drinking Thanks be to Thee, O our Mother, for the Waters which pour forth from Thy side. Prayer Before Meals Blessed are Thou, O Queen of the Universe, Who brings forth food and drink from the Earth for our sustenance and pleasure. Bless us, O Gods, and these Thy gifts, which we are about to receive, from Thy bounty, through our sweat, so be it. Poem Before Meals Good food, good drink, Good Gods—Let’s eat! Prayer After Meals We give Thee thanks, O our Gods, that we have been able to receive Thy gift. Bless us and keep us in Your hearts, now and always. Plea to Mari Remember, O most blessed mother Mari, that never was it known, that anyone who fled to Thy protection, implore Thy help, or sought Thy intercession was left unaided. Inspired with this confidence, I fly unto Thee, O Lady of Ladies, my Mother. To Thee I come, before Thee I stand, in need of thy assistance. O Mother of the Gods, despise not my petitions, but in Thy mercy hear and answer me. Litany of the Earth-Mother O Earth-Mother, Thou of uncounted names and faces, Thou of the many-faceted Nature in and above All, Nature Incarnate, Love and Life fulfilled; look favorably upon this place, grace us with Your Presence, inspire and infuse us with Your powers; by all the names by which You have been known, O Earth-Mother: Come unto us . Thou Whom the Druids call Danu— Come unto us. Thou Who art Erde of the Germans— Come unto us. Thou Whom the Slavs call Ziva— Thou Who art the Nerthus of the Vanir— Thou Whom the Poles call Marzyana— Thou Who art Frigga of the Aesir— Thou Whom the Romans call Terra— Thou Who art Diana to the Etruscans— Thou Whom the Persians call Kybele— Thou Who are Iphimedeia, Mighty Queen of the Greeks— Thou Whom the Egyptians call Nuit, Star Mother— Thou Who art Ninmah of Sumeria— Thou Whom the Hittites call Kubala— Thou Who art Mami-Aruru of Babalon— Thou Whom the Caanities call Arsai— Thou Who art Our Lady of Biblos in far Phonicia— Thou Whom the children of Crete call Mountain Mother— Thou Who art Yemanja of the Umbanda— Thou Who art Shakti and Parvati of India— Thou Whom the Tibeteans call Green Tara— Thou Who art Kwanyen of China— Thou Whom the Nipponese call Izanami— Thou Who art Sedna and Nerivik of the Eskimos— Thou Whom the Pawnee call Uti-Hiata— Thou Who art Cornmother of the Plains— Thou Whom the Navaho call Estanatlehi— Thou Who art Ometeotl and Guadalupe in Mexico— Thou Whom the Islanders call Hina-alu-oka-moana— Thou Who art the Great Mother, the Star Goddess, the All Creating One— Mother of All, we call upon You— Terra Mater, Mater Sotier, Earth-Mother— Come unto us ! Spectrum Plus (An Order for the Lighting of Candles) BLACK: “From Darkness,” WHITE: “To Light,” GREEN: “To Life. First came the Life of Plants,” RED: “Then came the Life of Animals,” YELLOW: “Then came the Life of the Mind,” PURPLE: “From the Mind comes Passion,” ORANGE: “From Passion comes Courage,” BLUE: “From Courage comes Self-Awareness.” INDIGO: “From Self-Awareness we pass beyond all Space and Time To touch the Most High one."},{"pageNumber":14,"pageContent":"222 BABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABABAB Exorcism In the name of the Earth-Mother, the Great Goddess, She who is called Danu, Frigga, Devi, Terra, Uti-Hiata, Yemanja, and by many other Names; Mother of all mortals and immortals, Source of Love and Life; before Whom all Gods, Demons, Angels, Demiurges, Elementals, Men, Women and all other Entities must Bow: I cleanse this place, commanding all Spirits and Entities of Destruc- tive, Diabolical, Diseased or Demonic nature of any sort soever to quit and depart from here instantly! Leave! for it is commanded in the name of Macha, Kali, Chandika, Kybele -the Wrathful Goddess who is the Slayer of Demons; She Who soars above the Battlefields; She Who is drunk on the blood of Evil Ones. Leave! for it is commanded in the Mother’s Name and ye dare not refuse, lest the Star Goddess visit Her vengeance upon ye. Leave! for this is to be an abode of the Spirits of Life and of Love, and such as ye have no place here, now or ever. In the Name of the Great Goddess: So be it. Psalm of the Star Goddess 1. The heavens declare the glory of the Goddess, the firmament shows Her handiwork. 2. Day after day shouts this; night after night reveals this knowledge. 3. No language fails to contain Her praise. 4. Her praise circles the world and rises to the Sun. 5. This praise is as joyous as love and as strong as the hunt. 6. She contains all in Her hands and Her bosom. 7. Her laws work, follow them and you will be wise. 8. Her laws are just, follow karma and your eyes will see. 9. Be awed by Her mighty knowledge; 10. Knowing and doing right is better than gold and sweeter than honey. 11. By Understanding Her Way, your path will always be lit. 12. She will teach you the way to balance, and to avoid pitfalls. 13. Never presume to know Her all, for She is greater than any human. Prayer of the Sea How wondrous are the works of the Earth-Mother! Consider the oceans and their inhabitants. Consider the waves that swell and fall afar from any human land, never seen by human eye. Consider the waves born far out to sea, traveling many leagues to crash at last upon the rocks of some barren shore; spraying their white frustration high into the air; or which softly creep across fur- longs of glistening sand, sending spies far inland, scouting new terri- tory for the sea to reclaim. Consider that for every grain of sand, every chip of rock, every cliff and promontory slipping into the waters; for each is another depos- ited elsewhere. Consider the plants of the Sea; the mighty beds of mile-long kelp, the mosses growing upon the shore, the vast fields of algae and plank- ton, giving unto us the breath of life. Consider the animals of the Sea; the horses of the sea and the lions of the sea, clam and barracuda, whale and kraken, and the dolphin— beloved of the Mother and friend to humans. Consider as well the inhabitants of the depths where light is never seen, where waters never stir, where monstrous pressures crush all who would dare invade the realm; and also the dwellers of the reefs, the angels and anglers, octopus and starfish, and the deadly man-o- war. Consider the monsters and the beauties, and wonder at the bounty of the Earth-Mother and wonder more at Her power. Consider the seas of our ancestry, screaming in white, foaming frenzy against the barren rocks; while somewhere in a quiet tidal pool, one atom links with another, one molecule with another, one chain with another. And behold the miracle as the sky impregnates the waters and the Earth-Mother cries out “Let there be Life!” —and there is Life! Consider thou that, as surely as we did come from the Sea, so shall we as surely return unto Her. Though we be buried beneath the soil of the driest land, it matters not—for all the world has been once covered by the Sea, and shall be covered again in days to come. For the Mother Who rules the waters and the rocks, the skies and the pits, will have Her own, and none shall gainsay Her. For the Earth-Mother is the Sea-Mother, Who arose from the waters to become the Goddess of Love and Life, and Who therefore bids us to Love and Live. Ea Leukothea, Ea Yemanja, White Goddess of the Waters! Hail to Thee, Sedna and Nerivek! And when our loving and our living is at an end, we shall return to the Sea, our Mother; where for every weakness there is a power, for every hurt a cure, for every sorrow a joy. Long and live and consider: How wondrous are the works of the Earth-Mother!"}]
