[{"pageNumber":1,"pageContent":"BABABABABABABABABABABABABABAB PART SEVEN THE DRUID MISCELLANY Introduction Most of the material in this section is of very little importance to most pre 1986 Carleton Druids (because of its heavy Celtic Pagan orientation), but I feel that it has great importance for understanding the later NRDNA, and it may be of use to modern Carleton Druids. The books have been pretty much reprinted in order and verba- tim from DC(E). This is better preserves the historical nature of these documents, to show the approach and “angle” that the DC(E) of 1976 was presenting, especially to the compilers of religious ency- clopedists. Many issues of The Druid Chronicler magazine would essentially add to this section from 1976 to 1980. I removed the Book of Footnotes, broke it up and placed them under the appropri- ate texts rather than stuffing all of them in this obscure section of ARDA. I have added those sections and indicated so. As with every section of this collection, none of this material is necessarily indicative of the opinion of any other Druid except that of the author(s). The material is not dogmatic or canonical, and can not be assumed to represent the Reform as a whole. Most of it is terribly out of date, and much better better better better better recent materials are available. Day 1 of Foghamhar Year XXXIV of the Reform (August 1st, 1996 c.e.) Michael Schardin T HE D RYNEMTUM P RESS"},{"pageNumber":2,"pageContent":"300 The Original Chapter Contents in DC(E) Different Strokes The Pronunciation of Gaelic Terms A Guide to Gaelic [ sic ] Dieties The Book of Bards Pagan Musings The Other Druids A Basic Wiccan Rite The Book of Footnotes A Bibliography of Druidism Credits Corrections Different Strokes [This section is terribly out of date, but it is shown to you in its historical orginality.Do you notice a bias in the presentation?—Scharding] After studying the materials available from the various Branches of Reformed Druidism, it is possible that you may not find any of them to your personal spiritual taste. Therefore, we append a list of various other organizations you may find more to your liking. Feel free to write to them about their beliefs, activities and goals. Always include a stamped, sel-addressed envelope (a large one) with ever request for information. Those organizations with a star (*) attached publish newsletters, magazines or other periodicals .—Bonewits Neopagan Neopagan Neopagan Neopagan Neopagan: Coven du Bandia Grassail, Alliston, MA Manhattan Pagan Way Grove, New York, NY 10022 Children of the Moon, Bladensburg, MD 20710 Ordo Templi Dianos, Lake Worth, FL 33460 Sabaean Religious Order, Chicago, IL 60613 Chicago Mithraeum, Chicago, IL 60614 Temple of Isis, Chicago, IL 60656 Temple of Uranus, Chicago, IL 60637 Church of All Worlds,* St. Louis, MO 63130 Church of Seven Arrows, ULCDenver, CO 80210 Feraferia, * Altadena CA 91001 Temple, Tujunga, CA 91042 Church of the Eternal Source,* Burbank, CA 91505 Council of Earth Religions, San Diego, CA 92116 Temple of the Golden Calf, Berkeley, CA 94704 Wiccan Wiccan Wiccan Wiccan Wiccan: Seax-Wicca, *Weirs Beach, NH 03246 Temple of Rebirth, Inc., Passaic NJ 07055 Theos & Phoenixm,* Commack, NY 11725 Moonstar/Starrcraft, Watertown, NY 13601 Association of Cymmry Wicca, * Atlanta Metro Branch, Smyrna, GA 30080 American Order of the Brotherhood of Wicca,St.Paul, MN 55165 Church and School of Wicca, * Salem, MO 65560 Wicca Contact Service, Dallas TX 75205 The Dianic Craft,* Dallas, TX 75221 Arianhu Church, Albuquerque, NM 87101 Susan B Anthony Coven, Venice CA 90291 Church of Wicca of Bakersfield,CA 93304 New Reformed Orothodox Order of the Golden Dawn,* Oakland CA94661 The Covenant of the Goddess, C/o NROOGD Nemeton, * Oakland, CA 94661 The Elf Queen’s Daughters, Seattle, WA 98104 Other Other Other Other Other: The Humanist Society:* check local phone book. The Theosophical Society:* clpb The Vedanta Society:* The Universal Life Church, Inc.,* 601 3rd St, Modesto, CA 52951 The Buddhist Churches in America:* clpb The Socialist Party:* clpb The Society of Friends (Quakers):* clpb The Swedenborgian Churches: * clpb The Spiritualist Churches:* clpb Note: The Majority of the addresses in the first two sections were taken from “The Pagan Yellow Pages,” which were published over two years ago. Addresses may not be current. A letter of inquiry to the “Forum” of Green Egg (Box 2953, St.Louis, MO 63130) will usually produce a reply.—Bonewits Ecology Ecology Ecology Ecology Ecology: Druids of every Branch of the Reform are deeply concerned with ecological matters. Therefore, we present a list of some of the more effective ecological and conservation organizations in the United States. Each of them deserves your support and (if you live close enough) your volunteer time. Write to them, enclosing a large self-addressed, stamped enve- lope, to find out if there are local branches in your area and how you can help. America the Beautiful Fund, 219 Shoreham Bldg., Washington, DC 20005 California Tomorrow, Monadnock Bldg., 681 Market St., San Fran- cisco, CA 94105 Defenders of Wildlife, 2000 “N” st NW, #201, Wash DC 20036 Environmental Defense Fund, 162 Old Town RD, East setauket, NY 11733 Friends of the Earth, 529 Commercial St, San Francisco, CA 94111 National Audubon Society, box 5133 Church St Station, NY Ny 10008 National Parks Association 1701 18th St NW, Wash DC 20009 National Wildlife Federation, 1412 16th St NW, Wash DC 20036 National Resources Defense Council, 15 West 44th St, NY, NY 10036 The Nature Conservancy, 1800 North Kent St, Arlinton VA 22209 Point Reyes Bird Observatory, Box 321, Bolinas, CA 94924 Sierra Club, 220 Bush St, San Francisco, CA 94104 Wilderness Society, 1901 Pennsylvania Ave NW, Wash DC 20006 World Wildlife Fund, 901 17th St NW, Wash DC 20005"},{"pageNumber":3,"pageContent":"301 The Pronunciation of Irish Gaelic Terms This is not going to be a lengthy explanation of Gaelic spelling or pronunciation. What I hope to do is to give the reader a good enough idea of the basic sounds of the language to enable them to pronounce those words found in the DC(E). Every consonant in Gaelic has two sounds, “broad” and “slen- der.” A slender consonant is pronounced more tensely than a broad consonant, and often a “y-glide” can be heard between the conso- nant and the following vowel. For those of you who know Russian, there is a similarity to hard and soft (“palatalized”) consonants. the slender consonant is palatalized, though usually not as noticeably as in Russian. A broad consonant is one which is preceded or followed by a slender vowel, to wit: “e” or “I.” Usually the consonant is both preceded AND followed by the appropriate vowels.— IB IB IB IB IB consonant b c d f g h l m n p s t bh ch dh fh gh mh ph sh th r phonetic translation b k d f g h l m n p s t v ch gh (silent) gh v f h h r broad sound as in boot “ “ cool “ “ do “ “ foot “ “ good “ “ hood “ “ loot “ “ moon “ “ noon “ “ poor “ “ soon “ “ tool “ “ voice “ “ scots loch voiced ch silentt as dh “ “ bh “ “ f “ “ h “ “ h “ “ trilled slender sound as in beauty “ “ cure “ “ dew “ “ few “ “ jewels “ “ hew “ “ lurid “ “ music “ “ innure “ “ pure “ “ sure “ “ tune “ “ view “ “ German ich ‘y’ as in year silentt 3) The accent in an Irish word is stronger than in English and usu- ally falls on the first syllable. In the transliterations that appear in The Berkeley Calendar under the Druid Months and elsewhere, if the accent falls on a syllable other than the first, that syllable will be underlined. The accent in Irish is so strong that vowels in unac- cented syllables become murmured. 4) Syllables are separated by hyphens. these pronunciations are of course only approximate, but they are very good approximations. They are those of the Munster dialect, which is grammatically the most conservative dialect in modern Irish The spellings used will be the modern spellings, except where the Chronicles have the old form. In that case, the new spellings will be also presented next to the old. I personally prefer the older spellings, but the newer ones are more understandable to those unused to Irish spelling. Broad consonants will be the CAPITALIZED ones, slender consonants in lower case. 5) For those interested in more information and a good beginning grammar and vocabulary, see Teach Yourself Irish by Myles Dillon and Donncha O Croinin, English Universities Press, London 1961. Another good source is Learning Irish by Micheal O Siadhail from Yale University Press, 1988. Modern Comments by the Editor, Scharding Modern Comments by the Editor, Scharding Modern Comments by the Editor, Scharding Modern Comments by the Editor, Scharding Modern Comments by the Editor, Scharding “Unless you are one of the rare ones, like myself, you probably won’t have a clue on how to pronounce most of the Irish Gaelic terms bandied about in the Druid Compendium. It is not necessary to know hardly a single word of Irish to be a Reformed Druid, at least in the RNDA sense. Hoewever, a great number of people are attracted to Reformed Druidism because they would like to be in a “Celtic Religion,” and something called “Druid” sounds Celtic. The usual result of this is that many of the people who are Reformed Druids have at least a passing interest in Irish culture and Irish lan- guage. “It is an interesting fact that celtic-oriented Druids in America seem to have a dominant preference for Irish language, gods & cul- ture. This is probably due to the fact that the Irish culture retained intact more elements of a Paleo-pagan culture into the modern era than the Welsh, and certainly longer than the Gauls. It is also due to the fact that over 45 million Americans claim Irish descent versus less than the 15 million who claim Welsh descent. It is also a result of the Irish dominance in Folk music. Irish is only one of the Gaelic languages, there is also Scottish Gaidhlig and Manx Gaalige; but Irish language tutorials are by far the most abundant in America. This is but the most simple of pronunication guides, most major libraries and book-store chains should be able to provide lexicons & language instruction books.” 2) Vowels are a whole ’nother kettle of fish. These will be the sym- bols used and the sounds they represent; (remember the words are spoken by a cultured English voice): sound At fAther bEt fAte sIt shEEt OUght sOOn bUs dUne symbol a · e È I Ì o Û u ̇"},{"pageNumber":4,"pageContent":"302 A Guide to Celtic Deities [In the same sense that many in the Reform are at least mildly interested in Celtic languages, there are some who prefer to research, venerate and meditate upon Celtic forms of deity. Whereas some forms of Reformed Druidism have chosen primarily Asian, African, Philosophical or Native American paths, there is a very large percent- age of our membership interested in Celtic religion, so a handy guide of Celtic gods has many been provided here for them. Although there are far better collections of material on Celtic deities out there, I thought I’d reprint this list from the DC(E)— Scharding Scharding Scharding Scharding Scharding] The following article was originally written as a course supple- ment for a class entitled “Witchcraft: the magic of ancient Classical and Celtic beliefs in a Contemporary Society,” taught by its author, Michael Nichols. It has been mildly edited in order to make the data more relevant to Reformed Druids, but it is essentially intact. Com- ments by the Editor appear in brackets. God names with a “#” after them are of particular relevance to Reformed Druids. Mike depended almost entirely upon one book (MacCulloch’s), which is an excel- lent one, but others of equal interest may be found in the Bibliogra- phy of Druidism. It should be noted that Celtic Paleopaganism is a highly controversial subject and experts will frequently disagree with one another. Therefore this article should be taken as merely a start- ing point in your researches in the field.— Bonewits Bonewits Bonewits Bonewits Bonewits Introduction The First writers to attempt any clarification of the topic of Celtic Paleopaganism were the Romans, who helped little with their habit of replacing the names of Celtic deities with the names of their own Roman deities. A modern scholar attempting to recapture the lost legacy of Celtic religions finds that he or she has rather limited re- sources. Briefly, these are: dedicatory and votive inscriptions, manu- scripts dating from the Middle Ages but perpetuating much more ancient traditions, stories and chronicles and mythical legends, and most importantly, the Bardic tradition which inspired Gallic, Breton and even Norman minstrels. Such religious anthropology is discouraging and tedious, yet in this field there is one scholar who stand out and deserves all the accolades that a grateful Pagan can bestow upon him. Unfortunately, his mammoth contribution is seldom remembered, or acknowledged, or even realized. The man in question is the Can J. A. MacCulloch and his 390 pages of amazingly exciting research was published in 1911 c.e. under the title The Religion of the Ancient Celts . All research (others would disagree with such a sweeping conclusion) in this area since 1911 c.e. is merely a footnote to this great man’s pioneering efforts. It is for this reason that the bulk of the following material is culled from MacCulloch’s extensive work, for his own publication is long since out of print and is exceedingly hard to find. [MacCulloch’s book can be gotten in microfilm from several places, however. Also to be highly recommended are the works of Squire, Piggott, Greene and MacCana.] The Gods of Gaul and the Continental Celts: Though many Druids are concerned more with the traditions de- veloped in the “British Isles” it must be remembered that these ma- jestic and magical deities ultimately had their origin in the beliefs of the Continental Celts [ who were spread all the way into Turkey!] and one must keep in mind at all times that the great majority were local, tribal Gods, of the roads and commerce, of the arts, of healing, etc. There were very few Pan-Celtic deities. MacCulloch quotes another authority, Professor Anwyl, to this effect: 270 Gods are mentioned only once on inscriptions, 24 twice, 11 thrice, 10 four times, 3 five times, 2 seven times, 4 fifteen times, 1 nineteen time (Grannos #), and 1 thirty times (Belenos #). If the notes on the following deities seem brief, you may console yourself with the understanding that it is all that we know of them: The Following Gods were most frequently associated with the Ro- man God Mercury, and are said to have had many of His attributes: Artaios (Artaius): A Bear God, and God of Agriculture. Moccus: A Swine God, a Corn God and a vegetation spirit. Cimiacinus: God of Commerce, Roads and (perhaps) Leys. Ogmios: God of Speech, binding humans with His eloquence. Dumias: God of Hilltops and Mounds (and beacon points?). Alaunius, Acecius, Arvernorix, Arvenus, Adsmerius, Biausius, Canetonensis, Clavariatis, Cissonius, Cimbrianus, Dumiatis, Magniacus, Naissatis, Tocirenus, Vassocaletus, Vellaunus, Visucius: Gods whose attributes and functions are not specifi- cally defined, though generally identified as Mercury-like. [ Sev- eral of these deities may be the same, under different spellings.] The following Gods are associated with Apollo, both in His capacity of God of Healing and God of light: Grannos #: God of Thermal Springs, name means “burning one.” Borvo (Bormo, Bormanus): God of Bubbling Springs, “boiling one.” Votive tablets inscribed to these two show that They were often invoked for healing. Belenos #: Sun God, name means “the shining one” [from root “bel”— “bright”— “good.”], the most popular and widely known of the Celtic Gods. Maponos (Mabonos): God of Youthfulness. Mogons (Mogounos): Sky God, God of Plenty, God of Increase. Anextiomarus, Cobledulitavus, Cosmis, Livicus, Mogo, Sianus, Toutiorix, Vindonnus, Virotutis: Gods whose attributes and functions are not defined, though Apollo-like. Certain Gods in this group are said to have been worshipped in a circle of stone by priests called Boreads [from Greek myths of a land called Hyperborea, the land beyond Boreas, the North Wind]. There is a report by one of the Classical writers that every 19 years the Sun God appeared dancing in the sky over this stone circle, playing the lyre. Many past and present schol- ars speculate that the circle may have been Stonehenge and the 19 years refer to the 19 year Solar-Lunar cycle said to be measured by these stones [ see “The Mysteries of Stonehenge” for a detailed reporting of this matter ]. The following are tribal War Gods associated with aspects of Mars, and there many [some 60 are known]: Caturix: “battle king.” Belatu-Cadros (Belacetudor?): “comely in slaughter.” Albiorix (Albius?): “world king.” Rigisamus: “king like.” Teautates (Toutatis, Totatis, Tutatis): a tribal War God, regarded as an embodiment of the tribe in its warlike capacity. Lucan regards Him as one of the three Pan-Celtic Gods, the other two being Taranis # and Esus. Neton: “warrior.” Camulos: pictured on coins and war emblems. Braciaca #: God of Malt and Intoxicating Drink, such as the Irish “cuirm” and “braccat” [ not to mention “na h-uisce beatha”— the waters-of-life! Braciaca may also be a God of Altered States of Consciousness and may be related to the Smith Gods ]. Alator, Arixo, Asterix, Beladonis, Barres, Bolvinus, Britovis [con- sort to Britinia, perhaps?], Buxenus, Cabetius, Cariocecius, Camenelus, Cicollus, Carrus, Cocosus, Cociduis, Condatus, Cnabetius, Coritiacus, Dinomogetimarus, Divanno, Dunatis, Glarinus, Halamardus, Harmogius, Leusdrinus, Lacavus, Latabius, Lenus, Leucetius, Laucimalacus, Medocius, Mogetuis, Mullo, Nabelcus, Ocelos, Ollondios, Randosatis,"},{"pageNumber":5,"pageContent":"303 Riga, Rudianus, Sinatus, Segomo, Smertatius, Tritullus, Vesucius, Vincius, Vitucadros, Vorocius: War Gods whose attributes are not specified. The Following Gods are equated with Jupiter, as Ruler of the Celtic “heaven,” “Otherworld” or afterlife [ and as Sky Gods and Thunder Gods ]. Taranis #: (Taranoos, Taranucnos): God of Thunder & Lightning [ also Fire, Storms, the Sun and protection from all of these, as the name is obviously cognate with Thor, Thunder, Donner, Tyr and a number of other inter-related Thunder-Fir-War-Demon Killing Gods. Quite possibly He is also related to the Sylvannus/ Esus/Cernunnos trinity and/or Sucellos mentioned below.] Cernunnos: “the Horned One,” pictured as a three-faced God, squat- ting, with a torque and ram’s headed serpent, and some- times holding a cornucopia [ He is the one usually shown with antlers or other large horns, and with furry legs, cloven hooves and a large phallus (erect). More than one scholar has pointed out the similarities both to the Hindu deity Shiva and the postu- lated “shamanistic” cult of the Horned Sorcerer ”]. He is consid- ered a God of Abundance, an Earth and Underearth God, Lord of the Underworld, and an Ancestral God [ also as a God of the Hunt and God of the Wildwood. Among Wiccans, He is the most widely worshipped male deity, combining all of the above aspects, plus a few more (including Sun God, God of Animal Life, etc. ).] Sylvanus (Silvanus) and Esus: pictured with a cup and hammer, a Wolf God and a God of Woods and Vegetation, an Under- world God of Riches (cattle). As Esus, He is many times associated with a bull and three cranes. [ Cernunnos, Sylvanus and Esus form a trinity comparable to Diana/Hecate/Selene [or Jupiter/Neptune/Pluto]. Some times They are seen as three sepa- rate deities, while at other times they are viewed as three aspects of the same God. The confusion is felt in that Aeracura is a Consort to one of the three, but it is not clear which one. If the three are considered to be as one, the problem is greatly reduced. ] Dio Casses: a collective name for a group of Gods worshipped by the Celts, possibly Road Gods. On some of the inscriptions, the name Cassiterides occurs, which was an early name for Brit- ain, meaning beautiful or pleasant land. Grouped Goddesses were considered more important than individual Goddesses, Who were known only as Consorts to certain specific Gods [ so much for the theories of the Celts having a matriarchal religious system]. Professor Anwyl gives the fol- lowing statistics: there are 35 Goddesses mentioned once, 2 twice, 3 thrice, 1 four times, 2 six times, 2 eleven times, 1 fourteen times (Sirona #), 1 twentyone times (Rosemerta), and 1 twenty-six times (Epona). The following listing includes both individual and grouped Goddesses. Belisama: “shining Goddess,” representing Woman as the first civi- lizer, discovering agriculture, spinning, the art of poetry, etc. Perpetual fires burned in Her temples . [Also known as the Goddess of Light, and sometimes as Consort to Belenos ]. Sul (Sulis): “to burn,” associated with a cult of fire. Nemetona: a War Goddess. Andrasta (Andarta): “invincible.” sometimes worshipped [it is alleged ] with human sacrifices. Sirona # (Dirona): associated with Grannos, the “long lived” God- dess of Healing Wells and Fertility. { in England, She is also a Goddess of Rivers and of Wisdom ] Vesunna and Aventia (Avenches): also associated with Grannos. Stanna: “the standing or abiding one.” Sequanna: Goddess of the Seine River. Bormana and Damona: associated with Bormo. Dea Brixia: Consort to the God Luxovius. Abnoba, Clota, Divona, Icauna, Sabrina, Sinnan: River Goddesses. Dea Arduinna and Dea Abnoba: both Forest Goddesses. Rosemerta: Consort to one of the Mercury-like Gods, but which one is not clear. Epona: A River Goddess and Goddess of Animals (especially Horses). Deae Matres: grouped Goddesses, usually three in number, repre- senting fertility and abundance. Berecynthia: an individual representation of a triple Goddess. Abonde: A fairy Goddess who brough riches to house. Esterelle: a fairy Goddesss who made women fruitful. Aril: A fairy Goddess who watched over meadows. Melusina and Viviane: two extremely popular fairy Goddesses [ the latter of Whom was responsible for distracting the wizard Merddyn in the Arthurian Cycles—which are full of references to disguised Celtic Deities.] The Gods of the Irish Mythological Cycle The Gods of the Irish Mythological Cycle The Gods of the Irish Mythological Cycle The Gods of the Irish Mythological Cycle The Gods of the Irish Mythological Cycle The Tuatha De Danann (the Children of the Goddess Danu) reached Ireland on Beltane and defeated the Formorians, who were the earlier dark inhabitants. [It is believed by many scholars that] the Formorians are actually a personification of the fierce power of the storms of the western sea [however, they could also be (a) memories of a real tribe—perhaps even Neanderthals—that had settled Ireland previously, (b) mostly imaginary giants, demons, etc., (c) a previous invasion by ancestors of the same tribe the Tuatha came from, or all of the above ]. The defeat of the Formorians did not take place until the second battle at Samhain. Then the Tuatha remained masters of Ireland until the coming of the Milesians. The Druids of the Tuatha raised a magical storm to prevent the Milesians from landing on the shores, but Amhairghin, a poet of the Milesians [ i.e., a magician and Druid ] recited verses which overcame the storm [ some of which appear in “The Customs of the Druids” in the DC ]. The Milesians fought with the Tuatha and defeated them after much time and effort. The survi- vors of the Tuatha are said to have taken refuge in the hills where They became the “fair folk” of later generations, seen less & less by mortals. The Following is a [ short ] list of some of the Gods and Goddesses who play in the great Irish mythological drama, with genealogy and attributes where known: Dagda (sometimes called Cara or Ruad-rofhessa): the Great Father, Chief of the Gods, a cunning deity with great knowledge [ like most Irish deities ]. He owned a cauldron of plenty, and thus may be related to Cromm Cruaich. His main feast was Samhain and human sacrifices were [said to be] common. Danu # (Anu): Daughter of the Dagda, She gave Her name to the entire family of Gods [ and in many way superseded Dagda in importance ]. She had three sons (Brian, Iuchar and Iucharba) and is associated with Brighid and Buanann. Oengus (Angus #) : “the young son,” He superseded Dagda in cult worship. A God of Love [ and of Youth], He was Patron to Diarmaid na Duibhne. Brighid (Brigit, Bride): Supreme Goddess of Knowledge, Crafts, etc. Her ancient shrine at Kildare housed the sacred [ and perpetual ] fire. She is a Fire Goddess and is celebrated on St. Bride’s Day [ after the Christians turned Her into a “Saint ”], also known as Candlemas [ or Oimelc ]. She had a female priesthood and Her shrines were often found in oak groves. Ogma: Son of Danu and the Dagda [ divine incest was not unknown among the Celts ], a master of poetry and inventor of Ogham script. He was a God of Eloquence and the Champion of all"},{"pageNumber":6,"pageContent":"304 Gods in Battle [ and obviously cognate with Ogmios, as a “God who binds.” Mircea Eliade has some fascinating material on this archetype .]. Bobd Dearg: the last child of the Dagda [ equivalent to Babd or Badhbh, the War Goddess ]. Elatha (Elathan): son of Net, husband of two War Goddesses, Babd (Badhbh) and Nemaind (Namhain, Nemon), He is the Battle King of the Tuatha. Lug (Lugh #): God of all Arts and Crafts, slayer of Balor (hence, protector from the Evil Eye), a Sun God. He is the son of Cian and Ethnea. [ The feast of Lughnasadh is named after “the fu- neral games of Lugh,” i.e. the celebration He threw to commemo- rate his father .] Cenn Cruich: God of Burial Mounds (equivalent to the Welsh Penn Cruc). Cleena and Vera (Dirra): fairy or witch queens. Aine: great Fairy Queen of Ireland, daughter of Eogabal. Her rites were celebrated at Midsummer Eve. [ She is probably a variant on Anu or Danu ] Morrigan (Morrigu), Neman (Nematona), Macha, Badb (Badhbh) and Cathubodua: War Goddesses. Neman was Net’s consort. To Macha were devoted the heads of slain enemies. Carried on poles, these were called “Macha’s mast.” [ When invoke for purposes of exorcism, the Morrigan at least has many similarities to the Hindu Goddess Kali, as a Demon Slayer.] Brian (Bran), Iuchar, Iucharba: the three sons of Danu [ and Turien ?], together they gave birth to Ecne (wisdom). Goibniu: A Divine Craftsman, God of Artistry in Metal-working, creator of magical weapons and inventor of the drink of im- mortality. [He is considered by some Druids to be the equivalent of Braciaca, because of the this last aspect .] Creidne: God of the Brazier, and of Armor. Luchtine: God of Carpenters. Diancecht #: God of Medicine. His son Miach used magic for heal- ing, and His daughter Airmed used herbs for this purpose. Etain: Another one of Oengus’ lovers, She is a Goddess of the Dawn. Mider (Medros): A God of Fertility, lord of a “Celtic Elysium.” Nuada: a “Celtic Zeus” whose full name means “of the silver hand.” He is a maimed God [ Who lost His hand in battle , thus forcing him to give up the Kingship of the Gods and letting Bres take over—which caused no end of trouble. Diancecht made Him a new hand and He eventually regained His throne]. His daughter is Creidylad, Who is wedded alternately to light and dark forces, much like Persephone in Roman mythology. Ler: A majestic and ancient Sea God, father to Manannan [ Equiva- lent to the Welsh Llyr #]. Manannan (Manannan Mac Ler): a young and heroic Sea God. He is credited with making the Tuatha De Danann invisible and immortal. He is a God of Weather, especially at sea, where He is a great navigator. He is also Lord of the overseas “Elysium,” earlier identified with the Isle of Man [ which some say is named after Him. The Isle of the Blest, sometimes called “Avalon,” “Albion,” and by a variety of other names, is a concept common to all the Celtic tribes. It was usually identified with one of the is- lands or another, usually (though not always) to the west of one’s own territory. England, Wales, Scotland, Man, the Shetlands and other places have all been though to be it at one time or another ]. His wife is Fiand. Dairmaid was His pupil in Fairyland. His steed was Enbarr. He is a God of Wizardry, especially in battle. Tethra: Battle King of the Formorians [ and God of the Sea ]. Bres: although a Formor, he became King of the Tuatha [ after Nuada’s hand was lost ] and achieved supremacy through the powers of blight. He was given Brighid as His Consort [ both as a bribe and so She could keep an eye on Him ] and Their son is Ruadan. Domnu (Dea Domnu): The Formorian Goddess of the Deep, She is to the Formors what Danu is to the Tuatha. Her son, who was also a sea God, is Indech. Cathlenn: Balor’s Consort. Her venom killed the Dagda. Balor: the God of the Evil Eye [ He was a giant with one eye that emitted terrible blasts of killing light when it was propped open. This is considered by some to be significant of the negative force of the Sun .]. Buarainech: father of Balor. The Gods of the Welsh Mythological Cycle: The Mabinogian may be though of as the Welsh National epic, and it is very likely the riches, most complex and varied of any known mythological system from an [ Celtic ] land. Most of the information which scholars now possess concerning the religions of ancient Wales has been garnered from this wondrous work, which is an enthralling and enchanting now as when it first passed from the oral tradition. The Bardic tradition, mentioned earlier, was at tis zenith in the area of Welsh Literature, for in Wales, as in no other place, this mystical- poetical school enjoyed a sort of official sanction. Thus, this great and complex tapestry of myth has been passed to the present age still [ more or less- at least compared to other Celtic systems ] intact, and show- ing very little wear. Indeed, contemporary authors such as [ the highly recommended ] Evangeline Walton have added further embellishments to the tapestry, in penned petite-point, creating sparkling clarity of a story all the richer for being a retelling. It would be no exaggeration to say that 90% of all those who follow a “Celtic Tradition” of Neopagan Witchcraft regard the Welsh heritage as the basis for their belief, ritual and purpose [ though a very large chunk is also taken from Greek and Roman sources]. the reason for this may be that more detail has survived from the Welsh cycle, though there are obvious corre- spondences to Gods and Goddesses already mentioned as belonging to the Irish or other previous systems. The Following is a list of Welsh Gods and Goddesses, for the most part taken from the Mabinogian, with the genealogy and attributes where known: Llyr #: ancient, majestic Sea God, father of Manawyddan [ and equiva- lent of Irish Lir ]. Manawyddan (Manawyddan Ap Llyr): a master craftsman who battles great wizards, Pryderi’s father and husband of Rhiannon. He is a Lord of the Celtic Elysium, as Rhiannon is its Lady [and equivalent to Irish Manannan]. Bran the Blessed: a God of huge proportions, altered time percep- tion was conveyed to those who attended His several head [ which also gave prophecies ]. He is considered by most scholars to be equivalent to Urien or Uther Ben [ known in the Arthurian cycle as Uther Pendragon ]. He is also equated with Cernunnos as God of a happy Underworld, but more likely a Lord of Elysium, and referred to as the “father of many saints.” Branwen: “Venus of the Northern Seas,” a Sea Goddess who was also a Goddess of Love, Beauty and Fertility. She is associated with a cauldron of rebirth, and Her ancient shrine was at Anglesey (Mona). She was Bran’s sister. Don: Equivalent to the Irish Danu, a Goddess of Fertility [ connected with a God named Donn ]. Her distinguished children include: Gwydion, Gilvaethwy, Amaethon, Govannon and Arianrhod. Beli may have been Her Consort. Math the Ancient:: one of the oldest divinities of Gwynned, a king and magician pre-eminent in wizardry, which He teaches to Gwydion; equated with the Irish God of Druidism (probably Dagda), Math is supreme in justice and compassion. Gwydion (Gwyddon): Supreme Magician, Supreme Shapeshifter and Creator, great astrologer, a might Bard, poet and musician; both a philosopher and a Culture God. He raids the Land of the Gods to benefit mortals and is thus a patron of thieves [ He has other similarities to Hermes/Mercury as well ]. He is lover to"},{"pageNumber":7,"pageContent":"305 His sister Arianrhod and father to Dylan Llew. Amaethon the Good: a God of Agriculture, the secrets of which He stole from Arawn, Death Lord, and was aided by Gwydion in the war that ensued. He is associated with both dog and deer. Llew Llaw Gyffes: probably originally a bird divinity, especially as an eagle, which has ever been the symbol of a Sun-God, which Llew seems to have been. He was always a shapeshifter. His wife is a Dawn Goddess named Blodewwedd who is trans- formed into an owl, and thus becomes a Dusk Goddess. [ He is equivalent to the Irish Lugh # and the British Lug ] Govannon (Gofannon): the Smith of the Gods, creator of magic armour and weapons and (working with Man) inventor of the drink of immortality. [ Equivalent to Irish Goibniu and Gaulish Braciaca ] Arianrhod: “of the Silver Wheel” and thus a Moon Goddess. Both sister and lover to Gwydion: both eternal virgin and fruitful mother, with “Beauty famed beyond summer’s dawn.” Mother of Llew (light) and Dylan (Darkness). Dylan #?: God of the dark seas. His uncle Govannon kills Him, and the waves still dash against the shore in an effort to avenge His death. Pwyll: Prince of Dyved, His wife is Rhiannon and His son is Pryderi. Lord of an Underworld called Annwfn (Anwyn). Pryderi: Lord of Annwfn, as His father before Him (and before that, it was ruled by Arawn). He was stolen at birth and called Gwri. Later He is a swineherd from Whom Gwydion steals the sa- cred swine. Pryderi inherited a cauldron of regeneration form His father, Who got it from Arawn. Rhiannon: a Goddess who is a fairy bride to Pwyll and mother to Pryderi. Her name may be a corruption of Rigantona “great queen.” She is mistress of the magical birds of Fairyland, and in some accounts, She is married to Manawyddan, Lord of a (different?) Celtic Otherworld. Beli: Later form of Belenos, seen as a God of Light and a victorious champion and preserver of the “Honey Isle.” His sons are Llud, Caswallawn, Nynnyaw and Lleveleys(Llefelys). He was also called Heli and Belinus. Caswallawn: “war king,” a God of War. Nynnyaw: a God of War. Llud: [ probably equivalent to the Irish Nudd (Nuada) and/or Lugh ], Llud manages to rid his country of three plagues: (1) the Coranians, who hear every whisper, (2) a shriek heard on May- Eve which makes the land and water barren, caused by two dragons in combat (these Llud captures and imprisons at Dinas Emreis, where they later cause trouble for Vortigern and Merddyn), and (3) a magician who lulls everyone to sleep and then steals a year’s supply of food. Gwyn: son of Nudd, lover of Creiddylad (daughter of Llud). Gwyn is both a great warrior and hunter and a Lord of Fairy land. His shrine is at Glastonbury Tor and may have been the center of a hill-top cult. Both magician and astrologer, He is often pic- tured riding with His hounds through the forest, hunting for the souls of the dead [ the Wild Hunt motif ]. Tegid Voel: a water divinity in a submarine Elysium, and lover of the Goddess Ceridwen. Ceridwen (Cerridwen): patroness of Poetry, owner of the cauldron of inspiration. She has three children: the beautiful Creirwy, the hateful Morvran, and the ugly Avagdu (the prototype of “the good, the bad and the ugly”). Movran “sea crow,” so hateful and terrible that none would dare strike Him at the Battle of Camlan; a former War God. Vintius: God of Storm Winds (originally a War God). Taliesin: As Gwion, He was Cerridwen’s serving boy who was set to stir the great cauldron of inspiration. When some of the hot potion splashed Him, he touched His burned hand to His mouth and tasted the brew; thus becoming the God of Poetic inspiration, the greatest of all musicians and poets. [Dalon Ap Landu # : an obscure Welsh God who is associated in Re- formed Druid worship with Trees and Who is the special Patron of Druids. However, in at least one other Druidic cult now in exist- ence (and totally unconnected with any Branch of the Reform), He plays the role we assign to Be’al; as the Supreme Essence of the universes, and is also the Patron of Druids. The name “Dalon” may be a variant of “Dylan.” ] Conclusion: Conclusion: Conclusion: Conclusion: Conclusion: Thus the roll-call of some of the most important Celtic Gods and Goddesses is complete. Yet, to fully come to know and understand these magical and majestic Beings, it is necessary to know the entire mythology from which They spring, where the myth cycles are still extant. Beyond that, these divinities may be though of as archetypal figures, as alive in our subconscious minds today as in the minds of the ancient Celtic peoples. And when a modern Druid or Witch calls upon one of these Beings, she or he invokes a force deep within her or his own being, a force which is reflected deep within the subliminal reaches of the universe itself, which responds in its own turn. Thus, these grand Forces in the cosmos are personified as ancient Gods and Goddesses; personified in myth, in folklore, in music, in poetry, in beauty, and in love.—Larson [Larson’s last notes: Any mistakes or errors in this article should be attributed to myself, not to the author, whether in parenthetical insertion of alternate spellings for names or the italicized and bracketed comments. Unfortunately, I did not have access of my library of Celtic materials at the time of typesetting, and many of the insertions were taken from an all- too-fallible memory. Also unfortunate is the dearth of published material on British, Scot- tish, Manx, Breton and other Celtic mythologies. Any member of the Council of Dalon Ap Landu with experience in these fields is asked to write an article for the next edition.]"},{"pageNumber":8,"pageContent":"306 The Book of Bards Of all the selections in the Miscellany, this is the one that has been added to the most by the Druid Chronicler magazine. Many of these selections were designed to be inserted into liturgies, and most were unknown to (or unused by) most Carleton Druids until 1986. Some of the songs, to the say the least, are anti-Christian in the sense that they call for revenge for the “Burning Times” of the Inquisition and Witch Hunts. I find those songs disturbing, and I don’t know of their place in any religion. Others will say they fortify the singers in face of persecution.—Scharding Processional Hymn (Customs 2:1-3) (Customs 2:1-3) (Customs 2:1-3) (Customs 2:1-3) (Customs 2:1-3) Words by Kathie Courtice Music by Peter Basquin O Earth-Mother We praise thee that seed springeth, that flower openeth, that grass waveth. We praise thee for winds that whisper through the graceful elm, through the shapely maple, through the lively pine, through the shining birch, through the mighty oak. We praise thee for all things, O Earth-Mother, who givest life. The words of the Chant were written by Kathie Courtice, now married to Peter Basquin, who wrote the music (to be found in The Book of Bards). It was regularly sung as a part of the Services of Worship, usually as the Processional Chant. A note on the Hymn to the Earthmother at the start of the collection. Here is a letter that may be of interest to Druid musicians: “At the time, I wanted to express through the notation as well as through the rhythm and melody the kinship that would bear to the musical systems of earlier peoples. True, a singlline notation was not even invented until the last thousand year or so, but it seemed some- how more fitting than the modern staff and clef. “At all events, I enclose ehre the molody as it would read in mod- ern notation, albeit chant-notation. The rythmic values are to be read as in modern notation generally, but with a somewhat flexible flow, as in most chant. The bar-lines represent pauses—ends of phrases, breath marks—of shorter or longer length according to the time and the inspiration of the group singing. “The melody is a four-note chant, akin to the Medieval hypomixolydian mode (8th mode). The note is written on the line “g” in the modern notation) is the recitation—tone of the chant (the “tonic”). The step below it should certainly not be raised to the lead- ing tone—on the contrary, it would be better sung slighty flatter than the modern notation sugges, so the two lower notes stand nearly in ratio of 6 to 7 in the overtone series. You may be interested to know that the author of the poem is now my—the Earth Mother has blessed us with a very happy and compassionate marriage. She would prefer to be credited with her then (maiden) name, Kathie Courtice, and I, simply as Peter Basquin.” Now Do We With Songs and Rejoicing (A Processional Hymn) (A Processional Hymn) (A Processional Hymn) (A Processional Hymn) (A Processional Hymn) Words by David T. Geller (NRDNA) Sung to the traditional tune of: “Let All Mortal Flesh Keep Silence” Now do we with songs and rejoicing, Come before the Mother to stand. She has given forth of Her bounty And with blessings in Her hand, In the fields She walks And in the woods She walks; Our full homage to command. At Her voice the wild wind is silent And the fox lies down with the hare. Every living creature before Her Sings Her praises to declare: Thanks to Thee for all, O thanks to Thee for All, Thanks to Thee, O Lady most fair! The Lady’s Bransle (Pronounced “brall”) Words by Hope Sung to the traditional tune of: “Nonesuch” (short version) and reprinted by permission from “Songs for the Old Religion” (Copyright 1973) O She will bring the buds in the Spring And laugh among the flowers. In Summer heat are Her kisses sweet; She sings in leafy bowers. She cuts the cane and gathers the grain, When fruits of Fall surround Her. Her bones grow old in Wintery cold; She wraps Her cloak around Her. But She will bring the buds in... (repeat freely)"},{"pageNumber":9,"pageContent":"307 The Host is Riding (Poem by Yeats) (Poem by Yeats) (Poem by Yeats) (Poem by Yeats) (Poem by Yeats) The host is riding from Knocknarea And over the grave of Clooth-na-bare; Caolte tossing his burning hair, And Niamh calling, “Away, come away: Empty your heart of its mortal dream The winds awaken, the leaves whirl round, Our cheeks are pale, our hair is unbound, Our breasts are heaving, our eyes are agleam, Our arms are waving, our lips are apart, And if any gaze on our rushing band, We come between him and the deed of his hand, We come between him and the hope of his heart.” The host is rushing ‘twixt night and day; And where is there hope or deed as fair? Caolte tossing his burning hair, And Niamh calling, “Away, come away.” Oimelc Hymn (for use during Communion) (for use during Communion) (for use during Communion) (for use during Communion) (for use during Communion) Words by Robert Larson (NRDNA) The days are short, the heavens dark the Mother sleeps. The trees are bare the north wind stalks the Mother sleeps. The nights are long and full of fright, the Mother sleeps. But the ewe gives birth, the ewe gives milk the Mother stirs. The Mother smiles with dreams of life She will return. And on that day will we rejoice when She returns. Long the day, bright the sky, when She returns. Green the trees, soft the breeze, when She returns. Short the night, our fires alight, when She returns! (extra verses may be added by each Grove) The Rune of Hospitality (A Medieval Charm) (A Medieval Charm) (A Medieval Charm) (A Medieval Charm) (A Medieval Charm) I saw a stranger yestere’e’n. I put food in the eating-place, Drink in the drinking-place, Music in the listening-place. And in the blessed names Of the Holy Ones, He blest myself and my house, My cattle and my dear ones. And the lark sang in her song: Often, often, often, Go the Gods in the guise of strangers. Often, often, often, Go the Gods in the guise of strangers. Will Ye No Come Back Again? Words by Isaac Bonewits Sung to the traditional tune of: “Bonny Charlie’s Now Awa” 1 In exile live our Olden Gods, Banished o’er the foaming main, To lands no mortal ever trods. Will They e’er come back again? Chorus Will Ye no come back again? Will Ye no come back again? Better love Ye canna be. Will Ye no come back again? 2 Hills They walked were all Their own, Blest the land, from sea to sea; Till the clergy, with pious moan, Banished all the noble Shee! 3 Sweet the chanting of the Druids, Lilting wildly up the glen, Pouring out the sacred fluids, As they sing Your songs again! 4 Many a gallant Pagan fought, Many a gallant Witch did burn; Priest and Priestess, both have sought, To sing the prayers Ye canna spurn! 5 Now with eagle and with dove, Sing we here our heartfelt plea: Come with thunder or with love, But come! Good Gods, we so need Thee!!"},{"pageNumber":10,"pageContent":"308 May Their Devil Take the Preachers Words by Chwerthin Sung to the traditional tune of: “God Bless England” (the Irish version) 1 We’ll sing you a tale of wrath and woe— Wack-for-the-diddle,diddle-di-do-day, For the men who laid our freedom low— Wack-for-the-diddle, diddle-di-do-day. May fear and famine be their share, Who’ve kept our land in want and care. May their Devil take the preachers Is our prayer! Chorus: Wack-for-the-diddle, diddle-di-do-day. Hip hooray! So we say! Come and listen while we pray! Wack-for-the-diddle, diddle-di-do-day. 2! Now when we were Pagan, fierce and free— Wack-for-... The Preachers went on a bloody spree— Wack-for-... Harshly raised us in their slime, And kept our hands from Heathen Crime; And sent us early to their Heaven Time after time! Wack-for-... 3 Now our parents oft were naughty folk— Wack-for-... For swords and spears can sometimes poke— Wack-for-... At New Grange and at Tara Hill, We made the preachers cry their fill. But—O the Saints!—they “love” us still! Wack-for-... 4 Now Pagans all, forget the past— Wack-for-... And think of the day that’s coming fast— Wack-for-... When we shall be Paganized, With guns and armor—motorized! Oh WON’T the preachers be surprised!! Wack-for-... Hymn to Hurry the Return of Spring (A poem by Mary Siegle) (A poem by Mary Siegle) (A poem by Mary Siegle) (A poem by Mary Siegle) (A poem by Mary Siegle) Greet the Goddess with bells and drum, Greet the God with laughter. This is the night the dawn begins The day to follow after. Gather the old, the dead from the trees, Carry it in your arms. Bring it into the deep, deep woods, Away from the towns and the farms. Build you a living fire tonight- Pile the branches high. And know that in the fire’s glow, There’s warmth to light the sky. There’s an old man cries the town tonight; Down wide streets and narrow; “Bring out, bring out, what you don’t need, and toss it in my barrow.” “Throw out your chairs, your attic stairs, Throw out the butter churn. Whatever’s there; what you can spare, As long as it will burn.” “Bring out your sister’s gramophone, We’ll throw it on the fire; And from your grandma’s double bed Build Winter’s funeral pyre.” Slip away to the woods tonight; Be children of the Moon. And rejoice that Spring has come at last; That Spring has come so soon. You who complain of Winter’s cold And shiver in the snow, Push back the shroud from the Mother’s breast— See promised green below. All skeptics that the Spring returns, All doubters that the fire still burns, Stand in the circle for tonight, And feel the heat and see the light, The greet the God with reverence— Pour libations on the earth. This is the night the Mother proves Life’s natural end is birth."},{"pageNumber":11,"pageContent":"309 Midsummer: The Turning Midsummer: The Turning Midsummer: The Turning Midsummer: The Turning Midsummer: The Turning of the Year (A Poem by Mary Siegle) (A Poem by Mary Siegle) (A Poem by Mary Siegle) (A Poem by Mary Siegle) (A Poem by Mary Siegle) My Father’s strong today. The Earth awaits his dawn. Our Mother slowly turns in her dreaming sleep And, waking, finds him there to share her bed. My Mother slowly turns, And, in turning toward her lover, Gives a day of playfulness and ease. And all the stirrings in the womb shall cease— The ripening of the grain and labor in the fields shall pause. The singing of the birds: The peep; the scratching from the egg— The grasses steady pushing from the earth— All will stop for one full day. The fullest of our year And meant for naught but love. But if the God comes shining, And the sun beats down And Earth opens wide to receive her Lord, If this day lasts so long, Why can’t it go on? Why does the Mother turn now Not toward, but from; And turn more quickly every day from this? Sisters, look how your own lover comes To lie down with you and love And love again. He asks a pulsebeat’s pause, A moment yet of time for strength To begin again And spend the day. Thanksgiving Grace (A Poem by Mary Siegle) (A Poem by Mary Siegle) (A Poem by Mary Siegle) (A Poem by Mary Siegle) (A Poem by Mary Siegle) Oh Goddess, giver of the grain— Your rich rewarding of the rain— Our Father the Sun looked down and blest The fruits of your sweet Mother breast. The harvest done—and to this end. We sit to meal with a cherished friend. And thanks be to the plants and the beast— For the offering of this bountiful feast. Our Father Who art in Heaven, We give to you one day in seven; And then to acknowledge Your Loving care, We give to you one day a year. Amen. The Falling Asleep of the Mother of God (A Poem by Mary Siegle for August 15th) (A Poem by Mary Siegle for August 15th) (A Poem by Mary Siegle for August 15th) (A Poem by Mary Siegle for August 15th) (A Poem by Mary Siegle for August 15th) For the children—so that they will know what feast it is today, and how the ancient festival time came to be given to the virgin. She fell asleep today. The Mother of God— She who wept so— Madre Dolorosa! She fell asleep today. And the angels came. They bore her up on a breath of wind. A sky-blue cloak Of air against air against air— To heaven the fairies bore her up. She who wept so— On this day she was taken up. Mother don’t weep today. See, we’ll take this festival for you. See, this feast is yours. Our Lady of the Harvest, The first fruits are yours. The 13 Days of Samhain Words by the Berkeley Grove Sung to the traditional tune On the first day of Samhain, the cailleach sent to me: a lios in County Tipperary. On the second day of Samhain, the cailleach sent to me: two water-horses and a lios in County Tipperary. Three Mor-Rioghna Four Pooks Five Silver branches Six pipers piping Seven harpers harping Eight hunters riding Nine Sidhe a-sighing Ten Druids scrying Eleven washer-women Twelve mortals dying Thirteen beansidhes crying."},{"pageNumber":12,"pageContent":"310 The Woad Song Authorship unknown (But obviously English!) Sung to the traditional tune of “Men of Harlech” What’s the use of wearing braces, Hat and spats and shoes with laces, Coats and vests you find in places Down on Brompton Road? What the use of shirts of cotton, Studs that always get forgotten? These affairs are simply rotten- Better far is woad. Woad’s the stuff to show men— Woad to scare your foeman! Boil it to a brilliant blue and rub it on your chest and your abdomen! Mean of Britain never hi on Anything as good as woad to fit on Neck or knee or where you sit on— Tailors, you be blowed! Romans came across the Channel, All dressed up in tin and flannel. Half a pint of woad per man’ll Clothe us more than these. Saxons, you may save your stitches, Building beds for bugs in britches; We have woad to clothe us, which is Not a nest for flees! Romans, keep your armors; Saxons, your pajamas. Hairy coats were made for goats, Gorillas, yaks, retriever dogs and llamas! March on Snowdon with your woad on— Never mind if you get rained or snowed on— Never need a button sewed on... All you need is woad!! The Gods of the West Words by Chwerthin Sung to the traditional tune of “The Men of the West” 1 When you honor in song and in story The Gods of our old Pagan kin, Whose blessings did cover with glory Full many a mountain and glen; Forget not the Gods of our ancestors, Who’ll rally our bravest and best, When Ireland is Christian and bleeding, And looks for its hope to the West. Chorus: So here’s to the Gods of our ancestors, Who’ll rally our bravest and best, When Ireland is Christian and bleeding— Hurrah! for the Gods of the West. 2 Oh the Shee hills with glory will shine then, On the eve of our bright Freedom Day; When the Gods we’ve been wearily waiting, Sail back from the Land of the Fey! And over Ireland rise the Druids, Awakening in every breast, A fire that can never be quenched, friends, Among the true Gaels of the West. 3 Dublin will be ours ‘ere the midnight, And high over ever town, Our Heathen prayers then will be floating Before the next sun has gone down. We’ll gather, to speed the good work, our friends, The Heathen from near and afar, And history will watch us expel ALL The preachers with feathers and tar! 4 So pledge us the Old Gods of Ireland, The Dagda and Lugh and Danu; Whose Return, with the trumpet of battle, Will bring hope to Their children anew! As the Old Gods have brought to Their feasting halls, From many a mountain and hill, The Pagans who fell, so They’re here, friends, To lead us to victory still! 5 Though all the bright beauty we cherished, Went down ‘neath the churches and woe, The Spirits of Old still are with us, Who NEVER have bent to the foe! And the Old Gods are ready whenever The loud rolling tuck of the drum Rings out to awaken the Heathen, And tell us our morning has come!"},{"pageNumber":13,"pageContent":"311 The Mystery (A different version of Customs 10:1-3) (A different version of Customs 10:1-3) (A different version of Customs 10:1-3) (A different version of Customs 10:1-3) (A different version of Customs 10:1-3) I am a wind on the sea, I am a wave of the ocean, I am the roar of the sea, I am a hawk on a cliff, I am a dewdrop in the sunshine, I am a boar for valour, I am a salmon in pools, I am a lake in a plain, I am the strength of art, I am a spear with spoils that wages battle, I am a man that shapes fire for a head. Who clears the stone-place of the mountain? What the place in which the setting sun lies? Who has sought peace without fear seven times? Who names the waterfalls? Who brings his cattle from the house of Tethra? What person, what God, Forms weapons into a fort? In a fort that nourishes satirists, Chants a petition, divides the Ogham letters, Separates a fleet, has sung praises? A wise satirist. Pagans Are We Words by Chwerthin Sung to the traditional tune of: “Soldiers are We” Pagans are we, Whose lives are pledged To this our land. Some have come From the Land Beyond the Wave. Sworn to the Shee, No more our ancient Heathen land Shall shelter the preacher or the slave. Tonight we guard the fairy-hill, In the Old Gods’ cause, Come woe or weal. Mid Pukka’s howl And banshee’s wail, We’ll chant a Pagan song! Be Pagan Once Again! Words by Isaac Bonewits Sung to the traditional tune of: “A Nation Once Again” 1 When Childhood’s fire was in my blood, I dreamed of ancient dreemen, Against the Church who boldly stood As Pagans and as free kin. An then I prayed I yet might see The Druids in the glen; And Ireland, long the churches’ toy, Be Pagan once again! Be Pagan once again. Be Pagan once again. And Ireland, long the church’s toy, Be Pagan once again! 2 The Old Gods only sleep, you know, Although betrayed and slandered. They guarded us from every woe, And blest each crop and fine herd. Then Patrick, he drove the snakes away, And brought the churches in— ‘Twas a bloody poor bargain, I would say. Be Pagan once again! Be Pagan once again. Be Pagan once again. ‘Twas a bloody poor bargain, I would say— Be Pagan once again! 3 And ever since that wretched day, When first Ireland went Christian, We’ve suffered woe in every way, With Freedom made the Great Sin. They set us at each other’s throats, To murder kith and kin. Too long we’ve been their starving goats— Be Pagan once again! Be Pagan once again. Be Pagan once again. Too long we’ve been their starving goats— Be Pagan once again! 4 Both Catholic and Protestant Led us round by our noses; Distracting from the deadly scent Of England’s blooming roses! Hang EVERY preacher from a tree— Burn out their golden dens. It’s the only way we’ll ever be free— Be Pagan once again! Be Pagan once again. Be Pagan once again. It’s the ONLY way we’ll EVER be free! Be Pagan once again!!! Erinn go Bree!"},{"pageNumber":14,"pageContent":"312 A Celebration of Summer (A Medieval Welsh Poem, (A Medieval Welsh Poem, (A Medieval Welsh Poem, (A Medieval Welsh Poem, (A Medieval Welsh Poem, suitable for Samhain) suitable for Samhain) suitable for Samhain) suitable for Samhain) suitable for Samhain) Summer, parent of impulse, Begetter of close-knit bough, Warden, lord of wooded slopes, Tower to all, hills’ tiler, You’re the cauldron, wondrous tale, Of Annwn, life’s renewal, It’s you are, source of singing, The home of each springing shoot, Balm of growth, burgeoning throng, And chrism of crossing branches. Your hand, by the Lord we love, Know how to make trees flourish. Essence of Earth’s four corners, By your grace wondrously grow Birds and the fair land’s harvest And the swarms that soar aloft, Moorland meadows’ bright-tipped hay, Strong flocks and wild bees swarming. You foster, highways’ prophet, Earth’s burden, green-laden garths. You make my bower blossom, Building a fine web of leaves. And wretched is it always Near August, by night or day, Knowing by the slow dwindling, Golden store, that you must go. Tell me, summer, this does harm, I have the art to ask you, What region, what countryside, What land you seek, by Pwyll. “Hush, bard of praise, your smooth song, Hush, strong boast so enchanting. My fate it is, might feat, As a prince,” sang the sunshine, “To come three months to nourish Foodstuff for the multitude; And when roof and growing leaves Whither, and woven branches, To Shun the winds of winter Deep down to Annwyn I go.” The blessings of the world’s bards And their good words go with you. Farewell, king of good weather, Farewell, our ruler and lord, Farewell, the fledgling cookoos, Farewell, balmy banks in June, Farewell, sun high above us And the broad sky, round white ball. You’ll not be, king of legions, So high, crest of drifting clouds, Till come, fair hills unhidden, Summer once more and sweet slopes. —taken, with one modification (“Peter” to “Pwyll”) from Medieval Welsh Lyrics. The Lord of the Dance Modification by Isaac Bonewits of original words by Aidan Kelley to common tune of “Tis a Gift to be Simple,” more or less...... 1 When She danced on the waters and the wind was Her horn, The Lady laughed and everything was born. And when She lit the Sun And the light gave Him birth, The Lord of the Dance then Appeared on the Earth! Chorus “Dance, dance, wherever you may be, for I am the Lord of the Dance,” said He. “I live in you, if you live in Me, and I lead you all in the dance so free!” 2 I dance in the circle when the flames leap up high. I dance in fire and I never, never die. I dance in the waves on the bright summer sea, For I am the Lord of the waves’ Mystery! 3 I sleep in the kernel and I dance in the rain. I dance in the wind and through the waving grain. And when you cut me down I care nothing for the pain— In the spring I’m the Lord of the Dance once again! 4 I dance at your meetings when you dance out the spell. I dance and sing that everyone be well. And when the dancing’s over do not think I am gone; To live is to dance- so I dance on and on!"},{"pageNumber":15,"pageContent":"313 I Fell In Love With the Lady words by Chwerthin Sung to “The Lady Came from Baltimore” by Tim Hardin 1 Her people came from off the moor, Live outside the law. Didn’t care about rich or poor, Just the souls they saw. Chorus: I was sent to kill Her people, For the Inquisition. But I fell in love with the Lady, I came away with none. I fell in love with the Lady, And came away with none. 2 I crept into the woods one night, To spy upon their dance. I saw a happy, holy sight; And fell into a trance. 3 The Lady that I saw that night, She wore a robe of blue, And on Her head, a crown of stars— She stop upon the Moon! 4 I joined into the dancing then, And when the Grand Rite came, The Lady reached out with Her hand— She Called me by my name! 5 The Jesuits are after me; They know I’ve changed my side. But they can search from sea to sea— I know where I can hide! Final Chorus: I was sent to kill Her people, For the Inquisition. But I’m going back to the Lady, They’ll come away with none. I’m going back to the Lady— They’ll come away with none! She Was Here Words by Isaac Bonewits 1 She was here before their Christ, And before their Satan too. And She’ll be here when both their Gods Are dead and dust, ‘tis true, ‘tis true; Are dead and dust, ‘tis true. 2 The Goddess... the Goddess... Spirit of life and of love! The Goddess... the Goddess.... Ruler below and Ruler above! 3 Oh the Goddess Whom we worship, Is our Holy Mother Earth. We worship Her with love and joy, With gladness and with mirth! 4 Call Her Isis, call Her Nuit, Call Her Venus or Diane, Matier Sotier, Mother Savior, Goddess of all sea and land! Repeat 1 5 Queen of Heaven, Queen of Hell, Mother of all Gods, and kin! We worship Her in beds and bowers, Though some might call it “sin.” Repeat 2 6 Man and woman, bodies merging, Thrusting, loving, prayers saying; Hark my friends, when Pagans love— We tell you we are praying! Repeat 1, 2, 3"},{"pageNumber":16,"pageContent":"314 The Rising of the Druid Moon Words by Robert Pennell & Isaac Bonewits Sung to the traditional tune of: “The Rising of the Moon” “O now tell me, Taliesin, Tell me why you hurry so?” “Hush, good Druid, hush and listen!” and his eyes were all aglow. “I bear news from the Archdruid, get you ready quick and soon- The Heathen must be together, by the rising of the moon!” By the rising of the moon, by the rising of the moon. The Heathen must be together, by the rising of the moon! “Oh then tell me, Taliesin, where the gathering is to be?” “At the oak grove by the river, quite well known to you and me. One more word, for signal token, whistle out the Dagda’s tune, With your sickle on your shoulder, by the rising of the moon!” By the rising of the moon, by the rising of the moon. With your sickle on your shoulder by the rising of the moon! 3 Out of many a magic circle, cones were rising through the night. Many an oaken grove was throbbing with that blessed Druid light. And the Heathen sang across the land, to the Banshee’s fatal tune. And a thousand spells were chanted, by the rising of the moon! By the rising of the moon, by the rising of the moon. And a thousand spells were chanted, by the rising of the moon! 4 Throughout that pulsing Pagan night, the Little people swarmed. High above the chanting Druids soon, a wrathful Goddess formed. Death to every foe and traitor! Pagans—carve the fatal rune! Cast all our spells together now— ‘tis the rising of the moon! Tis the rising of the moon, ‘tis the rising of the moon. Cast all our spells together now— ‘tis the rising of the moon! 5 The Goddess headed for the East, across the sea’s bright foam. What glorious havoc She did wreck in London and in Rome! And the Archdruid he spoke to us, upon the following noon: “I think we got our point across, at the rising of the moon! At the rising of the moon, at the rising of the moon. I think we got our point across, at the rising of the moon! Scharding’s Note: I suspect that the author of many songs in this collection, Chwerthin, was a member of Hasidic Druids of North America, or perhaps of the NRDNA."},{"pageNumber":17,"pageContent":"315 Pagan Musings Bonewits’ Introduction: This following was written in 1970 c.e. by Tony Kelly of the Selene Community in Wales. Tony, a most excellent poet and philosopher, was one of the founders of the Pagan Movement in the British Isles and, through his writings and concepts, one of those who initiated Pagan Way in this Coun- try. (Pagan Movement in Britain in Britain and Pagan Way in the US both began as one with the same group of Pagan scholars, the same research into the ancient Goddess cults, and, in initial stages, the same rituals. The two later divided since all agreed that each country had its own particular needs and each required a unique approach in bringing back Paganism.) What follows expresses well the feeling which lies behind the Paganism of today, and gives the hope that Pagans have for the future. Tony Kelly’s in- spired manifesto has become one of the great works of resurgent Paganism. As such, I feel that the Neopagan Druids will still find it inspiring for them. As for the non-Pagan Druids, it may increase their knowledge of diverse tradi- tions and give them to appreciate the finer aspects and dreams of Paganism. We’re of the Old Religion, sired of Time, and born of our beloved Earth Mother. For too long the people have trodden a stony path that goes only onward beneath a sky that goes only upwards. The Horned God plays in a lonely glade for the people are scattered in this barren age and the winds carry his plaintive notes over deserted heaths and reedy moors and into the lonely grasses. Who now knows the ancient tongue of the Moon? And who speaks still with the Goddess? The magic of the land of Lirien and the old Pagan gods have withered in the dragon’s breath; the old ways of magic have slipped into the well of the past, and only the rocks now remember what the moon told us long ago, and what we learned from the trees, and the voices of grasses and the scents of flowers. We’re Pagans and we worship the Pagan gods, and among the people there are Witches yet who speak with the moon and dance with the Horned One. But a Witch is a rare Pagan in these days, deep and inscrutable, recognizable only by her own kind, by the light in her eyes and the love in her breast, by the magic in her hands and the lilt of her tongue and by her knowledge of the real. But the Wiccan way is one way. There are many; there are Pagans the world over who worship the Earth Mother and the Sky Father, the Rain God and the Rainbow Goddess, the Dark One and the Hag on the mountain, the Moon Goddess and the Little People in the mists on the other side of the veil. A Pagan is one who worships the goddesses and gods of nature, whether by observation or by study, whether by love or admiration, or whether in their sacred rites with the Moon, or the great festivals of the Sun. Many suns ago, as the pale dawn of reason crept across the Pagan sky, man grew our of believing in the gods. He has yet to grow out of disbelieving in them. He who splits the Goddess on an existence/ nonexistence dichotomy will earn himself only paradoxes for the gods are not so divided and nor the magic lands of the Brother of Time. Does a mind exist. Ask Her and She will tell you yes, but seek Her out, and She’ll elude you. She is in every place, and in no place, and you’ll see Her works in all places but Herself in none. Existence was the second-born from the Mother’s womb and contains neither the first- born, nor the un-born. Show us your mind and we’ll show you the gods! No matter that you can’t for we can’t show you the gods. But come with us and the Goddess Herself will be our love and the God will call the tune. But a brass penny for your reason!—for logic is a closed ring, and the child doesn’t validate the Mother, nor the dream the dreamer. And what matters the wars of opposites to she who has fallen in love with a whirlwind or to the lover of the arching rainbow. But tell us of your Goddess as you love Her, and the gods that guide your works, and we’ll listen with wonder, for to do less would be arrogant. But we’ll do more, for the heart of man is aching for memo- ries only half forgotten, and the Old Ones only half unseen. We’ll write the old myths as they were always written and we’ll read them on the rocks and in the caves and in the deep of the greenwoood’s shade, and we’ll hear them in the rippling mountain streams in the rustling of the leaves, and we’ll see them in the storm clouds, and in the evening mists. We’ve no wish to create a new religion, for our religion is as old as the hills and older, and we’ve no wish to bring differences together. Differences are like different flowers in a meadow, and we are all one in the Mother. What need is there for a Pagan movement since our religion has no teachings and we hear it in the wind and feel it in the stones and the moon will dance with us as She will? There is a need. For long the Divider has been among our people and the tribes of man are no more. The sons of the Sky Father have all but conquered Nature, but they have poisoned Her breast and the Mother is sad for the butterflies are dying and the night draws on. A curse on the conquerors! But not of us, for they curse themselves for they are Nature too. They have stolen our magic and sold it to the mind benders and the mindbenders tramp a maze that has no outlet, for they fear to go down in to the dark waters, and they fear the real for the One who guards the path. Where are the Pagan shrines? And where do the people gather? Where is the magic made? And where are the Goddess and the Old One? Our shrines are in the fields and on the mountains, in the stars and in the wind, deep in the green wood and on the algal rocks where two streams meet. But the shrines are deserted, and if we gathered in the arms of the Moon for our ancient rites to be with our gods as we were of old, we would be stopped by the dead who now rule the Mother’s land and claim rights of ownership on the Mother’s breast, and make laws of division and frustration for us. We can no longer gather with our gods in a public place and the old rites of communion have been driven from the towns and cities ever deeper into the heath where barely a handful of heathens have remained to guard the old secrets and exact the old rites. There is magic in the heath far from the cold grey society, and there are islands of magic hidden in the entrails of the metropoles behind closed doors, but the people are few, and the barri- ers between us are formidable. The Old Religion has become a dark way, obscure, and hidden in the protective bosom of the night. Thin fingers turn the pages of a book of shadows while the Sunshine seeks in vain His worshippers in His leafy glades. Here, then, is the basic reason for a Pagan Movement: we must create a Pagan society wherein everyone shall be free to worship the goddesses and gods of Nature, and the relationship between a worship- per and her gods shall be sacred and inviolable, provided only that in her love of her own gods, she doesn’t curse the name of the gods of others. It’s not yet our business to press the law-makers with undivided endeavor to unmake the laws of repression and, with the Mother’s love, it may never become our business for the stifling tides of dogma- tism are at last already in ebb. Our first work, and our greatest wish, is to come together, to be with each other in our tribes for we haven’t yet grown from the Mother’s breast to the stature of the Gods. We’re of the Earth, and sibs to all the children of wild Nature, born long ago in the warm mud of the ocean floor; we were together then, and we were together in the rain forests long before that dark day when, beguiled by the pride of the Sky Father, and forgetful of the Mother’s love, we killed her earlier-born children and impoverished the old genetic pool. The Red Child lives yet in America; the Black Child has not forsaken the gods; the old Australians are still with their nature gods; the Old Ones still live deep in the heart of Mother India, and the White Child has still a foot on the old Wiccan way, but Neanderthal is no more and her magic faded as the Lil and Archan burst their banks and the ocean flowed in to divide the Isle of Erin from the land of the White God- dess. Man looks with one eye on a two-faced god when he reached for the heavens and scorned the Earth which alone is our life and our provider and the bosom to which we have ever returned since the dawn of Time. He who looks only to reason to plumb the unfathomable is a fool, for logic is an echo already implicit in the question, and it has no voice of its own; but he is no greater fool than he who scorns logic or derides it impotence from afar, but fears to engage in fair combat when"},{"pageNumber":18,"pageContent":"316 he stand’s on his opponent’s threshold. Don’t turn your back on Rea- son, for his thrust is deadly; but confound him and he’ll yield for his code of combat is honourable. So here is more of the work of the Pagan Movement. Our lore has become encrusted over the ages with occult trivia and the empty vapourings of the lost. The occult arts are in a state of extreme decadence; astrology is in a state of disrepute and fears to confront the statistician’s sword; alien creeds oust our native arts and, being as little understood as our own forgotten arts, are just as futile for their unfamiliarity. Misunderstanding is rife. Disbelief is black on every horizon, and vampires abound on the blood of the credulous. Our work is to reject the trivial, the irrelevant and the erroneous, and to bring the lost children of the Earth Mother again into the court of the Sky Father where reason alone will avail. Belief is the deceit of the credulous; it has no place in the heart of a Pagan. But while we are sad for those who are bemused by Reason, we are deadened by those who see no further than his syllogisms as he turns the eternal wheel of the Great Tautology. We were not fashioned in the mathematician’s computation, and we were old when the first alchymist was a child. We have walked in the magic forest, bewitched in the Old Green Things; we have seen the cauldron and the one become many and the many in the one; we know the Silver Maid of the moonlight and the sounds of the cloven feet. We have heard the pipes on the twilight ferns, and we’ve seen the spells of the Enchantress, and Time be stilled. We’ve been into eternal darkness where the Night Mare rides and rode her to the edge of the abyss, and beyond, and we know the dark face of the Rising Sun. Spin a spell of words and make a magic knot; spin it on the magic loom and spin it with the gods. Say it in the old chant and say it to the Goddess, and in Her name. Say it to a dark well and breathe it on a stone. There are no signposts on the untrod way, but we’ll make our rituals together and bring them as our gifts to the Goddess and Her God in the great rites. Here, then, is our work in the Pagan Movement; to make magic where the gods would wish it, and to come together in our ancient festivals of birth and life, of death and of change in the old rhythm. We’ll print the rituals that can be shared in the written word; we’ll do all in our power to bring the people together, to teach those who would learn, and to learn from those who can teach,. We will infiltrate groups, bring people to groups, and groups to other groups in our common devotion to the goddesses and gods of Nature. We will not storm the secrets of any coven, nor profane the tools, the magic, and still less, the gods of another. We’ll collect the myths of the ages, of the people and of the Pagans of other lands, and we’ll study the books of the wise and we’ll talk to the very young. And whatever the Pagan needs in her study, or her wor- ship, then it is our concern, and the Movement’s business to do every- thing possible to help each other in our worship of the gods we love. We are committed with the lone Pagan on the seashore, with he who worships in the fastness of a mountain range of she who sings the old chant in a lost valley far from the metalled road. We are committed with the wanderer, and equally with the prisoner, disinherited from the Mother’s milk in the darkness of the industrial wens. We are com- mitted too with the coven, with the circular dance in the light of the full moon, with the great festivals of the sun, and with the gatherings of the people. We are committed to build our temples in the towns and in the wilderness, to buy the lands and the streams fro the landowners and give them to the Goddess for Her children’s use, and we’ll replant the greenwood as it was of old for love of the dryad stillness, and for love of our children’s children. When the streams flow clear and the winds blow pure, and the sun nevermore rises unreknowned nor the moon ride in the skies above; when the stones tell of the Horned God and the green wooed grows deep to call back Her own ones, then our work will be ended and the Pagan Movement will return to the beloved womb of our Old Religion, to the Nature goddesses and gods of Paganism. (Selene Community, C‚n y Lloer, Ffarmers, Llanwrda, Sir Gaerfyrddin, Cymru, Wales) Ancient Celtic History in an Instant!! 1000-750 B.C.E. 1000-750 B.C.E. 1000-750 B.C.E. 1000-750 B.C.E. 1000-750 B.C.E. The Urnfield Culture, considered Proto-Celtic, dominates much of Europe. 720-680 B.C.E. 720-680 B.C.E. 720-680 B.C.E. 720-680 B.C.E. 720-680 B.C.E. Early Celts seem to have discovered iron, as iron swords and other weapons are buried with their dead in Austria. 600 B.C.E. 600 B.C.E. 600 B.C.E. 600 B.C.E. 600 B.C.E. The Colony of Massilia is founded by the Greeks, thus opening up trade and cultural contacts between the Celts of central Europe and the Eastern Mediterranean. 520-480 B.C.E. 520-480 B.C.E. 520-480 B.C.E. 520-480 B.C.E. 520-480 B.C.E. The La Tene phase of Celtic culture begins. Trade between the Celts and the Etruscans begin. 400 B.C.E. 400 B.C.E. 400 B.C.E. 400 B.C.E. 400 B.C.E. Celts invade Italy and settle Cisalpine Gaul 390 B.C.E. 390 B.C.E. 390 B.C.E. 390 B.C.E. 390 B.C.E. The city of Rome has difficulties with fun-loving Celtic tribes. Prop- erty values plummet. 400-100 B.C.E. 400-100 B.C.E. 400-100 B.C.E. 400-100 B.C.E. 400-100 B.C.E. The La Tene Culture is spread to the British Isles and most of West- ern Europe. 279 B.C.E. 279 B.C.E. 279 B.C.E. 279 B.C.E. 279 B.C.E. Large numbers of Celtic tourists invade Greece. 275 B.C.E. 275 B.C.E. 275 B.C.E. 275 B.C.E. 275 B.C.E. The Celtic State of Galatia is set up in northern Turkey, much to the surprise of the locals. 230 B.C.E. 230 B.C.E. 230 B.C.E. 230 B.C.E. 230 B.C.E. Greek Soldiers are rude to Celtic visitors from Galatia, the army from Pergamum stomping all over the Celts in western Turkey. 225 B.C.E. 225 B.C.E. 225 B.C.E. 225 B.C.E. 225 B.C.E. Roman army finally defeats invading Celtic Gauls in central Italy, at Battle of Telamon. 200 B.C.E. 200 B.C.E. 200 B.C.E. 200 B.C.E. 200 B.C.E. Population increases cause spread of fortified settlements (called “oppida”) from Gaul to Bohemia. 191 B.C.E. 191 B.C.E. 191 B.C.E. 191 B.C.E. 191 B.C.E. Roman imperialism conquers Cisalpine Gaul. Taxes are invented. 100 B.C.E. 100 B.C.E. 100 B.C.E. 100 B.C.E. 100 B.C.E. The tribe known as the Belgae leave Continental Europe for Britain, in order to get away from the Germanic tribes (which, as usual, were being pushy). Once there, the Belgae proceed to be pushy themselves. 58-51 B.C.E. 58-51 B.C.E. 58-51 B.C.E. 58-51 B.C.E. 58-51 B.C.E. Roman armies conquer most of the Celts left in Europe. Caesar invents atrocity stories about the Druids. 43 C.E. 43 C.E. 43 C.E. 43 C.E. 43 C.E. Roman general Claudius begins the conquest of Britain. It takes him awhile. 432 C.E. 432 C.E. 432 C.E. 432 C.E. 432 C.E. Patrick begins the conquest of Ireland. It takes him awhile. 563 C.E. 563 C.E. 563 C.E. 563 C.E. 563 C.E. Colum Cille starts a monastery-fort on the Island of Iona in order to convert Scotland. 590 C.E. 590 C.E. 590 C.E. 590 C.E. 590 C.E. Columbanus establishes monastic and scholastic centers in Europe. Property values plummet."},{"pageNumber":19,"pageContent":"317 The Other Druids by Isaac Bonewits Modern Introduction This article is taken verbatim from DC(E), except for spelling ad- justments and such, but I have added extra bracketed paragraphs, i.e. “{xxxxx},” from Isaac’s later 1979 Pentalpha version (titled “Dru- idism—Past, Present & Future”) where he expanded certain ideas (most notably the first few of the following paragraphs). I’ve dealt with this issue enough to leave it at that. As an overview of past “Druidic” groups, it is a nice compilation. See my own up-to-date bibliography at the end of Part Eight for other good overviews of Paleo, Meso and Neo-Druidical movements.—Scharding The Article {“Druidism is a topic that has been fascinating people for thou- sands of years, yet man folks (even within the Neopagan community) are confused about what is actually known and unknown, fact and fancy (whatever those words may really mean), about the various phenomena that have all been labeled Druidism. The purpose of this article will be to briefly outline the current consensus among scholars about Paleopagan, Mesopagan and Neopagan Druidism. Comments by those having more accurate data will be welcomed by the author.”} {“It should be pointed out, however, that the author is working strictly on the traditional, “earthplane,” historical level of reality. It is not unusual for religious and philosophical movements to have leg- ends about their origins, in fact, all of the world’s “great religions” have them. The existence of such mythic material says nothing about he validity of spiritual, philosophical or magical concepts such groups may have to offer their members or observers; especially since many of the legends about the origins of groups were created for arche- typal, mystical and otherwise symbolic purposes and are not neces- sarily meant to be taken literally.”} {“Earth-plane reality is not the Dreamtime; many modern reli- gious and magical orders are based on psychic rather than physical links to the past and that past is often one that may never have existed physically on this planet. But profound metaphysical insights are still profound, regardless of whether or not those promulgating them are accidentally or deliberately passing on unprovable tales about heir origins. Modern Druids are as likely as modern Witches to suddenly go mystical and romantic when hard historical questions are brought up. Some avoid the problem entirely by citing “reincar- nation memories” or other divinatory techniques as the sources of their beliefs. Such sources deserve respectful analysis but at parapsychology’s current state of development, historians do not yet have the proper mental tools to adequately perform the necessary evaluations.”} {“The term “Pagan” comes from the Latin paganus , which ap- pears to have mean “country dweller, villager, or hick,” and not nec- essarily in a polite way. The Roman army seems to have used the term to mean “a civilian,” and the Roman Church later used it to refer to those who were not part of “the Armies of the Lord,” i.e., those who were nonchristian. After 1500 years of propaganda, the term became synonymous in many people’s minds with “atheist, devil worshipper, or heathen” (heathen, of course, means “people of the heath, where heather grows”). Today, most people who define themselves as Pagans use the word as a general term for “native and natural religions, usually polytheistic, and their members.”} {“This is the sense in which this author uses it. The term “Paleopagan” refers to the original polytheistic tribal faiths of Eu- rope, Africa, Asia, the Americas and Australia, when they were still practiced as intact belief systems. “Mesopagan refers to those move- ments founded as attempts to recreate or revive what the founders thought of as the (usually European) Paleopagan faiths of their ances- tors; but which were developed by those founders within the basi- cally monotheistic or dualistic worldview of Judaism, Christianity and Islam. “Neopaganism” refers to the recent attempts to revive what the founders perceived as the best elements of Paleopaganism (of varying ethnic origins) within the context of modern humanistic ideas of psychological growth needs and mutual human interdepen- dence. The first term was coined by this author, the second by Robin Goodfellow, and the third (as “Neo-Paganism”) was rediscovered by Tim Zell.”} Here the original article from DC(E) begins. It will come as a surprise to no one that the Reformed Druid movements in North America were not the first attempt to resurrect Druidism. There are, in fact, dozens of groups that have been started over the centuries in an attempt to carry on or reinvent what their founders thought were the principles and practices of Druidism. Although none of the Branches of the Reform have any historical connection with any of these (up to the present, anyway) with one minor exception considered near the end of this article; nonetheless, a brief review of the histories of these groups will prove of interest to most Reformed Druids. But first let us go over what we know of the original Paleopagan Druids. This can be accomplished swiftly, , we actually know very little of them. The ancient Greek writers who mentioned the Druids were, according to Stuart Piggot’s The Druids (which is the best book in English available on the subject), for the most part suffering form either the Savage Barbarian (“Hard Primitivism”) or else the Noble Savage mystique (“Soft Primitivism”). The accounts of Julius Caesar are mostly war propaganda, heavily weighed down with atrocity tales designed to make the Celts look terrible and the Romans look won- derful. The same comment, of course, holds for the writings of the early Christian missionaries, some of them encountered Druids in Ireland and Scotland, and found them to be far less gullible than the populace. Indeed, it seems that the overwhelming majority of books written about the Druids, until the 20th century, were far more fancy than fact. The really hard facts and probabilities about Paleopagan Druid- ism can be summed up briefly; the Druids practiced a system of Priestcraft that was perhaps similar in some ways to that of the Brah- mins in India. They were active throughout Gaul and the “British” Isles, and perhaps in other Celtic territories as well. They were the victims of a series of successful genocide campaigns waged against them by the Roman Empire and the Church of Rome. First to taste defeat were the Druids of Gaul, around 54 c.e. and those of Britain around 61 c.e. (all by the Roman Legions). The Christians managed to obliterate Druidism (or at least drive it completely underground) in Ireland, Scotland and the outer Isles during the fifth and sixth centuries c.e. How long Druidism may have lasted (either aboveground or underground) in Wales and other outposts is unknown, but it was probably not for very much longer. As a social class, they seem to have been just below the warrior/ nobility class in power and prestige, though they apparently had the political and religious power to be noncombatants and to start or stop wars. Their training could take as long as twenty years and seems to have included poetical composition, memorization tech- niques, law, ritual practice, weather predicting and other specialties. There appear to have been several subcatagories, all vaguely called “Druid.” For example; the “Bards” were in charge of music, poetry, singing and dance; the “Vates” or “Ovates” were in charge of proph- ecy and divination; the “Brehons” (whom some say were not Druids at all) were judges and law-givers; etc. Druids per se were primarily teachers, magicians and priests. All of these categories seem to have overlapped, along with healing, animal husbandry, time keeping, astrology and the transmission of oral traditions."},{"pageNumber":20,"pageContent":"318 They definitely were respected authority figures and this may re- late to the fact that the word “Druid” is from the root “dru-” meaning “oak tree, firm, strong.” Therefore, it is possible that “druidecht” or Druidism may relate much to the concepts of “firm knowledge giv- ers,” “dogma knowers” or “sources of orthodoxy” as it does to “oak worshipping priests.” This would make it an interesting contrast to “wiccacraeft” or “Witchcraft,” which seems to mean “the craft of bending” or “the twisting skill” (standard terms used for magical workers, but seldom for religious authorities). Druid places of worship seem to have been mainly oak groves. They practiced animal (and perhaps human) sacrifices and may have performed divination from the remains. They were touchingly fond of mistletoe, especially if it grew oak trees. They appear to have been polytheists (probably “conditional polytheists”) rather than mono- theists or duotheists. They believed in an afterlife very much like the fleshly one (not, it would appear , in reincarnation or transmigra- tion, except for Heroes, Wizards and Gods) and made it a special point to bury tools, weapons, animals and food with the warriors and kings for use in the Celtic equivalent of the “Happy Hunting Grounds” believed in by some Native Americans. A favorite day for rituals (as well as for cutting mistletoe) seems to have been the sixth day after the night in which the new moon was first visible. They did not appreciate either the Roman Paleopagans nor the Roman Paleochristians that much. That just about sums up what we really know for sure about the Paleopagan Druids . There are no real indications that they used stone altars (at Stonehenge or anywhere else); that they were better philoso- phers than the Greeks or Egyptians; that they had anything to do at all with the mythical continents of Atlantis or Mu; that they wore gold Masonic regalia or used Rosicrucian passwords; that they were the architects of (a) Stonehenge, (b) the megalithic circles and lines of Northwestern Europe, (c) the Pyramids of Egypt, (d) the Pyramids of the Americas, (e) the statues of Easter Island, of (f) anything other than wooden barns and stone houses. Neither is there any proof that the Ancient Druids were “Prechristian Christians;” that they understood or invented either Pythagorean or Gnostic or Cabalistic mysticism; or that they all had long white beards and golden sickles. We don’t even have any proof that they were the only magical work- ers among the Paleopagan Celts (or among the tribes conquered by the Celts). And although there are sporadic references to a “semi- nary” for higher training of Druids in “Albion” (which could have meant either the physical country of Britain or Wales, or else the Gaelic “Otherworld,” i.e., “Higher training between lives”); there is no proof for this nor any really developed intertribal communica- tions network of Druids. With that background in mind, let us attempt to trace the revival/ survival of Druidism in the Celtic and Gaulish territories. As near as we can tell, Druidism as such had vanished as a public activity by the end of the sixth centuries of the common era. Bards, however, seem to have survived fairly well, at least in Ireland, Scotland, Wales, and the outer Isles. Whether they also managed to keep alive (as an un- derground cult) other aspect of Paleopagan Druidism, as has been claimed , remains to be proven. It is also possible, though unproven (and perhaps unprovable), that some of the so-called “Family Tradi- tions” of Witches in these territories kept alive some of the knowl- edge of the Ancient Druids. We do know, that as far back as the 12th Century c.e., Bards in Wales were holding large competitions, to which the generic name “Eisteddfod” has been attached. One of them was held in 1176 c.e. in Cardigan Castle, sponsored by a Lord Rhys, but it was almost three centuries before another competition of any significance was held at Carmarthenshire in 1450. The next appears to have been in the north of Wales in 1523, at Caerwys, and another in 1568 where Queen Elizabeth (who was anxious to control the traveling minstrels she saw—probably correctly- as a threat to British rule, examined the bards and granted license to some of them to travel and collect fees. Throughout these centuries, the scholarship of learned men (women weren’t allowed to write) concerning the Druids was abys- mal. The same Greek and Roman commentaries were dug up and rehashed, over and over again, and fanciful theories were built upon them. Most of these “scholars” were not very romantic in their treat- ment of the Druids, on the contrary, writers seemed to vie with one another in “revealing” the foolishness, barbarity and vanity of Druid worship. This was of course the proper party-line to take for a scholar wishing to survive with either his reputation or his head in Christendom. It did not, however, improve the image of Prechristian religions in Europe. It is said by some that in 1245 c.e. a gathering was held of under- ground Druids and Bards from several of the British Isles, and that a theological unity was agreed upon and a special group or Grove founded, called the Mount Haemus Grove , which is said to still be in existence, with an “unbroken line” leading back. Such claims need to be treated most carefully. There does seem to be a group by that name, recognized by some of the modern Druids in England, but this hardly constitutes proof of such an extraordinary claim. It may indeed go back a few centuries (probably to the id 1700) but that does not make it an unbroken heritage from 1245. In 1659 c.e., the scholar John Aubrey, having done some archeo- logical fieldwork at Stonehenge, made the suggestion that Stonehenge might have been a temple of the Druids. He developed this sugges- tion cautiously over the next few decades in his correspondence with his fellow scholars and in the notes for his never fully-published work, Templa Druidum . In 1694, a fiery young Deist named John Toland discussed the theory with him and became very enthusiastic over it. In 1659, excerps from Aubrey’s book were published, in- cluding his theory about Druids at Stonehenge, which then saw light for the first time. In 1717, a young antiquary named William Stuckeley obtained a transcript of Aubrey’s complete manuscript of Templa Druidum , in- cluding the portions never published. Stuckeley though the theory about Stonehenge being a Druid Temple was a terrific idea and be- gan to develop it far beyond Aubrey’s original concepts. Also in that year, it is claimed, John Toland held a meeting at which Druidic and Bardic representatives from Wales, Cornwall, Brittany, Ireland, Scotland, Anglesey, Many, York, Oxford and Lon- don appeared and formed The Universal Druid Bond (U.D.B.). The UDB has supposedly continued to this very day (or rather, at least one current grove is claiming to be part of a Universal Druid BOND says that it goes back this far) and the present name of the head group of the UDB seems to be The Mother Grove An Tich Geata Gairdeachas . In 1723 c.e, the Druid Stone Altar was invented by Rev. Henry Rowlands in his monumental work, Mona Antiqua Restaurata . His Druids are Patriarchs right out of the Christian Bible, and the altars they use are cairns and the capstones of cromlechs (though he does at least allow the Druids to remain in their groves, rather than forc- ing them to build huge stone temples). These Druid Stone Altars quickly became part of the rapidly growing folklore of Druidism. Prior to 1723, Druids were required to use altars made of sod or tree stumps—adequate, perhaps, but hardly as glamorous. In 1726, John Toland published his History of the Druids , in which he pictured the Druids as unscrupulous mountebanks and theocratic tyrants. This was rather surprising act for the man who had suppos- edly had, nine years earlier, helped to found a Universal Druid Bond and been its first “Chosen Chief.” He did, however, put further forward the Stonehenge theory of Druid worship. Scholarship of equal value was, of course, being produced in France as well. In 1727, Jean Martin presented Patriarchal Druid (Christian style) in his Religion des Gaulois . Throughout this century, on both sides of the Channel, Druids were being invented east and west,"},{"pageNumber":21,"pageContent":"319 though in France these “Prechristian Christians” tended to be patri- otic heroes resisting foreign invasion, while their English counter- parts were the greatest mystics in history. In London, throughout the century, “Druid” groups appeared along with Rosicrucian and Freemasonic organizations. In 1781 c.e., Henry Hurle set up The Ancient Order of Druids (AOD), a secret society based on Masonic patterns (not surprising, since Hurle was a car- penter and house builder). This group, like most of the similar mys- tic societies form at the time, was heavily influenced by Jacob Boehme. Jacob Boehme, 1675-1724 c.e., was a Protestant mystic, greatly in- volved with alchemy, hermeticism and Christian Cabala, as well as being a student of the famous Meister Eckhart. His mystical writings attempted to reconcile all these influences and had a tremendous impact upon later generations of mystical Christians, Rosicrucians, Freemasons, and Theosophists. {“Overseas, the link between Deism, Masonry and Druidism was once again established, in the small town of Newburgh, New York. G. Adolf Koch has an entire chapter on “The Society of Druids” in his book Religion of the American Enlightenment . Deism and down- right atheism were popular during the 1780’s and 90’s among the American intelligentsia, especially those who had supported the American and French revolutions. In fact, a rather large number of the key political figures involved in both revolutions were Deistic Masons and Rosicrucians (see Neal Wilgus, The Illuminoids ). Koch tells the story of the Newburgh Druids thusly:} {“Some Influential citizens of Newburgh had organized themselves into an interesting radical religious body called “The Druid Society.” Like its sister organization, the Deistic Society in New York, it was a radical offshoot of an earlier and more conservative society. A Ma- sonic lodge had been established in Newburgh in 1788, and it seems, as one attempts to piece together the fragmentary facts, that as the brothers, or at least a number of them, became more and more radi- cal in the feverish days of the French Revolution, the metamorphosis from Mason to Druid resulted. The Druids held their meetings in the room formerly occupied by the Mason and continued to use a ceremony similar to the Masonic. It is interesting to note, too, that as the Druid Society dies out contemporaneously with the end of Palmers’ activities in New York City (he was a famous Deist of the time-PEIB), a new Masonic lodge was instituted in Newburgh in 1806.”} {“ Koch continues, “The question naturally arises as to why those apostate Masons chose the name of Druids. It seems that when they abandoned Christianity, with which Masonry in America had not been incompatible, they went back to the religion (as they conceived of it—PEIB) of the ancient Druids who were sun worshippers. It was commonly believed at that time, by the radicals of course, that both Christianity and Masonry were derived from the worship of the sun.. The Druids thus went back to the pure worship of the great lumi- nary, the visible agent of a great invisible first cause, and regarded Christianity as a later accretion and subversion of the true faith, a superstition, in short, developed by a designing and unscrupulous priesthood, to put it mildly in the language of the day.” “} {“It appears that Thomas Paine, among other radicals of the time, was convinced that Masonry was descended from Druidism. Koch refers us to an essay by Pain, The Origin of Freemasonry , written in New York City in 1805. In this essay he mentions a society of Ma- sons in Dublin who called themselves Druids. The spectacular fanta- sies and conjectures that have been offered over the centuries to explain the origins of Masonry and Rosicrucianism will have to await another article to be properly discussed. Suffice it to say for now that the sorts of Druidism with which the noble Paine and his friends might have been familiar were far more likely to have been offshoots of Masonry than vice versa.”} {“ As for the group of Druid Masons in Dublin, this author knows nothing else about them. Perhaps they were a branch of the UDB or AOD. I will speculate that they may very well have been intimately linked with the Irish Revolutionary politics, which might or might not have strained their relations with Druid Masons in England. There doesn’t seems to be much data about Irish Masonic Druidism available in this county, but we do know a bit about developments in Wales.”} Following the tremendously successful Eisteddfod organized by Thomas Jones in Corwen in 1789, a huge variety of Welsh cultural and literary societies mushroomed and flourished. In 1792, a mem- ber of several of these groups in London named Edward Williams, using the pen name of Iolo Morganwg (Iolo of Glamorgan), held an Autumnal Equinox ceremony on top of Primrose Hill (in London). Along with some other Welsh Bards, he set up a small circle of pebbles and an altar, called the Mean Gorsedd . There was a naked sword on this altar and a part of the ritual involved the sheathing of this sword. At the time, no one paid very much attention to the ceremony or its obvious sexual symbolism (which if noticed, might legitimately have been called “Pagan”), at least not outside of the London Bardic community. Iolo, however, was not daunted. He declared that the Glamorganshire Bards had an unbroken line of Bardic-Druidic tra- dition going back to the Ancient Druids, and that his little ceremony was part of it. He then proceeds (almost all scholars agree) to forge various documents and to mistranslate a number of manuscripts, in order to “prove” this and his subsequent claims. Many people feel that he muddled genuine Welsh scholarship for over a hundred years. In 1819, Iolo managed to get his stone circle and its ceremony (now called, as a whole, the Gorsedd inserted into the genuine Eisteddfod in Carmarthen, Wales. It was a tremendous success with the Bards and the tourists, and has been a part of the Eisteddfod tradition ever since, with greater and greater elaborations. Iolo’s effects did not stop there however, for later writers such as Lewis Spence (who produced more fantasy about Celtic Paleopaganism than any writer of the last century), Robert Graves and Gerald Gardner apparently took Iolo’s “Scholarship” at face value and proceeded to put forward theories that have launched dozens of occult and mysti- cal organizations (most of them having little if anything to do with Paelopagan Druidism). By 1796 c.e., all megalithic monuments in Northwestern Europe were firmly defined as “Druidic,” especially if they were in the form of circles or lines of standing stones. In that year, yet another ele- ment was added, in La Tour- D’Auvergne’s book, Origines Gauloises . He though he had discovered a word in the Breton language for megalithic tombs, “dolmin,” and by both this spelling and that of “dolmen” this term became part of the archeological jargon and of the growing Druid folklore. At this point the folklore, also called “Celtomania,” went roughly like this: “the Celts are the oldest people in the world; their language is preserved practically intact in Bas-Breton; they were profound phi- losophers whose inspired doctrines have been handed down by the Welsh Bardic Schools; dolmens are their altars where their priests the Druids offered human sacrifice; stone alignments were their as- tronomical observatories...” (Salomon Reinach, quoted by Piggot) Art, music, drama, and poetry were using these fanciful Druids as characters and sources of inspiration. Various eccentrics, many of them devout (if unorthodox) Christians, claimed to be Druids and made colorful headlines. Wealthy people built miniature Stonehenges in their gardens and hired fake Druids to scare their guests. Mysti- cally oriented individuals drifted from Masonic groups to Rosicrucian lodges to Druid groves, and hardly anyone, then or now, could tell the difference. Ecumenicalism was the order of the day and in 1878, at the Pontypridd Eisteddfod, the Archdruid presiding over the Gorsedd ceremony inserted a prayer to Mother Kali of India! This might have been magically quite sensible, and was certainly in keep- ing with traditional Pagan attitudes of religious eclecticism, except"},{"pageNumber":22,"pageContent":"320 for the face that the British attitude towards Indian culture and reli- gion was not exactly the most cordial at the time (of course, if there were no British people leading the rite, it might have been a deliber- ate bit of Welsh nationalistic magic against England!). But before this, in 1833, the Ancient Order of Druids (the secret society founded by Hurle) split up over the question of whether it should be mainly a benefit (charitable) society or a mystical one. The majority voted for being a charitable society and changed its name to The United Ancient Order of Druids (UAOD). This group, with branches all over the world, still exists as a charitable and fraternal organization rather like the Elks or Shriners. An example of their philosophy may be found in a collection of their sayings entitled The Seven Precepts of the Prophet Merlin : “First: Labor diligently to acquire knowledge, for it is power. “Second: When in authority, decide reasonably, for thine authority may cease. “Third: Bear with fortitude the ills of life, remembering that no mor- tal sorrow is perpetual. “Fourth: Love virtue—for it bringeth peace. “Fifth: Abhor vice—for it bringeth evil upon all. “Sixth: Obey those in authority in all just things, that virtue may be exalted. “Seventh: Cultivate the social virtues, so shalt thou be beloved by all men.” Meanwhile, the minority group, still calling itself by the old name (AOD), also continued to exist, as a mystical Masonic sort of organi- zation. The AOD may have been among the groups known to have held ceremonies (Summer Solstice rites were the only ones held by anyone it seems) at Stonehenge prior to 1900 c.e. (it was a popular pastime) and in any event , there were several such groups using the site. IN 1900, one of the standing stones fell over and the angry owner of the land (Sir Edward Antrobus) decided to fence the monu- ment and charge admission, the better to (a) keep a closer watch on it and (b) to earn enough money to repair the damage being commit- ted by tourists. This caused a problem almost immediately, when a Druidic group was holding the very next Summer Solstice ceremo- nies and the Chief Druid was kicked out by the police (he laid a curse on Sir Edward, the effects of which are unrecorded). Although the AOD, in the form of one of its subgroups (the Albion Lodge at Oxford) gained a certain amount of notice when they initi- ated Winston Churchill in August of 1908, the rite was performed at Blenhim Park, not Stonehenge. The only Druidic group known for sure to have used the monument during the years between 1901 and 1914 was called The Druid Hermeticists . In 1915, Stonehenge was sold by the weary owner to someone else who immediately gave it to the British Government, at a ceremony in which Druids of some sort assisted. Since 1919 c.e., when Stonehenge became a na- tional monument, at least five different Druid groups have asked government permission to use it, although other groups have cel- ebrated at various nearby spots (because of political and metaphysi- cal squabbles) and some group, of course, may have used Stonehenge without government permission or knowledge. By 1949, only two groups seem to have been left using Stonehenge for the Summer Solstice rites; the AOD and the British Circle of the Universal Bond (BCUB). In 1955 the AOD seems to have disap- peared, leaving the plain to the BCUB. But the latter also had a problem, when a group succeeded in 1963-4, calling itself The Or- der of Bards, Ovates and Druids (OBOD), and decided to celebrate elsewhere (usually Primrose Hill). Things of a Druidic nature were occurring outside of Stonehenge, of course. In Wales, the National Eisteddfodd Court runs an Eisteddfod every year (alternating between northern and southern Wales) and has the “Gorsedd of Bards” arrange the rituals for each occasion. Bardic and Druidic groups have also arisen in France, Brit- tany, Cornwall, the Isle of Man, Scotland, Ireland and in various parts of England. While the Welsh groups (Bardic, Druidic and Bardic-Druidic) spend most of their time and energy looking down their noses at all the nonWelsh groups (and even being so rude as to kick nonWelsh Druids out of their ceremonies); the others in turn spent tremendous amounts of time and energy on internal warfare. Ecumenical movements, of course, have appeared and disappeared. The UDB, supposedly founded in 1717 by John Toland, claims to have survived since then under a succession of Chosen Chiefs, in- cluding such names as Toland, Stuckeley, Lord Winchilsea, Blake and Spence, among others. It appears to have been their English group (the BCUB referred to above) that suffered the split in 1963-4. Both groups, naturally, claim to be the only legitimate representa- tives in the UDB. There do appear to be a couple of dozen public Druid groups in France and the “British” Isles, many of them using the “Bards, Ovates and Druids” phraseology. One leader states that there may be as many 400 independent Druids not affiliated with groups. Such estimates, like those of underground Witches , Occult- ists and Pagans, must remain speculation since (thanks to religious bigotry) the estimates cannot be tested without risking the lives of those so exposed. {“ The author has recently been in contact with yet another Dru- idic group in England, called the Golden Section Order Society, which may or may not be connected to any of the other Mesopagan Druids over there. We hope to learn more about them, and the other groups, in future correspondence. For now, let me emphasize that this series of articles is being based on the best research of which the author is aware. Readers having further data or corrections are sincerely requested to share their evidence so that future writings on these topics can be appropriately rewritten.”} {“I will make one further comment before leaving the Mesopagan Druids of the “British” Isles (I put “British” in quotes, by the way, so my Irish, Scots and Welsh friends won’t lynch me). Masonic Druid- ism as a religious and philosophical system that has lasted for at least two centuries, helping hundreds of people to gain a better under- standing of themselves and their times. Its attitude of reverent skep- ticism is fully in keeping with the ideals of the founders of the Re- formed Druid movements in North America. These Mesopagans have a great deal of wisdom and experience that modern Neopagans would do well to avail themselves of, and many of the current Ma- sonic Druids are right on the borderline between Meso- and Neo-. It is to be hoped that more lines of communication will be opened between us in the years to come.”} In the United states, there have been branches of most of the British Druid groups discussed in the article and there is nothing special that needs to be said about them. There is, however, at least one homegrown group that deserves a mention, if only because of its possible dangers to naive seekers after Druidism. Around 1970 c.e., a man named Barney Taylor (no relation to Tony), operating under the name of “Eli” (which he claims means “teacher”) appeared on the American occult scene teaching a religion he called the “American Druidic Craft.” Taylor ‘s background in- cluded training in Naturopathy, Herblore, Scientology, Psychocybernetics and similar mind training systems (including pos- sibly “The Process,” a semi-satanic group). A highly charismatic man, Taylor went around the US in the early 1970’s, giving lectures on “Druidic Witchcraft” and founding covens. Evidence would tend to indicate that Taylor invented his “Druidic Witchcraft” form whole-cloth. His magical and religious system has mutated quite a bit over the years, as a careful reading of his “First Book of Wisdom” will reveal to the trained eye of an Editor or Liter- ary Critic. Several drastically different writing styles are run together in a conglomerate of Herbology, Mystical Christianity, UFO ology, Gardnarian (Neopagan) Witchcraft, Von Danikenism, Freemasonry,"},{"pageNumber":23,"pageContent":"321 Spiritualism, Scientology, Process, Ceremonial Magick, etc. The re- sulting system, now calling itself “the Druidic Craft of the Wise,” bears no resemblance to any system of Druidism practiced in Europe or North America, now or in the past. Neither does it resemble Neopagan Witchcraft very much, except for a few items obviously borrowed from easily available published sources. However, because the name “Druidic” is attached to Taylor’s teachings, it would be wise to give a short account of them. The DCW is a strictly authoritarian and patriarchal monotheistic religion. The deity is called “The Father,” and no references are made to female deities at all. The word of Taylor is law—no criticisms may be voiced and no outside religious study or practice is allowed. All competing religious groups are termed fraudulent (including the Neopagan Witches Taylor recommends in writing but forbids in practice) and his attitude towards them is one of complete hostility. Private lessons at his farm in Arkansas, as well as correspondence lessons are available, however (judging from the copies of the corre- spondence materials seen by this writer) they are of abysmally poor quality. Part of the initiation ceremony (done by a priest/ess claiming to be “of the Order of Melchizadeck”) involved the placing of a “Spirit Guide” on the back of the neck of the initiate. According to exmembers, this is actually a vampire or artificial elemental, used to psychically bond to the group together and to provide a source of psychic energy for Taylor and his friends. Many elements from the psychic technology of the Process and Scientology are evident, in- cluding the major technique of “spiritual enlightening” a student by destroying their old, non-magical , personality and building them a brand new personality that is magical—and does exactly as it’s told. Through out the course of training, students are given many secrecy oaths and almost no explanations whatever of what is going on. Taylor apparently feels that, as Guru, he has a right to manipulate his students “for their own good.” A number of very harsh and alarming accusations about Taylor and his activities have been made over the years, but so far no evi- dence that would stand up in a court of law has been produced. The psychic result of his training system, for those who stick with it, are obvious even to little-old-lady-tea-readers; classic examples of the “sleazy- satan-scientologist-junkie-vibe” so familiar to observers of the less savory fringes of the occult community. Let me reiterate that the “Druidic Craft of the Wise” bears no resemblance to or connections with any of the Masonic Druid groups in England and America, nor with any of the Branches of the Re- formed Druid movements in North America, save one. Several Cov- ens are currently breaking away from Taylor and they have expressed interest in the Reformed Druid movements [possibly the Celtic Col- lege of Reformed Druidic Wicca?—Scharding]. Since several Covens have broken away in the past and joined various Neopagan Witch- craft groups, this is not an impossible task. Readers are advised to stay as far away as possible from Taylor and his followers, however. There are plenty of legitimate Druidic and Craft groups around to choose from. Neopagan Druidism by Isaac Bonewits Here is the article from Vol. 2, Issue 6 of Pentalpha/Druid Chronicler by Isaac Bonewits as it was printed in 1979. At the time of writing this article Isaac was essentially on a sabbatical away from Reformed Druid- ism and doing intensive study of ancient Indo-European religions. Much of Isaac’s materials of this time period may be interpreted as indicative of the theme of the Ar nDriaocht Fein organization that he formed between 1981 and 1983. Perhaps this was yet another attempt of Isaac to bring the NRDNA fully into an organized Neo-Pagan religion?.—Scharding In the last two issues we have discussed both the probable and the fanciful history of Druidism in Western Europe and North America. In this concluding section I’ll talk about he one Druid movement with which I am the most familiar, since I both an Archdruid within it and its resident historian: The New Reformed Druids of North America. Few, if any, legendary tales have to be dealt with here, since the movement was founded only sixteen years ago and its actual history is easily traced. But first I will repeat the main definitions I’ve been using for the historical varieties of Paganism, mentioning once again that these are broad and frequently overlapping categories. What are Neopagan Religions Like? The New Reformed Druids of North America represent only one of the many varieties of Neopagan religions now being practiced in this country. Together, these various groups form a rich tapestry of friendly differences and strong similarities. Most Neopagans (of various persuasions) seem to agree that their similarities are often of more importance than their specific doctrinal distinctions or ethnic focuses. Some of these common beliefs appear to include: 1. The idea that divinity is immanent (internal) as well as transcendent (external ). This is often phrased as “Thou art God” and “Thou art Goddess.” 2. The belief that divinity is just as likely to manifest itself as female. This has resulted in a large number of women being attracted to the faiths and joining the clergy. 3 . A belief in a multiplicity of “god” and “goddesses,” whether as indi- vidual deities or as facets of one of a few archetypes. This leads to multi-value logic systems and increased tolerance towards other reli- gions. 4. A respect and love for Nature as divine in Her own right . This make ecological awareness and activity a religious duty. 5 . A distaste for monolithic religious organizations and a distrust of would- be messiahs and gurus . This makes Neopagans hard to organize, even for “their own good,” and leads to constant schisming, mutation and growth in the movements. 6. The firm conviction that human being were meant to lead lives filled with joy, love, pleasure and humor. The traditional western concepts of sin, guilt and divine retribution are seen as sad misunderstandings of natural growth experiences. 7. A simple set of ethic and morality based on the avoidance of actual harm to other people (and some extend this to some or all living be- ings and the planet as a whole). 8. The knowledge that with proper training and intent, human minds and hearts are fully capable of performing all the magic and miracles they are ever likely to need , through the use of natural psychic powers. 9. A belief in the importance of celebrating the solar, lunar and other cycles of our lives . This has led to the investigation and revival of many ancient customs and the invention of some new ones. 10. A minimum amount of dogma and a maximum amount of eclecti- cism. Neopagans are reluctant to accept any idea without personally"},{"pageNumber":24,"pageContent":"322 investigating it, and are willing to use any concept they find useful, regardless of it origins. 11 . A strong faith in the ability of people to solve their current problems on all levels, public and private . this leads to... 12. A strong commitment to personal and universal growth, evolution and balance . Neopagans are expected to be making continuous ef- forts in these directions. 13. A belief that one can progress far towards achieving such growth, evolution and balance through the carefully planned alteration of one’s “normal” state of consciousness, using both ancient and modern meth- ods of aiding concentration, meditation, reprogramming and ecstasy. 14. The knowledge that human interdependence implies community coop- eration . Neopagans are encouraged to use their talents to actually help each other as well as the community at large. 15. An awareness that if they are to achieve any of their goals, they must practice what they preach . This leads to a concern with making one’s lifestyle consistent with one’s proclaimed beliefs. And Neopagan Druidism? Neopagan Druidism is the latest phase in a movement, the Re- formed Druids of North America, that started out as a quasi-reli- gious Mesopagan protest against coerced religion at a small midwestern college, back in 1963 c.e. The RDNA was invented in order to test the amount of freedom allowed by the college’s rules requiring all students to attend church. Much to the surprise of the founders, even after they had won their protest, many of the Druids wanted to continue the movement. The prayers to the Earth-Mother and the old Celtic divinities, combined with the anarchistic philosophy, had come to represent a valuable part of the spiritual lives. Graduates of Carleton College spread the Reformed Druid movement wherever they went. It was in Berkeley, California that one of these alumni became the local Archdruid for a group of people who were already thinking of themselves as conscious Neopagans. Under their influence, an in- creasing overlap between RDNA and the rest of the Neopagan com- munity began to form. Today, the handful of active groves (congrega- tions) are almost all Neopagans and are using the “NRDNA” (for New RDNA). Are Druids Witches? Only recently. Since the Paleopagan Druids were long gone by the time the Anglo-Saxons began g the word “Wicca” [“bender” or “ma- gician”], all speculation about “witches” having been the remnants of the Prechristian Celtic clergy (i.e., the Druids) are unprovable. There is, in fact, no hard evidence to indicate that witches were ever though of as religious functionaries until the Church invented Neogothic (or Satanist) Witchcraft in the middle ages. But in recent years a number of Neopagan religions have been founded by people who have chosen to call themselves “witches.” These Neopagan Witches have a great deal in common with other Neopagans, including the Druidic sorts, and several initiated Witches have become ordained Druids and vice versa. This sort of overlap- ping membership is extremely common in the Neopagan movements and is an understandable result of polytheistic theologies (or “theoilogies”) and ecumenical meetings. What are the Basic Beliefs of Neopagan Druidism? Neopagan Druidism retains the “Basic Tenets” of the original RDNA movement and builds upon them. According to one Druid document, The Book of the Law , they run thusly: The object of the search for religious truth, which is a universal and a never-ending search, may be found through the Earth-Mother; which is Nature; but this is one way, yea, one way among many. And great is the importance, which is of a spiritual importance, of Nature, which is the Earth-Mother; for it is one of the objects of Creation, and with it do people live, yea, even as they do struggle through life are they come face-to-face with it. This has since been abbreviated, in The Outline of the Founda- tion of Fundamentals, to the following statements: 1. Nature is good! and the second is like unto the first: 2. Nature is good! The material realm is personified as the Earth-Mother (or Mother Nature), on of the oldest archetypes known to humanity. Many now apply this name to the biosphere as a whole, in order to emphasize our dependence upon Her. The nonmaterial essence of the universe(s) is called Be’al (which is believed by me to be an ancient Celtic name of an abstract divinity, based on “Bel” or “shining one”), and the concept is rather similar to some version of the Native American idea of the Great Spirit. Thus a polarity (or a dualism) of mater and energy, female and male, darkness and light, is established; but it is vital to realize that neither half of the polarity is believed to be supe- rior to the other. There is a very strong gender equality running throughout the Neopagan Druid worldview, and an Earth-Father/ Sky-Mother polarity (as in ancient Egypt) would be considered just as valid. The “object of Humanity’s search” is called “awareness,” and is defined as “unity with Be’al,” a task that can only be accomplish by also attaining unity with the Earth-Mother. Thus Neopagan Druids are used to develop all the different aspects of their beings—physical, mental, emotional, psychic, artistic and spiritual—in order to attain the required state of dynamic balance that will lead them towards awareness. Beyond these fundamentals of Neopaganism in general and Neopagan Druidism in particular, the philosophy and theoilogy are kept deliberately vague. It is up to each member to work out her or his own path towards awareness. Other goddesses and gods, both Celtic and nonceltic, are invoked by the Druids, but each member has his or her own personal definition of the concepts involved. What About Organization? The Neopagan Druids are organized into congregations called “groves,” each with from three to ten or more members (though dozens of others may show up for major holiday celebrations). Only a handful of these are still active (in the San Francisco/Berkeley, St. Louis, and Olympia areas), though a couple of dozen have been founded over the years. Every grove is an independent entity, and each may operate its own “flavor” of Neopagan Druidism. Currently there are groves practicing Norse, Wiccan, Eclectic, Zen and even Hasidic Druidism. Individuals frequently follow more than one vari- ety at a time, depending upon their personal interest. Attempt to keep any sort of a “National government” going have been fruitless, due to the strong individualism of the members. Pentalpha is currently instituting a Neopagan Training Program for members and would-be clergy of various Neopagan belief systems who wish to work within the Pentalpha structure (though followers of other Aquarian paths might find it of value as well). Neopagan Druidism is one path among many that participants in the program may choose to follow. Eventually Pentalpha will issue legal church charters to Neopagan Druid groves (as well as other groups) led by participant in the program. But is it “Really” Druidism? Obviously, Neopagan Druidism is a uniquely American phenom- enon. Because of its tolerance for theoilogical and philosophical dif- ferences, its lack of discrimination against women and other minor- ity groups, its sense of humor about itself, its distrust of all organiza- tional structures and its other similarities with the rest of the Neopagan"},{"pageNumber":25,"pageContent":"323 community, it is drastically different from most other philosophical movements that have called themselves “Druidic.” And yet the Neopagan Druids do have some fundamental con- cepts in common with the Paleopagan and Mesopagan Druids who preceded them. Down through the ages, their communities have known how to tell who the Druids among them were, because the role of the Druid has always been clear—scholar, and artist, poet and priest, philosopher and magician—the one who seeks, preserves and extends the highest wisdom her or his people are capable of han- dling safely, and who uses the knowledge and inspiration for the benefit of their community. The Path of the Druid, like that of the Brahmin, the Medicine Person, the Shaman or the Rabbi, is one of heavy responsibilities and hard work. But like these others, it is also a path of great re- wards—physical, intellectual, artistic, magical and spiritual. For those who feel a link to the Paleopagan Celtic peoples, and who find them- selves wanting to use their highest talents to serve their communi- ties, Druidism can be a challenging and exhilarating way of life to explore. A Basic Wiccan Rite by Isaac Bonewits For the benefit of those Reformed Druids who have inquired as to exactly what goes on at a typical Neopagan Witchcraft ritual, and how it might differ from one of our own, we present the following Basic Wiccan Rite, in outline form. This is based primarily upon the pattern developed by an Eclectic Reconstructionist Wicca organiza- tion in California. It is highly similar to that used by the majority of Neopagan Witchcraft movements in America. Astute readers will note that there are no incantations, songs or names of particular deities in this outline. This is because each Coven chooses or in- vents its own and usually prefers to keep these matters secret, in order to protect the delicate structure of the groupmind created by the system. The rituals also tend to work much better when the Coven has written its own variations to the basic theme. There is nothing to either prevent or encourage the use of this pattern by Reformed Druids of any Branch of the Reform; except, of course, that most Wiccans would not accept most Druids as compe- tent to preside over such a ceremony. Isolated elements of this rite may , naturally, prove of use in the creation of new Druid Liturgies. Suggestions concerning the psychic technology of this rite and others of a similar nature may be found in The Second Epistle of Isaac and in several of the books listed in A Bibliography of Druid- ism. 1. Ritual baths beforehand, personal anointing, with special oils if desired, putting on of clean clothes to travel to meeting site in. 2. Upon arrival at meeting site, all immediately change into whatever clothes (if any) will be worn for the rite. Leaders should arrive early in order to set up site properly, make sure materials are all on hand, see that musicians know their cues, etc. 3. Altar is placed outside of where circle is to be and all tools, statues and other materials are set up on altar sturdily. 4. Circle is marked out on floor or ground with tape, powder, flour or whatever. Those that use concentric circles mark out the proper mathematical proportions and inscribe whatever symbols are used inside the concentric rings. Candles or torches are placed at the Four Quarters. 5. Coveners assemble outside circle(s), two by two. Those groups that use scourging for purification do so now (3 + 7 + 9 +21 is the common pattern). Musicians may start opening song; coveners enter circle being greeted by HP (High Priest) and Hps (High Priestess) or their assistants, usually with a kiss and a password. All file into the circle clockwise, alternating (as much as possible) male and female, and distributing themselves equally around the circle. 6. If coveners are too far apart to hold hand, they move closer to the center of the circle until they can. If there are too many coveners in the circle, the rite should be stopped, the circle makers scolded, and the circle drawn all over again larger. Then start the rite again from the beginning. 7. All coveners, including the leaders, join hands facing the outside of the circle. Music starts and the Hps leads a counter-clockwise dance around the circle. Men dance with their left heel kept off the ground (a ref. to the Lame King motif). After at least one full circling, Hps lets go with her left hand and leads the dance into a slow inward spiral (the Labyrinth motif). When the spiral is as tight as it can get, Hps turns to her right and kisses the man next to her (symbol of awakening to passion and new life). She leads a new spiral outwards, this time clockwise. She and every woman kisses each man she comes to. The spiral eventually unwinds into a circle with all facing inwards and dancing clockwise. 8. Assistants go outside circle and very carefully carry in altar. This is placed near or on the center of the circle and candles on it are lit. 9. Hps and HP (or assistants) exorcise and consecrate Four Elements."},{"pageNumber":26,"pageContent":"324 Sword or athame (ritual dagger) is used to mark outside of circle , beginning at chosen Quarter. Each Element is used to consecrate circle (salt, water, incense, and lighting of torches is one way). 10. Hps & HP may anoint each other and coveners with special consecrated oil in triangle or pentegram shape, with special poem or blessing chant (procedure is easier if coveners are skyclad, i.e., na- ked). Females anoint males and vice versa. 11. With bell in weak hand and athame in strong, HP or Hps goes to beginning Quarter, rings bell, cuts pentegram or other sigil in the air and invokes or summons the “Lord of the Watchtower” or Spirit of that Quarter. This is done clockwise at the remaining Quarters. 12. After each summoning, all say “Welcome” or the equivalent. 13. Hps begins to take on the persona of the coven’s chosen God- dess, standing in ritual postures or perhaps dancing from the Quar- ter of Death to the Quarter of Birth and back again. HP may be leading a chant or song about the Goddess during this. If dancing or singing is going on, the musicians are playing along. 14. Hps returns to the center and delivers the “Charge of the God- dess” or the equivalent, speaking as the deity incarnate. All bow to Her respectfully. 15. In some groups, HP may then do a similar dance, be sung to as the coven’s chosen Horned God, and deliver a Charge of His own. 16. Hps announces that it is time to raise the Cone of Power and the purpose for which it is being raised. She stands in the center, with or without HP, and begins the dance chant. Music starts. 17. Coveners begin to dance slowly in a clockwise direction around circle, chanting a standard mantra or one made up for the occasion. Musicians gradually speed up the rhythm, dancing and chanting go faster and faster. During this, dancers are concentrating on an en- ergy flow going through their bodies in a clockwise fashion and ris- ing up in a spiral manner to form a Cone of Power. (Note: some really strong group have the power flow going both directions at once, forming two spirals into a single cone.) 18. Hps (or sometimes the HP) watches throughout this and tunes the power to the color and shape desired. When she thinks that the Cone has reached its peak of Power, she yells or otherwise signals and all drop to the floor repeating the cry and releasing all the energy into the spell. 19. Coveners sit quietly for a few minutes, in order to recharge. A quiet song or mantra may be chanted at this point. 20. The dancing and raising of the Cone may be repeated once or twice more (only). Each time there is recharging afterwards. 21. In some groups, during the raising of the Cone, the HPS & HP may be having sexual intercourse , timing their orgasms to the peak- ing o the Power (which is made easier if there is music— especially drums—available). However this is usually done only in groups that use sexually activity to raise the power rather than dancing. 22. Hps & HP bless the wine and the dagger-in-the-cup symbology and bless the cakes or cookies with the other elemental tools. These are passed to all and consumed. 23. This is the time for minor magical workings, telling of myths, songs, folktales, etc. Future rites may be planned. Political matters are avoided entirely, including the discussion of possible future ini- tiates, shifts of office, etc. (These are only to be discussed at organiza- tional meetings, not rituals). 24. HP or Hps (or all ) hold up a tool. All chant a brief chant, draining all excess power in the circle into the tool(s). Hps ( and HP if necessary) comes down from divine persona. 25. HP or Hps (or assistants) goes around circle with bell and athame, thanking and dismissing the Spirits. All coveners salute Four Quar- ters and say “Farewell” or equivalent at each Quarter. 26. Hps or HP goes around circle sprinkling salt or earth, thus ground- ing out the circle. 27. Hps cuts circle with sword or athame, saying “the circle is bro- ken, merry meet and merry part” or equivalent. All repeat the last part and the rite is over. 28. Altar is packed up and made ready for transportation by the leaders before the socialization afterwards gets too far underway. General Notes A. The rite usually works best when the ritual is completely memo- rized. Cue cards are a distraction and (usually) a sign of laziness. B. The musicians may be outside the circle throughout, or may come in with the altar, after the spiral dance. C. Since Wicca is supposed to be a Celtic religion, there is no need for Kabbalistic elements in this rite. D. HP & Hps may delegate all tasks except the persona taking (the shamanistic part) to members of the Coven. E. It is a definite help if the coveners attend folkdancing classes and learn some complete dances. F. Schismatic Druids are expected to be able to lead one of these sorts of rites at a moment’s notice (though they will probably never be asked) as a basic exercise in religious flexibility."},{"pageNumber":27,"pageContent":"325 A Bibliography of Druidism by Isaac Bonewits [Nearly verbatim from 1976, so it’s terribly out of date.—Scharding] The following books and periodicals should start any aspiring Schismatic or Hasidic Druid/’ess on his or her way. They include writings on the subjects of Archeology, Anthropology, Celtic Folk- lore & Mythology, Celtic and nonceltic Paleopaganism, Psychology, the history of early Christianity in Europe, Mysticism, Philosophy, Ritual Magic and ESP> Those titles with stars (*) attached are highly recommended and those with hatches (#) are to be read very carefully as they may con- tain materials which are speculative, unscholarly or sometimes just plain nonsense. BOOKS: Arbman, Holger; THE VIKINGS Bardon, Franz; INITIATION INTO HERMETICS Bonewits, P.E.I.; REAL MAGIC* Bord, Janet & Colin; MYSTERIOUS BRITAIN Bowen, John t. & Rhys Jones, T.J.; WELSH Brennan JH: EXPERIMENTAL MAGIC Brothwell, Don & patricia; FOOD IN ANTIQUITY Brown, JAC: TECHNIQUES OF PERSUASION Buckland, Raymond;WITCHCRAFT ANCIENT AND MODERN Buckland, Raymound; THE TREE* Butler, WE; APPRENTICED TO MAGIC Campbell, Joseph; THE MASKS OF GOD (4 VOL)** Campbell, Joseph; HERO WITH A THOUSAND FACES Carney, James; STUDIES IN IRISH LITERATURE AND HIS- TORY Carus, Pau; HISTORY OF THE DEVIL AND IDEA OF EVIL*# Chadwick, Nora; CELTIC BRITAIN Chadwick, Nora; THE CELTS Clark, Grahame & Piggot Stuart; PREHISTORIC SOCIETIES * Cohen, Daniel; THE NEW BELIEVERS# Cole, Sonia; THE NEOLITHIC REVOLUTION Cole, Sonia; THE RACES OF MAN Collis, JS: THE TRIUMPH OF THE TREE Colum, Padraig; A TREASURY OF IRISH FOLKLORE Conway, David; MAGIC; AN OCCULT PRIMER Cottrell, Leonard; THE GREAT INVASION; HOW THE RO- MANS CONQUERED BRITAIN Cross, TP & Slover, CH: ANCIENT IRISH TALES Daly, Mary; BEYOND GOD THE FATHER* Daniel, Glyn; THE MEGALITH BUILDERS OF WESTERN EU- ROPE Daraul, Arkon; A HISTORY OF SECRET SOCIETIES *# D’arbois de Jubainwville; THE IRISH MYTHOLOGICAL CYCLE Davidson, HR Ellis; PAGAN SCANDINAVIA De Bell, Garrett: THE ENVIRONMENTAL HANDBOOK De Laet, SJ: THE LOW COUNTRIES Deren, Maya; THE DIVINE HORSEMEN Dillon, Myles (ed); EARLY IRISH SOCIETY* Dillon, Myles & Chadwick, Nora; THE CELTIC REALMS* Dillon, Myles & O’croinin, Donncha; IRISH Douglas, Mona;THIS IS ELLAN VANNIN AGAIN; FOLKLORE Dubos, Fene;THE GOD WITHIN Durant, GM: BRITAIN-ROME’S MOST NORTHERLY PROV- INCE Edwards, Owen; CELTIC NATIONALISM Eliade, Mircea; SHAMANISM; ARCHAIC TECHNIQUES OF ECTASY Eliade, Mircea; YOGA, IMMORTALITY AND FREEDOM Eliade, Mircea;THE TWO AND THE ONE Ellwood, Robert; RELIGIOUS AND SPIRITUAL GROUPS IN MODERN AMERICA # Every, George; CHRISTIAN MYTHOLOGY Farb, Peter; ECOLOGY feng, Gia-fu; TAO-TE-CHING Feng, Gia-Fu: TAI CHI— A WAY OF CENTERING & I CHING Filip Jan; CELTIC CIVILIZATION AND ITS HERITAGE Fox, Aileen; SOUTHWEST ENGLAND* Frazer, James & Gaster, Theodore; THE NEW GOLDEN BOUGH* Freitag, Anton; TWENTIETH CENTURY ATLAS OF THE CHRIS- TIAN WORLD*## Frost, Gavin & Yvonne; THE WITCHES BIBLE* Gaskell, GA: DICTIONARY OF ALL SCRIPTURES AND MYTHS Gimbutas, Marija; THE GODS AND GODDESSES OF OLD EUROPE* Gossiny & Uderzo: ASTERIX THE GAUL** Graves, Robert: THE WHITE GODDESS *## Gray, William; SEASONAL OCCULT RITUALS Gray, William; INNER TRADITIONS OF MAGIC Grimm, Jacob; TEUTONIC MYTHOLOGY (4 volumes) * Hadingham, Evan: CIRCLES AND STANDING STONES Van Hamel, AG; ASPECTS OF CELTIC MYTHOLOGY Hawkes, Jacquetta; ATLAS OF ANCIENT ARCHEOLOGY Hawkins, Gerald & White, JB: STONEHENGE DECODED Hodges, Figgis & Co; CELTIC STUDIES (CATALOGUE 23) Hodges, M; THE OTHER WORLD Hoffer, Eric; THE TRUE BELIEVER Hone, Margaret E; THE MODERN TEXTBOOK OF ASTROL- OGY Howe, E Graham; THE MIND OF THE DRUID* Huson, Paul; MASTERING HERBOLOGY* Huson, Paul; MASTRING WITCHCRAFT*# Huxley, Francis; THE WAY OF THE SACRED Huxley, Julian; RELIGION WITHOUT REVELATION James, William; VARIETIES OF RELIGIOUS EXPERIENCE Jones, Gwyn & Thomas; THE MABINOGIAN* Jones, Marc Edmund:HORARY ASTROLOGY Josephy, Alvin; THE INDIAN HERITAGE OF AMERICA Joyce, James; FINNEGAN’S WAKE* Kendrick, TD; THE DRUIDS* Kopp, Sheldon; GURU Kors, Alan & Peters, Edward; WITCHCRAFT IN EUROPE Leek, Sybil; DIARY OF A WITCH* Leek, Sybil; COMPLETE ART OF WITCHCRAFT* Leshan, Lawrence;THE MEDIUM,THE MYSTIC AND THE PHYSICIST Lewis, Diehl & Loh, May; PATTERNLESS FASHIONS MacCana, Proisias; CELTIC MYTHOLOGY MacCulloch, John; THE RELIGION OF THE ANCIENT CELTS MacCulloch, John; CELTIC MYTHOLOGY* MacNeill, Maire; THE FESTIVAL OF LUGHNASA* Mair, Lucy; PRIMITIVE GOVERNMENT Marshak, Alexander;THE ROOTS OF CIVILIZATION Mattingly, H; TACITUS ON BRITAIN AND GERMANY* McBaine, A; MYTHOLOGY AND RELIGION McGarey, William; ACUPUNCTURE AND BODY ENERGIES McKenna, P; CELTIC MYTH Mead, GRS; PISTIS SOPHIA; FRAGMENTS OF A FAITH FOR- GOTTEN Mercier, Vivian; THE IRISH COMIC TRADITION Meyer, Kuno; ANECDOTA OXONIENSIA, CAIN ADAMNAIN Meyer, Kuno & Nutt, Alfred;THE VOYAGE OF BRAN Miller, Perry; THE AMERICAN TRANCENDENTALISTS Murphy, Gerard; SAGA AND MYTH IN ANCIENT IRELAND"},{"pageNumber":28,"pageContent":"326 Neumann, Erich;THE GREAT MOTHER* Newall, RS;STONEHENGE GUIDEBOOK Nicholson, EWB; KELTIC RESEARCHES Niel, Fernand; MYSTERIES OF STONEHENGE** Norton-Taylor, Duncan; THE CELTS O’Brien, Elmer; VARIETIES OF MYSTIC EXPERIENCE O’Rahilly, Thomas; EARLY IRISH HISTORY AND MYTHOLOGY O’Riodain, Sean p & Daniel, Glyn; NEW GRANGE & THE BEND OF THE BOYNE* De Paor, Maire & Liam; EARLY CHRISTIAN IRELAND* Parry, Thomas; A HISTORY OF WELSH LITERATURE Peate, Iowerthe; TRADITION AND FOLKLIFE, A WELSH VIEW* Perry, John Weir;THE LORD OF THE FOUR QUARTERS Piggot, Stuart; THE DRUIDS ** Piggot, Stuart; THE DAWN OF CIVILIZATION * Powell, TGE; THE CELTS Priestley, JB; MAN AND TIME Raferty, Joseph; THE CELTS Rees, Alwyn & Brinley;CELTIC HERITAGE* Reich, Wilhelm; SELECTED WRITINGS—AN INTRODUCTION TO ORGONOMY* Rick, Theodor;PAGAN RITES IN JUAISM* Rhys, John; CELTIC FOLKLORE, WELSH AND MANX Richmond, IA;ROMAN BRITAIN Robbins, Rossell Hope; ENCYCLOPAEDIA OF WITCHCRAFT& DEMONOLOGY **# Rogo, D Scott; PARAPSYCHOLOGY: A CENTURY OF INQUIRY Ross, Anne; EVERYDAY LIFE OF THE PAGAN CELTS * Ross, Anne; PAGAN CELTIC BRITAIN Rothenberg, Jerome; TECHNICIANS OF THE SACRED Schonfield, Hugh;THOSE INCREDIBLE CHRISTIANS Shepard, Paul; THE TENDER CARNIVORE AND THE SACRED GAME Sherman, Harold; HOW TO MAKE ESP WORK FOR YOU Shipley, Joseph; DICTIONARY OF EARLY ENGLISH * Silver, Abba; WHERE JUDAISM DIFFERED Sjoestadt, Marie-Louise;GODS AND HEROES OF THE CELTS Sloane, Eric; AMERICAN TREES** Sloane, Eric; THE SEASONS OF AMERICA’S PAST* Smith, Morton; THE SECRET GOSPEL Spence, Lewis; MAGIC ARTS IN CELTIC BRITAIN ## Spence, Lewis; MYSTERIES OF BRITAIN ## Squire, Charles; CELTIC MYTH AND LEGEND, ROMANCE AND PEOTRY *# Standen, Anthony;SCIENCE IS A SACRED COW* Steward, David & Mikunas, Algis; EXPLORING PHENOMENOL- OGY Stone, JF: WESSEX BEFORE THE CELTS* Sullivan, JWN; THE LIMITATIONS OF SCIENCE * Symonds, George W; TREE IDENTIFICATION BOOK Teilhard de Chardin, Pierre;PHENOMENON OF MAN *# Thom, A; MEGALITHIC SITES IN BRITAIN Thomas, Lewis; THE LIVES OF A CELL* Tompkins, Peter & Bird;SECRET LIFE OF PLANTS Toynbee, Arnold; CRUCIBLE OF CHRISTIANITY Treharne, RF; GLASTENBURY LEGENDS Valiente, Doreen; WHERE WITCHCRAFT LIVES de Vries, Jan; KELTICHES RELIGION Walton, Evangeline; PRINCE OF ANNWN (1ST) * Walton, Evangeline; CHILDREN OF LLYR (2ND)* Walton, Evangeline; SONG OF RHIANNON (3RD)* Walton, Evangeline; ISLAND OF THE MIGHTY (4TH) * Waters, Frank; THE BOOK OF THE HOPI Watts, Alan; THE LEFT HAND OF GOD* Watts, Alan; PSYCHOTHERAPY, EAST AND WEST* Wells, Calvin; BONES, BODIES AND DISEASE Wilders, NM:AN INTRODUCTION TO TEILHARD DE CHARDIN Williams Mary; GLASTONBURY; A STUDY IN PATTERS Wilson, DM:THE ANGLO-SAXONS * Wilson, Robert Anton; SEX & DRUGS— A JOURNEY BEYOND LIMITS * Wilson, Robert Anton & Shea, Robert; ILLUMINATUSI (3 vol- umes) ** Wod, Eric S; COLLINS’ FIELD GUIDE TO ARCHOLOGY IN ENGLAND Yeats, William; MYTHOOLOGOIES Zimmer, Heinrich; THE KING AND THE CORPSE. PERODICALS Green Egg is by far the most important journal dedicated to the Neopagan movements. It contains articles by and about the different movements as well as materials concerning ceremonial magic, ecol- ogy action, futuristics and feminism. Its “Forum” (About 50% of each issue) contains letters, completely uncensored, forum members and leaders of all the abovementioned movements discussing and debating (sometimes quite violently) with each other and themselves. It is published eight times a year. subscriptions cost $7.00 per year and are well worth it. Sample issues are $1.00. Send your money to: Church of All Worlds, Box 2953, St. Louis, MO 63130. The Witches trine, published by the New Reformed Orthodox Or- der of the Golden Dawn, advertises itself as “A literate Journal of the Craft” and is just that. One of the best of the Neopagan Witchcraft publications, it comes out eight times a year and costs $3.50 per year to subscribe to. Sample issues are 50 cents. Ask about the facsimile edition reprints of their early issues. Box 23243 Oakland CA 94623. The Crystal Well is the oldest Neopagan Witchcraft publication in America and remains one of the best. It comes out about eight times a year (less if donations are slim) and offers subscriptions. box 1164, San Pedro, CA 90733. Stonehenge Viewpoint is published by Annular Publications and, like the books published by that company, contains a great deal of fascinating data about megalithic monuments and Paleopaganism and its survivals in the “British” Isles. Subscription rates for this quarterly appear to be $2.00 per year, with back issues (many quite valuable) going at 50 cents each. Ask for a copy of their book catalog. 1421 sate street, Suite 35, Santa Barbara, CA 93101 AADL News is the official publication of the Aquarian Anti-Defama- tion League, Inc. It comes out irregularly trying for 8-10 times per year, and contains news about civil libertarian activities by and in behalf of minority belief movements in the United States and Canada. The subscription cost is $5.00 per year, which can be included in an Associate Membership (%7.50 per year) and is highly recommended. Box 3720, Minneapolis MN 55403 The Nemeton Directory will be published some time in late 1973 c.e. In conjunction with the Pagan Yellow Papers (published yearly in Green Egg) this directory will list addresses and information about all the public Neopagan movements in America. The price has not been set yet, but it would be well worth writing to them for details. In the meantime, you might want to get a copy of Songs for the Old Religion, which both a book ($2.00) and a record ($6.45 +39 cents if you live in California). These songs are highly useful in Neopagan rituals (though one sometimes has to change a word or two here and there to fit one’s own system of mythology) and will be especially appreciated by those who are fond of Robert Graves’ mytho- logical system. A few musicologists have claimed that most of the music is very old Celtic traditional tunes and not actually original,"},{"pageNumber":29,"pageContent":"327 but even is this is true, it is rather irrelevant, since there is hardly a Celtic tune of the last 300 years that is completely original. Several of the songs work well with Reformed Druid rituals, so that is all most of us are concerned about. To obtain any of these items, write to: Nemeton, box 13037, Oak- land, CA 94661. Parabla: myth and the Quest for meaning is a new publication deal- ing with mythology, ritual and folk religions. It is published quar- terly at a subscription rate of $12.00 per year, which is expensive, but it looks as if it is going to be an important and valuable journal to Neopagans. Published by Tamarack Press, 166 East 61st St, NY, NY, 10021. RECORDINGS: The following records and tapes may be of use in rites as well as in rewrites. They are divided roughly into these categories; Folk, Eth- nic, Classical, Popular and Other. Naturally, many other titles could be added. Folk: Folk: Folk: Folk: Folk: ROGER NICHOLSON; “Nonesuch for Dulcimer.” BUFFY SAINT MARIE: Most of her albums. FOLK LEGACY RECORDS; “Golden Ring” Ethnic: Ethnic: Ethnic: Ethnic: Ethnic: THE IRISH ROVERS THE DUBLINERS THE CLANCY BROTHERS OSCAR BRAND THE CHIEFTAINS URUBAMBA EVEREST RECORDS : “Authentic Music of the American Indian” FOLkWAYS RECORDS; “Healing songs of the American Indian” DR JOHN THE NIGHT TRIPPER NONESUCH RECORDS: “In praise of Oxala and other Black Gods” COLUMBIA RECORDS; “Medicine, Mine & Magic” Classical: Classical: Classical: Classical: Classical: PROKOFIEV: “Alexander Nevsky” OFFENBACH: “Tales of Hoffman” WAGNER; “The ring Cycle” MENDLESONN: “Walpurgis Nacht” VISTA RECORDS; “Fantasia” Popular: Popular: Popular: Popular: Popular: PENTANGLE: TRAFFIC “John Barleycorn” INCREDIBLE STRING BAND MOODY BLUES: “search for the Lost Chrod.” GRAHAM BOND “We put Our Magic on You” Donavan Other Other Other Other Other NEMETON: “Songs for the Old Religion” Order from Nemeton, Box 13037, Oakland, CA 94661 $5.95 plus tax. WILBURN BURCHETTE: “Guitar Grimoire” and “Wilburn Burchette Opens the Sevens Gates of Transcendental Con- sciousness” order from WB box 1367, Spring Valley, CA 92077. $5.95 plus Tax? ENVIRONMENTS"},{"pageNumber":30,"pageContent":"328"}]
