[{"pageNumber":1,"pageContent":"SB 139 .B7 Copy 1"},{"pageNumber":3,"pageContent":"IB 139 opy 1 NITED STATES DEPARTMENT OF AGRICULTURE DEPARTMENT BULLETIN NO. 1379 Washington, D. C January, 1926 ELECTROCULTURE By Lyman J. Briggs, 1 A. B. Campbell, R. H. Heald, and L. H. Flint, Office of Biophysical Investigations, Bureau of Plant Industry CONTENTS Normal electrical state of the atmosphere 1 Electrical field employed in electrocultural experiments 2 Electrocultural experiments with miscel- laneous crops... 3 Electrocultural field experiments with grains. 4 Electrocultural experiments in the plant house 13 Summary of experiments at Arlington Ex- periment Farm 15 Review of other investigations in electrocul- ture 17 Experiments with soil currents 17 Experiments with modified potential gradients. 21 Literature cited 32 The term \"electroculture\" as used in this bulletin refers to practices designed to increase the growth and yield of crops through electrical treatment, such as the maintenance of an electric charge on a net- work over the plants or an electric current through the soil in which the plants are growing. During the past 75 years many experiments in electroculture have been carried out with varying degrees of refinement. Some of these experiments indicate that the yield of crops can be materially in- creased by electrical treatment. Others, conducted along similar lines, fail to show any marked response to the treatment. In this latter class are included the experiments conducted by the Office of Biophysical Investigations of the Bureau of Plant Industry, which are reported in the following pages. This report is followed by a brief account of other investigations in this field. Investigations relating to the cultivation of plants under electric lights are not in- cluded in the review of the literature of electroculture, the response of the plants under such conditions being due primarily to the heat and light into which the electrical energy has been transformed. NORMAL ELECTRICAL STATE OF THE ATMOSPHERE Since the effect of using a charged network over growing plants is to change the electrical state of the atmosphere surrounding the plants it seems desirable to discuss briefly the normal electrical conditions in the atmosphere and the changes produced by the charged network. An examination of the electrical conditions in the atmosphere over an open field on a clear day shows that there is a force tending to move a positively charged body downward; in other words, the electrical field of force is identical with that which would exist if the earth were charged negatively. 1 Physicist, Bureau of Standards, since 1920. 62149°— 26f 1 \"irraob"},{"pageNumber":4,"pageContent":"2 BULLETIN 1379, U. S. DEPARTMENT OF AGRICULTURE On fine days, the potential gradient in the atmosphere is almost invariably positive in sign (that is, a positive charge tends to move downward) , and the magnitude of the vertical gradient is of the order of 100 volts per meter, though it is continually varying. When thun- derstorms are in the neighborhood, the potential gradient may be either positive or negative and changes sign frequently. The magni- tude of the potential gradient also undergoes wide fluctuations, during stormy weather frequently attaining values of 10,000 volts per meter, 100 times the normal gradient. A further examination of the lower atmosphere shows that charged particles or ions are always present. Both positive and negative ions are found, the positive ions generally being somewhat more* numerous. They consist of groups of molecules loosely bound together and canying a charge. Frequently these small ions attach themselves to dust particles, thus becoming large ions, which move much less rapidly than the small ions. When the potential gradient is positive, the negative ions move upward and the positive ions downward to the ground, thus con- stituting an electric current flowing from air to earth. This current is due almost entirely to the small or free ions, the mobility of the large ions being so low that their influence on the conductivity of the air can be disregarded. The magnitude of the current from the air to a unit area on the earth's surface is extremely small, being only 2X10\" -12 amperes per square meter or 5X10 -8 amperes per acre. The strength of the current is proportional to the potential gradient, to the number of ions per unit volume, and to their mobility. The average number of free ions is of the order of 1,000 per cubic centi- meter, the positive ions constituting somewhat more than one-half the total number. Their mobility is such that they migrate with a velocity of about 1 centimeter per second when subjected to a poten- tial gradient of 100 volts per meter. Although the air-earth current per unit area is extremely small, it is sufficient when applied to the whole of the earth's surface to reduce the negative charge of the earth to one-half its initial value in about 10 minutes. The explanation of the maintenance of the negative charge of the earth under such extraordinary conditions is one of the outstanding problems in atmospheric electricity {12, J+l)? ELECTRICAL FIELD EMPLOYED IN ELECTROCULTURAL EXPERI- MENTS In most of the field experiments conducted at the Arlington Experiment Farm, the standard height of the network was 5 meters, and the potential of the network was approximately 50,000 volts. The average potential gradient under the network was therefore of the order of 10,000 volts per meter, or about 100 times the normal gradient in fine weather. This would produce an air-earth current about 100 times the normal current as long as the ion content of the air remained normal. However, a marked ionization occurred at the network, so that the number of positive ions per unit volume under the network was much higher than normal. This was shown by means of measurements made when the network was charged and a gentle breeze blowing. On the windward side of the network the conditions were normal, but on the leeward side a decided increase ^ The serial numbers (italic) in pare 'thes^t$f^^\"^ e <g^ej ! ited>\" at the end of this bulletin. . RtQEtVfcD FEfi'26 1926"},{"pageNumber":5,"pageContent":"ELECTROCULTTJRE was observed in the ion content of the air which drifted from under the network. This effect could be traced to a distance of several hundred feet from the network. The principal change in the environment of plants grown under a charged network appears then to consist in a marked increase in the strength of the air-earth current which flows through the plants to the ground. If the drifting charge from the experimental plat should pass over the control plat, it would increase the air-earth current to the control plat to some extent, owing to the increase in the number of ions per unit volume. But even under such conditions the current flowing into the control plat would necessarily be small in comparison with that flowing into the experimental plat, since both the ion content and the potential gradient are much higher under the network and the current is proportional to the product of these factors. ELECTROCULTURAL EXPERIMENTS WITH MISCELLANEOUS CROPS Experiments in 1907. — Electrocultural experiments were first under- taken by the department 3 in 1907, using vegetables for the most part as test crops. The test plat, which was 138 by 106 feet, was divided into three sections 44 by 106 feet, the center section being used as the experimental area and the two outside sections as controls. The crops were planted in continuous rows across the three sections, so that the center third of each row was under treatment. A Wagner mica-plate electrostatic machine was used as a high potential source. It was inclosed in a tight case, permitting the use of drying agents to keep the machine in the best condition for opera- tion. The positive pole was connected to an open wire network strung on glass insulators, and the negative pole was grounded. The network covered the experimental plat and was placed high enough to permit the use of a horse cultivator. The applied potential varied somewhat with weather conditions, but usually exceeded 50,000 volts. The network was charged throughout the night, from late afternoon until early morning. The plants were subjected to the electrical treatment 656 hours in all, extending from June 20 to September 16. The yields are shown in Table 1. Table 1. — Yields following electrocultural treatment of miscellaneous crops under test at Arlington Experiment Farm in 1907"},{"pageNumber":6,"pageContent":"4 BULLETIN 1379, U. S. DEPARTMENT OF AGRICULTURE The lack of uniformity in the yields of the control plats A and C in the 1907 experiments (Table 1) is such that no great dependence can be placed in these results. It is significant, however, that in only one of the 10 trials recorded did the treated plat show any evidence of a substantial increase in yield when compared with the mean of the control plats. Experiments in 1908. — In the 1908 trials the wires were run di- rectly over the treated rows and kept at a height of 6 to 18 inches above the plants by means of adjustable brackets on which the insulators were mounted. The control rows ran parallel to the treated ones at a distance of 6 }/% feet and were separated from them by intermediate guard rows. In one part of the plat the wires over the plants were charged positively to about 50,000 volts from 4 p. m. to 7 a. m. each day, 955 hours in all. In the other part of the plat the wires were charged and discharged rapidly by connecting them to one terminal of the secondary of an induction coil, the other terminal being grounded. In this case the potential ro^e to about 20,000 volts and then dis- charged suddenly through a small spark gap between the wires and the ground. The treatment first described is similar to that employed by Lem- strom and believed by him to result in increased yields. In these experiments, however, neither treatment gave any evidence of in- creased growth. The detailed yields consequently are not of special interest. ELECTROCULTURAL FIELD EXPERIMENTS WITH GRAINS In selecting a location for the electrocultural field experiments near Washington, three conditions were sought: (1) A uniform soil, (2) available electric power, and (3) accessibility from the laboratory in Washington, since the equipment had to be visited daily during the experimental season. Soil uniformity is particularly difficult to find in the environs of Washington, and the Arlington Experiment Farm forms no exception in this respect. It seemed to be the best avail- able location, however, and portions of sections A, B, and E were made available for the experiments, which were carried on from 1911 to 1918. Sections A and B proved very disappointing with regard to their uniformity, and the most reliable results were obtained in section E. These experiments will be first described. The Lodge-Newman apparatus used in the experiments from 1912 to 1915, inclusive, was designed in England primarily for electro- cultural work and consists essentially of a 110-volt induction coil, operated by a mercury interrupter, and a rectifier. Five Lodge valves 4 designed to rectify the high-tension alternating current were placed in series with the network, thus allowing only the positive impulses from the secondary of the coil to reach the network (33). The negative pole was grounded. Two balls 25 millimeters in diam- eter, one of which was grounded and the other connected to the net- work, were used to determine the potential, assuming a breakdown gradient of 3,000 volts per millimeter. Systematic measurements of the current from the network were not made, but the current could be determined approximately from the potential of the network and the known power characteristics of * For a description of the valves, see Lodge, O. (.84)."},{"pageNumber":7,"pageContent":"ELECTROCULTURE 5 the machine used. The current from the network over the experi- mental plat in section E was of the order of 0.1 to 1 milliampere per acre, depending on the voltage and network used. This is of the order of 10,000 to 100,000 times the intensity of the normal air-earth current. EXPERIMENTS IN SECTION E It has been shown by j0rgensen and Priestley {26) that the ioniza- tion from the highly charged network is by no means limited to the area beneath the network, but may be carried by the wind to a con- siderable distance, depending on the weather conditions. It was consequently deemed advisable to separate the treated and control plats so far as practicable. Accordingly, two plats of half an acre each (132 by 165 feet) were selected in section E which were sepa- rated by a distance of 350 feet, one plat being directly north of the other. ygrfftiitt^ Hi in 1 : 1"},{"pageNumber":8,"pageContent":"BULLETIN 1379, U. S. DEPARTMENT OP AGRICULTURE Table 2. — Yields of winter wheat on -plats following electrocultural treatment (posi- tive charge), section E, Arlington Experiment Farm, in 1914 Plat Treated. Control _ Yields (pounds) Shock 2,332 2,281 Grain 644.8 656.5 Ratio of treated to control Shock 1.02 Grain 0.97 Experiments in 1915. — Wheat was again sown in the autumn of 1914. The fall treatment was omitted, owing to bad weather. In 1915 the network was charged positively by the Lodge- Newman apparatus twice a day from 4 to 7 a. m. and from 5 to 8.30 p. m., a total of 345 hours. The distance between the cross wires of the net- work this year was 6 feet. The plats were divided at harvest into east and west halves. The yields are shown in Table 3. In both plats two bad spo^s developed on the western halves, in which the grain was much poorer than the average. Table 3. — Yields of winter wheat on plats following electrocultural treatment (posi- tive charge), section E, Arlington Experiment Farm, in 1915 Plat Eastern half: Treated Control Western half: Treated Control Total: Treated Control- Yields (pounds) Shock Grain 832 822 716 540 1,548 1,362 321.5 350 303 254.5 624.5 604.5 Ratio of treated to control Shock 1.01 1.32 1.14 Grain 0.92 1.19 1.03 Experiments in 1916. — In the fall of 1915 winter wheat was again sown, as it was desired to get a test with the network charged negatively, about 45,000 volts, instead of positively as heretofore. A powerful static machine was used to supply the current, and it was run from 4 p. m. to 8 a. m. daily (totaling 800 hours) during the spring, the fall treatment being omitted. The plats were divided into eastern and western halves at the time of harvest and again showed considerable variation. The yields are given in Table 4. Table 4. — Yields of winter wheat on plats following electrocultural (negative) treatment, section E, Arlington Experiment Farm, in 1916 Plat"},{"pageNumber":9,"pageContent":"ELECTROCULTURE Experiments in 1917. — Wheat was again sown in section E in October, 1916, and allowed to mature the following summer without treatment, as an additional check on the soil conditions. At time of harvest in 1917 the plats were again cut into eastern and western halves, the south plat being the one which had received the elec- trical treatment in previous years. The yields are shown in Table 5. Comparison with the rye yields of 1913 shows that the south (treated) plat apparently gained slightly in its relative productivity during the five years, but the change is well within the errors of field trials. Table 5. — Yields of winter wheat on plats without electrocultural treatments, section E, Arlington Experiment Farm, in 1917 Plat Yields (pounds) Shock- Eastern half: South plat. North plat- Western half: South plat_ North plat . Total: South plat. 1, 028. 1, 025. 1, 502. 5 1, 439. 5 3, 190. 5 North plat 3,004.5 Grain 580. 5 031.0 557.0 567.5 1,137.5 1,198.5 Ratio of south to north plats Shock 1.00 1.08 1.04 Grain 0.92 .98 .95 Experiments in 191S. — In the fall of 1917 winter wheat (Ourrell) was sown on the plats in section E, and in the spring a i^-inch mesh galvanized-iron screen 132 feet long by 15 feet high was erected 20 feet south of the check plat. It was thought that the grounded screen might protect the north plat from the drifting charge, but later measurements show that it is of doubtful value. The static machine was again used, with the positive pole con- nected to the network. The number of cross wires was increased to one every 3 feet. This increased the current and reduced the potential of the network to about 30,000 volts. Although the winter was exceptionally cold the stand in the spring was excellent. Treatment was started April 15 and continued for 46 days from 4 p. m. to 8 a. m. each day, a total of 736 hours. At harvest the eastern and western halves of each plat were kept separate and weighed. The yields are shown in Table 6. Table 6. — Yields of winter wheat on plats following electrocultural treatment (posi- tive charge), section E, Arlington Experiment Farm, in 1918 Plat"},{"pageNumber":10,"pageContent":"8 BULLETIN 1379, U. S. DEPARTMENT OF AGRICULTURE A general view of the experimental field as it appeared on May 8, 1918, is shown in Figure 1. After the 1918 crop was harvested, measurements of the charge carried by the wind were undertaken. A flame collector was used, which was connected to the gold leaf of an electroscope, the case being grounded. A full-scale deflection of 25 divisions represented a potential of about 1,000 volts. In all the measurements the collector was held at a height of 1 meter above the ground. A light south wind was blowing the day the measurements were made. With no charge on the network, a very slight deflection of the gold leaf could be noticed. With the network charged, however, the full-scale deflection occurred very rapidly at any point under and within 20 feet outside the network on all sides, even to the south, the direction from which the wind was coming. At 50 feet south, only about 1 division deflection was obtained. North from the net- work the deflection to full scale was slower and more irregular the greater the distance from the network, and when only 2 feet south of the screen along the south side of the north plat the maximum deflec- tion obtainable was about 20 divisions. Just north of the grounded screen the maximum deflection obtained was about 9 divisions. As the collector was moved farther north from the screen and into the control plat, the deflection again increased, until at the center of the control plat it was off the scale again. The grounded screen along the south side of the control plat thus afforded little protection from the drifting charge. At a point 1,000 feet from the network, the last point observed, a full-scale deflection was obtained. At all points beyond 100 feet from the network over the south plat the deflection was very irregular and unsteady. The Weather Bureau records show that during the 46 days of treatment in 1918 the wind was due south only 3 days. Owing to the distance of 350 feet between the treated and control plats, the wind would have to be nearly due south to carry any appreciable charge over the control plat. SUMMARY OF EXPERIMENTS IN SECTION E The relative yields of the south (treated) and north plats in section E are summarized in Table 7. Table 7. — Summary of yields of rye and winter wheat on the south (treated) and north (untreated) plats, section E, Arlington Experiment Farm, in six stated years Year"},{"pageNumber":11,"pageContent":"ELECTROCULTUEE 9 half of the control plat. Aside from this, there appears to be a gradual increase in the total yield of the south plat relative to the north one, irrespective of whether a positive charge, a negative charge, or no charge at all was used. It is of interest to note that the grain ratios with a positive charge on the network are all slightly higher than the ratio in 1917, when no treatment was given; with the negative charge the reverse is true. This seems consistent, for if increasing the posi- tive gradient of the electrostatic field tends to stimulate growth, then to reverse the sign of the field may perhaps tend to inhibit growth. Opposed to this speculation is the fact that the negative field appar- ently had no effect on the ratio of the total yields of the two plats. In brief, while there is some evidence of a slight increase in grain yield when wheat is grown under a network which is positively charged to a high potential, the observed effect is so small that it is well within the experimental errors of field trials. EXPERIMENTS IN SECTION B Experiments in 1911. — The first electrocultural field experiments at Arlington Experiment Farm were made in 1911 with grains in sec- tion B, employing a plat which had been seeded in strips to wheat the previous fall. In the spring of 1911 a network of small wire was installed over the eastern half of the plat, covering half of each variety. The network was 7 feet high with wires at intervals of 3 feet, connected to the positive pole of a static machine operating at a potential of about 40 to 50 kilovolts. The machine was in opera- tion six days a week from 3 p. m. to 7 a. m. except during rainy weather from early spring to harvest. Table 8 shows the relative yields of the treated and control halves. Table 8.-"},{"pageNumber":12,"pageContent":"10 BULLETIN 1379', U. S. DEPARTMENT OF AGRICULTURE Table 9. — Yields of winter wheat on plats folio wing clectrocultural treatment (posi- tive charge), section B, Arlington Experiment Farm, in 1912"},{"pageNumber":13,"pageContent":"ELECTBOCULTUEE 11 Table 11.- -Yields of corn on plats following electrocultural treatment (alternating charge), section B, Arlington Experiment Farm, in 1914"},{"pageNumber":14,"pageContent":"12 BULLETIN 1379, U. S. DEPARTMENT OF AGRICULTURE SUMMARY OF EXPERIMENTS IN SECTION B The 1916 results show about 15 per cent difference in the yield of the plats when no electrical treatment was used, the control plat giving the higher yield. During the preceding three years the yields of the two plats were approximately equal. If the 1916 results are accepted as indicating the relative productivit} 7- of the two plats under normal conditions, the conclusion follows that during the pre- ceding three years the electro cultural treatment increased the yield 15 per cent or more and that an alternating charge on the network was equally as effective as a high positive charge. During the time the network was connected to the alternating-current power line the charge was changing sign 50 times per second, the maximum gradient was about 1,500 volts per meter, and there was no appreciable ioniza- tion at the network. The conditions were so different from those prevailing when the network was charged to a steady high positive potential that it seems highly improbable that the effect on the grow- ing crop would be the same unless the effect is nil under both condi- tions, the 1916 results not being representative. The latter conclu- sion seems the more probable, and this is supported by the experi- ments in section A which follow. EXPERIMENTS IN SECTION A A plat in section A of the same dimensions as the one in B was also used for electrocultural tests. The north half of this plat was equipped with a 16-foot network similar to the B network except that it had twice as many cross wires (5 yards apart) . The two networks were connected electrically, so that both received the same charge. Experiments in 1914- — Soybeans were planted in section A in June, 1914, and subjected to a 6,600-volt 25-cycle treatment (alternating charge) continuously from July 15 to October 19, when the crop was harvested. The total weight of the crop from each plat was deter- mined just after cutting, again after drying in the field, and finally after threshing. The weights recorded are shown in Table 14. Table 14.— Yields of soybeans on plats following electrocultural treatments {alter- nating charge), section A, Arlington Experiment Farm, in 1914"},{"pageNumber":15,"pageContent":"ELECTROCULTTJRE 13 Table 15. — Yields of rye on plats following electrocultural treatments (alternating charge), section A, Arlington Experiment Farm, in 1915 Plat"},{"pageNumber":16,"pageContent":"14 BULLETIN 1379, U. S. DEPARTMENT OF AGRICULTURE cage of 3^-inch mesh. The frame was connected to the positive pole of the static machine, the other pole being grounded. The frame was charged four hours a day, from 3 to 7 p. m., from February 21 to March 24. The plants were again allowed to grow without treatment from March 25 to April 7. During each period weigh- ings were made to determine the loss due to transpiration, and water was added when necessary to maintain approximately the initial moisture content of the soil. Table 17 shows the rate of transpiration for each pot during the three periods and the ratio of the treated to the control set. It will be noted that during the period of treatment no sensible change occurred in the transpiration ratio. Table 17. — Transpiration rate of geranium plants in pots under electrocultural treatment in the plant house at Washington, D. C, in 1913"},{"pageNumber":17,"pageContent":"ELECTROCULTURE 15 WATER REQUIREMENT An investigation of the effect of a high potential gradient on the water requirement of cowpeas was undertaken in a plant house during the winter of 1918. Eighteen large galvanized-iron cans, each holding about 125 kilograms, were filled with well-mixed soil and fitted w^th special covers to prevent evaporation. The cow- peas were planted through holes in the covers, the openings being sealed with w&x. The pots were weighed at the beginning and at the end of the experiment, and a record was kept of the water added to each pot, from which the total quantity of water transpired by the plants in each pot could be determined. In brief, the procedure was that followed by Briggs and Shantz (10, 11) in their water- requirement measurements. These pots were divided into three sets of sLx each. Set No. 1 was placed on an insulated stand, with each pot connected to the positive pole of a static machine; set No. 2 was grounded and placed under a positively charged iron-wire screen suspended about 2 feet above the plants; and set No. 3 was used as a control and was protected from the influence of the charged sets by a well-grounded ware screen. The potential supplied by the static machine was above 50,000 volts. As soon as the treatment started trouble was experienced with the set beneath the charged network, soot and dust (large ions) being deposited on the leaves and stems of the plants, and in fact all over the house. A coating would collect on the leaves over night during the course of a 16-hour treatment. The plants were washed several times, but they did not thrive, owing in part at least to the great reduction in photosynthesis resulting from the coating on the leaves. This set was finally discarded. The other two sets, however, grew well throughout the experi- ment, although they were not so vigorous as plants grown out of doors in the summer. The positions of the pots in a given set were interchanged weekly, so as to provide average light conditions for each pot. The plants were cut May 2, after 54 days of treatment for 16 hours each day (from 4 p. m. to 8 a. m.), and they were dried at 100° C. and weighed. The water requirement of the plants in each pot w T as computed by dividing the total w T eight of water transpired by the dry weight of the crop. The mean water requirement for each set of six pots with its probable error was as follows: For the treated set. 449 ±4; for the control set, 429 ±5. A slightly higher w r ater requirement is thus showm for the treated set, the observed increase being 4 ±1.2 per cent. If some of the water molecules escaping through the stomata of the leaves carried a positive charge, they w r ould move away from the leaf more rapidly than under normal conditions, owing to the strong electric field. This would be equiva- lent to a virtual increase in the vapor pressure gradient near the leaf and would tend to increase the evaporation rate. Although the above suggestion is highly speculative, it would be of interest to repeat the experiment, applying the electric charge during the daylight hours when the transpiration rate is highest. SUMMARY OF EXPERIMENTS AT ARLINGTON EXPERIMENT FARM Electrocultural experiments extending over a period of eight years have been conducted at the Arlington Experiment Farm, Rosslyn, Va., for the purpose of determining whether a highly charged network"},{"pageNumber":18,"pageContent":"16 BULLETIN 1379, U. S. DEPARTMENT OP AGRICULTURE will increase the yield of crops growing under it. The electrical treatment was usually given during the early-morning and late- afternoon hours. The general experimental procedure was similar to that employed in experiments in England in which the electrical treatment is reported to have given increased yields. These experiments do not show any well-defined increase in yield due to electrical treatment. There is an indication of a slight increase in the yield of wheat when grown under a positively charged network, but the observed increase is well within the experimental error of field trials. The results of these field experiments are summarized in Table 19. The relative productivity of the plats when not subjected to the electrical field was determined in order to provide additional informa- tion in interpreting the results, a precaution which has not been generally observed by other investigators. A discussion of the yields from each section will be found in the text embodying the description of the experiments. Table 19. — Summary of the results of the electrocultural experiments in sections A, B, and E, Arlington Experiment Farm, in stated years [The treated and control plats in sections A and B were each three-fourths of an acre in area; those in section E half an acre each, separated by an interval of 350 feet. Abbreriations and symbols. — Column 2: C = Cow- peas (crop cut for hay); R = Winter rye; S = Soyheans; \\V = Winter wheat. Column 3: Numbers refer to preceding tables. Column 4: A=25-cycle alternating current; N = No treatment; — = Negative direct current; + = Positive direct current. Column 12: * = Yield of plats treated in previous years]"},{"pageNumber":19,"pageContent":"ELECTROCTJLTURE 17 Plant-house experiments were also made on the effect of an electric charge on the transpiration rate and the water requirement of plants. The effect observed was well within the errors of experiment. The use of electrocultural methods in their present state of develop- ment as a practical means of increasing the yield of crops in this country is not recommended. REVIEW OF OTHER INVESTIGATIONS IN ELECTROCULTURE Electrocultural experiments may be divided into two main classes: (1) Those in which the soil is the medium of conduction and (2) those in which the air is the medium of conduction. Experiments of the first class cover the use of soil currents resulting (1) from an externally applied electromotive force, (2) from the galvanic action of the soil moisture on zinc and copper plates buried in the ground, and (3) from the use of metallic uprights designed to collect and carry atmospheric electricity to the soil. Experiments of the second class are those in which the normal air-earth current is increased by means of a highly charged network over the plants or decreased by inclosing the plants in a grounded cage made of metal screen. EXPERIMENTS WITH SOIL CURRENTS Among the first experiments with soil currents on a large scale were those by Ross, prior to 1844, (44) in New York. He buried a copper plate 5 feet by 14 inches perpendicularly in the earth with the 5-foot edge horizontal, and at a distance of 200 feet a zinc plate of the same dimensions was similarly buried. The two plates were connected above the ground, forming a galvanic cell. Potatoes were drilled in rows between the plates and also in a similar plat without plates. At the end of the experiment some of the potatoes from both plats were measured, those from the treated plat averaging 2^2 inches in diameter, while those from the control averaged only half an inch.* The total weights at harvest are hot given, and conclusive assurance that the two areas were of equal fertility at the outset is lacking. The supposed beneficial effect is rendered doubtful through the subsequent discontinuance of so simple a treatment. About this time Solly (46) conducted in England 70 small tests similar in principle to those of Ross, the plates being 4 by 5 inches and spaced only 6 inches apart. Grains, vegetables, and flowers were planted between the electrodes. On comparing the appearance of the treated and untreated plants a beneficial effect was recorded in 19 cases, a harmful effect in 16 cases, and no effect in 35 cases. Solly concluded that electricity has practically no effect on plant growth. Fitchner (16) has recorded large increases from treatment with galvanic currents. From his figures alone the experiments would indicate increases of 16 to 127 per cent due to treatment. The statement was made, however, that the treated plats were provided with drains but that the control plats were not. Such conditions do not constitute good experimental practice and leave the results open to question. This same objection holds for accompanying experi- ments on the decomposing action of the galvanic current on soil. 62149 c"},{"pageNumber":20,"pageContent":"18 BULLETIN 1379, U. S. DEPARTMENT OF AGRICULTURE In 1881, F. Elfving (15) undertook an interesting series of experi- ments with different seedlings growing in culture solutions through which he passed battery currents of different strengths. After germination the seedlings were mounted on corks which were floated in the solution between electrodes 6 by 4 centimeters in size. He found that in nearly every case the root would turn and grow in a direction against that of the electric current. Plates of carbon, zinc, and platinum were used, and all gave the same effect. Elfving attributes this phenomenon of orientation to the slowing up of the growth on the side of the root toward the positive pole. This same phenomenon was noticed by Plowman (40, 41) hi 1902-03. Holdefleiss (23) in 1884 selected several rows of sugar beets in a field which showed a good stand and uniform conditions. In this field copper plates 50 centimeters square were sunk perpendicularly in the ground 50 centimeters deep, so that the plates included two rows of beets. At the other end of the rows, 56 meters distant, other plates were sunk, and between the two a 14-cell Meidinger battery was connected. This same arrangement .was used on a potato field. Further experiments were conducted with copper and zinc plates 33 meters apart connected by a solid copper wire. The report of the experiments stated, in substance: (1) That an electric current was present on all treated plats throughout the season, its presence being determined by a sensitive electrometer; (2) that the rows of beets and potatoes between plates which were connected to the battery showed no difference in growth at any stage of their development; (3) that the beets and potatoes in rows between the zinc-copper combinations assumed a somewhat fresher and stronger appearance about 10 days after the beginning of the experiment, and the harvest showed an increased yield ranging from 15 to 24 per cent. It should be remembered, however, that in experiments with soil currents the path of the current is not wholly by the most direct route from one electrode to the other, but that the lines of flow spread out through the soil in a way similar to the spreading of the lines of force between the poles of a bar magnet. Experiments conducted by Wollny (48) included five plats 4 by 1 meter each in size separated by a path 1.2 meters wide and by boards sunk 25 centimeters in the ground. On plats 1 to 3 a zinc plate was sunk at both of the narrow sides, and these were connected as follows: Plat 1, induction coil operated by three Meidinger elements; plat 2, a battery of six Meidinger elements; plat 3, a battery of three Meidinger elements. On plat 4 a zinc plate was sunk on one end and a copper plate at the other, the two being connected above ground by a copper wire. Plat 5 constituted a check or control plat. Each plat was divided into four equal parts 1 square meter each in area and seeded. Numbers of plants up on different dates showed practically no effect for any of the different treatments. The yields recorded at harvest time, based on an equal number of plants per square meter, are shown in Table 20."},{"pageNumber":21,"pageContent":"ELECTROCULTURE 19 Table 20. — Yields of rye, rape, bean, and potato plants after electrocultural treat- ments in 1SS3, according to Wollny"},{"pageNumber":22,"pageContent":"20 BULLETIN 1379, U. S. DEPAETMENT OF AGRICULTURE kinds of seeds, it was found that in every case the seeds grew much quicker in the boxes containing the plate. Hemp seed was fully an inch above the surface before controls showed any plants. The observation was made also that plants in the zones nearest the plates were the first to come up. Watering with dilute acetic acid was found to cause quicker growth for treated plants— possibly because of increased current resulting from the acid-metal reaction. Upon repeating these experiments, Leicester decided that the only action of the current was to stimulate the plant until the initial store of food was used up. No data were recorded in either of his reports. Berthelot (3) conducted some tests with soil currents to determine whether electricity aided in the fixation of nitrogen by plants. Suit- able control plats were provided. He reported that the treated plants grew much more rapidly, being nearly twice the weight of the control plants at the end of four to six weeks. Although not complete or definite, the experiments were abandoned for various reasons. Kinney (27) made an extensive series of experiments to determine the influence of electrical currents on germination. Seeds were sub- jected to different current strengths for different periods of time and then put in suitable germination apparatus and the subsequent growth noted. An intermittent treatment of 30 seconds per hour was given in some cases, arranged by clock contacts. Two different arrangements were used for the treatments. In one a dass cylinder containing the seeds was equipped at each end with electrodes. These were pressed against the seeds through which the current Mas thus directly passed. In the other, the seeds were placed in wet sand held between perforated metal disks, which were used for the electrodes. The entire layer was held in a glass funnel in which the growth of the radicle could be measured without removal. Eight sets of 25 seeds eacli were used in each test, one set being the control and the other seven receiving different strengths of current. Experi- ments with barley showed that the growth of treated seeds increased as the current strength increased up to a certain optimum value, above which the growth decreased with increase in current strength. With white mustard, rape, and red clover the optimum treatment for both roots and stems was identical. Plowman (40, 41) has recorded the results of experiments con- ducted at the Harvard Botanical Gardens on the influence of soil- conducted currents on plant life. Platinum or carbon electrodes were used, with potentials ranging from 5 to 500 volts. The regu- lation of temperature was a serious difficulty — a fact mentioned for the first time in connection with such experiments and one that may have been ignored in earlier reports. Plowman found that seeds near the anode were always killed by a current of 0.003 ampere or more if continued for 20 hours. Seeds at the cathode were little affected by currents less than 0.08 ampere. Gerlach and Erlwein (19, 20), at Bromberg, investigated the effect of weak soil currents on germination and growth. The field was made up of seven plats of 200 square meters each. Current was taken from a car line and led to the three treated plats, which were provided with iron plates 20 meters long by 30 centimeters wide and 2 millimeters thick sunk into the soil at both ends. Each of the seven plats was seeded half with barley and half with potatoes."},{"pageNumber":23,"pageContent":"ELECTROCULTURE 21 The treatment continued 24 hours a day for 86 days for barley and 139 days for potatoes, beginning in April. Both barley and potatoes showed excellent growth, but no differences between the treated and control plats were discernible at any time. Other experiments were conducted with plants grown in boxes provided with copper and zinc plates connected overhead by wires. Trials with rye, wheat, anci lupine gave no difference between treated and untreated crops. Homberger (24) reported that the passage of high-frequency currents through the soil was beneficial to plant growth. His experiments were conducted on a small scale, using flowerpots with only a few plants, the treatment consisting of three applications daily until the temperature of the soil reached 35° C, when the current was cut off. The leaves and stems of the treated plants showed more chlorophyll than the controls. A photograph shows one pot each of treated and control plants, the treated plants being about five times as high as the others. In order to determine whether the heating was the main cause of increased growth another pot was subjected to test currents for five minutes daily. These plants were about four times the height of the controls when photo- graphed. From these comparisons Homberger concluded that the oscillating field and not the temperature was the main cause of the stimulation, and he believed his results to be due to chemical changes taking place under the influence of the oscillating electromagnetic field, analogous to the catalytic action of light. In 1907 (17) and 1909 (18) Gassner reported upon experiments with charged soil which indicated a general unfavorable action upon plant growth. Kovessi (28) obtained unfavorable results in researches involving some 1,100 experiments. Considerable publicity has been given to an apparatus called a \"geomagnetifier,\" a sort of lightning rod designed to gather in atmospheric electrical energy and supply it to the crops. Among those who have reported favorable results through the use of such apparatus are Maccagno (35), Basty (2), and Paulin (39). At the present time methods of electroculture employing soil- conducted cm-rents have few proponents. EXPERIMENTS WITH MODIFIED POTENTIAL GRADIENTS Grandeau (21), in 1878, reported studies on the effect of the electrical condition of the atmosphere upon the growth of vegetation He grew plants in a Faraday cage consisting of four iron rods 1. centimeter in diameter by 1.5 meters high, holding fine iron wires forming 15 by 10 centimeter meshes. The cage was grounded in order to destroy the normal electrical field. Experiments were made with tobacco, corn, and wheat. The plants under the cage were reported weak and slender. Six stalks of wheat grown in free air weighed 6.57 grams, as compared with 4.95 grams for six stalks grown under the cage. Grandeau was led by these experiments to the belief that high trees act as a grounded network, in that they shield the vegetation beneath their foliage from the action of the normal electrical field, thereby causing a decreased rate of growth. With a sensitive Thompson electrometer, he compared the strength of the field in the"},{"pageNumber":24,"pageContent":"22 BULLETIN 1379, U. S. DEPARTMENT OP AGRICULTURE open with that under vegetation. The results indicated that under trees and shrubs the potential gradient was greatly reduced. The experiments of Grandeau were confirmed by Mascart (36). As opposed to the conclusion of Grandeau, the modern greenhouse of steel construction constitutes in itself an approximation to a Faraday cage about the plants growing within it, and yet the develop- ment of the plants is surely not seriously impaired in consequence. Likewise, Briggs and Shantz (10, 11), in their investigation of the water requirements of plants, carried hundreds of pots of plants to full maturity under a grounded metal framework, covered above and on the sides with metal screen of ^-inch mesh, which must have annulled the normal electrostatic field; yet the plants grown within the inclosure were almost without exception superior in development and luxuriance of foilage to those grown in similar pots outside. Lemstrom (32) conducted in Finland a long series of experiments to determine, if possible, the influence of static electricity on plant growth. The presence of strong electric charges in the atmosphere of northern regions, as indicated by the northern lights, linked with the astonishing development of vegetation in such regions, led him to regard atmospheric electricity as an important factor in plant growth. Garden vegetables, fruits, and small grains were subjected to several different treatments in these investigations both in green- houses and in open fields. Lemstrom summarized the results of his experiments as follows: (1) The real increase due to electrical treatment has not yet been exactly determined for the different plants, but we are approaching its smallest value by fixing it at 45 per cent. (2) The better and more scientifically a field is cultivated and manured, the greater is the increase percentage. On poor soil it is so small as to be scarcely perceptible. (3) Some vegetables can not endure the electric treatment if they are not watered, but then they will give very high percentage increases. Among these are peas, carrots, and cabbage. (4) Electric treatment when accompanied by hot sunshine is damaging to most vegetables, probably to all; wherefore if favorable results are to be arrived at the treatment must be interrupted in the middle of hot and sunny days. Experiments similar to those conducted in Finland were conducted in England, Germany, and Sweden with like results. A detailed description of all of these experiments may be found in \" Electricity in Agriculture and Horticulture,\" by Lemstrom (32). Priestley (42, 43) reported on the experiments of Newman (37) at Golden Valley Nurseries at Bitton. A small Wimshurst machine was used, one terminal of which was grounded and the other connected to wires suspended over outside plats and also to wires in seven glass- houses. The wires were hung 16 inches above the tops of the plants and were provided with discharge points hung at short intervals. The machine was operated 9.3 hours a day for 108 days between March 27 and July 26, the first half of the period in daytime and the latter half at night. Control plats were provided in all cases similar to the treated plats except without wires. The results recorded are given in Table 22."},{"pageNumber":25,"pageContent":"ELECTROCULTURE 23 Table 22.— Results of electrochemical treatment of garden crops at Bitton, as reported by Newman Crop"},{"pageNumber":26,"pageContent":"24 BULLETIN 1379, IT. S. DEPARTMENT OF AGRICULTURE Table 24. — Results of electrocultural treatment of potato varieties at Dumfries, Scotland, by Dudgeon in 1911 and 1912 Variety"},{"pageNumber":27,"pageContent":"ELECTROCULTURE 25 These results indicate a 49 per cent increase in grain and an 88 per cent increase in straw for the electrical treatment. The Liverpool City and Electrical Engineers reported on experi- ments conducted near Liverpool, England, in 1917. Two plats in newly plowed pasture land separated by about 375 feet were used, an analysis indicating that the surface and subsoil were of the same character. Various plant crops were grown, and in general the elec- trified area gave substantial increases in yield over the control area. A copy of this report is on file in the Office of Biophysical Investi- gations, Bureau of Plant Industry. Honcamp (25) has summarized the results of several previous in- vestigations and pointed out serious objections to the methods used. Table 26. — Results of electrochemical treatments of oat crops at Mocheln, Germany, according to Gerlach and Erlwein Electrical and soil treatment Relative yields Grain Straw Composition (per cent) Grain Dry mat- ter Nitrogen Straw Dr y e mat \" Nitrogen No electricity: Fertilizer, irrigation Do Fertilizer, no irrigation. Do No fertilizer, no irrigation __ Do Direct current: Positive, fertilizer, irrigation Negative, fertilizer, irrigation Positive, fertilizer, no irrigation Negative, fertilizer, no irrigation Positive, no fertilizer, no irrigation. Negative, no fertilizer, no irrigation Alternating current: Fertilizer, irrigation Do Fertilizer, no irrigation Do No fertilizer, no irrigation Do._ 26.60 28.80 20.60 20.90 19.60 19.60 27.80 27.80 21. 60 20.50 21.00 17.80 26.20 26.00 19.50 19.90 18.00 18.00 34.40 32.20 24.40 22.10 19.40 17.40 36.20 37.20 24.40 22.50 23.00 18.20 31.80 32.00 21.50 21.10 18.00 18.00 91.4 92.4 87.9 89.9 90.4 90.1 90.4 91.7 90.5 91.2 84.4 90.4 91.7 90.6 91.3 89.8 91.1 91.4 1.94 1.70 2.13 2.04 1.85 1.67 1.94 1.74 2.16 2.07 1.88 1.72 1.81 1.78 2.16 2.11 1.84 1.83 77.4 76.2 73.5 74.3 78.8 79.8 71.6 72.9 74.5 73.7 76.6 78.4 78.4 77.9 73.2 75.9 82.2 85.0 0.32 .27 .46 .38 .32 .32 .27 .24 .36 .30 .28 .28 .28 .23 .33 .30 .28 .26 Summary of Relative Yields of Grain and Straw Soil treatment No elec- tricity High-tension current Direct Positive Negative Alter- nating Grain: No fertilizer, no irrigation Fertilizer, no irrigation... Fertilizer, irrigation Straw: No fertilizer, no irrigation Fertilizer, no irrigation.. _ Fertilizer, irrigation 19.60 20. 75 27.70 18.40 23.25 33.30 21.00 21.60 27.80 23.00 24.40 36.20 17.80 20. 50 27.80 18.20 22.50 37.20 18.00 19.70 26.10 18.00 21.30 31.90 On the Continent during this period many electrocultural experiments were carried out, using networks charged to high potentials. Reports by Hostermann (22), Gerlach and Erlwein (19, 20) , Clausen (13) , Breslauer (9) , and others indicate that no benefit may be expected from the use of the network. The German experiments made use of an extensive"},{"pageNumber":28,"pageContent":"26 BULLETIN 1379, U. S. DEPARTMENT OF AGRICULTURE and variable complex of conditions, designed to include the study of positive and negative potential in relation to fertilizers and irrigation and the relation of these factors to the composition of grain and straw. The results shown by Gerlach and Erlwein reporting experiments with oat crops at Mocheln are selected as representative. (Table 26.) It may be well worth while to consider Table 26 in some detail, since it seems to represent a thoroughly impartial study of the methods which have given success elsewhere.- The instances in which duplicate trials were run and the agree- ments to be noted for these cases show rather conclusively that lack of uniformity in soil conditions was not a disturbing factor in these experiments. The six plats giving notably higher yields are those with fertilizer and irrigation. These are in good agreement and show no appreciable advantage for the three types of electrical treatment represented, the averages for relative yields only being as shown in the summar}^ of Table 26. The plats in these experiments were about one-fourth acre each, the control plats being separated from the electrified plats by about 325 feet. The potential of the direct-current network was about 30,000 volts, whereas that of the alternating current was about 20,000 volts. The statement of Lemstrom that the better the con- dition of the field the more favorable the influence of the high-tension discharge is not substantiated by these trials. In brief, the German experiments give little evidence of any definite crop increase at- tributable to the electrical treatment. In 1913 Dorsey conducted greenhouse experiments in Ohio with radishes and lettuce, using a high-frequency current. In a letter to Doctor Briggs dated August 1 8, 1 913, he reported the relative weights of 10 plants selected at random from each area. These are shown in Table 27. Table 27. — Results of electrocultural treatments of greenhouse radishes and lettuce in 1913, according to Dorsey"},{"pageNumber":29,"pageContent":"ELECTROCULTURE 27 and three hours in the afternoon. A generally favorable influence for the discharge treatment was reported. Unfortunately total weights were not included. The results for the second year were generally unfavorable for the discharge treatment, and Dorsey concluded that Eerhaps slight differences in the slope of the two plats may have een responsible for the favorable results of the first year. 5 At the present time perhaps the best evidence of plant response to electrical discharge is that obtained by Blackmail (4, 5, 6, 7, 8) of the electroculture committee of the British Ministry of Agricul- ture and Fisheries. His experiments extend over a period of years and comprise field trials, pot cultures, and laboratory tests, all of which he interprets as affording converging evidence for a favorable growth response to the application of electricity. On account of the practical possibilities associated with a treatment assuring increased growth it seems desirable to examine in some detail the data which ave given rise to this assurance. The field trials carried on in England by Blackman and his as- sociates have given the results which are summarized in Table 28. Table 28. — Results of electrocultural treatments of grain crops in England, as reported in field experiments by Blackman Crop and year"},{"pageNumber":30,"pageContent":"28 BULLETIN 1379, U. S. DEPARTMENT OF AGRICULTURE These tabulated values are in many ways not subject to biometrical analysis; they represent the results of experiments carried out with varied complexes of soil, season, acreage, crop, and electrical treat- ment. Nevertheless, in the absence of any definite knowledge con- cerning the conditions under which an electrical treatment may be presumed to be most effective there is perhaps no better index than a comparison. Of 33 trials shown in Table 28, 21 indicate an increase for treated areas, whereas 12 indicate a decrease. The treated areas return a yield represented by the range 76 to 184 when the untreated areas return a yield represented by 100 and give an average increase of 14 per cent. This increase is based upon yields reported for experi- ments regardless of crop or seasonal normality, and Blackman esti- mates the more reliable experiments as indicative of an average increase in yield of about 22 per cent. In either case, such an in- crease would seem sufficient to be of promise from an agricultural standpoint. If an attempt is made to determine from these tabu- lated values the conditions under which the increases were obtained, serious difficulties are immediately encountered. Unfortunately the normal productivity of the electrified and control areas is in most cases unknown, and a serious lack of soil uniformity is evident from the yields of different portions of control areas. For example, in the 1919 and 1920 plats with oats at Lin- cluden, which occupied the same areas for the two years, the control yields were as shown in Table 29, in which the relative yields of the corresponding treated areas for the same years, the controls being taken as 100, are also shown for comparison: Table 29."},{"pageNumber":31,"pageContent":"ELECTBOCULTUEE 29 Table 30. — Analysis of the average results of electrical treatments of oat plats at Lincluden, England, in the years 1917 to 1920, inclusive"},{"pageNumber":32,"pageContent":"30 BULLETIN 1370, U. S. DEPARTMENT OF AGRICULTURE In contrast to the field experiments, however, the pot-culture trials afford results from several similarly treated pots and plants, so that an estimate of individual experiments may be made by comparing the differences between treated and untreated plants with the prob- able errors involved in the measurements. When the pot-culture records are examined in this way, it becomes evident that the treated and untreated plants present substantial differences. With uniform soil and seasonal factors for electrified and control plants the association of these differences with the treatment becomes intimate. The fact that these differences favor the control plants about as often as the treated plants emphasizes the complexities involved and makes one less certain that these differences are definitely attributable to the electric discharge. The laboratory experiments of Blackmail and his associates have been on the effect of a direct current of very low intensity on the rate of growth of the coleoptile of barley. Differences in the growth rate of treated and control plants were noted over short periods. The small differences attributable to the direction of the current and the pronounced after effects obtained make the inter- pretation of the data difficult and uncertain. In general, then, one finds in Blackman's experiments many significant differences between the electrified and control plants. In some instances the relation of the discharge to these differences may well be questioned. In others the relation appears to be an intimate one. and the significance of such differences is the immediate concern of further research in electroculture. Table 32. — Summary of elcctrocultural trials 1"},{"pageNumber":33,"pageContent":"ELECTROCTJLTTJRE 31 The researches of Maimbray, Nollet, Bose, Menon, and Jalabert would indicate that electricity accelerated the development of plants, both in their germination and in their subsequent development. Nuneberg, many years afterward, repeated the same experiments with the same results. Linne and Kostling observed the same effects. Achard confirmed these results. Berthelon, in a treatise on the electricity of plants, has summarized the information on the subject and substantiated it by further research of his own. Gardini, from work carried on at Lyon, affirmed the influence of electricity on vegetation. Carmoy, d'Ornoy, and Rosieres have defended this opinion in the Journal de Physique. These doctors base their conclusions on the identity of natural and artificial electricity, on the continual electrified condition of the atmosphere, and on the meteorological phenomena which indicate in a more or less sensitive manner the presence of electricity; the different elevated parts of plants, which are in themselves excellent conductors of electricity, offer in their leaves, as De Saussure has observed, the proper points to receive the electric fluid. . . . All these experiences led to the opinion stated when Ingenhousz published experiments which proved that electricity would not produce the effects upon plants which had been attributed to it; that electrified seeds 6 would not germinate quicker than others. These experiments, reported in the Journal de Physique for December, 1785, were confirmed in the same journal for December, 1786, were given further support in May, 1788, and were finally summarized in \"Experi- ences sur les vegetaux.\" Various other workers later confirmed these re- searches. It seems to me at present [1S00] that the opinion of those who believe that electricity does not favor vegetation is more logical than the contrary opinion. At the present time (1924), there is still a diversity of opinion concerning the influence of electricity in plant development. The electroculture committee of the British Ministry of Agriculture and Fisheries recommends (1923) the continuation of experiments with high potential discharge, 7 Newman (3S) in England considers electroculture by the same method as offering practical assurance of increased returns. Baines (1) points out a wonderland of electro- biological relationships. On the other hand the experiments of Gerlach and Erlwein (19, 20) in Germany and the experiments reported in the first part of this bulletin show no increased growth definitely attributable to electrical treatment. • Leighty and Taylor ( 31 ) report experiments with electrified seed which indicate no advantage gained by treatment. 7 Typewritten report on file in the Office of Biophysical Investigations, Bureau ot Plant Industry."},{"pageNumber":34,"pageContent":"LITERATURE CITED (1) Baines, A. E. 1921. Germination in its electrical aspects. 185 pp., lllus. London and New York. (2) Basty F. 1908. Essais d'electroculture tentes a Angers en 1908. (Extrait.) In Bui. Soc. Etudes Sci. Angers, aim. 37 (1907), pp. 87-92. (3) Berthelot, M. 1889. Recherches nouvelles sur la fixation de 1 Azote par la terre vegetale. Influence de l'electricite. In Compt. Rend. Acad. Sci. [Paris], tome 109, pp. 281-287. (4) Blackman, V. H. „.,.., 1918-1924. [Electrical treatment of fields.] Gt. Brit. Mm. Agr. and Fisheries Interim Rpts. 1-6 (1917-23). [Mimeographed.] (5) 1924. Field experiments in electro-culture. In Jour. Agr. Sci., vol. 14 (1923), pp. 240-267. (6) and J0rgensen, I. 1917. The overhead electric discharge and crop production. In Jour. Bd. Agr. [London], vol. 24, pp. 45-49, illus. (7) and Legg, A. T. 1924. Pot-culture experiments with an electric discharge. In Jour. Agr. Sci., vol. 14, pp. 268-286, illus. (8) and Gregory, F. C. 1923. The effect of a direct electric current of very low intensity on the rate of growth of the coleoptile of barley. In Proc. Roy. Soc, London, ser. B, vol. 95, pp. 214-228, illus. (9) Breslatjer, M. . . 1912. Amount of energv needed for electro-culture. In Electrician, vol. 69, pp. 889^890. (10) Briggs, L. J., and Shantz, H. L. 1913. The water requirement of plants. I. U. S. Dept. Agr., Bur. Plant Indus. Bui. 284, 49 pp., illus. (11) 1914. Relative water requirements of plants. In Jour. Agr. Research, vol. 3, pp. 1-63, illus. (12) Chree, C. 1910. Atmospheric electricity. In Enc. Brit., vol. 6, pp. 860-870, illus. (13) Clausen. 1911. Die Erfolge der Elektrokultur in Hedewigenkoog. In Landw. Wchnbl. Schles.-Holst., Jahrg. 61, pp. 83-86. (14) Dudgeon, E. C. [1912]. Growing crops and plants by electricity. 36 pp., illus. London. (15) Elpving, F. 1882. Ueber eine Wirkung des galvanischen Stromes auf wachsende Wurzeln. In Bot. Ztg., Jahrg. 40 (1881), pp. 257-264, 273-278. (16) Fitchner, E. 1861. Agronomische Zeitung, 1861, p. 550. [Not seen. Reference from Bruttini, A., L' influenza dell' elettricita sulla vegeta- zione, p. 148, Milano, 1912.] (17) Gassner, G. 1907. Zur Frage der Elektrokultur. In Ber. Deut. Bot. Gesell., Bd. 25, pp. 26-38, illus. (18) 1909. Pflanzenphysiologische Fragen der Elektrokultur. In Mitt. Deut. Landw. Gesell., Jahrg. 24, pp. 5-7. 32"},{"pageNumber":35,"pageContent":"ELECTROCUL.TURE 33 (19) Gerlach, M., and Erlwein, G. 1910. Versuche ueber Elektrokultur. In Elektrochem. Ztschr., Jahrg. 17, pp. 31-36, 66-68, illus. (20) 1910. Versuche iiber die Einwirkung der Elektrizitat auf das Pflanzen- wachstum. In Mitt. K. Wilhelms Inst. Landw. Bromberg, Bd. 2, pp. 424-453, illus. (21) Grandeau, L. 1878. De l'influence de l'electricite atmospherique sur la nutrition des plantes. (Extrait.) In Compt. Rend. Acad. Sci. [Paris], tome 87, pp. 60-62, 265-267, 939-940. (22) HOSTERMAN.N. 1910. Geschichte und Bedeutung der Elektrokultur unter Beruck- sichtigung der neueren Versuche. In Arch. Deut. Landw., Jahrg. 34, pp. 535-570. (23) HoLDEFLEISS. 1885. Elektrische Kulturversuche. In Centbl. Agr. Chem., Jahrg. 14, pp. 392-393. (24) HOMBERGER, E. 1914. Behandlung von Pflanzen mit Hochfrequenzstromen. In Umschau, Jahrg. 18, pp. 733-735, illus. (25) Honcamp, F. 1907. Die Anwendung der Elektrizitat in der Pflanzenkultur. In Fiihling's Landw. Ztg., Jahrg. 56, pp. 490-499. (26) J0rgensen, I., and Priestley, J. H. 1914. The distribution of the overhead electrical discharge employed in recent agricultural experiments. In Jour. Agr. Sci., vol. 6, pp. 337-348, illus. (27) Kinney, A. S. 1897. Electro-germination. Mass. Hatch Agr. Exp. Sta. Bui. 43, 32 pp., illus. (28) Kovessi, F. 1912. Influence de l'electricite a courant continu sur le developpement des plantes. In Compt. Rend. Acad. Sci. [Paris], tome 154, pp. 289-291. (29) Leicester, J. 1892. The action of electric currents upon the growth of seeds and plants. In Chem. News (London), vol. 65, p. 63, illus. (30) 1892. Action of an electric current upon the growth of seeds. In Chem. News (London), vol. 66, p. 199. (31) Leighty, C. E., and Taylor, J. W. 1924. Electrochemical treatment of seed wheat. U. S. Dept. Agr. Circ. 305, 7 pp., illus. (32) Lemstrom, S. 1904. Electricity in agriculture and horticulture. 72 pp., illus. London and New York. (33) Lodge, O. 1908. Electricity in agriculture. In Nature, vol. 78, pp. 331-332, illus. (34) 1911. The mode of conduction in gases illustrated by the behaviour of electric vacuum valves. In Phil. Mag. and Jour. Sci., ser. 6, vol. 22, pp. 1-7, illus. (35) Maccagno, J. 1880. Influenza dell' elettricita atmosferica sulla vegetazione della vite. In Staz. Sper. Agr. Ital., vol. 9, pp. 83-89. (36) Mascart, E. E. 1876. Traite d' electricite statique. 2 vol., illus. Paris. (37) Newman, J. E. 1911. Electricity as applied to agriculture. In Electrician, vol. 66- pp. 915-916, illus."},{"pageNumber":36,"pageContent":"34 BULLETIN 1379, U. S. DEPARTMENT OF AGRICULTURE (38) 1922. Electricity and plant growth. In Standard handbook for electrical engineers, Ed. 5, pp. 1810-1811. New York. (39) Paulin. 1892. De 1' influence de l'electricite sur la vegetation. Montbrison. [Not seen. Reference from Bruttini, A., L'influenza dell'- elettricita sulla vegetazione, p. 216. Milano. 1912.] (40) Plowman, A. B. 1902. Certain relations of plant growth to ionization of the soil. In Amer. Jour. Sci., ser. 4, vol. 14, pp. 129-132, illus. (41) 1903. Electromotive force in plants. In Amer. Jour. Sci., ser. 4, vol. 15, pp. 94-104, illus. (42) Priestley, J. H. 1907. The effect of electricitv upon plants. In Proc. Bristol Nat. Soc, ser. 4, vol. 1 (1906), pp. 192-203. (43) 1910. Overhead electrical discharges and plant growth. In Jour, Bd. Agr. [London], vol. 17, pp. 16-28. (44) Ross, W. 1844. Galvanic experiments on vegetation. U. S. Comr. Patents Rpt., vol. 27, pp. 370-373, illus. (45) Senebier, J. [1800.] Physiologie vegetale. 5 vols. Geneve. (46) Solly, E. 1846. The influence of electricitj^ on vegetation. In Jour. Hort. Soc. London, vol. 1 (1845), pp. 81-109. (47) Wilson, C. T. R. 1923. Atmospheric electricity. In Glazebrook, R., A dictionary of applied physics, vol. 3, pp. 84-107, illus. (48) Wollny, E. 1888-1893. Elektrische Kulturversuche. In Forsch. Agr. Phys., Bd. 11, pp. 88-112, 1888; 16, pp. 243-267, 1893."},{"pageNumber":37,"pageContent":"ORGANIZATION OF THE UNITED STATES DEPARTMENT OF AGRICULTURE December 2-2, 1925 Secretary of Agriculture W. M. Jardine. Assistant Secretary R. W. Dunlap. Director of Scientific Work Director of Regulatory Work Walter G. Campbell. Director of Extension Work C. W. Warburton. Director of Information Nelson Antrim Crawford. Director of Personnel and Business Adminis- tration W. W. Stockberger. Solicitor R. W. Williams. Weather Bureau Charles F. Marvin, Chief. Bureau of Agricultural Economics Thomas P. Cooper, Chief. Bureau of Animal Industry John R. Mohler, Chief. Bureau of Plant Industry William A. Taylor, Chief. Forest Service W. B. Greeley, Chief. Bureau of Chemistry C. A. Browne, Chief. Bureau of Soils Milton Whitney, Chief. Bureau of Entomology L. O. Howard, Chief. Bureau of Biological Survey E. W. Nelson, Chief. Bureau of Public Roads Thomas H. MacDonald, Chief. Bureau of Home Economics Louise Stanley, Chief. Bureau of Dairying C. W. Larson, Chief. Fixed Nitrogen Research Laboratory F. G. Cottrell, Director. Office of Experiment Stations E. W. Allen, Chief. Office of Cooperative Extension Work C. B. Smith, Chief. Library Claribel R. Barnett, Librarian. Federal Horticultural Board C. L. Marlatt, Chairman. Insecticide and Fungicide Board J. K. Haywood, Chairman. Packers and Stockyards Administration John T. Caine, in Charge. Grain Futures Administration J. W. T. Duvel, in Charge. This bulletin is a contribution from Bureau of Plant Industry William A. Taylor, Chief. Office of Biophysical Investigations G. N. Collins, Senior Botanist in Charge. 35 ADDITIONAL COPIES OF THIS PUBLICATION MAY BE PROCURED FROM THE SUPERINTENDENT OF DOCUMENTS GOVERNMENT PRINTING OFFICE WASHINGTON, D. C. AT 10 CENTS PER COPY"},{"pageNumber":38,"pageContent":"LIBRARY OF CONGRESS III"}]
