[{"pageNumber":1,"pageContent":"~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~Liber P~:~The Book of PehAn exposé of the hidden qabalah of Liber ALBy Mallukh AHI~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~ Table of Contents IntroductionPart One - Mysteries of NUIT and HADITPart Two - Mysteries of RA-HOOR-KHUITPart Three - Mysteries of BABALONPart Four - Miscellaneous MysteriesEgyptian / Hebrew / English Sign Values TableThe Tree of Life as derived from Liber AL ~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~ LIBER AL vel LegisThe Book of the LawBy Aleister Crowley"},{"pageNumber":2,"pageContent":" Chapter OneChapter TwoChapter ThreeThe Stele of Revealing - Hieroglyphics plus Translation - FrontThe Stele of Revealing - Hieroglyphics plus Translation - Back ~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~:~Email Patrick mallukh_ahi (at) hotmail.com"},{"pageNumber":3,"pageContent":"Introduction toLiber PThe several levels of qabalistic knowledge contained within the text of Liber AL can be found usingvarious methods of hermeneutics, but perhaps the most difficult of all techniques for the student toemploy meaningfully in his/her researches is that of gematria.The ancient science and art of gematria uses the numerical values of language symbols (usually letters ofthe alphabet) to hide significances and knowledge below the surface meaning of the text.The real difficulty of gematria for the researcher is that it is not merely a science of numbers (likearithmetic), but it also requires a well developed intuition to be able to penetrate into the deepermysteries of sacred texts. In other words, it is a very subjective science, or rather - an art.I think that one of the greatest rewards of the study and use of gematria is the effect that it has upon theconsciousness of the student. It tends to foster the development of the abstract mind, and to help toestablish the intuitive link with buddhi (or 'spirit'). This I think is one of the primary reasons for the useof gematria by the prophets (and by the 'Divine Intelligence') in Their sacred writings - it is a tool forspiritual advancement and the raising of consciousness.Of course, another important reason for employing the art of gematria in the composition of 'sacred texts'is to veil the mysteries, and Liber AL is no exception to that general practice. It contains in its depthssome deeply profound knowledge intricately hidden in some very complex forms of gematria.The system of gematria that has been used in the composition of Liber AL is rather complex because ofthe many variations that are possible when transliterating English letters into their Hebrew equivalents.Liber AL uses several of these variations most of which are listed in the following gematria table. The Egyptian connection with Liber AL is fairly obvious from a reading of the text, and moreso if thereader is familiar with the history of the original transmission of the book. (For a detailed account of thisin Crowley's own words see his The Equinox of the Gods.)Liber P is so-called because it particularly describes the function of the second half of the esotericequation ALP - namely the qabalistic archetype peh (the Hebrew letter P). Peh combines with AL toproduce AlePh - the full spelling of the first letter of the Hebrew alephbet.This operation is fundamental to the qabalah of Liber AL - a fact that is emphasised by the gematria ofthe English title of the book. It is called The Book of the Law and is named as such in several places inthe text of Liber AL. The gematria is... The Book of the Law (Hebrew transliteration) [T] 0 + 9 = 9[h] 9 + 5 = 14[e] 14 + 0 = 14[B] 14 + 2 = 16[o] 16 + 6 = 22"},{"pageNumber":4,"pageContent":"[o] 22 + 6 = 28[k] 28 + 20 = 48[o] 48 + 6 = 54[f] 54 + 6 = 60[t] 60 + 9 = 69[h] 69 + 5 = 74[e] 74 + 0 = 74[L] 74 + 30 = 104[a] 104 + 1 = 105[w] 105 + 6 = 111The value, by Hebrew gematria, of the title is thus seen to be 111 which is also the number of theformula ALP. The qabalah of Liber AL describes the nature, dynamics and purpose of the formula ALP by employing aunique version of the Tree of Life diagram - a diagram that is systematically built using the ALP formula. Please bear with me as I explain (in Part One of Liber P) the unfoldment of the Tree of Life diagram as itis described by the secret qabalah of Liber AL. If you are familiar with the text of Liber AL then I thinkyou might appreciate the depth and splendour of this revelation.Liber P, Part OnePart Two of Liber P explores the dynamic workings of the Tree of Life as suggested by further cluespresented to us in the qabalah of Liber AL. I feel that it is important to publish these first parts of thetreatise in order to lift a corner of the veil and reveal the knowledge that has been hidden in the qabalisticcode of Liber AL for almost 100 years.Liber P, Part Two______________Mallukh AHI - February 22, 2000"},{"pageNumber":5,"pageContent":"LIBER 'P'Being a Study Paperand Qabalistic Key to LIBER ALPart One: Mysteries of NUIT and HADIT*** The Formation of the Tree of Life ***___________________________ I:1. Had! The manifestation of Nuit. (Liber AL, I,1) 1. NU = 562. NUN UU = 106 + 12 = 1183. NU NUU = 56 + 62 = 1184. NU AL LA = 56 + 31 + 31 = 1185. IHI LA AL LA = 25 + 31 + 31 + 31 = 118The reasoning behind the above process needs explanation...Step (2) shows NU undergoing a fundamental change of form within Herself. This is expressed by theformula NU assuming its 'grand scale' values and total. The Hebrew letters 'N' and 'U' are spelled 'NUN'"},{"pageNumber":6,"pageContent":"(or, nun-vav-nun) and 'UU' (or, vav-vav), so that when we add together these expanded values we arriveat the sum: (50 + 6 + 50) + (6 + 6) = 118. Note that in this step NU does not completely lose Herself (i.e.Her identity as NU), but rather She is maintained in the new term 'NUN'.In Step (3) there is a reformulation of NU as She reestablishes Herself (i.e. as 'NU') by differentiationfrom the term 'NUN' which leaves the composite 'NUU' as the remainder. Note here that NU now existswithin both terms of the equation.Step (4) shows the change in form that the term 'NUU' (62) undergoes in order to become 'AL + LA' (31+ 31). This is a balanced (Lamed) division into equal and opposite halves. The term 'AL' is a qabalisticname of God and is masculine in nature while the term 'LA' is essentially feminine (see below). We seehere the establishment of the universal polarity of Yang and Yin.The final Step (5) shows 'NU' Herself assuming a different (i.e. concealed) form comprising the terms'IHI' and 'LA'. The former (i.e. 'IHI') is the Hebrew word yehi which means 'let there be...' and isprominent in the first book of Genesis in the Old Testament of the Bible. The second term (i.e. la) means'of negation; not; no' in Hebrew. So this new expression of 'NU' can be read as yehi la or 'let there benaught'. This is an interesting and apt description of Kether - the sephirah to which 'NU' (i.e. as 'IHI LA')is ascribed on the Tree of Life diagram. 'LA' can thus be viewed as a 'void of darkness' from which allforms emerge.The term 'IHI' (yod-ha-yod) has the numerical value 25 (or 5²) and appears (from my personalresearches) to represent the generative function of the Great Mother principle (i.e. 'NU' in Liber AL).This makes sense when we realise that 5² is ha² (or, 'Ha' x 'Ha') because the Hebrew letter 'ha' is equal tofive. The letter 'ha' is a symbol of Binah, the Great Mother principle, and its self-multiplication suggestsform generation.Another Hebrew word of the same value as 'IHI' is koh, spelled 'KH' (Kaph + Ha = 20 + 5 = 25) whichmeans 'thus; so', and also suggests the generative principle because the words 'thus' and 'so' introduce theemerging expression of something.Thus, the entire equation can be read as 'Let there be LA and AL and LA', or, 'Let there be Kether andHockmah and Binah' (see diagram).The symbolic implication of the mathematical (or qabalistic) operation described above is to show theinternal workings of the 'NU' principle (or unmanifest Mother principle) as She differentiates Herself intoparticular components that are required for the next stage of the divine creative process.NU ="},{"pageNumber":7,"pageContent":"56Thelema = 93NU (Grand Scale) = 118Note: The Egyptian sign for Nuit that is found on the Stele of Revealing is:'Nuit'See: An Egyptian Hieroglyphic Dictionary, by Budge (pg. 350a), and A Concise Dictionary of MiddleEgyptian, by Faulkner (pg. 127).She is described as 'the Sky goddess'.The god NU is not found on the stele, but is represented by the following:'Nu' (Budge, p. 349b. Faulkner, p. 134)'Nu' signifies 'the primeval or celestial waters'.*****The opening statement (i.e. first verse - see below) of Liber AL refers to Kether of the qabalistic Tree ofLife, and especially to the process whereby HAD emerges into manifestation out of NU. By so doing Healso brings into being the manifest (or 'form-aspect') of NU which is NUIT.Incidentally, note how the image of HAD and NU (in the diagram below) vaguely resembles the uppersection of the image painted on the front side of the Stele of Revealing. It is an image of NUIT enfoldingthe winged disk of HADIT.HAD(Grand Scale) = 555"},{"pageNumber":8,"pageContent":" The Nature of HAD.HAD is the male counterpart (and inherent component) of the Great Mother Goddess NUIT. He existswithin Her omnipresent body, buried deep within Her at cosmic (and microcosmic) levels, as I will nowexplain.Like NU, HAD has two important qabalistic values. We have seen that in the case of NU these numbersare 56 and 118.NU = nun-vav = 50 + 6 = 56 (Small scale)NU = NUN-VV = 106 + 12 = 118 (Grand scale)The corresponding numbers for HAD are 10 and 555 and are calculated as follows:HAD = ha-aleph-daleth = 5 + 1 + 4 = 10 (Small scale)HAD = HH-ALP-DLT = 10 + 111 + 434 = 555 (Grand scale)Firstly, it should be noted that the 'ha' (or, 'heh') in HAD is spelled heh-heh (i.e. HH) instead ofheh-aleph (i.e. HA) which latter was the spelling used previously in our 'NU' calculations. HH is arecognised spelling for 'heh' in the Hebrew language and the Qabalah, and I shall leave the possiblereasons for its particular usage here for the reader to intuit.HAD can be found dwelling below the surface of Kether, Hockmah and Binah in the Grand scale valuesof LA and AL...LA + AL + LA = lamed-aleph + aleph-lamed + lamed-aleph= 31 + 31 + 31= 93 (Small scale) LA + AL + LA = LMD-ALP + ALP-LMD + LMD-ALP= (74 + 111) + (111 + 74) + (74 + 111)= 185 + 185 + 185= 555 (Grand scale)This is what Hadit means when He says in verse II:2 - \"...I am not extended...\", because the Hebrewword 'la' is equivalent to the English word 'not'.Now that we have determined this number (i.e. 555) we can note a confirming correspondence in thegematria of this first verse...I:1. Had! The manifestation of Nuit. (Liber AL, I:1)(Note that the following is a Hebrew transliteration of the phrase - not a translation.)' The manifestation of Nuit '= (9+5+0) + (40+1+50+10+80+0+60+9+1+9+10+70+50) + (70+6) + (50+6+10+9)= 555= HAD (Grand Scale)Note: In the Hebrew transliteration given above, an asterisk (*)replaces the letter 'E' when its value is 0."},{"pageNumber":9,"pageContent":"Note: The Gematria of the corresponding verse II:1 of LIBER AL is givenbelow.The gematria of this verse gives us some valuable clues to the numerological key that will unlock some ofthe mysteries of Liber AL. This key, as I understand it, can be viewed in the...Sign Values Table.The 22 letters of the expression ' The manifestation of Nuit ' alludes to the 22 letters of the Hebrewalephbet and the 22 Paths of the Tree of Life. This correspondence therefore suggests that HAD isassociated with the 22 Paths - these often being represented graphically as a serpent entwined about theten sephiroth. Thus HAD can be seen here to symbolise the active interrelationship and the energeticexchange that arises between the ten sephiroth of the Tree of Life.One of the conclusions from this first verse then is that HAD basically represents the evolutionary andcreative processes that are active within the framework of the ten sephiroth, and similarly that Hepersonifies the movement of the kundalini serpent between the seven major chakras of the humanspiritual-psycho-physical system.***We can see (from the diagram above) that HAD also infuses the three supernal sephiroth of the Tree ofLife, but at a very esoteric level. His more obvious aspect is His identification with the sephirah Hockmahthat is associated with the Hebrew letter yod. Yod has the numerical value 10 which corresponds withHAD's Small scale value as shown above.The Egyptian word for HADIT on the Stele of Revealing is 'Behedet' and is transcribed like so:'Behedet'This is actually an Egyptian name for the town of Edfu, however it is also used to signify 'Behedeti' ('Heof Behedet'), the 'winged solar disk', whose name is written thus:'Behedeti' (Budge, p. 220b. Faulkner, p. 84)Here is a quote from the Grolier Encyclopedia concerning Edfu to give you a better understanding of theetymology of the word...{ed'-foo}The Egyptian town of Edfu, or Idfu (1966 est. pop., 27,326), is situated on the Nile River. Manyof the present inhabitants once lived south of Aswan. They were resettled when their homes werethreatened by the waters rising behind the Aswan High Dam, constructed in 1960-71.Known to the ancient Egyptians as Djebu and to the Greeks as Apollinopolis Magna, Edfu hasancient remains ranging from Old Kingdom burials to Byzantine private houses. The principalfeature is the magnificent temple of Horus. He was represented either as a man with a falcon'shead or as Horus of Behedet, a solar disk with outstretched wings. In this form he was equatedwith Apollo by the Greeks. During certain festivals, the priests of Horus of Edfu celebrated rites"},{"pageNumber":10,"pageContent":"in association with priests of his consort, Hathor of Dendera, and of their offspring Harsomtus.The temple, begun (237 BC) by Ptolemy III Euergetes and completed (57 BC) by Ptolemy XIIAuletes, is among the best-preserved examples of Egyptian temple architecture. The entrance liesin the middle of two pylons that open onto a forecourt. Beyond is the sanctuary propercomposed of an outer and an inner hypostyle, or hall of many columns, an outer and innervestibule, and the inner sanctum surrounded by subsidiary chapels.Robert Steven Bianchi© 1997 Grolier, Inc.In other words HADIT seems to be an aspect of Horus (the Elder), but one that is of a very high vibration- Horus identified as RA the solar deity. One might in fact say that HADIT personifies the creativeessence of Horus.***The 'IT' component of NUIT and HADIT resides in the mysterious sephirah Daath, and as we know fromverse I:1 of Liber AL its appearance is triggered by HAD. This will be explained further below. Suffice itto say for now that when HAD and NU take Their places in the Heavens, thus conforming theMacrocosm, the formula 'IT' also becomes potentially active in the Abyss of Daath. 'IT' seems to be aspecial connecting link between NU and HAD that is established within Daath at the beginning of theCreation. It signifies the creatively empowered (i.e. yod, I) 'serpent of knowledge' (i.e. teth, T).NU (Grand Scale) = 118PALACE = 137II:1. Nu! the hiding of Hadit.Just as in verse one of Chapter One of Liber AL there is a significant clue hidden in the gematria of theverse, so also in verse one of Chapter Two there is a corresponding numerical clue derived therefrom."},{"pageNumber":11,"pageContent":"' the hiding of Hadit '(9+5+0) + (5+10+4+10+50+3) + (6+6) + (5+1+4+10+9)= 137= PALACE (IHI + LA + AL + LA + IT) - see diagram aboveWe already know that HAD (555) indwells the triad LA + AL + LA which in turn is the extension (ormanifestation) of NUIT. It follows therefore that when NUIT withdraws Her tri-fold extension back intoHerself (thereby becoming NU) then She also conceals Her masculine counterpart HADIT. So, it followsthat when we take the gematric value of AL:I;1 'the manifestation of Nuit' (555) and subtract thecorresponding value of AL:II;1 'the hiding of Hadit' (137) the remainder is 418 because 555 - 137 = 418(see below). This is just another verification of our qabalistic key.I:46. Nothing is a secret key of this law. Sixty-one the Jews call it; I call it eight, eighty, fourhundred & eighteen.I:47. But they have the half: unite by thine art so that all disappear. (Liber AL, I:46-7)The above verses from Liber AL, Chapter I, give us some valuable clues to the nature and function of the'IT' formula.As you might know, a Hebrew word and qabalistic term that means 'nothing' is the word 'ain'. This word,by gematria, equals 61.AIN = 1 + 10 + 50 = 61The phrase 'sixty-one the Jews call it' is a subtle clue that links the two words 'AIN' and 'IT', and if weunite them by our 'art of gematria' so that 'all' (i.e. AIN - because ALL = 61 = AIN) 'disappears' then wederive the number 80.IT + AIN = 19 + 61 = 80The appropriateness of this number is confirmed by the statement 'I call it eight, eighty, four hundred &eighteen'.So by our reckoning, we must combine the formulae 'IT' and 'AIN' in the 'Abyss of Daath' to produce thevalue 80, or the Hebrew letter peh (whose value is 80). This operation has the effect of producing three'ALePhs' in our emerging Tree of Life diagram - that is, by connecting Kether (LA), Hockmah (AL), andBinah (LA), each individually with Daath (P)."},{"pageNumber":12,"pageContent":"Kether (LA) + Daath (P) = ALP = aleph (1)Hockmah (AL) + Daath (P) = ALP = aleph (1)Binah (LA) + Daath (P) = ALP = aleph (1)48. My prophet is a fool with his one, one, one; are not they the Ox, and none by the Book?(Liber AL, I:48)Here in verse 48 we see our three alephs (i.e. 1, 1, 1, - because aleph = 1) being identified with 'none'(i.e. AIN, meaning 'nothing' or 'none'). This is further confirmation that we are on the right track.The procedure that happens next in the growth of our Tree of Life is very special. It involves the birth ofthe 'microcosm' from the body of the 'macrocosm'. This is achieved by the projection of an embryonic'organism' from the supernal sephiroth (i.e. Kether, Hockmah, and Binah - plus an emission from Daath)across the Abyss of Daath.After it descends below the Abyss, the 'embryo' attaches (or anchors) itself to another single 'aleph' andthe next stage of the process can begin.Note: Because we are discussing an archetypal and symbolic operation,the term 'embryo' must not be thought of as being simply biological.The term 'embryo' as used in the present context could in fact bedescriptive of any immature entity - depending on what level ofexistence (or what qabalistic 'world') our emerging Tree of Lifediagram is depicting. For instance, the diagram could be describing thebirth (or rebirth) of a human soul within the 'psycho-spiritual' levelsof our reality."},{"pageNumber":13,"pageContent":"PALACE = 137KING = 83PALACE + KING = 220In the diagram above we see the 'embryo' (or 'king') descend from the supernal sephiroth (or 'palace') tobelow the Abyss of Daath. As you can see, it (i.e. the embryo) is comprised of three 'aleph's (i.e. three'A's) and one 'peh' (i.e. 'P') - AAAP."},{"pageNumber":14,"pageContent":"The mechanics of this birthing process involves each of the four upper sephiroth contributing onecomponent each to the embryo's (i.e. KING's) constitution. Kether (i.e. LA) emits the embryo's topmostaleph (i.e. A), Hockmah emits the right-hand aleph, Binah emits the corresponding left-hand aleph,while Daath (i.e. 'IT') combines with 'AIN' in the 'Abyss' to produce peh (i.e. P - because IT + AIN = P).Peh conforms the lowermost component of the embryo's constitution.A + A + A + (IT + AIN) = 1 + 1 + 1 + (19 + 61) = 1 + 1 + 1 + 80 = 83It is interesting to note that the combination of PALACE (137) and KING (83) derives the number 220which is the total number of verses in Liber AL thereby suggesting that this process of the KING goingforth from the PALACE - crossing the Abyss and assuming a physical form - is one of the main themesof the book. (Notice also that these two words PALACE and KING are quite interesting in themselveswhen analysed qabalistically - for instance PALACE contains ALP, the spelling of the letter aleph, andalso AL and LA like so - PALACE.) We shall discover below that as the KING (83) descends beneaththe Abyss he becomes transformed into HERU-RA-HA (418) such that our equation becomes 137 + 418= 555 revealing HAD (555) in a new form. As mentioned previously, the next step in the embryo's birth process is its attachment to a fourth, butindependent, aleph (A). This step might be compared to the moment when an incarnating human soulanchors itself to a biological embryo in its chosen physical mother's womb."},{"pageNumber":15,"pageContent":"Now that the prenatal entity has become grounded in Malkuth, a very mysterious process ensues thatinvolves the unfoldment (or expansion) of the soul-triad (or what I label as the Ruach).Up until this point the soul-triad has been contracted within the embryo's highest aleph - the 'A' thatoriginally issued from 'LA' of the sephirah Kether. This topmost aleph has assumed the place of Tifarethon the Tree of Life, but Hesed and Pachad (or Geburah) are as yet absent from our Tree diagram.What now occurs is that the aleph (A) in Tifareth expands into its Grand Scale 'ALePh' (ALP) and at thesame time actualises the missing sefiroth Hesed and Pachad. The Hebrew letters lamed (L) and peh (P)take their positions in Hesed and Pachad respectively.Simultaneously, the other sefirothic components of the microcosm also expand into their Grand Scaleforms, thus mirroring the development of the soul-triad.HERU-RA-HA = 418 = ALP + ALP + ALP + PHHOOR-PA-KRAAT = 529 = ALP + ALP + ALP + PH + ALPRA-HOOR-KHU = 449 = AL + ALP + ALP + PH + ALP"},{"pageNumber":16,"pageContent":"_______________You will see from the above that the KING (A+A+A+P=83) has now become HERU-RA-HA(ALP+ALP+ALP+PH=418) which transforms our original equation (i.e. PALACE + KING = 220) intoPALACE + HERU-RA-HA = 555. The following diagram will clarify... The name HERU-RA-HA does not appear on the Stele of Revealing and nor can I find it in my AncientEgyptian Hieroglyphic dictionaries, but its transliteration into the ancient language might look somethinglike this... ' Heru-ra-ha 'HERU-RA-HA= (5 + 0 + 200 + 6) + (200 + 1) + (5 + 1)= (211) + (201) + (6)= 418 We already know that HAD (555) is 'not (i.e. LA) extended' (See: Liber AL: II;2) in relation toLA+AL+LA=555 (grand scale), and here we see HAD as 'not extended' in another sense - that is, as thegod HERU-RA-HA 'extended' below the Abyss from the PALACE as a manifestation of the KING. HOOR-PA-KRAAT= (5 + 6 + 6 + 200) + (80 + 1) + (20 + 200 + 1 + 1 + 9)"},{"pageNumber":17,"pageContent":"= (217) + (81) + (231)= 529 ' Heru-pa-khart ' (Budge, p 501b.)This rendering of Harpocrates refers to 'Horus, the child of Osiris and Isis' - according to Budge. Thename does not appear on the Stele of Revealing.The name HOOR-PA-KRAAT is very significant because it actually contains encoded within it the formof the microcosmic 'embryo' - the immortal aspect 'AAAP' (83) embodied in the mortal sheath'HOOR-KRT' (446). 'HOOR-KRT' suggests the mortal covering because it has the same numeration asMaVeTh - meaning 'death' in Hebrew.HOORKRT = 446 = MVTh ('death')On our Tree diagram the mortal component of the microcosm is symbolised by the Hebrew letters thatgrow out of the embryonic AAAP as it assumes the grand scale plus the lowest ALP in Malkuth - thetenth sefirah, to which it attaches itself. That is...Immortal component:A + A + A + P = 1 + 1 + 1 + 80 = 83 = AAAPMortal component:LP + LP + LP + H + ALP = 110 + 110 + 110 + 5 + 111 = 446 = HOORKRTMortal plus Immortal components:ALP + ALP + ALP + PH + ALP = 111 + 111 + 111 + 85 + 111 = 529HOOR-PA-KRAAT = AAAP + HOORKRT = 83 + 446 = 529This might be the 'splendour hidden and glorious' that HOOR states is 'hidden in my name' (in Liber AL,verse III:74).RA-HOOR-KHU= (200 +1) + (5 + 6 + 6 + 200) + (20 + 5 + 6)= (201) + (217) + (31)= 449' Ra Heru-aakhuti ' (Budge, p 418b.)According to Budge this name refers to Ra Harmakhis, or 'Ra + Horus of the Two Horizons'. It does notappear on the stele."},{"pageNumber":18,"pageContent":"*****I feel that understanding this particular step in the unfoldment of the microcosm (as diagrammaticallyexpressed above) is crucial in terms of our understanding of the whole creative-evolutionary process.What the above diagram implies is that the development and expression (or form) of the variousmembers (i.e. sefiroth) that compose the microcosm are precisely synchronised with the activecreative-evolutionary mechanism of the soul-triad.This 'active mechanism', as you can also see from the diagram, is symbolised by the pathways yod ( I )and teth ( T ) of the Tree of Life, and thus by the formula 'IT'.It appears then, that in this context 'IT' expresses the dynamic growth of the soul, and consequently, ofthe entire microcosmic organism.Among other things, we will discover in Part Two of Liber P that the dynamic mechanism of this form ofthe Tree of Life is personified by RA-HOOR-KHU as He stimulates (or facilitates) the evolution of thedivine personage of HOOR-PA-KRAAT.So, now we can reveal our Tree of Life diagram (as derived from Liber AL) in its entirety."},{"pageNumber":19,"pageContent":"TheRION = 666 = NU + AL + LA + IT + ALP + ALP + ALP + PH + ALP"},{"pageNumber":20,"pageContent":"See also: The Tree of Liber AL.As you can see the total sum of all the sefirothic values of this version of the Tree of Life is 666 - a verysignificant number in the qabalah of Liber AL.The respective values (in this scheme) of the 11 sefiroth are ascribed as follows:1. NU = IHI + LA = 562. AL = 313. LA = 3111. IT = 194. L = 305. P = 806. A = 17. ALP = 1118. ALP = 1119. PH = 8510. ALP = 111_________ Total = 666I:66. The Manifestation of Nuit is at an end. This is the final verse of the first chapter of Liber AL. It is numbered 66, is composed of 31 letters, andhas the value 666 calculated as follows... [T] 0 + 9 = 9[h] 9 + 5 = 14[e] 14 + 0 = 14[M] 14 + 40 = 54[a] 54 + 1 = 55[n] 55 + 50 = 105[i] 105 + 10 = 115[f] 115 + 6 = 121[e] 121 + 0 = 121[s] 121 + 60 = 181[t] 181 + 9 = 190[a] 190 + 1 = 191[t] 191 + 9 = 200[i] 200 + 10 = 210[o] 210 + 70 = 280[n] 280 + 50 = 330[o] 330 + 70 = 400[f] 400 + 6 = 406"},{"pageNumber":21,"pageContent":"[N] 406 + 50 = 456[u] 456 + 6 = 462[i] 462 + 10 = 472[t] 472 + 9 = 481[i] 481 + 10 = 491[s] 491 + 60 = 551[a] 551 + 1 = 552[t] 552 + 9 = 561[a] 561 + 1 = 562[n] 562 + 50 = 612[e] 612 + 0 = 612[n] 612 + 50 = 662[d] 662 + 4 = 666This might mean that the 'Manifestation of Nuit' is fully realised in the number 666 - as illustrated by theTree of AL diagram above. As you know 31 is the number of AL and LA, the 'full manifestation' ofwhich depends upon the addition of 'P' thereby completing the sacred formula ALP. This objective isacheived in what has been set forth above. *******************END OF PART ONEGo to Part Two********************Mallukh AHIFebruary 22nd, 2000"},{"pageNumber":22,"pageContent":"LIBER 'P'Being a Study Paperand Qabalistic Key to LIBER ALPart Two: Mysteries of RA-HOOR-KHUIT *** The Creative Mechanism of the Tree of Life *** ___________________________ KHABS and KHU I:8. The Khabs is in the Khu, not the Khu in the Khabs. (Liber AL, I:8)This eighth verse refers particularly to the Hebrew letter heth - the eighth letter of the alephbet. (Seebelow.)An Egyptian word for 'star' and 'the starry sky' is KHABS. It is written like so.............or......... Khabs' - 'the starry sky', 'star', 'luminary' (Budge, p 530b; Faulkner, p 184)This word does not appear on the Stele of Revealing, however the word for 'KHU' does appear on thestele and is transcribed thus:'Khu' (Budge, p 23b; Faulkner, p 4)KHU means 'spirit-soul' and my researches show that in the 'Egyptian Qabalah' of Liber AL the KHUmost closely represents (on the Tree of Life diagram) the sefirah Hesed (in particular), and also thespecial relationship that exists between the sefiroth Tifareth and Hesed.KHABS refers to the efflux that issues (or 'shines') from the supernal triad (i.e. Kether, Hockmah, andBinah) from Binah via the path of heth. This efflux streams into the human soul - the middle triadcomprised of Hesed, Geburah, and Tiphareth - and formulates the mental sheath, or Geburah (also calledPachad).The mental sheath is a sphere of fine matter in which the buddhic (or intuitional) faculty is embodied - ina similar manner to the way that the nucleus of an atom is centred within its own electron field, or a germof wheat is encased in its own seed and husk."},{"pageNumber":23,"pageContent":"So when NUIT says: \" The KHABS is in the KHU, not the KHU in the KHABS \", She is addressing theparadox that involves the perception that our experience of the physical world is determined by externalforces (i.e. including the 'stars', or astrological forces) whereas the reality is that our experience of thethree dimensional world is subjectively determined. In other words, that the influence of the 'stars'emerges from within us and through us, not outside of us.The qabalistic value of KHABS is 88, and KHU equates to 31...KHABS = 20 + 5 + 1 + 2 + 60= 88 KHU = 20 + 5 + 6= 31 (For more information concerning KHABS see verse nine quoted below.)We can depict the basic relationship between the KHU and the KHABS in the following diagram...As you can see, the KHU is equivalent to the composite term AL (i.e. Tifareth and Hesed of the soultriad) because they both share the value 31, while KHABS equals 'heth + P' - that is, the path of heth pluspeh in the sefirah Pachad (of the soul triad). This is a simple explanation of a more complex relationshipthat will be revealed and explained further below."},{"pageNumber":24,"pageContent":"One might say that KHABS enters into the spirit-soul (i.e. KHU = AL) as heth (subtle radiation issuingfrom the macrocosmic triad) and on passing through the KHU (i.e. AL) emerges in a modified anddenser form as peh (i.e. 'P' identified in the sphere of Pachad). Thus...h ---> (AL) ---> P8 ---> (31) ---> 80And thus with the conversion of heth (8) into peh (80) through the medium and interface of the KHU theformula ALP is generated within the soul triad. It will be seen that this conversion process is described bythe formula IT + AIN = P. The mechanism of this procedure will be examined in more detail later.My feeling is that the KHU represents the creative essence and the stabilizing energy centre of a 'star' (orcreative 'spirit-soul'). The KHABS then, in one respect would symbolise the transilient appearance of asoul's own microcosmic light (i.e. peh = 80) and in another aspect it would signify the invisible 'light' orradiations of the 'stars' that fuel its internal creative fires (i.e. as heth = 8, issuing from the macrocosm).In other words, there are two basic dimensions of influence and expression of the formula KHABS withthe KHU situated as a modifying interface between them. So, while it is true to say that the KHU is aninternal force while the KHABS is the changing external expression of that force (i.e. in Pachad), it isalso true to state that there is an aspect of the KHABS that is like an inner fire (i.e. heth) that is feedingthe KHU. We will see below that these two aspects of the KHABS are described by the letters KS(external) and HAB (internal) of the formula KHABS.HAD, being analogous microcosmically to the path of yod on the Tree of Life, is at the core of everyKHU-KHABS, for as He states...II:6. I am the flame that burns in every heart of man, and in the core of every star.......and...II:2. ...I am not extended, and Khabs is the name of my House.(see: Liber AL, verses II:2 and II:6)More gematria:The total value of verse eight is 633 which is the Grand Scale value of the Hebrew word 'aur' (meaning'light'). The 'light' referred to is that which emerges from out of the 'Ocean of Limitlessness' (or 'InfinitePossibility') that is called AIN SOPh in Hebrew. And as we shall see, that 'light' is KHABS.' The Khabs is in the Khu, not the Khu in the Khabs ' = 633 = AUR (207 / 633)AUR = ALP + VV + RISh= 111 + 12 + 510= 633 _________________"},{"pageNumber":25,"pageContent":"I:9. Worship then the Khabs, and behold my light shed over you!This verse applies primarily to the ninth letter of the Hebrew alephbet called teth, and secondarily to'Yesod' - the ninth sephirah of the Tree of Life.The path of teth on the Tree of Life is the path that links the KHU (i.e. Tifareth and Hesed) with theKHABS in Geburah (also called Pachad). As such, it is the pathway whereby the KHU 'gives worship' tothe KHABS.The KHABS is 'star-light' that issues from the supernal sefiroth (via Binah/Daath - representing the atmicplane). It flows down through the buddhic plane (i.e. Hesed) and eventually into the abstract levels of themental plane (i.e. Pachad) where it conforms into an energy field surrounding the buddhic KHU. Thiswill be explained in more detail below.As I mentioned above, KHABS might refer particularly to astrological forces, and therefore to theinfluence of the zodiac(s), the various constellations, and the planetary bodies that effect our own planetand our collective and personal being. The close relationship of the Egyptian word khabs to the zodiaccan be seen reflected in another Egyptian word that is based upon khabs - namely khabsu, whichaccording to Budge, specifically refers to the 36 decanates of the zodiacal circle. 'Khabs' - 'star' and 'the starry sky' 'Khabsu' - 'the 36 lamps', or decanatesIf NUIT is referring to astrological influences then it appears She is suggesting that these energies flowthrough us from within to without, in which case the 'stars' would be seen as inner forces manifestingand demonstrating externally in our physical environment - that is, outward reflections of internalenergies and processes.This notion sits very well with my own astrological researches and writings, and especially with mydiscovery of the qabalistic 'twelve-petalled lotus' (for an image of which see the frontispiece of myAstroQab web-site).It is natural for our very physically oriented and rationally trained minds to see the astrological influencesof the zodiac, the planets and the stars as seeming to originate outside of ourselves and to impinge uponus apparently from far away deep in the solar system and the Milky Way galaxy. However, this might bedeceiving as it is possible that what we are seeing are merely external reflections, or our own collectiveprojections of subjective internally-based functions and dynamics.Master Djwal Khul speaks of the human soul (or 'causal body' = Tifareth) as being like a golden lotus oftwelve 'petals' or 'streams of force', and I see this 'golden lotus' as constituting an inner zodiac that has its(somewhat limited) reflection in our own astrological birth chart.Of course what this would mean is that the Universe, seen and unseen, is of the nature of a 'mobius strip'where the inside becomes the outside and the outside becomes the inside. Or, it might be compared to afractal image, or a holographic image, where the whole is basically similar to each of the parts."},{"pageNumber":26,"pageContent":"As you know this is not a new idea, but I feel it is rarely applied to our understanding of astrologicalcauses and effects.--------------------------Now let's examine the qabalistic structure of the formula KHABS...Here are some significant numbers found within the word KHABS...In the small scale...a) KHABS = 88b) KS = 80 = The Hebrew letter pehc) HAB = 8 = The Hebrew letter hethIn the grand scale...d) KS = 220 = The total number of verses in Liber ALe) HB = 418 = The Grand scale value of the Hebrew letter heth.f) HAB = 529 = The value of HOOR-PA-KRAAT (see below)g) KHABS = 749 = (?) As you can see, this word KHABS appears to be naturally divided into two basic components - i.e. KSand HAB. The former (i.e. KS) is comprised of the first and last letters of the word and has the values 80(small scale) and 220 (grand scale).Because K and S establish the beginning and ending of the word KHABS it (i.e. KS) symbolises theexternal manifestation - the circumference of the circle - as distinct from HAB, which signifies theinternal and central component.Thus it would seem that the energy represented by KS and the Hebrew letter peh (= 80) defines theoutward manifestation and external limit of the field of influence symbolised by KHABS. This idea is"},{"pageNumber":27,"pageContent":"corroborated by the corresponding grand scale number 220, (which is the total number of verses in LiberAL ) - because the text of Liber AL symbolises the Universe in its entirety.The number 220 also symbolises the 22 Hebrew letters (the 'aleph and the tav') combined with the tensephiroth because 220 can be expressed as 22 x 10 = 220. This further emphasises the above idea.Contained within the boundary or form that is signified by KS (= 80 / 220) is the construct 'HAB', whichhas the values eight and 529. This suggests that the energy represented by the Hebrew letter heth (= 8), aswell as that personified by HOOR-PA-KRAAT (= 529), indwells the KS (or peh) energy-field.HOOR-PA-KRAAT (or 'Harpocrates') is the 'babe in the egg' where the 'egg' might be seen here to be KS(80 / 220).It is interesting to recall that the KHU (= 31), or A+L (Tiphareth + Hesed) in our Tree diagram, forms thenucleus of the field of energy that is peh (= 80), and that heth (= 8) pouring into and through the KHUfacilitates the materialisation of peh. The above diagram attempts to show how the KHU (= 31) is related to the KHABS (= 88) through thetransmission of heth-energy (= 8) and its translation into peh (= 80). The mechanism of this process willbe examined later in this commentary.What is also interesting is that HB (= 7 / 418) also exhibits a number associated with heth in 418, whichis heth's grand scale value. This theme will be elaborated upon below.Summary of Verse Nine:From all the above we can now surmise the true significance of the word 'behold' in this verse. The word'behold' has the value 111. This number is most famous for being the grand scale value of the Hebrewletter aleph, spelled ALP - the first letter of the Hebrew alephbet.BEHOLD = 2 + 0 + 5 + 70 + 30 + 4 = 111 = ALPHere is the verse again...I:9. Worship then the Khabs, and behold my light shed over you"},{"pageNumber":28,"pageContent":"So a secret meaning attached to this verse is that the 'worshiping of the Khabs' actually occurs within theqabalistic formula ALP - where the Khu (as we already know) is associated with 'AL', and the Khabs(which is NUIT's 'light shed over you') corresponds with the term 'P'. The 'worshiping' and 'beholding' ofNuit's 'star-light' (or 'Khabs') occurs within the Path of teth (9 / 419) on the Tree of Life (as is suggestedby the numeration of this ninth verse).--------------------- RA-HOOR-KHUITIII:2. There is division hither homeward; there is a word not known. Spelling is defunct; all isnot aught. Beware! Hold! Raise the spell of Ra-Hoor-Khuit!III:49. I am in a secret fourfold word, the blasphemy against all gods of men.III:61. There is an end of the word of the God enthroned in Ra's seat, lightening the girders ofthe soul.These verses from Liber AL, Chapter III, are informing us that there is a secret word - 'the blasphemyagainst all gods of men' - that pertains to Hoor, and that it is 'fourfold' in nature. Verse 61 also gives us aclue as to what this secret word actually is.But first let's see how the name RA-HOOR-KHU fits numerologically on our Tree of Life diagram..."},{"pageNumber":29,"pageContent":"The above diagram and the one following demonstrate for us symbolically the distinction betweenRA-HOOR-KHU and HOOR-PA-KRAAT. The difference being that HOOR-PA-KRAAT includes in itsnumeration (or constitution) the additional 'P' (peh) of the sefirah Pachad."},{"pageNumber":30,"pageContent":"This very obvious difference suggests that there is a mystery involved in the transformation of thename/formula RA-HOOR-KHU into the formula HOOR-PA-KRAAT, and that this mystery somehowrevolves around the Hebrew letter peh and the sefirah Pachad.What is the secret fourfold word? We know that Hoor's name RA-HOOR-KHUIT is threefold - that is, itcontains three distinct but conjoined parts: RA, HOOR and KHUIT. Perhaps we are meant to add anadditional term to that equation to make it fourfold, but what is the additional term?We are told what the missing term is in verse 61 because it states 'There is an end of the word...', butwhere is the end of the fourfold word? Perhaps it is indicated by the verse number - that being thenumber 61.We know of course that AIN has the value 61, so let's append the word AIN to Hoor's name to derive thefourfold construct RA-HOOR-KHUIT-AIN.RA-HOOR-KHUIT-AIN = 529 = HOOR-PA-KRAAT"},{"pageNumber":31,"pageContent":"This appears to be significant. And note that this would mean that Ra-Hoor-Khu Himself is 'theblasphemy against all gods of men', which is true because in verses 50-55 (that follow Ra's declarationin verse 49) He proceeds to blaspheme the 'gods of men'.With this new understanding then, verse 49 could be read with a different emphasis like so...III:49. I am (in a secret fourfold word) the blasphemy against all gods of men.*****What are the 'girders of the soul' and how does Hoor 'lighten' them? We shall see below.***** NUIT says...I:60. My number is 11, as all their numbers who are of us. The Five Pointed Star, with a Circlein the Middle, & the circle is Red. My colour is black to the blind, but the blue & gold are seenof the seeing. Also I have a secret glory for them that love me.Here Nuit is hinting that (among other things) we can associate Her with the 11th sephira called Daath -because in one sense Daath is an extension of the 'Great Mother' sephira Binah. It would seem that thered pentagram represents the 5th sephira Pachad - which is normally associated with the colour red. The'blue & gold' would then refer to the sephiroth Hesed and Tifareth, which in the standard Queen scale ofcolour, are blue and gold respectively. Nuit's 'secret glory' is described in the following verse...I:61. But to love me is better than all things: if under the night stars in the desert thou presentlyburnest mine incense before me, invoking me with a pure heart, and the Serpent flame therein,thou shalt come a little to lie in my bosom. For one kiss wilt thou then be willing to give all; butwhoso gives one particle of dust shall lose all in that hour...Put on the wings, and arouse thecoiled splendour within you: come unto me!Note that this is verse number 61. The 'desert' appears then to refer to the 'Abyss of Daath' which as wehave seen is also associated with the number 61. The 'giving of all' also points to the number 61 because,as we know, ALL = 61 = AIN.The sentence 'Put on the wings, and arouse the coiled splendour within you: come unto me!' is veryimportant in that it describes the process whereby we are able to unite ourselves with Nuit. The 'coiledsplendour' suggests the Hebrew letter teth (meaning 'serpent') and the associated pathway on the Tree ofLife. The 'wings' then, would refer to the KHU (or 'spirit-soul' - identified with the 'crested ibis' inEgyptian hieroglyphics) and the Hebrew letter and path of yod on the Tree diagram. Together these twopathways of the soul-triad constitute the IT formula, which when combined with AIN in the Abyss ofDaath creates the Hebrew letter peh whose value is 80.IT + AIN = P19 + 61 = 80In these verses Nuit is describing the supreme magickal operation whereby NU and HAD becomeconjoined via the actively mediating formula IT. This process of divine union thus occurs as a special"},{"pageNumber":32,"pageContent":"function of the human soul-triad and the KHU.The above diagram illustrates the mechanism that facilitates the 'marriage' of NUIT and HADIT, and the'worshiping' of the KHABS by the KHU.As Hadit says...II:26. I am the secret Serpent coiled about to spring: in my coiling there is joy. If I lift up myhead, I and my Nuit are one...The path of teth (meaning 'serpent') rises up to penetrate the sephira of Daath where it makes contactwith the energy described by the formula AIN. My understanding is that AIN symbolises the 'infinitepotential for manifestation of the Great Mother principle ', or in other words it is like an unfertilizedovum floating within the womb of Nuit.Note. The use of the word 'one' in the above verse alludes to the formula ALP(aleph = one) in which the KHU (i.e. AL) unites with AIN (in Daath) through themedium of IT. In other words, AL + IT + AIN = ALP.When the masculine creative energy of IT flows into Daath from the KHU (i.e. Tifareth-Hesed) or'spirit-soul' of a human-being it has the effect of fertilizing the egg of Nuit which then affixes itself to the'wall of the womb' or 'womb lining' as symbolised by the descent of the 'P' (i.e. peh) into the sephira ofPachad. The fertilized ovum is then nourished or fed by the Great Mother Nuit (in Binah) via the path ofheth on the Tree of Life. Heth corresponds to the life-giving link between the fetus in the womb and themother that is established via the mother's blood supply. It is through heth that the mother sustains thelife of the fetus as it grows towards maturity."},{"pageNumber":33,"pageContent":"The process being described above is what Ra-Hoor-Khuit calls His 'lightening of the girders of the soul'in verse III:61 - the 'girders of the soul' being the three sephiroth of the 'soul-triad' on the Tree of Lifenamely, Hesed, Pachad, and Tiphareth.Some interesting gematria comes out of the above diagram. For instance...LA + AIN = 31 + 61 = 92 = PaChaD(i.e. Binah + Daath = Pachad)This equation illustrates the idea that Pachad is a fertile extension of the Mother's womb (i.e. ofBinah-Daath). Pachad resembles an incubation chamber that is compartmentalised within the womb ofthe Mother.The above sephirothic equation corresponds with the similar path-based equation...IT + AIN = 19 + 61 = 80 = PAs you know, this equation demonstrates the process whereby the 'egg' (AIN) becomes fertilised by the'spermatozoa' (IT). The 'fertilised egg' itself is signified by 'P'.The above diagram demonstrates how, with the addition of AIN, RA-HOOR-KHUIT transforms into thedivine personage of HOOR-PA-KRAAT.RA-HOOR-KHUIT represents the human microcosm consciously and spiritually focussed towardscreative union with the Great Mother principle. The active, empowered, masculine 'creative member' (or'phallus') is symbolised by the combined pathways of yod and teth (IT) along which flows the creativefertilising energy towards the receptive womb of the Mother (AIN) as symbolised by the sephira Daath.The product of their divine creative union is 'P' (i.e. IT + AIN) - the fertilised ovum - which becomesanchored within the Mother's womb in the place of Pachad on the Tree of Life. The life of the fetus is"},{"pageNumber":34,"pageContent":"sustained and nourished by its umbilical connection to the Mother (Binah) via the path of heth on theTree.HOOR-PA-KRAAT symbolises the human microcosm psychically or spiritually 'pregnant' with the childof Nuit and Hadit - the 'babe within the egg'.***********End of Part TwoIn Part Three we further investigate and explain the qabalistic mysteries of Liber AL.Back to Part One***Patrick (Mallukh AHI) - Updated: May, 2000 "},{"pageNumber":35,"pageContent":"The Tree of LifeAs derived from Liber AL vel Legis------------------------"},{"pageNumber":37,"pageContent":"-----------------------------------------Some Calculations and Relationships to the Tree Diagram:NU = 50 + 6 = 56 = IHI + LA = 25 + 31i.e. NU = Kether = (IHI +) LAΘελημα (Τηελεμα) = 93 = ΛΑ + ΑΛ + ΛΑι.ε. = Κετηερ + Ηοχκμαη + ΒιναηHAD (in the 'grand scale') = 555 = LA + AL + LA (grand scale)10 + 111 + 434 = 555 = (74 + 111) + (111 + 74) + (74 + 111)i.e. HAD (grand scale) = Kether + Hockmah + Binah (grand scale)PALACE = 13780 + 1 + 30 + 1 + 20 + 5= 137On the Tree = NU + AL + LA + ITHERU-RA-HA = 418= (5 + 0 + 200 + 6) + (200 + 1) + (5 + 1)= (211) + (201) + (6)= 418On the Tree = ALP + ALP + PH + ALPHOOR-PA-KRAAT = 529= (5 + 6 + 6 + 200) + (80 + 1) + (20 + 200 + 1 + 1 + 9)= (217) + (81) + (231)= 529On the Tree = (ALP) + ALP + ALP + PH + ALPRA-HOOR-KHU = 449= (200 +1) + (5 + 6 + 6 + 200) + (20 + 5 + 6)= (201) + (217) + (31)= 449On the Tree = (AL) + ALP + ALP + PH + ALPTheRION = 666= 400 + 200 + 10 + 6 + 50On the Tree = NU + AL + LA + IT + (ALP) + ALP + ALP + PH + ALPi.e. = the total sefirothic value of the Tree of Life diagram. -----------------------------------------------"},{"pageNumber":38,"pageContent":"Miscellaneous Mysteries The Magick Circle of AL~ A Mandala for Meditation ~1. The above magic circle1 is comprised of an arrangement of seven circles and the series ofnumbers from 13 to 31.2. The number of numerals in this series is 19.3. The sum total of the numbers in this series is 418.4. The sum of the ten numbers in each of the two adjacent circles is 220.5. The sum of the four numbers in each of the four inner concentric circles is 88.6. The sum of the two numbers on the outermost circle is 44.7. The number at the centre of the 'magic circle' is 22.8. The sum of the three numbers on the vertical axis is 66.1. Note: a magic square consists of a series of numbers arranged in a square shape so that the variousdiagonals and rows of numbers add up to the same number. This 'magic circle' has similar qualities."},{"pageNumber":39,"pageContent":" ______________________________ Symbolism As you may have noticed there is a mysterious correspondence between the magic circle (drawn above)and Liber AL vel Legis. This correspondence is based upon principle numbers derived from bothsources. Lets explore some of the symbolic relationships. The number 22 is central to the whole scheme.------------------------1. The seven circles possibly symbolise the seven basic planes, planets, chakras, and/or levels ofconsciousness in our reality matrix. I have used the ROYGBIV colour spectrum in the diagram tohighlight this possible relationship.If this correspondence is appropriate then the two adjacent circles (coloured indigo and violet) could besaid to represent the two major head centres - the crown and ajna chakras. They might also correspondwith the sefiroth Hockmah and Binah of the Tree of Life. There is much to ponder on the meaning of thiscorrespondence and the consequent relationships of the other five circles of the figure.If we pursue the above analogies further, we see that the crown (violet circle) and ajna (indigo circle)chakras are combining their energies in the creative throat chakra (blue circle). Or alternatively, that thecircles of Hockmah and Binah are combining their forces in the centrally located circle of Daath. Thenumber 22 is found precisely here in the centre, and immediately surrounding it is the first circle of 88.The fact that the series of numbers used is from 13 to 31 obliquely alludes to the AL-LA relationship.That is because AL is aleph-lamed, or 1-30, and LA is lamed-aleph, or 30-1. These two numbercombinations can be reduced numerologically to the simple digits 1-3 and 3-1 - thus, 13 and 31.The number 13 is related, by gematria, to the Hebrew words: AChaD ('unity') and AHaVaH ('love').As an aside, another interesting observation is that the number 1331 is equal to 11³ (11 cubed) and if youdivide it in half you get 665.5 which is approx. 666."},{"pageNumber":40,"pageContent":"---------------2. There are 19 numbers in the series from 13 to 31. This relates directly to the special formula IT whichis so important in the qabalah of Liber AL. [There, the IT (= 19) formula is focused in Daath where itcombines with AIN (= 61) to produce Peh (= 80) and also KHABS (= 88). This latter phenomenon isexplored in Part Two of Liber P.]The two adjacent circles of 19 numbers (total) combine to form a figure eight which is a symbol ofinfinite change and suggests heth (= 8 / 418) and the form of a serpent - or the 'serpent of knowledge' -an archetype associated with the 11th sefirah, Daath.All this numerical symbolism suggests that the magick circle of AL basically describes a creative process.---------------3. 19 x 22 = 418All the 19 numbers of this series when added together total 418. The number 22 is the average value sothat 19 x 22 = 418.The number 418 is extremely significant in the qabalah of Liber AL. It is the value of the name of thedivine personage Heru-ra-ha and of the 'word of the aeon' ABRAHADABRA, as well as of HITh - thefull spelling of the eighth Hebrew letter.The implication of this symbolism is that the number 418 somehow lies at the very root, and is the veryessence of our microcosmic reality structure. This idea is reinforced by the position of the path of hethon the Tree of Life because it is the final path that issues from the supernal sefiroth (i.e. the macrocosm)into the microcosm. It descends from Binah (the Great Mother) across the Abyss to assist in theformulation of the seven sefiroth of the microcosm. This means that heth is like a feminine fructifyingcreative energy - an ophidian current like the serpent of knowledge - whose convolutions in the Abyssstimulate the development of the seven lower sefiroth."},{"pageNumber":41,"pageContent":"---------------4. 10 x 22 = 220The two adjacent circles each have ten numbers on their circumference and they both share the centralnumber 22. The sum of the numbers in each of the two circles is 220. This gives us the expression: 10 x22 = 220.What does the number ten symbolise? We know that there are ten sefiroth on the Tree of Life, so the tennumbers might represent the ten sefiroth. But this would mean that there would have to be two diverse,separate and synchronised Trees of Life, joined at one common point - that point being symbolised by thenumber 22. The implications of this theory is that there are two parallel 'reality grids' balancing eachother and merging together at one spatiotemporal point in the number 22.This proposition is esoterically supported by the fact that 220 is the total number of verses in Liber AL,because Liber AL itself is symbolic of the 'totality' of our world. What the magick circle of AL is possiblyrevealing to us is that our world is actually a composite reality resulting from the conjunction in the hereand now of two conterminous dimensions - each of them symbolised by the number 220.Another important symbolic association with the number ten is that of HAD (from Liber AL) and theHebrew letter yod, both of whose values are ten. As we know, the 19 numbers of the complete numberseries (from 13 to 31) signify the formula IT which is comprised of yod and teth. Teth has the value nineso we might suppose that the two circles of ten numbers each reflect the yod component of the ITformula.The divine personage called HAD, the complement of the goddess NUIT, is identified with the numberten (and yod), and my research suggests that the IT formula symbolises the creative union between HADand NUIT - a union that produces the microcosmic experience (or expression) of consciousness.The symbolic movement of 'IT' (the serpent of knowledge) in the magic circle generates an alternatingcurrent that synchronises the revolutions of the two adjacent circles. It appears that the two circlesrevolve in opposite directions. This symbolism may refer, for example, to the theoretical dual cycle of thecreation of matter and anti-matter.\"Matter and antimatter are formed by the same wave motions in space. The waves travel through space in a spiraling motion, andalternately pass through positive and negative stages. Matter is formed through the positive stage, or pulse, and antimatterthrough the negative pulse. Each spiral of 360 degrees forms a single pulse. The circular motion of an electron about the nucleusof an atom is therefore an illusion. The relative motion of the nucleus and electrons through space gives the illusion of circularmotion. The period during the formation of antimatter is completely undetectable, since obviously all physical matter ismanifesting at the same pulse rate, including any instruments or detectors used to probe atomic structures. The period orfrequency rate between each pulse of physical matter creates the measurement that we call time, as well as the speed of light, atthe particular position in space of which we are aware at any given moment.\" (From pg. 27 of: The Harmonic Conquest ofSpace, by Bruce. L. Cathie. Nexus Magazine Publications, 1995. See pp. 27-34.)\"Human beings are accustomed to the fact that if they turn round through 360º (through a full circle) they find themselves facingin the direction the started from. Not so an electron. By passing it through a certain type of magnetic field, its 'axis of spin' canbe tipped through 360º, which aught to restore it to its original position. But it doesn't. The electron has to be turned through yetanother full circle before it behaves as it did before. We cannot distinguish the difference between the two circles. The electroncan - which seems to suggest that in the subatomic world a full circle is not 360º but 720º. In our world we have lost half thedegrees we aught to have. Or to put it another way, there may be another dimension in the subatomic world.\" (From: Beyond theOccult, by Colin Wilson.)------------------5. 4 x 22 = 88"},{"pageNumber":42,"pageContent":"The four inner concentric circles each comprise four numbers, and each total 88, so that we derive theexpression 4 x 22 = 88.As the concentric circles of numbers radiate out from the central point (designated by the number 22) theprogression of totals is as follows: 22 + 88 + 88 + 88 + 88 + 44 = 418.The number 88 is associated with the word KHABS in Liber AL because this word by Hebrew gematriaequals 88.This number symbolism supports the idea that KHABS (88) provides the substance or material fabric thathangs upon and fleshes out the basic underlying structure of our reality matrix. Firstly we have the 10numbers (of each of the two adjacent circles) representing the ten sefiroth of the Tree of Life in twinintersecting worlds. Then we have the number 22 at the centre of the entire mandala signifying the 22active pathways of the Tree uniting the two worlds in the present moment of conscious experience. Then(in four outward circles of 88) arise four layers of KHABS - energetic substance formulating theappearance of the phenomenal world as we know it. And finally a circle of 44 representing the outermostlayer or final limitation ('ring-pass-not') beyond which normally we cannot go.The concentric circles of 88 appear to me to represent the graduated display of an outward radiationfrom the centre of the mandala. This radiation would occur (for example) as the result of the union of thecrown (violet) and ajna (indigo) chakras within the circle of the throat (blue) chakra. The resultingmanifestation is an expression of the two highest chakras as symbolised by the way that the concentriccircles are given form by the numbers on the circumferences of the two adjacent circles. ------------------6. 2 x 22 = 44It is fitting that the outermost circle of the mandala derives the number 44 because this number ischaracterised by the idea of restriction and limitation. For instance, in the Hebrew language the wordDaM (= 44) meaning 'blood' is the earthly vessel or vehicle (in the word ADaM - 'man') for the spiritualaleph (A).DaM is also the 'blood of the holy grail' - symbolising the devotion of the magickian towards thecompletion of the Great Work, and of the longing of the spirit for creative union with matter, and of thesacred desire of the Beast for Babalon. The fact that the number 44 is associated with the perimeter ofthe mandala is symbolic of the outward movement of the 'lover' towards the 'beloved'.Because 44 equals 2 x 22, my feeling is that the number 44 also symbolises the reflection of the number22 in the duality of the phenomenal world - a duality that is also expressed by the dominant symbolismof the twin adjacent circles in the mandala. ------------------7. 1 x 22 = 22The number 22 is central to the whole structure of the mandala and therefore signifies in some way itsessence. My present hypothesis is that it principally refers to the 22 pathways of the qabalistic Tree ofLife. It signifies the 'serpent' that is entwined about the branches of the Tree, embodying (or personifying)the undulating energy of creation. ------------------"},{"pageNumber":43,"pageContent":"8. 3 x 22 = 66The sum of the numbers on the vertical axis of the mandala is 66 as is the number of verses of the firstchapter of Liber AL. This chapter concerns itself with \"the manifestation of Nuit\" and therefore thenumber 66 might relate to that process.The fact that 66 combines the central number 22 with the circumferential number 44 might also besymbolic of the creative union of HAD and NU especially since HAD + NU = 10 + 56 = 66. In thisregard Hadit states in verse II:3 of Liber AL...\"In the sphere I am everywhere the centre, as she, thecircumference is nowhere found.\" *******Patrick (Mallukh AHI) - Updated: 2nd Dec. 2000"},{"pageNumber":44,"pageContent":"Liber AL Basic Sign Value TableThe Simple System of GematriaEgyptianMeaningHebrewEnglishValue------E¹0An EgyptianVulture*A1A ForelegB2A Jar stand, orPot standG3A HandD4A Room orReed shelterH, E¹5A Quail-chickW, U, O, V²6A Door-boltZ7A Placenta (?)H¹8A Bread LoafT³9A Reed Stalk orFlowering ReedY, I10"},{"pageNumber":45,"pageContent":"A Basket withhandleC, K20A RecumbentLion.*L30An OwlM40WaterN50A Folded ClothS60A ForearmU, O²70A Box or aStool (?)P80AHorned-viperF²80A CobraX90A HillockQ100A MouthR200"},{"pageNumber":46,"pageContent":"A PoolS300A TetherT³400 Notes1. The letter 'E' has the value '0' in some words, '5' or '1' in others. Likewise 'U' can either be '0', '6',or '70'. The letter 'H' can be '5' or '8'. The way to determine this is by intuition.2. The letters 'O' and 'U' can be either '6' or '70' as determined by intuition. Also, note that sometimesan English 'F' can have the sound 'V' as in the word 'of', in which case it might have the value '6'rather than '80'.3. The 'T' sound can have the value '9' or '400', but usually it is '9'.* The 'Egyptian Vulture' symbol might also represent the 'L' sound. This idea is the subject of a currentdebate in Egyptology.------------------"},{"pageNumber":47,"pageContent":"The Stele of Revealing - HieroglyphicsThe Obverse SideThe Upper PortionThe Lower Portion"},{"pageNumber":48,"pageContent":"__________Note: The above translation is based on English translations taken from: The Holy Books Of Thelema, byAleister Crowley. (Weiser, 1988 edition.) Appendix A.Note: In the Egyptian word 'equipped' I have used a hieroglyph (Gardiner M32) that only approximatelyresembles the actual hieroglyph because I do not have access to the correct hieroglyph.__________Go to the Reverse Side"},{"pageNumber":49,"pageContent":"The Stele of Revealing - HieroglyphicsThe Reverse Side"},{"pageNumber":50,"pageContent":" __________Note: The above translation is based on English translations taken from: The Holy Books Of Thelema, byAleister Crowley. (Weiser, 1988 edition.) Appendix A.___________Go to the Obverse Side"}]
