[{"pageNumber":1,"pageContent":"BAPHOMET XI°Liber DCXXXIII{Book 633}De ThaumaturgiaDe Thaumaturgia enlarges on the ethical basis of the magical praxis for initiates­in­training,and underscores an important principle that is all too often overlooked. It first appeared in TheInternational (New York, February 1918).­­H.B.Do what thou wilt shall be the whole of the Law.IT IS NOT POSSIBLE for the Master, o my brethren, who has fought so long with thosethings within Himself which have hindered Him, to expect that if toys be given to childrenthey will not play with them. But watch may rightly be held lest they injure themselvestherewith; this paper therefore, as a guard.O, My Brethren, even as every dog is allowed one bite, so let every wonder­worker beallowed one miracle. For it is right that he should prove his new power, lest he be deceivedby the wile and malice of the apes of Choronzon.But with regard to the repetition of miracles the cause is not similar. Firstly cometh forth thegeneral magical objection. The business of the aspirant is to climb the Middle Pillar fromMalkuth to Kether; and though the other Pillars must be grasped firmly as aids to equilibrium,he should in no wise cling to them. He aspires to the Knowledge and Conversation of hisHoly Guardian Angel, and all other works are deviations. He may however perform miracleswhen necessary in order to carry out this main work; thus. he may perform a divination toassist him to discover a suitable house for the purpose, or even evoke a planetary spirit toguard him and aid him during the time of preparation, if it be necessary. But in all such workslet him be well assured in himself that his sole object is really that Knowledge andConversation. Otherwise, he has broken concentration, and the One work alone being WhiteMagick, all others are Black Magick.Secondly ariseth a similar objection derived from considerations of Energy. For all miraclesinvolve loss; as it is said ``she perceived that virtue had gone out of him.'' The exception istherefore as follows, that such miracles as tend to the conservation or renewal of Energy arelawful. Thus the preparation of the Elixir of Life is blameless; and the practices of the IX° ofO.T.O. in general, so far as they have for object the gain of Strength, Youth, and Vitality.It may further be considered just to perform miracles to aid others, within certain limits. Onemust consciously say: I deliberately sacrifice Energy and my own Great Work for this Object.Therefore the Magician must first of all calculate whether or no the object be worthy of thesacrifice. Thus, in the first year of the Path of the Master Therion, he, with V.H. Frater VoloNoscere, evoked the Spirit Buer to save the life of V.H. Frater Iehi Aour; saying in"},{"pageNumber":2,"pageContent":"themselves: The life of this holy man is of vast importance to this Aeon; let us give up thissmall portion of our strength for this great end. The answer might have been made: Nay,nothing is ever lost; let him rather work out this evil Karma of ill­health, and die and incarnateanew in youth and strength. It is hard even now to say if this had been better. The holy mandid indeed recover, did attain to yet greater things, did awake a great people to aspiration; nooperation could ever have been more successful: Yet still there remaineth doubt as to whetherthe natural order of things had not conceived a finer flowering.But this is a general objection of the sceptical sort to all miracles of whatever kind, andleadeth anon into the quagmire of arguments about Free Will. The adept will do better to relyupon The Book of the Law, which urgeth constantly to action. Even rash action is better thannone, by that Light: let the magician then argue that his folly is part of that natural orderwhich worketh all so well.And this may be taken as a general license to perform any and every miracle according toone's will.The argument has therefore been swung to each extreme; and like all arguments, ends inchaos.The above concerning true miracles; but with regard to false miracles the case is altogetherdifferent.Since it is part of the Magick of every one to cause both Nature and man to conform to theWill, man may lawfully be influenced by the performance of miracles. But true miraclesshould not be used for this purpose; for it is to profane the nature of the miracle, and to castpearls before swine; further, man is so built that he will credit false miracles, and regard truemiracles as false. It is also useful at times for the magician to prove to them that he is animposter; therefore, he can easily expose his false miracles, whereas this must not be donewhere they are true; for to deny true miracles is to injure the power to perform them.Similarly, none of the other objections cited above apply to false miracles; for they are not,properly speaking, magick at all, and come under the heading of common acts. Only insofaras common acts are magick do they come under consideration, and here the objection may beraised that they are, peculiarly, Error; that they simulate, and so blaspheme, the Truth.Certainly this is so, and they must only be performed for the purpose of blinding the eyes ofthe malicious, and that only in that peculiar spirit of mockery which delights the initiates inthe Comedy of Pan.The end of the matter then is that as in Comedy and Tragedy all things are lawful, live thou inComedy or Tragedy eternally, never blinding thyself to think Life aught but mummery, andperform accordingly the false miracles or the true, as may be Thy Will.Love is the law, love under will."}]
