[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 27Issue Number 27Volume III-3Volume III-3November 1977November 1977Editor: Editor: Michael Waters III°Michael Waters III°Copyright © 1977 Temple of SetCopyright © 1977 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] How an Eclipse HappensHow an Eclipse Happensas related by Bast to her kittensas related by Bast to her kittens- by Margaret A. Wendall IV°- by Margaret A. Wendall IV°Once upon a time Sekhmet was awakened from Once upon a time Sekhmet was awakened from her noon nap by all the living things on Earth and her noon nap by all the living things on Earth and by all the gods and goddesses, because Apep was by all the gods and goddesses, because Apep was daring to eat Ra in front of them, and they were all daring to eat Ra in front of them, and they were all frightened.frightened.But all the gods and goddesses knew that But all the gods and goddesses knew that Sekhmet could save Ra. Sekhmet got up, snarling at Sekhmet could save Ra. Sekhmet got up, snarling at being so rudely awakened. Like all felines she being so rudely awakened. Like all felines she enjoys her noon naps in little patches of sunlight enjoys her noon naps in little patches of sunlight under big trees. But the other gods and goddesses under big trees. But the other gods and goddesses prevailed and calmed Sekhmet as they explained the prevailed and calmed Sekhmet as they explained the seriousness of the situation.seriousness of the situation.Sekhmet is used to that upstart Apep trying to Sekhmet is used to that upstart Apep trying to eat Ra each afternoon and causing it to get dark all eat Ra each afternoon and causing it to get dark all over the Earth. Even though she enjoys the darkness over the Earth. Even though she enjoys the darkness of night, when she can hunt under the gem-like stars of night, when she can hunt under the gem-like stars strewn on the soft darkness, she also knows that if strewn on the soft darkness, she also knows that if she doesn’t save Ra, all life will perish. If she she doesn’t save Ra, all life will perish. If she doesn’t save Ra, her own existence is in peril, so doesn’t save Ra, her own existence is in peril, so every night, Sekhmet scares Apep and makes him every night, Sekhmet scares Apep and makes him vomit Ra up and put him back together again, just in vomit Ra up and put him back together again, just in time for Ra to get into the barque that carries him time for Ra to get into the barque that carries him across the daytime sky.across the daytime sky.This day, however, Apep must have slithered This day, however, Apep must have slithered into Ra’s barque, hiding until the dastardly deed into Ra’s barque, hiding until the dastardly deed was to be done. Sekhmet cast aside her fear of was to be done. Sekhmet cast aside her fear of swimming and set out for the barque. The fight for swimming and set out for the barque. The fight for Ra had begun. Luckily for all living things, and for Ra had begun. Luckily for all living things, and for all the gods and goddesses, Apep had only begun to all the gods and goddesses, Apep had only begun to eat Ra when Sekhmet climbed into the barque.eat Ra when Sekhmet climbed into the barque.She pounced on Apep, roaring and with claws She pounced on Apep, roaring and with claws and fangs bared, and scared Apep so much that he and fangs bared, and scared Apep so much that he let go of Ra after only one bite. Apep spat that up let go of Ra after only one bite. Apep spat that up and, with a paw on Apep, Sekhmet herself put Ra and, with a paw on Apep, Sekhmet herself put Ra back together again. Then she took Apep in her back together again. Then she took Apep in her mouth, jumped back into the sky, and returned to mouth, jumped back into the sky, and returned to Earth.Earth.The wily Apep slithered out of her mouth and The wily Apep slithered out of her mouth and got away, but Sekhmet knew he’d be back later in got away, but Sekhmet knew he’d be back later in the afternoon, just when Ra’s barque would be the afternoon, just when Ra’s barque would be landing. So she lay down to wait for him, purring at landing. So she lay down to wait for him, purring at her great accomplishment. All the living things and her great accomplishment. All the living things and gods and goddesses gave loud cheers of thanks to gods and goddesses gave loud cheers of thanks to Sekhmet for saving Ra, and for saving them.Sekhmet for saving Ra, and for saving them.And this is why you don’t ever need to worry And this is why you don’t ever need to worry about Ra. As long as Sekhmet is here, waiting for about Ra. As long as Sekhmet is here, waiting for his barque, she will protect him from Apep, and his barque, she will protect him from Apep, and we’ll have our little patches of sunlight to keep we’ll have our little patches of sunlight to keep warm in, while we wait for the darkness and the warm in, while we wait for the darkness and the good hunting it brings.good hunting it brings.Curl up, my kittens, and go back to sleep. Curl up, my kittens, and go back to sleep. You’re safe.You’re safe.______________________________________________________________________[2] [2] A ChallengeA Challenge- by Robert Menschel I°- by Robert Menschel I°The easiest ones for us to fool are ourselves, The easiest ones for us to fool are ourselves, because we’ve had so much practice. The hardest because we’ve had so much practice. The hardest ploys for us to see through are our own ploys for us to see through are our own rationalizations. To be fully Setian we must see rationalizations. To be fully Setian we must see through our own ploys, and stop fooling ourselves. through our own ploys, and stop fooling ourselves. For many of us this may be the hardest step in For many of us this may be the hardest step in Setamorphosis.Setamorphosis.______________________________________________________________________[3] [3] Worth RepeatingWorth Repeating“Man is endowed with intellect and creative “Man is endowed with intellect and creative powers so that he may multiply what is given to him, powers so that he may multiply what is given to him, but up to now he has destroyed, not created. Forests but up to now he has destroyed, not created. Forests are fewer, rivers dry up, game becomes extinct, and are fewer, rivers dry up, game becomes extinct, and every day the Earth gets poorer.” - Playwright every day the Earth gets poorer.” - Playwright Anton Chekhov, 1899Anton Chekhov, 1899______________________________________________________________________[4] [4] On HeresyOn Heresy- by Rosemary Kooiman II°- by Rosemary Kooiman II°I’m not quite sure I understand what I read in I’m not quite sure I understand what I read in the October issue of the the October issue of the ScrollScroll regarding heresy. It regarding heresy. It seems you are saying:seems you are saying:1. Setians are to think, to grow, to 1. Setians are to think, to grow, to XeperXeper..2. Heretics have thoughts or opinions that differ 2. Heretics have thoughts or opinions that differ from established credos.from established credos.3. An intellect whose thoughts are deemed 3. An intellect whose thoughts are deemed intellectually destructive to the Temple of Set is not intellectually destructive to the Temple of Set is not a heretic but merely removed from the Temple.a heretic but merely removed from the Temple.In other words we have excommunication rather In other words we have excommunication rather than heresy. Shades of Catholicism! Who decides if than heresy. Shades of Catholicism! Who decides if we are thinking “right” thoughts while we are we are thinking “right” thoughts while we are growing? What is “right”? I strive to growing? What is “right”? I strive to XeperXeper. Set . Set forbid that I should forbid that I should XeperXeper erroneously. erroneously.______________________________________________________________________[5] [5] Report on theReport on theSanta Barbara ConclaveSanta Barbara Conclave- by Glinda- by GlindaDuring the weekend of November 4-6, a West During the weekend of November 4-6, a West Coast Conclave of the Temple of Set was held in the Coast Conclave of the Temple of Set was held in the city of Santa Barbara, California. Setians in city of Santa Barbara, California. Setians in attendance came from Los Angeles, the San attendance came from Los Angeles, the San Francisco bay area, and Nevada - with Priestess Francisco bay area, and Nevada - with Priestess Jinni Bast coming all the way from New Jersey and Jinni Bast coming all the way from New Jersey and Adept James Lewis flying in from Georgia for the Adept James Lewis flying in from Georgia for the occasion. The primary purpose of the Conclave was occasion. The primary purpose of the Conclave was to provide Setians with a chance to meet face-to-to provide Setians with a chance to meet face-to-"},{"pageNumber":2,"pageContent":"face, so that old friendships could be renewed and face, so that old friendships could be renewed and new ones made. In an organization as far-flung as new ones made. In an organization as far-flung as the Temple of Set, it is all too easy to rely upon the Temple of Set, it is all too easy to rely upon correspondence for interpersonal contacts; we forget correspondence for interpersonal contacts; we forget how meaningful an actual dialogue can be. At Santa how meaningful an actual dialogue can be. At Santa Barbara the tremendous scope and diversity of the Barbara the tremendous scope and diversity of the Setian mentality were again evident.Setian mentality were again evident.A pre-Conclave dinner for the Priesthood was A pre-Conclave dinner for the Priesthood was held on Thursday evening at Hollywood’s famous held on Thursday evening at Hollywood’s famous Magic Castle. Guests for the occasion were Magic Castle. Guests for the occasion were Honorary Setian Forrest J Ackerman and his wife Honorary Setian Forrest J Ackerman and his wife Wendayne [whose birthday it became on the stroke Wendayne [whose birthday it became on the stroke of midnight]. Also a special guest was the Herald of of midnight]. Also a special guest was the Herald of the Temple, Robert Moffatt, who was formally the Temple, Robert Moffatt, who was formally Recognized to the II°. The party began the evening Recognized to the II°. The party began the evening with a show of stage-magic in the Palace of with a show of stage-magic in the Palace of Mystery, continued throughout the Castle to special Mystery, continued throughout the Castle to special shows for the group by Magic Castle magicians, shows for the group by Magic Castle magicians, and finally assembled in the Houdini Room. At and finally assembled in the Houdini Room. At midnight Magic Castle medium Sandy Spillman midnight Magic Castle medium Sandy Spillman arrived to conduct a Dark Seance in honor of Harry arrived to conduct a Dark Seance in honor of Harry Houdini. [Mr. Houdini arrived in due course to pay Houdini. [Mr. Houdini arrived in due course to pay his ghostly regards.]his ghostly regards.]On Friday evening the Conclave was officially On Friday evening the Conclave was officially opened with a dinner and reception at the High opened with a dinner and reception at the High Priest’s home, hosted by Adept Betty Ford. Those Priest’s home, hosted by Adept Betty Ford. Those in attendance included IV°s Lilith Sinclair, Margaret in attendance included IV°s Lilith Sinclair, Margaret Wendall, L. Dale Seago, Ronald Barrett; III°s Wendall, L. Dale Seago, Ronald Barrett; III°s Michael Waters, Jinni Bast, William Murray; II°s Michael Waters, Jinni Bast, William Murray; II°s James Lewis, Robert Moffatt, Janice & Mark James Lewis, Robert Moffatt, Janice & Mark Harris, Joann Keller, Sandy Sarris, Lindajean Harris, Joann Keller, Sandy Sarris, Lindajean Parrinello, Robert Brink, Ricco Zappitelli, Steven Parrinello, Robert Brink, Ricco Zappitelli, Steven Bushey, Robert & Janet Menschel, Alan Sturrock, Bushey, Robert & Janet Menschel, Alan Sturrock, Patricia Turner, Jackie Dibene; I°s Constance Patricia Turner, Jackie Dibene; I°s Constance Moffatt, Stephen Lampen.Moffatt, Stephen Lampen.Also joining us was Honorary Setian Willard Also joining us was Honorary Setian Willard Hastings of the Santa Barbara Legal Defense Hastings of the Santa Barbara Legal Defense Center, attorney for Center, attorney for Sinclair v Mission FederalSinclair v Mission Federal (being heard this week by the Federal Court of (being heard this week by the Federal Court of Appeals in San Francisco). As a champion of Appeals in San Francisco). As a champion of controversial personalities, Will was greeted by controversial personalities, Will was greeted by Darth Vader, who made a brief appearance.Darth Vader, who made a brief appearance.Then everyone settled down to a hearty buffet Then everyone settled down to a hearty buffet and some serious & not-so-serious discussion. and some serious & not-so-serious discussion. Later on during the evening the first three Later on during the evening the first three supplements of the supplements of the Ruby TabletRuby Tablet were made were made available, and I myself was introduced. On the available, and I myself was introduced. On the whole it was a great party - for those who lived whole it was a great party - for those who lived through it!through it!After the reception a IV°+ ritual was held at the After the reception a IV°+ ritual was held at the home of Magister Seago in Recognition of the home of Magister Seago in Recognition of the Coming into Being of Ronald Barrett as a Master of Coming into Being of Ronald Barrett as a Master of the Temple.the Temple.Saturday morning and afternoon were devoted Saturday morning and afternoon were devoted to sightseeing in Santa Barbara and meetings on an to sightseeing in Santa Barbara and meetings on an ad hocad hoc basis. Some new policies for the basis. Some new policies for the Scroll of Scroll of SetSet were worked out by Magus Aquino, Magistra were worked out by Magus Aquino, Magistra Wendall, Priest Waters, and Priest Murray. A Wendall, Priest Waters, and Priest Murray. A discussion of these appears elsewhere in this issue. discussion of these appears elsewhere in this issue. The Adepts Menschel held an open house at their The Adepts Menschel held an open house at their home for Setians interested in discussion, while home for Setians interested in discussion, while Magistra Sinclair took another party to some points Magistra Sinclair took another party to some points of interest in the downtown area of the city.of interest in the downtown area of the city.Saturday evening the Conclave assembled for a Saturday evening the Conclave assembled for a formal banquet at the Santa Barbara Inn, one of the formal banquet at the Santa Barbara Inn, one of the city’s oceanfront landmarks. Afterwards the city’s oceanfront landmarks. Afterwards the assemblage returned to the Villa Santa Barbara for assemblage returned to the Villa Santa Barbara for the Conclave Ritual and subsequent open forum.the Conclave Ritual and subsequent open forum.Sunday morning a car caravan was formed Sunday morning a car caravan was formed [about as carefully as the Keystone Kops used to do [about as carefully as the Keystone Kops used to do it], and the Conclave departed Santa Barbara for the it], and the Conclave departed Santa Barbara for the town of Solvang - a small town known as the town of Solvang - a small town known as the Danish capital of America, and a virtual warren of Danish capital of America, and a virtual warren of art galleries, craft shops, and [of course!] Danish art galleries, craft shops, and [of course!] Danish bakeries.bakeries.Brunch was held in a private dining room of Brunch was held in a private dining room of Solvang’s oldest restaurant [and a former church!], Solvang’s oldest restaurant [and a former church!], with everyone choosing between an excellent with everyone choosing between an excellent selection of special dishes and a magnificent Danish selection of special dishes and a magnificent Danish smorgasbord. Afterwards the Setians scattered to do smorgasbord. Afterwards the Setians scattered to do the town, and then the various delegations left for the town, and then the various delegations left for home. [I must say that you haven’t seen home. [I must say that you haven’t seen “incongruity” until you’ve seen the starship “incongruity” until you’ve seen the starship EnterpriseEnterprise docked in a medieval Danish village!] docked in a medieval Danish village!][Editor’s note: Glinda is referring to the custom [Editor’s note: Glinda is referring to the custom van of Adept Sarris, which was painted and van of Adept Sarris, which was painted and augmented with rocket pods to resemble a augmented with rocket pods to resemble a shuttlecraft from shuttlecraft from Star TrekStar Trek. It was the official . It was the official business vehicle of Sarris’ “Federation Trading business vehicle of Sarris’ “Federation Trading Post” in Berkeley, California.]Post” in Berkeley, California.]At last count eight new friendships were made At last count eight new friendships were made and seven deadly feuds begun. Of course there were and seven deadly feuds begun. Of course there were some who were too busy eating to get involved in some who were too busy eating to get involved in such philosophical considerations. On Sunday such philosophical considerations. On Sunday evening Magus Aquino moved. Then he, Magistra evening Magus Aquino moved. Then he, Magistra Sinclair, Magister Seago, and Adept Ford took Sinclair, Magister Seago, and Adept Ford took Priestess Bast and Priest Murray out to see Priestess Bast and Priest Murray out to see Star Star WarsWars [and root for the Dark Lord of Sith, natch]. [and root for the Dark Lord of Sith, natch].All things considered, a very successful All things considered, a very successful Conclave - and no one left hungry!Conclave - and no one left hungry!P.S.: In case you’re wondering who I am, I’m P.S.: In case you’re wondering who I am, I’m the High Priest’s personal secretary - and a the High Priest’s personal secretary - and a PolyMorphic #8813 computer.PolyMorphic #8813 computer.______________________________________________________________________[6] [6] TheThe Scroll of SetScroll of Setin Theory & Practicein Theory & Practice- by Michael A. Aquino V°- by Michael A. Aquino V°In some organizations the function of a In some organizations the function of a periodical or newsletter is “one way” - to feed periodical or newsletter is “one way” - to feed doctrine or information “down to the masses” for doctrine or information “down to the masses” for their consumption. Indeed this is an unspoken their consumption. Indeed this is an unspoken assumption of books, magazines, and newspapers in assumption of books, magazines, and newspapers in general; the minute something sees print, it has an general; the minute something sees print, it has an Scroll of SetScroll of Set - November 1977 - Page - November 1977 - Page 22"},{"pageNumber":3,"pageContent":"atmosphere of authority [note the derivation of this atmosphere of authority [note the derivation of this term for “author”] about it. It becomes more-or-term for “author”] about it. It becomes more-or-less sacrosanct, and letters-to-the-editor comments less sacrosanct, and letters-to-the-editor comments are printed [and regarded] only with “gracious are printed [and regarded] only with “gracious indulgence” by the barons on the editorial/ indulgence” by the barons on the editorial/ publishing staff.publishing staff.The The Scroll of SetScroll of Set was not and is not and will not was not and is not and will not be a tool of this kind. Its purpose is dictated by the be a tool of this kind. Its purpose is dictated by the unique nature of the Temple itself.unique nature of the Temple itself.Because the Temple is made up of a very rare Because the Temple is made up of a very rare type of individual, our entire membership is type of individual, our entire membership is stretched out across vast distances. In a few cases stretched out across vast distances. In a few cases there are concentrations of members which have there are concentrations of members which have found it possible to interact as Pylons, and found it possible to interact as Pylons, and periodically groups of members have come together periodically groups of members have come together for Conclaves. Without exception such forums have for Conclaves. Without exception such forums have been extraordinarily productive and inspiring.been extraordinarily productive and inspiring.The question then arises: What can be done The question then arises: What can be done about those Setians who, for one reason or another, about those Setians who, for one reason or another, cannot join Pylons or travel to Conclaves?cannot join Pylons or travel to Conclaves?First: We can place as much data as possible at First: We can place as much data as possible at their disposal via reference works such as the their disposal via reference works such as the Ruby Ruby TabletTablet..Second: We can encourage them to correspond Second: We can encourage them to correspond on an individual basis with other Setians and with on an individual basis with other Setians and with members of the Priesthood. But individual members of the Priesthood. But individual correspondence restricts the discussion and correspondence restricts the discussion and consideration of good ideas to two people. How consideration of good ideas to two people. How nice it would be if some of the most ingenious nice it would be if some of the most ingenious Setian brainpower could be communicated to the Setian brainpower could be communicated to the entire Temple at a blow, so that everyone could entire Temple at a blow, so that everyone could consider and perhaps respond to the points raised. consider and perhaps respond to the points raised. So ...So ...Third: The Third: The Scroll of SetScroll of Set was created - to give was created - to give every Setian a chance to talk to the entire Temple. every Setian a chance to talk to the entire Temple. That’sThat’s what the what the ScrollScroll is all about! is all about!The moral of the story is this: When you have The moral of the story is this: When you have an idea and you feel like communicating it, pause an idea and you feel like communicating it, pause before putting it in a one-to-one letter or phone call, before putting it in a one-to-one letter or phone call, and consider whether or not it isn’t something that and consider whether or not it isn’t something that everyoneeveryone might like to think about. If you think might like to think about. If you think that’s a possibility, send it to the Editor of the that’s a possibility, send it to the Editor of the ScrollScroll. [If you’re in doubt, let . [If you’re in doubt, let himhim make the make the decision; that’s what he’s there for.]decision; that’s what he’s there for.]Some other points ...Some other points ...Even if you’re not sure whether “your kind of Even if you’re not sure whether “your kind of thing” is suitable for the thing” is suitable for the ScrollScroll, drop a letter to , drop a letter to Priest Waters and tell him about it. He will get back Priest Waters and tell him about it. He will get back to you with some comments and/or suggestions. to you with some comments and/or suggestions. Remember that he sees input of this sort from Remember that he sees input of this sort from across the entire Temple. [Just don’t sit on your across the entire Temple. [Just don’t sit on your haunches and wait for him to come banging on your haunches and wait for him to come banging on your door first! You have to take the initiative; that’s part door first! You have to take the initiative; that’s part of the way the Temple operates.]of the way the Temple operates.]Send drawings or cartoons, too, if you are of a Send drawings or cartoons, too, if you are of a mind to do so. Black ink on white paper, please. If mind to do so. Black ink on white paper, please. If you have an idea for an illustration but you’re not you have an idea for an illustration but you’re not particularly hot with a drawing pen [this is particularly hot with a drawing pen [this is frequently the case with your illustrious High frequently the case with your illustrious High Priest], send in the idea.Priest], send in the idea.Send photos ... of yourself, your ritual chamber, Send photos ... of yourself, your ritual chamber, Conclaves, Pylons, things you have created and/or Conclaves, Pylons, things you have created and/or conjured up ... whatever. Black-and-white with good conjured up ... whatever. Black-and-white with good focus and contrast; we’re not yet at the point where focus and contrast; we’re not yet at the point where we can tackle color. Once used, photos will be we can tackle color. Once used, photos will be returned in mint condition.returned in mint condition.Keep your articles as concise as possible. If it Keep your articles as concise as possible. If it needs to be long to get the point across, fine. Just needs to be long to get the point across, fine. Just don’t “ramble” [like I’m doing in this article]. don’t “ramble” [like I’m doing in this article]. Priest Waters would rather not edit contributions if Priest Waters would rather not edit contributions if he doesn’t have to, because it’s hard to chop up a he doesn’t have to, because it’s hard to chop up a contribution to the author’s satisfaction. But Waters contribution to the author’s satisfaction. But Waters has the prerogative to edit material unless you has the prerogative to edit material unless you specifically request him not to.specifically request him not to.O.K. - That’s about it. Summing it all up, the O.K. - That’s about it. Summing it all up, the ScrollScroll is a free long-distance telephone conference- is a free long-distance telephone conference-call that you can make to the entire Temple call that you can make to the entire Temple membership once a month. It does not reflect only membership once a month. It does not reflect only “approved doctrine”; it reflects ideas for “approved doctrine”; it reflects ideas for consideration and discussion. I know the ideas are consideration and discussion. I know the ideas are out there, ’cause I see copies of brilliant out there, ’cause I see copies of brilliant interpersonal letters across my desk every day. The interpersonal letters across my desk every day. The trick is for you to let a few other Setians in on them, trick is for you to let a few other Setians in on them, that’s all.that’s all.P.S.: If in doubt, send it in.P.S.: If in doubt, send it in.P.P.S.: Today, not tomorrow.P.P.S.: Today, not tomorrow.P.P.P.S.: Mr. Michael J. Waters, Pinole, P.P.P.S.: Mr. Michael J. Waters, Pinole, California.California.P.P.P.P.S.: Now you have no excuse!P.P.P.P.S.: Now you have no excuse!P.P.P.P.P.S.: P.P.P.P.P.S.: XeperXeper..______________________________________________________________________[7] [7] New Administrative SystemsNew Administrative Systemsfor the Temple of Setfor the Temple of Set- by Michael A. Aquino V°- by Michael A. Aquino V°For the last two-and-a-half years, all For the last two-and-a-half years, all administrative operations of the Temple have been administrative operations of the Temple have been handled by Priest William F. Murray, Executive handled by Priest William F. Murray, Executive Director. And it is certainly true that he has done an Director. And it is certainly true that he has done an astonishing job in this position.astonishing job in this position.When he accepted the task in July X, the Temple When he accepted the task in July X, the Temple had no systems or “machinery” whatever to handle had no systems or “machinery” whatever to handle matters of public information, membership matters of public information, membership application and screening, membership records, application and screening, membership records, financial processing and accounting, renewal financial processing and accounting, renewal procedures and member-locating updating, insignia procedures and member-locating updating, insignia acquisition/inventory control/distribution, and acquisition/inventory control/distribution, and unique problems of an administrative nature that unique problems of an administrative nature that arose with increasing frequency as the Temple arose with increasing frequency as the Temple began to Come into Being.began to Come into Being.At 22nd and Kansas Streets in San Francisco, At 22nd and Kansas Streets in San Francisco, Bill set his jaw and agreed to take all this on, and Bill set his jaw and agreed to take all this on, and since he assumed the Executive Directorship, there since he assumed the Executive Directorship, there has not been a single administrative mix-up or has not been a single administrative mix-up or Scroll of SetScroll of Set - November 1977 - Page - November 1977 - Page 33"},{"pageNumber":4,"pageContent":"oversight in our international operations. Certainly oversight in our international operations. Certainly we owe him a debt that can be paid only in gratitude we owe him a debt that can be paid only in gratitude and affection.and affection.The problem is that Bill lives in Winnemucca, The problem is that Bill lives in Winnemucca, Nevada - a small town far from the major centers of Nevada - a small town far from the major centers of Setian activity. He has been forced to handle the Setian activity. He has been forced to handle the entire Executive Directorship single-handedly, and entire Executive Directorship single-handedly, and all of his communications and functional operations all of his communications and functional operations have had to be by mail. In short, the job has have had to be by mail. In short, the job has continued to grow while his facilities to handle it continued to grow while his facilities to handle it have remained constant. Compounding the problem have remained constant. Compounding the problem has been the fact that Bill is a stubborn cuss who has been the fact that Bill is a stubborn cuss who never says “no” to a request, and who never admits never says “no” to a request, and who never admits that he cannot fulfill an assigned task.that he cannot fulfill an assigned task.At the Santa Barbara Conclave the pressure and At the Santa Barbara Conclave the pressure and the strain were brought to our attention by Set the strain were brought to our attention by Set himself. Even so Bill was not one to ask for relief himself. Even so Bill was not one to ask for relief from his office, and so those members of the from his office, and so those members of the Council of Nine present met with the High Priest Council of Nine present met with the High Priest and recommended that the Temple take the initiative. and recommended that the Temple take the initiative. On November 6, therefore, Bill retired from the On November 6, therefore, Bill retired from the Executive Directorship. He continues, of course, as Executive Directorship. He continues, of course, as a Priest of Set III°; and those of you who have a Priest of Set III°; and those of you who have missed his colorful, creative, and magical missed his colorful, creative, and magical correspondence will probably see it surfacing once correspondence will probably see it surfacing once again - as he will now have the time to attend to it!again - as he will now have the time to attend to it!But it is the intent of the Temple that he have a But it is the intent of the Temple that he have a long-denied chance to Come Into Being ... as he has long-denied chance to Come Into Being ... as he has helped so many others to do. On the focus of helped so many others to do. On the focus of Setamorphosis, Bill has been accustomed to say, his Setamorphosis, Bill has been accustomed to say, his attention to mundane business of the Temple would attention to mundane business of the Temple would probably force him to remain behind “on the dock” probably force him to remain behind “on the dock” - as Samwise at the Grey Havens. It is time for the - as Samwise at the Grey Havens. It is time for the Temple to affirm that this will not be the case, and Temple to affirm that this will not be the case, and this we have done. Thank you, Bill, for the this we have done. Thank you, Bill, for the wondrous creations you have already wrought for wondrous creations you have already wrought for us. And the ship is not going to depart without you.us. And the ship is not going to depart without you.At this time the Temple will not appoint a new At this time the Temple will not appoint a new Executive Director. Because the responsibilities of Executive Director. Because the responsibilities of the position have grown so drastically since it was the position have grown so drastically since it was originally conceived, it needs to be rethought and originally conceived, it needs to be rethought and perhaps redesigned so that future incumbents will perhaps redesigned so that future incumbents will not confront pressures and responsibilities which not confront pressures and responsibilities which restrict their ability to restrict their ability to XeperXeper..For the time being all administrative functions of For the time being all administrative functions of a membership-related nature (such as public a membership-related nature (such as public information, applications, address-files, renewals, information, applications, address-files, renewals, data processing input, and business data processing input, and business communications) will be handled by Magister communications) will be handled by Magister Ronald K. Barrett, with the assistance of the Anubis Ronald K. Barrett, with the assistance of the Anubis Pylon in San Francisco.Pylon in San Francisco.All administrative functions of an All administrative functions of an insignia/supply/ publications nature (such as orders insignia/supply/ publications nature (such as orders for medallions, the for medallions, the Ruby TabletRuby Tablet, etc.) will be handled , etc.) will be handled by Magistra Margaret Wendall with the assistance by Magistra Margaret Wendall with the assistance of the Bubastis Pylon in San Jose.of the Bubastis Pylon in San Jose.The office of Executive Director has a number The office of Executive Director has a number of important responsibilities within the corporate of important responsibilities within the corporate structure of the Temple of Set. I will be conferring structure of the Temple of Set. I will be conferring with the Council of Nine concerning the fulfillment with the Council of Nine concerning the fulfillment of these responsibilities until a new Executive of these responsibilities until a new Executive Director is officially designated. Most probably the Director is officially designated. Most probably the review of the position will take us a few months at review of the position will take us a few months at least, because we want to assess it with due least, because we want to assess it with due thoroughness. In order to minimize the confusion of thoroughness. In order to minimize the confusion of official Temple address changes, the new editions of official Temple address changes, the new editions of the informational pamphlet and the follow-up letter the informational pamphlet and the follow-up letter will carry the corporate address in Santa Barbara, will carry the corporate address in Santa Barbara, California. All inquiry correspondence to this California. All inquiry correspondence to this address will be forwarded to Magister Barrett (and address will be forwarded to Magister Barrett (and eventually to the permanent Executive Director).eventually to the permanent Executive Director).______________________________________________________________________[8] [8] First Steps AlongFirst Steps Alongthe Left-Hand Paththe Left-Hand Path- by Michael A. Aquino V°- by Michael A. Aquino V°As most of you know, the Temple of Set was As most of you know, the Temple of Set was not “planned” [at least not by us!] before it was not “planned” [at least not by us!] before it was actually beginning to operate. Hence even its most actually beginning to operate. Hence even its most basic policies and procedures had to be developed basic policies and procedures had to be developed and communicated as we found time, opportunity, and communicated as we found time, opportunity, and need to do so. As it turned out, almost nothing and need to do so. As it turned out, almost nothing could simply be “carried forward” from the old could simply be “carried forward” from the old Church of Satan, and we also discovered that our Church of Satan, and we also discovered that our own concepts were subject to drastic revision as we own concepts were subject to drastic revision as we became more familiar with the new Æon.became more familiar with the new Æon.So it has been with the I°. How should we So it has been with the I°. How should we handle the entrance of new individuals into the handle the entrance of new individuals into the Temple? What sort of access to our services should Temple? What sort of access to our services should we grant them? How could we appraise persons for we grant them? How could we appraise persons for higher degrees at great geographical distances? higher degrees at great geographical distances? What should we expect of a new Setian in the way What should we expect of a new Setian in the way of knowledge, particularly in light of all the crazy of knowledge, particularly in light of all the crazy literature, theories, and leaders in the “occult” field? literature, theories, and leaders in the “occult” field? When and for what reasons should we take the When and for what reasons should we take the initiative to release someone from membership? Last initiative to release someone from membership? Last and perhaps most importantly, what could we expect and perhaps most importantly, what could we expect to accomplish by the very process of initiatory to accomplish by the very process of initiatory “membership”?“membership”?All these and more questions could not be and All these and more questions could not be and were not answered quickly. In fact they are still were not answered quickly. In fact they are still being discussed, and I am certain they will continue being discussed, and I am certain they will continue to be long after the present High Priest has croaked.to be long after the present High Priest has croaked.So how does the matter stand now? If you are a So how does the matter stand now? If you are a I°, what is your status? Why did we decide to accept I°, what is your status? Why did we decide to accept you? What are you now expected to “prove” to us? you? What are you now expected to “prove” to us? What happens if you don’t?What happens if you don’t?To some extent these questions are addressed in To some extent these questions are addressed in the follow-up letter to the brown informational the follow-up letter to the brown informational pamphlet. But I think that a letter to new I°s is called pamphlet. But I think that a letter to new I°s is called for to make the answers a little more explicit. So for to make the answers a little more explicit. So here’s a preview of what will be contained in that here’s a preview of what will be contained in that letter:letter:Scroll of SetScroll of Set - November 1977 - Page - November 1977 - Page 44"},{"pageNumber":5,"pageContent":"We have learned through experience that there is We have learned through experience that there is no specific or general intellectual background that no specific or general intellectual background that can be considered a reliable measurement of Setian can be considered a reliable measurement of Setian potential. We have qualified Setians who are potential. We have qualified Setians who are technicians, academics, soldiers, artists, farmers, technicians, academics, soldiers, artists, farmers, you-name-it.you-name-it.So we start from Ground Zero. Potential I°s are So we start from Ground Zero. Potential I°s are evaluated according to two criteria: raw intelligence evaluated according to two criteria: raw intelligence and capacity for research/logical analysis. An and capacity for research/logical analysis. An a a prioripriori endorsement of Setian philosophy - even the endorsement of Setian philosophy - even the Book of Coming Forth by NightBook of Coming Forth by Night - is not required or - is not required or expected. An applicant is welcome to approach the expected. An applicant is welcome to approach the Temple as an “experiment” if he is willing to Temple as an “experiment” if he is willing to observe high standards of courtesy while doing so. observe high standards of courtesy while doing so. Outright sneering or cynicism, in other words, will Outright sneering or cynicism, in other words, will ensure him a summary exit.ensure him a summary exit.A I° is basically in a “testing” environment, but A I° is basically in a “testing” environment, but it is one which works both ways. He evaluates the it is one which works both ways. He evaluates the Temple to see if it measures up to his expectations, Temple to see if it measures up to his expectations, and the Temple evaluates him to see if he measures and the Temple evaluates him to see if he measures up to its expectations. The II° is essentially a up to its expectations. The II° is essentially a confirmation that confirmation that bothboth tests have been passed. tests have been passed.During the days of the Church of Satan, it was During the days of the Church of Satan, it was soon apparent that many people would join with the soon apparent that many people would join with the idea of “getting the goods” while making idea of “getting the goods” while making absolutely no contribution of their own to either the absolutely no contribution of their own to either the organization or the philosophy. In effect such organization or the philosophy. In effect such persons were parasites, plain and simple.persons were parasites, plain and simple.The proliferation of such types can be illustrated The proliferation of such types can be illustrated by the following statistic: At any one time the active by the following statistic: At any one time the active membership list of the C/S varied from about 250 to membership list of the C/S varied from about 250 to about 350 names, of which only 25-30 were ever about 350 names, of which only 25-30 were ever heard from. The rest were there to gobble up the heard from. The rest were there to gobble up the Cloven HoofCloven Hoof, [rarely] attend meetings as silent , [rarely] attend meetings as silent spectators, and collect insignia. The C/S never had spectators, and collect insignia. The C/S never had any means of eliminating them from the any means of eliminating them from the membership, and they were tolerated for the annual membership, and they were tolerated for the annual dues money they sent in.dues money they sent in.When we began to organize the Temple of Set, When we began to organize the Temple of Set, therefore, we determined to institute a system to therefore, we determined to institute a system to weed out such parasites and to deny them access to weed out such parasites and to deny them access to the fruits of our knowledge and research. The result the fruits of our knowledge and research. The result is the 2-year time limit of the I°. If each and every I° is the 2-year time limit of the I°. If each and every I° has not taken the initiative to demonstrate his has not taken the initiative to demonstrate his worthiness for the II° within that time, he is politely worthiness for the II° within that time, he is politely but firmly shown the door. And access to the but firmly shown the door. And access to the Ruby Ruby TabletTablet, our comprehensive encyclopædia of magical , our comprehensive encyclopædia of magical philosophy, begins with the II°.philosophy, begins with the II°.The Setian I° is given the opportunity to meet The Setian I° is given the opportunity to meet other Setians and/or correspond with them. Only a other Setians and/or correspond with them. Only a III°+ (an Initiate of the Priesthood) is empowered to III°+ (an Initiate of the Priesthood) is empowered to Recognize a Setian as an Adept II°, so the I° must Recognize a Setian as an Adept II°, so the I° must take the initiative to make the acquaintance of one or take the initiative to make the acquaintance of one or more III°+ well before the 2-year period is nearing more III°+ well before the 2-year period is nearing its end. [Since the 2-year policy was first announced its end. [Since the 2-year policy was first announced in January of XII, all I° periods are timed from that in January of XII, all I° periods are timed from that point if the person was accepted as a I° prior to that point if the person was accepted as a I° prior to that date.]date.]What is a III°+ going to be looking for when What is a III°+ going to be looking for when considering a I° for II° Recognition? Not the mere considering a I° for II° Recognition? Not the mere parroting of Setian doctrine, which is one reason parroting of Setian doctrine, which is one reason why the Temple’s reading list is now available only why the Temple’s reading list is now available only at the II° level [as an appendix to the at the II° level [as an appendix to the Ruby TabletRuby Tablet]. ]. The III° wants to be convinced that the I° appreciates The III° wants to be convinced that the I° appreciates the sophistication of the Temple and has the the sophistication of the Temple and has the intelligence to keep up with it as it continues to intelligence to keep up with it as it continues to XeperXeper..It is also necessary to see what sort of projects It is also necessary to see what sort of projects the I° pursues the I° pursues withoutwithout specific direction, and what specific direction, and what sorts of conclusions he draws from those projects. sorts of conclusions he draws from those projects. The III° will want to observe the initiative taken by The III° will want to observe the initiative taken by the I° to meet and interact with other Setians - and to the I° to meet and interact with other Setians - and to contribute to their knowledge while adding to his contribute to their knowledge while adding to his own. From the Temple doctrines that are made own. From the Temple doctrines that are made available to a I° - principally through the available to a I° - principally through the Scroll of Scroll of SetSet and the and the Crystal Tablet of SetCrystal Tablet of Set [discussed below] - [discussed below] - the III° will be evaluating the I°’s intellectual State the III° will be evaluating the I°’s intellectual State of Being ... whether he is one of those capable of of Being ... whether he is one of those capable of approaching a Setamorphic level of evolution.approaching a Setamorphic level of evolution.There is nothing to be gained by attempting to There is nothing to be gained by attempting to “snow” a III° when one is being evaluated. For one “snow” a III° when one is being evaluated. For one thing, III°s tend to be hard to snow.thing, III°s tend to be hard to snow.For another thing, the evaluation process is as For another thing, the evaluation process is as much for the much for the individual’sindividual’s benefit as for the benefit as for the Temple’s. If someone is really unsuited for the Temple’s. If someone is really unsuited for the Temple, he will become unhappy and dissatisfied Temple, he will become unhappy and dissatisfied within it. The earlier we and he learn this, the less within it. The earlier we and he learn this, the less time both parties will waste on one another - and the time both parties will waste on one another - and the less cause an individual will have to be bitter with less cause an individual will have to be bitter with the Temple for disappointing him. The point is the Temple for disappointing him. The point is simply that the Temple should be fair with the simply that the Temple should be fair with the individual, and the individual should be fair with the individual, and the individual should be fair with the Temple.Temple.What is the What is the Crystal Tablet of SetCrystal Tablet of Set? We have ? We have found that it is not sufficient just to turn a I° loose found that it is not sufficient just to turn a I° loose and say, “Go find out about magic.” Even if we and say, “Go find out about magic.” Even if we don’t spell everything out, some basic guidelines are don’t spell everything out, some basic guidelines are necessary. Until now this has been accomplished necessary. Until now this has been accomplished just on an individual-case basis, but of course this just on an individual-case basis, but of course this has taken a great deal of time and has been has taken a great deal of time and has been needlessly repetitive.needlessly repetitive.Anton LaVey solved the problem for the Church Anton LaVey solved the problem for the Church of Satan with the of Satan with the Satanic BibleSatanic Bible, but that volume is , but that volume is far too outdated and inaccurate for the Temple of far too outdated and inaccurate for the Temple of Set. What we need is a text that will cover roughly Set. What we need is a text that will cover roughly the same ground as the the same ground as the Satanic BibleSatanic Bible - an - an “orientation” text, as it were - to Setian standards “orientation” text, as it were - to Setian standards of accuracy and academic sophistication. And it will of accuracy and academic sophistication. And it will have to address many areas of philosophy unknown have to address many areas of philosophy unknown and/or unappreciated when the and/or unappreciated when the Satanic BibleSatanic Bible was was written.written.As you may or may not know, all reference texts As you may or may not know, all reference texts of the Temple of Set are gradually being of the Temple of Set are gradually being consolidated and published in looseleaf collections, consolidated and published in looseleaf collections, Scroll of SetScroll of Set - November 1977 - Page - November 1977 - Page 55"},{"pageNumber":6,"pageContent":"keyed to the lowest degree to which the collections keyed to the lowest degree to which the collections are available. By far the largest collection will be the are available. By far the largest collection will be the Ruby Tablet of SetRuby Tablet of Set, which will be the comprehensive , which will be the comprehensive encyclopædia of the Temple.encyclopædia of the Temple.At the III°, IV°, and V° levels there will be the At the III°, IV°, and V° levels there will be the OnyxOnyx, , SapphireSapphire, and , and Amethyst TabletsAmethyst Tablets respectively. respectively. Finally, at the I° level there will be the Finally, at the I° level there will be the Crystal Crystal TabletTablet..It is expected that these five texts, together with It is expected that these five texts, together with the the ScrollScroll, will include all publications of the Temple , will include all publications of the Temple at the organizational level. The looseleaf format will at the organizational level. The looseleaf format will permit regular expansion and/or revision as the permit regular expansion and/or revision as the XeperXeper process continues. process continues.The first edition of the The first edition of the Ruby TabletRuby Tablet has just has just been released, of course, and the next project is the been released, of course, and the next project is the Crystal TabletCrystal Tablet. Editor of the . Editor of the Crystal TabletCrystal Tablet is is Magister L. Dale Seago, and he has announced a Magister L. Dale Seago, and he has announced a tentative availability date of Spring XIII for the first tentative availability date of Spring XIII for the first edition. Details will be forthcoming in future issues edition. Details will be forthcoming in future issues of the of the ScrollScroll..I would like to conclude with a reminder of the I would like to conclude with a reminder of the most important point about the I°-II° process. It is most important point about the I°-II° process. It is that the initiative for your Recognition rests with that the initiative for your Recognition rests with youyou. The III° are willing to help and advise you, but . The III° are willing to help and advise you, but they are not going to seek you out nor do your they are not going to seek you out nor do your thinking for you. If the title of Adept of Set II° is to thinking for you. If the title of Adept of Set II° is to mean what it says, this is the correct course of mean what it says, this is the correct course of action. And I think you’ll agree.action. And I think you’ll agree.______________________________________________________________________[9] [9] Editorial: Write It Down!Editorial: Write It Down!- by Michael Waters III°- by Michael Waters III°Elsewhere in this issue the question of Elsewhere in this issue the question of ScrollScroll input was raised and discussed. What was said boils input was raised and discussed. What was said boils down to: When in doubt send it in.down to: When in doubt send it in.Of course the Of course the ScrollScroll endorses this policy 101%. endorses this policy 101%. So, to be certain that everyone understands the So, to be certain that everyone understands the situation, I shall take this opportunity to expand situation, I shall take this opportunity to expand upon and perhaps reiterate one or two specific upon and perhaps reiterate one or two specific points.points.For one reason or another, some people simply For one reason or another, some people simply suffer a mental block when they attempt to compose suffer a mental block when they attempt to compose an article or essay around an idea they wish to an article or essay around an idea they wish to express. If you find yourself so confronted, don’t express. If you find yourself so confronted, don’t push the idea aside, intending to “try again later”. push the idea aside, intending to “try again later”. Send it in anyway. Just the bare idea and a few Send it in anyway. Just the bare idea and a few thoughts from you concerning it, no matter how thoughts from you concerning it, no matter how rough, will suffice as a starting point. Then together, rough, will suffice as a starting point. Then together, we can hammer it into a cogent form and include it we can hammer it into a cogent form and include it in the in the ScrollScroll for everyone’s benefit. for everyone’s benefit.A harder problem to address is the fact that A harder problem to address is the fact that Setian thought extends into a myriad of different Setian thought extends into a myriad of different fields of interest and expertise. The Setian finds fields of interest and expertise. The Setian finds himself in a quandary over where to begin first, himself in a quandary over where to begin first, often resulting in many half-finished essays. All I often resulting in many half-finished essays. All I can suggest here is that you send them in as they can suggest here is that you send them in as they come, before you are sidetracked.come, before you are sidetracked.Even if it happens that you [try as you might to Even if it happens that you [try as you might to avoid it] find yourself stuck with half an article, avoid it] find yourself stuck with half an article, don’t let it sit and gather dust. Send what you have. don’t let it sit and gather dust. Send what you have. If I know what you are doing, I can always contact If I know what you are doing, I can always contact you on the subject at a later date, but only if you you on the subject at a later date, but only if you contact me first.contact me first.Short of actually writing an essay or sending an Short of actually writing an essay or sending an idea for an article, you might consider dropping me idea for an article, you might consider dropping me a short letter which will serve to open dialogue and a short letter which will serve to open dialogue and facilitate a new flow of Setian thought into the facilitate a new flow of Setian thought into the ScrollScroll. Many ideas for articles are born of just such . Many ideas for articles are born of just such a dialogue.a dialogue.In closing I’ll leave you with this thought: The In closing I’ll leave you with this thought: The Scroll of SetScroll of Set is one of the tools with which we are is one of the tools with which we are building an Æon and Coming Into Being. It may be building an Æon and Coming Into Being. It may be indispensable in our effort to complete the third indispensable in our effort to complete the third stage of evolution. It is not, however, indestructible. stage of evolution. It is not, however, indestructible. Its fate is in your hands.Its fate is in your hands.Scroll of SetScroll of Set - November 1977 - Page - November 1977 - Page 66"}]
