[{"pageNumber":2,"pageContent":"5lbout {joUen 'Daum. t£nochian Magic The Enochian system of magic was discovered during the Renaissance by the noted court astrologer John Dee and his somewhat mysterious assistant; Edward Kelly. Dee and Kelly used the age-old technique of skrying to reveal an elaborate and elegant system of angelic hierarchies, spiri- tual planes, and a self-contained Enochian alphabet. This is not an antiquated system of philosophy worthy of study only by specialists, however. Using this information, contempo- rary practicing magicians can, as Dee and Kelly did, travel to new levels of consciousness and explore alternative reali- ties. Aleister Crowley's description of Enochian magic in an edition of The Equinox in 1912 re-introduced this complex and fascinating system to modern readers. Since then, many different explanations of the Enoehian worlds have appeared. Among them was a new exploration by the mem- bers of the Golden Dawn movement in England. Golden Dawn Enochian Magic, based on the unpublished papers of various Golden Dawn associates, reveals the secrets of the Golden Dawn approach. Ail a member of the Whare Ra temple of New Zealand, Pat Zalewski has made his own exploration and has com- piled an excellent sourcebook of new information and valu- able interpretation. Over 100 drawings, diagrams and ta- bles are included to guide the reader through the Enoehian mysteries, and important rituals associated with Enochian magic are presented in the book's appendices. A thorough and useful book on a difficult subject, Golden Dawn Enochian Magic will fascinate both scholars and serious students of magical exploration. '"},{"pageNumber":3,"pageContent":"~6out the Yl.utlior Patrick Zalewski is a 7=4 adept of the Golden Dawn and co- chief, with his wife Chris, of the Thoth Hermes Temple in New - Zealand. They were initiated and trained in ritual by the last sur- viving members of the Whare Ra Temple of New Zealand. They are able and talented ritualists whose life, teaching and writing are presently dedicated to the proliferation of the Golden Dawn and its Inner Order teachings. Their present series of books, which will be published by Llewellyn Publications, includes pre- viously unknown material from Whare Ra and from the Stella Matutina. To Write to the .9lutlior We cannot guarantee that every letter written to the author can be answered, but all will be forwarded. Both the author and the publisher appreciate hearing from readers, learning of your I enjoyment and benefit from this book. Llewellyn also publishes a bi-monthly news magazine with news and reviews of practical esoteric studies and articles helpful to the student, and some readers' questions and comments to the author may be answered through this magazine's columns if permission to do so is in- cluded in the original letter. The author sometimes participates I in seminars and workshops, and dates and places are announced ! in The Llewellyn New Times. To write to the author, or to ask a . question, write to: I ; Pat Zalewski clo The Llewellyn New Times P.O. Box 64383-898, St. Paul, MN 55164-0383, U.S.A. Please enclose a self-addressed, stamped envelope for reply, or $1.00 to cover costs."},{"pageNumber":4,"pageContent":"LLEWELLYN'S HIGH MAGICK SERIES co L'DT/J\\[ TJ.9L ~9£OCj{I!JJg{)Jv[.9L(j ic 6y Pat zalewski 1990 Llewellyn Publications St. Paul, Minnesota 55164-0383, U.S.A."},{"pageNumber":5,"pageContent":"Golden Dawn Enochian Magic. Copyright © 1990 by Pat Zalewski. All rights reserved. Printed in the United States of America. No part of this book may be used or reproduced in any manner whatsoever without written permission from Llewellyn Publications except in the case of brief quotations embodied in critical articles and reviews. FIRST LLEWELL YN EDmON LIBRARY OF CONGRESS CATALOGING-IN .. PUBLICATION DATA Zalewski, Pat, 1948 ... ~~ Golden Dawn Enochian magic / Pat Zalewski p. em - (Llewellyn's High magick series) ISBN D-87542--898-3 1. Enochian magic. 2. Hermetic Order of the Golden Dawn. 1. Title. II. Series. BF1623.E55Z34 1990 133.4'3-dc20 90-36697 CIP 9091 9293 1098765432 1 Uewellyn Publications A Division of Llewellyn Worldwide, Ltd. P.O. Box 64383, S1. Paul, MN 55164-0383"},{"pageNumber":6,"pageContent":"ABOUT LLEWELLYN'S HIGH MAGICK SERIES Practical Magick is performed with the aid of ordinary, everyday implements, is concerned with the things of the Earth and the harmony of Nature, and is considered to be the magick of the common people. High Magick, on the other hand, has long been considered the prerogative of the affluent and the learned. Some aspects of it certainly call for items expen- sive to procure and for knowledge of ancient languages and tongues, though that is not true of all High Magick. There was a time when, to practice High Magick, it was necessary to ap- prentice oneself to a Master Magician, or Mage, and to spend many years studying and, later, practicing. Throughout the Middle Ages there were many high dignitaries of the Church who engaged in the practice of High Magick. They were the ones with both the wealth and the learning. High Magick is the transformation of the Self to the Higher Self. Some aspects of it also consist of rites designed to conjure spirits, or entities, capable of doing one's bidding. Mo- tive is the driving force of these magicks and is critical for suc- cess. In recent years there has been a change from the tradi- tional thoughts regarding High Magick. The average intelli- gence today is vastly superior to that of four or five centuries ago. Minds attuned to cOIl\\Q.uters are finding a fascination with the mechanics of High ~agical conjuration (this is espe- ciall y true of the mechanics of Enochian magick). The Llewellyn High Magick Series has taken the place of the Mage; the Master Magician who would teach the appren- tice. \"Magick\" is Simply making happen what one desires to happen-as Aleister Crowley put it: \"The art, or science of causing change to occur in conformity with will.\" The Llewel- lyn High Magick Series shows how to affect that change and details the steps necessary to cause it. . Magick is a tool. High Magick is a potent tool. Learn to use It. Learn to put it to work to improve your life. This series will help you do just that."},{"pageNumber":7,"pageContent":"Forthcoming books by Pat Zalewski 2-5: Secret Instructions for Initiation into the Golden Dawn Enochian Chess The Tarot of the Golden Dawn Enochiana"},{"pageNumber":8,"pageContent":"Table of Contents Preface Introduction Advanced Enochian Magic of the Golden Dawn Author's Introduction Chapter 1 The Book of Truth Chapter 2 The Twelve Gates Chapter 3 The Tablets of Bonorum Chapter 4 The Holy Table ChapterS Visionary Experiences Appendix A The Four Elemental Weapons AppendixB AppendixC The Lotus Wand AppenduD The Lesser Invoking / Banishing Ritual of the Pentagram AppendixE The Grade Signs AppendixF The L. V.X. Signs AppendixG The Middle Pillar Exercise AppendixH Sign and Color Correspondences Appendix I . lX . Xl XV 1 29 75 129 157 171 173 175 177 179 181 185 187 189"},{"pageNumber":9,"pageContent":"AIN Fig. 1. The Tree of Life Vlll"},{"pageNumber":10,"pageContent":"Preface Ifyou believe the legends, Enochian magic was originally de- livered to Man by Enoch, the mysterious prophet of Genesis. The Enochian calls are reputed to be in the language of the Angels, of which Hebrew is said to be but a faint echo. The Enochian tablets, according to the story, are the talismans from which all other magical sigils are descended. Small wonder Enochian magic is re- puted to be the most powerful (and dangerousi branch of the oc- cult! Enochian magic originated, of course, with a series of crys- tal-gazing experiments that Dr. John Dee conducted in the late sixteenth century. The foremost scholar of his era, Dee turned away from mundane knowledge to seek what he called \"radical truth.\" Dee believed that Enoch had received such truths from conversations with the angels. Dee theorized that he could use crystal gazing to reestablish communication with Enoch's angels, thus restoring the fountainhead of supernatural knowledge. Whether or not Dee succeeded is open to question. Dee cer- tainly believed that he had tapped into angelic power, but there is little evidence that the knowledge did him much good. Neverthe- less, by the time he died, his experiments were widely enough known to lend an aura of mystery and power to his name. IX."},{"pageNumber":11,"pageContent":"Xli Golden Dawn Enochian Magic The language was given on a large tablet of 49 one-inch squares which constituted the four Watchtower Tablets and the Tablet of Union. The 48 Enochian Calls were also derived by the use of these large tablets. Dee and Kelley had at their disposal a highly sophisticated system of magic which apparently neither of them comprehended. It remained just a collection of channeled messages in an archaic language, recorded in a series of obscure manuscripts, until MacGregor Mathers discovered them in the British Museum. He introduced Enochian Magic into the Golden Dawn System, and for the first time it became something other than theory and speculation. This vast collection of material be- came the crown jewel of the Order's work. The vast amount of material collected by Dee and Kelley in- dicates that they transcribed an entirely new language with its own grammar and syntax. Occultists have called this language \"Enochian\" because the dictating angel, Ave, was said to have! originally given the tablets to Enoch. I AB we look at The Golden Dawn by Regardie, it is evident that the Enochian work is not studied until all of the preliminary Outer Order Work has been completed. The students are exposed to the Watchtower tablets in ritual, and they do commit funda .. mentals of the system to memory, but no actual Enochian ritual is performed in the Outer Order. Regardie himselfwamed against approaching the advanced work without a sound foundation. I might add that it is of the utmost importance that the student be balanced emotionally, mentally and physically before undertak- ing any magical work. When one attains the level of 5=6 (Adeptus Minor), s/he begins the Inner Order Work. Enochian study) ritual and research become one of the primary pursuits. Enochian material in The Golden Dawn consists of the four Watchtower Tablets. the Tablet of Union, the Angelic Calls and Enochian Chess. In reality this is just the beginning and only an introduction to the system. We must remember that when Regardie published the GD in 1940, he had left the Hennes Tem- ple at the level of Zelator Adeptus Minor (Z.A.M.). What is writ- ten in his book represents the course of study in that sub-grade, and no more. Regardie himself was aware that he had not bee given the total knowledge of various divisions of the GD Enochia system, such as:"},{"pageNumber":12,"pageContent":"Advanced Enochian Magic of the Golden Dawn Xlii 1. Sigillum Dei Aemeth 2. Tabula Sancta 3. Liber Sci entia Auxilii et Victoria Terrestris 4. Heptarchia Mystica 5. Tablet of N alvage 6. The Four Elemental Tablets 7. Liber Logeath Studying the Enochian theory is an interesting and fascinat- ing process. It challenges the intellect and expands the conscious- ness of the student merely by application of the mind. I believe the true beauty and wonder of the system is its efficacy in the de- velopment and evolution of the student on all levels-physical, mental, emotional, and spiritual-when it is put into practice. All magic is effective in causing these changes, but in my opinion, no system compares with Enoehian Magic, approached with the proper stability and foundation. Pat Zalewski is a \"practicing\" magician rather than one of the \"armchair\" variety who merely theorizes about magic. Pat and his wife, Chris, have spent the last 10 years dedicated to the research, preservation, and development of the GD material placed in their care, much of it from the elder Adepts of the Whare Re Temple. in New Zealand. They are both practicing magicians. Together they are in the process of writinga number of books which detail their experiences with the Golden Dawn work. Shortly before his death, Regardie traveled to New Zealand to meet with Zalewski. He told a number of us on his return that he had finally found a \"Golden Dawn Man.\" We at Ra Horakhty Temple feel fortunate to have worked with the Zalewski's through Regardie's efforts, and have enjoyed a working relationship with them ever since. They have gener- ously funneled information to our temple, asking only that we put it into practice and experiment with it on a large-scale basis. Since we have a large and active membership, including a num- ber of members in other states and countries, we have been able to successfully accomplish this. All of the material in this book, as well as all forthcoming material Zalewski will be writing for Llewellyn, has been put into actual practice by the Zalewski's, as ;:ll as by ~ Horakhty Temple on a larger scale. The student will d no untned practices or theories."},{"pageNumber":13,"pageContent":"XIV Golden Dawn Enocman MagIc Some of the additional books being written by Zalewski for Llewellyn are: Z5 1 Commentary on the 0=0 Ceremony; Commen- tary on Each of the Elemental Grade Rituals; Equinox and Sol- stice Rituals of the Golden Dawn; Golden Dawn Tarot; and Sex Magic of the Golden Dawn. Theseare just a few of more than 20 books which they have either finished or are presently writing. We all hope this series of Golden Dawn books makes the ma- terial clear and will serve as a guide for the student who feels this is his path. Those who might wish to work in a Golden Dawn Tem- ple under the guidance of Temple Advisors should feel free to write to us in Washington. ' -Laura Jennings-Yorke Ra Horakhty Temple Hermetic Society of the Golden Dawn 31849 Pacific Hwy. South, Suite 107 Federal Way, WA 98003"},{"pageNumber":14,"pageContent":".. Author's Introduction The Enochian System of Magic began on March 8, 1581, through the efforts of Dr. John Dee and Edward Kelley (some- times spelled Kelly). Dee was the Court Astrologer of Queen Elizabeth I of England, and Kelley was his partner. A clairvoy- ant, Kelley acted as the channel of communication between Dee and various angelic entities. Kelley made contact with these enti- ties by skrying with a crystal, or shewstone. Dee carefully re- corded the results of the angelic communications in a series of diaries which are now in the British Library (Sloane 3188, 3189, 3191, 3677 and 3678). On perusing these manuscripts, it becomes evident that a new language, with a rudimentary grammar, developed over the years of their communicating. This language was apparently passed on by angelic entities. Occultists dubbed this language Enochian, because the dictating Angel, Ave, apparently was the same Angel who gave tablets to the biblical prophet Enoch. Dee and Kelley travelled extensively throughout Europe with their wives in the 1580s. Every detail of their psychic con- versations with angelic beings was diligently recorded. Although the visions were mainly Kelley's, Dee also occasionally glimpsed them in the crystal. xv"},{"pageNumber":15,"pageContent":"XVI Golden Dawn Enochian Magic In the very beginning of the Enochian contacts, Ave was said to have given Dee a special crystal to use in the seances. This crystal aroused such curiosity that the queen journeyed out to Dee's home at Mortlake to see it for herself. However, when she arrived, she learned that Dee's wife was dying, and so she re- frained from intruding. After Dee's death in 1608, the first publication of some of his diaries appeared. They were published by Merle Casaubon in 1659. These diaries are still available at the British Library (Cot- ton Appendix XLVI, parts one and two) under the title of A True and Faithful Relation of What Passed for Many Years Between Dr. Dee and Some Spirits. This volume was recently reissued by As- kin Publications. Elias Ashmole, in 1671, was the next notable individual to study Dee's diaries and try to form some sort of a magical system from them. After Ashmole's death, most of his papers lay for years in a wooden chest before they were literally unearthed and sent to the British Museum. One set, found among the manuscripts of Dr. Thomas Rudd (1583-1656), was apparently acquired from Dee's son. Although incomplete, the Rudd papers fill some of the gaps left in the original Dee manuscripts, notably the Seven Seals on the Holy Table (see British Library: Harley 6482; also see Garstin's Introduction to the Rosie Crucian Secrets, which con- tains information on Rudd), The Enochian magical system of John Dee can be classified into the following major categories: 1. Sigillum Dei Aemeth. The Holy Seal. This is the complex magical Seal shown in Figure 2 and described in Chapter 1. 2. Tabula Sancta. The Holy Twelvefold Table, which was de- vised by Dee and Kelley. It contains seven different talismans and includes Enochian writing (see Figure 86, page 130). 3. Liber Scientia Auxilii et Victoria Terrestris. The Book of Sci- ence, of Help and of Victory. This work contains the names of the Governors of the thirty Aethyrs, or Aires. 4. Heptarchia Mystica. This work contains the names, sigils, and invocations of the Angels and Lesser Spirits of the plan- ets. 5. Tablet of Naluage. This is a rounded tablet with letters ar- ranged in rows and columns (see Figure 107, page 152)."},{"pageNumber":16,"pageContent":"Figure 2 %Uu"},{"pageNumber":17,"pageContent":"·., xvui Golden Dawn Enochian Magic • 6. Liber Logeath. The Four Elemental Tablets. These comprise the four Watchtowers, or Watch Towers, of Fire, Air, Water and Earth (see figures 3-6). The names of the Governors of the 30 Aethyrs are found in the Tables, as shown in figures 7-10. 7. Claves Angelicae. The 48 Enochian Calls, or Keys. It would be fair to say that these are merely the visible heads of a very in- tricate system that has not yet been fully explored. Within the Hermetic Order of the Golden Dawn, the Dee pa- pers were heavily modified into a very complete system of magic. This system involved ceremonial ritual as well as skrying (astral projection). It also included a four-handed chess game with divi- nation as a subsystem. The basis for the Golden Dawn's Enochian system were the Four Great Watchtowers--which were subdi- vided into the Four Elemental Tablets-s-and a smaller one called the Tablet of Union, which is associated with the fifth element, Spirit. It was related in the paper Concourse of the Forces that within the Inner Order of the Golden Dawn, at the Zelator Adep- tUB Minor Grade [this is a subgrade of the Adeptus Minor grade- Eds.], Adepts were introduced to another part of the Enochian system. This dealt with the Four Elemental Kings whose names were derived from letters on the circumference of the Holy Seal-the Dei Aemeth, the main Seal used by Dee and Kelley dur- ing their skrying sessions with the crystal shewstone. AB far as the published papers of the Golden Dawn show, no other early work by the Golden Dawn on the Enochian System, other than the Elemental Tablets, the Enochian Calls, and a rudimentary attempt at an Enochian vocabulary/dictionary, is known to exist (see Secret Inner Order Rituals of the Golden Dawn for details). The longest-lived Golden Dawn Temple, the Whare Ra (a Maori name meaning \"place of the Sun\") closed in 1978. Located in New Zealand, the Temple was founded by Dr. Felkin in 1912. I was initiated into the Golden Dawn under its New Zealand name, Smaragdum Thalasses (Latin for \"Emerald of the Seas\") by ex- members of this Temple. Ai; a member of this Order, I had the chance to peruse many previously unpublished papers of the Golden Dawn's Inner Order, the Rosea Rubea et Aurea Crucis. One of these sets of papers-those of Evan Campbell, a high- ranking member of Whare Ra-were particularly interesting."},{"pageNumber":18,"pageContent":".. b 0 a Z a R 0 P h a R a u N n a .x 0 P S 0 n d n v . a a 1 g r a n 0 0 m a g g • b 1 0 r p m n 1 n g <Z 0. a • . 1 r 6 n 1 z 1 r e rn u . • C · M h 1 1 z 1 n r z, 1 a d . 1 h C G M 0 r 1 a t a R Co a n c h • 10 S 0 t Ih m 0 C Q nm c bt a s 0 m A b • . i 1 1 . t: 1 z m 1 p 1 z, 0 p a n a 11) a m S m a T L d 0 1 P F 1 • b 0 n 1 a n a · • t: x p a. 0 c '5 1 Z. 1 X P t . V . a X 1 t: a. s t t: ~ m Figure 3 xU'"},{"pageNumber":19,"pageContent":"z . 1 £ A y t 1 ~ r 1 Q P a u 1 d Z . d L a r a 1 p a a m C z 0 n s Q r 0 v y Q U b T • T z P C 0 1 t x 0 Q. C 0 S .. g n b h 1 a 5 0 m r z n f d T d . 1 ~ m 0 n Q. 1 a. r 1 . b h • 0 s: 0 1 a a 0 z P 1 t c N b r a V • ~ 6 d a 1 X a. % 0 . . . T 1 0 ~ 1 1 1 t P a Q 1 A b a m 0 0 0 0- C u c a v N a. 0 c 0 T t n p r u T Q . g- o 0 c a n m a 0 t r 0 1 S h . 1 1 a r a. r m z 0 X Figure 4"},{"pageNumber":20,"pageContent":"d 0 n p a T d a n V a a 1 a G e o 0 b a u a 0 0 . V 1 0 P a v G m d n m en. n 0 0 n a P b 1 5 T e Cd e c a 0 p . A 1 s c rn 1 0 a n m 0 X V G d L b .. a t: s r 1 a p V · P t D 0 1 e· a a p 0 c e p u Z . S e C n r 1 r z a v S • d . £ 1 0 a 0 1 n c z m d 1 b T d d • Q t n a 1 r e d • • 1 X 0 m 0 n s 1 0 s f 0 D . A 1 .. 0 p Z 1 P a n 1 t: g 0 a. n n 0p A C s: a c Figure 5"},{"pageNumber":21,"pageContent":"T 0 A d u t D • a v P n 1 m °0 a. b i c 0 0 r 0 m e b b T 0 B c 0 n x rn, rfu 1, G m Q z 1 h D . • la n 0 d 1 a 1 a 0 c f p t c A • v V p x ~~ a X 1 0 8 S S • z V c • Q a 1 X a a r r L l h 1 ~ • 1 m p a r e a 1 0 M ~ 1 • L . a m 0 1 n 1 r x 0 1 a a D n g a T 0- r a. a L • d P p a. c 0 1 X a. c n d N z. • V n a z, x 1 a. a s a r. • d P d -A .. 1 1 0 n e s p ~ 1 'h t n d • L X r r n a s: a 1 Figure 6 .. xxn"},{"pageNumber":22,"pageContent":"~ -. ... LI , .... ~ J\"~ • 7 ... / ~ v 1/ ...- LI t/ IT I~ U~ / .~ ,r V V '7 \" / .. ~ - ... r-, ~ - l/ ~ /\" / / ~ \"I / 11' ,. /' / / ,.\" .\" l\" - ~ ~~ \\. .\",. I.. Itt I' > ~ - - '\\ -- -- \" .... ~ V / / i\\- -, .( , ~ t/ ./ \" V ~ 1/ / /' / ~ . ' / .~ ~ ~ / .II ,4 ~ l/ .LI / - / Ill\"'\" .... Figure 7 ... XXUl"},{"pageNumber":23,"pageContent":".... ., .. ~ . .. v .. v v ~< 'Itt r\\ V / / l/ \"- <. ~ 1/ / r>.1.1 v l/' ~ / .. ~ / ~ .. ~ v • ~ ... ~J V ... / 4~ q • -. / <- <. 1 v < \"- ~ ~ \"7 ~ , , / ~ ,/.r~. ~ '/ ~ ./ / , V .:/ -7 7 /. V ./ , \"/ '\" ~ ... / .. ~ l/ • ,- / --, 7 / ~~ V v / ... / / ~ . / - , \" , 'J, ., ~ ~ r-, f'. Figure 8 xxw"},{"pageNumber":24,"pageContent":".. • - , , ~ .... .. • .,. .. ., .! 1'- l' - ,. ~ ~ .. \" 'P'1 'fa \"- V 7 \"\" - rx ~ - ~ ., ~ ~, .. / ,. \" ,. ' -. ~ r-> •• ,J ~ - .... J. \" &f. I' It / \" / \" . \" ~ , . -, 1 r -- , t ... ..... 1J 'a ,. 1 , ~, ~ a, / l/ It ~ ~ ~ pr / ~ \" 1\\ \"\" ~ . ..... .... I~ Figure 9"},{"pageNumber":25,"pageContent":"!..I - l/ .. , V l/' .. r7 L/ JIJ / ,I / / / / - ~ \" • . , ~ \"- , Ai - ~ I' ~, ,~ ,r - ~ ~I .J .... - ~ ~ - l/ IA ~ ~ ., / < ~ \" ~ \" V '/ / IV /: - ~ ~ ~ / ~ '\"\"- .. \"7 / ~' .. \" ~I/ \" -. / / ... / • J V '\" ., 'w/ / ~ •• ~ ~ - LI / .... .. • I V / \" .. ~ - /':T - \" )~ )J / r-, ~ -/ / ~ l .. , Figure 10 XXUl"},{"pageNumber":26,"pageContent":"Author's Introduction .. XXVll In the late 19208, Campbell journeyed to England to study the Enochian manuscripts at the British Museum. While there, he was introduced to Langford Garstin, a member of the Alpha et Omega branch of the Order. It was from Garstin that Campbell learned there were three unpublished papers covering new mate- rial on the Enochian system which had been written by Mathers, one of the three original founders of the Golden Dawn. The first paper was on the Holy Seal-the Dei Aemeth. This paper was called by Campbell The Book of Truth, a name which also appears in The Concourse of the Forces. The second of these papers was on the thirty Enochian Aethyrs and their Governors. A diary note of Campbell's refers to this paper as the \"12 Gates.\" It is also mentioned in the Golden Dawn's Practicus Adeptus Minor Curriculum, as published by Elic Howe in his Magicians of the Golden Dawn. In this curricu- lum, a candidate for the grade of Praeticus Adeptus Minor must master \"The Knowledge of the Ritual of the 12 Gates in Skrying and Traveling in the Spirit Vision; answering to the Diagram of the Table of Shewbread. \" The third paper was on the Angels who reside in a subtle re- gion called the Bonorum ['Tight,\" from the Latin word bonus. Other meanings are \"good,\" or \"virtUQliS.\"-Eds.J. A condensed version of the first and second of these papers, appeared in The Equinox (vol. 1, no. 7) in an article by Aleister Crowley. These condensed versions were further elaborated by Regardie in his Addendum to the Concourse of the Forces, pub- lished in The Complete Golden Dawn System of Magic. From Campbell's diary notes, it is evident that one of the papers Math- ers wrote dealt with astral projection into the Enochian Aethyrs. The paper on the Angels of the Bonorum was referred to as \"7 days of Creation as outlined in Genesis.\" This was mainly a com- bination of astral projection and talismanic work in which the Holy Seal was used in much the same manner as that employed by Dee and Kelley. With the crystal used as the pinnacle of the system, a thorough explanation was given of how each facet of the Holy Seal was tied to other systems. These later papers on Enocman works were brought back to New Zealand by Campbell; ho~e.ver, they were destroyed after his death in the mid-1960s. 't s 18 a pity because they would have shed new light on the later Iden Dawn Enochian teachings of Mathers."},{"pageNumber":27,"pageContent":"xxviii Golden Dawn Enochian Magic Over the years, I have tried to piece together the puzzle of the missing Enochian lectures. My sources included some copies I made of Campbell's incomplete notes, some diary notes of Jack Taylor, and original notes on Campbell's lectures made in the mid-1930s by several ex-members of the Inner Order ofWhare Ra. I have tried to reconstruct some of the basic elements of the Mathers papers using these sources. In 1983, Israel Regardie came to Wellington, New Zealand, to meet with me and with other members of our Temple, \"Thoth- Hennes.\" Regardie outlined his then-unpublished Addendum to the Concourse of the Forces. He had written it in the 1930s in an attempt to bring the previously missing gaps of the Enoebian sys- tem into a workable unit compatible with the Golden Dawn sys- tem. The Addendum to the Concourse of Forces was to be in three parts. The first part was on the Aethyrs, and the second part was on the construction of the Holy Seal. The third part, on the Angels of the Bonorum, had not yet been completed. After being shown some of my own research in this area, he told me that he felt this type of research was now beyond him due : to health problems. He asked me to complete the third section, I which now forms the basis of the third chapter of this book. : This book was never intended to be a scholarly dissertation I on the Enochian system. I would prefer to leave scholarship to 1 Enochian scholars such as Geoffery James, Stephen Skinner ~ the i Schuelers, and Robert Turner. It is, rather, a functional guide that anyone can use. I have included some of the original dia- grams of Mathers' works that I copied from Campbell's notes. Al- though I have expanded on these notes, I have tried to keep as close as possible to the original Mathers papers, based on diaries and recollections of former Whare Ra members who attended Campbell's lectures on the subject after he returned from Eng- land. Though Campbell to the best of my knowledge did not lend these papers out to other members, he did use them as the basis of his lectures on the Enochian system, and he discussed them at great length with Jack Taylor and with others. Patrick Zalewski"},{"pageNumber":28,"pageContent":"1 The Book of Truth This chapter discusses the composition of the Sigillum Dei Aemeth, the Seal of Truth, as used by John Dee and Edward Kel- ley, and its practical use in the Golden Dawn system.* The Sigil- lum Dei Aemeth is shown in Figure 2 (page xvii), The published papers on Enochiana state that within the Golden Dawn's Inner Order (the Rosea Rubea et Aurea Crucis), the main framework rests on the application of the \"Four Watch Towers,\" or the four Elemental Tablets and the Tablet of Union. Little else is given on this very complicated system other than a reference to the name \"Sigillum Dei Aemeth,\" and a brief expla- nation of how four sigils and four names can be drawn from it to control the power of the Elemental Tablets. The only recorded use by Dee and Kelley of this seal was to place a crystal upon it for the purposes of scrying. The Archangel Uriel gave the following instructions on its use: -You must use a four square table, two cubits square, whereon must be set the Sigillum Dei, which is already per- feeted in a book of thine: Blessed be God in all his mysteries • Thiapt' NPaperwas issued to the Zelator Adeptus Minor Grades of the Thoth-Hennes Tem- e, ew Zealand. in 1985. 1"},{"pageNumber":29,"pageContent":"and Holy in all his work. This Seal must not be looked upon- without great reverence and devotion. This Seal is to be made of perfect wax: I mean wax that is purified; we have no respect of colors. This Seal must be nine inches in diameter, the roundness must be tuieniy-seuen. inches or somewhere more; the thickness of it must be an inch and half a quarter, and the figure of a cross must be on the back side of it. ~ As a seal, the Sigillum Dei Aemeth is extremely complex. Some authors have pointed out that it resembles earlier occult seals, such as \"The Seal of God\" as found in the Sworn Book of Honorius (this can be found in the British Library-see Sloane Ms. 313 and Royal Ms. 17 A XLII). Though the geometric patterns are identical in the two seals, there are a number of differences in the structure of their names. Furthermore, \"The Seal of God\" does not have any relationships to the various subsystems con- nected with the Holy Seal, Dei Aemeth. For example, the refer- ence to Hagonel (one of the presidents of the Angels of the Bonorum) is far more intricate on the Holy Seal than on the \"Seal of God,\" a fact pointed out by various authors to date. To maintain that the Dei Aemeth is copied from another seal would argue that Kelley and/or Dee fabricated the skrying records. Considering the way they were received, I find this impossible. The only other alternative is one that both the occultist and the medium would accept: the same spiritual entities over the years contacted more than one person, whether it be Trithemius, Agrippa, or whom- ever. While Dei Aemeth has been connected with the Enochian system of Dee and Kelley, a close examination of it reveals that most of its names are in Hebrew, with the only possible exception being those around the Outer Rim and some of the vertical names (there is no indication that these are Enochian either). Hebrew letters are given in the Dee papers, in association with letters around the Outer Rim, but they are too difficult to decipher. It is left to the scholars to unravel their etymological origins. In \"The Concourse of the Forces\" lecture, it is clear that Mathers, or whoever wrote this extraordinary paper, likened the structure of Dei Aemeth (in Hebrew this is spelled AMTh) to the four Enochian Tablets: \"'Also the word Aemeth is compounded of the 1 st letter of the Alphabet and the last letter, and ofa middle one, as though"},{"pageNumber":30,"pageContent":"The Book of Truth we affirm that Truth is to be found by the reconciliation of the extremes through the knowledge of the means. Forget not that Aleph is the Spiritual and Etherial, and Tau is the Universe, and Mem is the Sacrificial Man} placed between them so as to affirm the Reconciliation of the Natural to the Spiritual through self sacrifice. And lastly that when Shin is added, there is an affirmation of the judgement set and the Book of Life opened which is in YHVH and that the Keys answering unto these 4 letters are: Aleph is the Spirit of Aether. Mem is the Spirit of the Mighty Waters. Tau is the Great One of the Night of Time. Shin is the Spirit of the Primal Fire. As it would affirm firstly} the Aetherial and Divine Spirit brooding over the mighty Waters in the Silence of the Abyss of the Night of the Great One} before Creation, and be- fore Time. And lastly, the Judgement of the Universe through Fire, when the End of the Ages shall be. Therefore it is that the numbering of the Angels followeth this order of: Shin is Fire. Tau is Earth. !\\fern is Water. Aleph is Air. The above is the correct order and not the order of the at- tribution of the Elements to Tetragrammaton. \" 3 The order of the Elements to the four-lettered Tetragram- maton is: Yod is Fire, Heh is Water, Vau is Air, and Heh is Earth. We also find in \"The Concourse of the Forces\" the following: \"Now Thou shalt observe in the Book of the Concourse of the Forces that unto each of the 4 Tablets of the Elements is there a Sign annexed; i.e., unto the Tablet of Air a symbol of a T having four Yods above it. n"},{"pageNumber":31,"pageContent":"q VOlaen uawn ;cnocnlan MUglC [This sign is shown in Figure 11:] \"Unto the Tablet of Water being a Cross Potent, having two let- ters b.b., a figure 4 and a figure 6, in the angles thereof\" [This sign is shown in Figure 12:] blue \"Unto the Tablet of Earth, a simple Cross Potent without addi- tions. \" [This sign is shown in Figure 13:] oliva:"},{"pageNumber":32,"pageContent":"The Book of Truth \"Unto the Fire Tablet there is a circle having 12 rays allotted. ~ [This sign is shown in Figure 14:] \"These be the sacred Seals or characters. \" In the Clavicula Tabularum Enochi paper it states: \"Now we are to understand that there are 4 Angel over- seers, each one of these Angels is a mighty Prince, a Mighty An· gel of the Lord and they are of Him. They are as chief Watch- men and Overseers, set ouer several and respective parts of the World, viz: East, West,North, South, as under the Almighty, their Governor, Protector, Defender. And the Seals and authority of whom are confirmed in the beginning of the world. To them belong Four Characters, being tokens of the Son of God, by whom all things are made in the Creation, and are the natural marks of his Holiness. \" The Circumference of the Seal 5 The above Quotation gives the functions of these Watchmen who are identified by their seals. Before their names are given, the letters and numbers around the circumference should be stUdied. From the top of the seal, going clockwise, they run: -: ~ 9 7 t 22 6 222014 6 1826 1 I 7 13 H y t TG~9h~;oanaho130n8G;120g14ll-"},{"pageNumber":33,"pageContent":"6 Golden Dawn Enochian Magic o e 101115 8 r 6 0 5 h 0 a a 6 8 21 b A I a 16 n A 10 G 1417 s 5 24 W (or (0) \"The Concourse of the Forces\" now explains how the names of the Watchmen are den ved: \"Now thou shalt know that these 4 Seals be taken from the \"Sigillum Dei Ameth\" after and according unto \"one cer- tain guidance of letters which is there set forth, and this 'Liber Ameth vel Sigillum Dee that is the Book of Truth, or the Seal of God entereth not into the knowledge of a Z.A.M. [Zelator Adeptus Minor, a special grade in the Golden Dawn-Eds.] \"The letters of the Word Ameth, Truth, are the three Ele- ments, Earth, Water and Air for Tau is Eat :h, as Aleph, Mem, Shin, are Air, Water, and Fire. These three letters or Elements are disposed together for the receiving of that Divine Fire which should enlighten them when thus harmonized so that therein may be manifested which is Emethsb. or Amethsh, herein as the Shin of the Divine Fire entered, and this order of Letters is that of the Angles of the Tablets, and of the 4 Tablets themselves, viz: First - is Air and Aleph. Second - is Water and Mem. Third - is Earth and Tau. Fourth - is Fire and Shin. \"This again is the Order of the Elements in the 'Sepher Yetzirah' of the Qabalah. From these 4 Sigils there are the 4 Names drawn forth as may follow in order. From the Tau with 4 Yods or a T surmounted by four Yods of the Sigillum Arneth, T and 4 other letters counting by the rule of 4, 22, 20, 18. From the first letter T thus: 4 22 20 18 1 T h a o 8 og This yields the name Tahaoelog for the Air Tablet. \"The 4th Square each time from the last will shew the let- ter and figure given. You are not to count, say) 22 or 20 or 18, but 4 only. -N.O.M. n [N.O.M. was a magical name used by W. w. Westcott-Eds.] \"From the cross in whose angles are 2 b's, a 6 and a 4... note that T equals a t, while the Cross equals tho The count-"},{"pageNumber":34,"pageContent":"The Book of Truth ing goes from Cross to h, then b.4, then 6. b, and continues by six. From this is obtained: 7 4 22 b y 6 6 a t 14 Th h 4 14 b A 5 9 n n This yields the name Thahebyobeaatanun for the Water Tab- let. ~ \"To explain further, four moves from Tyields 22.h. b.4 is specially put; y.14 moves to 22 from t. Then 6.b is special. From 6.b it is all plain moving by 6 to right. \"From the plain Cross, which equals Th.4, proceed counting in each case forward as by numbers giving: 4 22 11 a o t Th h A 5 10 11 h This yields the name Thahaaothe for the Earth Tablet.\" \"Count here not by 4 or 6, but by numbers given to right if over; to left if under. \"From the twelve-rayed circle, we begin with the middle circle on the Sigillum, the Greek Omega, for the number of rays is twelve around the circle to give: 6 o o 22 H 6 t ro h 8 17 0 12 A 9 n This yields Ohoohaatan for the Fire Tablet.\" \"Count 12 in any case neglecting the numbers over or un- der, always forward. n At this point, I would mention that only one of these four ?ames are to be found in the Dee manuscripts that I have exam- Ined: Thaaoth, representing the planet Mercury. I had first as- ~~ed that they were purely a Golden Dawn manipulation of ee s work. Now I have discovered they came from the Dee manu- SCripts. ffi When conducting Golden Dawn rituals, there is a very real e ect from these seals. For example, when these Angels are in-"},{"pageNumber":35,"pageContent":"Golden Dawn J::;nocman MagIc I I When conducting Golden Dawn rituals, there is a very real I effect from these seals. For example, when these Angels are in .. yoked, they produce a curtain which holds the various hierar .. chies of the Tablets together and allows the seals, placed above each corresponding tablet, to be a cementing factor. Over the years, at both Whare Ra and Thoth .. Hermes Tern pIes in New Zealand, a great deal of experimentation was don with these seals. Although their colors were manufactured by th Order, they nevertheless produced a controlling quality whic everyone who worked with the tablets could feel. In the De manuscripts, we are told a number of times that every letter re resents an individual angelic force, and that the grouping ofthes forces produces the potency. Of this Outer Circumference and its function of the seal, th Angel Michael says: 8 \"Note: Out of this Circle shall no creature pass, that en- tereth, if it be defiled. \" Here we are told the outer circumference of the seal preven anything from entering it. Thus all visions that appeared in Crystal would be true ones. Within the Dee manuscripts, the Ci cumference also represents the Hebrew 40-1ettered name Of_V1~ However, the manuscripts are contradictory-at another poi they say: \"Some letters are significative of themsel ues; indeed no letters but double numbers being the name of God. » The sum of the numbers is 340, which could relate gematria to the word ShM, meaning \"name\" (the finals being i nored in this instance). It is also worthwhile noting at this poi that the value of 341 relates by gematria to the word AM: which seems more in keeping with the name of the seal. (Possib the letters og could be counted as 1, which would then bring total to 341.) From the Outer Circumference of the Sigillum another ther seven names can be derived, using the principle outlined S.A. [So A are the initials of the magical name used by W. Westcott-Eds.J. We count to the right if the numbers are over letter and to the left if they are under a letter."},{"pageNumber":36,"pageContent":"9 6 1 20 8 The Book a/Truth 9 G a 8 a a 7 e t h s Galaas (which should be Galas.) - - - - G 21 9 14 og - H 22 R 26 6 - - - - - 12 0 16 1 W n 6 a 0 T - - - - - A 5 10 11 h - Gethog == Horlum Aaoth 5 a 1 e t h - - - - - - - G 24 30 21 9 14 og = Galethog 15 7 14 0 - - - - - I n n 8 n - Innon 4 22 11 a 0 t - - - - - - - T h A 5 10 11 h = Thaaoth (should be Thaoth) As one can see from the above, there appears to be some sort of overlap in working the names out. I came to the same conclu- sion as Kelley, though he was corrected (these two corrections are placed beside the relevant names above). Thaaoth, which also represents the Earth Tablet, was corrected to Thaoth. I assume this was done because one would then have the same name repre- senting two distinct planes of operation. The Angel Michael says of this: \"Thou hast erred in the first name in setting down A a: that is twice a together, which differ the word. Which thou shalt note to the end of thy Work: Wheresoever thou shalt find two c's together the first is not to be placed within the Name, but rather left with his inward power. Thou shalt find 7 names proceeding from three general pans of the Circumference. '\" The actual order given in the manuscripts for these names is as follows:"},{"pageNumber":37,"pageContent":"10 Name 1. Galas 2. Gethog 3. Thaoth 4. Horlwn 5.InnoD 6. Aaoth 7. Galethog Golden Dawn Enochian Magic Planetary Associations Sigil Planet Gs. M24. 3-ei... 30 )q: 21. I ~ 14 @, The planetary association given above is at best an arbitrary one, and differs from the association given by Regardie in the ad- . dendum to \"The Concourse of the Forces,\" part 2. The association! presented here is based on the association to the olympic plane- tary spirits Hagith ~ ; Och 0; Phaleg tI' ; Bethor If ; Ophiel ¥ ; Aratronn; Phul]) . The order of the planets are taken from the Tabula Bonorum, though this whole association is pure specula- tion. These associations of the planets are not a true indication of their functions which appears to be that of protectors of the Seal, both from within and without. By examining the Hebraic and Arabic roots of these seven names, one may find the following: (1) Galas; From the root GAL; relates to the concept of libera- tion and redemption. When used figuratively, can be allied with vengeance and defilement. (2) Gethog: From Arabic GT, which means to repel the hand that helps it. If one uses the concept that the Hebrew H is analo- gous to the English E, then the Hebrew root GH, meaning \"car- ried with force,\" could be applied here. (3) Thaoth: Possibly from the Hebrew ThAH, meaning \"lim .. its, circumscribes, defines.\" (4) Horlwn: Possibly from the Hebrew HO, which relates to binding force of nothingness to something. One of its Arabic on gins relates to the air, wind, and void."},{"pageNumber":38,"pageContent":"The Book a/Truth 11 (5) lnnon: From the root IN, meaning united manifestation, as well as something which \"envelops, \"as well as \"depriving\" and \"oppressing,\" though still relative to a determined center. (6) Aaoth: From the Hebrew rootAAa, which has Arabic ori- gins, meaning \"in defense of something\" and (Hebrew) VTh, relat- ing to difficulty in movement. (7) Galethog: (see Galas above). Names From the Heptagon The Heptagon,just inside the circumference of the seal, pro- duces 7 sets of 7 letters. There are a number of ways of reading these. The easiest is to take the first capital letter at the top of the seal, which is Z. Go to the first square in the next section, which produces a. The same square in the following five sections pro- duces the name Zaphkie (the last square with a cross in it then doubles as a L). The next capital letter is R. Go to the next six cor- responding squares and the name Raphael is produced, etc. The standard method used to derive the seven angelic names places each section in the following manner: Z 1 1 R H . 1 a A Z C a a c b p a v p n h r h d h • . m 1 a 1 k k a a e e e . . 1 1 I 1 1 e e e e 1 1 M G ~"},{"pageNumber":39,"pageContent":"Now, by way of column, read down each name, the capital letter designating the start of every name. This produces the fol- lowing: Name Sephiroth Title of Angel 1. Zaphkiel Binah \"Beholder of God\" 2. Zadkiel Chesed \"Righteous of God\" 3. Cumael Geburah \"Burner of God\" 4. Raphael Tiphareth \"God has Healed\" 5. Hamel Netzach \"Glory, or Grace of God\" 6. Michael Hod \"Who is as God\" 7. Gabriel Yesod \"God is my Strength\" The differences between the two systems produces a differ- ent order of the Angels. However, for our purposes the above; method is as good as any, and fits neatly into the order of the: , Sephiroth, where these Archangels seem to represent more than! the planets. We also note that the spelling of Kamael can also be Cumael, depending on which school of Hebrew one follows.- All these names are from the World of Briah, which would indicate that the previous even-numbered letters from the Outer Circum- ference possibly belong to Atziluth. You will also note that there is no association to Malkuth. This is the same when applying th 72 names of the Schemhamphoresch to the nine Sephiroth i which there is no association to Malkuth as a Sephirah. Any ref erence to the material plane of Assiah does not fit into the schem of the Seal Dei Aemeth. In his addendum to \"The Concourse of the Forces,\" Regardi attributes the Cross to Malkuth, something which I cannot agre with in this particular instance. If one uses the first method 0 drawing out the Angel's names, the cross becomes a substitute fo L, a name of God used in the manufacture of some of the names a the Schemhamphoresch which, when prefixed by the letter stands for \"severity and judgement. And Thy name is in him.\" Taking the next set of inward names around the Heptagon of which the Angel Uriel says: \"The 7 names proceed from the left to the right are the names of God not known to the Angels; neither can be spoken or read by man.\" Placing these names in the square sequence we have:"},{"pageNumber":40,"pageContent":"The Book of Truth 13 In the Dee manuscripts, referring to the above letters, num- bers were given instead of letters with 21 = E and both 8 and 30 relating to L. I have taken the liberty of placing these letters, along with the original numbers, in the appropriate squares. By tracing a lightning flash type of sigil through the above square the following names of planetary angels are generated: NAME TITLE OF ANGEL PLANET l. Sabathiel \"Who stands first before God\" Saturn 2. Zedekiel \"Righteousness of God\" Jupiter 3. Madimiel \"Who expresses God\" Mars 4. Semeliel \"God's Sun\" Sol 5. Nogahiel \"Splendor of God\" Venus 6. Korabiel ~ outhful Star of God\" Mercury 7. Lavanael \"Brightness of God\" Moon At this point, the Angel for Sol ends in an S and not an L. Al- though this may appear incorrect, we must remember that throughout the Dee manuscript there are a number of instances Where one letter can be transposed for another. This would also apply to the Angel of Mercury, who could possibly be Kokabiel. Concerning this, the manuscripts say:"},{"pageNumber":41,"pageContent":"14 Golden Dawn Enochian Magic \"These names bring forth seuen angels: (1) The governors of the heavens next unto us. Every letter of the angel's name bringeth. forth seven daughters. (2) Every daughter bringeth forth her daughter. (3) Every daughter her daughter bringeth forth a son. (4) Every son hath his son. \" From this, we can determine that further names can be ex- tracted from the squares. In the manuscripts, the above quota- tions describe the archetypal figures who delivered the following. names to Dee and Kelley. THE FILIAS BONITATIS (delivered by 7 Women in Green): The planetary order is sometimes related to the metals that each angel held when they appeared to Kelley. B H E DEI I MEG I L A a I I H R L A A"},{"pageNumber":42,"pageContent":"The Book of Truth THE FILII LUerS: (delivered by 7 men in white) 15 A A Z I E M E K A S E DEN E o L A B E N THE FILIAE FILARUM LUeIS (delivered by 7 wenches in white): E N E o L A G C B E A 0 I V N H R L A A L"},{"pageNumber":43,"pageContent":"Ib Gowen Lawn nnvcmuflmuglL. THE FILl FILORUM LUerS: (delivered by 7 boys in purple); S A A 8 T Z H E I DEI I M I lEN K A D Concerning the next set of names at the center of the seal the Angel Uriel says: \"The next five names thou shalt dispose in their five exte- rior angles of the Pentacle; every angle containing one whole Name. The next five names thou shalt dispose in the five exte- rior angles of the Pentacle: every angle containing one whole name. Set the first Letter of these five Names (in capital Let- ters) within the five acute internal angles of the pentacle: and the rest of each N arne following circularly from the capital Let- ter' but in the five exterior obtuse angles of the Pentacle. Set Z ofZedekiel within the angle which standeth up towards the be- ginning cf'the greatest Circle: and so proceed towards the right hand. In the middle now of the Pentacle, make a Cross like a crucifix and write the last of those seven Names, Levanael thus:\" The seven names are those of the planets, given earlier. Th Cross ofLevanael is shown in Figure 15. On the back of the seali the sigil shown in Figure 16. In the Golden Dawn, the word AGLA describes the Nort and the element of Earth. AGLA. is Notariqon for: \"Thou ai mighty forever, 0 Lord.\" AGLA is an Angel in its own right and i"},{"pageNumber":44,"pageContent":"The Book a/Truth 17 the rites of exorcism; the vibration of it is used for the exorcising of demons and any negative spirits. Its place here, though, should not be associated to Earth, but to its powers of exorcism in keep- ing any unwanted force out of the crystal that was placed on top of the seal. Practical Use of The Seal Dei Aemeth As stated at the beginning of this paper, in the original Dee manuscripts, the Holy Seal, or the Sigillum Dei Aemeth, was used as a form of contact for the crystal gazing of Kelley. The Holy Shewstone (crystal) was placed on top of the seal, but apart from this, it was never used for anything else. Within the Order, how- ever, the use of the talismanic formulae, along with other aspects of Z2 [Z2 is an important Golden Dawn manuscript-Eds.], al- lows the Enochian names of power to be used in almost any facet of an Inner Order working. Along with the use of the Enochian current, one can use the seal for his/her own particular purpose. The seal, as used by Dee, gives us a clue to its use in the Or- der structure. It was used as a stabilizing force, as well as a gate- way for the Enochian forces. The seal should not really be used as a focal point for a ceremony, but as a type of aide or assister to the ceremony, as in the Opening of the Watchtowers Ritual by Regardie. For example, if the seal was placed on or beneath the altar during a talismanic or alchemical working, it should pro- duce a special void within the portal to help protect and intensify the object one is working with. When used in this manner, it helps boost the Z2 formulae. For purposes of Divination, it could be placed under the table for both Tarot workings and in games of Enochian Chess, though in these cases, the seal is merely placed there and need not be opened. During the alchemical workings, the flask containing the matter is placed over the seal (with a flashing tablet on top); and during the period of incubation, the flask is to be left on top of the seal."},{"pageNumber":45,"pageContent":"LA VA Figure 15 NA A A Figure 16 18 G L"},{"pageNumber":46,"pageContent":"The Book afTruth 19 In all cases of astral and alchemical workings, the seal can be opened using the following ritual. In the Dee manuscripts the seal was cited as colorless, but since the Order uses the seal for more direct ritual purposes, it could be colored in the Sphere of Yesod in the Queen Scale, with some of the characters in the com- plementary color. Since Levanel is the planetary Angel situated in the center of the seal, and its controlling point, the whole seal colored in the purple ofYesod does produce some startling effects in the ceremony. Introduction to the Ritual of Opening the Seal Dei Aemeth Campbell's notes on this were very sketchy. They read as fol .. lows: \"Garstin insisted that one stand in the East facing the West while invoking each name from the Seal along with the various sigils from the Seal and also use the Hexagram ritual but a peculiar design where it can be done in one movement without breaking it up from a design I have found in the Order papers. All five tablets are present.\" From this I have reconstructed a ritual; the most significant thing is the use of the Unicursal Hexagram which many have at .. tributed to Crowley. In 1983, Regardie was surprised to find it in the original Golden Dawn papers. He made the comment to me that for years he thought it was Crowley's idea, until he saw it in some original Golden Dawn documents. I told him that Taylor had shown it to me, years ago, as an alternative Hexagram Rit- ual. He said Mrs. Felkin had first shown it to him back in the 19208. Apparently it was occasionally used by Mathers."},{"pageNumber":47,"pageContent":"20 Golden Dawn Enochwn MagIc The Opening of the Holy Seal, Dei Aemeth, By Ritual Temple Setting: , Place the four Elemental Tablets (see figures 3 through 6) in their cardinal directions, along with the Tablet of Union on the Central Altar. Place the Holy Seal, the Sigillum Dei Aemeth, on the Tablet of Union. Place the elemental weapons (Wand, Sword or Dagger, Cup, and Pentacle) on the Altar, in their cardinal posi- tions (see Appendix A), along with a Rose. Bum incense in the East. Place your Lamp in the South. Place Holy Water in the West, and bread and salt in the North. The Banner of the East and West should be in the same positions as in the 0=0 Ceremony (see Appendix B). There should be sufficient lighting throughout the temple. Light four candles, colored to correspond with their elemental cardinal directions: red in the South, yellow in the West, blue in the East, and black in the North. The Adept is to have 5=6 regalia, with Sword and Lotus Wand (see Appendix C). All other equipment to be used in the ceremony should be placed in the-West, outside the Portal if possible, and covered in a black cloth. Opening: Commence West of the Altar. Circumambulate deosil (circle clockwise) to North East. Face the South West, holding the Lotus Wand up by the black band. Say: \"Hekas, Hekas, Este Bebeloi!\" Return to the West. Put down the Lotus Wand and pick up your Sword. Perform the Lesser Banishing Ritual of the Pen- tagram (see Appendix D). Purify the temple by Water while vi- brating: \"And first the Priest who gouerneth the works of Fire must sprinkle with the lustral waters of the loud resounding sea. \" Consecrate the temple by Fire while vibrating: \"And when all the phantoms have vanished, Thou shalt see that Holy and formless Fire, that Fire which darts and flashes through the hidden depth of the Universe.\""},{"pageNumber":48,"pageContent":"The Book of Truth 21 Take up the Lotus Wand, holding it by the white band, and circumambulate deosil three times, making the 0=0 signs each time you pass East, as shown in Appendix E. Halt in the East, be- tween the Pillars. Face East. Raise the Wand to the East and say Adoration: \"Holy art Thou, Lord of the Universe! Holy art Thou, Whom nature hath not Formed! Holy art Thou, Vast and Mighty One! Lord of the Light and of the darkness!\" Perform the Sign of Horus, after the first three lines. Per- form the Sign of Silence, at the end of the fourth line (see Appen- dix E). Bring down the Divine White Brilliance (by LVX formula as shown in Appendix F). Circumambulate deosil around the Al- tar. Put down the Lotus Wand and pick up the Fire Wand. Con- tinue circumambulating deosil until reaching the South again. Face South and draw the Invoking Pentagram of Spirit (Active) while vibrating: \"BITOM EHEIEH!\" Draw the Invoking Pentagram of Fire and say: , r&OIP TEAA. PEDOCE ELOHIMr"},{"pageNumber":49,"pageContent":"22 Golden Dawn Enochian Magic Draw the Sign of Leo within the Pentagram and say: \"0 mighty King of the South, Ohooohataatan, Come Forth and expend yourself through the Seal of Truth. Jt Make Fire Grade Sign (see Appendix E). Continue cir- cumambulating deosil, Replace Wand on the Altar and pick up the Cup. Circumambulate deosil once to the West. Face West and draw the Invoking Pentagram of Spirit (Passive) while vibrating: \"HCOMA AGLA\" Draw the Invoking Pentagram of Water while vibrating: \"EMPH ARSEL GAlOL M\" Draw the Sign of the Eagle within the pentagram and sa \"0 Mighty King of the West, Thahebyobeaatanun, Come forth and expend yourself through the Seal of Truth. '\" Make the Sign of the Water Grade (see Appendix E). Repla the Cup in West of Altar and pick up the Dagger. Continue . cumambulating deosil; North, South, West, North, and stop · East (facing East), Draw the Invoking Pentagram of Spirit ( tive) while vibrating:"},{"pageNumber":50,"pageContent":"The Book of Truth Draw the Invoking Pentagram of Air while vibrating: \"ORO lEAH AOZPI YHVH» 23 Dra w. the Sign of Aquarius within the pentagram and say: \"0 Mighty King of the East, Thahaoelog, come forth and expend yourself through the Seal of Truth. \" Make Air Grade Sign (see Appendix E). Continue circumam- bulating deosil. Replace the Dagger on the Altar) and pick up the Pentacle and circumambulate deosil once to the North. Face North) and draw the Invoking Pentagram of Spirit (Passive), while vibrating: \"NANTA AGLA\""},{"pageNumber":51,"pageContent":"24 Golden Dawn Enochian Magic Draw the Invoking Pentagram of Earth while vibrating: \"EMOR DIAL HECTEGA ADONA!\" Draw the Sign of Taurus within the pentagram and say: \"0 Great King of the North, Thahaaothe, come forth and expend yourself through the Seal of Truth. 7J Make the Sign of the Earth grade (see Appendix E). Cir cumambulate deosil to west of Altar. Replace Pentacle and pic] up the Rose. Draw the Invoking Pentagram of Spirit (active an~ passive) while vibrating: \"EXARP, BITOM, NANTA, HCOMA\" Return the Rose to the Altar. Make the Portal Sign and vi brate: \"OL SONUF VAORSAGI GOHO [ADA BALTA ELEXARPEH COMANANU TABITOM ZODAKARA EKA ZODAKARA. OD ZODAMERANU DO KIKLE QAA PIAPE PIAMOEL OD VOAN. I invoke ye, ye angels of the celestial spheres, ye are the guardians of the Gates of the Universe. Be ye also the Guardi- ans of the Mystic Sphere. Keep removed from this sphere all that is destructive to it and keep all the balance and harmony. Let this sphere be pure and holy so that the powers of the Holy Seal of Truth may flow in peace and harmony within this humble sphere. \" Take up the Lotus Wand, holding it by the white band. Ci: cumambulate deosil to the East. Stand between the Pillars. Poir the Rose of the Lotus Wand towards the seal and say: \"Seven rest in seven and the seven live by seven. The seven govern seven all gouernment is. I now invoke Ye, ye Holy Lords of the Planets whose sigils are on the Seal of Truth:'"},{"pageNumber":52,"pageContent":"The Book of Truth 25 Draw the Invoking Unicursal Hexagram of the Moon over the seal and say: \"Now I invite Ye noble one, GALAS (trace sigil) to send forth your Light through the Holy Seal of Truth.\" Draw the Invoking Unicursal Hexagram of Saturn over the seal and say: \"I now invite Ye noble one, GETHOG (trace sigil) to send forth your Light through the Holy Seal of Truth. \" Draw the Invoking Unicursal Hexagram of Mercury over the seal and say: \"I now invite Ye noble one, THOATH (trace sigill to send forth your Light through the Holy Seal of Truth. •"},{"pageNumber":53,"pageContent":"26 Golden Dawn Enochwn MagIc Draw the Invoking Unicursal Hexagram of Mars over the seal and say: \"I now invite Ye noble one, INNON (trace sigil) to send forth your Light through the Holy Seal of Truth. » Dra w Invoking U nicursal Hexagram of the Sun over the seal and say: \"1 now invite Ye noble OM, AAOTH (trace sigil) to send forth your Light through the Holy Seal of Truth. \" Draw the Invoking Unicursal Hexagram of Jupiter over the seal and say: \"1 now invite Ye noble one, HORL 'W.N (trace sigil/ to send forth your Light through the Holy Seal of Truth. n"},{"pageNumber":54,"pageContent":"The Book of Truth 27 Draw the Invoking Unicursal Hexagram of Venus over the seal and say: ~I now invite Ye noble one, GETHOG (trace sigil) to send forth your Light through the Holy Seal of Truth. tJ Contemplate the forces making themselves present. Cir- cumambulate deosil three time, rising up through the Light. Fin- ish between the Pillars. Perform the Full Vibratory Formula of the Middle Pillar (see Appendix G). Circumambulate deosil one time, returning to the place between the Pillars and vibrate: \"Great ruling angels of the Heavenly Sphere, Thou who art sacred we do humbly beseech Thee: Sabathiel Zadekiel Madimiel Semeliel Nogahiel Korabiel Leuanael o Mighty Ones, send forth Ye powers and blessings through the Holy Seal of Truth so that I might benefit from your virtues and partake in the Divine Light.\" Stand in the form of a cross and contemplate the Forces of Light. Bring down the Divine White Brilliance (do this according to the LVX Formulae in Appendix F), and say: \"0 Great Seal of Truth and Mystery, send forth Thy cur- rent ofpower through the angelic forces which Thy represent. I charge Thee to guard my sphere and keep me from evil and the unbalanced forces so that they do not penetrate my abode of mysteries. Inspire and sanctify me that I may direct your vor- tex of strength to. . . \"(Do Signs of the 5=6 Grade, or above.) Note: At this point the main part of the ceremony which the Seal has helped direct is then performed."},{"pageNumber":55,"pageContent":"2 The Twelve Gates On the Aethyrs Crowley was the first Golden Dawn member to visit each of the Aethyrs; his adventures were later recorded in his book The Vision and the Voice. However, the 30 Aethyrs were a subject the Golden Dawn covered only briefly in the Order's Enochian pa- pers. According to Taylor, the information on the 30 Aethyrs in- cluded in \"The Concourse of the Forces\" was nothing but an intro- duction. More detailed information was reserved for the mem- bers of the higher grades. On the Twelve Tribes Lecture The Mathers lecture on the Twelve Tribes given in this chap- ter differs slightly from the one published by R. A Gilbert; pri- marily in the Enochian associations given at the start of the dis- cussion of each Tribe. Garstin considered this lecture very important, as each Tribe governed certain groupings of Governors. The Enochian names show that Mathers was already doing work in this area. According to Taylor, the lecture on the Twelve Tribes was in- troduced to the Temple by Campbell, who brought it back from England in the late 19208. The information contained in it was reserved for members of the 6=5 or higher levels. 29"},{"pageNumber":56,"pageContent":"30 Golden Dawn Enochian Magic The Kabbalistic association of the Enochian Aethyrs and their Governors are from Taylor's diary notes on Campbell's lec- ture. Taylor received the information from Garstin. The associa- tions were part of Mathers' unpublished papers. Figure 17 is a diagram of the Twelve Tribes drawn by Mathers for his A. O. Or- der, which I copied from Campbell's papers. The various Governors given here are not the same as those given by 'the Order.! found limited information on the Governors in Taylor's diary notes, which strongly resemble those published by Crowley in his Equinox, vol. I, nos. 7 & 8. The version con- tained in this chapter is based on the Dee manuscripts. In the 19308, Campbell told Taylor that Garstin was having second thoughts about using the Order's version of the Governors. He preferred the version given in Dee's Liber Scientiae, Auxilii, et Victoriae Terretris. On the Governors Applied to the Globe , The application of the Governors of the Aethyrs to the Globe; is my own concept and based on gaps in the Order's papers. The i point of reference is naturally a subjective one and I would en- ; courage others to work out their own starting points using the latitudes I have given. There are a number of ways to do this. You 1 I can use complex mathematical progressions or simply use the ~ Ring and Disk, which is based on the principle of dowsing with a'J pendulum, to get your starting point. . The diagrams of the Constellations, as applied to the Tab- lets, illustrated the Golden Dawn scheme of the heavens. These should be studied in depth. When certain star systems are placed on them, you can work out the latitude and longitude of the Aethyrs and their Governors, which will show what function the govern when applied to the Macrocosm. An entire book could b written on this subject which could include the individu Enochian Squares as well. On the Four Enochian Tablets The version given here of the Four Enochian Tablets is no that of the Golden Dawn nor that utilized at Whare Ra. It is th Regardie version, which was published in The Golden Dawn an in which all the letters received are placed together. Sorn Squares have four or five letters in them. According to my copy"},{"pageNumber":57,"pageContent":"Figure 17 31"},{"pageNumber":58,"pageContent":"32 Golden Dawn Enochian Magic the Golden Dawn \"H Document,\" there was originally only one • Square in the Water Tablet that had two letters in it; all the rest : had single letters. However, there were changes to five more ': Squares which were added by various Adepti over the years. ; These were appendices to a copied version of Wynn Wescott's ~ original Tablets, which I currently have in my possession. ~ Trying to give an original version of these Tablets is some- : thing of an impossibility due to the ongoing debate among occult- ; ists, Some versions do not allow the formation of the names of the A Governors of the Aethyrs and their sigils, Dee even had a number • of different versions which were also corrected. The final version does not fit well either, although it was corrected by the Archan- gel Raphael. Making changes using the Raphael revised version to the various subsystems would be a monumental undertaking. An article written by Christian Wilby in Adam McLean's •. prestigious Hermetic Journal (volume 30) discusses the Four An .. \" gelic Tablets. In the article, Mathers is attacked for putting all . the letters on the Tablets. I assume the author was talking about .• the Regardie version, as Mathers' version is the same as the one published by Crowley in his Equinox, vol. 1, no. 7. I mention this in case others, like Christian Wilby, are confused between what Mathers wrote and what was added later. This also applies to the. Golden Dawn reference to the Governors of the Aethyrs applied to the World; the concept is Mathers'-the starting points are my own. In the same article by Wilby, the question is posed, \"Why not the New World?\" My reply is, \"Who is to say that it is not given there in the Tablets under a name not known to us at present?\"] While studying mantra yoga in India some years ago, my teacher, Vivandatta, was adamant that each country and area had its own vibrational pitch and its own karma. Under the origi- nal Dee scheme, there may be a possibility that each Governor is assigned to a certain area according to its vibration. The bottom line to Enochian theory is not really semantics, or who is applied to what, but whether the scheme works or not, regardless 0 whether it is the Dee or the Golden Dawn version. At the time of this writing, I have not as yet seen any pu lished information on how the names of the 30 Aethyrs are d rived. I personally believe they were derived from some of the ad ditional letters added to the Squares and then traced the sam way as the Governors. This could be the reason for the addition"},{"pageNumber":60,"pageContent":"34 Golden Dawn Enocntan Magic portion. They bring in and depose kings and all gooernmente upon the Earth and they [Jary the nature of things: with the variation of every movement. Unto them, the providence of the eternaljudgement is already opened. They are governed by the 12 angels of the 12 Tribes, which are, in turn, governed by the 7 that stand before the presence of God.\" (Dee mss.) From this we have a direct line of authority baclk to the seven Archangels of the Heptagon in the Holy Seal-the Sigillum Dei Aemeth-as follows: Zadkiel, Cumael, Raphael, Hamiel, Michael, and Gabriel. These Archangels are from the world of Briah, the Angels from the world ofYetzirah with the 30 Aethyrs, and their Governors from Assiah. These assignations will be discussed in depth later. From the Mathers lecture on the \"Zodiac Signs and the Twelve Tribes of Israel,\" one is able to establish the functions of the Three Holy Names of each Tablet as shown in the Diagram of the Shewbread (Figure 17). The angelic names are Kings who rule the 30 Aethyrs and the 12 Tribes. eThese Kings are not to be confused with the Kings of the Watchtower Squares-Eds. it Holy N arne - AOZPI Tribe - GAD Sign -Aries Angelic Name - OLPAGED \"Of GAD, Jacob says, 'Gad, a troop shall overcome him: but he shall overcome at the last.' Moses says, 'Blessed be he that en- largeth Gad: he dwelleth as a lion, and teareth the arm with the crown of the head. And he provideth the first part for himself, be .. cause there, in a portion of the lawgiver, was he seated; and he came with the heads of the people, he executed the justice of the Lord, and his judgements with Israel.' The armorial bearings of Gad are white, a troop of calvary. All this coincides well with the martial and dominant nature of Aries, the only one of the 12 signs' in which the superior planets alone bear sway, for it is the House of Mars, exaltation of the Sun and the Triplicity of Sun and Jupi .. ter. The symbolism of the Lion is also proper to Aries on account of its solar, fiery and martial nature.\""},{"pageNumber":61,"pageContent":"The Twelve Gates 35 Holy Name - MOR Tribe - EPHRAIM Sign - Taurus Angelic Name - ZIRACAH Holy Name - DIAL Tribe - MANASSEH Sign - Gemini Angelic Name - HONONOL \"Of Ephraim (Taurus) and Manasseh (Gemini), classed UD- der their father's name, Jacob says, 'Joseph is a fruitful bough, even a fruitful bough by a well; whose branches run over the wall; the archers have sorely grieved him, and shot at him, and hated him: But his bow abode in strength, and the arms of his hands were made strong by the hands of the mighty God of Jacob; (from thence is the shepherd, the stone of Israel:) Even by the God of thy father, who shall help thee; and by the Almighty, who shall bless thee with blessings of heaven above, blessings of the deep that lieth under, blessings of the breasts, and of the womb: The bless- ings of thy father have prevailed above the blessings of my pro- genitors unto the utmost bound of the everlasting hills: they shall be on the head of Joseph, and on the crown of the head of him that was separate from his brethren.' Moses says, 'Blessed of the Lord be his land, for the precious things of heaven, for the dew, and for the deep that coucheth beneath, and for the precious fruits brought forth by the Sun, and for the precious things put forth by the Moon, and for the chief things of the ancient mountains, and for .the precious things of the lasting hills. And for the precious things of the earth, and fullness thereof, and for the good will of him that dwelt in the bush: let the blessing come upon the head of Joseph, and upon the top of the head of him that was separated from his brethren. His glory is like the firstling of his bullock, and his horns are like the horns of unicorns: with them he shall push the people together to the ends of the earth, and they are the ten thousands of Ephraim , and they are the thousands of Mana sse h.' \"The armorial bearings of Ephraim are green, an Ox. Those of Manasseh are flesh-color, a Vine by a Wall. All this refers also to the natures of Taurus and Gemini, the firstling of the bullock and the earthly nature of the sign shown by the hills to Taurus While the archers over Manasseh, as Sagittarius, the sign of the Archer, is in opposition to Gemini.\""},{"pageNumber":62,"pageContent":"36 Golden Dawn Enochian Magic Holy Name - HCTGA Tribe - ISSACHAR Sign - Cancer Angelic Name - ZARNAAH \"Of Issachar, Jacob says, 'Issacher is a strong ass couching down between two burdens: and he saw that rest was good, and the land that it was pleasant, and he bowed his shoulder to bear, and became a servant unto tribute.' Moses says, 'Rej oice ... Is- sachar, in thy tents .... for they shall suck of the abundance of the seas.' The armorial bearings of Issachar are blue, and an ass crouching beneath its burden. This coincides with the peaceful nature of the quiet and watery sign of Cancer.\" Holy Name - alP Tribe - JUDAH Sign - Leo Angelic Name - GEBABAL \"Of Judah, Jacob says 'Judah, thou are he whom thy breth- ren shall praise: thy hand shall be in the neck of thine enemies; thy father's children shall bow down before thee. Judah is a lion's whelp: from the prey, my son, thou art gone up; he stooped down, he couched as a lion, and as an old lion; who shall rouse him up? The sceptre shall not depart from Judah, nor a lawgiver from be- tween his feet, until Shiloh come; and unto him shall the gather- ing of the people be. Binding his foal unto the vine, and his ass's colt unto the choice vine; he washed his garments in wine, and his clothes in the blood of grapes: his eyes shall be red with wine, and his teeth white with milk.' Moses says, 'And this is the blessing of Judah: and he said, Hear, Lord, the voice of Judah, and bring him unto his people: let his hands be sufficient for him and be thou a help to him from his enemies.' The armorial bearings of Judah are scarlet, a lion rampant. All this well agrees with the regal and leo- nine nature of the Sign. 'Binding the ass's colt unto the choice vine' may allude to the ass of Issachar (Cancer) lying between Judah (Leo) and the vine of Manasseh (Gemini).\""},{"pageNumber":63,"pageContent":"The Tweh'e Gates 37 lIoly Name - TEAA Tribe - NAPHT ALI Sign - Virgo Angelic Name - ZURCHOL \"Of Naphtali (Virgo), Jacob says, 'Naphtali is a hind let loose, he giveth goodly words.' Moses says, '0 N aphtali, satisfied with favor, and full with the blessing of the Lord, possess thou the West and the South.' The armorial bearings ofNaphtali are blue, a hind.\" Holy N arne - PDOCE Tribe - ASSUR or ASSHER Sign- Libra Angelic Name - ALPUDUS \"Of Asshur (Libra), Jacob says, 'Out of Asher his bread shall be fat, and he shall yield royal dainties.' Moses says, 'Let Asher be blessed with children, let him be acceptable to his brethren, and let him dip his foot in oil. The shoes shall be iron and brass; and as thy days, so shall thy strength be.' The armorial bearings of Asher are purple, a Cup. All this coincides with the nature of Venus and Libra, while the feet refer to the sign Pisces, which rules the feet, and in which Venus is exalted. Iron and brass are the metals of the friendly planets of Mars and Venus.\" Holy N arne - MPH Tribe-DAN ' Sign - Scorpio ~elicName-CADAAMP \"Of Dan (Scorpio), Jacob says, 'Dan shall judge his people, as one of the tribes of Israel. Dan shall be a serpent by the way, an adder in the path, that biteth the horse's heels, so that his rider shan fall backward. I have waited for thy salvation, 0 Lord.' l10s e s says, 'Dan is a lion's whelp: he shall leap from Bashan.' The armorial bearings of Dan are green, and an Eagle. These things"},{"pageNumber":64,"pageContent":"38 Golden Dawn Enochian Magic fit with the martial and fierce nature of this sign, in which Mars principally bears sway. To the sign Scorpio the Egyptians attrih, uted the Serpent, and also Typhon, the slayer of Osiris, and on this account they called it the 'Accursed Sign.' In good symbolism it is generally represented by the Eagle. The horse's heels which the Serpent bites are found in the Centaur figure of Sagittarius, which follows Scorpio in the zodiac.\" Holy N arne - ARSL Tribe - BENJAMIN Sign - Sagittarius Angelic Name - ZARZILG \"Of Benjamin (Sagittarius), Jacob says, 'Benjamin shall ra Yin as a wolf: in the morning he shall devour the prey, and at night he shall divide the spoil.' Moses says, 'The beloved of the Lord shall dwell in safety by him; and the Lord shall cover him all the day long, and he shall dwell between his shoulders.' The ar- morial bearings ofBenjarnin are green, and a Wolf. These suit the character of Sagittarius, partly keen, partly of the nature of Jupi- ter, and partly brutal.\" Holy Name - GAIOL Tribe - ZEBULUN Sign - Capricorn Angelic Name - LAVAVOH \"Of Zebulun (Capricorn), J acob says, 'Zebulon shall dwell at the haven of the sea; and he shall be for an haven of ships; and his border shall be unto Zidon.' Moses says, 'Rej oice, Zebul un, in thy going out; and, Issachar, in thy tents. They shall call the people unto the mountain; there they shall offer sacrifices of righteous- ness: for they shall suck of the abundance of the seas, of the treas- ures hid in the sand.' This suits well with the tropical, earthy and watery signs of Capricorn and Cancer. The armorial bearings of Zebulun are purple, and a ship.\""},{"pageNumber":65,"pageContent":"The T'Vo.'elve Gates Soly Name - ORO Tribe - REUBEN Sign - Aq u~ri us Angelic Name - ZINGGEN 39 \"Of Reuben (Aquarius), J acob says, 'Reuben, thou are my firstborn, my might, and the beginning of my strength, the excel- lency of dignity, and the excellency of power. Unstable as water, thou shall not excel; because thou wentest up to thy father's bed; then defiledest thou it: he went up to my couch.' Moses says, 'Let Reuben live, and not die; and let not his men be few.' The armorial bearings of Reuben are red, and a Man. 'Unstable as water' is still shown in the undulating hieroglyphic which marks this aerial and brilliant, but often superficial, sign of the Water Bearer.\" • Holy Name - IBAH Tribe - SIMEON Sign - Pisces Angelic N arne - ARFAOLG \"Of Simeon and Levi (Pisces), Jacob says, 'Simeon and Levi are brethren; instruments of cruelty are in their habitations. 0 my soul, come not thou into their secret; unto their assembly, mine honour, be not thou united: for in their anger they slew a man, and in their selfwill they digged down a wall. Cursed be . their anger, for it was fierce; and their wrath, for it was cruel: I Will divide them in Jacob, and scatter them in Israel.' This alludes to their smiting Shalem, the city of Hamor and Shechem, and slaying the latter because they had carried off Dinah, the daugh- ter of Leah. Moses says of them, 'Let thy Thummim and thy Urim be with thy Holy One, whom thou didst prove at Massah, and With whom thou didst strive at the waters of Meribah; who said unto his father and to his mother, I have not seen him; neither did he acknowledge his brethren, nor knew his own children: for they have observed thy word, and kept thy covenant. They shall teach ~acOb thy judgements and Israel thy law: they shall put incense fore thee, and whole burnt sacrifice upon thine altar. Bless, Lord, his substance, and accept the works of his hands: smite"},{"pageNumber":66,"pageContent":"40 Golden Dawn Enochiatn Magic through the loins of them that rise aga un st him, and of them that hate him, that they rise not again.' The armorial bearings of Simeon are yellow, and a Sword.\" Ritual of Skrying th~e 12 Gates 1. Construct a three-sided, truncated pyramid in the color of the astrological sign (use the King Sc~le as shown in Appendix H). Write the names given around each triangle or pyramid in white on each side. Draw the astrological sign on the top using the complementary color of the pyramid. Start with Aries and work clockwise. 2. Prepare the temple in the 0=0 setting (see Appendix B) with the truncated pyramid on the altar and four elemental ta- bles in each quarter. 3. Purify with fire and water. 4. Conduct the Invoking Ritual of the Pentagram. 5. Stand in the West and face East. Visualize an astral pyra- mid around you. Recite the following Call: ~ Zebaoth, I (your name) most earnestly invoke and call upon your divine power, wtsdom and goodness. I humbly and faithfully seek your favor and assistance to be in all my deeds, words and thoughts, and in the promoting, pro- curing, and mingling of your praise, honor and glory. Through these, your twelve mystical Names: Oro, [bah, Aozpi, Mor, Dial. Hctga, Dip, Teaa, Pdoce, lt1ph, Arsl, Gaiol. I con- jure and pray most zealously to your divine and omnipotent majesty that all your angelic spirits might be called from any and all parts of the universe, or at any time in my life, through the special domination and controlliul power of your Holy Names. Let them come most quickly tp me. Let them appear visible, friendly, and peacefully to me. ~t them remain visible according to my will. Let them vanish j'rom my sight when I so request. Let them give reverence and o~edience before your 12 mystical names. I command that they (purpose of ceremony) if not by one means then by another-ipodly, virtuously, and perfectly, with an excellent and thortug h completeness, ac-"},{"pageNumber":67,"pageContent":"The Twelve Gates cording to their virtues and powers, both general and by Your united ministry and office.\" 6. Conduct a suitable Banishing Ritual. 41 Note: The function of this ritual is twofold. The first concerns ihe purpose of the ceremony in directing a force to a desired end. The second is to skry that particular level of the god-form (one of the twelve Holy Names of the Elemental Tables). The 30 Aethyrs Applied To the Kabbalah The 30 Aethyrs and their Governors are applied to the world of Assiah as they control the weather and can open or close vari- ous positive and negative energies over certain areas of topogra- phy. Within this world, we should consider that there are four other worlds-the highest being Atziluth of Assiah and the low- est being Assiah of Assiah. These cover the actions of the 91 Gov- ernors. The Kabbalistic application of the Governors is one where the Sephirah of Malkuth is not included in each of the individual Sephiroth, in much the same manner of the Angels of the Schem- hamphoresch applied to a single Tree of Life. The names of the 91 Governors are taken from the Dee manuscript Liber Scientiae, Auxilii, et Yictoriae Terrestris and are derived from the Tablets as shown in Figures 7 through 10. The 91 Governors of the 30 Aethyrs Aethyr 1. Lil 2. Am Governor 1. Occodon 2. Pascomb 3. Val gars 4. Doagnis 5. Pacasna 6. Dialiva Number of Ministers 7209 2360 5362 3636 2362 8962"},{"pageNumber":68,"pageContent":"42 Golden Dawn Enochian Magic 3. Zorn 7. Samapha 4400 8. Virochi 3660 9. Andispi 9236 4. Paz 10. Thotanf 2360 II. Axziarg 3000 12. Pothnir 6300 5. ·Lit 13. Lazdixi 8630 14. Nocamal 2306 15. Tiarpax 5802 6. Maz 16. Saxtomp 3620 17. Vavaamp 9200 18. Zirzird 7220 7. Deo 19. Obmacas 6363 20. Genadol 7706 21. Aspiaon 6320 8. Zid 22. Zamfres 4362 23. Todnaon 7236 24. Pristac 2302 9. Zip 25. Oddiorg 9996 26. Cralpir 3620 27. Doanzin 4230 10. Zax 28. Lexarph 8880 29. Comanan 1230 30. Tabitorn 1617 11. Ich 3l. Molpand 3472 32. Vsnarda 7236 33. Ponodol 5234 12. Loe 34. Tapamal 2658 35. Gedoons 7772 36. Ambriol 3391 13. Zim 37. Gecaond 8111 38. Laparin 3360 39. Docepax 4213 14. Vta 40. Tedoand 2673 41. Vivipos 9236 42. Ooanamb 8230 15 Oxo 43. Tahando 1367 44. Nociabi 1367 45. Tastoxo 1886 16. Lea 46. Cucarpt 9920"},{"pageNumber":69,"pageContent":"The Twelve Gates 43 47. Lauacon 9230 48. Sochial 9240 17. Tan 49. Sigmorf 7623 50. Aydropt 7132 5l. Tocarzi 2634 18. Zen 52. Nabaomi 2346 53. Zafasai 7689 54. Yalpamb 9276 19. Pop 55. Torzoxi 6236 56. Abaiond 6732 57. Omagrap 2388 20. Khr 58. Zildron 3626 59. Parziba 7629 60. Totocan 3634 2l. Asp 61. Chirspa 5536 62. Toantom 5635 63. Vixpalg 5658 22. Lin 64. Ozidaia 2232 65. Paraoan 2326 66. Calzirg 2367 23. Tor 67. Ronoamb 7320 68. Onizimp 7262 69. Zaxanin 7333 24. Nia 70. Orcamir 8200 71. Chialps 8360 72. Soageel 8236 25. Vti 73. Mirzind 5632 74. Obuaors 6333 75. Ranglam 6236 26. Pes 76. Pophand 9232 77. Nigrana 3620 78. Bazchim 5637 27. Zaa 79. Saziami 7220 80. Mathula 7560 8l. Orpanib 7263 28. Bag 82. Labnixp 2630 83. Focisni 7236 84. Oxlopar 8200 29. Rii 85. Vas trim 9632 86. Odraxti 4236"},{"pageNumber":70,"pageContent":"87. Gomziam 7635 30. Tex 88. Taoagla 4632 89. Gemnimb 9636 90. Advorpt 7632 91. Dozinal 5632 There are some squares (eight in all) that do not have a sigil of a Governor passing through them, and these are given in the Tablets as reversed letters that make up the name Paraoan. The Dee manuscripts remind us that reversed letters stand for an evil personage. In the tenth Aethyr ofZax, the Dee manuscripts give three names. These are drawn from the Tablet of Union, as ap- plied to the Central Cross that holds the Four Elemental Tablets together, with the addition of an L--possibly from ODe of the let- ters not used to make up Paraoan. The three names are: Lsxarph, Comanan, and Tabitom. This was also confusing to Dee, who asked the Angel Ave, \"I think a mystery did depend upon the choice of the three names .. Lexarph, Comanan and Tabitom ... You had me choose out of the tables the Characters offewest letters, and I found them to be 0 A R (reversed) A J A and L (reversed). You said they are eight in form. I know not the meaning. ':Aue: You must make up the name Paraoan. \"Dee: What shall become of the L averted? \"Ave: It may be an N or an L. [This is another instance where either letter will suffice in a single square without alter- ing the meaning; a point that Dee wonders about in his mar- ginal notation-Po Z. J 14Dee: What must I do with the name? \"Auet In. Exarph you wanted an L, which is of more force than the N and therefore is set in the tables. As far as that N stretcheth in the Character so far shall the country be con- sumed with Fire. \"Dee: I beseech you to say somewhat of the N in Paraoan, of which you said, so far as that stretched, should sink to hell. \"Ave: Every letter in Paraoan is a living fire: but all of one quality and of one creation: 13ut unto }.,T is delivered a vial of Destruction, according to that part that he is of Paraoan the Governor. '\" At this juncture the dictating Angel, Ave, makes it clear that Dee is not to summon the wicked spirits, such as Paraoan."},{"pageNumber":71,"pageContent":"The Twelve Gates 45 In \"The Book of the Concourse of the Forces\" an Exhortation is given with these three names, which has to be recited before any work or study of Enochiana was to be undertaken: \"1· will reign over you, saith the God of Justice. 0 Lexarph, Comanan, Tabitom. Move, therefore, and show your- selves forth and appear; declare unto us the mysteries of your Creation, the Balance of Righteousness and Truth. \" This is part of the first Enochian Call. The Call is attributed to the Tablet ofUnion as a whole, with some Golden Dawn modifi- cations. By studying the attribution of the Governors of the Aethyrs to the Kabbalah we find that these three names are at the Supernal of the Tree relating to the Sephiroth ofChesed, just before one crosses the Abyss (see figures 18 through 21)."},{"pageNumber":72,"pageContent":"Fig. 18. The Aethyrs in Atziluth of Assiah 46"},{"pageNumber":73,"pageContent":"Fig. 19. The Aethyrs in Brian of Assiah 47"},{"pageNumber":74,"pageContent":"Fig. 20. The Aethyrs in Yetzirah of Assiah 48"},{"pageNumber":75,"pageContent":"Fig. 2_1. The 91 Governors of the Aethyrs in Assiah of Assiah 49"},{"pageNumber":76,"pageContent":"The Call of the 30 Aethyrs English \"The Heavens which dwell in the First Aire (or name the Aire required) are mighty in the Parts of the Earth, and execute the judgment of the Highest! \"Unto you it is said: Behold the Face of your God, the begin .. ning of Comfort, whose eyes are the Brightness of the Heavens, which provided you for the Government of Earth and her Un ... speakable Variety, furnishing you with a Power Understanding, to dispose all things according to the Providence of Him that sit- teth on the Holy Throne, and rose up in the beginning, saying: \"The Earth, let her be governed by her parts and let there be division in her that the glory of her may be always drunken and vexed in itself. \"Her course, let it round (or run) with the heavens, and as a handmaiden let her serve them. \"One season, let it confound another, and let there be no creature upon or within her one and the same. All her members let them differ in their qualities, and let there be no one creature equal with another. \"The reasonable creatures of Earth, or Man, let them vex and weed out one another; and their dwelling places, let them for- get their names. \"The work of Man and his pomp, let them be defaced. His buildings, let them become caves for the beasts of the field! Con- found her understanding with Darkness. \"For why? It repenteth Me that I have made Man. \"One while let her be known, and another while a stranger. Because she is the bed of a harlot, and the dwelling place of Him, that is Fallen. ; ! \"0 ye Heavens, Arise! The lower Heavens beneath you, let1 them serve you! Govern those that govern. Cast down such as~ Fall. Bring forth with those that increase, and destroy the rotten.' \"No place, let it remain in one number. Add and diminish un- til the Stars be numbered. Arise! Move! And appear before Covenant of his Mouth which He hath sworn unto us in His j tice. Open the Mysteries of your creation, and make us partak of the Undefiled Knowledge.\""},{"pageNumber":77,"pageContent":"The Twelve Gates The Call of the Aethyrs Enochian 51 \"Madriaax ds praf LIL (or name the Aethyr required) chis rnicaolz saanir caosgo ad fisis balzizas Iaidal \"Nonca gohulim: Micma adoian Mad, land bliorb, soba Doaona chis Lucifitias Piripsol, ds abraassa noncf netaaib caosgi ad tilb adphaht damploz, tooatnoncfg Micalz Oma Irasd tol glo marb Yarry Idoigo ad torzulp Iaodaf gohol: \"Caosga tabaord saanir ad christeos yrpoil tiobl busdir tilb noaln paid orsba od dodrmni zylna. \"Elzap tilb parm gi Piripsax, ad ta qurlst booapis. \"L nibm ovcho symp ad christeos ag toltorn mire q tiobllel. Tol paomd dilzmo as pian od christeos ag L toltorn parach asymp. \"Cordziz dodpal ad fifalz L smnad: ad fargt barns omaoas. \"Conisbra ad avavox tonug. Orsea tbl noasmi tabges levith- mongo Unchi amp tilb ors. \"Bagle? Modoah 01 cordziz. L eapimao izomaxip, od caeocasb gosaa. Baglem pii tianta a babalond, ad faorgt telae vovim. \"Madriiax, torzu! Oadriax orocho aboapri! Tabaori priaz ar tabas. Adrpan cors ta dobix. Iolcam priazi ar coazior, ad Quash Qting. \"Ripir paoxt sa la cor. Vml ad prdzar cacrg aoiveae cormpt. \"Torzu! Zacar! Od zamran aspt sibsi butmona, ds surzas tia balta. \"Odo ciele qaa, Od ozozma plapli Iadnarnad.\" The Tablets Applied to the Macrocosm and Microcosm In the Dee manuscript, Liber Scientiae Auxilii et Victoriae ~rre8triS, is a very elaborate scheme for using the Governors of e Tablets. An association with various countries is laid out. This is for the known world of the 16th century. Some scholars"},{"pageNumber":78,"pageContent":"52 Golden Dawn Enochian Magic have referred to this as proof positive that whatever spirits ex .. isted were in Kelley's imagination. If the angelic hosts had given modem names for the countries, the scholars might have been satisfied. However, looking at this from a practical viewpoint, one could imagine the spirits trying to explain the various names as .. - sociated with America. One would have to consider that, at the time, this vast continent had a multitude of names, depending on which Indian tribe one belonged to. The argument that it should have been called America holds little water, for what it is called today may not be what it is called tomorrow, or in two or three thousand years from now. After all, the spirits did not dictate the book for us in the 20th century. The same situation would then apply to other countries as well. Some have already undergone many name changes since Dee's time. The spirits seem to have tried to apply the scheme to things that Dee and Kelley would un- derstand. In \"The Concourse of the Forces\" Mathers says, \"And as aforesaid the central points of these 4 Great Crosses [of each elemental tablet-P.Z.] do shew in the Celes- tial Heavens, and do correspond unto the 4 Tiphareth points referred to in the Book of the Astronomic view of the Tarot. Naturally then the Linea Spiritus Sancti [on which the Three Holy Names are borne on each tablet-P.Z.] coincides with the Zodiacal Belt wherein is the Path of the Sun who is the ad- ministrant of the Spirit of Life, and The Lord of the Fire of the World. The Four Linea S. S. then form the complete circle of the Ecliptic, a circle at the center of the Zodiacal Circle. \" And he also says, \"It is demonstrated in the book called \"T\" [the Tarot manuscripts-P.Z.] that when the 10 Sephirotb in their grouping which is called the Tree of Life are projected in a Sphere (Kether coinciding with the North Pole, Malkuth coin- ciding with the South Pole, the Pillar of Mildness with the Axis), then the Pillars of Severity and of Mercy are quadru- pled/ i.e. there are 5 Pillars instead of 3 Pillars.\" (See figures 22 & 23.) \"The same scheme is therefore applicable to the Celestial Heavens, and the mode of the governance of these Tablets in the Heavens is also set forth in the Book \"T' [the Tarot manu- scripts-P.Z.]. But as before and there is said, the rule of these"},{"pageNumber":79,"pageContent":"TIPHARETH • • BINAH GEBURAH • CHESED • CHOKMAH • CHOKMAH • CHESED • • GEBURAH BINAH Fig. 22. Northern Hemisphere / Heavens VESOO VESOD • • • NElZACH • • VESOO VESOO • NETZACH • • HOD HOD Fig. 23. Southern Hemisphere / Heavens 53"},{"pageNumber":80,"pageContent":"Four Tablets, Terrestrial as well as in the Heavens, is in the Spaces between the 4 Pillars. That is between the double Pil- lars of Severity and Mercy. In these vast spaces at the ends of the Universe are these Tablets placed as Watch-Towers, and therein is their dominion limited on either side by the Sephirothic Pillars, and having the Great Central Cross of each Tablet coinciding with one of the 4 Tipharetli points in the Celestial Heavens. Therefore even in the small squares unto which each Tablet is divided, each represents a vast area of dominion, having the correlation herefore in the Universe, in the Planets, in our Earth, in the Fixed Stars, and even in Man, in animals, vegetables and minerals. ' \"A knowledge of these tablets will then, if complete, af- ford an understanding of the Laws which govern the whole creation. The dominion of the Tablet of Union is above that of the 4 Terrestrial Tablets and towards the North of the Uni- verse. \" The Golden Dawn scheme, as given above, shows a vast un derlying system, and subsystem, that could be developed from it In the N e\\v Zealand Order, a great deal of study has been done at this, and the following drawings will give the reader an indication of the magnitude of the elemental quadrants of each tablet. They .have been updated; the original drawings of the Order included additional stars of the Southern Hemisphere. When applying the tablets to the Earth, the old concept was to keep the passage oj the Sun over the Earth at the central belt. This elongates the squares and causes a great deal of difficulty when matching them with polar caps and the equator, the coldest and hottest points oj the globe. It was decided that the elemental aspects of the Earth itseli \"righted\" the tablets so that the Linea Spiritus Sancti coincided with the equatorial belt. Placing the tablets on the Earth then be- comes a problem. For example, one would have to go back to the time when one considered the precessions of the Equinoxes to have first started. Since this is a debatable point among astrolo- gers, the New Zealand Order has produced a set of tables, worked out by computer, at the Autumn Equinox of 1984, Southern Hemisphere, to show where the tablets are placed over the globe- The tablets, as laid down in this manner, are not necessarily fixed, but actually move with the precessions of the Equinoxes at"},{"pageNumber":81,"pageContent":"The Twelve Gates 55 the rate of iO seconds of arc per year. From this not only can be deduced the dominion of the Governors of the Aethyrs, but also the area of ,overnance of each Angel of the tablet over the Earth. The Tablet of Union in this instance covers the central axis of the globe (which binds the other tablets together) and the areas not allocated to the elemental tablets, such as the North and South pole, above 30 degrees longitude north and below 80 degrees lon- gitude south (see Figures 24 through 39)."},{"pageNumber":82,"pageContent":"Ecliptic Ecliptic South Pole Figure 24 56"},{"pageNumber":83,"pageContent":"Ecliptic South Pole Figure 25 57"},{"pageNumber":84,"pageContent":"~of6 Ecliptic South Po\\e Figure 26 58"},{"pageNumber":85,"pageContent":"Ecliptic South Pole Figure 27 59"},{"pageNumber":86,"pageContent":"Eclip~ic South Pole Figure 28 60"},{"pageNumber":87,"pageContent":"/).ofb Ecliptic South Pole Figure 29 61"},{"pageNumber":88,"pageContent":"6 ot V' Ecliptic South Pole Figure 30 62"},{"pageNumber":89,"pageContent":"Ecliptic South Po\\e Figure 31 63"},{"pageNumber":90,"pageContent":"~Of\\l Ecliptic North Pole Figure 32 64"},{"pageNumber":91,"pageContent":"\\JOf\\! N Ecliptic orth Pole Ecliptic Figure 33 65"},{"pageNumber":92,"pageContent":"~OfA N Ecliptic . orth Pole Figure 34 66"},{"pageNumber":93,"pageContent":"~ofb' Ecliptic North Pole Figure 35 67"},{"pageNumber":94,"pageContent":"bot \"'V N Ecliptic orth Pole Figure 36 68 Ec\\\\,pt\\C"},{"pageNumber":95,"pageContent":"\\70f'7' Ecliptic North Pole Figure 37 69 Ec\\\\pt\\C"},{"pageNumber":96,"pageContent":"Ecliptic North Pole Figure 38 70"},{"pageNumber":97,"pageContent":"VOf~' Ecliptic North Pole Figure 39 71 Ecliptic"},{"pageNumber":98,"pageContent":"LTOlUen uawn enocman tnagu: The Convoluted Forces of the Tablets Applied to Earth E=East of Greenwich, W=West of Greenwich Fire Tablet Lat BOoN to 80°5 Long 150 0E to 120 0W This covers a minor portion of Eastern Australia, New Zealand, part of Siberia and Alaska, and part of Western Canada and the mid-Pacific. Water Tablet Lat BOoN to 80 0S Long 120 0W to 30 0W This covers almost all of North America and South America, Greenland, the West Atlantic and South Atlantic. Air Tablet Lat BOoN to 80 0S Long 30 0W to 60 0E This covers part of Greenland, Iceland, all of Europe and Africa, part of the Middle East, Russia and the Indian Ocean . . Earth Tablet Lat BooN to 80 0S Long 60 0E to 150 0E This covers part of the Middle East, the Soviet Union, India, all of the Far East, Indonesia, Australia, and Papua New Guinea. Tablet of Union This covers the central axis of the planet and is the binding force that holds the planet together."},{"pageNumber":99,"pageContent":"The Twelve Gates LATITUDE OF EACH SQUARE OF THE TABLETS 80.0 degrees North 67.6 degrees North 55.3 degrees North 43.0 degrees North 30.7 degrees North 18.4 degrees North 6.1 degrees North Linea S piri tus Sancti. 6.1 degrees South 18.4 degrees South 30.7 degrees South 43.0 degrees South 55.3 degrees South 67.6 degrees South 80.0 degrees South Ritual for Projection- into the Governors of the Aethyrs 73 1. Use the temple setting, the same as 0=0 (see Appendix B), plus the four Tablets (see Figures 3 through 6). 2. Conduct Banishing Ritual of the Pentagram (Appendix D). 3. Invoke the Divine White Brilliance (DWB) according to the L.V.X. formula between Pillars (see appendices F and G). 4. Go to the Tablet that contains the name of the Governor of the Aethyr, and perform the Invoking Pentagram Ritual (see Ap- pendix D). . 5. By the Three Holy Names of the Tablet, invoke the Governor by tracing his sigil over the relative squares with your Wand (see figures 7 through 10 for the proper sigil). 6. Invoke the qabbalistic angelic names associated with the Sephirah with which the Governor is related. 7. Vibrate the Call of the Aethyr."},{"pageNumber":100,"pageContent":"3 The Tablets of the Bonorum Introduction This section on the Angels of the Bonorum, or the \"Heptar- chia Mystica,\" is one of the sections of Mathers' Enochian papers that were lost. I originally found a reference to this in Campbell's papers in the form shown in Figure 88, which he entitled \"The 7 Days of Creation Applied to the 7 -Branch Candlestick. \" This tied the whole latter part of the system to the first seven verses of Genesis. This system, however, started with a diagram called the ~abula Collecta\" (Figure 40), which went through at least three other subsystems before it reached its pinnacle as shown in the Mathers figure. This chapter goes through each of these subsys- tems save one (which relates to the formation of the Holy Table), and shows the formation of the system and its remarkable ties With the Golden Dawn paper \"Particular Exordium\" <found in the Zl document of The Golden Dawn). Israel Regardie encouraged me to go further into this sys- tem, and my debt to him is hereby acknowledged. He worked on this subject himself for a few years but was never able to get past the note~taking stage. As far as the most popular published works ()n this subject go, both Geoffrey James' book Enochian Evocation 75"},{"pageNumber":101,"pageContent":"76 Golden Dawn Enocnian Magic and Robert Turner's Hetarchia Mystica of John Dee make excel- lent reading. The Golden Dawn concept, as I have envisioned it, used the pyramid system superimposed by Egyptian god-forms. I believe this puts a lot more meat on the bare bones of the Dee papers. The biblical association of the First Seven Days of Creation unravels some of the mysteries of the functions of the King and Prince. For those who want to do more research into this field, I r-ecommend a book called Path of the Kabbalah by David Sheinkin, edited by Edward Hoffman. Sheinkin was a friend and student of Rabbi Kaplan, whose Kabbalistic study ranks him with the very best in his field. The sigils of the \"Sons of the Sons of Light\" also appear with certain planetary correspondences in Agrippa's work. Finding the origin of some of these names and sigils is yet another area of research that could be done. While I have drawn from the \"Sons of Light\" and the \"Son of the Sons of Light\" from the Holy Seal Dei Aemeth, there are at least two other vertical hierarchies on the Seal that are unaccounted for, both in function and in their con- nection with the Angels of the Bonorum. I assume they may be a force higher in structure than the \"Sons of Light. \" Take the name EL, for example. It is the plural of Elohim, but it also stands for an angel in Canaanite lore who mated with a mortal woman and begot Shar and Shalirn; this angel also has a very strong connection to the \"Sons of Light.\" Of the other missing hierarchy, of which \"I\" is the head, Agrippa tells us that \"I\" is \"a Divine being\" while \"IH\" is \"a just God comparing himself with Man,\" the inference being that they are more than the \"Sons of Light\" and exist on a much higher plane. Exactly who and what these forces are is anyone's guess. Perhaps research into ancient names might provide the clue. ltd' surprising how many names dubbed \"Enochian\" turn up in an\"'; cient manuscripts. In the book \"Semiphoras and Scheham i phoras\" which was published in 1686 by Andrew Luppius, th, word PELE \"who worketh in wonders\" is given. This is the na~ of the spirit whom Dee, after seeing it in a vision in the crys~ put on his ring. No doubt there will be many more found in t,bel future."},{"pageNumber":102,"pageContent":"The Tablets of the Bonorum The Seven Tablets of Creation 77 In the Dee manuscripts, the functions of the 49 Angels of Light (of the Bonorum) are explained in the following manner. The dictating Archangel, Michael, tells Dee: \"Now you touch the world; the Governors that work, rule under God; By whom you may have power to work such things, as shall to God profit of your country and the knowledge of his creatures. n At this point, Michael explains to Dee that the Angels work in the world (which we would call Assiah) and that they are good Angels under God. Furthermore, he hints that material power can be gained from them, if one possesses the knowledge to direct them. Michael then reveals a set of tables and says: \"Behold, these tables; herein by their names that lVork under God upon the earth: Not of the wicked but the Angels of Light. The whole government doth consist in the hands of the 49 whose names are here evident, excellent and glorious. Mark these tables and record them . . . This is the first knowledge. Here you shall have wisdom. \" The Dee manuscripts then show seven tables, joined to- gether in the form of a cross, which are collectively called the \"Tabula Collecta.\" This is shown in Figure 40. The structure of each of these tables is shown in Figures 41 through 47."},{"pageNumber":103,"pageContent":"2 3 7 1 4 6 5 Figure 40 1 2 :3 4 5 6 7 B B B B B B B 8 9 10 11 12 13 14 B B B B B B B 15 16 17 18 19 20 21 B B B B B B B 22 23 24 25 26 27 28 B B B B B B B 29 30 31 32 33 34 35 B B B B B B B 36 37 38 39 40 41 42 B 8 B B B B B 43 44 45 46 47 48 49 B B B B B B B Figure 41 78"},{"pageNumber":104,"pageContent":"7 21 1 26 48 24 13 A 0 A E A A R 34 8 29 2 33 6 25 I 0 N 0 A M E 49 4 35 40 18 28 23 A E A M L M L .. 39 47 3 5 15 36 30 V L A L A N R 20 19 45 37 32 17 41 E R A R I A A 10 38 16 27 12 43 22 A 0 V A R R Y 9 44 11 42 31 14 46 E A E L A N V Figure 42 6 7 29 15 23 8 17 A S A B I B Z 36 36 12 30 1 10 21 A S A 0 L S N 5 31 25 45 28 32 3 V S L B N N P 18 19 48 4 27 34 24 I A R S R N L 38 44 37 20 16 2 22 R G A R T R N 49 43 35 47 9 33 42 M V R I F R I 13 46 11 41 40 28 14 I S R R I I A Figure 43 79"},{"pageNumber":105,"pageContent":"6 41 39 19 49 45 14 M T C G N L G 31 25 2 18 44 e 30 p M N N E 0 R- 7 15 38 32 43 29 28 L A M 0 M S L 35 37 3 13 42 12 33 D L N S I N I 1 17 16 46 5 40 21 I P M D M N E 27 23 4 36 26 47 26 N S G P P N M 9 10 24 22 34 11 48 A M C E 0 N F Figure 44 8 41 16 48 43 7 49 G I 0 0 A A 0 3 19 44 13 47 38 3 D I N F G I I 7 15 2 27 42 10 18 E A 0 A G E T 31 12 25 20 40 15 29 A G A A P L P 6 23 22 1 30 5 46 G D P G G A V 37 9 4 24 34 33 21 G F E E F G F 36 45 26 14 39 11 18 S I A 0 N 0 G Figure 45 80"},{"pageNumber":106,"pageContent":"36 47 14 27 49 13 '6 E E L F D L N 12 32 26 .24 41 31 19 L A G a R L a 22 29 :2 7 25 1 5 a a G D R 0 P 6 15 ~ 34 4 33 30 20 A E 0 M E E L 37 9 18 10 21 28 3 E E a L a E D 17 39 35 3B 8 11 23 M A G L E L 0 44 43 48 40 45 42 46 0 Z R 0 B A A Figure 46 14 49 7 25 13 47 16 E E F A I F 0 46 36 44 42 18 45 6 A N L N M a L 12 41 26 43 29 39 33 0 0 I A L B S 48 31 2 32 9 38 a T 0 0 B S A L 28 15 17 10 3 36 20 S L A a 0 s E 40 34 37 19 4 5 22 L N S P E a R 14 1 35 23 11 21 13 R N 0 N E N A Figure 47 81"},{"pageNumber":107,"pageContent":"82 Golden Dawn Enochian Magic The letters in these tables have a multifaceted purpose. They are used to generate a second set of tables through t.he num- bering system applied to each square. The tables can be classified with the following meanings: Table No. 1 2 3 4 5 6 7 Meaning This gives Wisdom and a quick, witty mind. This gives Power over the princes to do your bid- ding. This gives the ability to be objective and counsel people. This gives shrewd business sense. This gives access to hidden knowledge on \"rater and minerals. This gives control over aspects of the air spirits who control the seasons. This also gives Wisdom and hints at the first table, giving only the intellectual aspects of the same without the depth of this seventh table. These seven tables of the Tabula Collecta are analogous to the Order Formula of the Enterer of the Threshold, as laid down in the Golden Dawn Zl Document \"Particular Exordium.\" The number preceding the following quotes relates to the table num- ber of the Tabula Collecta. The passage in italics shows the direct links to the meaning of the tables. 1. At the Ending of the Night: At the Limits of Light: Tho-oth stood before the unborn ones of time. Then was formulated the Universe. The birth of Wisdom and Intelligence. 2. Then came the Gods thereof: The Aeons of the bornless be- yond. The establishment of a hierarchy. 3. Then there was the Voice vibrated. The power of speech. 4. Then there was the Name declared. Which distinguishes all things. 5. At the Threshold of the Entrance. Between the Universe and the infinite. Hidden knowledge. 6. In the Sign of the enterer stood Thoth. AB before hirn the Aeons were proclaimed. Spirits of the air, time itseli. 7. In Breath he did vibrate them: In symbols he did record them. The Wisdom of the written word."},{"pageNumber":108,"pageContent":"The Tablets a/the Bonorum 83 The seven tablets of the Tabula Collecta form the 49 Angels of Light, or the Bonorum, as they are sometimes called. Refer to the central or first tablet (the square numbered one). Go to the same numbered square in each of the six other tablets, and the name of the first Angel, Baligon, will be formed. The other 48 names are then formed in the same manner. These are then di- vided into seven planetary divisions, as follows: ~ No Name Hour Title Day 1 Baligon ~ King Friday 2 Bornogo 9 Prince Sunday 3 Bapnido 9 Governor Tuesday 4 Besgeme 9 Governor Thursday 5 Blumapo ~ Governor Wednesday 6 Bmamgal 9 Governor Saturday 7 Basledf ~ Governor Monday 8 Bobogel 0 King Sunday 9 Befafes 0 Prince Tuesday 10 Basmelo 0 Governor Thursday 11 Bernole 0 Governor Wednesday 12 Branglo 0 Governor Saturday 13 Brisfli 0 Governor Monday 14 Bnagloe 0 Governor Friday 15 Babalel , cJ King Tuesday 16 Butmonom cf Prince Thursday 17 Bazpama cJ Governor Wednesday 18 Blintom cJ Governor 19 Bragiop cJ Governor Monday 20 Bermale cf Governor Friday 21 Bonefon cJ Governor Sunday 22 Bynepor 4 King Thursday"},{"pageNumber":109,"pageContent":"84 Golden Dawn Enocnian Magic 23 Blisdon 4 Prince Wednesday 24 Balceor 4 Governor Saturday 25 Belmara 4 Governor Monday 26 Benpagi 4 Governor Friday 27 Barnafa 4 Governor Sunday 28 Bmilges 4 Governor Tuesday 29 Bnaspol ~ King Wednesday 30 Brorges ~ Prince Saturday 31 Baspalo ~ Governor Monday 32 Binodab ~ Governor Friday 33 Bariges ~ Governor Sunday 34 Binofon ~ Governor Tuesday 35 Baldago ~ Governor Thursday 36 Bnapsen Q King Saturday 37 Bragles 12 Prince Monday 38 Bormila 12 Governor Friday 39 Buscnab 12 Governor Sunday 40 Bmninpol f2 Governor Tuesday 41 Bartiro 12 Governor Thursday 42 Bliigan 12 Governor Wednesday 43 Blumaza » King Monday 44 Bagenol » Prince Friday 45 Bablibo » Governor Sunday 46 Busdana » Governor Tuesday 47 Blingef )) Governor Thursday 48 Barfort » Governor Wednesday 49 Bamnode )) Governor Saturday"},{"pageNumber":110,"pageContent":"w 0 0 z u.- 0 CJ ~ 0 0 z (!J 0 0 ~ 0> ~ ~ -.J a:- ..... ~ .- -e -c 0 CO aJ CD P o- 0 QJ t.t, ..';) . b q, 9 < J 4 S e ~ c9 cJ) ~ o ~ ... ...... r-:a ...... Co:l td d w G:I m )10 - r- r0- C/) ~ o 0 > Tn 0 - ::D 0 Z > :n Figure 48"},{"pageNumber":111,"pageContent":"vv vv .. u.~rl ...,l,A.r .. ,. ~'''U''-I.J,U~I .l.,.. ... USJl,.. The Dee manuscripts show that these Angels can be used for talismanic purposes (see Liber Mysterium, May 28, 1593). The following was dictated by the Angel Murifi, whose name appears in the third tablet, sixth line of the Tabula Collecta: \"Thou hast written my name, and I am thy Kalender, be- cause thy Kalender is God. In the ground of thy tablets thou wilt find my name ... Note in the Tabula Collecta I took the 3rd letters out cf the names, it is to wit out of the 49th name. Write 7, 30,25,44, 37, 35) 46.\" Refer to the Round Tablet of the Bonorum in Figure 48 and notice the numbers on the inside circle. Starting at number seven, take the third letter from the inside of the circle [e.g., the third letter of BASLEDF is S-Eds.] Using the third numbers from the inside from the above-numbered sequence, the word SOLGARS is fanned. \"Add the first and last numbers together, it maketh 53 [e.g., 7+46=53-Eds.}-let that be the center of the rest. The talisman is to be made of lead. It prevaileth as a cure against such infections. Jl When Dee asked how it was to be used, this was the reply: \"Use it upon the body molested, adding letter of her name [the name of a woman, Isabel Lister, which was given to Dee and Kelley as an example], in a small circle on the back half of the talisman, not the letters in their form expressed but the number of such letters. \" Dee asked how to number her name from the letters, and was told: \"Take them out of the 2nd tablet [any tablet will serve) so that thou takest the number thy findest the letters.\" The lamen is shown in Figure 49. A corresponding talisman is shown in Figure 50, The numbers on the front of the Lamen are worked out thus: 13 33 38 39 20 40 44 26 9 48 4 22 I S ABE L LIS T E R"},{"pageNumber":112,"pageContent":"44 13 Figure 49 7 53 Figure 50 87 39"},{"pageNumber":113,"pageContent":"88 Gotaen Dawn tsnocnian Magu: The example on page 86 is worked out from the 7th Tablet (not the second, as given in the Dee manuscripts) with the num- ber 7 in the center showing the tablet from which the name was fanned. If you wish to experiment with these talismans, use tab- lets 2 to 7 and the horizontal names representing angelic names of the tablets (this appears to be a part of a subsystem of the Bonorum). These horizontal angelic names give the number from which to start creating a talisman. If you wanted to create a talisman for shrewd business sense, use the Fourth Tablet from the Tabula Collecta. Now, take the name AM:CEONF [see the last line of the Fourth Tablet- Eds. J. Then go to the round Tablet of the Bonorum and count from number 9 (which is the letter A). Count four letters in from the center, which is the letter A. Get the tenth number, and keep go- ing with the numbers allotted to each letter of AMCEONF. B A L I G 0 N B 0 R N 0 G 0 B A P N I D 0 B E S G E M E B L A M A P 0 B M A M G A L B A S L E 0 F Figure 51"},{"pageNumber":114,"pageContent":"4 1 3 Figure 52 2 BLACK B GREEN Figure 53 89"},{"pageNumber":115,"pageContent":"90 Go/den Dawn Enochian Magic The Pyramid Squares and the Angels of the Bonorum If you observe the Tabula Bonorum carefully, you will notice that there are seven numbered sections. Each section contains a total of one King, one Prince, and five Governors. Each section can be written in a seven-by-seven square. It must be remem- bered at this stage that each letter of an angelic name from the Bonorum represemts a name in itself before it is formed into a composite name represerrting a King, Prince, or Governor. Figure 51 shows a tablet :made up from the first section of the Bonorum. Notice that planets are arranged in the same column-and- rank format as in the Elemental Tablets. By use of this same for- mula, the astral planes of the Bonorum can be projected into and studied by direct olbservation. A pyramid is formulated from each square from the planetary order, with no two pyramids being identical to each ot.her' in color. A typical truncated pyramid, with numbered Slides, is shown. in Figure 52. The sides of each pyramid are colored as follows: 1. This is made up from the color of the planetary section you are working on, from the p.aths of the King Scale, and has the sigil of the planet in the complementa.ry color on it. 2. This is the colorr of the planet by way of column. S. This is the colorr of the planet by way of rank. 4. This is the color of the element the planet is in. The truncated pyramid square, given in Figure 53, shows the full pyrami d associat:iions for Baligon, the King of the plane- tary hour of Venus. Figures 54 through 58 are five examples of the constru.ction of these pyramid Tablets. The remaining two can easily be worked out and ane left as an exercise."},{"pageNumber":116,"pageContent":"Figure 54 91"},{"pageNumber":117,"pageContent":"o cf 4 Figure 55 92"},{"pageNumber":119,"pageContent":"Figure 57"},{"pageNumber":120,"pageContent":"00 te ~ L\" lQ ::! Q:I .~ ~"},{"pageNumber":121,"pageContent":"Egyptian God-Forms of the Bonorum Over each pyramid square, an Egyptian god-form rules in much the same manner as in the four Elemental Tablets [see our Enochian Magick: A Practical Manual for details-Eds.]. The al- location is designated by way of rank-the planetary hours. God-Form 1 Amen-Ra 2 Thoth 3 Ra-heru-khuti 4 Seker 5 Net 6 Temu 7 Nekhemauait Planet Sun Mercury Mars Saturn Moon Jupiter Venus Number of Bonorum Angels Ruled Over 2, 8,21,27,33,39,45 5,11,17,23,29,41,48 3, 9,15,28,34,40,46 6,12,18,24,30,36,49 7,13,19,25,31,37,43 4,10,16,22,35,41,47 1,14,20,26,32,38,44 Note: Each god-form is colored according to the pyramid square he or she represents, in exact proportion (complementary colors can also be used). Sample Egyptian god-forms are shown in Figures 59 through 65. Figures 66 through 72 show seven additional tablets gener- ated from the Tabula Bonorum. Each of these are taken from the name of the Planetary King of the day, and each name controls a four- hour period. Disregard the first letter, B, in the round tablet and look at the next letter, A (Baligon), Go to the second letter of the next King Bobagel (0), then the next letter of the next king, Babalel, which is an A. Continue until you have worked your way around the board. Go to the next vertical line and again start from the first letter, E, in Befafes, which is the next Prince in the next section (number 9). For the next line, go to number 10 and the third letter, S. Repeat at numbers 17,24,31,38, and 45. This will give you SZLSRB. For the fourth vertical line of the tablet, use the fourth letter, 11~ then numbers 18, 25, 32, and 39, which gives NNMOCD. For the next sequence, increase the previous numbers by one. This will give you the fifth letter of the numbers 12, 19, 26, 33, 40, and - 47. This yields the name GIAGPG. Increase the numbers by one:"},{"pageNumber":122,"pageContent":"Figure 59. Amen-Ra-Heru-Khuti 97"},{"pageNumber":123,"pageContent":"Figure 60 . Thoth, th e Scribe of th e Gods 98"},{"pageNumber":124,"pageContent":"Figure 61. Ra-Heru-Khuti, the Dweller in Behutet 99"},{"pageNumber":125,"pageContent":"Figure 62. Seher ]00"},{"pageNumber":126,"pageContent":"Figure 63. The Goddess Nit (Neith )"},{"pageNumber":127,"pageContent":"Fig ur e 64. The God Tem u 102"},{"pageNumber":128,"pageContent":"Fig ure 65. Nekhemauait 103"},{"pageNumber":129,"pageContent":"0 E S N G L E A V Z N I L N Y L L M A F S N R S 0 G 0 0 N R R C P R N L A B 0 G R E Figure 66 L E E N A R B L N A N A E B R 0 E M N A B L E A 0 R I B N E I C I A B A 0 I D I A B Figure 67 104"},{"pageNumber":130,"pageContent":"B A N S S Z E B Y A P A R E B N A M G E N B N V A G E S B L B 0 P 0 0 B A B A P E N Figure 68 A O· A Y N N L L B B N A A V I 0 A E S P M G G L P P S A 0 E E 0 0 E Z N L L R L N A Figure 69 105"},{"pageNumber":131,"pageContent":"B B A R N F L B B A I G A 0 B 8 A L P A E 8 B A N I F G B 8 0 S N I A 8 B A S N 0 D Figure 70 E L G N S E B N L I N Z V 8 S F A N L L B 0 0 G 0 S R S N R P C R R B E R G 0 B A B Figure 71 106"},{"pageNumber":132,"pageContent":"The Tablets of the Bonorum E I L 0 M F 0 N E 0 T P T A S A G A C I y a N E 0 P 0 N N 0 a N M A N E T E V L G L Figure 72 107 again and go to the sixth letter, and repeat the process. This will give you LLFORR. Repeat this again going to the seventh letter, add one number to the previous number, and you will then obtain ENSONE. The full tablet is shown in Figure 66. This tablet is un- der the presidency of the Angel Ave, who relates to the Sun. At this point, look at the Holy Seal-the Sigillum Dei Aemeth-and note the names on the first heptagram from the center. Listed are seven names: Hagonel, Liba, Ave, An, El, Rocle and Ilemese. These are the planetary forces that directly control the Angels of the Bonorum. The next set of tablets to be generated from the Round Tablet of the Bonorum can easily be worked out and are shown in Figures 67 through 72. Angels of the Bonorum Applied to The First 7 Days of Creation Outside and above the Bonorum hierarchy stands King Camara and Prince Hagonel. They are a direct liaison with the ~gels of't.he Dei Aemeth-the Sons of Light and the Sons of the ns of Light. In their hierarchal order these are:"},{"pageNumber":133,"pageContent":"Sons of Light: I, Ih, 1sT, Dmal, Hecoa, Beigia, and Stimcul. Sons of the Sons: EI, Anm Ave, Liba, Rocle, Hagonel, and TIamese. Prince Hagonel, in a lower form (that is, through a lower Kabbalistic World) is the direct link that binds them to the Holy Seal. As such, either Hagonel or Camara can appear on any day, in any hour. Because of their unique rank, there is some confu .. sion with the original Dee manuscripts. Each King and Prince govern a whole day, but their main seats of power are still within their respective hours of the day, as designated to them in the following pages. The descriptions and powers of the Kings and Princes may at first appear somewhat archaic, and are arranged as Dee transcribed them. The key to their functions is not planetary, but lies in the application of the Biblical verses of Genesis to the First Seven Days of Creation. The Seal of King Camara is shown in Figure 73. Figure 73"},{"pageNumber":134,"pageContent":"The Tablets of the Bonorum SUNDAY President: ISR Vice President: AVE The Seal of AVE is shown in Figure 74. King: BOBOGEL 109 AVE Figure 74 Prince: BORNOGO The Seal of BORNOGO is shown in Figure 75. Figure 75 Governors: BONEFON over the hour of Mars BARNAFA over the hour of Jupiter BARIGES over the hour of Mercury BUSCNAB over the hour of Saturn BABLIBO over the hour of the Moon BOBOGEL governs the whole with his seat of power in the hour of ~e Sun. BORONGO governs the whole day with his seat of power U1 the hour of Venus."},{"pageNumber":135,"pageContent":"110 Golden Dawn Enochian Magic The following 42 Ministers each rule approximately 34 min- utes of the day: 1. LENNARB 12. AEBLNAN 23. EAORIBL 34. ABNEICI 2. EENARBL 13. EBLNANA 24. AORmLE 35. BNEICIA 3. ENARBLE. 14. BLNANAE 25.0RlBLEA 36. AOIDIAB 4. NARBLEE 15. ROEMNAB 26. RIBLEAO 37.0IDIABO 5. ARBLEEN 16.0EMNABR 27.IBLEAOR 38.IDIABAO 6. RBLEENA 17. EMNABRO 28. BLEAORI 39. DIABAOI 7. BLEENAR 18. MNABROE 29. NEICIAB 40. IABAOIO 8. LNANAEB 19. NABROEM 30. EICIABN 41. ABAOIDI \\ 9. NANAEBL 20. ABROE~ 31. IClABNE 42. BAOIDIA 10. ANAEBLN 21. BROEMNA 32. CIABNEI 11. NAEBLNA 22. LEAORIB 33. IABNEIC \" SPECIAL POWER OF THE KING: \"The distributing, giving and bestowing of wisdom and sci- ence. The teaching of true philosophy, true understanding of all learning, ground upon wisdom: with the excellencies in nature: and of many great mysteries, marvelously available, and neces- sary to the advancing of the glory of God and Creator.\" SPECIAL POWER OF THE PRINCE: \"The altering of the corruption of nature into perfections: the knowledge of metals. And generally the Princely Ministering to the right Nobel and Mighty King BOBOGEL, in his government of distributing, giving and bestowing wisdom, science, true phi- losophy and true understanding of all learning grounded upon wisdom and of other very many his peculiar royal properties. And who sayst to me: what thou desirest in me shall be fulfilled.\" GENESIS VS. 3-5: \"And God said, 'Let there be Light' and there was Light. God saw that the Light was good, and He separated the Light from the darkness. God called the light 'Day' and the darkness He caned 'Night.' And there was evening, and there was morning-the First Day.\""},{"pageNumber":136,"pageContent":"The Tablets of the Bonorum MONDAY President: STIMCUL Vice President: ILEMESE The Seal ofILEMESE is shown in Figure 76. King: BLVMAZA 1-« Figure 76 Prince: BRALGES The Seal ofBRALGES is shown in Figure 77. 111 Figure 77 Governors: BASLEOF over the hour of Venus BRISFLI over the hour of the Sun BRAGIOF over the hour of Mars BELMARA over the hour of Jupiter BASP ALO over the hour of Mercury BL VMAZA governs the whole day, with his seat of power in the hour of the Moon. BRALGES governs the whole day with his seat of power in the hour of Jupiter."},{"pageNumber":137,"pageContent":"112 Golden Dawn Enochian Magic The following 42 Ministers each rule approximately 34 min- utes of the day: 1. OESNGLE 2. ESNGLEO 3. SNGLEOE 4. NGLEOES 5. GLEOESN 6. LEOESNG 7. EOESNGL 8. AVZNILN 9 VZNILNA 10. ZNILNAV 11. NILNAVZ 12.ILNAVZN 13. LNAVZNI 14. NAVZNIL 15. YLLMAFSY 16. LLMAFSY 17. LMAFSYL 18. MAFSYLL 19. AFSYLLM 20. FSYLLMA 21. SYLLMAF 22. NRSOGOO 23. RSOGOON 24. SOGONR 25.0GOONRS 26. GOONRSO 27.00NTSOG 28.0NRSOGO 29. NRRCPRN 30. RRCPRNN 31. RCPRNNR 32.0PRNNRR 33. RNNRRCP 34. RNNRRCP 35. NNRRCPR 36. LABDGRE 37. ABDGREL 38. BDGRELA 39. DGRELAB 40. GRELABD 41. RELABDG 42. ELABDGR SPECIAL POWER OF THE KING: \"Discovering God's mysteries-the understanding of all sci- ences that are past; present and future.\" SPECIAL POWER OF THE PRINCE6· \"Behold I come, I will teach the names without numbers. The creatures subject unto me shall be known to you.\" Note: In the Dee manuscripts, Camara and Hagonel are given as King and Prince of Monday. They are, however, not asso-- ciated with any given day, but govern the Angels of the Bonorum as a whole; hence they can appear at any time of the day. GENESIS, vs. 6-8: \"And God said, 'First there shall be an expanse between the waters to separate water from water.' So God made the expanse and separated the water under the expanse from the water above it. And it was so. God called the expanse 'Sky.' And there was eve- ning, and there was morning-the 2nd day.\" .. :.S'<. 1; .'. ,\";;..:::"},{"pageNumber":138,"pageContent":"The Tablets of the Bonorum TUESDAY President: DlVIAL Vice President: LIBA The Seal of LIB A is shown in Figure 78. King: BABALEL 113 Figure 78 Prince: BEF AFES Irhe Seal ofBEFAFES is shown in Figure 79. Figure 79 Governors: BMILGES over the hour of Jupiter BINOFON over the hour of Mercury BMINPOL over the hour of Saturn BUSDUNA over the hour of the Moon BAPNIDO over the hour of Venus BABALEL governs the whole day, with his seat of power in the hour of Mars. BEF AFES governs the whole day, with his seat of power in the hour of the Sun."},{"pageNumber":139,"pageContent":"114 Golden Dawn Enochian Magic The following 42 Ministers each rule approximately 34 min- utes of the day: 1. EILOMFO 12. PrANEOT 2. ILOMFOE 13. TANEOTP 3. LOMFOEI 14. ANEOTPT 4. OMFOEIL 15. SAGACIY 5. MFOEILO 16. AGACIYS 6. FOEILOM 17. GACIYSA 7.0EILOMF 18. ACIYSAG 8. NEOTPTA 19. CIYSAGA 9. EOTPrAN 20. IYSAGAC 10. OTPTANE 21. YSAGAOI 11. TPTANEO 22.0NEDPON 23. NEOPONO 34. ANNOONM 24. EDPONON 35. NNOONMA 25. DPONONE 36. ETEVLGL 26. PONOMEO 37. TEVLGLE 27.0NONEDP 38. EVLGLET 28. NONEDPO 39. VLGLETE 29. NOONMAN 40. LGLETEV 30. OONMANN 41. GLETEVL 31. ONMANNO 42. LETEVLS 32. NMANNOO 33. MANNOON SPECIAL POWER OF THE KING: \"Who art King of the Mighty Waters: Mighty and wonderful waters. Whose power is in the bowels of the waters. Whose royal person with thy N abel Prince BEF AFES and his 42 Ministers, the Tipple Crown King Camara bade me use to the glory, praise and honor Him, which created you all to the laud and praise of His Majesty.\" SPECIAL POWER OF THE PRINCE: \"Who art Prince of the Seas. Thy power is upon the waters. Thou drowndest Pharaoh and hast destroyed the wicked. Thy name was known to Moses. Thou livedst in Israel: who hast meas- ured the waters, who was with King Solomon, and also after that with Scotus: but not known to him by thine true name: for he called thee Mares. And since thou wast with none: except, when thou preservest me (through the mercy of God) from the power of the wicked: and wast with me in extremity. Thou wast with roe thoroughly. 'Who if the Egyptians hath been that name to me known: and me noted in record, to be noble and courteoUS Obelison. Whose Nobel Ministers 42 are of very great power and dignity and authority. A£ some of the measuring of the motions of the waters, and saltiness of the seas, in giving good success in bat- tles reducing ships, and all manner of vessels that float upon the seas. Yea, all that liveth therein are well known and generally arti the distributors of God's judgement upon the waters that 00-"},{"pageNumber":141,"pageContent":"Rn WEDNESDAY President: IH Vice President: AN The Seal of AN is shown in Figure 80. King: BNASPOL Figure 80 Prince: BLISDON The Seal of BLISDON is shown in Figure 81. Figure 81 Governors: BLIIGAN over the hour of Saturn BARFORT over the hour of Moon BLU:MAPO over the hour of Venus BERNOLE over the hour of Sun BAZPAMA over the hour of Mars BNASPOL governs the whole day, with his seat of power in the hour of Mercury. BLISDON governs the whole day, with his seat of power in the hour of Jupiter."},{"pageNumber":142,"pageContent":"The Tablets of the Bonorum 117 34. RBNRPCR 35. BNRPCRR 36. ERGDBAB 37. RGDBABE 38. GDBABER 39. DBABERG 40. BABERGD 41. ABERGDB 42. BERGDBA 23.0GOSRSO 24. GOSRSOO 25.0SRSOOG 26. SRSOOGO 27. RSOOGOS 28. SOOGOSR 29. NRPCRRB 30. RPCRRBN 31. PCRRBNR 32. CRRBNRP 33. RRBNRPC 12. ZVBNLIN 13. VBNLINZ 14. BNLINZV 15. SFi~lvILLB 16. FAMLLBS 17. AM:LLBSF 18. MLLBSFA 19. LLBSFAM 20. LBSF~\\1B 21. BSFAMLL 22.00GOSRS The 42 Ministers, each rules approximately 34 minutes of the day. 1. ELGNSEB 2. LGNSEBE 3. GNSEBEL 4. NSEBELG 5. SEBELGN 6. EBELGNS 7. BELGNSE 8. NLINZVB 9. LINZVBN 10. I NZVB NL 11. NZVBNLI SPECIAL POWER OF THE KING: \"To whom the earth with her bowels and secret whatsoever are delivered: and hast said to me: heretofore what thou art, there I may know. Thou art great but (as truly did confess) He in whom thou art is greater than thou.\" SPECIAL POWER OF THE PRINCE: \"Unto whom the keys of the mysteries of the earth are deliv- ered. Whose 42 Ministers are Angels, that govern under thee. AJI which thy Mighty King BNASPOL bade use of me and affirmed that they are and shall be at thy command. \" GENESIS us. 14-19: \"And God said, 'Let there be lights in the expanse of the sky to separate the day and the night, and let them serve as signs to mark seasons and days and years, and let them be lights in the expanse of the sky to give light on the earth. And it was so. God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. God set them in the expanse of the sky to give light on the earth, to govern the day and the night, and to separate light from dark- ness. And God saw that it was good .... And there was evening, and there was morning-the fourth day.\""},{"pageNumber":143,"pageContent":"THURSDAY President: HECOA Vice President: ROCLE The Seal of ROCLE is shown in Figure 82. King: BYNEPOR Figure 82 Prince: BVTMONO The Seal ofBVTMONO is shown in Figure 83. Figure 83 Governors: BALDAGO over the hour of Mercury BARTIRO over the hour of Saturn BLINGEF over the hour of the Moon BESGEME over the hour of Venus BASMELO over the hour of the Sun BYNEPOR governs the whole day with his seat of power in the hour of Jupiter. BVTMONO governs the whole day with his seat of power in the hour of Mars."},{"pageNumber":144,"pageContent":"The Tablets ofthe Bonorum 119 The 42 Ministers, each rule approximately 34 minutes of the day. 1. BBARNFL 12. INAOBBA 2. BARNFLB 13. AOBBAIG 3, ARNFLBB 14. OBBAIGA 4.RNFLBBA 15.BBALPAE 5.NFLBBAR 16. BALPAEB 6. FLBBARN 17. ALPAEBB 7,LBBARNF IB.LPAEBBA 8. BBAlGAO 19. PAEBBAL 9. BAIGAOB 20. AEBBALP 10. AIGAOBB 21. EBBALPA 11. IGAOBBA 22. BBANIFG 23. BBANIFG 24. ANIFGBB 25. NIFGBBA 26. IFGBBAJ.\"\\T 27. FGBBANI 28. GBBANIF 29. BBOSNIA 30. BOSNIABN 31. OSNIABB 32. SNIABBO 33. NIABBOS 34.IABBOSN 35. ABBOSNI 36. BBASNOD 37. BASNODB 38. ASNODBB 39. SNODBBA 40. NODBBAS 41. ODBBASN 42. DBBASNO SPECIAL POWER OF THE KING: \"Upon the distribution and participation of those exalted, es- pecial and glorified owner, resteth only and dependeth the gen- eral state and condition of all things. Whose satisfaction, glory and renown, although it had beginning, yet can it not, neither shall it have ending. He that measureth said, and thou was the end of his workmanship. Thou art like him and of him: yet not as partaking or adherent, but distinct in one degree. When he came, thou was magnified by his coming and art sanctified, world with- out end. \"The Highest Life. \"The Higher Life. \"The Lowest Life is measured by your hands. \"Notwithstanding thou art not of thyself: neither is thy power thine own: magnified by his name, thou art in all: an all hath some being by thee: yet thy power is nothing, in respect of his power, which hath sent thee. Thou beginnest new worlds. New people, new Kings and new knowledge ofa new government. And hast said to.me: Thou shall work marvellous, marvellously by my workmanship in the highest.\" SPECIAL POWER OF THE PRINCE: \"Who art life and breath in living creatures. All things live by thee: the image of one excepted. All kinds of beasts of the earth dost thou endure with thy life. Thy Seal is their glory. 0 GDd, thou"},{"pageNumber":145,"pageContent":"120 Golden Dawn Enochian Magic ginning of all beasts, thou knowest and by sufferance thou elisa poseth them until thy time be run.\" GENESIS us. 20-25: \"And God said, 'Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky. So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. God blessed them and said, 'be fruitful and ina crease in number and fill the water in the sea, and let the birds increase on earth.' And there was evening, and there was mom .. ing-the fifth day.\""},{"pageNumber":146,"pageContent":"The Tablets of the Bonorum FRIDAY President: I Vice President: EL The Seal of EL is shown in Figure 84. King: BALIGON Figure 84 Prince: BAGENOL The Seal of BAGENOL is shown in Figure 85. o Figure 85 121 Governors: BNAGOLE over the hour of the Sun BERMALE over the hour of Mars BENPAGI over the hour of Jupiter BINODAB over the hour of Mercury BORMlLA over the hour of Saturn 13ALIGON governs the whole day, with his seat of power in the hoUr of Venus. BAGENOL governs the whole day, with his seat of Power in the hour of the Moon."},{"pageNumber":147,"pageContent":"The following 42 Ministers each rule approximately 34 min- utes of the day. 1. AOAYNNL 2.0AYNNLA 3. AYNNLAO 4. YNNLAOA 5. NNLAOAY 6. NLAOAYN 7. LAOAYNN 8. LBBNAAV 9. BBNAAVL 10. ENAAVLS 11. NAAVLBB 12. AAVLBBN 13. AVLBBNA 14. VLBBNAA 15. IOAESPM 16.0AESPMI 17. AESPMIO 18. ESPMIOA 19. SPMIOAE 20. PMIOAES 21. MIOAESP 22. GGLPPSA 23. GLPSAAG 24. LPPSAGG 25. PPSAGGL 26. PSAAGGLP 27. SAGGLPP 28. AGGLPjS 29.0EEOOEZ 30. EEOOEZ 31. EOOEZOE 32.00EZOEE 33.0EZOEEO 34. EXOEEOO 35. ZOEEOOE 36. NLLRLNA 37. LLRLNAN 38. LRLNANL 39. RLNANLL 40. LNANLLR ·41. NANLLRL 42. ANLLRLN SPECIAL POWER OF THE KING: \"Who canst distribute and bestow at pleasure, all whatso- ever can be wrought in aerial actions. Who hast government of thyself perfectly, as a mystery known unto thyself. Thou didst ad- vertise me of this stone (the shewstone), and holy receptacle: both needful to be had: and also didst direct me to the taking of it up: being presently and a few minutes of time, brought to my sight (from the secret depth where it was hid, in the uttermost part of the Roman possession) which stone, thou warnedst me, no mortal hand but mine own should touch: and saidst unto me: thou shall prevail with it, with kings, and with all the creatures of the world. Whose beauty (in virtue) shall be more worth than the kingdoms of the earth. For which purposes here rehearsed: and other party now to be exercised and enjoyed. And partly hereafter more abun- dantly (as Lord, God of Hosts shall dispose), and also because thou thyself art a governor of the 42 thy mighty, faithful and obe- dient Ministers.\" GENESIS us. 24-41: \"And God said, 'Let the land produce living creatures accord- ing to their kinds: livestock, creatures that move along the > ground, and wild animals, each according to their kinds, the live- .: ,. stock according to their kinds, and all the creatures that mo~ ~ along the ground according to their kinds.' And God saw that It. was good. -"},{"pageNumber":148,"pageContent":"The Tablets of the Bonorum 123 'Then God said, 'Let us make man in our image, in our like- ness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the crea- tures that move along the ground.' \"Then God said, 'I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. And to all the beasts of the earth and all birds of ·the air and all the creatures that move on the ground--everything that has life in it-I give green plant for food.' And it was so. \"God saw what he had made, and it was very good. And there was evening, and there was morning-the sixth day.\""},{"pageNumber":149,"pageContent":"SATURDAY President: BEIGIA Vice President: HAGONEL The Seal ofHAGONEL is shown in Figure 86. King: BNAPSEN Figure 86 Prince: BRORGES The Seal ofBRORGES is shown in Figure 87. Figure 87 ) Governors: BAMNODE over the hour of the Moon. BMAMSAL over the hour of Venus. BRANGLO over the hour of the Sun. BLINTOM over the hour of Mars. BALCEOR over the hour of Jupiter. BNAPSEN governs the whole day, but his seat of power is in the hour of Saturn. BRORGES governs the whole day, but biB seat of power is in the hour of Mercury."},{"pageNumber":150,"pageContent":"The Tablets of the Bonorum 125 The following 42 Ministers each rule approximately 34 min- utes of the day: 1. BANSSZE 12. AREBYAP 2. ANSSZEB 13. REBYAPA 3. NSSZEBA 14. EBYAPAR 4. SSZEBAN 15. BNAMGEN 5. SZEBANS 16. NAMGENB 6. ZEBANSS 17. AMGENBN 7. EBANSSZ 18. MGENBNA 8. BYAPARE 19. GENBNMf 9. YAPARES 20. ENBN&'1S 10. APAREBY 21. NBNAM:GE 11. PAREBYA 22. BNVAGES 23. NVAGESB 24. VAGESBN 25. AGESBNV 26. GESBNVA 27. ESBNVAG 28. SDNVAGE 29. BLBOPOO 30. LBOPOOB 31. BOPOOBL 32.0POOBLE 33. POOBLBO 34.00BLBOP 35,OBLBOPO 36. BABEPEN 37. ABEPENB 38. BEPENBA 39. EPENBAB 40. PENBABE 41. ENBABEP 42. NBABEPE SPECIAL POWER OF THE KING: \"Who hast said to me by thee I shall cast out the power of all wicked spirits; And that by thee I shall or may know the doings and practices of evil men, and more that may be spoken or uttered to man.\" SPECIAL POWER OF THE PRINCE: \"Who, being the Prince, Chief Minister and Governor under right Noble KingBNAPSEN didst (to my seer) appear in the most terrible manner with fiery flaming streams and saidst, 'I know the door of death.' And the glory of God has shaken the walls of the ungodly.\" GENESIS.\" 2, us. 2-3 \"By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. And God blessed the seventh day and made it holy, because on it he rested from all the work of creating he had done.\" See Figure 88 for the diagram of the Seven Days of Creation applied to the 7 -Branch Candlestick."},{"pageNumber":151,"pageContent":"Figure 88 126"},{"pageNumber":152,"pageContent":"The Tablets of the Bonorum Invocation to the Planetary Kings of the Bonorum 127 ('0 puissant and right Noble King (name) and by what name else so ever thou art called} or mayest truly and duly be called: to whose peculiar Government} Charge, Disposition, and Kingly Office doth appertayne thee (namer.Lri the name of the King o{Kings, the Lord of Hosts, the Al- mighty God, Creator of Heaven and Earth} and of all things visible and invisible: \"0 Right Noble King (name), come now and appear, with thy Prince and his Ministers, and subjects} to my perfect and sensible eyejudgement: in a godly and friendly manner} to my comfort and help, for the aduanc- ing of the Honor and Glory of our Almighty God by m,y service. As much as by the Wisdom and Power, in thy proper Kingly Office and Govern- ment} I may be helped and enabled unto. Amen. (Come, 0 right Noble King (name) I say, Come, Amen.\" Invocation to the Planetary Princes of the Bonorum \"O noble Prince (name) and by what name else soever thou art called, or mayest truly and duly be called: to whose peculiar Government) Charge and Disposition, Office and Princely Dignity doth appertayne thee (name). \"In the name of Almighty God} the King of Kings, and for his honor and Glory to be advanced by my faithful service. \"1 require thee, 0 Noble Prince (name) to come presently, and to show thy self to my perfect and sensible eye judgement} with thy ministers servants and subjects, to my comfort and help, in Wisdom and Power ac- cording to the properties of thy noble office: \"Come, 0 Noble Prince (name) I say, Come} Amen.'\""},{"pageNumber":153,"pageContent":"Ritual for Skrying the Pyramid Squares of the Bonorum 1. Place relevant Pyramid Tablet on altar. 2. Conduct Banishing Ritual of the Pentagram. 3. Consecrate with Water and Fire. 4. Invoke the ruling planet with Ritual of Hexagram over the Tablet. 5. Recite the invocation of King, then Prince. Ask them both to assist with protection of the angel concerned (if the angel of the pyramid square is either a King or Prince, then use an invoca- tion specific to them, but if not, then both should be used). 6. Visualize an astral pyramid surrounding you (while still at East of Altar). 7. L.V.X. formulae [see Appendix F-Eds.l. 8. Rise up through the pyramid. Do a banishing ritual (see Ap- .pendix D)."},{"pageNumber":154,"pageContent":"4 The Holy Table During my investigations of the Golden Dawn papers of the Whare Ra Temple in New Zealand and others, I have seen no mention, implied or otherwise, of the use of the Holy Table. The Table (see Figure 89) was used as a miniature altar on which the shewstone or crystal was placed. Dee was told by the angelic enti- ties to place a small Seal Dei Aemeth under each table leg and then place a red cloth over the Table (and over the center Seal Dei Aemeth), which had the names of the Angels of the Perimeter in yellow. The actual construction of the Holy Table has its roots in the Heptarchia Mystica and in the Angels of the Bonorum. There are two versions of the Holy Table given in the Dee manuscripts. In Robert Turner's notations in Heptarchia Mystica of John Dee, he points out that the letters on the Table are changed from the first version in the Dee manuscripts. The Table as given by Casaubon in his True and Faithful Relation ... actually gave the first version of the Table. I give the first version of the. lIol y Table, as most of the rectified versions of changes in the Dee manuscripts put entire systems out of whack. I am very skeptical of some later adjustments, such as the rectification of the four elemental Tablets, by Raphael. Ultimately, the choice of which version of the Table to use is left up to you. 129"},{"pageNumber":155,"pageContent":"Figure 89 130"},{"pageNumber":156,"pageContent":"The Holy Table The Names on the Perimeter of the Table 131 You will note that the letters around the edge of the Holy Ta- ble are 84 in number, plus a B in each comer, which makes a total of88 (the letters of the Enochian alphabet are shown in Appendix 1). These letters represent the names of the 14 Kings and Princes of the Bonorum with the initial letter B removed, as shown in the following Tablet (which Dee was told to construct). Part of this ta- ble is identical to the second table, which was generated from the Round Table of the Bonorum, which I have ascribed as Lunar. The lunar influence is always very apparent in Enochian work, as shown by the central name on the Seal Dei Aemeth. To obtain the names of the angels around the Holy Table from the preceding tablet is relatively simple. As an example we will follow the method of obtaining the letters on the top edge of the Holy Table, starting from the left; when translated to English they are as follows: B~OSONSSLGENOEEOOFODGGN-B Looking at the tablet, you will find that this line is formed from the vertical names, in descending order. First of all, remove the letter B at each end of the row of letters above. Now, starting from the first right-hand column, the letters are OSONSSL. The next seven are derived by the same method, starting from the first letter of the second vertical column, which is a G. Follow the letters down (GENOEEO). The next column follows the same pat- tern-start with the first letter of the third column, which is 0, then obtain the letters FODGGN."},{"pageNumber":157,"pageContent":"o n.r oL ego faf el eLc r L eo r n 0 om. 9 pe . .' .. • II e b 0 a ds n 0 n n y 5 ps gr S e- o n n sp a s e u l l i u r ot gla am . n e.g ogl Figure 90 THE CENTRAL LETTERS OF THE HOLY TABLE The central letters on the Holy Table are in fact generated angelic names of the Bonorum, dervied in much the same fashioD as the names around the edge. These central names come froll1 •. the following Tablet below, as given in the Dee manuscripts:"},{"pageNumber":158,"pageContent":"The Ho/v Table 1 . a 1 g a n 0 r n 0 g 0 0 b 0 g e 1 e f a f e s a b a I m 0 n 0 y n e p s d 0 n n a s p r g e e n a p s e n r a 1 g e s 1 u m a z a a g e n 0 1 133 This table forms the basis for a lamen (a special amulet or charm) that Dee was directed to wear (see Figure 90) and which was delivered by the Angel IL.* The construction of it can be eas- ily worked out by reading the letters in either ascending or de- scending columns, mainly in groups of two letters. Although at first this appears to be an obscure lamen in the Dee manuscripts, it is a synthesis of a form that was useful to Dee. It forms all the functions of a true occult lamen, both in theory and practice. When worn, it links these names to that of the operator, and this link protects him from both delusion and illusion. The letters are usually written in Enochian, but I have presented the English version for a quick and easy reference. This lamen was supposed to be worn on a scarf and hidden from view. >II According to Dee man- uscripts the table on the right is the clue to his lamen. The center pro- tects the heart, the mid- dle the flesh, (bodily or- gans), and the end col- unms the skin. Groups of two and three letters are angelic names. 0 g 0 n r 0 I e g 0 b 0 s e f a f e s e s a b a 0 n 0 m t u r 0 p e n y d s . I 1 n 0 1 0 P s a n s e g r 0 r n e s p a n s e g 1 a r a z a m u 1 I . I 0 n e g a n 0 g 1 a"},{"pageNumber":159,"pageContent":"Dee was told to present the central letters (those in bold type) in the following manner: t • 1 0 u 1 r I r 1 e 0 0 The generated angelic names, like those above, usually mix together potencies of forces, which are considered vital in this type of occult work. The letters actually join the names of the Kings and Princes of the hours of Mars, Jupiter, and Mercury, which seems to combine their respective strengths (refer to sec- tion 3 for their functions). I have not referred to the Enochian language in this discus- sion. The use of language opens up a whole new set of problems , in trying to match grammar and syntax, which are beyond the scope of this work. I would refer the reader to the Schuelers' book Enochian Magic, which gives one explanation of these cen trallet- ters using the Enochian language as a key to interpretation. The Seven Seals on the Holy Table There are some specific colors in the Dee manuscripts which Kelley assigned to various sections of the Seals on the Holy Table. The Golden Dawn system, in contrast, has the colors relate to the seven planets, with the letters and/or names in the complemen- tary colors. The seven Seals, in the Dee manuscripts, were transcribed _ letter by letter, and square by square, which left a number of questions concerning what each letter and number stood for."},{"pageNumber":160,"pageContent":"The Holy Table 135 Clearly there is a gap in the Dee papers. Some people believe the Rudd pr pers, in the British Library (Harley Ms. 6482), are copies of the original Dee manuscripts, which were destroyed before anyone realized their historic value. These papers suggest that when Kelley transcribed what he saw in the crystal or shewstone, he often transcribed a 6 for the letter b and vice versa. Robert Turner states that, because the names represented in the seven Tablets are what some would consider \"evil,\" this manuscript is not a true rendition, as Dee would never have allowed it. I would point out, however, that a number of the names on the Seal Dei Aemeth also have the same distinction-if we can trust the works of Agrippa (some of the names of the \"Sons of the Sons of Light\" being one such example)-while others do not consider them so. The definition of good and evil, as far as the angelic entities goes, seems to depend entirely on the author of the text one is reading. Most if not all of the names given in the seven Tablets can be found in old Grimoires, such as Black Magic and Pacts by Waite, Dictionary of Angels by Gustav Davidson, and Dictionary of De- mons by Fred Gettings. These three books contain bibliographies which contain more than enough material to do research on this subject. We now come to the planetary associations of the seven Tab- lets presented in Rudd's manuscript. Upon close inspection, you will find that there are a number of different planetary considers- tions in each Tablet, and that no one entity governs them. The Rudd manuscripts were frequently used by the Golden Dawn, and I first became aware of the Enochian section of Ms. 6482 through my old mentor Jack Taylor. He had Felkin's copy, though it was incomplete (not having the names and explanations of the angelic hierarchies for each Tablet included with the Tablets, as the Rudd manuscripts have). A notation on it showed that it was copied from Westcott's copy."},{"pageNumber":161,"pageContent":"The following important characters-letters of the Angelic: or Enochian Alphabet-are attributed to the Seven Rulers in the Twelve Signs and the Sixteen Figures in Geomancy. . - n Signifies Muriel and Populus, a figure of Chasmodai or Luna in Cancer increasing. C Signifies Muriel and Via, a figure of Chasmodai and Luna in Cancer decreasing. b Signifies Verchiel or Fortuna Major, a figure of Sorath or the Sun in Northern declination. p Signifies Verehiel or Fortuna Minor, a figure of So- rath or the Sun in Southern declination. l Signifes Hamaliel or Conjunctio, a figure ·of Taph- thartharath or Mercury in Virgo. L Signifies Zuriel or Puella, a figure of Kedemel or Ve- nus in Libra. } Signifies Barchiel or Rubeus, a figure of Bartzabel or Mars in Scorpio. L Signifies Advachiel or Acquisitio, a figure of Hismael or Jupiter in Sagittarius. n Signifies Hanael or Career, a figure of Zazel or Sat- urn in Aquarius. C Signifies Cambriel or Tristitia, a figure or Zazael or Saturn in Aquarius. t: Signifies Amnitziel or Laetitia, a figure of Hismael or Jupiter in Pisces. 7' Signifies Zazel and Bartzabel in all their ideals, being Cauda Draconis. I Signifies Hismael and Kedemel in all their ideas, be- ing a figure of Caput Draconis. V Signifies Melchidael or Puer, a figure of Bartzabel or Mars in Aries. ~ Signifies Asmodel and Amissio, a figure of Kedeme1 or Venus in Taurus. 1 Signifies Ambriel or Albus, a figure of Taphthartha- rath or Mercury in Gemini. Figure 91"},{"pageNumber":162,"pageContent":"The Holy Table 137 One section of the Rudd manuscripts that was used on an unofficial basis was the section on attributing the sixteen figures of Geomancy to the Enochian letters. These associations to the Enochian letters, as published by Regardie, were taken from the Rudd manuscripts and were never deemed official, to the best of rny knowledge (see Figure 91). The association of the planets to the Seven Tablets or En- signs of Creation are the same as that given in the Tabula Bonorum. Dee left a number of clues in the mauscripts as to planetary association, for alongside one of the Tablets Dee gives the name \"Hamuthz Gethog,\" which relates to Saturn. This asso- ciation differs from those ofRudd and Westcott but I feel that it is the correct one. The order they were received relates to the Bonorum planetary association. The tablet of 40 squares to Ve- nus; the V tablet in square and circle to the Sun; the 12 squared tablet to Mars; the 24 squared tablet to Jupiter; the 32 squared tablet to Mercury; the 36 squared tablet to Saturn; the circle with a dot in a center, within a square to the Moon. It is also important to mention the Golden Dawn numbering system (gematria) ofEnochianletters, since just about everybody else has. There has never been an official gematria, though some have tried to insist that there is. Some years ago, I found a brief scribble by Campbell, who had started to work out a gematria system. I found 11 letters worked out) and from this start, I came to the same gematric values as those calculated by Thomas Head (Complete Golden Dawn System of Magic) and David Hulse. A note with the Campbell paper stated: \"Garstin says he never got the Enochian numerical sys- tem worked out because Mathers did not give it to the A 0., if he ever had it to give. • My own gematria values are contained in Appendix 1.* A cell-by-cell comparison of the tablets in the Dee and Rudd tnanuscripts (see Figures 92 through 98) will demonstrate a num- ber of differences with the Westcott arrangement (see figures 99 through 105), but I am fairly sure that it came from Rudd origi- OallYJ and not from some other unknown manuscript. Within the --- ill ~ere is yet another numerical system that Dee used for his private notes. but this ts not Enochian."},{"pageNumber":163,"pageContent":"2 66 6B rI' 537 66 W -13 G • 2 666 GlI 666 9 v-4 04 666 6 66 un 814 II 1.)·3· GO CV a 8e ~o a ,.,., q (1 q.9 'h 6 f L 7 4'\"\"'\\ ~ 63 B 8 , 66 5 go 30 9-3 q (I d 7·2 n n 6~ ·A· B 66 5 6B 66 n 3 Figure 92 2~ G 613 66 g 8 6 llfJ G 6 62 8 6 c ® 1\\\\ CQ 6A ~ + 1556 6 = llBB 66 T t-e 6 72 6 6 9 6 F Figure 93 138"},{"pageNumber":165,"pageContent":"I I ~6~:B~6d 6\\ 6 P 6 g 6 1 6°. 6 2 6 I 6 5 6 u 66 6; 6 m 6 8 Y 6£ :6f I I ~6A ~6~ B 8 E' B 2 B5 B 6 B 4 HI B 9 ~ ~~ 8 6 BeB B 7 686 ·6·6 66 B B 362 A M ·96 807 Figure 96 7 • • 3 2 Figure 97 140"},{"pageNumber":166,"pageContent":"G Bt 111-30 q (j f.j(I Q B·9-. n 28 d- 4.· o-g·og oj B 30 i -+ L gel II II G33 A ~ 11 go 5 6 tr ]11 id L 30 6 b c s d 2·A PI) V I-I q q (J Q L 25 6 6 6 d 9 22 og a Figure 98 grade of7=4 in the Stella Matutina, a crystal is used for this type of work. Although no papers were given out on it, it would be a fair comment to say that Felkin, guided by Westcott, was planning to add other Enochian dimensions to the Stella Matutina, For some reason these were never incorporated into the study course of the higher grades, though some of the higher grades were written for it, as these tablets of Westcott's suggest. The only other explana- tion I could give is that this was one of those \"unofficial\" Golden Dawn papers that were often handed around to members. The Enochian vocabulary, published in my Secret Inner Order Rituals of the Golden Dawn, is one such example, and dozens of ale hem i- cal and old grimoire manuscripts contain others. A copy ofRudd's version of this manuscript is contained in Adam Mclean's Angelic Magic, which is a part of his Magnum Opus Hermetic Source- works Series, a limited publication in England. The standard seven Seals, as taken from the Dee manuscripts and the Westcott-Rudd versions, are given in figures 92 through 98. The exact nature or divisions of these Seven Seals are some- thing of a puzzle. Though I have toyed with them for years, I have"},{"pageNumber":167,"pageContent":"\"- tf:lr. t-.:) o Bilet Suer Bael Belial Salam LaquelOse Salay galdel gaap ~ + Damael L el aimon buer9 baliol gabriel 8 2 Osa 9.29 Bachanael 30 leg. damael30 82 leg. Ose Porna +9 buer 2 bael bael buer3 bile13 buer Belial Salam Baciel Caspiel 8 Gaap 2 Rael Rahumel ijaphaer bael 12 leg. 98 leg. Salidet 9 Friagne luriel Balie! Balay Michael Masgabiel Malayel Mathiel Damael Baciel Atel Bebel Suer 2 5 20 leg. 6.89 Bae 2 Suer Gaap Fucas 7 6 3 Hiniel Metatron buer bael bilet 9 buer bael 6 Baal Hyniel Nelapa bilet buer ~ I bilet 9 ·buer 4 9:9 baal 4 6 bilet 1 2 4 3.8 leg. Laquel Balidet Figure 99"},{"pageNumber":168,"pageContent":"Anael Order of Principalities Cassiel 1 Thrones f 2nd OR ~ LV ~ Microcosm t;> e tst ORB ® Sigillia Michael o 4th ORB Uriel Figure 100 143"},{"pageNumber":169,"pageContent":"buer2 buer buer 537 leg. gamori Turiel buer bael2 ~ buer buer Belial 13 leg. 9 times buer buel buerbuer Valac buer Dearmiel 0se4 Bileth 14 Botis barbatos buer Buer botls 4 Belial Bathin Gamigin cr Bilath eimeriel Baraborat Paimon 3 Ophiel Vual BCamuel OCh BeaJphares 99 99 , buer Bealpharos Ose Beajphares Balam Leraie buer 5 times baa' Gamori 9.3 99 Pamersed 7.2 Bileth Ose buer 5 .6 buer Bathjn 36 leg. baaI buer botis Barbatos Asmodai Belial Figure 101 Gatlriel + Michael BiI8t 309 999 Rael OAel 28 legions 0sQe1 Babel Babel Gebrael Gabrael Berith 5 ++ lobquin Sitrael Hyrnel Malantha Kr'gs Baliel or Balay Thamaon tie 0 Galdel Sitrani North Arean Osael Gusoin Asmodai Mathiel laquel 5 buBr <I Oabriel 30 leg. Padiel darquiel bue' ~ buer Pa,imon Amaimon 2 Patdiel vaiac 9 time 9.2 Lame Hyniel 9 baur 25 leg. bilet ernon Baraborat 22 leg. 9 gusoin damael Ose Figure 102 144"},{"pageNumber":170,"pageContent":"7 ORB Cassiel 9 Bilet gamlQln Anael 9 times bune 9 times etatron 9th ORB Gamigin t.armol Budanym 2 ti mes Raziel Figure 103 » 2 JBuer Gaap Botis Bathin botis buer Salam Ge~av glasia 22 legions 24 legions Lobquise 101 leg. botis buer bobs buer Boti 3 Labolas bael buer 8 botis baal buer Gaap Gaap Gaap buer 52 legions Belial baal baal 8 botis 152 leg. Sael + botis 152 leg. Belial balam 2 Balam Baal ~ bael Ose IN( Buer ,h buer buer baal baal botis 50 Bae 9 times buer botis ! Invoked Ba~ial buer busr bael botis q Ose ODel 83 legions buar buer botis botis busr ~ (5 buer .' botis boris Cairn Amairnon buer buer bOtis botis Pltturmur Murmur Belial buer buer boris 166 leg. 155 leg. 151eoions 5 + baaI ~ 2 ~ blJer Belial Belial buer bons bael ~ .. ~ tetragram· 4 times Bael 72 leg. busr bune Balam <-> ,.,..,.- ~ ~ malon Baal buer Furcas 123 blJer 9 times botis Figure 104 145"},{"pageNumber":171,"pageContent":"I 5 Painon Astaroth 8 diriel Loraje Pamersiel glasia bathin Buer 4 Purson Ebra bune barbato botis \"berith Loraie otie1 7 Lorals Sitri Valstar barbatos barbatos buer bathin bathin bathin ileth bath in Cain 3 Murmur belial Forcalor belial bifrons Bune balam repar 8 bifrons Foralor 2 I I 3 Berith buns 3 Belial 8 Belial 7 Beliar 2 Belial 5 2 Astaroth bonoha 8 buer Belial 6 Belial 4 Belial 1 Belial 9 buer bune Belial otiel Gaap2 belinlS Belial Belial 7 Marchosias Belial buer Bathin bune balarn 6 362 leg. Astaroth 6B61eg. Salam 867 leg. Gsa I Figure 105 146"},{"pageNumber":172,"pageContent":"The Holy Table 147 never come up with any system that in my view is satisfactory. However, I would like to quote from a letter of Florence FaIT, dated 17th August 1901. Though she was concerning herselfpri- marily with the Four Elemental Tablets and the Tablet of Union as a whole, the information she derives is interesting: \"The 19 letters (of the Enochiari Alphabet) have to do with the degrees of the zodiac and the order of the Linea Spiritus Sancti is a negotiation. Those at the most important words (Viz: Oroibali etc.) 10 lunations=9 Solar months=40 weeks of parental life;;;. 10 squares of small crosses results in a Tablet of 40 Lunar forces. The 30 squares of Lesser Angles does a month. 9 of Great Crosses=3636 forces relates slightly to the Solar days.\" While the general Golden Dawn approach to the Enochian sys- tem is a solar-oriented one, I have often felt that the lunar influ- ence is possibly stronger, based on my own personal experimen- tation. The central angelic entity of the Seal Dei Aemeth is lunar. When using the system during the correct lunar phase, the re- sults are generally far superior. I believe that the lunar cycles should be worked in with the solar ones when using the Enochian system; there should be no contradiction. Many people have never given the lunation cycles, in connection with the Tablets, any real consideration. I think it is a worthwhile area to develop. Although the Book of Enoch only remotely resembles the Dee manuscripts (in the form of dictating angelic entities), the lunar astrology section of the original Biblical book should be consid- ered along with the latest research on it, as it may open more doors buried deep within the Dee system. Practical Use of the Crystal Now that an explanation has been given of the origins and structures of the Holy Table and various Seals, the next step is their use. The most obvious one is to invoke, and then try gazing at the crystal to see if any sort of entity appears in the crystal. What happens here depends to a degree both on the type ofcrys-"},{"pageNumber":173,"pageContent":"tal used and on the competence of the operator. The original Dee crystals were said to have been made of smoky quartz; one of them still exists in the British Library in the Cotton collection. There is a wealth of information currently available on crystals, but I would refer the reader to Gem Elixirs and Vibrational Heal- ing by Gurudas for detailed descriptions of the functions of the various crystals. For example, taking the smoky quartz that Dee used, we find that it was used in the old continents of Atlantis, Lemuria, and Egypt for preparation work with divination and for releasing the Kundalini energy. Certain cellular changes occur, related to a strengthening of the adrenal glands and to changes to the various meridians, which help to align the various subtle bod- ies and change the third chakra to a power base. With this func- tion alone, crystal gazing has many unusual benefits and helps relieve mental stress and forms of depression, though black quartz is recommended more than the smoky variety. In fact, if the reader does not experience any direct visionary results, the work in plain meditation alone will give many benefits indeed. On a personal note, I prefer small, jet-black obsidian balls, which also have an extraordinary effect that not only alleviates tension, but generally gives the whole system a shot in the arm. Like many other types of crystal balls, it also aligns the mental and emotional bodies and strengthens the various meridians throughout the body. For an example of crystal vision, the book Rosicrucian Seer by John Hamill is a definite must because it p E Figure 106 E L"},{"pageNumber":174,"pageContent":"The Holy Table 149 shows the extraordinary dexterity needed for crystal work. There are a number of times when I have simply meditated in front of the crystal, as set in the Holy Table, and received numerous bene- fits from it. The first thing one should do is read up on the effects of crystals, and then select those which you wish to use either for meditation or visionary work. Some years ago, I drafted a formula of ritual work with the crystal in accordance with the Z2 docu- ment of the Golden Dawn. I have included this for those of you who wish to experiment with it. It is derived from notes on a the- sis I did for my mentor Jack Taylor. I would stress, though, that this was not part of the Whare Ra course, but part of something Taylor especially created for us. This is mainly full ceremonial work, or ritual work taken to its optimum level. It has been in- cluded, or should I say adopted, by members of our own Thoth- Hermes Temple, though I feel it may be too long-winded for some. The Dee manuscripts insisted that a special ring be worn when doing crystal work and the like (see Figure 106). The an- gelic entity known as Michael says of it: \"After this sort the ring must be. Note it. I will reveal thee this ring which was revealed since the death of Solomon with whom I was present. I was present with him in strength and mercy. Lo this is it. This is it wherewith all miracles and di- vine works and wonders were wrought by Solomon. This is it which I have revealed unto thee. This is it which philosophies dreameth of. This it is which the angels scarce know. This it is, blessed be his name for ever and ever so shall it do at thy com- mandment. Without this ring thou shalt do nothing - Blessed be his name that encompasseth. all things, wonders are in Him and his name is Wonderfull. His name worketh in wonders from generation to generation. \" The name relates to the Angel Pele, \"He who worketh in wonders,\" whose name has appeared in a number of Kabbalistic texts."},{"pageNumber":175,"pageContent":"The Magical Formula of Divination With the Crystal According to the Z2 A. Prepare the Holy Table and Shewstone. B. The Adept should undertake preparatory meditation. C. The Adept must try and aim for a definite hierarchy, which is to be blended with a good astrological time. D. The question or reason for making this contact should be writ- ten down if the contact be divinity. E. Purification, consecration, circumambulation with Lotus Wand. F. Invoking rituals of Higher Forces to aid work, using Lotus Wand. G. Invocation of Divine White Brilliance (LVX signs). H. Formation of the astral link through the Seals and Table. 1. Vocal announcement of intent. J. Invocation of necessary forces of the work. K. One then seeks the vision one requires to appear. L. The use of rational mind must be employed to test the vision, i.e., recognition signals. M. First evaluation of the procedure so far. N. See L. O. Let the shewstone give further information. P. See L. Q. Evaluation of information given. R. Further questions, or a different method of approach in the Astral. S. See L. T. Final analysis of session is made. U. Advice sort (where necessary). V. Decision is made on what to do with the results of session. W. Close of session--Banishing Ritual, etc."},{"pageNumber":176,"pageContent":"The Holy Table Tablet of Nalvage 151 The angelic entity Nalvage first appeared to Kelley in the crystal in Cracow, on April 10~ 1584. The description of him, in the Dee manuscripts, is as follows: \"He hath a Gown of white silk, with a Cape with three pendants with tassels on the end of them, all green; it is fur, white and seemeth to shine, with a wavering glittering. On his head is nothing, he hath no beard. His physiognomy is like the pictures of King Edward the sixth; his hair hangetli down a quarter of the length of the Cap, somewhat curling, yellow. He had a rod or wand in his hand, almost as big as my little fin- ger; it is of gold, and divided into three equal parts, with a brighter gold than the rest. He standeth upon his round table of Crystal, or rather Mother of Pearl. n The appearance of N alvage was a very important step for both Dee and Kelley, for from him were revealed the 48 or 49 Calls which developed into yet another system of prime im por- tance. There is nothing in the Golden Dawn documents, private or otherwise, that includes this table, yet by virtue of what devel- oped from it, its importance cannot be over-emphasized in the Enochian system. I have taken the liberty of placing certain grids around various sections of the Tablet ofNalvage (see Figure 107) to make its meaning and function clearer. The first piece ofinfor- mation on this Tablet is its action, which is listed in the original manuscripts as follows: \"1. Its substance is attributed to God the father. 2. The first circular mover, the circumference, God the Son, the finger of the Father, and mover of all things. 3. The order and knitting together of the parts in their due and perfect proportion, God the Holy Ghost. La in the beginning and end of all things. » This statement shows that the Tablet is the actual tool or binding factor for the angelic hierarchies under their functions. This is shown by N alvage when he said: \"Lo it (the Round Tablet) is divided into four parts; whereof two are dignified; one not yet dignified but shall be; the other without glory or dignification. »"},{"pageNumber":177,"pageContent":"To understand how the Tablet is formed we will look at the first portion of the Tablet, where the letters are: I D Z A 0 I M Z R h c r V • d • 1 Z S a 1 1 • d h a 0 1 g 0 v m z r v r r c a b n a f 0 s a s d a z s e a s • b d • 1 a r 1 1 a n g Figure 107"},{"pageNumber":178,"pageContent":"The Holy Table 153 You will note that the comer is made of three letters pre- sented thus: I D A Translated into the Enochian language, IAD means \"God.\" The next set of letters going from left to right in ascending order on this portion of the Tablet are MOZ; which means \"joy.\" Lastly, the final word, ZIR, means \"I am,\" so the whole message or mean- ing is \"1 am the joy of God.\" Like most of the Enoehian material dictated to Kelley, this was given backwards. The words trans- lated directly from the square are \"Zir Moz lad,\" which focuses on the word MOZ. About this word Nalvage says: \"MOZ in itself signifies joy but MOZAD extended (that is to extend the full vibratory pitch of the word by extending letter Z to ZOD) joy to God.\" The Golden Dawn taught that when you emphasize a word or phrase the full vibratory pronunciation is used, but for normal in- vocation the short vowel form is sufficient. Going on to the next section of the Tablet, we have the let- ters: S A I G 0 D V R R Using the same method of name extraction, the following words are derived: 'Gur Sor lad,' which roughly translated means \"The facts (deeds) of God's actions.\" One could possibly modernize this by saying, \"The results of God's actions.\" The third section of the Tablet gives: F 0 S S E A R D I"},{"pageNumber":179,"pageContent":"154 Golden Dawn Enochian Magic This produces \"Ser Osf lad,\" which means \"The discord and lamentation (mourning) of God.\" The fourth section of the Tablet is as follows: B N A D A Z I A B This passage reads \"Zna Bah lad,\" meaning \"God's power in motion. \" Now that the messages of the four Tablets have been spelt out, and their structure briefly explained, we now refer back to the original manuscript. Nalvage points to the first line ,in the first section of the Tablet and gives the name \"Gaudim,\" which means \"joy,\" then names the next \"Presentia\" (present) and \"Laudantes\" or \"Triurnphantes\" (those who praise). This states the offices of the angelic group of the round Tablet for the first sec- tion or small Tablet. The top line of ZDI (pronounced zode) are the names of the angelic choir who administer joy. The next line of lOA is the \"an- gelic choir who are with us, when called, and fill us with their power.\" The third line is RZM, \"those who praise.\" The second sec- tion of the Tablet has lAS as \"those of Power. \"DOG is the \"choir of Motion,\" while RRV is the choir of \"those who administer.\" The third section has SOF as \"those who give grief,\" AES as \"those who sow discord,\" and IDR as \"those who create Chaos.\" It is noted in the Dee manuscripts that two meanings are applied to . this section, possibly due to an error of Kelley's, and that the above offices are rectified ones, which brings the main theme of the sections back into line. The fourth section has ANB as the \"an- gels of Action,\" ZAD as \"those who do Deeds,\" and BAI as \"those who establish.\" Around the top of each side of the Tablet are four more names linked to the above hierarchies, which is analogous to the concept of the Son while the middle Tablets are analogous to the Father. I have been unable to trace the names given in this Tablet to early Biblical literature, though their functions are quite ex- plicit and can be linked from this aspect to other angelic choirs."},{"pageNumber":180,"pageContent":"-.LANG SACH URCH LVAS The Holy Table Ministrantes (those who minister) Confinnantes (those who confirm) Confundantes (those who confound) Laudantes (those who praise) 155 It is obvious from the structure of this table that we are deal- ing with things on a large scale and not for petty invocations. Some of the angelic entities mentioned here seem to fit into rab- binical Hebrew literature. For example, in Odeberg's book Enoch Three, he cites the ministering angels as having three subdivi- sions, though there is no doubt that these four angelic entities are in fact analogous with the \"Four Presences\" given in the Book of Enoch, and are not to be confused with the \"Four Watchers.\" (For a Golden Dawn explanation of the Four Watchers, see manu- script \"Concourse of Forces\" and the Enochian section of Regardie's Golden Dawn.) Their function seems to be for the con- cern of man as a whole, which not only includes help but also re- tribution. The section of Odeberg's book appears to me identical with the Lesser Hecaloth text of Hebrew literature (though this is not named as such). The angelology section is of particular inter- est in opening up further doors to obscure aspects of Enoch ian lit- erature. Because of the magnitude or loftiness of the functions of the angelic entities in the Tablet of N alvage, the use of this Tablet should be limited to large-scale events that effect countries or things on a global level. One petitions the various angelic choir one wishes to call, to try and alter them. My suggestions for color- ing this Tablet are to use a white background with black letter- ing, since the original Tablet was transparent, as Kelley saw it. I did not originally plan to include this section in the book. After prompting from a variety of sources, however, to explain some of the vagueness in Enochian literature, I have put some of my study notes on certain aspects of the Dee system (which form the bulk of this chapter) at the disposal of any who wish to use them through the medium of publication. Generally speaking, a large amount of Dee's Enochian material has been revealed, the exception being the hundred or so folios that make up the codes of \"Liber Logeath,\" which I am sure will form the basis of a very in- teresting future publication and may open yet more doors to the Dee literature that has not survived to the present."},{"pageNumber":181,"pageContent":"5 Visionary Experiences In the preceding chapters there has been a great deal of in- formation on the technical construction of advanced Enochian magic and instructions on how to use this information. Now we come to the area of astral projection with Enochian work. It is ra ther surprising how few personal Enochian experiences have actually been recorded. Most of the information published today came from Golden Dawn work and that of Crowley, both set down almost a century ago. Very little has been published since. The Golden Dawn work is contained in the Enochian Square working, published in the Flying Rolls lectures of the Order (see Astral Pro- jection, Magic and Alchemy, published by Weiser). The work of Crowley is given in his book entitled The Vision and the Voice. The actual purpose of this type of work has, sadly, never been dis- cussed in full before. Before we actually get into this discussion, the definition of astral projection must be explored. Today, there are two major di- visions of thought on this important subject. The first considers that when one projects into an Enochian Square he or she is, in fact, projecting into their own psyche using an artificial arche- type as the key. The second school of thought believes one is actu- ally making contact with some completely dissociated force, 157"},{"pageNumber":182,"pageContent":"either external or internal, and that this area is what we call the Astral. My own personal belief is that one school of thought neces- sitates the other. In other words, a person must travel deep with- in his own psyche before be releases himself in the astral, the in- ternal pressure being so strong that a separation occurs in the As .. tral or Emotional body. This body exists within the human body but in a different dimension. It can travel to certain areas and see certain events that exist on our physical, visual level as well. To understand what the Astral/Emotional Body is and what its functions are, one will have to look at Subtle Body anatomy. The first and main body is the physical body. The second is the Etheric Body, which resembles a series of road maps; its function is to supply energy to the physical body. This is done through the Chakras, the acupuncture meridians, and the Nadis, which are finer channels yet again. Professor Motoyama and Kim Bong Han have published numerous papers on these systems and their functions which have been attributed to the Etheric Body. The Astra1'Emotional Body is the third body. Its function is to bring our emotions to the mind and to the physical body. Scientific evi .. dence of this body has been given by Dr. Robert Morris and Dr. Karl Osis. The fourth body is called the Mental Body. This body is where all of the intellectual work occurs. The fifth body is called the Higher Mental Body and contains a refinement of the intellec- tual capacity. The sixth body is often called the Causal Body, which contains a more refined process of the subject. The seventh body is called the Spirit or Spiritual Body. It operates on a level that is extremely high and directly out of our reach. Just after I received the 6=5 grade from Jack Taylor, he sat me down in his room one day and proceeded to ask me a number of questions on what I knew about the various astral bodies. He had discussed them briefly in ritual analysis work, but now he began to probe deeper into what I actually knew. This turned out to be very little. He then began to explain each of the functions, which he told me he had learned from Alice Bailey's works on the sub- ject. He informed me that he had seen papers on the aura but had put those aside for Bailey's work, which was far superior. I had done visionary work before, both Eastern and Western, but Taylor's relentless probing into what I was actually using during these astral trips made me appreciate a whole new level of aware-"},{"pageNumber":183,"pageContent":"Visionary Experiences 159 ness. (I use the term Astral here for \"inner space,\" to divorce my- self from the psychological viewpoint.) My wife, Chris, has the ability to project herself astrally; that is, to see what is in a given room or area. Some years ago she told Taylor that she felt there was something sinister about the old Vault at the Whare Ra Temple. Though the walls and ceiling remained intact, it had apparently become like a psychic reactor that absorbed emissions. It had no outlet, since it was not in use. Taylor warned her to keep away from the Vault in the physical or in the Astral. One night, Chris decided to see for herself what was going on and tried to place herself astrally in the Vault. She met Taylor, who was also in astral form, standing in front of the Vault, preventing her from entering. He dressed her down for going against his wishes. Since both recalled the event, I hardly can consider it purely psychological in nature. It also showed us the extent to which Taylor could control his astral form and when and where he could apply it. Astral projections can draw on and clear emotional block- . ages and give tremendous energy to those who use it correctly. It helps us to develop control, and to gain access to the deeper parts of our nature by making us more aware of them. Astral projection with Enochian work, however, seems to draw from an external force that can flow through and aid us in exploration. It does this not only within us but also within the external universe by ulti- mately controlling it. It teaches us to merge with these currents of energy and ride with them rather than swim against them. In ad- dition, it opens up a whole new door to our conception of ourselves and of the universe we live in. Below are some condensed versions of astral visions that I experienced some years ago as part of my Adeptus Minor training under Taylor. The first type ofprojection work that is done within the Golden Dawn is the skrying of the Enochian letters. Together with these visionary workings are some corresponding workings done by the Sphere Group, of which Felkin was a member. These visionary experiences, which took place some 80 years earlier than mine, have been included as an interest for the reader. The Sphere Group was headed by Florence Farr and was a subgroup within the Golden Dawn which was eventually disbanded due to peer pressure. The visionary works are taken from the 1901 note- book of Gnothe Seaton."},{"pageNumber":184,"pageContent":"llJU lJU'Ul:n VU Wfl C. flU(JUUTl lY~ U15 IC Vision of the Enochian Letter 'll.~ or cUn~ \"1 came through the clouds and encountered a rain- bow; following it I flew over a landscape of long, endless white beaches and tropical shrubbery. When I first landed I encountered a beautiful, tall, blond female guide who was wearing a buckskin breechcloth. She had the sign of Saturn engraved on her forehead. She turned and led me (after an exchange of recognition signs) into the forest. I then noticed that on the back of the breech- cloth was the Enochian letter ~.' She told me she was called AKNA·OOR, guide to the path and letter. It started to darken, and we entered a small temple of grey stone that looked like a Cromlech or capstone at the end of the path. She stops and turns, then shows me a new sign that I am to use when I enter this realm again. Both arms across the chest, at right angles, right above left, palms facing downwards. There is very much a red In- dian aura about her, though she is Nordic in color and stature. As we enter the Temple she takes me to a room where there are three benches or altars. The left one has two cups on it, the middle a sword and the right a smol- dering urn. Above each (the walls are gold) there are blank tablets with six lines down and six lines across (the tablets are gold also), while the lines are red. The center piece of the middle altar is shaped the same as the hexagram lines on the Holy Table. \"She then takes me to three doors. The first opens to a misty forest, the second to a blizzard and the third to a tropical and hot place. She tells me there are seasons like the three altars under her control. A maroon bracelet with a peculiar design is placed on my right wrist. I ask her to tell me more of the letter ~,' and she replies, \"Harmony between us, the Enochian letters, is like that of a family; they must be placed together correctly or trouble will occur.\""},{"pageNumber":185,"pageContent":"Visionary Experiences \"1 then ask how 1 will know, and she refers me to placing the letters like that of planets. \"What about the shape of the j:\\'?\" I asked. \"She replies 'A stick at the cen- ter and the long shadow is cast.\" Sphere Group's Vision of Letter ~' 161 UI now see a mighty, restless, overwhelming force-a black, rolling mass-gathering on one quarter of the horizon and sweeping towards me (the medium be· came faint and was restored). It is symbolized by the Enochian letter ~.' It does not undulate like the others but moves in a much wider curve and seems to symbolize destruction. It is the Qliphoth and is always in motion- and breaks all barriers.\" It is interesting to note that while the above two visions are vastly different, the Saturn nature is apparent in both. The mun- dane astrological aspect is in the Sphere Group vision. However, the first vision relates the same view of Saturn as that of psychics Edgar Cayce and Arthur Ford; that is, of a Reconciler. These two viewpoints are thoroughly discussed by Stephen Arrya in his bookAstrology, Karma and Transformation, CRCS Publications, 1978. Vision of Enochian Letter 'B' or 'Pe' 11:] stood in a craggy valley, sparse, with little uegeta- tion. Presently a white horse with wings appeared before"},{"pageNumber":186,"pageContent":"me riderless. I got on its back and flew up to a high mountain top with a white candle on it. The horse then flew down to a courtyard, where I was met by ajester in a tunic subdivided into four parts, each section being the four elemental colors. Grade recognition signals were then given and returned. He then proceeded to show me the sign I assume was that of the letter and path of 'B. ' It resembled that of the Theoricus sign without the palms supporting an invisible weight; the palms were (acing each other. I repeated it and was then shown into a Royal Hall, where a banquet was in progress. I met the King, called AXCILES, and his wife (dressed in blue) called PARANADA The King said that they governed 'B'ibe- tween them. He, the King, had on red mail and red whiskers and moustache. On his tunic and on his back was the sign of an arched bridge with four supports. I stayed briefly, gave my apologies and left.\" Sphere Group's Vision of the Letter 'B' \"This has to do with ~BJ for it is the controller of the rivers, the smaller rivers, not the huge masses which are apparently a combination. 'B'is the water of Life, the Guardian of Life. It is the water on the material plane, for without water man cannot live . . . 'B' is Light, the Sign of Illumination. Above it stand the double arches, which represent a city. To it came the Illuminati. It also signifies presence. Through its archways none but the chosen ones may pass. It is the entrance to the city where there is no exit. » I have taken the liberty of amalgamating two different vi- sions of the letter 'B' in the Sphere Group workings. I was simply astounded at the symbols of the archways appearing so clearly in my vision and in that of the Sphere Group, visions nearly 80 years"},{"pageNumber":187,"pageContent":"Visionary Experiences 163 apart, What was more astounding was the fact that I had never laid eyes on the papers of the Sphere Group until well after my own work on the letters had been completed. Vision of the Enochian Letter ·C / K.' Veh' \"1 traced the letter and went through the Astral doorway. The landscape was at first rocky with a slight lavender hue due to the clouds on the rocks. I projected the Hebrew letter Kaph; the clouds cleared and I found myself on a rocky canyon with the sky deep blue. Though it was night, it was very clear. After vibrating Veh a number of times, a group of guides showed up. They were fierce-looking men who looked like M on- gals; they had ajewel in the center of their foreheads which lit up their eyes. They gave me a horse, which 1 mounted after the leader returned the recognition signs and then bowed before me on one knee. I followed them; the horse rode up in the air, and we went to a stone fortress and entered a lighted hall. \"1 dismounted and a man in a white robe came to me. He had white hair and was very old but quite solid in appearance. He said he was not a King but a KEN/F. I asked who were the warriors,' he said they were his people but were still neuerthe- less warriors and warlike. He also said the letter Veh drew on their collective energies because of their fierceness. I then no- ticed ajewel in the center ofhis forehead. He said that by virtue of his white robe he was a person who overcame spirit-the goal of all the warriors. He said his world was an unthinkable distance from mine. I then bade farewell and left. \" Sphere Group's Vision of the Letter ·C I K' \"1 stand on the top edge looking down through space on the Astral, where there seems to be waves that move. Unlike"},{"pageNumber":188,"pageContent":"our Earth waves, they seem to be waves from a center. It is a symbol of Generative Force and is Veh ... The waves come from a common center, but now there comes an opposing force like a black border, which seems to prevent the outcoming of the waves. The waves are much lighter and brighter; they are more like tongues than waves and are curved and short. They seem to flow where the dragon encircles the Astral plane and become merged in it. \" The only common denominator in both visions here is the central force or focal point where the jewel or waves emanate. The black border is not present in my vision, though I have often heard of the Mongols called the \"black horde.\" I may be stretching a point slightly by this inference. Vision of Enochian Letter 'D' or 'Gal' \"Encounter a dark, craggy landscape--was confronted with a black guide with a bone through the top of his hair. Though he returned the recognition signs I felt there was some- thing not quite right and projected the Banner of the West at him; he then transformed himself into a radiant white angelic being whose name was ANDINEE. She held a wand, which I grasped; we flew up over a suddenly changed landscape ringed with mountains, with a plain with a circle in it. \"tVe flew down and met the King whose name is CASOGE or CASOGA (this turns out to be an Enochian name that means «earth\"). He said that the letter GAL was the infi- nite circle where seeds of emotion were implanted in the minds of men. Illusion was the first experience of this letter,' the truth of what it really represents came afterward. The whole plain I saw represented infinity. I then left. \" Sphere Group's Vision of the Letter Gal \"In the sky appears the sign of Venus, like a star in the heavens and the boat becomes a platform and ascends to it, be-"},{"pageNumber":189,"pageContent":"Visionary Experiences corning a shining luminous platform. The cross and sign be- come a doorway aboue-the disk becomes a revolving sphere where the Enochian letter appears . . . There are seven charac- ters and they are from the so-called Theban alphabet . . . could it be ShOI ALChI? There was also written \"Nahusa calls\" and \"n\" was afterwards said to be Daemon. II 165 Both visions undoubtedly relate to the element of Earth. This is shown in the vision of the Sphere Group by Venus and by the Kabbalistic Sephirah of Malkuth. The interesting fact in the first vision is a name given in the Enochian language which I had never consciously heard of before. I had to look it up in my Enochian Dictionary to find out what it meant. The next section of visionary experiences comes from the Pyramid Squares of the Angels of the Bonorum. These differ con- siderably from the Pyramid Squares of the Elemental Tablets. Vision of Baligori (The King of the hour of Venus) \" ... Rose up through the pyramid into blue space and a bl ue-green landscape . . . met the guide also in blue ... who showed me a winding path like that of a leaping dragon, con- stantly in motion, like the sun's path over the earth. For mo- tion applied to direction is the task here . . . I asked to see the King and was shown a man dressed inyellow with a crown. He utilized precision and accuracy of motion, but only as it ap- plied to his quadrant . . . \" The visions of the Enochian Aethyrs were done some years before I had the chance to see Crowley's work on the same subject, which he entitled The Vision and the Voice in his Equinox books. The following visions are a comparison with Crowley's work, giv- ing a condensed version only."},{"pageNumber":190,"pageContent":"Vision of the 30th Aethyr 'Tex' \" ... Came and rose through the heights of the dark grey clouds and saw the star shine on the clouds, manipulating them. I entered the cloud and saw a huge eye that shed a tear, reminding me of the card Judgement . . . then left.\" Crowley's Vision of 'Tex' \" ... Lift up your heads 1 0 Houses of Eternity: for my fa- ther goeth forth to judge the World. One Light, let it become a thousand , and one sword ten thousand, that no man hid from my Father's Eye in the day of Judgement . . . \" The comparison here between my vision of the first Aethyr and the beginnings of Crowley's are extremely close, though I had some difficulty getting into this Aethyr, and Crowley explored further than I did. Vision of the 29th Aethyr 'Rii' \". . . Came face to face with a woman whose name is 'Athor on Hathor'. . . . She had Bulls' horns worked into her face ... She showed me green pastures and said she directed the clouds to nourish water over certain areas to stimulate growth. \" Crowley's Vision of 'Rii' tl • •• 1 turned to the West and there was a great Bull ... with a great sword he shore the skies asunder and amid the"},{"pageNumber":191,"pageContent":"Visionary Experiences 167 silver flashes of the steel grew lightenings and deep clouds of indigo. It is finished. my mother hath unveiled herself . . . n Both visions of the 29th Aethyr refer to the Bull and Hathor either directly or indirectly. The full vision of Crowley's, if studied carefully, relates very strongly to moisture and to the alchemical dissolution process, which in itself relates to the principle of na- ture nourishing itself. While there are many similarities between some of Crowley's visions and my own, there are also a number of his vi- sions that are totally different. We cannot expect all visions to be identical, as they still have to be seen through our own individual perspective. However, when a large number of visions do have common denominators, then this, by way of comparison, may be the way to explore the various Enochian pathways and map them. The Sphere Group tried to do this but relied too heavily on one medium. I feel the best way is for the individual to work on his or her own, and make comparisons later. I have found that when more than one person is involved with visionary work (on a collective basis), Enochian or other- wise, the dominant personality of the group seems to lead the oth- ers down into worlds limited by that person's perspective. This is one of the reasons why I feel that group work in this area should be avoided. To my mind, this includes a simple group path work- ing in such things as Tarot cards. Ultimately it is up to the reader to make his or her own decisions on the subject. As much as I per- sonally admire the enthusiasm of the Sphere Group, I would have to side with Annie Hornirnan's viewpoint (see Magicians of the Golden Dawn by Ellie Howe, page 247-251, for her reasoning against the Sphere Group), as much as it pains me to do so. Her magical judgment on this issue is viewing some of their actions as faulty, even though some of our visionary work produces identical results. The bottom line on any magical work is ultimately that you are on your own. Group working can be done for special occasions, but the main source of magical investigations is singular, for this type of environment is something that requires inner strength. Group support will only take one so far."},{"pageNumber":192,"pageContent":"Appendix A The Four Elemental Weapons The four elemental weapons are the Wand, Sword or Dagger, Cup, and Pentacle, as shown below. The following table contains the main correspondences for these weapons: Weapon Element Direction World Wand Fire South Atziluth Sword Air East Yetzirah (Dagger) Cup Water West Briah Pentacle Earth North Assiah The following quotes are from the Golden Dawn's The Four Elemental Weapons. THE FIRE WAND \"The staff of the Wand should be of wood, rounded and smooth and perforated from end to end. Within it should be placed a magnetized steel rod, just so long as to project 1116-inch 169"},{"pageNumber":193,"pageContent":"beyond each end of the wood. It is often convenient to form the Wand of cane, which has a natural hollow through it. If of cane, there should be three na turallengths according to the knots ... eighteen inches is an extreme length . . . The whole is colored flame Scarlet, and is divided into three parts by yellow bands.\" THE AIR DAGGER \"Any convenient dagger or knife or sword may be adapted to the use, the shorter it is, the better. The hilt and pommel and guard are to be coloured in bright pure yellow.\" THE WATER CUP \"Any convenient glass Cup may be adapted for this use. The bowl should be somewhat the shape of a crocus flower, and must show eight petals ... These petals must be colored bright blue; neither too pale nor too dark. They must be edged with bright orange colour. The colours must be clear and correct. The petals may be formed by paint or by coloured paper pasted on the glass.\" THE EARTH PENTACLE \"The Pantacle or Pentacle should be formed of a round disc of wood, about 4-1/2 inches in diameter) and from 112 inch to 1 inch in thickness, nicely polished, and truly circular, and of even thick- ness. There should be a circular white border and a white Hexa- gram on each face of the Disc. The space within the white border should be divided into four compartments by two diameters at right angles. These four compartments are to be coloured: the up- per, Citrine; right, Olive-Green; left, Russet-brown; lowest, Black ... The Pentacle should be the same on both sides, and should be held in the hand with the citrine compartment; unless there is a special reason for using one of the other compartments. And in this matter remember that Citrine is the Airy part of Earth; Rus- set the Fiery; Olive the Watery; Black the Earthy part of Earth.\""},{"pageNumber":194,"pageContent":"Figure 108. The Four Elemental Weapons 171"},{"pageNumber":195,"pageContent":"AppendixB East Bta.c.k ~ PiHCl ... Hie~eus Fig. 109. Diagram of Neophyte 0=0 Ceremony Setup 173"},{"pageNumber":196,"pageContent":"Fig. 110. The Banner of the East Fig. 111. The Banner of the West 174"},{"pageNumber":197,"pageContent":"Appendix C The Lotus Wand According to the Golden Dawn's The Lotus Wand: \"The Wand has the upper end white, the lower black. Be- tween these are the 12 colours referring to the Zodiac Signs, in the positive or masculine scale of colour. At the upper end of the white is fixed a Lotus flower in three whorls of 26 Petals: the outer 8, the middle 8, and the innermost 10. The calyx has four lobes or sepals of orange colour. The flower center is orange or gold. The Lotus Wand should be from 24 to 40 inches long, and of wood about half an inch thick. The several bands of white, 12 colours, and black may be painted or enamelled, or formed of coloured papers pasted on. The length of colours should be such that the white is a little the longest, then the black, while the 12 colours are equal, and smaller than the black. The colours must be clear, brilliant and correct. They are as follows: White Aries - red Taurus - red .. orange Gemini - orange 175"},{"pageNumber":198,"pageContent":"Cancer - amber Leo - lemon-yellow Virgo - yellow-green Libra - emerald Scorpio - green-blue Sagittarius - bright blue Capricornus - indigo Aquarius - violet Pisces - crimson Black Lotus Flower from above: Center: Orange or gold White • Red cor Inmost Petals, b. Red-Orange 't1 10 in number, White both sides Orange It Amber t& Yellow .. Green J1 Calyx, 4 Petals, c. rrr Coloured orange. Emerald === Green-Blue TI\\ Blue Two whorls of d. )l 8 Petals, white Indigo \\1 inside and olive green outside, Violet with 5 veins shown on the green. Crimson Black"},{"pageNumber":199,"pageContent":"AppendixD The Lesser Invoking /Banishing Ritual of the Pentagram The following ritual is from the Golden Dawn's The Qabalis- tic Cross and Lesser Ritual of the Pentagram: . 177 Begin Here Take a steel dagger in the right hand. Face East. Touch thy forehead and say ATEH (thou art) Touch thy breast and say MALKUTH (the Kingdom) Touch thy right shoulder and say VE-GEBURAH (and the Power) Touch thy left shoulder and say VE-GEDULAH (and the Glory) Clasp thy hands before thee and say LE-OLAM (for ever) Dagger between fingers, point up and say Al'dEN. ~"},{"pageNumber":200,"pageContent":"Make in the Air toward the East the invoking PENTAGRAM: as shown and, bringing the point of the dagger to the center of the Pentagram> vibrate the DEITY NAME-YOn HE VAU HE- imagining that your voice carries forward to the East of the Uni- verse. Holding the dagger before you, go to the South, make the Pentagram and vibrate similarly the deity name-ADONAI. Go to the West, make the Pentagram and vibrate EHEIEH. Go to the North, make the Pentagram and vibrate AGLA. Return to the East and complete your circle by bringing the dagger point to the center of the first Pentagram. Stand with arms outstretched in the form ofa cross and say: BEFORE ME BEHIND ME AT MY RIGHT HAND AT MY LEFT HAND RAPHAEL GABRIEL MICHAEL AURIEL BEFORE ME FLAMES THE PENTAGRAM - BEHIND ME SHINES THE SIX-RAYED STAR And make the Qabalistic Cross as directed above, saying ATEH, etc. For banishing, use the same ritual, but reverse the direction of the lines of the Pentagram."},{"pageNumber":201,"pageContent":"AppendixE The Grade Signs The following signs are used in the Golden Dawn (the Neo- phyte has two signs as shown): SIGN OF HORUS SIGN OF ZELATOR SIGN OF PRACTICUS The Neophyte Signs Signs of Elemental Grades 179 SIGN OF HARPOCRATES SIGN OF THEORICUS ) SIGN OF PHILOSOPHUS"},{"pageNumber":202,"pageContent":"The Signs of the 5=6 Grade- Commonly Called the L VX Formula or the Divine White Brilliance The signs of the 5::::6 Grade are broken down into three sepa- rate sections. The first is when the Adept or aspiring magician calls out: INRI This stands for the Hebrew letters YOn NUN RESH yon which was nailed to the cross of suffering above the head of Christ. Its esoteric interpretation shows that the first \"I\" relates to the Sign of Virgo , Isis the Mighty Mother. In this instance the Mother is the producer of the seeds of frui t on Earth which repre- sents Spring. The \"N\" is Scorpio, Apophis the Destroyer-the De- structive Force of nature that represents Winter. \"R\" is Sol and relates to Summer. The final \"I\" is Osiris Slain and Risen, and re- lates to Autumn and all of its characteristics. By uttering this in- itial keyword, the invoker of this force calls forth and links the power of the Sun into his aura. YOD NUN RESH YOD! VIRGO, ISIS, MIGHTY MOTHER! SOL, OSIRIS, SLAIN AND RISEN! ISIS, APOPHIS, OSIRIS! [-A-O! The letters lAO compose a synthetic name relating to the Sun entering Virgo and the introduction of the Air element, which in itself represents Spirit or unification with the part of the Kabbalistic Soul called the Ruach or \"Breath.\" THE SIGN~ OF ORISIS SL41N! This represents the forces of the Equinox. L-THE SIGN OF THE MOURNING OF ISIS/"},{"pageNumber":203,"pageContent":"Appendix F 183 The hands here are in a semi-arc position which shows the Sun at Summer Solstice and links with the Life Force of Osiris. V-THE SIGN OF TYPHON AND APOPHISI The hands show a further movement of the arc, which repre- sents the Sun at Winter Solstice, thus representing the forces of Darkness. X-THE SIGN OF OSIRIS RISEN! This shows the combination effect of the energy from both the Equinox and Solstice forces. The energy here is then brought down in an even flow} thus cementing itself into the Aura. The en tire concept of doing these signs is twofold. The first is that one brings down the Solar Influences by imitation through a process of god-form assimilation when doing the signs, which in- terrelates with a force called the Ruach, the second functioning part of the Kabbalistic Soul (for a full explanation of this see Regardie's Middle Pillar. Llewellyn Publications). The idea is to unify the lower portion of the Soul, called the N ephesch, with that of the Ruach, which is in fact a triggering device by which this is activated and propels the Initiate into higher levels of conscious- ness. The second part of this is that when one does the LVX Signs, one in fact draws down a powerful force from the astral to have at his disposal, which is analogous to injecting him with a \"booster.\""},{"pageNumber":204,"pageContent":"Appendix G The Middle Pillar Exercise The thrust of this meditational exercise is to make your body correspond to the form of the Tree of Life, a microcosm of the mac- rocosm. The following is from the Golden Dawn's Middle Pillar Exercise: 1. Imagine yourself standing in the Temple, facing West. The Black Pillar of Severity will be on your right-the White Pil- lar of Mercy on your left. You will make the Middle Pillar as you stand between them. 2. Imagine now that the Black Pillar is reflected in your right side-the White Pillar in your left. 3. Take a deep breath and raise your consciousness to your Kether above your head and vibrate the name EHEIEH-which means \"I am.\" Imagine the Light flowing down through Daath (at the nape of your neck) to Tiphareth. 4. In the same manner, establish Yesod in the name SHAD- DAI EL CHAI, and Malkuth in the name ADONAI HA-ARETZ. 5. Make the Qabalistic Cross to indicate that you have called down the Light of your Kether and balanced it in your aura. Then let your imagination dwell on the aura and see it oval and clear, pulsating with the glow from Tiphareth. /85"},{"pageNumber":205,"pageContent":"The Middle Pillar and the Human Body 186"},{"pageNumber":206,"pageContent":"AppendixH Sign and Color Correspondences Astrological Sign Aries Taurus Gemini Cancer Leo Virgo Libra Scorpio Sagi ttari us Capricornus Aquarius Pisces King's Scale Scarlet Red orange Orange Amber Greenish yellow Yellowish green Emerald green Green blue Blue Indigo Violet Ultraviolet Crimson 187 Queen's Scale Red Deep indigo Pale mauve Maroon Deep purple Slate grey Blue Dull brown Yellow Black Sky blue Buff, flecked Silver white"},{"pageNumber":207,"pageContent":"Appendix! Enochian letters and their numerical values used by those in the New Zealand Order. Enochian Title English Numerical Value ~ UN A 1 V PE B 2 b GED G 3 :x: GAL D 4 1 GRAPH E 5 7 ORTH F 6 P CEPH Z 7 rJ NA-HATH H 8 ~ TELORP THETA (Grh) 9 1- GON I, YorJ 10 13 VEH CorK 20 C UR L 30 189"},{"pageNumber":208,"pageContent":"190 Golden Dawn Enochian Magic Enoch ian Title English Numerical Value C TAL M 40 )- DR UN N 50 r PAL X 60 L MED 0 70 n MALS p 80 U GER Q 90 C DON R 100 ~ FAM S 200 / GISA T 300 n VAU U, VorW 400 Note: I have included an extra Enochian letter that I re- ceived during meditation some years ago. It has no English equivalent. My findings to a certain extent correspond with those of David Hulse, who published his findings in The Complete Golden Dawn System of Magic. I have taken a leaf out of his book and applied it to the Greek letter Theta, though I must admit for years I did not know w ha t to do with it. It appears we both had two missing parts of the puzzle."}]
