[{"pageNumber":1,"pageContent":"  THE BOOK  OF THE ELDER KINGS  Issued by the  Thelemic Order and Temple of the Golden Dawn  Official Holy Book of the Novus Ordo Aureae Aurora concerning the Great White Brotherhood  Received by  Sir David Cherubim  Copyright (c) 1989 e.v. 0. There is silence. And now the Elder Kings make speech: 1. We come in the Name of the Most Beloved One, the Most Mysterious One, Whom is the Grand Lord of the Aeon, and Whose Holy Spirit is the Life and Light of the Whole Universe. We come as sacred nourishment, as delicious ambrosia and sweet nectar. We come as a blessed sacrament of wisdom and joy unto all. Know thou this holy truth! 2. We are the Ageless Brethren of L.V.X., Whose Voice is Our Holy Habitation. We are the Secret Masters of the Formless Fire Who conduct the world's initiation. And know thou that We are the Invisible Illuminati of the World, Whose Golden Age of Illumination is come. 3. Thus We say unto thee, fasten thy soul unto Our Voice of Sublime Mystery: let all who have ears to hear, listen to the Vast Symphony of Our Holy Words of Illumination; yea, listen to the Vast Symphony of Our Holy Words of Illumination. 4. We come in the Power of the Light! We come in the Light of Wisdom! We come in the Mercy of the Light! The Light hath Liberty in its Wings! 5. We are the Unseen Liberty of the Great Unfathomable Mystery of the Universe: We are the Ineffable and Boundless Freedom in the Secret Sanctuary of the Mystic Beyond! 6. In the Heavenly Palace of Our Heart shalt thou smell our Spirit of Perfume, as though a thousand and one different perfumes were ignited therein. 7. But hear thou our Majestic Music of the Spheres! Hear thou the Ineffable Sound of Our Mystic Union! 8. Halt: halt! Now eat the fruit and drink the wine. We are come! Our Will is One: Our Will is Done! 9. Come with Us, and We shall uplift thee to the Celestial Palace of the Stars: thou shalt partake of the Ineffable Glory! We are the ecstasy of thine aspiration to accomplish the Great Work: We are the purity of thine invocation to the Highest! 10. Now by Way of the Serpent, or by Way of the Arrow, or by some other known or unknown Way of Initiation, wilt thou attain Union with Us. Whatever thy operation or formulae of initiation, We shall uplift thee into Our Holy Palace if thou wilt but know and follow thy Way. And every Way leadeth unto Us! 11. Know thy Will! And in freedom do thy Will! Master"},{"pageNumber":2,"pageContent":"thyself, and be free! All is intended for thine attainment. Enflame thyself with love: Invoke Us often! 12. But in Truth, We tell thee, that neither Invocations, nor Rituals, nor Scriptures, nor Angels can bring thee to Us. If thou wilt become one of Us, then must We Alone choose thee out of the sublimity of Our Holy Heart of Eternal Truth through the force and exertion of thy Transcendental Will. 13. It is not thy lower Will to Unite with Us; it is Our High Will to Unite thee with Us. No man can pierce the Veil of Isis unless We have ordained it from within. In silence there is grace eternal: know thou Our High Will in the silence. Therein is true Union, in the deep silence of thy heart. 14. But lo! We are not really separate from thee: In every heart of truth we take eternal refuge as the Flame and its Forces take their refuge in the One Holy Light. In every silent prayer of union we are incarnated: behold Us in thy heart as thou utterest thy silent words of prayer, and We Will flame forth from thee as a Mighty Whirlwind of Infinite Fire! 15. Hearken unto Our Voice, O all ye brethren of Us. For We are the Inner Government of the World, Whose Work is in L.V.X., that is the One Light of the Ageless Mysteries; and know thou that Our Names are Immortal. The Universe is a symbol of Our Mighty Forces of Light; We are the Secret Initiators of the Whole Cosmos of Man. In Our Holy Order shalt thou commune with L.V.X.; and so shalt thou see the Nameless One, the Immortal One, the Mysterious Godhead of Supreme Truth, Whose Wisdom is Eternal and Whose Understanding is Perfection. 16. From the Great Unmanifest We thunder forth as a Voice of Great Darkness; but this Darkness is the One Unfathomable Mystery of the One True Light of the Whole Universe. 17. There is a calling from the Beyond; it awakens your inner vision! The Illuminated Ones are inspiring your soul from within! Thou shalt also become a King of the aeons, and the aeons. Hold up thy heart; then bathe it in the fire of pure joy. Ah! the Sun shall consume thy longing soul! And We will fortify thee with the holy aspiration to attain this: We are come so that all may attain Us in the Eternal Flame of Truth. Yet must thou fortify thyself with Liberty, which is Truth, if thou wouldest truly attain. 18. Be thy body the Temple of the Rose and Cross of Light and Life. Be thy mind a pure vehicle of Our Holy Genius. Be thy soul the High Altar of Our Eternal Sacrifice of Union. Be thine all one with Us. 19. Dissolve thine all in Us, Who art One in Truth: We are the Sun in His Rising! We are the Star of the East! We are the Lord of the Aeon! Hail! hail! to the Child of the Aeon, Whose Name is Our Life and Whose Spirit is Our Light. He is Our Truth; and We adore Him in all His Mighty Splendour and Power. Thus We say unto thee, Behold the Mystery of the Sixfold Star Initiator: how We are of Him and He is of Us. Concealed in His symbol is Our Glory of Forces: Ararita! 20. Ours is the Sevenfold Path of Initiation: thou shalt transmute the base lead into the subtle Aurum Solis by rising on the Stairway of the Heavens in thy Secret Laboratorium on earth. Here is the Excellent Way! The steps of the Stairway are seven; the Laboratorium is Our Holy House of Song and Our Holy Rose Garden, which thou knowest so well. Yet to those who are vulgar, it is a secret even though they themselves possess it. 21. Six are the Rays, and the Seventh is in the Centre, hidden yet ever glorious. These are the Six Forces of Our One"},{"pageNumber":3,"pageContent":"Life, and That which is in the Centre is the Palace of the Stars. We are come to uplift thee to That Grand Palace of the Sun where burns the Immortal Flame of the Vast Unknown! We are come to uplift thee to the Home of the Starry Wisdom of the Highest! Thus We say unto thee, Hear thou Our Holy Voice of Fire; yea, Hear thou Our Holy Voice of Fire! \u001f"}]
