[{"pageNumber":2,"pageContent":"THRESHOLD: Black Magic and Shattered Geometry By Ryan Anschauung I Temple of THEM Text Copyright© 2011 Ryan Anschauung reserved. No part of this book may be reproduced or utilized in any form or mtans1 electronic or mechanical1 without permission in writingfrom the publisher. Illustrations by Namtaru Creations and Ryan Anschauung. Layout & Design by Fall of Man /338 Published by Fall of Man wwwfallofman.eu"},{"pageNumber":3,"pageContent":":-3ST 1'HRFsHOLD: TERATO TABLE OF CONTENTS \" Beast_ ....................................................................................... 07 lr. •-••••••onoouoooooooooouoooooonooooooooooooooooooooooooooooooooooooooooooooooooooooooooooool4 -L..--. ................................................................................................... .14 Great -... •..................................................................................................... .15 EIDanations of the Sel£ ................................................................................... 17 -CIIIDg ••\"ncmts .................................................................................................. l7 is a llodel~ ..................................................................................................... 20 Mechanics-A Crash Course .................................................................. 23 •• ltlllilloon:mss ............................................................................................................... 25 -be..., ................................................................................................................ 27 -Ciosing Statements .............................................. :: ................................................ 31 ~ty ............................................................................................................. 32 ADalysis on Frequency ........................................... c ••••••••••••••••••••••••••••••••••••••••••••••••••••• 38 -Ego -The Source of Dialect .................................................................................... 38 ::-Human-Centered Geometry Vs. Life-Centered Geometry .......................... 39 ill-Reform and Revolution ......................................................................................... 40 N-Who Hears the Spheres'2 ...................................................................................... 42 v-Receptive Frequency: The Low Vibration of Propaganda ........................ ..43 VI-Optimum Frequency. .............................................................................................. 44 Vll-The Fundamentals of MindfBody Control... ................................................ 48 The Chrono-Bet ...................................................................................................................... 53 The 23 Syndrome ................................................................................................................... 56"},{"pageNumber":5,"pageContent":"THE THEORY OF THE BEAST -of Black Magic it is often useful to borrow metaphors or terms es such as Psychology. I shall now aim to represent a psychological _ for the ideas I have encountered: but I must impress upon the · this theory and the use of its constituents may lie outside of con-Psychology. However, it is important to address this theory now, for _ has its roots in Alchemy, and Alchemy is a highly relative notion _ because of its emphasis on change, and part of alchemical change knowing thyself. I will give a crash course in Psychological terms and and then relate why I believe suppression of the part of the psyche Id, personified and demonized, gave rise to the origin of Satan, to and to the concept of evil. minds, when being formed, are protected from psychic harm by a con-called the Ego. The Ego is a vitally important function of our total Psy-. : .. r stores for us the unique, stable set of conditions we each live by, with ~ons motivated toward keeping those conditions just right or in 'home--It is also the aspect of us that generates our sense of control and se-___ ·-over our behaviour, thoughts, and environment. When the Ego is first 'Jiled it is malleable, elastic in its growth and able to take on new ideas and Wonnation, but as it reaches maturity it hardens and becomes brittle and re-stant t o change. For this reason, once set, the beliefs of people are often un-daangeable. Entwined as they are with their world-view, the Ego's protective ..cchanisms, and sense of identity; the beliefs of a person are a hyper-exten--of the Ego that can sometimes take control over the organism like an au-pilot. Ego is the part of us that will fight like a cornered animal to re-assert view of reality if it is questioned or challenged. Another function of the Ego is to act like a dam, holding back a vast lake of rater. It acts as a division in our mind that holds back the contents of our an-imalistic \"Sub-conscious\" or \"Id\". The Id is a separate compartment of the mind that originally dominated our Being. In order to have an individual sense 7"},{"pageNumber":6,"pageContent":"TERATO of identity to separate us from our previous animalistic instincts, the ego de-veloped by repressing (blocking out) the subconscious. The content and role of the Id is an on-going matter of speculation; however it is best known for its capacity to act as a psychic waste-land ruled by unknown dimensions; a primeval enigma that contains contents highly disturbing to the logical, ra-tional mind. It is a subliminal pool that contains among other things our dark secrets, wishes and desires, our irrational urges and impulses expressed with-out restraint, intense anxieties and repressed memories of fear and pain, the surfacing of which can be extremely dangerous to our fragile well-being. Our ego helps to deceive us about our innate fragility and keep up protective illu-sions of safety, conformity, normality, control, security and \"Reality\". It es-sentially tries to ignore the Id and takes great pains not to disturb it. Those in the field of Analytical Psychology ( qv. Carl Jung) are painstakingly aware of the care that must be taken when allowing content from the Subconscious of a client to emerge. Psychopaths and the impulsive/compulsive individual em-body examples of the ability of the contents of the unconscious to interfere in sane growth. As well as guarding against internal pressure the ego also helps us to deal with threats from outer forces we face in our external environment. Because it is subjected to enormous psychological and physiological pressures it is im-portant that its development is properly executed. If the Ego is damaged dur-ing crucial stages of its development, it may crack and cause unpredictable leaks of content from the subconscious to occur. A significant crack can enable a large flow or even a flood of subconscious content into our consciousness al-lowing what is called 'the Abyss' in magickal terms or 'the Collective Uncon-sciousness' in psychological terms, to be released onto what we know as ourselves: the \"I\" resulting in madness or severe psychosis. This theory closely parallels our biological evolution. Before we gained the level of consciousness that allowed us to recognize ourselves as individual thinking beings separate from each other and the rest of the world, in fact before we were \"humanity\", proto-man was ruled by base desires and savage primal instincts. At some point in our evolution we were able to suppress our ruling animal instincts long enough for Consciousness to 8"},{"pageNumber":7,"pageContent":"THE THEORY OF THE BEAST Dtually achieved a state of self-awareness that allowed us to ap-onder at our own existence. This unique state of self-awareness as the 'I' in Psychology and has long been regarded as the sin-cinating achievement of the human organism. But the emergence - c at a heavy price. In exchange for Consciousness, we had to force-~ natural, raw instinct of what we were (the Collective Uncon-from the fore of our minds and forge a new artificial conscious agreement (the Collective Consciousness) on what we wanted to be. ~ do this, over time our species created, and then instilled, Values, -ligations and Right Conduct into and onto each other, further sup-the raw state of our natural being to further the aims of our artificial hich was a mass social form of indefinitely deferred gratification (hav-ait for set conditions to arise before one can gratify one's natural de-, long as we kept our primal dark forces (The Id) in check, we were get along with each other relatively well enough to develop groups and -usually ruled by a few, who used fear, violence etc., to enforce Law, and instil conscious conduct. ~ a vast span of time, and as Consciousness spread, the majority of peo-dcveloped an Ego strong enough to contain the Id indefinitely, or produc-released it via outlets of creativity, dance, music, language, symbols, etc. hole social matrix was built upon the attempts to keep the subconscious _ so that our new state of independence could thrive, and we began to cloak illll.mediate needs and base desires within respectability and glamour. Such !,~amour is artifice; all humans contain the Id and all Conscious human beings e scorpions; we learn to conceal our ability to sting but we are capable of cmg deadly. We also began to give names and labels to things to begin dis-- cUing fear. The more names we created the more complex the world became. -oo.ay, there are so many names for things, and so many institutions to per-etuate more names, that we have forgotten its original point as an exercise in ontrol. Because there are so many concepts and names and ideas that have been layered onto what really is apparently there (which is geometry) and nameless, there are now millions of illusions that must be broken before a grasp of genuine reality can be achieved. Owing to the hardship required to 9"},{"pageNumber":8,"pageContent":"TERATO break free from such illusions most cannot help but be entrapped by the de-ception of authority and the webs of the matrix. But, those that made a religion of suppression were ill-prepared for the strength of their new enemy. The Id or \"Beast\" could not be tamed and the forces of the subconscious proved powerful beyond their wildest dreams. Al-though punishment was meted out to those unable to hold back the advancing forces of our primal being as a social admonishment to discourage others from releasing what was imprisoned within, suppression did nothing to sate our desires and urges to behave naturally. While some adopted the new Conscious collective agreement and joined the religion of holding back their impulsive urges, some followed only in part by practising its release in private (or in pub-lic granted certain power); and still others refused (or were incapable) to sup-press it at all, continuing to embody our original natural state of being that sought instant gratification. Out of growing fear of the Beast to undermine our civility and our human-ness, we denied the unknown realm locked away within us that frightened us for its unpredictability, its cruelty and its propensity to erupt from the calmest human being. Such a force threatened to engulf the conscious accomplish-ments of humanity in chaos and destruction. In time, various Religions and magical tribes came to call signs of activity stemming from the subconscious by unfavourable names. In effect - A war was declared against the forces of 'The Great Beast', the opening psychic shot in a Mind War that would lead to all manner of dark masters/forces named responsible for the horrors that issued forth from people -various Monsters, Deities, and Gods, and of course, \"Satan\", all in a bid to control the subconscious. Other words crept in: \"Demons\", \"Evil\", and so forth that led to wide-spread persecutions to stamp out the Beast. It did not take long for some to realize the power that came from interpreting existence for others ... Yet those who suppressed the beast the hardest were often those most afflicted by its insurmountable power. When the subconscious is kept under lock and key and an option to vent it/express it by 'exercising the beast' is denied; the expenditure of energy needed by the Ego to hold back subconscious forces grows exponentially. 10"},{"pageNumber":9,"pageContent":"THE THEORY OF THE BEAST the repressed forces grow stronger by the day until they grow _ to over-run the defences of the Ego or shatter it completely They manifest outwardly as unchecked acts of raw desire, . stronger than when originally imprisoned, often expressed ·-~cruelty, murder, torture, brutality, violence, blood~lust, war, _ rape_ Or they consume the ego with a barrage of irrational emo-that drive the being to fulfil them or take out its frustration _le to fulfil them in other, often destructive ways. The Ego can much to hold the subconscious back until it is eventually over-• L fact that our natural state is one dominated by the Subconscious _its favour in a war of wills. No matter how emphatically the sub-repressed; like the metaphor of the stubborn weed, the tendrils onscious will keep returning, writhing forth again and again into the mind in an endless struggle to choke the host plant into ang our instinct underground we committed ourselves to a life-long _ against our very nature in order to maintain an artificial existence. tificial existence can only prosper under certain conditions: the most · · of which is suppression of raw unconscious desires. In the eyes of nificers, synonymous with the mentality we attribute to the Magi, in our uncontrolled state of being, humans are either; terrifying creatures used with a brutal, primal darkness that has been ca1led \"Chaos\" that are ferocious to tame; or frightened creatures too timid to work or help create latrix and further the artifice. Pending on environmental and genetic fac-ie might be either -thus we are shaped by the Artifice as soon as ssible. Chaos is representative of the unconscious and is anathema to the Order · the Artificers wish to exist. One may be reasonably sure that the Artificers ere simply those that excelled in disguising the Beast, who over time granted [ base desires and ambitions using deception and cunning -forming _ oups of self-interested individuals that conspired to manifest their Beasts rithin using the forms and illusions of the Artifice to conceal them. There is ample corresponding evidence within Sociology for this. For example, an in-11"},{"pageNumber":10,"pageContent":"dividual who commits a corporate fraud which relieves hundreds of people from millions of dollars, homes and savings, is far less likely to be charged and go to jail, than someone who steals a single car. Using the illusions of re-spectability and the forms of the artifice-the Beast is concealed. The Artificers support suppression of the Beast in others via religion and politics for example, negotiating with others to defer gratification by reason, cultural norm, money, threat of imprisonment or force -but they do not support it in themselves. They use the subsequent meekness adopted by a populace to rule it. This type of thing has been going on for a long time-and it is known in Satanism as the Great Mind War. The Great Mind War is a fight between the Magian to assert artificial forms based on original fear, such a moral good and evil existing in the world over the Sinister understanding of the world as godless and domi-12"},{"pageNumber":11,"pageContent":"THE THEORY OF THE BEAST This will all be covered in great detail as we progress through ~eVer, because they fear Chaos so rabidly, the Artificers have de-tered great ignorance concerning Satanism and created a whole _ -blinds and myths intended to prevent any real magical adept-ISIDg in an individual that could seriously pose a threat or chal-ruling regime. For this reason it was extremely difficult to learn • practices of genuine Satanism beneath the tame, safe, watered -that is happily peddled commercially that misdirects and con-.. : by dictating the terms of its release. And the simple motives and greed. If everyone released the Beast or mastered its control Artificers, the Artificers would no longer be powerfuL Their on maintaining an unequal distribution of power. If, for argument's one was suddenly as powerful as everyone else, power would be--· ere and ergo, normaL All diversity of forms within the matrix and thus a utopia would be created, but one which would also be The Artificers' money, assets, lifestyles that set them apart would ommonplace-and were this so, money would become obsolete be-would be no workers willing to work, thus no-one to generate thus no socio-economic growth, no creativity, no slaves, no masters, artifice. Hence: to be powerful means keeping power from others. The regain the power are within your reach, but you must first under-scope of what it is you must overcome, how the system of control and how you can begin to set about facing yourself in order of break the cycles of lies. Dderstanding the creation of the Matrix is the first step to regaining con-. one's being, hijacked by the Ego. Through practical and thorough mag-'alchemical practice or psychic exploration, the contents of the onscious can be integrated with the Ego to form a Super Consciousness, ·elf. 13"},{"pageNumber":12,"pageContent":"DIVINE JoY I -EVOLUTION Today; when the human baby is born, for some time it is blind and for a year or more remains completely dependent on others for its survival. In such a helpless state, how did the first of its kind survive long enough to give birth? Perhaps we are descendants of the monkeys, but how does this solve the orig-inal dilemma? The monkey too is helpless at birth. What is the logical sequence of events that preceded us? Logically, unless there was a species capable of caring for a human infant at least long enough to survive to procreate; a species that was somehow not help-less at birth and able to nurture its own growth and independent being (are there any examples of this in nature?) it is practical to consider the interven-tion of intelligent design. What genus of animals abandons their young im-mediately after birth? And could such a genus have helped raise the first human such as wolves, bears, tigers and other animals have been documented doing? Or, are we deluded and ignorant of a much different past? Are we de-scendants of another race? With evolution the causal procession is often assumed a case of which came first: the chicken or the egg. It's a lazy paradox. Nature spawns creatures that are tested against it. The equivalent of guinea pigs; slowly tailored to suit and thrive in their unique environmental conditions. Perhaps the first chicken (a result of cross-breeding) was simply dropped in a sac to the ground as a \"freak\" of nature, (how arrogant to assume what is normal!) and the hard en-casement of the \"egg\" developed as a result of repeated impact and damage to the sac. One theory held by THEM is of an interlacing level of organism's organization where each individual has, as a by-product of its existence, a sep-arate role as part of a greater whole via the collective forming of another form 14"},{"pageNumber":13,"pageContent":"DIVINE Joy -ants forming a swarm or army that moves as one unit. Armies £Dllllg a colony, many colonies an ecosystem, and so on. To sur-.£aDlSIDS subjected to impact would over time develop protection of their structure and this is likely to have a knock-on effect -larger collective form too. This would mean the egg developed oroto<hicken. The paradox only emerges when we assume that -was actually a \"chicken\" too. less far-fetched to believe that an acausal intrusion gives life to to believe a God has done so. -10rds of the Christian God are: Let there be light. It is a revelation onts; l) that there was darkness prior to God and, 2) that there was the light. tne first of our kind was born; we must assume that somehow it sur-ng enough to procreate. What hideous terror must have assailed the ~ of our kind; what alien and primeval sensations, what noises and bat uncontrollable and original/pristine encounters with this dimen-ust have been the first experiences of that infant. We have considered -first infant may have survived. Let us be optimistic and think on the iences of the first men. The Sun, the Moon, the sea, the mountains and .-ests; must have truly overawed the first men. And not merely the vi-sensations but those of sound, smell, touch, pain. With no words, no ~uage, no comparison for what they saw: no comfort of control over the lights, and fury of the old world; it must have been the original act t.aring into the Abyss. So absolutely frightening was this experience that rere forced to understand what they saw in order to survive it. The great was too much for the first man; as a baby screams in distress at its birth so too would primeval man as an infant have been absolutely awed by experience of suddenly being alive; with no-one to comfort or soothe. I e.lSOn that this first experience of men was captured genetically in the early 15"},{"pageNumber":14,"pageContent":"TERATO stages of the formation of memory and experience of the psyche and is at the very root of our nature as the human species as the first repression; a repres-sion necessary to enable men to rise up and control the horrors of their sur-roundings by giving names and meanings (eventually) to things that shared space with them. This repression of original Chaos is the ghost at the core of memory that drives all human beings to invent the Matrix, as a means to cover the Abyss with meaning to control it. If we had or could not, we should have perished with fear and would not have become the human race. Chaos defines us, and that is why the idea of God(s) resonates hypnotically within the human psyche; that is why \"let there be light\" are the first words of God; because they are the first act of man. 16"},{"pageNumber":15,"pageContent":"RADIA SoL: EMANATIONS OF THE SELF _TATEMENTS cript is the amalgam of two ideas. The first idea comes from looking ous manuscripts of the Order of Nine Angles (ONA) that deal with alchemy of the Magickian as sfhe discards the Ego in necessary Self. The second idea comes from my foray into the fields of Sci-hvsics to educate myself on the basics that I felt I lacked the know!-discarding and transcending of the Ego via 'alchemical' processes poses · m51ing inferences. That the Ego is not necessarily the 'be-all and end-organisms intellectual and spiritual capacity, and that the emergence species of capacity can be attained by shedding the older ego-based the conscious through the harsh alchemical processes mentioned alchemical-based texts, is interesting enough. But this alchemical angle be quite satisfactorily covered for the moment and my concern and uscript aim to explore another aspect of the Psyche: the metaphysical that enables the Psyche to shift from Ego to Self. the manner ONA manuscripts and indeed most other books that cover ~ ect of Psyche attribute the aspects of the Unconscious, Ego and Self Psyche, I get the impression they are represented almost as if they were · beings. As if the Psyche is inhabited by the three individual entities, =go' for instance, is merely one power in control of the organism at any time from a choice of three: A triplicate that inhabits the organism as if organism were a vehicle and one of the three aspects the vehicles current When I found myself wondering if the Psyche could indeed be inhab-17"},{"pageNumber":16,"pageContent":"TERATO ited by a sort of triplicate life of its own, I began _trying to apply scientific principles from an acausal point of view to work out how these three organ-isms of the Psyche or 'Psychanisms' might function. The Ego is integrated with, and ingrained as, part of our conscious, sure. Yet, via alchemy, it is metaphysically possible to increase and decrease its de-gree of domination, and can even be forced to take a back seat to one of the other aspects as the organism gains conscious recognition of its Ego and en-ables the Psyche to evolve into the Self. This sounds like a relatively simple enough process in theory. However, when I'd personally apprehended the con-cept of the Psyche and nurtured the ability to recognize which of the three aspects were dominant within the conscious of others around me, it was in-creasingly clear how difficult it was for an organism to gain primary conscious-ness of its Ego in order to enable the move to self. Given the elite nature of Satanists, I toyed with the idea that this inability for the majority to apprehend, recognize and overcome the driver of their organism as the Satanist is able to, was due to two things: • The differing degree of mergence of the acausal with the respective nexions. • The presence of an x factor in the respective organism enabling independent recognition of the dominant power currently driving their organism. I hypothesize that Self emerges from Ego by virtue of the Self becoming Self-Aware. This self-awareness primarily requires the Self to realize it exists. So how does the Self come to recognize itself, and furthermore become the dominant Psychanism over the virtually absolute dominance of the Ego in many cases, either naturally or magically? It is reasonable to assume that there exists some sort of trigger for the Self's awareness, that such triggers prompt the organism into suddenly becoming aware of the Psychanism in current con-trol. Yet the 'Psychanisms' are intangible and, from many points of view insep-arable, as much a part of us as we are of it. So how does an organism apprehend 18"},{"pageNumber":17,"pageContent":"SoL: EMANATIONS OF THE SELF >~here the Alchemical and Magickal working toward the and separate the Self from the Ego may come in. Yet logi-erhaps the Psychanisms recognize their image and become of it in the same way as the organism they inhabit does -a mirror? and Sociologically speaking, if one thinks of the manner in · s unconscious slowly forms into an Ego, one realizes a process ein the organism is unable to see itself except in other people via external interactions and changes it makes (added to, of course, by · culture et al. until personal identity is achieved). One gets the that everyone is looking at everyone and everything else simply to _ precisely, define, themselves. Since the myth 'equality' and the all people being equal has no standing in my hypothesis, perhaps DDequal portioning of charge to some individuals via the different de-individual mergence with the acausal that enables certain individuals mgnition and control of their Psychanisms. urse, if one views the Self as on the same fundamental mission as the · is, to see its reflection in other Psychanisms of the same species to itself, one can see a distinct major disadvantage in the ratio of Self .. highly polished mirrors) to Ego (crass lenses of personal distortion) n the Self may recognize itself. It is easy to appreciate thus, the rarity Self being attained and then kept in power as the dominant Psychanism. aps this vast difference in ratio is the reason for the hermitage of Self--who seek solace away from the majority, the paradigm of Ego. Nietzsche, QaOJ.ple? nable to find another Self to reflect itself back to itself, perhaps the Self III\"Ced to seek solace in isolation to try and mirror itself by itself. If this is case, the ability of the dominant Psyche to grow upon Self-Reflection leads to surmise that each organism theoretically 'radiates' something to be re-cted. Beams of psyche like the light of a sun (Radia Sol) perhaps, which it e.lJJlS out toward the Psyches of other organisms, using them like mirrors or alls to bounce itself or 'ideas' off. Including of course, anything else that 19"},{"pageNumber":18,"pageContent":"TERATO might serve as a mirror, which can be as simple as a book, or as complex as the incommunicable sensations received by virtue of being affected by the matrix. Why? In order to send itself back information about itself to define itself, per-haps continually, in order to stay in dominance over the other aspects of the psyche, and to define which aspect is in control. The writings below attempt to demonstrate how metaphysically this 'Radia Sol' might work -and I've broken the theory down into several smaller fun-damental principles to aid an understanding. WHAT IS A MODEL? Models are an integral tool of my ability to artistically interpret and demon-strate concepts, especially those related to Physics, Quantum Theory, or the acausal for which I lack the necessary knowledge of mathematics to convey. Quite simply, a model is the building of a structure, with bits and pieces arranged and labelled in such a way that the esoteric forces I am trying to demonstrate can represent themselves. One example of a causal model might be a diagram or a picture whereby the forces are represented through labels and accepted scientific doctrine. An acausal example might be when I draw a parallel between a thing that is rec-ognized and known by the majority as a 'real' or 'accepted' thing or function within the causal. Often I'll use a metaphor to explain that which is beyond cause and effect, allows for x amount of dimension, and is generally not ac-cepted, i.e. the image of a burning sea of oil to represent the acausal and its nexions. Take the example of a remote control car as being the accepted view of a causal model. It has a structure that is made up of many parts and components, arranged and labelled in such a way that those parts and components can ex-press specific principles actively such as motion, acceleration, inertia, electric-ity, etc. By its abilities to do so with a remote control, it defines the meaning of the nature of the model as a 'remote control car'. Note that it expresses a 20"},{"pageNumber":19,"pageContent":"RADIA SOL: EMANATIONS OF THE SELF • .::~ and laws-yet is contained within the postulate, and operates ..~pposition, that there are only four dimensions . • ;. this example, the parts, wheels, frame, motor, gears, etc are often :-· a binding general consensus and are recognized fairly easily -_-·. of people. They are familiar parts that go together in a familiar ople are aware the wheels are used to propel the frame, the motor wheels, the remote control to propel the whole thing ... , etc. the majority, actually understand how it works, they accept this c:J by causal laws and physics and geometry, as representative of : the 'real world'. the model I am about to construct is metaphysical.-The 'parts', _ Crred to by names commonly and causally known, may not neces-e the causal physics associated with that which is alluded to. For ex--.u use the word 'wave' but this doesn't necessarily bind my usage ...o to all or any accepted meaning of the familiar word 'wave'. As al-esoteric manuscripts, there are some important things to remember dels used to demonstrate esoteria before we continue-and these are arts that make up the whole of the acausal model are not solid inef-: or descriptions of objects or movements they are merely abstract to enable the apprehension of the forces or concept being dealt with common everyday way using parts that are causally familiar. As _ parts in a model, it is easy to think of the word wave for example, as 'wave' and to associate the ideas connected to the word and term _ being applicable and only applicable to the part labelled 'wave'. This damental error- since these parts are not intended to represent the ac-that make up the model, but familiar components used to help give tmding on a basic level necessary to comprehend esoteric ideas. Fur-- -the term 'parts' is misleading since the dimensions of the acausal are _ together like those of a causal model-and the reader is wise to keep _ that what is described using causal terms cannot represent the actual of acausal forces. 21"},{"pageNumber":20,"pageContent":"TERATO II) The causal motions, effects, or changes that the parts demonstrate upon one another and the model as the parts and their function are explained, are mostly irrelevant, since the model deals with the Essence, the idea behind the model. And it is this idea behind the model, separate from the parts and fa-miliar associations with the parts themselves, that I seek to bring to light. ill) The model is not infallible-it is after all only a model. Too often criti-cisms are found with the model before the idea which the model is trying to elaborate-(and catch 22, can rarely do, without the use of such models) is ap-prehended. Too often the appearance is observed and not the essence. This fundamental flaw in perception develops the Projection that is the bane of all such esoteric models. Since sure, while the parts of a model exist as they Are, unless one is able to view the Idea behind the parts-one will never understand essence. And it is this raw numinous genius that is alone important. The model is not a representation of the actual Essence of the Idea, but uses familiar forms to demonstrate it. Essence, which is without causal form -relies on the limited forms available to an individual to express itself in a causal way-and is there-fore a difficult concept to apprehend, work with, or show to others. IV) The ability to see the Idea behind the model, from the model, and think beyond the model is paramount. It enables latent genius to presence itself -and not necessarily the genius of the model's maker, but that which comes from another individual who grasps and then evolves the Idea in ways the model maker may have not thought of. The more organisms capable of appre-hending the acausal, the more chance of eventually representing it on its own terms, in acausal ways. V) To better understand my model, you will require some knowledge of 'Wave Mechanics'. I of course assume that like myself, when faced with a sub-ject of which one knows nothing or very little about-you undertake the nec-essary research to remedy this. For my model, I have posited the reality of wave mechanics and built up the theory from this postulate. 22"},{"pageNumber":21,"pageContent":"RAniA SOL: EMANATIONS OF THE SELF falls as it travels -the rise and fall are called Crest and Trough re-distance between Crest and Crest or Trough and Trough is called a -r.welengths that pass a certain point in a given amount of time is called uency. meet each other of the same frequency, both the Crests and Troughs of ombine and increase in size as they run together or phase. This is called .-~--.-..\".-~Interference. the same or different frequency meet each other halfway however, the 19erlap perfectly, and the crests and troughs of the waves do not coincide. Destructive Interference. waves are exactly half a wavelength out of Phase, the crests of one ur with the trough of the other wave, these waves cancel each other out appears. complicated waves in which phase and wavelength are out of sync a bit, rr: both constructive and destructive in different places. ~ns arefembody both wavejparticle properties: the more energy that an the shorter its wavelength. Any point in any wave could be the location ctron. At the time of writing Electrons cannot be pinpointed in time and this peculiar occurrence is referred to as Quantum Physics. showing you some wave mechanics is to demonstrate the complexity of the myriad of ways in which they can interact with one another. important part in the model, but remember: the part is not to be understood adhering to the properties of wave mechanics, but is instead an unknown aly re-presented by the use of waves. 23"},{"pageNumber":22,"pageContent":"TERATO EMANATIONS Now, to familiarize you with my concept of 'Emanations'. The following is not a detailed study of emanations but instead aims to give you, the reader, what is popularly known as 'the gist'. Most people are familiar with \"vibes\" / (vibrations). A typical example would be \"getting bad vibes/ good vibes\". Often this phenomenon occurs without the individual even being in a position to get the usual sensory infor-mation when making a customary goodjbad judgement. For example, most of us are aware of our '6th' sense when someone is watching or following us in a sinister fashion. What gives us the feeling, the 'vibe', that something bad is about to happen, or that we are in danger despite our other senses lack of alert neither hearing, seeing, smelling, touching, or tasting, danger? It's common to get a bad feeling about a place, but more specifically from people, to feel comfortable or uncomfortable in the presence of strangers, be-cause of the way they seem to give off or emanate some kind of good or bad feeling from within themselves. This is the intuitive at work surely-but then if it cannot see, hear, touch, taste, or smell a bad situation, what does it intuit? Is it possible organisms give off frequencies or wavelengths by our energy, matter, chemical composition, or some such thing?-That we beam or radiate goodjbad feelings like satellites sending signals, and likewise receive goodfbad signals without the aid of sensory input that tell us the nature of the invisible something is okayjnot okay? Perhaps when two such identical frequencies meet that's how we get people 'on the same wavelength'? I won't be going into such possibilities too deeply here, since it's a topic that is already much thrown about in Occult and Scientific circles under terms like fields, magnetism, aura etc ... and is already a familiar concept to most by nature, usually just under a different name. Based on my own experiences with 'having aura' and 'giving vibes' I've pos-tulated that they exist and radiate from within an organism. I refer to these vibes, the giving off of waves or frequencies or charge or what have you, as 'emanation'. If we emanate, if we possess a vibration that emits telltale signals of our nature, and I feel we do, why do we do it and how? 24"},{"pageNumber":23,"pageContent":"to demonstrate my theory with a theoretical model, subject to the stipulations about the nature of the parts and the whole of the model, .upose of the model, and herein attempt to sweep aside the confines of ausal and its forms to illustrate 'Radia Sol'. OKPTIONS :'heoretical Model assumes the following postulates exist: . That three aspects within the Psyche are vying for dominance: Unconscious, Ego and Self. That each of the aspects emanates and that dominant emanation by an aspect ensures dominance over the organism by that aspect. 25"},{"pageNumber":24,"pageContent":"TERATO • That the aspects emanate both independently and simultaneously with the others in differing degrees. • That an aspect uses emanation to recognize itself as the dominant aspect, and then continually emanates to affirm dominance and define itself. • That aspects are able to emanate a vast range of frequencies and even match the frequencies emanated by other Psyches. • That the frequencies emitted are subject to some or all of the laws of wave mechanics. • That the Ego is the dominant aspect in the majority. • That the dominance of an aspect can and does vary in degree within an organism. • That the Self can act independently of the Ego and the Unconscious and vice versa. • That the emanations emitted by all three aspects, whilst invisible to the eye or modern science at present, radiate from one Psyche tofthroughjatfintofetc. other Psyches constantly and ceaselessly and can be observed by the nature of interaction with ones total environment or \"Matrix\". • That the aspects use emanation like echo-sound to recognize themselves. • That Ego emanations are different to Self emanations-requiring different environments to succeed in dominance. • That Ego uses other Ego's to remain dominant, and Self uses other Self to do the same. • That distortion takes place within the emanations unless identical aspects are interacting. • That higher consciousness and a shift from Ego to Self can be achieved if one finds a location that does not distort the echo of its emanation. With this is mind we can now proceed to the Theory. 26"},{"pageNumber":25,"pageContent":"RADIA SOL: EMANATIONS OF THE SELF Emanations of the Self in my theory are best thought of as waves. You emit the frequency of your Unconscious, Ego, and Self in unique like ripples on a pond, out onto the ether. Intuitively seeking to Be. A =-anse of millions of other Unconscious, Ego, and Self are also uncon-or consciously emitting frequencies. Drganism (via acausal energies) projects differing emanations onto the lbese can be thought of as 'questions') to other organisms simultane-eking to 'Be', to become dominant, demands that the aspect order know its own image, its own being. Therefore these emanations are nature, the 'feelers' of the organism that bounce ideas, conversation, etc., off other organisms (mirrors) in an attempt to put together a what it actually looks like -and what it is that actually exists. The _ replies from these mirrors can be thought of as 'answers'. the three aspects vies for domination over an organism's psyche but that receives more replies to its emanations than the other two is . the dominant driver of an organism. Usually however, the natural life takes an organism through these three aspects, the last emerging .ad-life of an organism or after particularly harrowing or harsh expe-IVer the last two thousand years this ability of the Self to become and maintain its power has been vastly diminished due to a lack of processes used to reach self and the excess majority of Ego-types. the attainment even more difficult is the distortion of the matrix design that has allowed so many of the immature Ego-types to · does not allow progress to the next stage of the mature organism, - ll:lically, 'answers' are received, processed, assimilated and more sent out. However, if the emanations act somewhat like waves, then ~ are not always directly focused at a receiver but emanate like a than a laser, and both 'questions' and 'answers' are subject to chaos. esimal number of organisms all emanating at once could be repre-27"},{"pageNumber":26,"pageContent":"TERATO sented as the outward spreading of ripples on the surface of a pond after a stone has been thrown in. Eventually the joining of separate ripples occurs as more stones are thrown in until so many stones are thrown in that the ripples become unrecognisable. Emanations, being bounced and rocketed from one lo-cation (an abstract plane of projection such as an idea, concept, form, human construct or even another human, etc.) to another, are possibly altered by sim-ilar properties as are the waves in wave mechanics. Stronger waves may assim-ilate, distort, fragment other waves over and over again, they may even cancel other waves out, resulting in a perpetual tumultuous multitude of confusion and chaos. Especially when you consider that, a little like the game of paper. scissors, rock, the three different aspects emanate differently, and the effect of each from one psyche on each aspect of another psyche allows for virtually infinite outcomes. Perhaps this chaos could be likened to 'sensory perception if these emanations are also what serve to define dimension, relativity, and order (ad infinitum) of our organism in relation to the matrix? However -this confusion of the process from unconscious to Ego to Self reigns because of the domination of the majority by the Ego. The Ego, using others organisms to reflect itself off where the dominant aspect is also the Ego, mostly operates in a causally contained frame of reference, subject to causal distortion and all manner of postulates of reality, and is inherently a contra-diction to itself via the positing of 'opposites' for example. If Self generates Self, then Ego generates Ego, and with so MUCH Ego the likelihood of a Self being created instead, is very slim. What we are experiencing in terms of aeon-ics, is the perpetual creation of 'organism without Self'-a bi-partmental Psy-che, a global populace in psychic limbo. On the rare occasion when the organism becomes aware of Self, a search or echo-scan for other Selves is begun by that organism. It tries to find a location where it can refract itself -in order to define itself. By virtue of the organism being aware of Self, this scan for other Self is more focused than the scan per-formed by the Ego. The Self, temporarily no longer in thrall to illusions, no longer sends it waves out in all directions, but in focused bursts to specific re-ceivers to attain a direct reply. But to get feedback requires the highly polished mirrors that other Selves are, that are very rare. Perhaps given the unique na-28"},{"pageNumber":27,"pageContent":"RADIA SoL: EMANATIONS OF THE SELF manations, a Self has different specifications for what it can and can't · off. However, unlike the Ego, I hypothesize that the emanations are not altered by absorption of the emanation by the other Self, nor JDingling or phasing of the original emanation occur as it does in Egos, ~ mongrel hybrid. That is to say, when the emanation of an Ego is ab-another Ego, it is distorted and mingled into a different refraction mgth containing emissions of that Ego as well as the original. Or the is split into more than one wave, part of which is refracted else-. only part of an echo or none at all received. Or the Ego even receives _ echo created elsewhere but which is interpreted as the reply to the sent out . . this distortion is not applicable between Selves. A Self is a complete mprised of both anima and animus, no longer in need of a 'half' (ei-lllinine or masculine) to complete itself and as such is no longer depen-finding halves to complete (usually just compliment) itself as is the .• Ego. Therefore it has no need for either feminine or masculine em-as given off by the Ego and, basically, negates them. often than not however, the Self is unable to find a similar complete refract itself off and either seeks solace, loses dominance and is _ ~replaced by Ego, or perhaps in extreme (or typical?) cases, dies, and prusm loses any chance of becoming Self-aware again. re seldom see our own physical organism or what we look like from ·nal view, but instead possess notions of such that give us our own per-definition of ourselves, perhaps the Self actively seeks to view its own sending internal emanations to the external sources around it, hoping -rror. And just a mirror - since because it is a complete whole it no oeeds any other organisms input but its own to see itself. But without rror -it cannot be. The idea or process of seeking to be Self is more -\"not stifled early, and even murdered in many people by society seek-~ppress recognition of this aspect. This makes finding a suitable mirror Self to refract off all the more difficult and random to achieve. Perhaps ben the Self finds such a rare mirror in which to 'become' more of it-29"},{"pageNumber":28,"pageContent":"TERATO self, and gains precedence over the organism as the dominant Psychanism -it operates on an entirely new system no longer using emanations for the same purpose? Perhaps it gains an increase of concentration and control over its emanation and uses it more like a laser than a radiating wave to cut through egos, so great its power it is no longer is applicable to the same restrictions im-posed upon an Ego by having or being in thrall to the Ego. Yet in those rare moments when the Self is able to find such a higher re-ceiver, and when two Selves emanate their Self and nothing more-(achievable only via that intangible quality, self-honesty) the two Selves are able to refract each other's emanation without absorbing or mongrelizing it because each Self is of its Self, is whole, rejects all other input but its own and has no interest in projecting the Self onto others. However-in the case of a Self needing a Self to become dominant, the par-adox is posed -how does the Psyche become Self if one cannot find a mirror -in other words, how does the Self find a mirror if in the first place there are no Selves? It seems difficult to imagine a Self being formed prior to being Self already -but therein the alchemical and magickal training of individuals to recognize and overcome the Ego makes possible the existence of Selves out there. Furthermore, Jung and the ONA both suggest that the Self is naturally attained for a period of time, but the dominance of which must be worked at to maintain or lost again, and usually forever. Therefore, it is possible to find such mirrors and doesn't necessarily require two organisms to enable recogni-tion of Self via a mutual transaction. In the case of the Self evolving on its own, in my opinion the power of self-honesty is the sheer power of all -and using this power to complete oneself, a whole needs no additional input to function. With no energy expended in 'echo location' trying to see the Self any more, the Self is self-empowered (con-tinuing with the metaphor of the Sun, they self-replicate like a thermonuclear explosion). If the Self only refracts itself, the power can only grow, since it is Self-Effort, Self-Love, Self-Achievement, Self-Awakening, and Self-Awareness that occurs. If this is the case, the Self wouldn't expend its energy carelessly like the Ego does, and perhaps an excess of power ensues which flows over or 30"},{"pageNumber":29,"pageContent":"RADIA SOL: EMANATIONS OF THE SELF tber aspects of the Self's drive to power-'wisdom' maybe, or en--_-or other such things. If this could occur en masse perhaps with ore Selves balancing (or at least increasing) the ratio of Self to Ego; _ the power of the cosmic might becomes perpetual as the Selves come more dominant making more and more mirrors available to Selves. 'theory may not provide 'food for thought' for all, or even for many oes offer a different perspective on how we function and why. The -be superimposed over all human interactions to explain their me--. virtue of emanation. Why humans don't get along, why misunder--or love occurs between us, how we find enlightenment, why so few ver reach enlightenment, or why the chaos exists in our lives, our identities, our experiences, and our heads, for example. Furthermore, _ esoteric explanation of how the three (psychological) aspects of an might function rather than the accepted dual view of our organism che combined as the one inseparable power which drives us, as a sort power to become dominant, lest it become recessive and replaced. anlly an overestimate to suggest the fierce domination of the Ego-mirror ,-nes overshadow the rare and often easily broken Self-mirror a million -perhaps more. Without a healthy Renaissance (Satanic, for example) in rganisms are enabled recognition of the three Pyschanisms, perhaps we _ ourselves simply because they have lost the will to live. It's no small _ in such a climate, hostile even to emergence of the Self that it hiber-ll to let the Self sleep is to die a slow and insidious death, deafened .addened by a ceaseless and pointless bombardment of Egoic emanation. 31"},{"pageNumber":30,"pageContent":"TERATO trix; but for most there is always someone to reassure us of the validity of that God, or somehow comfort us and this actually coaxes us away from facing that fear and examining what it is. But it can't always be so. The number of humans means there will always be anomalies to the equation. Some will not be comforted by the explanations of others or soothed by the means of rhetoric; indeed, some will be angry and affronted that they have been tricked into being shaped the way they have by others, to being con-trolled by laws that previously seemed sacrosanct. And with the fallibility of. for example, seeing police beat innocent bystanders, or hearing of a case of a wrongful imprisonment, they will question such authority and subsequently come to reject the musical lull of the fawners in the Matrix. They will attempt to seriously re-examine their lives, their ideas, who they are, and why they are here. This will often result in a quest. If such a quest is heuristic, or Satanic, it will usually involve in-depth ex-amination of all authorities as the Satanist seeks to embody the rebellious ar-chetype of Satan. The type of mind that loses faith in authorities and openly questions/rebels against them is in the eyes of the world, sinister in its being. The type of mind that loses faith in authorities will closely scrutinize them and with enough study see right through each of them and understand them for the illusions they are. The vulgar truths that are revealed via such study can incite intense anger and profound indignation as well as a feeling of being lost in an ethereal nightmare. The illusions of the Matrix are arranged just like a house of cards: the same way we are taught concepts one by one as children, the same way breaking those concepts causes concepts associated with them to fall down. One by one the destruction of each will cause part of the intellectual world to crumble away as though the backdrops of the world were peeled off and a vast network of wire frame were to be seen underneath (viz. the infinity of the Angles). Such a disturbing/disappointing find often leads to a renouncement of the quest and the path to madness or mediocrity; as in desperation the Ego will fix its gaze on an object in order to cling to its last shred of truth in the Matrix. 34"},{"pageNumber":31,"pageContent":"IN SINISTER SOLIDARITY The moment a person is set free from time, free from living in the Matrix unde~ the thrall of the Ego -that developed 'T' that gives us animation and the illu sion of free-will so necessary to feel 'human'-is the moment that psychic se-curity is undermined. What allows us to have control in life is the feeling that we are prescient-and for this, an image of who we are needs to develop over time that allows to fit into the society we live in. At least, this is usually the goal of guardians raising a child for a number of reasons; some of the major are: a) Socialization is a necessary mean of survival; b) There are strong sanctions made against persons who show a marked destructive/creative capacity that is at odds with societies rules; c) All children are naturally sociopaths and for society to be possibl~ children must be trained to be subservient for the parents well-being for the child's well-being, and well-being means authoritative control. We spend a lot of time learning about the world around us, and at first we only manage simplistic terms such as a \"rainbow is colourful\". As children we accept this readily enough, but will eventually come to understand that our guardians are fallible and often hypocritical. When we get older we will be able to comprehend that a rainbow has seven colors, when we get older still that a rainbow is made up of light, and later still that light is made up of wave-lengths; but eventually we will come to understand that all that we have been taught as fact is valid only if we believe an authority. When we are told at university that no-one actually knows what light is, re-alize that our religion doesn't have the answers we need, or witness the hypocrisy of our guardians-there are corresponding occurrences of fallibility. 32"},{"pageNumber":32,"pageContent":"IN SINISTER SOLIDARITY \"nth children will often be bemused when a child spends a lot of ..maatingfembodying a teddy bear and pretending it is real and they try along with the child's fantasy. For some time the child will agreeably 1!113Tdian add concepts such as the teddy is walking, the teddy is hiding; _ all of a sudden something as simple as \"the teddy is drinking\" will solemn response from the child to the effect of \"it's not a real bear you These innocent unexpected moments of seriousness are signs of the growing powers of reason to test fallibility. For some children, this is eakthrough needed to begin becoming autonomous. So it is about this 1 the Ego begins to develop. growth is of course carefully monitored, controlled, steered and _ by guardians of the Matrix: and in this manner, there tend to be built-bmissions to higher authorities. Be they God, State, Police, Parents, or Now, because the Ego is trained early on to work on a reward/punish-basis, it finds pleasurefpain in obeying/disobeying certain authorities. nJess the early Ego is given an experience of the fallibility of authorities causes a re-think of certain notions about the world held dear, it will be enough to live out life under the impressions of the world tutored into ...o, once it has decided its Weltanschauung (world-view) it will begin to : notions and schemata for the means of maintaining a set stasis. I.e. it ecome hardened and resistant to new ideas, in its bid to control the world the seat of its new identity, the \"I\". And pending on how fragile the Ego _even become violent when challenged. Some Egos are flexible and will ~le to accommodate one or two drastic changes and can usually bend a as means of compromise. But very few have the elasticity caused by see-ontinued fallibility in authoritative figures and notions during early for-bon that cause the socialization of the Ego to be improperly executed. We socialization by simplistic repetitions, and we are shaped by virtue of listie repetition to like a specific and unchangeable world. When some-.: that is a god to a child is shown to be infallible it is often confusing and bock to the Ego; it throws things into question and causes a re-examination one's ideas and a rejection of some of those ideas. It is an uncomfortable ment of insecurity and fear that we suddenly have lost control of our rna-33"},{"pageNumber":33,"pageContent":"TERATO trix; but for most there is always someone to reassure us of the validity of that God, or somehow comfort us and this actually coaxes us away from facing that fear and examining what it is. But it can't always be so. The number of humans means there will always be anomalies to the equation. Some will not be comforted by the explanations of others or soothed by the means of rhetoric; indeed, some will be angry and affronted that they have been tricked into being shaped the way they have by others, to being con-trolled by laws that previously seemed sacrosanct. And with the fallibility of, for example, seeing police beat innocent bystanders, or hearing of a case of a wrongful imprisonment, they will question such authority and subsequently come to reject the musical lull of the fawners in the Matrix. They will attempt to seriously re-examine their lives, their ideas, who they are, and why they are here. This will often result in a quest. If such a quest is heuristic, or Satanic, it will usually involve in-depth ex-amination of all authorities as the Satanist seeks to embody the rebellious ar-chetype of Satan. The type of mind that loses faith in authorities and openly questionsfrebels against them is in the eyes of the world, sinister in its being. The type of mind that loses faith in authorities will closely scrutinize them and with enough study see right through each of them and understand them for the illusions they are. The vulgar truths that are revealed via such study can incite intense anger and profound indignation as well as a feeling of being lost in an ethereal nightmare. The illusions of the Matrix are arranged just like a house of cards: the same way we are taught concepts one by one as children, the same way breaking those concepts causes concepts associated with them to fall down. One by one the destruction of each will cause part of the intellectual world to crumble away as though the backdrops of the world were peeled off and a vast network of wire frame were to be seen underneath (viz. the infinity of the Angles). Such a disturbing/disappointing find often leads to a renouncement of the quest and the path to madness or mediocrity; as in desperation the Ego will fix its gaze on an object in order to cling to its last shred of truth in the Matrix. 34"},{"pageNumber":34,"pageContent":"IN SINISTER SOLIDARITY something to cling to, it fears it will lose all control and security and alone, divorced from the convenient reality of others. And if it can the Matrix, it will, in a very frightening, chaotic place with no rules call the Unknown and others know as the Abyss. dis-<:overy\" if it does not destroy the Ego and render the organism -often experienced as apathy, nihilism, suicide, depression- will if _ in due course strip away everything that was held dear in the faun-the Ego. It is thus important to understand this process and work channelling, psychic-exploration, and other means of establishing a to fall back on, and be, when the Ego is eventually dissolved. g should expect to have great difficulty in coming to terms with step-of the matrix and not being able to go back to believing in the world The deconstruction of reality leads to a disintegration of the ego and --sations and actions of everyday are all revealed for what they are; de-on the Matrix. Without the convenience of a surrounding structure loses it function to act as a psychic safety net that provides the security of knowing what to do with your being, what it is being, or how act. tor a long time a seemingly permanent separation of one's existence real -and a plunge in the chill dark of the esoteric. It is an intense entering the Angles, and it has not been written about by any mage I udied or learnt from. One might consider this a separation from God aim of Satan himself translated into human terms-But it is only the illlung. ' you are willing -and by willing I mean possessed of a demonic dy-. ryrd (an intrinsic sense of Personal Destiny) to truly KNOW -i.e. pos-of a character that embodies a true Satanist-and determined to keep ~ further into the Angles, you will have only come half way, and you will extreme anguish that there is no foundation that you can trust. You will · though you are new, here. The inanity of others who continually refer _ ects of the Matrix that is still real for them will grate on your nerves like 35"},{"pageNumber":35,"pageContent":"TERATO nothing you know. Unless you construct an alternate Sinister matrix for the Self to survive in: the horrible things that stalk the Angles will devour you. I don't just mean the torturous logic, uncertainties, doubts, and fears, inability to explain to your Matrix-entrenched loved ones what is \"wrong\" with you or wrong with the world - I mean real Demons. The reason for building a Sinister Matrix is the same reason for building the Self: breaking out of the Matrix poses an immediate danger of lack of control over your external form and others perceptions of its constructive function in Society. Adjustment takes time and may put you in a vulnerable state. You face the scrutiny of others and potentially the threat of chemical/physical impris-onment by the State. But the mind and body must be preserved to continue consciously directed growth. The Sinister Matrix is a means of perception that perceives world content as a blank slate, as though it were all black clay over which some have put signposts and tents and coloured flags, and others have built enormous castles and armies of coloured plastic. Much of the clay has been brightly carpeted to cover its dense impenetrable truth, but these illu-sions and concealments do not fool. Shapes made from this black clay or \"mat-ter\" visible to the eye are understood to be creations moulded into shape only by the hands and wills of others, and able to be re-shaped by one's own will into another form. Nothing made of the black clay is permanent. We are not absorbed with the signposts and bright flags-that is the realm of illusion and semantic knowledge. Our quest is with intuition, of the \"Black Clay\". Once you have peeled away the wall-paper of the Psyche-and all author-ities lay slain and dead at your feet, there is only one place that your Quest can lead you; back unto your Self. Annihilation of the intellectual Matrix does not annihilate \"you\". The prescience of \"you\" will be an immediate puzzle under your own constant scrutiny, and for this it is necessary to develop the power to split into different parts of your Psyche. Now you know why: be-cause this stripping away cannot be understood by those who haven't under-gone it; because you must travel to an Unknown plane according to the specific dissolving elements of your Ego; and because the words, advice of any kind of authority cannot sate you. The Quest of the Left-Hand Path is a Sinister, and Solitary one. 36"},{"pageNumber":36,"pageContent":"IN SINISTER SOLIDARITY ·-·e the esoteric frustration you will initially experience when your ~ates the slain Ego under new control of the Self -the fragility of ideas, notions, images, meanings, etc. -you will eventually understand li'agments do not form a whole; or if they do, it is a whole that will be dependent on your will, thus do not need to be logically understood Bionally allowed to whirl about your mind (for this is the source of rna-. re-creating the Matrix and becoming a God within it) and the more ·C\" problem of your Being, your body, the life-force that you can feel here in your animation becomes apparent. Because you have chosen a Quest (to be like Satan), experiencing the Matrix and the Abyss will enough. Knowing what the very heart of the words \"Satan\" and \"God\" represent at their finest level will not sate you: you will want to know IS that animates you, what it is that resists against you if not a chair, tangle of angles that has thus far been lumped \"Matter\". It is a Quest '-IEM are still on. eanwhile, you will have your feet in two different worlds, one of the Ma-··rhich you may learn semantic knowledge to indulge in your whims as nve 'destructive God, now knowing the secret weaknesses and fragility orms. And the other foot in the Abyss, by which you may dissolve your r.uy Ego and intellectually modify or alchemically alter to give yourself reason or thought that allows you to change perspective so that you erfonn in the Matrix super-human feats of thought and action and over--usually strict encompassing rigidity of the average Ego that says ~-because you are no longer bound to obey it; because you are now \"in rith the Devil\". 37"},{"pageNumber":37,"pageContent":"AN ANALYSIS OF fREQUENCY There is an overall geometry in the frequency of writing that indicates some-thing altogether different from what their strings of sentences have attempted to assemble. Writing is not linear, or one-directional and despite itself and what its writer intends it to convey, there are other currents implicit in writing that are invisible, esoteric, within, that from the nature of its assembly divulge other information about the writer on subliminal levels. That is to say that writing is layered. It has an esoteric counterpart during which a writer at-tempts to gain something from the audience the writing is directed at: viz. a specific attempt at the seduction of other minds is made via dressing up mo-tives in various pleasing modes of language. And it has an exoteric mainstream that operates on shared meanings and logic. EGO-THE SoURCE OF DIALECT If we write the sentence: \"I am a writer\", then we are making suppositions, we are causing things to exist. In presupposing 'T' exists, we are making a statement that claims a separation, and in this case that a separation exists be-tween a personal existence and the existence of others. In supposing\"!\", we inadvertently draw a line in the philosophical sand that cannot help but sup-pose \"You\", \"Mine\", \"Yours\", \"Ours\" etc. And, there is a clear cut motive in presupposing an \"I\"-will to power. With each word used in language to com-municate, a supposition is made that cannot help but suppose other things: loosely termed, these are the inherent \"opposites\" that arise from the paradox of Unity. I.e. if we suppose \"space\", we must suppose something that is sep-arate from space, we must suppose \"matter\"; and so on. In communication, every word is a separation point, it is a supposition, a supposing of something that is separate from something else, i.e. a division. This is a useful observation, because language is the main tool of the Ego. The act of division in language is a constant element that echoes the motives of the Ego. I.e. the Ego has a 38"},{"pageNumber":38,"pageContent":"AN ANALYSIS OF FREQUENCY interest in maintaining a specific geo~etric matrix, and wills to power ate separations between things to maintain its psychopathic homeosta-can identify the role of the Ego in language by appreciating a simple Janguage is based on supposition. If we examine language for what it in essence, each word is an existential question mark, a symbol with erent meaning. The prime phenomenon with an interest in separation e whole is the Ego. Hence it is Ego that is responsible for the develop-Janguage, as a means of will to power. there appear repetitions or similar modes of separation by the act of in writing, separations that lead to a desired homogenization of words that is the aim of the ego, to reduce the world and feed it by estab--personal affirmations in what it writes. Thus, the way in which a writer · . to control/harmonize the world and tame it with words, cannot help eal a reflection of the writers ego and expose the keys with which it armony; i.e. its geometry. I should think that most people do not invest _. '1 conscious thought in the accepted notions of language with words _ others together: is, at, from, to, etc., are habitual structures necessary 1110genize language so that it may be understood; so that it may be \"Ian-That is to say it would be spurious and optimistic to think one could anything from the placing of the word \"at\" or \"was\"-but something ~y be ascertained from the placing (and frequency of placing) of . #II\". ~ CENTRED GEOMETRY Vs LIFE CENTRED GEOMETRY I go any further let me make two very clear distinctions in geometry. is the micro world of human-centred geometry and there is the macro of life-centred geometry. I call it a micro world because it subsists of :litesimal degrees of separation, of breaking things into divisions using se-' and abstractions. It is made vastly complex by the sheer number of ons made and the worship that is given to each division by acts of further t:tion, followed by classification and categorization for validity or inva-pending the type of psyches interacting) with the whole process treated 39"},{"pageNumber":39,"pageContent":"TERATO as real, important, and self-evident; that is to say, homocentric. It mostly takes form in communication by speech andfor writing, and exists on the plane of trivial human concerns, and the creation/regurgitation of suppositions to cre-ate further trivial human concerns so that the cycle may continually repeat it-self. This mode of geometry is the sustaining mode of the Matrix. Secondly, there is the life-centred mode of geometry. Here, abstractions are not treated as real except for the passage they give through the Matrix. That is, language is accepted as a necessary, if cumbersome, mode of communication in life. But communication is not centred about the millions of division of ab-stractions, rather all those human divisions are grouped into one category as \"division\"; creating the corresponding supposition: \"life\" which supposes di-vision to be artificial. While the former tends to centre all its divisions about itself, and focus on its own importance, life-centred geometry is devoid of ob-session of the human. It is a simple, direct use of language (and other means) that rejects the deification of human edifice and appropriately perceives them as merely present as one mode on a sliding scale of many. An overt lack of homo-centrism is immediately noticeable in text, and in my opinion indicates a psyche possessed of a more realistic perception of its species; a weaker dom-ination by the ego over the total psyche due to decreased interest in self-im-portance. Thus it is not only word by word that the ego is revealed geometrically, but by its specific repeating assertions of its world-view and the ideas presented and dealt with that come through in the text. A life-centred text refrains from referring to the writer at all -except perhaps when the writer wishes to demonstrate human humility and assert their unimportance as a species. However, this is not to be mistaken with the writer that is mor-bidly self-obsessed with denigrating the human race and their own existence as a human being, i.e. the \"Goth\". For such is still an obsession with human self-importance, albeit through rabid anti-establishment of importance. REFoRM AND REVOLUTION Another level of maturity of the psyche can be revealed by breaking down a writer's text into categories of energy to give a us a useful depth sounding of 40"},{"pageNumber":40,"pageContent":"AN ANALYSIS OF FREQUENCY - otential of a client - almost like cutting down a tree to reveal its many growth can determine its age . .muster and Magian writing are easily recognizable as modes with different nts or frequencies. But if a person were to try to learn to intuit this dif-they might require a guide of the signs that emanate not only a sinister gian text, but the period of time that has elapsed since the writer sepa-trom the Matrix. For although it can be relatively easy to create a tern-\" separation from the Matrix, it goes without saying that it is vastly to force a permanent one. A writer who has been closely associated with of the Sinisterion for an extended period of time may at first glance re-in action and speech, a genuine one of THEM. It would be convenient ·1e some kind of constant marker that separates the long-time sinister from the brief deceitfully occult ego who is experiencing a minor sin-high . . extent to which a writer has separated from control by their ego, or the of time passed since their self-extraction from the mode of the Magian, perhaps be determined by marked signatures of the longevity of a sin-life, i.e. by the practical and realistic applications a sinister writer uses . brash and immediate need for change possessed by the exuberant black fician still wound up in the role of immediate power. ne correlation is that writings from long-sustained Sinisterion will be ked by original concepts and concepts that take a long time to implement, ading demonstration of such a plan's implementation. That is, the long-Satanist will be gradual in energy expenditure and be concerned with hm\" and the use of edifices already in place against themselves. The brash ~cian however, who has only recently or temporarily separated from the gJ3ll current, will make use of traditional concepts and be concerned with lution and the hasty destruction of edifices to be replaced with grand vi-. of satanic architecture; their plans tend to fall down however when they unable to exercise wisdom in their implementation and lacking a clear un-standing of the obstacles, refer back to the traditional rhetoric of concepts ~ goals that have been presented to them, i.e. \"we need the creation of a 41"},{"pageNumber":41,"pageContent":"TERATO new type of satanic individual\". They may cease writing out of frustration because their ideas are not being accepted as genius. A recent separation is marked by the energies of \"revolution\". To discern and crystallize a person's intentions is beneficial in relation to our work, and one mode in which to undertake analysis is in the spirit that communication below the Abyss is mostly linguistic spell-craft and thus loaded. Frequency analysis is an especially useful avenue to pursue where writing attempts to deceive the reader as to the nature of the ego writing it-where writing may have all the hallmarks of authenticity and maturity but is in essence, a cleverly written spell. In such a case, being able to discern a life-centred mode and a human-centred mode can help unearth the truth because in the latter for instance, the ego cannot help but continually refer to itself: whereby the easiest method of determining if glamour is involved is to outwait the glamour and make a comparison over time of many of the writer's letters. WHO HEARs THE SPHERES? Lifejhuman centred geometry is a useful major distinction. Another is the difference between Sinister and Magian energies, analogous to sound-wavesjemissions that resonate harmoniously or clash discordantly. The same way all persons hear and appreciate music differently, the esoteric frequencies of the Sinister and Magian types are fundamentally different and diametrically opposed, as to physically hurt the ears and brain and intellectually attack and harm the party who is subjected to listen to the other's music. After separation from the Matrix: this musicaljfrequential difference is acute. Where the Magian hears harmony the Sinisterion will hear din. Where the Sinisterion hears the spheres, the Magian will hear nothing. And this is true of language too-for language is a form of magical vibration that is aes-thetically suited to its species. It is not an exoteric Hz or MHz frequency of cycles that exists to define this musical separation (although it well may be discovered some constant is present some day); the Sinister and Magian or-ganism do not operate on different cycles of frequency in terms of physical 42"},{"pageNumber":42,"pageContent":"AN ANALYSIS OF FREQUENCY _ We share the same limits of our nexion as identical biological organ-But we do use sound differently. We expend it differently. We have op-goals and perceive separate universes. One is human centred and one is mtred. This difference of perception causes an opposing taste in what is ODious, and because the difference in perceptions is so vast, the Magian _ is largely noisy, self-absorbed, ugly and vulgar to us. teVer, while the human-centred mode cannot encompass the life-centred \"\"life-centred mode can and does encompass the human-centred mode; to say, homo-centrism does not acknowledge anything but its own whereas a life-centred mode acknowledges the human-mode but does xtend human importance out of proportion; it is not egoic, and egoism is ement that defines the human-mode because the ego is the aspect in hu-that loves to extend things out of proportion. t:EPI1VE FREQUENCY: THE Low VIBRATION OF PROPAGANDA ne writes a poem in English, then we may expect most to be able to ap-it and derive subjective experience from reading it. If one writes in _ language not common to the majority of one's expected readers, then expect fewer people to be able to comprehend and appreciate it unless are familiar with and understand the language of transcription. If a writ-penned that deliberately uses code, or obscure symbolism and wording, the number of people who can approach an understanding or apprecia-• the material from what is written, is greatly diminished. However, grimoire are written in such a manner and although the text is indeci-·le to most, remain attractive as works of art. It is not on the textual level work is appreciated, but on the basis of its geometry and artistic flair. being able to read what is written, the viewer (for he cannot be a if he cannot read the text) must be content to appreciate the text as an object. teVer, a symbol cannot replace a communication -a symbol is inert -en to interpretation unless it has been associated with the text/message 43"},{"pageNumber":43,"pageContent":"TERATO by transference (a subject to be covered shortly) over time. So, because writing is primarily a means of communication and has an aim in being written, it con-sists of reciprocal translation and understanding on the textual level. The de-gree of access that writing enables for its audience ranges from the lucid to the obscure. And the scale of free/restricted access to the communication bv an audience between these degrees represents another type of Frequency: the \"Receptive Frequency\". Like a radio transmission RF can be restricted to a cer-tain channel or area or broadcast right across the network. A coded message is highly restricted in its RF. A public speech is not. The RF used corresponds to its numeracy; that is, its content is relative to the intended size of the audi-ence that can understand it. The degree of RF is a signature frequency in all writings that may leave clues to know who the writer generally targets and also offers the key frequency that should be used to reply to them for the most effective communication. There is an underlying principle in this p,henomenon of corresponding uni-versality. Propaganda, as Hitler understood, must be simple and direct if it is to influence the masses; meaning the ability to affect the many divergent types of person and psyche with all the miasma of classes, races, sex, age, education background with a similar and unified message ... and for this to occur the wording used must be simple, direct, and universally recognizable. One of the ways to make a text universally recognizable is to use words of an Optimum Frequency. Young children's books for example are written using Optimum Frequency. OPTIMUM FREQUENCY (THE WAY TO A MAN's HEART IS THROUGH IDS INHERENT STUPIDITY) The majority of people have a vocabulary of approximately 44,000 words. A two year old may have a vocabulary of perhaps a few hundred or a few thou-sand. Despite the considerable numeric difference in each, in both vocabularies there will be words common to both. Yes. No. Mine. That. (This is an extreme example: I cannot generalize the use of words by a two year old with a corre-sponding comprehension of their use until much older and concept laden). 44"},{"pageNumber":44,"pageContent":"AN ANALYSIS OF FREQUENCY ever, both a two year old and a 40 year old are likely to say 'what', 'yes' ~'far more often than they would say \"geriatric, predispose, or ath-That is to say, that what, yes and please are far more frequently used in communication than the latter three. Yes, or indication of some af-nve notion; no, or the indication of some negative notion, are intrinsic guage. They are used far more frequently than other words and are more to be recognized regardless of race, sex, age, class or background. There obably a few thousand of these key words that are used with greater fre-than other words, and I will term these the \"Optimum Frequency\" or ange. By using words from the OF range, propaganda is likely to be un-tood by a vast and divergent number of groups. Consider the following: Ask not what your country can do for you, but what you can do for your country. _ Economic expansion requires subservience by the people to the Nation in its time of dire need. -ne first slogan operates on OF; these are words likely to be understood by _ eat many people for they are all simplistic and frequently used in every vocabulary. The second slogan is not so universal despite being a relatively illli1ar statement, because its frequency is out of the OF range; subservience, _ ansion and dire are not common words or used anywhere near often as the ros of the OF in the first line. But it is not merely the OF that operates here. -also the Optimum Frequency of concepts too. That is to say that the con--of giving up one's individuality to serve a greater common good is also a ~:quently utilized concept by the majority of people. It is practised in fami-in school, at work, and in almost every other social situation where a per-~ shows restraint over their individual desire to maintain social norms. It is datively easy to appeal to people by using concepts they already understand I use on a very frequent basis, and \"greater good\" is a common concept. In case of the first slogan there is also a pre-existing indoctrination in the ractice of pride within the people of the American nation to support the deal of \"country\". It was mentioned earlier that the packaged text of a slogan ould be transferred over into a symbol by means of transference and associ-ation. The Nazis for instance were able to replace the effect elicited from the 45"},{"pageNumber":45,"pageContent":"TERATO use of party slogans into an effect elicited simply by showing the party sym-bol: the Swastika. The swastika was invested with the meanings of consci01a textual slogans by continually appearing alongside such slogans, until trans-ference was made and people began to group the messages of the slogans witli the symbol until the slogans were no longer necessary and the swastika oper-ated alone as a subliminal symbol of Optimum Frequency. This is why Flag are used, as subliminal associations to incite Nationalism and worship of the: idea of state and nation and country. I.e. control. In the case of the American nation, an appeal to nationalism is triggered b, the presence of the American flag: The Star - Spangled Banner. Recalling the: experiment of Pavlov's dogs, Pavlov demonstrated that transference could b made from the original control to an extant source by teaching dogs to slobbo: whenever they heard a bell. Closely allied with the American flag; a president: a personage who trans-forms the esoteric into the exoteric and gives us a human link to that piece ol cloth that subconsciously controls us. By the power of optimum frequency we come to associate the president with the flag, and the flag with the president if our associations become mixed: the two cease to retain their separate iden-tities and we become brain-washed. This is does not hold true for all Americans however. Many Americans think their president dangerously imbecile -(al the time of writing, George W. Bush) and brain-washing usually occurs over people with weak minds or wills or who are already conditioned to idolize na-tionalism. Others see a link between '~merica\" and \"God\": and it is probabl] this link that operates with the lowest vibration of Optimum Frequency. As priest can become a direct link with God, charged with special powers to pa.s1 on the divine word, so too can (and is) '~merica\" be subliminally associated with \"God\". Other symbols used to trigger certain conditioned responses, are the Statue: of Liberty, to the ideal of \"freedom\". But contra to this, an appeal to trigger \"peace\" can be made by a Swastika or footage of a Nazi Rally or Hitler speaking Forget someone mentioning the atrocities of the Americans during war, if Swastika is shown, the context is already decided and the response automatic 46"},{"pageNumber":46,"pageContent":"AN ANALYSIS OF FREQUENCY ause America has taken the reins of control from Hitler and meta-mar-ideas of his many surrounding geniuses, writers, and architects into currents that invisibly coerce rather than being actively seen; the ini-are now seeing the utilization of many of Hitler's propaganda tech-m altered and truly magical forms. In winning the II World War under ideals of \"peace, freedom and God\", America was able to confiscate what be called \"mind-control techniques\" used by Germany for its own _ demonize the same use of such techniques by the Third Reich. A linear otion of history emerged that forever determined the Nazis the bad guys, mericans the good guys, reminiscent of the Catholic Church and its Lucifer mode. People are conditioned to speak of Hitler in hushed m disgust, in fear, or solemn reverence for such evil. We are taught to tear, and be mortally afraid of forgetting such a thing as the holocaust . .re reminded of the brutality, the ferocious and viciousness of the Nazi with documentary after documentary showing the ovens at Auschwitz. said: lest we forget. It is effective programming. Although the \"voice of rity\" openly treats adults as children unable to discern the world and its for themselves, human beings gladly open themselves up to this mental ditioning accepting the basic divide of enemyfconqueror. Subliminal as-ation made with the symbol of the Swastika is easily determined in all rem countries. Simply wearing one incites the conditioned response. hat has been covered so far? Text can be transformed into a symbol. A bol can become an effective trigger the presence of which demands obe-ce to an unsaid word. The next layer is Emotion, for a Symbol is used to specific emotional responses . . real operative power in Optimum Frequency is not the Swastika. It is anx-And it should be noted that although it is impossible to control what emo-people will feel when presented with the trigger-the context of the trigger rs for a wide range of emotions to fall within acceptable valid responses be-they all stem from the anxiety brought forth by low vibrations of Magian _ uency-that is to say, anxiety has been induced by Magian design and hence CXXTesponding energy arising from the human vessels is a Magian current umans are very similar to cauldrons/vessels: pour the ingredients in, mix, and 47"},{"pageNumber":47,"pageContent":"TERATO let it cook. Or, crystalsfglyphs that can be made to chant/vibrate certain frequeu cies that are 'ex-pressed' in emotionfspeech etc.). Once conditioned to react emo tively upon seeing the Swastika (and by transference most German iconograph] of WWII) we are the unwitting victims of a mind-control technique that is ve\" powerful and pending its transmission, long-lasting. Since the Third Reich hal been demonized constantly for the last 60-70 years, we can expect that contro to be ingrained within most of Western people. Just briefly: when the human being becomes anxious, it affects the central Nervous System to send messages of alarm to the automatic Nervous Syst~ and brings on our ancient fight-or-flight response which activates some re-sponses and inhibits others. This \"sympathetic\" response includes the release of adrenalin to get us pumped and mobilized. If we stayed in the sympathetic mode, the nervous system would suffer a break-down from the stress imposed upon our organism, so it has a built-in counter measure called the para-sym-< pathetic that kicks in once the emergency is over to return the body's responses to normal. Magic, Psychology, Mind-control, or whatever you want to call it-is performed by governmental agencies, etc. by tricking/manipulating the sys-tematic responses of the body to occur by artificial means. Anxiety causes stress. Stress causes an imbalance in the body/psyche which then prompts the body/psyche to activate a curative remedy. The American form of magic is, like the Nazis before them, slow-hypnosis based. If you can condition the human being to react to one symbol with stress, you can also cause the human being to find relief with another. It is a simple matter of transference (and just a side note for the aspirant: you can feel mind-control too-if you feel nothing for the holocaust while others weep and protest but feel compelled to remain quiet or join in-that compulsion to act in accordance with others, is the result of mind-control, which is effectively, body-control). THE FuNDAMENTALS OF MIND/BODY CONTROL Now we will look at the underlying mode that is inherent in this style of Ma-gian magic, that is to say, extract the Ethos from it and take a look at some of the methods of subliminal mind control exercised within it. 48"},{"pageNumber":48,"pageContent":"AN ANALYSIS OF FREQUENCY reeling in horror and disbelief at the atrocities perpetrated by the Nazis, are vulnerable to mind-control because of the anxiety it creates. Just as a seeks the answer to 1 + ? = 2, we instinctively seek to restore the imbal-e created by counteracting that anxiety. But our natural counteraction re-use can be hijacked by an artificial one; forced to occur only when a specific 1111bol is presented. And those supplying the enemy symbol also supply the symbol. The hero symbol is the secondary association, the yin to the yang aypical of Magian magic. It is the rainbow from God, the promise that the locaust will never happen again so long as you support x. X triggers relief, mfort, it is the curative symbol to the anxiety incited by the Swastika, a pro-muning narrative that there is something out there that will protect us from experiencing such horrors ourselves, some crusader that aims to put a to such atrocity ever happening again. The most oft-used curative symbol ne American Flag. Thenever we see the nastiness of the Germans you can be sure footage of Americans fighting their way through to save our souls will not be far Whatever symbol or regime is portrayed as the enemy; will create by its ision a symbol or regime that is good. Institutions such as the Media are acial to continuing this programming. It's been said before but evil is banal: ~~pie will keep doing what they're doing, unaware or uncaring of the con-uences just to keep their job, their ambitions, their sense of progression in of the matrix, intact. Unfortunately; the media are expected to separate rs into two distinct categories, which is why the Media promulgates a so-. -paralysed with fear and saturate the world with coverage of violence, liability and supposed chaos; a society on the brink of collapse it seems, r:cy night at seven. That is to say they depress us with fear and anxiety, con-lidate us with trivium, unite us with sport (particularly in Australia) and n show us a fluffy kitten to give us a quick hit of serotonin. This formula, liminal, and repeated several times a day, conditions the brain to develop lldiction. So what we are dealing with is not merely indoctrination on a verbal el, it is an actual current or mode of hypnosis that works by dual-associa-and is a continuous vibration in all Magian transmissions. Television begs . question: whosefwhat vision? And how can we be conditioned so sym-drically when we seem divergent as a species? Are we really divergent? I 49"},{"pageNumber":49,"pageContent":"TERATO look around me and I see mediocrity, the same tired re-hashing of someone else's original creation. Presumably it is different, but it is not. It's not even a permutation; it takes the song, art and media nowhere new. Media operates on the lowest frequency too: OF. It's hardly rocket science to make the observation that the Magian messages are effective because of their similarity, frequency of appearance, proximity and the associations that are grouped together repetitively to make the same appeals of peace, freedom and God while ensuring, control, control, control -on an almost deafening basis. Are there ways to reveal this current for the lay-man? Maybe the curious could try taping the news with the sound off and write down what they think the stories are about. Then re-watch the news with the sound on and see how closely they matched up. Or, turn all the colour and contrast down so that they can only hear the news and write down what they think the story would be showing them visually. Restore the settings, and watch the bulletin. They may notice that without the verbal or audio context to \"inform\" them of what is happening that their ability to discern Media is greatly diminished. The large discrepancy between what the brain expects to see and hear and the context that the media puts the stories into that could help distinguish the distortion created by framing images within context/narrative. The \"magic\" of television has slowly been forgotten. For instance: there is a special make-up profession that deals with corporate food promotion. For those unfamiliar with the length of time and effort required to make an ad-vertisement let me assure you it can be considerable. If burger chains used ac-tual ice-cream in their ads, by the time lighting, boom, camera, and assorted other henchmen were ready to shoot the scene, the ice-cream would have melted. The schemata that has been programmed in your head, the advertising of burger chains of an ice-cream, is not the image of a real ice-cream dripping down the sides of the cone but a perfectly still, proud and firm frosty scoop of whipped white vanilla. In actual fact, the ad could not use a real ice-cream because it would not stay perfect, or proud, or frosty. A special food prepara-tion artist creates the semblance of the ice-cream using glazed and painted 50"},{"pageNumber":50,"pageContent":"AN ANALYSIS OF FREQUENCY liiShed potato. Potato at room temperature sets firm, can be moulded into any ~-e and does not melt. But, when the ad comes racing across the screen, lbng you about the delicious frosty vanilla ice-creams available, it places the ;ato in a context that tricks the mind, and the mind makes the transference 1een the image of an ice-cream with the schemata in the brain that de-'ibes an ice-cream. Yep, looks like an ice-cream, must be ice-cream. It is not. - ' \"magic\" is not confined to food; make-up and cosmetics for instance re-res obscene amounts of advertising (context) to make it seem less like ani-fat or cheap synthetic acids. But it's not tested on animals you say? Nice Where's your proof, that this multi-national conglomerate that makes bil--out of making women feel ugly (anxiety trigger) writes it proudly on --= carcinogenic bottle? Here I have presented my own Magian construct: I inform you of the enemy appealing to your guilt; the enemy is the cosmetic company that has been rused of animal cruelty and atrocities to create products that paint your Note however, most will be happy enough to help me blame the cosmetic mpany as an enemy rather than acknowledge their own vanity; it's a pro-roan and protection safety net utilized by the ego. Continuing; if you are ased sufficient anxiety by the thought that you are somehow unwittingly l!pOnsible for assisting them do unspeakable things to animals by taking part supporting them because of your vanity, then you have made a transference m the abstract suppositions I have made, onto yourself. That is to say you ~ now associating/identifying yourself as involved, thus causing you to feel I then give you my programmed curative to your anxiety: the possibility being in possession of the awful truth by acknowledging that you might been tricked by the cosmetic companies, but if you admit it and get ed-ated on the shadiness of the cosmetic industry you will be a \"good\" person pm. And I should add, this is a special trigger because your anxiety is being lieved in a manner that allows you to think that you were not to blame, just -unwitting pawn. A lot of Magian vibrations aren't that kind. For those unaware: that last paragraph was another one. It's all very clever. the simple Magian energy that mobilizes the entire Matrix. It is present in identical ploy of the Church that created a division between God and the 51"},{"pageNumber":51,"pageContent":"TERATO rest, demonizing an 'enemy's' tactics and will to power while simultaneously deploying similar tactics in their own means of warfare. The same young Church that rose to power using the GodfDevil context to feed off the power of anxiety: the Devil is evil, look what the Devil does, now be afraid, controlled and God-Fearing. It is the same method used by all institutions. I remind aspi-rants, that all conscious human beings are scorpions. Demonizing one ideal al-lows another to take its place. A genuinely fair and diplomatic ideal would not demonize so vehemently against its previous peer-it would have no desire to put something down in order to raise itself up. You would think that people would eventually get wise to this game, but no. Apparently not. This major Ethos is a current that runs through all in time. The OF and OF concept level present in many writer's texts takes the form of an element of hero (or something championed) and a zero (or something negated), usually closely spaced or next to each other. It is hoped that by virtue of such a divi-sion the ego can elevate itself by de-elevating something else, and subtract by proxy the status in the matrix that comes from feeding off the illusion of the hero. Keeping this in mind, is the writer associated with the hero, is the writer's philosophy the hero, or is there a subliminal intent to connect power to the writer using this mode of duality? Such a current is most vulgarly apparent in the God/Satan GoodjEvil schemata. Recalling that there are particular symp-toms from a causal nexion or manifested form that is in time, note that the magical current that has affected America and caused it to use this method does so because it is in time. Does the writer embody this energy, adhere to this duality, or are they separated from that Ethos, free of it and thus Sinister? 52"},{"pageNumber":52,"pageContent":"THE CHRONO-BET This is a short essay to illuminate the current present in all Western language and writing of \"time\", and may go some way towards explaining the role of language as an inhibitor of the acausal. The essence of this essay is not to bog a being down with performing the impossible of re-configuring the brain to notice these things on all levels, just some of them. The brain makes calcula-tions as such a speed and frequency that it is rarely checked in its tracks about the assumptions it holds evident. These assumptions create suppositions, which in turn lead to illusions, which in turn lead to the Matrix. Western writings and subsequently their various cultures, exhibit an obsession with time that is taken for granted. There is a prejudice inherent in Western communications that depends on the continued existence of the concept of solely linear time, a concept that subtly and subliminally cements power into the hands of the Magian controllers by exclusion of acausal Time. If we are trained to think in linear time, then the later introduction of acausal time is a difficult, if not impossible concept to apprehend; and unfortunately a dimensional bias has arisen that cannot and will not aid magical experience and understanding. Knowledge of the acausal is crucial for all Sinisterion. However, so subtle are the tools of the Magian that they often go by unnoticed. For instance; the three-dimensionality in our language. The concept of linear time has so deeply permeated the West that we cannot escape it. Our language hems us in. In all sentences, there exists one or more of the following time-based suppo-sitions \"past, present, future\". Examine the first sentence of this essay. Start with \"this\". \"this\" is a concept localized in the present. It is an itemization of something in the immediate 53"},{"pageNumber":53,"pageContent":"TERATO \"now\" that is intuitively understood-but to process it mentally demands the word be aided by a conceptual notion of linear time and space if it is to make sense and not be rejected. \"Is\" is another term that localizes an item to the present. Like \"this\", it also requires the learned schemata of linear time to be utilized to mentally process it. This process is very slow at first as per a child's learning but it does not take long until it is processed at an extraordinary speed automatically; the mind having built a kind of \"chronological abacus\" that localizes all words as con-cepts belonging to the three modes of linear time. Because this prime suppo-sition is cemented into the processing centres of the brain, by repetitive association, the brain may also pick up other untidy habits such as postulating \"space\". The concept of \"space\" is a human-centred fixation that occurs from obsession with understanding the world from the perspective afforded to us because of our specific size. The spaces between these words beg the question -what is space? Is it empty or merely a perception of \"empty\"? Our size-based prejudice generalizes that there is no \"glass\" or \"paper\" between these words, or a microscopic multi-verse of bacteria, electricity, electro-magnetic currents, atoms etc. Though it cannot be seen it is certainly not \"empty\"-moreover space, in terms of a \"vacuum\" cannot even be proven to exist. Reality in the Matrix is fragile. And these little building blocks of faith so heavily leaned upon without justification are weak points. If you are able to stop and think about it, your brain may cease automatically processing time and space in your communications and contemplate the existential nature of both. Other words in the first sentence are \"all\" which mentally encompasses past, present and future. \"Of\" is a present term that must denote a past for some-thing to be \"of\". \"X' a singular notion rooted in the present, rooted in the con-cept of space and a separation from something else -hence it subliminally requires the persistence of time. \"To\" embodies a link between two or more of the time notions, a passage from one mode to the other-reliant on time t o make sense of this. \"The\" is another word with direct connotation to the pres-ent and the supposition of space. Almost all words and concepts require time and space to be processed. '1\\nother\", \"with\" , \"other\", \"almost\" etc. 54"},{"pageNumber":54,"pageContent":"THE CHRONO-BET This entrapment forms the basis of 3D/causal communication; mired inex-orably in a pre-conceived notion of linear time that, regularly used by the brain, cements its validity day after day in unquestioned calculations. The acausallacks exposure or even translation as a concept because of the linear time in language which traps us in causal terms. Dreams, experience and es-otery are also important elements in presenting a symbolic language of the acausal mode using acausal time. But currently, only through causal time can a being express oneself. Expression of the acausal to those below the Abyss is dependent on the flawed mode of the Matrix, and therein lies an inescapable conflict. It is hoped that unfettered sympathetic communication between nexions will help presence a form of communication that is a causal in nature, but such a de-velopment requires intense sacrifice, experimentation and commitment, involv-ing as it does a descent into madness without the convenience of organized structure. Meanwhile the Sinisterion can only acknowledge that there is com-munication above the Abyss and communication below the Abyss and never the twain shall meet. For now it is enough to analyse the flaws in language, es-pecially where the work of the Magician is concerned, and break some of the faith in language held unconsciously self-evident by the daily mind. 55"},{"pageNumber":55,"pageContent":"THE 23 SYNDROME Foreword: The author does not wish to assert that writing is useless for means of communication; it should be clear that writing can construct magical forms of an extremely powerful nature given that so many people are involved in the shared nexion called \"understanding\". It should also be clear to aspirants that writing is in itself a 'corrupter of essence' and should always be digested with a grain of salt. Rather, the author wishes to assert that looking for magical keys in the structure of letters is a fruitless task. One may spend a great deal of time wishing something to be there that isn't, and may consequently de-ceive oneself successfully by aiming one's mental engine at the task of mani-festation of something altogether pointless. Writing is a bridge; an exoteric manifestation of esoteric currents. The planes, curves, and angles of the letters used to scribe the esoteric have long been thought by many occultists (Crowley included) to be invested with some greater divine secret - a secret believed to be operating behind the myriad of geometry that letters cause when they are written; an essence within each let-ter used in its various combinations with other letters that hides an esoteric kernel of base magical logic that pulls a superior meaning of writing together. Interest in such a matter is usually peaked after a writer comes to finally ex-haust for themselves the capacity of language to explain the currents of the esoteric and is forced to apprehend the role of writing as existing on a symbolic plane. Sometimes, at a critical stage of introspection where description of an event or magical insight thwarts attempts to be consciously communicated, a writer becomes acutely aware of the fragility of communication by letters or speech to accurately convey anything esoteric. Writing can approach a semblance, in-deed a great mirror to the arcane, but it can never replace occultfworld expe-56"},{"pageNumber":56,"pageContent":"THE 23 SYNDROME rience. Whereby we are speaking of those writers that perform written records of magical activities; esotery a writer has experienced is a living thing for them, an ecstatic fire and knowing that burns brightly as if some sparkling neon flare in the mind coupled with a corresponding physical alchemy, the body animated just so from receiving a full epiphany resulting in change. Such a living, organic feeling and apprehension of the currents involved is always private, unique; the result of experience with the true esoteric. But if one is attempting to describe these processes in writing, they must usually be de-scribed in the context of a change. To express this change, the writer must at least be able to describe a plane of being before the experience, and the altered plane of being after the experience. Although the esoteric plane and the exoteric plane join respectively as acausal and causal dimensions, they are intersected by the Abyss. An element of the Abyss is as a vortex that disintegrates causal information. Language is affected by and even part of this vortex, whereby causal information is a corrupt trans-lation of acausal essence and is energetically fragmented upon contact with the Abyss. Acausal modes that filter through (and compose) into the causal are dimen-sionally different and thus esoteric from a causal point of view. Synchronicity, dreaming, the genius of the subconscious, etc. are forms of communication that are alien to the causal; they are for instance of a different species of time and cannot be understood as cause and effect phenomena. It is as though these experiences speak to us in an entirely unique language, a language of experi-ence that cannot be translated into anything but a crude approximation here in the causal. Our language binds us to our dimension, we have no comparison and no room in our language for these types of alien beings. And when we try to describe these 'visitations'-our words are as whispers on the wind, ethereal and incomplete, made impotent and destroyed by the Abyss that separates this world from theirs. But few consciously apprehend this, and many continue the struggle using causal language, in vain, to cross the gulf. The problem most often encountered in such optimistic experiments of one's verbalfliteral skills is that communication after the Abyss must meet certain 57"},{"pageNumber":57,"pageContent":"TERATO criteria to be intelligible to those existing on the planes below entry. Trying to record a static summary of \"being\" by using some kind of alchemical for-mula to describe one's state before a transformation is a task that has eluded even the greatest wordsmith, because words limit the magical and force esotery into infinitely complex geometries, nonetheless bounded by dimensional re-straints. More so, attempting such a thing is not a flow with the natural: it is an attempt at solitary confmement of ALL by the limited apprehension of the few planes of which the human being is humbly aware-and doomed to failure because of language. Recalling this author's own struggle; putting the body (of which we 'Matrix-ally' understand less than l% ), the mind (an abstract that has taken on credible tangibility, and again an itemization of which we Matrix-ally un-derstand less than l% ), and the infinite angles of the existential into a concrete approximation or accurate model of being using language proved impossible. One: language thwarted all attempts to convey what I felt; in most cases there was no precedent, no concept, and hence no word for it. Two: all writing is corrupted by the alien presence of the bias of Ego. Three: encapsulating some-thing as staggeringly simple as life using causal language is to be overwhelmed by the sheer number of divisions/planes that must be accounted for (and are generally expected to be) if trying to measure one's \"alchemy\" for others. And four: one cannot directly transfer ones experience to another because trans-mission by language is subject to chaos via the shifting miasma of meaning in-herent in language by writing or speech that consequently smears and distorts the original esoteric. Let us not ponder too deeply on the nuts and bolts of the limitations in the human being to account for its self; it is a moot argument. During the frustrating realization of literary defeat (that one cannot truly con-vey the esoteric with the exoteric), the apprehension of language as a limitation for esotery may arise. An appreciation of language as a tool belonging to the Matrix may surface whereby it is understood that the role of language is lim-ited to creating mere geometric bridges, bridges restricted to the Matrix be-cause the geometry created is rooted in the illusory plane of the symbolic. Such an apprehension is similar to that of actors who come to recognize the gulf between acting a role and the role itself that can never be bridged, and 58"},{"pageNumber":58,"pageContent":"THE 23 SYNDROME this futile struggle is sometimes known as the sinister grotesque. Such a real-ization offers powerful insight into the fabric of things; for a writer who has merged with an acausal perspective of language will become suspicious of the face value of words and see them for what they are: as a grotesque, a sinister writhing scrawl that is to the original esoteric as music is to noise. However, not all writers emerge from the realization intact or appropriately empowered; while some are able to accept that language is ultimately broken shards the casual result of being forced from the realm of the dream, others without knowledge of the acausal and the nature of the Abyss are led back to the smaller magical cone; the semantics of the Matrix, where they contemplate a secret essence believed inherent in language and words and letters them-selves. Such an obsession obscures the simple and represents the absorption by a destructive angle; wisdom substituted by the thought that within our language lies some mysterious occult secret. A distortion of the simple is bound to occur if the epiphany is encountered by a human-centred being. Writing/speech is the tool of the Ego and is thus heavily invested with the en-ergies of human self-importance - a narcissistic mentality that summarizes, because it \"comes\" from man it is \"of man\" and thus by proxy \"is man\"-which is further broken down by the selfish nature of the will to power of all conscious beings to, \"is me\". There is an ever-present danger of misdirection because of this mentality for the ego to project divine worth onto its tools. That is to say, safety precautions are taken by the ego to protect it when it sud-denly experiences mystery at its inability to communicate its will to its satis-faction and it charges the exoteric script/text with power, remaining ignorant of the symbolic plane. And due to this ignorance, Gematria, Kamea and other exoteric arrangements of letters and numbers are pored over, arranged into squares and rhombuses and so forth in the hopes that such diligence will reveal a perceived secret. There will always be casualties on the LHP (which can quickly become an RHP): i.e. those that don't have this realization remain blind to the power of words and to the alien powers of their deceptive host, the Ego. In summary; writing is an abstract symbolic expression by the ego to express the incommunicable, or in a magical sense, the esoteric. It is motive in the guise 59"},{"pageNumber":59,"pageContent":"TERATO of shape, and if its exoteric representation is mistaken as essence rather than appearance it has performed its tragically deceptive spell-craft. For the aspirant -writing should be seen as a mode of human centred perspective that is ob-sessed over because of its connection with the Ego, it should not be expected that dissection of symbolic characters in light of this understanding will di-vulge anything less than this. 60"}]
