[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Crop Circle Year Book 1999 © 2000 by Linda Moulton Howe January 5, 2000 Gosport, Hantsfordshire, England - Photographer Steve Alexander and writer Karen Douglas have created a beautiful \"pictorial tour of crop circles and their landscapes\" from the 1999 summer in a large booklet (11 3/4 by 8 1/4 inches, 25-pages) which accommodates large landscape photographs and smaller close-up details. Thirty-three of the best 1999 English formations are featured in more than 100 images. Karen Douglas writes, \"Many of the most dramatic crop circles continue to appear in and around the Avebury area of the county of Wiltshire. This is indeed a most ancient and sacred ritual landscape. Sites such as Silbury Hill, West Kennett Longbarrow and the Devil's Den dolmen are all part of the once huge complex of Avebury, now largely destroyed and its past glories as one of the earliest Megalithic sites in Britain long forgotten. In fact, the whole of the crop circle phenomenon could be seen as one mysterious ritual being played out in secret on our sacred landscape. \"There is a clear relationship between the crop circles and these ancient sites. Underlying geometries and careful placement on the landscape are but two overt similarities. One less obvious correspondence involves strange sightings of a peculiar form of light phenomenon which has been seen for hundreds of years around our ancient sites, but which is now seen with a growing regularity in and around the crop circles. \"It seems we are dealing with a complex system of universal principles, coded in sacred geometries and number mysticism, which have been alluded to for thousands of years. Crop circles in some way seem to be hinting at or even heralding the rediscovery of some of these principles.\" "},{"pageNumber":2,"pageContent":"An excerpt from Page 7, Crop Circle Year Book 1999 featuring the August 4, 1999 formation that appeared near the West Kennett Longbarrow across the road from Silbury Hill, Wiltshire County, U.K. © 1999 by Steve Alexander and Karen Douglas. More Information: Crop Circle Year Book 1999 can be ordered directly from Steve Alexander and Karen Douglas by sending a check for $25.00 in U. S. dollars made out to: Steve Alexander 27 St. Francis Road Gosport, Hampshire England PO12 2UG + 44 (0) 23-9235-2867 e-mail: temporarytemples@ntlworld.com We b s it e s : http://www.temporarytemples.co.uk Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
