[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Updated Images: Attorney Describes His Encounter with Non-Human Entities © 2007 by Linda Moulton Howe \" I 'm a well-trained professional. But these entities took away my liberty and hijacked my free will through a process that I’m calling a seduction.\" - A ttorney T hree-foot-tall hooded non-human standing next to six-foot-tall non-human at the end of attorney's bed around 1965. Attorney is now 57-years-old. Image © 2007 by \"John Smith.\" January 5, 2007 Albuquerque, New Mexico - Recently in my Earthfiles mail, I received a 4-page, typed and well-written letter from a successful attorney living and working on the West Coast. For more than three decades, this man - whom I will call John Smith to honor his request for anonymity - has kept secret his interactions with a non-human intelligence. First he trusted them, but now worries that the agenda of the particular type he has encountered is to manipulate and suppress humans. Attorney Smith’s abduction experiences have included being taken right through a wall, examinations by non-humans of his head and genitals and visions of an apocalyptic Earth future. Guiding Attorney Smith through his experiences was a telepathic voice that entered his life with winning raffle tickets and other inside information that convinced John Smith he was being given special protection by extraterrestrial, or other-dimensional, intelligences. Attorney Smith is now 57-years-old and says his first memories of high strangeness go back to odd, repeating dreams he began having around age 25. Interview: “They (odd dreams) sort of centered around an awareness of entities around me and I would become literally paralyzed in my bed. I felt this extraordinary pressure that had a sound associated with it that was really quite disturbing. COULD YOU EXPLAIN WHERE YOU FELT THE PRESSURE PHYSICALLY AND PERHAPS TRY TO MIMIC THE SOUND? The sound would be a very powerful thrumming, as if we had very powerful sound amplifiers - not like a 60-cycle hum, but we’re getting close in saying that. "},{"pageNumber":2,"pageContent":"DO YOU MEAN IT WAS SOMETHING LIKE (I make a pulsing hum)? Yes. Something like that, but increasing in intensity. And I was aware that these entities were having communication between themselves saying things like, ‘We’re not in yet. I wonder if we can get in?’ That for some reason registered in my awareness. So those would have been my first kinds of awareness I had. WHERE DID YOU FEEL THE PRESSURE? In my head. WAS IT AROUND YOUR ENTIRE HEAD? OR WAS IT A BAND? OR WHERE? I would say it was the back of my head toward the base of the skull and radiating out from there. WHAT WOULD BE THE EARLIEST AGE AND WHAT DO YOU REMEMBER CONSCIOUSLY HAPPENING? At that time, I think I’m in my late twenties. Out of that time period, that’s all I recall. I remember that my wife at the time would b awakened by my noises afterwards and be quite startled. Apparently, she was out, too, until I came out of whatever. WOULD YOUR NOISES BE SCREAMS OR OTHER SOUNDS? Yes, she described my sounds as being terrified, muffled screams. DID YOU HAVE ANY RECALL CONSCIOUSLY OR RESIDUE IN DREAMS AFTERWARD ABOUT YOU AND NON-HUMAN ENTITIES? Not during that first episode. I certainly have more precise recall from later episodes. 1970s - Tall and Short Entities in Bedroom LET’S JUMP TO WHAT YOU REMEMBER AS THE MOST VIVID IN WHICH YOU HAVE CONSCIOUS MEMORY AND WHAT AGE WOULD THAT HAVE BEEN? Now, we’re probably fast-forwarding another ten years and that took place after I moved from one house in the area to another. The house I moved to – it’s one of those things where I looked at it and said, ‘Wow, this place is the house for me!’ for some reason. It was a very lively house. It had a lot of appeal to it. But little did I know that it, for some reason, seemed to be far more open and I’ve been questioning since whether certain areas on the planet are just more portals to what I believe to be inter-dimensional activity. So, it was more of an open area in hindsight. From the time I moved into that house, the visitations became more frequent, far more intense, and I was far more prone to have some recall on it. The typical thing that would happen is that it would be nighttime. There might be some events preceding it like my animals getting a little out of control. I had some motion- sensitive security lights outside my house and they would flash on and off. I would go to the windows and nothing was there. Finally, for some reason I’m asleep – or think I am – and then I would see clear alien presences – nothing I’ve ever seen on this Earth, believe me! When it happens to you, it is absolutely startling, terrifying, something you have to live through to appreciate. But usually, there would be two different types of beings. There was a taller variety and then a shorter variety. Following my awareness of their presence, I would literally be pulled straight through my bedroom wall and directly up into a spacecraft. BEFORE WE GO INTO THE CRAFT, COULD YOU CONCENTRATE IN AS MUCH DETAIL AS YOU CAN REMEMBER IN TRYING TO PAINT WORD PICTURES FOR LISTENERS OF THE TALLER ONE AND THE SHORTER ONE? COLOR? FEATURES? CLOTHES? I can’t identify who they were, but I will say that the taller ones were thinner. They tended to be elongated, lighter in color. The shorter ones were darker in color and quite a bit shorter – maybe 3 feet tall. Something on that order. I don’t have a lot of recall about details other than the taller ones tended to be much lighter in color, almost a shiny appearance. The darker, shorter ones – hard to make out much detail. SOME PEOPLE HAVE HAD THE IMPRESSION OF METALLIC COATING IN SOME ENTITIES. CAN YOU DESCRIBE WHEN YOU SAY SHINY WHAT THE COLOR AND"},{"pageNumber":3,"pageContent":"TEXTURE WERE? I would have to say kind of a silvery sort of appearance. HOW TALL WERE THE TALLER ONES? They were 5 to 6 feet tall. DO YOU REMEMBER ANY KIND OF CLOTHING AT ALL? The shorter ones seemed to have some kind of clothing, but I would be speculating on its nature except it seemed foreign to me. THE TALL ONES IN THEIR SILVERY SHININESS, DID YOU HAVE ANY SENSE OF CLOTHING OR COMPLETELY NUDE? I would tend to think the latter. It seemed to me it was either a one-piece arrangement or maybe their natural state. HOW THIN IN COMPARISON TO A HUMAN BODY? Much thinner, quite thin. \"Pulled Directly Through the Wall\" CAN YOU DESCRIBE THE WHOLE EXPERIENCE IN DETAIL AND CONTINUE ON INTO WHEREVER YOU END UP? What struck me is the suddenness of the event of being pulled directly through the wall. It was as if the wall did not exist. My bed was located directly below an exterior window and I would be pulled not through the window, but directly through the wall and immediately up into the spacecraft. I cannot tell you how far the spacecraft was above my home. Frankly, Linda, I can’t even tell you whether it was in the same dimension! It was almost to some degree like being pulled into another dimension. Extraterrestrials? Other-Dimensionals? CAN YOU ELABORATE ON THAT? THIS IS THE SECOND TIME YOU’VE SAID THESE MIGHT BE OTHER-DIMENSIONAL RATHER THAN EXTRATERRESTRIAL BIOLOGICAL ENTITIES FROM INSIDE THIS GALAXY OR SOME OTHER PLACE? That’s just been my sense. I couldn’t defend it scientifically. I just have a subtle impression that they simply do one of two things: 1) Either they are literally from another dimension; 2) Or their mode of travel incorporates inter-dimensional aspects, much as science postulates that we can go in a black hole and come out the other end somewhere. That might account for the fact that some thing winked in and out of existence from one point into another. So, whether they are entirely in another dimension, I can’t tell you. But I certainly can say it’s been my direct experience that they are very, very capable of moving through space-time in ways we don’t understand and I would associate with having mastery of the ability to go from one form into another. But my impression at that moment was that the journey from my bedroom to the spacecraft was rather quick. There was not a lot of impression of floating for a long period of time on my way up. It was WHOOMP! Gone!! The next thing I knew, I was on a very cold metallic table within an alien craft. I doubt very much whether it was terrestrial origin at all and I was subjected to a number of procedures. WHY DO YOU SAY IT WAS NOT TERRESTRIAL AND VERY ALIEN – THIS CRAFT? Because the aliens were there. So, that’s tip off number one. Tip off number two is the equipment does NOT resemble any medical equipment that I’ve ever seen and some of my best friends are doctors. It resembles absolutely nothing I’ve ever seen! Probe of Genitals and Neck"},{"pageNumber":4,"pageContent":"CAN YOU GIVE A WORD PICTURE ABOUT WHAT YOU REMEMBER THE MOST? I remember being absolutely terrified and I remember being probed with long, thin probes and they seem to be interested in different areas of the body. There were a couple of areas they seemed most interested in. First, they continually wanted to focus on the neck area and also on the genitals. Occasionally, when I came back I would have physical markings in those areas, which I took pictures of and tried to document as best I could. But those are the two areas they really seemed to want to probe. WHAT WERE THE MARKS LEFT ON YOUR HEAD AND ON YOUR GENITALS? They would be like red pinhole-type markings. Other than that, there was no physical injury or trauma, although I do believe I was in the genital area, had an injury that has caused me some difficulty over the years. WERE THE RED PINPOINTS IN ANY KIND OF PATTERN? Yeah. The pattern that I recall most commonly were two points separated by about half an inch to three-quarters of an inch. W hite arrow points at two round, reddish \"pinhole-type\" markings behind the attorney's left ear. Photograph by attorney's wife. \"Empty Bodies\" Hanging On Hooks A ttorney: \"The attached is from my perspective observing the interior of the craft from the table I am laying on. Contrary to what I've shown there was really a double row of bodies, one above the other, but you get the idea. One thing that stuck me was that I could not see the end of the row of bodies - they just continued beyond my range of vision. In other words, one heck of a huge inventory of human (body) material - for what?\" Image © 2007 by \"John Smith.\" WHO, OR WHAT, WAS AROUND YOU THAT YOU REMEMBER GIVING YOU THE EXAMINATIONS? Yeah, that’s another startling and terrifying aspect of this. There seemed to be others there in the spacecraft – and maybe the most appalling memory is of seeing row upon row of people hanging, much like on meat hooks and appearing not to be conscious."},{"pageNumber":5,"pageContent":"BELIEVE IT OR NOT, I’VE HEARD THAT DISCUSSION BEFORE FROM A WOMAN IN MICHIGAN. WERE THESE PEOPLE HANGING BY SKIN OR BY THEIR CLOTHES? I thought it was by skin. I don’t know why I’m saying. I didn’t go and investigate. It didn’t look like a comfortable position. DID THOSE HANGING BY SOMETHING THAT WAS HOLDING THEM UP ON SOME KIND OF HOOK OR INSTRUMENT, DID THEY ALL LOOK HUMAN? OR WAS THERE A MIXTURE OF HUMAN AND NON-HUMAN? Of what I saw, because they were not reactive – they were either in a coma or not responsive for some reason or another – I don’t know that they were actually what we would call human. To me, human means an embodied soul, a conscious soul. These seemed to be – and this is just a subtle perception I can’t shake – that they were just holding vessels. That they were just there. They did not – even though they appeared to be human – there was something really off there. OTHERS HAVE SUGGESTED THAT WE ARE DEALING WITH ONE OR MORE INTELLIGENCES THAT HAVE A CLONING TECHNOLOGY THAT CREATES CONTAINERS THAT LOOK HUMAN, BUT ARE USED TO BE OCCUPIED BY THE INTELLIGENCES THAT MAKE THEM. That could certainly fit in here, consistent with what I saw. Non-Human Communication WHAT TYPES WERE IN THE CRAFT? I don’t recall seeing the little ones in the spacecraft. These were the taller ones who just seemed to be going about doing quite robotic moves. This was like their job as if they were the Teamsters on the loading dock. Just going about their business. Very little conscious involvement at all. Very cold. Very, very cold, as if this was some sort of horrific play that they had done so many times, it was just routine. WAS THEIR WORK WITH YOU ONLY INVOLVED WITH YOUR HEAD AND YOUR GENITALS? That’s all I recall. DO YOU REMEMBER ANY KIND OF TELEPATHIC COMMUNICATION TO ANY OF YOU? Not at that time. LATER, WHAT HAPPENED? Later, I started to get the telepathic connection. I suppose in hindsight that came out of – I think they left implants of some type in my head area. That seemed to facilitate a telepathic connection. WHAT DO YOU REMEMBER ABOUT CONTENT? I can only describe it this way. I thought in hindsight I was absolutely seduced by these entities. Not in a sexual sense. This was in the sense of utterly and completely being subjected to a program that stripped me of my free will and essentially turned me into a robotic controlled entity that would have done their bidding. Voice In Head I need to back up here and give you a little bit more. I’m getting ahead of myself. They started off by just having this voice appear in my head. I’m a competent professional. I’m not used to hearing voices in my head. This was something new to me. But I remember distinctly the first time they would begin to feed me information. I was a member of our local Rotary Club in the city I lived in at the time. The voice said, ‘Go buy a raffle ticket. Just buy one ticket. You only need one and you’ll win.’"},{"pageNumber":6,"pageContent":"Sure enough I did and that caught my attention. I went, ‘Boy, how can this voice do this type of thing?’ It would be a progression of those types of insertions into my reality where they began to almost as if reading into my thoughts as to my philosophy and my own motivations in life, which at that time and still are around a passionate desire to do good for our humanity and for the environment of our planet. I have taken a lot of my professional life in that direction. So, the thoughts they would put in my head were around: we can really help the planet by doing x, y and z. We need to do this or that. When that would be completed, good things seemed to happen. So, I became more and more convinced that what I was dealing with, in spite of my recall of the rather unpleasant abduction experiences – I thought maybe I was dealing with different ones. But, I began to trust this voice implicitly. Trust in Non-Humans Changed to Mistrust IN THAT TRUST, WHAT DID YOU THINK YOU WERE TRUSTING? I honestly can’t say that I knew. All I know is that I felt that it was some – it was not my own mind. It was an alien intelligence – and not in the sense of knowing it was a grey or any other label for what kid of alien intelligence it was. It was merely alien to a human intelligence and seemed to have spiritual wisdom about it, which in hindsight was the ultimate seduction in believing that I was dealing with a benign and benevolent spiritual voice. WHAT CONVINCED YOU OTHERWISE? What convinced me otherwise after many of these experiences and doing many errands on behalf of whatever this entity was, I had occasion to want to get some help for my father who was quite ill. I was interested in alternative energetic healing. I’ve always had this interest in energetic healing, hands on healing, that type of thing. I went to a number of schools to learn techniques. It was a sideline and interest of mine. I got to know one rather well known healers. While he was still taking private clients, I called him and he agreed to. After doing a remote telephonic session during which he absolutely convinced me of his prowess by describing exactly where I was living, all the surroundings of my house – extraordinarily accurately. Then he tuned into my father and told me straight out that he was closed and there was nothing that could be done for him. He just was not open to it. The healer then suggested that we use the balance of the time I had paid for to work on myself. Within the first minute or two, he asked, ‘What do you think about E. T.s?’ After talking, I think he had his own suspicion validated and came out and said, ‘You have implants and you need to have them removed.’ I thought about that for a second because I have to tell you in all candor, I had a kind of ego attachment to being able to channel this voice. From time to time, I had dazzled my friends by being able to connect them to actual sightings of spacecraft and pulled through some amazing information in kind of channeled format. So, I was a little reluctant to let go of that connection. Nevertheless, it felt like the right thing to do. Something I knew I had to do. So, I agreed to have the implants removed. So, this healer quite adeptly through a process that lasted ten or fifteen minutes pulled out the inter-dimensional, energetic connections – however you want to visualize those. They were gone. It changed my world – absolutely put me on the floor. I don’t think I’m exaggerating when I say it made my world look completely different to me. It took me probably three months to come back to a sense of normalcy. Free Will Hijacked WHAT WAS THE BIGGEST CHANGE FOR YOU? I guess in a word, freedom. I guess this gets to the heart of what really gets to me now about that experience. They hijacked my free will and I don’t take kindly to that. I believe in our country’s founding principals. I think they were brilliant at the time and they are brilliant now. We’ve got individual liberty and to take that away from anyone is not a good thing to do. We value, as a nation, freedom and individual liberty. I'm a well-trained professional. But these entities took away my liberty and hijacked my free will through a process that I’m calling a seduction. That’s not nice. So, it got back to regaining that sense of myself as an individual."},{"pageNumber":7,"pageContent":"THE QUID PRO QUO IN THE SEDUCTION WAS GIVING YOU INFORMATION THROUGH YOUR MIND THAT COULD WIN RAFFLE TICKETS, COULD PREDICT THE FUTURE AND ALL OF THAT? Yes, it came with a number of psychic gifts. In hindsight, they really designed it to feed the ego, which I suppose is the ultimate seductress. They really got me. THE LOSS OF FREEDOM IS THAT IF YOU ARE SEDUCED BY WHAT YOU CONSIDER TO BE HIGHER KNOWLEDGE, INSIDER KNOWLEDGE, THAT ONLY YOU HAVE, THEN YOU BEGIN GIVING OVER TO THAT VOICE. YOU STOP THIKING FOR YOURSELF, CORRECT? Yes, and what is especially disturbing to me in hindsight is I would have done anything for that voice. If they had said ‘Walk out in front of a truck,’ I don’t know that I would have thought twice about it. HOW DO YOU THINK THIS EXPERIENCE OF YOURS – BECOMING CONSCIOUS TO HAVING BEEN SEDUCED, HAVING LOST YOUR SENSE OF SELF AND FREE WILL – HOW DO YOU THINK THAT YOUR EXPERIENCE RELATES TO ALL OF THE OTHER THOUSANDS OF ABDUCTIONS AROUND THE WORLD? The short answer is that I don’t know. But I have a strong suspicion that what I went through was not an isolated event. Yes, there are many people who are also implanted and who are controlled to varying degrees. That really causes me great concern. I don’t know why they (aliens) pick the people they do, but clearly many of the people they pick are either in positions of power or influence – or have spiritual inclinations, a great deal of subtle perception capability, deep sensitivity. Those that could be – I’m just grasping for what might be going on. I truly don’t know. Alien Agenda to Suppress Humanity? But I suspect what we might be facing is an attempt by these entities to suppress humanity as a species and to keep us from our birthright, from our own spiritual and physical evolution into the next stage of our development. I’m struck by some of the ancient Mesopotamian text where Enlil and Enki (in Sumeria) where there was an effort to genetically create useful beings. Then when the brother came back and found that, he made every effort to suppress it. I think since that very ancient time, we just have an extension of that battle between those reaching for the Garden of Eden and those who want us kicked out. [ Editor's Note: Wikipedia - EN.KI \"lord of the earth\" was a deity in Sumerian mythology, later known as EA in Babylonian mythology, originally chief God of the city of Eridu. The name Enki is misleading because he was god of the waters and not of earth. The exact meaning of his name is not sure: the common translation is \"Lord of the Earth.\" The Sumerian \"EN\" is translated as a title equivalent to \"lord\"; it was originally a title given to the High Priest. \"KI\" means \"earth,\"or possibly \"mound.\" The name Ea is of Sumerian origin and was written by means of two signs signifying \"house\" and \"water.\" Enki is also the master shaper of the world, God of wisdom and of all magic. He is the lord of the Apsu (Akkadian, Abzu in Sumerian, hence Greek and English Abyss) , the fresh-water ocean of groundwater under the earth. His symbols included a goat and a fish, symbols at the opposite ends of the year (Pisces and Capricorn) which later combined into a single beast, the Capricorn, which became one of the signs of the zodiac. Enki in Sumerian astronomy also represented the planet Mercury, known for its ability to shift rapidly, and its proximity to the Sun, Sumerian Utu, Akkadian Shamash, the God of Justice. Enki's symbol is the caduceus (2 serpents on a eagle winged stick) is one of the most ancient of symbols. The symbolism in the caduceus reflects the Kabbalah Tree of Life. Enki proposes that the Gods make humankind as their servant, and give humans the task of keeping creation going. It is agreed, and Enki forms humanity out of the red earth (Hebrew Adamah), mingled with the red blood of the God Kingu, slain for his part in Tiamat's attack. Enlil fills his lungs with air (Hebrew ruach, Greek pneuma, Latin spiritus), and humans are alive. In this way, Humanity is given the task of maintaining the balance of nature and keeping the created order in place.]"},{"pageNumber":8,"pageContent":"WHAT IS THE REASON TO SUPPRESS? You know, from some of my other contacts, I think they are scared of us and scared of what we could do. I think somehow, we threaten someone’s power structure. That’s just an intuition. I really don’t know. THERE IS A GREAT IRONY IF IN FACT HOMO SAPIENS SAPIENS AS A SPECIES WAS SET IN MOTION BY THE ANNUNAKI AS DESCRIBED SUMERIAN TEXT. AND THEN TURNED AROUND AND WAS THREATENED BY THAT WHICH IT MADE? Yeah, that is ironic, isn’t it? WHAT DO THE SUPPRESSORS WANT? I can only speculate that it’s power. Power over what and for what purpose? I’d only be speculating. YOU ARE THE ONE WHO HAD INTERACTIONS WITH THEM. WHAT DO YOU INTUITIVELY FEEL? I think it’s been a pretty good deal for the suppressors so far. I think they use us for our genetic material, I can say firsthand. But I think beyond that, there is a possibility that they sort of symbiotically – maybe that’s not the right word – if it’s as if they can use us to experience our vast capacity for emotional and heartfelt experience that is more foreign to them. They can experience that vicariously through us. DO YOU HAVE ANY IDEA HOW THEY DO THAT? No, I really don’t know the mechanisms other than what I directly experienced and described to you. THE SEDUCTION. AND THEN USING THE HUMAN IN A WAY THAT BECOMES THE ENTITY’S PUPPET OR PAWN OR WHICH THEY ARE OPERATING THROUGH? Yes. I was certainly aware that they were able to experience MY experience. Communication was obviously telepathic and I suspect almost holographic in the sense that they could – much like we would turn a channel on the television – switch from one implanted human being to another and enjoy the show. ALMOST LIKE HUMANS WERE THEIR CDS? Yes. CD-ROMS, they are interactive. They can almost make it to order. OTHERS IN THE HUMAN ABDUCTION SYNDROME HAVE SUGGESTED SOMETHING LIKE THIS – THAT THERE IS SOMETHING ABOUT THIS SPECIES THAT IS BEING USED. YOU COULD SAY AS RECORDING DEVICES, PLAYBACK DEVICES. IT MAKES THE INTELLIGENCE THAT IS TRYING TO USE US, MANIPULTE US, HARVEST US AND MAYBE CREATED US, THAT MUCH MORE HAUNTINGLY STRANGE TO ME AND I WOULD LIKE TO UNDERSTAND WHO THEY ARE, WHAT THEY ARE, WHAT THEY REALLY WANT AND WHERE THEY ARE FROM? Me, too. Humans and Aliens In Collusion? I think there is a collusion between certain arms of our government and the alien intelligence that goes along with whatever their master plan is – there is some quid pro quo here that I don’t understand. But there is clearly some kind of marriage that has been arranged here that both sides see some benefit in. But I don’t think it is good for humanity and I don’t like all of the silence and secrecy around it. I don’t like the fact that people who do things like I used to do often times disappear. And I’m certainly not about to get into it again. I’m convinced that our own spiritual capacity needs to evolve and win the day for the good guys. These people who are colluding, both within our government and from wherever the heck they come from, don’t serve that interest. They are there to suppress us for reasons that I don’t understand, but know enough to be offended by it."},{"pageNumber":9,"pageContent":" Apocalyptic Images of Earth's Future - Controlling Humans by Fear? HAVE YOU EVER BEEN SHOWN A SCREEN IN A CRAFT OR IN A DREAM, 3-D HOLOGRAPHIC IMAGES THAT WERE PROJECTED AS BEING THE FUTURE OF THIS PLANET? Yeah – they used to play those for me. They tended to show sort of an apocalyptic version of our future unless we change. Part of that seduced me into wanting to help them – or at least the ones I was dealing with. There may be some that are truly benevolent dealing with us as well as some that are not. The ones I was dealing with, I think in hindsight, clearly were not. But they did show me visions of the future and it was not going to be an easy time. WHAT ARE SOME OF THE DETAILS THAT YOU REMEMBER? An environmental disaster of absolutely monumental proportions where the Earth became completely out of balance and one apocalyptic vision after another. WHAT WERE IN THOSE APOCLYPTIC VISIONS? What’s coming up for me is one that has the Earth shrouded in this dense sort of smoke and it’s almost an unlivable sort of atmosphere that’s been left. Most of humanity has succumbed to whatever has been unleashed. I don’t get the sense that it’s World War III atomic kind of cataclysm as some might think. But something is altered fundamentally in our environmental balance that cascades out of control and creates something that is no longer very user friendly for we carbon-based life forms. WAS THERE ANYTHING ABOUT THE SUN’S INTERACTION WITH EARTH AND THE SOLAR SYSTE M? Not in those screenings, although I do think the Sun is absolutely crucial here – not only the connection with our sun, but the connection of our Sun with other suns as well. One of the visions I had was of something I call the ‘cosmic webbing’ where there is a webbing of energetic connection between our sun and all of the other suns in the Milky Way – and a particular connection with the galactic center. And those energies modulate activity here on Earth to a much greater degree than I think science presently recognizes. That’s just an intuition and vision I’ve had, not something the aliens showed me. What Is Point of Alien Deception? COULD YOU ADDRESS WHAT SEEMS TO ME TO BE A HUGE CONTRADICTION? I’VE ENCOUNTERED THIS IN SO MANY DISCUSSIONS WITH PEOPLE IN THE HUMAN ABDUCTION SYNDROME. VISIONS OF A FUTURE THAT IS APOCALYPTIC IS SHOWN BY A VARIETY OF DIFFERENT TYPES OF NON-HUMANS. IN SOME CASES, THE HUMANS ARE IMPASSIONED FOR THE REST OF THEIR LIFE TO TRY TO HELP THE EARTH, AS YOU WERE. BUT IN YOUR CASE, YOU COME TO FEEL THAT THE INTELLIGENCE THAT WAS ONCE SHOWING YOU IMAGES AND ONCE WAS GUIDING YOU IS SEDUCING YOU AND TAKING OVER YOUR FREE WILL. YET, IF THE PLANET IS ON A COURSE OF DESTRUCTION BECAUSE OF WHAT HUMANS DO, WHY WOULD THESE BEINGS NOT INTERFERE DIRECTLY? It’s a good question and one I’ve thought about as well. I really don’t know, obviously. There are forces at work here that are very much at war with each other, or at least that is the theme that I kind of came away with. There are those who, yes, would and are intervening on behalf of our environment and on behalf of humanity. And those who are intervening on behalf of the suppressive forces, as I call them. THE SUPPRESSIVE FORCES WANT GENETIC HARVEST AND THE USE OF BODY CONTAINERS. WOULDN’T IT BE IN THEIR INTEREST IN GUIDING HUMANITY TO PROTECTING THE PLANET AND HUMANITY AND NOT ALLOWING IT TO BE DESTROYED? (long pause) I don’t know about that. Yes, if that were truly their motivation. But let’s say that we’re coming into a time period where it is no longer possible for them to continue"},{"pageNumber":10,"pageContent":"their activities. Let’s just say that we are coming into a period of time – and maybe 2012 means something and maybe it doesn’t – but lets’ say we’re coming into a time where it’s inevitable that mankind will come into its own. Where their (suppressive forces) actions will no longer be successful – that we’ll see through them as our awareness grows. They are just playing out the game while they can – to get what they can while they can, knowing they are going to get kicked out of here. Or at least for many epochs while we are under the influence of some of these subtle energies from this greater galactic center or whatever, facilitate us using the other 90% of our brain we haven’t figured out yet and all of our collective psychic abilities – we really will re-create the Garden of Eden on this planet. They won’t be able to get through. They won’t be able to mess with us. WHAT YOU ARE IMPLYING IS THAT APOCALYPTIC VISIONS ON SCREENS INSIDE OF THE DISC TECHNOLOGY WOULD BE LIES AND DECEPTIONS? That was clearly my sense. It’s the psycho-spiritual rap that they have that was incredibly seductive to me and to many others. But it’s just for the purposes of getting you to play along through these earth changes and to prolong the time that they have power. Again, whether you are an anthropologist or political scientist, you’re going to say what is the primary motivator once you get past survival? It’s the acquisition and use of power and the lingering question: why don’t I have more. (laughs) SO WHAT YOU MEAN IS THAT IF THE NON-HUMAN ENTITIES OVER FIFTY YEARS AT LEAST HAVE BEEN SHOWING HUMAN BEINGS 3-D SCENES OF THIS PLANET THAT HUMANS INTERPRET AS CATASTROPHIC AND CAUSE FEAR ABOUT THE FUTURE, THAT THE INTELLIGENCES ARE USING FEAR TO CONTROL HUMANS? Yes, absolutely. I don’t understand it, but one suspects yes, there is that agenda at work to increasingly cause waves of disturbance to throw us off.” More Information: For further information about the human abduction syndrome, please see the Earthfiles Archives below and my books and documentaries in the Earthfiles Shop. • 12/14/2006 -- Abductee Jim Sparks's Encounter with Reptillian Beings, Their Warning and Possible Agenda • 10/11/2006 -- Part 2: Time Travel, Insights from USAF Sergeant and UFO Abductee • 09/29/2006 -- Manipulation of Time and Matter by Non-Humans: The Experiences of Jim Sparks • 06/13/2006 -- Mysterious Triangle-Shaped Welts and Bruises • 06/08/2006 -- Part 2: Unexplained Phenomenon of Sudden Human-to-Reptile \"Replacement\" • 06/02/2006 -- Part 1: Unexplained Phenomenon of Sudden Human-to-Reptile \"Replacement\" • 05/05/2006 -- M ilitary Man's Description of EBE Telepathic Download • 04/28/2006 -- Modern Warfare Applied to Extra-Terrestrial Invasion • 03/02/2006 -- Missing Time Abduction Before Birth • 01/27/2006 -- Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 12/07/2005 -- Zeta Reticuli I and II - Binary Home of Extraterrestrial Biological Entities? • 12/02/2005 -- Abduction by Grey ETs in Huge, Black Triangle • 10/22/2005 -- A Lifting Beam Technology in Colorado Human Abduction • 10/07/2005 -- Part 1: Beam Technology Lifted Body Near Ft. Stewart, Georgia • 09/09/2005 -- Rock Stars and Extraterrestrials • 08/19/2005 -- Strange Aerial Lights, Military Knowledge and Hooded \"Insects\" • 08/11/2005 -- Part 4: Two Men See Cow Mutilated in Light Beam • 08/03/2005 -- Part 3: Two Men See Cow Mutilated in Light Beam • 10/10/2004 -- Part 2: Texas Case of Shape-Shifting Human-to-Reptilian • 04/26/2004 -- Update About Microbiologist Dan Burisch, Ph.D. • 07/02/2003 -- Corguinho, Brazil: What \"Spinning Force\" Created the Football-Shaped Stones? • 06/21/2003 -- Corguinho, Brazil Farmer, Urandir Oliveira, and Attorney Describe Harassments • 06/13/2003 -- Corguinho, Brazil: Only One Bed Sheet • 06/06/2003 -- Part 4 - Geologists Run X-Ray Defractometer on Corguinho, Brazil Stones • 06/06/2003 -- Part 3 - Infrared and Energy Dispersive Spectroscopy on the Corguinho, Brazil Round Stones • 06/06/2003 -- Part 2 - Textiles Expert Examines the Corguinho, Brazil Bed Sheet and P illowcase • 06/06/2003 -- Part 1 - Scientists Examine Samples from the Corguinho, Brazil Bed Sheet and Pillowcase • 03/15/2003 -- Part 6 - Corguinho, Braz il: Microscopic Images from Body Pattern on Urandir Oliveira's Bed Sheet • 03/08/2003 -- Part 5 - Corguinho, Braz il: Large Light Explodes - Breaks Tree, Kills Calves • 03/03/2003 -- Censorship By Omission and Comments from MUFON's John Schuessler • 03/01/2003 -- Part 4 - Corguinho, Braz il: Chemist and Biophysicist Examine Samples of Urandir Oliveira's Bed Sheet • 02/26/2003 -- Part 3 - Corguinho, Braz il: Return from the Non-Human Craft on September 18, 2002 • 02/25/2003 -- Part 2 - Corguinho, Braz il: Inside the Non-Human Craft from September 15 - 18, 2002 • 02/22/2003 -- Part 1 - Corguinho, Braz il: Farmer Describes His Transport to A Non-Human Craft on September 15, 2002. • 12/21/2002 -- Part 2 - Corguinho, Braz il: Close Encounters with Tall Red-Haired and Blond-Haired Non-Human Beings • 12/19/2002 -- Part 1 - Corguinho, Brazil, Alleged Human Abduction and Photos of Body Marks On Bed and Ceiling • 12/07/2002 -- Evolution of Crop Patterns Near Britain's Chilbolton Radio Telescope Observatory, 1999 - 2002 • 11/09/2002 -- UPDATED: Majestic-12 Documents with Ryan Wood About Extraterrestrial Technologies • 08/31/2002 -- One ET Experiencer's Reaction to the Winchester Formation"},{"pageNumber":11,"pageContent":"• 09/15/2001 -- Who Is Osama bin Laden and What Does He Want? • 04/30/2001 -- Part 2 - Former U.S. Army Sergeant Describes 1969 Film of Non-Human Entities • 06/22/2000 -- The UFO/FBI Connection by U. S. Navy Physicist, Bruce S. Maccabee - Part 5 • 04/16/2000 -- A Close Encounter with a Disc in Wyoming • 10/24/1999 -- A U. S. Army Infantryman's Abduction Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
