[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon New Trends for 21st Century © 2000 by Linda Moulton Howe January 2, 2000 Rhinebeck, New York - As the year 2000 ends one millennium and January 1, 2001 will begin the next millennium, Gerald Celente, Editor of the Trends Journal in Rhinebeck, New York headlines \"The Top 10 Trends of the 21st Century.\" He forecasts: 1) Revolutionary breakthroughs for energy production; 2) A New Millennium Religion; 3) Family units no longer based on marriage; 4) Cold War II fought by Have Nots against the Haves and Power Brokers; 5) Major threats from Weapons of Mass Destruction; 6) A Renaissance beyond war and technology emerging beyond 2000 with 7) New Renaissance Politics; and 8) Whole Health Planning for financial, physical AND spiritual security; 9) Homes more than offices will become action centers for work, play and spiritual growth; 10) Virtual, computer-powered education for a truly Global Age. I recently talked with Gerald Celente about his Top 10 Trends List for the 21st Century and here are some highlights: Interview: Gerald Celente, Editor, The Trends Journal and Author, Trends 2000 , Rhinebeck, New York: \"We usually do a top ten for the coming year. But we didn't do that this year because we wanted to show that the last 2000 years could be looked upon as a separate block of time. It won't cross the Millennial Divide. And the point that we make is that you could have gone to any industrialized nation 50 years ago and seen in their agrarian societies a life that resembled medieval days. No electricity. Doing things by hand. And then if you look at the last 50 years with space travel, jet travel, cloning, artificial intelligence, genetic engineering. The internet. "},{"pageNumber":2,"pageContent":"The internet - computerization of the planet. You can see that the scope of change and the depth of change is like something we've never seen before. And we make the point that from Julia Caesar to Grover Cleveland, the world's leaders have gone to their inaugurations and coronations by horse drawn buggies. But the order of scope and change before us really shows us that this is a new block of time. And we wanted to show that in looking at these new top ten trends for the next hundred years that many of these are before us now. And they are just being born so that you can see them develop as you grow. Let's go through your Top Ten and start with the Energy Revolution. 1) Energy Revolution: We're going to see something in the 21st Century that rivals the discovery of fire and the invention of the wheel. And it's going to be an alternative energy. It's a fossil idea to think that we're burning fossil fuels as we enter into the New Millennium. And the new alternative energy won't be the solar or wind energy or the half measures of hybrid fuel cells. What we're going to see from research are breakthroughs going into low energy nuclear reactions, or LENRs, and zero point energy (ZPE) and hydro-catalytic hydrogen power that are going to free people from the energy giants, free them from the energy grid and create a pollution-free world in a lot of ways as this new energy moves on line. How long do you think it will be before our reliance on fossil fuels ends? We think we are going to see developments within the next decade, the first decade of the 21st Century. Lab work substantiates the reality of new energy research and there are published peer-review studies to support it. So, we think it's only going to be a matter of time. What about the \"New Millennium Religion?\" 2) New Millennium Religion: You can see the seeds of a new millennium religion planted in the quest for spirituality that is driving so many Americans today. And what we're going to see is what we call a \"mix and match religion.\" You can see it again with the spirituality as people are selecting a piece from the Qabbalah, a piece from Buddhism, a piece of Catholicism and forming it into something that fits their lives and lifestyles. And as these things continue to grow and expand, they become institutionalized. So, we are forecasting that by 2020, within the next 20 years, we're going to see the beginning of a new millennium religion that includes pieces of religions from Islam to Christianity. In that mix and match, is what you are saying that people are moving away from restrictive boxes of the old religious concepts to something that relates more to the unseen soul and spirit? Exactly. In all religions, there are universal truths and principals that believe there is a soul and it is immortal by nature. But today's religions - and we're not saying rightly or wrongly - but the fact is that many of today's religion's devote much energy to the socio-political and moral issues such as inter-marriage, abortion, political power, social reform and so on. But the new religion won't look at those issues as much and will focus more on the spiritual development that brings people closer to the peace and salvation that they are seeking. And people are understanding or believing more and more that they have a divine purpose in life. And what these new religions are going to do is to help people find that purpose. How does that fit with Number 3 on your list, the \"New Millennium Family?\""},{"pageNumber":3,"pageContent":"3) New Millennium Family: It fits rather closely because a lot of these things are evolutions of the social fabric rather than revolutions. And as we look at the family, it's clear to us that as we move into the 21st Century, we are leaving the traditional family behind. The traditional family of parents and children now accounts for only 26% of American households. We understand that the agrarian age in and of itself brought about that type of family unit that we had. And as this agrarian age ends, it's a return to the pre-agrarian nomadic societies where you had all different types of households. There were matriarchy, patriarchy, polygamy, monogamy. But we can also make the point that right now, we have a neo-nomadic society. And we're traveling far and wide to find our financial hunting grounds. So, the New Millennium families will be the collective body of people living in one household. People just living together for shared values or another one that is a reality economic needs. We can talk as much as we want about the great economic prosperity of the 1990s. But when you look behind the numbers, you realize that 40% of American families have seen their net household assets decline 36% between 1983 and 1997. So, people are going to be getting together for economic needs as well, particularly in an aging society. Why has that occurred in what seems to be an economic boom time? Well, because of the world religion which we at the Trends Institute call 'Theo Economics' in which the economy is God and finance is the philosophy. And we have right now a government that is clearly in control of the corporations that put the politicians or shills for the corporations into power. Everybody knows these words that they come up with - campaign financing. That's influence peddling! The other one is soft money. That's called bribes. So, what has happened is that the moneyed interests have bought and paid for shills in the faces of men and women posing as representatives of the people to pass laws and institute policies that make the rich much richer and everybody else a lot poorer. By the way, as you saw the Battle of Seattle - that was the first shot of Cold War II, another one of our Top Ten Trends. 4) Cold War II: It's unrealistic to believe that there could be one type of economy to fit the entire world. There is no such thing as one size fits all. We're going to see a new 'Ism' develop in the 21st Century to challenge capitalism, or to challenge what they call open market democracy. And we don't know the name of that Ism yet, but the first battle of Cold War II was the Battle of Seattle. And indeed the shots were actually fired at the people. And the theme is very old - it's called workers of the world against moneyed interests. That Battle in Seattle relates to Cold War II in what way in the 21st century? If the last Cold War was ostensibly fought over political agendas, this one is going to be fought over economic philosophy. And the philosophy is going to be one in which there is a backlash against the moneyed interests that are controlling so much of the world's wealth. I'm old enough to remember when people weren't bragging about working what they call the 24/7 week. I remember when everything was closed on Sundays and my Dad was home on Saturday and Sunday. And I had 7 kids in my family and he could support all of us. My mother didn't have to work. What people don't realize is that they are working longer and harder than ever before just to keep their heads above water. So, the Cold War II is going to be"},{"pageNumber":4,"pageContent":"fought over philosophy of the value of life and the economic imperatives. President Clinton said that anyone who is against the World Trade is wrong. Well, pardon, Mr. President, but I think a lot of people are going to disagree. And you can't say one person is right and the other is wrong. As I have been saying over and over again, it's unrealistic - almost infantile - to think that you can have one world economic system. There is going to be a challenge to it and it will be Cold War II. Cold War II, I assume sets up another of your trends which is the \"New Politics of the 21st Century?\" 5) New Politics of 21st Century: Yes. We have an election coming up this year in 2000 and the media is portraying it as George Bush fighting for the hearts of the conservatives. And on the left, Al Gore fighting for the hearts of the liberals. Both of these guys are from the Ruling Class - it's George Bush's son and former Senator Gore's son, Al. This is no fight for the right or left. It's the two-headed, one party system with a minor bit of difference between them. And most people recognize that. We're going to see a continuing decline of people going to the polls. It's becoming a moronic concept to waste your time to go to the polls to vote for a lesser of two evils. In any kind of dignified society, we should be voting for the better of two goods. So, you're going to see more of a decline at the polls and it's going to bring about at some point a political revolution and you're going to see the emergence of a new Third Party. We call the new Third Party, Progressive Libertarian. Progressive in the terms of social needs such as health care, retirement, environment - and progressive libertarian in terms of the U. S. staying out of other countries' foreign affairs. Then there's the privacy issue. The privacy issue is going to be a HUGE issue and you know also that the 2-headed one party system just changed the law to allow financial corporations to exchange peoples information virtually at will. How would this new politics be different from the Ross Perot effort to start a Third Party in the U. S. in which Donald Trump and Pat Buchanan are candidates? Well, the Donald Trumps and Ross Perots and Pat Buchanans are merely clones of the 2-headed one party system. And that's why they are not getting the kind of recognition or support that a Jesse Ventura, for instance, has garnered in Minnesota. I loved it when he became elected! The media pundits and announcers were saying things like, 'What kind of qualifications does Jesse Ventura have?' You know, like the rest of these guys go to school to learn how to run a government! They're a bunch of hacks, political hacks, that are just looking for jobs. So, the people are going to more and more pick the kind of candidate that represents their interests rather than the special interests that have put the current class of politicians into power. To make my point, a U. S. Today poll in late December showed that only 5% of the American public believes that the government does things in the best interest of the people. So, I assume that 5% is the politicians and their vested interests. What about the internet being used to vote? That's going to become a reality. And the only thing that's stopping it is the political will not to let it happen. Because if that happens and WHEN it happens, because eventually it will, that will free people up to make more of a choice and to choose more candidates eventually as this new Third Party moves into motion. So, at one point, we're going to have a decline in attendance at the polls and that will begin to reverse as on-line voting becomes a reality."},{"pageNumber":5,"pageContent":"I suppose right now it is against the entrenched vested interests to have internet voting which is more democratic? Right. And the big fallacy today is that we are living in a democracy. Democracy has been stolen from the people. When you look at the finance campaign corruption that is going on and the influence peddling. I know there are politicians that are saying, 'How dare you say that just because somebody shuffled over $10,000 to $20,000 to $50,000 to me that that can buy them influence.\" Well, I'll tell you what, you try going out to see your governor or your senator without going with a bag full of dough before you enter into the halls of where they residing and you'll probably get arrested if you put up too much of a stink to go see that person. And by the way, in my book TRENDS 2000, I had pointed out that this internet candidacy as well as internet voting is going to become a reality, but the only thing that's going to stop it are the political interests that are in power. And there is another thing going on, by the way. With people working as long and hard as they are right now, they don't have time to know what's going on. And I've never seen it as bad as it is right now and I've been in this business for twenty years. So forget all the talk about the Information Age. People are wired out of their minds, just doing the chores of every day. And all they know are the sound bites that they hear from the media. Nobody has the time anymore to sit down to read and absorb. Precisely. Looking into the next several years, how does all of this reconcile with what you call \"Renaissance 2000?\" 6) Renaissance 2000: I look at this as the end of the Dark Age of Modern Times and I call the 21st Century the Global Age - the beginning of the Global Age. And as the Industrial Age dies, many of the institutions that were designed to support it are either under attack or under question or failing, whether it's politics in government, health care and education, traditional religions, traditional families, the corporations. You look at it, and you can see it falling apart or being re-aligned. So, just as the last Dark Age was followed by a Renaissance, I'm of the belief that this Dark Age will be followed by a Renaissance and it's going to be a rich era of intellectual, scientific and philosophical development. You can see the seeds of this change and of art, too, in the sense that art is going to play its role in helping to uncover the true meaning of the human spirit. But also in terms of this new quest for spirituality. People are really searching for a Universal Truth. And they can't rely on the old institutions to find it. So, something is going to be born. We don't believe we're going to see this Renaissance in our life times. We'll see the buds of it. But our children will experience or begin to experience the flowering of it. So, Renaissance 2000 and the New Religion are in a way two sides of the same coin? Very much. And even the new family. People can talk all you want about the technological revolution. But the biggest changes that are going to come about will be philosophical changes. Ideas. Because when ideas change, that's when everything changes. I'm not the first person to say there's nothing more powerful than an idea whose time has come. And new ideas are being developed."},{"pageNumber":6,"pageContent":"And this thing about the internet - they talk about the new economy. What a hoax! What a hoax! Go back about 120 years ago to the advent of the electric light and electrification of the planet. Can you imagine the electric geeks at that time talking about, 'Hey man, we're going to electrify the whole planet. Just think of the stock options and the IPOs we could have.' Well, they were right. But you know what? During that time, we've seen recessions, depressions, panics, world wars, holocausts, gulags and nuclear bombs. There is no new economy. It's an arrogance of the high tech people who think that they are beyond the natural laws and the organic processes that are really controlling the planet. The statistics you gave that in a booming economy a large percentage of the population has lost ground in terms of income. The fact that the disparity between the rich and middle class and poor seem to be greater leaves a big unresolved issue as we move into 2000: health care. What do you see happening in the next few years concerning universal health care? Well, there is going to be huge problems, particularly as the baby boomers continue to age. And the nation is faced with a slew of chronic degenerative diseases. And I don't buy into the scientific line either - with genetic engineering and stem cell manipulation we're going to be living to 140 years old and we'll be decoding the genome with the DNA. I've been around for over half a century and I remember the talk in the 1950s that, 'Don't worry. Science will come up with an answer.' Well, guess what? They haven't come up with a cure for the common cold. And guess what else? As far as I know - and I would love to be corrected in what I'm saying - as far as I know, there's not one drug on the market that cures chronic degenerative diseases. And all any one has to do is step back into your memory bank and think about what happened when you took a loved one to see a doctor because of a chronic degenerative disease. And think how limited the options for treatment really are. What is \"Whole Health Planning\" on your Top Ten Trends list? 7) Whole Health Planning: It's a brand new concept that we've just identified and what it means is that just as in the latter part of the 20th Century financial planning has become a necessity for all those that want to make sure that they are not caught short when their earning years end, it's the same thing with Whole Health Planning. It's not only your financial health, you better get in shape for your physical health and emotional health and spiritual health. And we're going to understand that this is an integrated system. And when I talk about their being a Global Age, it's not only global in terms of communication and trade. It's global in the understanding that all things are connected. Or like Chief Seattle is alleged to have said: 'All things are connected like the blood which unites us all.' So, Whole Health Planning is going to spur a whole field of professional Whole Health Planners that are going to lead you and guide you in helping you establish a well-integrated program that blends and balances financial, emotional, spiritual and physical health. What then is \"Virtual Education\" on your trends list? 8) Virtual Education: You heard the talk about broadband technology. It means that fat pipe that's going to allow information to flow into our homes at hundreds of times the rate of conventional modems. When that happens, the technological skill also increases. Which means that when we're talking in the future, we're going to be doing so in a 3-dimensional holographic atmosphere. That makes on-line education more and more of a reality. It also means that you are going to be able to select the tops, the Dream Team of Education, that you want to learn from. You can already hear from the traditional education establishment, 'Well, you"},{"pageNumber":7,"pageContent":"know, you're going to miss that hands on personal touch.' I don't know what they are talking about because when I was there in college, I was in an auditorium with 300 different kids and listening to some grad student or professor droning on and on. Now, with interactive education, you're going to be able to tap into the best and brightest in any given field. So, virtual education is going to be a hybrid system. There is no either/or. You'll go to school in a centralized location a couple of times a week and then you're on-line doing your virtual education a couple of others. Is this going to reduce the need for the brick school building? Yes, in a lot of ways it will. And it's not only going to reduce the cost of school buildings, but this whole new virtual world is going to bring down the costs of businesses because the second greatest cost after labor costs are plant and maintenance operations. So, you're going to see by mid-21st Century less of a need for these massive sprawling universities. I wonder how that's going to affect the school tax revenue that goes into so many cities and counties to keep cities running? Well, it's going to be interesting because we're anticipating some major tax revolutions in the years to come. I mentioned about the aging baby boom population. You're going to see more and more resistance to people paying property taxes, for instance, for school systems to put other peoples' children into schools. The baby boomers are running short on cash and running out on life and earning potential. So, we're going to see some dramatic reversals in years to come in the entire taxing system. There's going to be quite a debate going on. If there is more reliance on the internet for the Virtual Education, then this means that the home itself is going to become the business, family, spiritual center? 9) 21st Century Home Center: More and more. The home right now - and that's one of our Top Ten Trends - the Home for the 21st Century. Home right now is just a place for people to hang their hat as they are going in between commutes and crashing on the weekends and getting ready to go back to work early on Monday morning. But now with this new interactive world and the broadband technology when a nation becomes wired, more and more people will be working out of their home full or part time. Also, with people working at home, you actually become more community oriented because now you're going to know what's going on around the area because you'll be spending more time in it. Also, your child will be educated at home - not full time, but maybe two or three days a week and the rest of the time at either a satellite or a centralized location. And for those where it's impossible to be home, then a child will go to a centralized or satellite location. When I interviewed you a year ago about trends for 1999 to 2000, Y2K was up there at the top of the list. What do you now expect to happen after January 1, 2000? Well, there is definitely going to be Y2K problems. The systems today are so tightly integrated that when one link on the chain breaks, the entire system crashes. But you know, we don't think it's time to head to the hills with your pork and beans and water and ammunition. It's definitely a time to be prudent and to stock up. We just have to hope we don't have a nuclear disaster occur from the former Soviet Union. As you may remember in my book Trends 2000 , I wrote"},{"pageNumber":8,"pageContent":"extensively about the problems of the former Soviet Union regarding their nuclear facilities. And the one thing we learned is that the winds of Chernobyl don't stop in that country's borders. One of the weak links in preparedness for Y2K are nuclear power reactors, not only in the U. S., but around the world. Exactly. We don't want to sound like Armageddon that the world is going to come to an end, but there are some serious problems. Manmade, by the way. We mention also about the world war weapons of mass destruction that are going to happen. 10) World War Weapons of Mass Destruction (WWWMD): Now you're hearing in the news about so-called terrorism slipping across the borders. What's slipping across the border? Tons of drugs and millions of immigrants slip across the border each year. And they can't be stopped and they won't be stopped by New Millennium Warriors either. The point being is that the only thing that will stop a global war of weapons of mass destruction being bought by so-called small groups of terrorists. We call them people who want to get even. Terrorists resent the United States for being the 800-pound guerrilla on the world. You can make arguments that there are Iraqis that don't like the United States because as we speak, Iraq is probably getting bombed right now. It's getting bombed virtually on a weekly basis. You can make a case that there are people in Yugoslavia that really don't love the U. S. and its role in NATO and if any of their parents, children or loved ones are killed, they would like to retaliate. Any time you get involved in somebody else's business, they want to get even with you. But what we're saying is that in the absence of enlightened leadership and divine intervention, a world war of weapons of mass destruction is like betting on a favorite in a one-horse race. And you can say the same thing about the destruction of the environment. Without divine intervention or some kind of enlightened leadership, the planet earth is going in a very dangerous direction. I'm curious why in the list of the Top Ten Trends of the 21st Century you have placed world war weapons of mass destruction above global warming changes? Huge environmental shifts are already taking place and are expected to accelerate such as the North Pole Arctic ice melt. It is 40% less than it was twenty years ago. If that trend continues, in 30 years there will be no icy North Pole in the summers. There are so many large changes happening so rapidly. The global weather system seems to be under great stress to change. There's no question about it and we are aware of it. And selecting these Top Ten Trends - it's very difficult to forecast straight-line events. We think that a wild card in this is the energy revolution whereby it will be operationally cost free. If it's a low energy nuclear reaction, it will be radiation-free. And we also believe that philosophical thoughts are going to begin to change. And with new political parties developing, we believe there is going to be a dramatic reversal. If we're wrong and events continue to go the way they are, then we'll see the kinds of environmental calamities that you are talking about. Many scientists now are concerned that the greenhouse gas emission build-up in the 20th century has set in motion a ship that cannot be turned around for at least another 50 or 60 years, even if fossil fuel consumption were stopped tomorrow. Right, it can't be turned around immediately. But also, if it were stopped, the damage would begin to reverse itself and there is a possibility that the planet, being an organic system, does potentially have a healing potential within it if the"},{"pageNumber":9,"pageContent":"right decisions were made. But global weapons of mass destruction can cause a chain reaction of retaliation and war that would do more to damage the planet short term than the long term trends of environmental destruction which are simultaneously would go on. It will also have an immediate socio-economic political implications as strategies are developed for retaliation and preparations are made for war. Now, all you have to do is go back to 1999 April and remember the war against Yugoslavia that the United States lead. It was launched without debate on the public scale or for Congressional debate. The nation marched off to war without knowing the facts or details. If there is - and there will be - an attack against the U. S. using weapons of mass destruction, the people will follow the lock step of the government to fight back against the people who they believe were the causes of the destruction, just as we saw what is going on in Russia today against Chechnya. The same thing will happen in the U. S. if we go to war against a suspected terrorist group or a terrorist country. So, the short term implications and the long term implications stemming from a war of weapons of mass destruction will be devastating. It seems to be contradictory to a Renaissance 2000 in which people would be trying to become more spiritual that such a trend would evolve in a world bogged down in fighting over territories. These things could happen simultaneously. And we're very clear in saying that in the short term we're expecting some very serious problems. But as this is also going on, there is a very strong movement underfoot for positive change. For instance, right now the politicians can be labeled as the Princes of Popular Culture. For them, it's OK to build strip malls. For them, it's OK to deplete forests, to poison the planet. For them, it's OK to be bought out by corporations who want to peddle influence. But then there is a whole other culture that is going to begin to demand its half of the pie - that doesn't want to see things go on the way they are going on by the popular culture's creed. So, when I say a Renaissance on one hand and a war of weapons of mass destruction on the other, it doesn't mean they can't happen simultaneously. We think at the end point, the philosophy of a Renaissance will be winning out. In everybody's life if you've been around long enough, many of us have had to go through tough times and pay for our mistakes to learn what we did wrong to change ourselves. The same thing holds true for a society. Or could hold true for society. Do you think that we will be able to evolve on this planet for another 100 years and survive? Yes, I do. Because? Because the human being is a pretty resilient breed. And even if there is a major catastrophe. You can look back to WWII, certainly a major war. I would estimate between 25 to 30 million people were killed. But when you look at the scope between the 1920s and the year 2000, there are nearly 6 billion people on the planet! So, even if a third of the population was eliminated from a plague - which we are also forecasting - an environmental AIDS, so to speak, as peoples' immune systems break down from the onslaught of chemicals and the possibilities of nuclear radiation. There is still going to be life on the planet and it may evolve into a higher being than the Theo-economic culture where money and greed and materialism are the ruling schools of thought.\" More Information:"},{"pageNumber":10,"pageContent":"Trends 2000 is available at bookstores everywhere and in the on-line bookstores such as amazon.com and barnes&noble.com. For info about Trends Journal or the services of the Trends Researches for businesses, the toll free number is 1-800-25 TREND. We b s it e s : http://www.trendsresearch.com/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
