[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 4: Tall, Red-Haired Extraterrestrials - The Abduction and “Transformation” of Brian Scott © 2003 by Linda Moulton Howe “M an is two men in one. One is awake in the darkness. The other asleep in the light.” - Red-haired extraterrestrial communication to Brian Scott, 1971. 8 - foot-tall being called \"Voltar\" that interacted with 28-year-old Californian, Brian Scott, from 1971 to 1980 during abduction events. Scott was in the desert near the Superstition Mountains east of Phoenix in the summer of 1971 when a large, round disc came from the sky and hovered over him. Brian says he ended up inside the craft face-to-face with tall red-haired beings. January 11, 2003 Philadelphia, Pennsylvania - When I was working as Director of Special Projects at the CBS station in Denver, Colorado, producing documentary films and TV programs in 1980, I got a call from a former Colorado newspaper reporter and editor named Jim Frazier. He said he had an amazing story to tell about a fellow named Brian Scott. Scott, he said, had been born in 1943, spent a troubled youth as a teenage \"incorrigible\" and by the time he was 28 years old, Scott was milking rattlesnakes for venom to make money. But one day in the summer of 1971 in the desert near the Superstition Mountains east of Phoenix, Brian and a friend who were milking snakes were shocked to see a round, metal aerial craft come out of the sky, larger than a truck. From the bottom of the disk, purple and green colors undulated like an electrical field. Then the craft stopped overhead. Brian felt a tug on his body which started to life upward. He screamed and started to run. But the next thing he knew, a bright white light was burning his eyes and he could see silhouettes in the light. "},{"pageNumber":2,"pageContent":"28- year-old Brian Scott watches in the summer of 1971 as a silver disk with undulating purple and green light underneath approached him where he was milking rattlesnake venom near the Superstition Mountains east of Phoenix, Arizona. There were more than one type of entity on the craft, but the dominant ones were tall humanoids with bright red hair, blue eyes and skin that seemed very white. After that first abduction, he was picked up a second time by very different-looking beings he calls \"Greys.\" Then a third abduction was by the tall red-haired beings again. Then another abduction by the Greys. Those alternating abductions left Brian with the impression that the two different groups were in conflict about what to do with him - and all humans. O ne of the Grey beings that also abducted Brian Scott after his interactions with the red-haired beings. Brian said the Greys are unemotional and claim responsibility for the genetic manipulation of already-evolving primates on Earth to create Homo sapiens sapiens. According to Brian, these are the extraterrestrials which control access to our planet. All other intelligences - including the tall red-haired beings - must comply with Grey authority in order to work with humans. The story is enormous, spanning decades, but I talked this week with Brian about his first impressions of the tall red-haired beings, and then the Greys. Brian Scott has been diagnosed with prostate cancer which has spread to his bones and he is not certain he will be on Earth to see what he expects to be a major transformation of people and the planet after December 22, 2011, a transformation inspired and manipulated by the tall red-haired beings that Brian Scott is convinced come from another world in our galaxy."},{"pageNumber":3,"pageContent":"B rian Scott, born in 1943, was 28-years-old in 1971 when the red-haired beings first interacted with him in the Arizona desert east of Phoenix. Interviews: Brian Scott, Design Engineer, West Chester, Pennsylvania: \"Basically, they are very tall. Six foot, seven foot, long flowing red hair. The eyes range from dark blue to light blue and their hair also changes. It's not always this pure red. It's like a mix between brownish-blond red and dark red. And there are some that have blond hair. Smell. My God, these guys smelled like roses! The people I met they have this really high frequency. There was an odd smell that was all through the craft, more like sour grapes, almost a sulfur smell. But when you got back to the point where you were with the tall people, you passed this little doorway and into the real world of where they were. It's smelled wonderful! The aroma had a lot to do with communicating. An aroma would some how open up (my mind) and change lots of stuff. DO YOU MEAN WHEN YOU WERE IN THE PRESENCE OF THE TALL RED-HAIRED BEINGS, YOU COULD SMELL THE SCENT OF ROSES? I couldn't tell exactly if it was coming from them, but in the craft itself there were different aromas that would happen. Rose oil or roses is a very high frequency-type oil. If you took a smell of the rose oil itself and it opens your mind a little bit to a higher state of consciousness, then you might be able to have a little bit of conversation (with the beings). COULD YOU TOUCH THE SKIN OF THE TALL RED-HAIRS? Oh, yeah. In this one presentation, this 'Voltar' person walked up and put his hand right on my head and I was touching their hand. DID THE RED-HAIRED BEINGS FEEL ANY DIFFERENT IN TEMPERATURE COMPARED TO TOUCHING A NORMAL HUMAN? Wa rme r. THEY WERE WARMER? They were warmer. Their touch was warm all the time. It was like every time there would be a touch, there would be this pulse. It was almost like a beating pulse. It was like your heart some how moved from your heart into your hand and with that you are pulsing with everything you are doing and saying. WHAT DO YOU SPECIFICALLY REMEMBER COMING INTO YOUR MIND AS TELEPATHIC THOUGHTS FROM THESE TALL RED-HAIRED BEINGS? In the original part of this, they pretty much took me backwards to the time they came here and the reasons. It got crazy because they started mixing up things of the real world and things in the past and it all came down to children. Everything was based on children, the birth of children and moving ahead. CAN YOU TRY TO DESCRIBE WHAT THE EXPERIENCE WAS LIKE TO BE IN THE PRESENCE OF THE TALL RED-HAIRED BEINGS AND HAVE THEM TELEPATHICALLY COMMUNICATE TO YOUR MIND?"},{"pageNumber":4,"pageContent":"'Sit down, shut up and listen to what we have to say!' (laughs) Very short words: 'Sit down and shut up.' THEY COMMUNICATED THAT TO YOU TELEPATHICALLY? No, it's what I felt. Just sit down and go along with what is happening here. When they would point a finger to my head in the early stage, I had no idea what was going on. I saw these very weird people standing there almost semi-glowing. A lot of it has to do with the environment and where we were in the craft. THEIR SKIN SEEMS TO GLOW A WHITISH GLOW? If you get face to face, it's more like a bronze-colored kind of skin when you are really that close. But if you're back a couple of feet and there is a back-light, it's almost like they are glowing! THAT'S WHERE THEY APPEAR TO BE SO WHITE? Yes. Like this stuff was blowing me away. I've done something. To tell you the truth, I thought I had died. something happened, I'm dead. I don't know what I did to die, but somehow I died. Now, I'm looking at are these angels? I don't know what I'm looking at. I tried, 'Hello, hello, hello?' The next thing, I said, 'Are you God?' That's what I went to, 'Are you God?' WHAT DID THEY RESPOND? He put his finger right smack in the middle of my forehead and said in very simple words. I could hear this with my ears, I could hear this with my heart, I could hear it in my own body, 'You are God.' Now, they didn't mean me. They meant that what I'm reflecting is the thinking of this Thinking (Entity). THAT ALL LIFE FORMS ARE A REFLECTION OF THE LIFE FORCE THAT WE CALL GOD? Yeah. And believe me, Linda, a lot of this goes back so far, so deep! When they put me in the center of the craft and I was in these sound rings, these rings of light and sound, that they literally put me into. That's when I came up with, 'I'm sitting around a UFO camp fire.' Because those rings of light and sound the beings would move between those rings. Each of these different people, male and female, different colors of hair, slightly different looks, slightly different eyes, they would move to a certain ring. The ring might have a certain color, sound and also had certain aromas. One time, I'm smelling pine, the next thing I'm smelling roses and then something like eucalyptus. I have no idea what is going on. But each time a smell or aroma would open and then the scenario would change and I would start to see things different. WHO DID THE RED HAIRS AND BLONDS SAY THEY WERE? IF MAN IS GOD, WHO ARE THEY? They are directly the children of the stars. EXTRATERRESTRIALS WHO HAVE BEEN INVOLVED WITH THE SEEDING OF THIS PLANET. DID THEY SAY THEY BELIEVED ALSO IN A GOD? Sure they did. They talked about this universal light, this ultra super it's not a being as we know it. It's a nebulous form that is pure light, pure soul, pure mind and that in this creation has created everything that we deal with. The Greys dumped us on this earth, like, 'Here is some DNA and go do what you want.' (Linda Howe's Note: This is similar to what a Grey being allegedly told a government intelligence agent, \"We made you, we put you here, but you have to live it.\" from: Glimpses of Other Realities, Vol. II: High Strangeness .) Now we humans are here for 25,000 or more years, creatures moving around on this planet. Can we get back to the state we were originally trained for? THERE IS AN ARGUMENT ABOUT WHAT IS ALLOWABLE TO DO WITH LIFE ON THIS PLANET BETWEEN THE RED-HAIRS AND THE GREY BEINGS. AND WHEN YOU WERE IN THE PRESENCE OF THE GREY BEINGS, HOW DIFFERENT DID THEY FEEL AND WHAT DID THEY COMMUNICATE TO YOU? The difference between these two was almost like day and night. The Greys would be totally different, like total fear, constant turmoil, nothing made any sense. These people"},{"pageNumber":5,"pageContent":"didn't look right. They didn't sound right. They didn't smell right. I'm just sitting there on a table. They've got me laid down and the next thing I know is in a few seconds they are up my nose with some kind of thing. That hurt like fucking hell! And they pulled out some kind of mass from somewhere. Then came from somewhere, \"You are a descendant of our life. You are us.\" They showed me what we are now. And they showed me where this could go. And they sort of said in simple words, 'No one wants you out there. You are not ready for anything. Go find the light of your being. That's what you were made for.' GO FIND THE LIGHT OF YOUR BEING. THAT IS WHAT YOU WERE MADE FOR. Yeah. BASICALLY THE GREYS ARE LOOKING AT HUMANS AS BEING PART OF THEIR SEEDING AND THEIR PROPERTY. WHAT WAS THE ARGUMENT BETWEEN THE GREYS AND THE RED-HAIRS OVER HUMANS? The Greys said we are not ready in any shape or form to pull ourselves off this Earth and go out there into the universe to do something else and meet other life forms, taking the world of what we are now out there. The Red-Haired people said we humans have to transform. We, as a nation, as a world. The hope is that we would find that universal light. That was the whole purpose of this damn experiment!” Jim Frazier, Author and Video Producer J im Frazier, former northern Colorado newspaper reporter and editor, video producer and author, Transformation of A Common Man © 2002 about Brian Scott's life and experiences with red-haired and grey-skinned extraterrestrial entities. “The damn experiment” in Brian Scott's case was to get him to the Temple of Tiahuanaco at Lake Titicaca in southern Peru to stand in the Doorway of the Portal to Life on Peru's Summer Solstice of December 22, 1976 at 2 p.m. He got there with the help of Jim Frazier, the northern Colorado newspaper reporter and editor. Jim has now written a book about Brian Scott's life entitled, Transformation of A Common Man, now available at his website, www.ThePlayofLife.com. It's huge - 715 pages, spanning decades from Brian's first abduction by the tall red-haired beings in 1971, until today. The book has dozens of drawings and photographs. This week I asked Jim Frazier his opinion of the test, or experiment, that the tall red-haired beings argued about with the Greys over Brian Scott. Jim Frazier, Author, Transformation of A Common Man © 2002, former Northern Colorado newspaper reporter and editor, and owner of NewWest/USA Productions, Windsor, Colorado: \"The Greys were divided in their opinions about what to do with man. They were pretty much committed when Brian met them to eliminating man from the face of the earth and replacing us with a hybrid that they have developed. That process of"},{"pageNumber":6,"pageContent":"elimination was to start on December 24, 2011. Brian was the test. He had forty years from 1971 until 2011 to demonstrate that there was another way that man could evolve and did have a right to stay on the planet. Otherwise, as they told Brian, it was going to be over for man. They were going to wipe the planet clean and begin again with a new hybrid. History would be destroyed. Any remnants of our civilization would be burned away, so that the new hybrid would not have to worry about or even think about the previous planet. The Greys said they had done this type of thing before. IT MUST BE VERY DEPRESSING TO HIM AND TO YOU NOW THAT HERE WE SIT AT THE BEGINNING OF 2003 POISED FOR A MAJOR WAR AND BRIAN SCOTT IS SUFFERING SERIOUSLY AND MEDICALLY FROM CANCER. He always said it was not him that had to do everything. He had to play his role. He went through the test. The test was over on March 22, 1980. he completed the process of the evolution, the 'sudden evolution,' they called it. They described his effort as a success and the rest would be up to mankind when the book came out and people understood. They said there is no more need for mystery and explanations would be given and then man would be able to know what to do and that the answers were already within us and many other people would be given information so mankind would know what to do. THEN WHAT IS YOUR OPINION ON THE FACT THAT WE ARE POISED FOR A MAJOR WAR THAT COULD END UP TRIGGERING SOME KIND OF NUCLEAR AT TA C K ? I think there is going to be a lot of conflict. As they said, this is a process in which human beings are going to grow up and mature on the planet Earth and when it's over, they will be willing to accept and live in a 1000 years of peace. So, the option that Voltar's people or the Red-Haired people provided was that if Brian succeeds, instead of mankind being eliminated after December 24, 2011, there is going to be a 1000 years of peace begin. Supposedly, Brian was successful (in his transformation by the red-haired beings).\" S ee: The Lake Titicaca \"Transformation\" Experience in upcoming Earthfiles report. More Information: To order book, Transformation of A Common Man: Call the 1st Books toll-free hot line: 1-888-280-7715. Price: $25 plus shipping. Delivery 7-10 days. Or order from your local bookstore and Amazon.com. B rian Scott's alleged transformation began on the Winter Equinox of December 22, 1976, at 2 p.m. in the Doorway of the Portal to Life at the Temple of Tiahuanaco at Lake Titicaca in southern Peru. The red-haired beings requested Brian to be standing in the doorway on that equinox in order to begin what the beings called a “transformation process.” Colorado newspaper reporter and editor, Jim Frazier, provided the resources for the trip, took photographs and twenty-six years later produced this 715-page book ."},{"pageNumber":7,"pageContent":"To see pictures of the real people and order directly from the publisher go to: www.ThePlayofLife.com . C ontinued in Part 5: The Brian Scott Case and Red-Haired ET Link Between Lake Titicaca and Easter Island F or further information about grey and other non-human entities, please see my books and documentaries in the Earthfiles Shop and reports below in the Earthfiles Archive : • 11/19/2008 — Part 9: Army/CIA Unit Studied the Real UFO Blue Book Cases • 11/07/2008 — U. S. Border Patrol Agent Reports Camouflaged Underground Bases in New Mexico and Beam “Swallowed Up” California Airplane • 11/05/2008 — Part 7: Army/CIA Unit Studied the Real UFO Blue Book Cases • 10/03/2008 — Part 6: Army/CIA Unit Studied the Real UFO Blue Book Cases • 09/12/2008 — Part 4: Army/CIA Unit Studied the Real UFO Blue Book Cases • 09/07/2008 — Part 3: Army/CIA Unit Studied the Real UFO Blue Book Cases • 05/20/2008 — High Strangeness in Kelowna, British Columbia, Canada • 04/29/2008 — Part 1: Insights from An Experiencer with Greys and Blond Humanoids • 09/07/2007 — Part 3: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 07/26/2007 — Part 1, Non-Human Blonds, Lizards and Big-Nosed, Cat-Eyed Greys • 02/15/2007 — Grey Non-Human Floats in Air At New Orleans Defense Contractor Site • 12/14/2006 — Abductee Jim Sparks's Encounter with Reptillian Beings, Their Warning and Possible Agenda • 10/11/2006 — Part 2: Time Travel, Insights from USAF Sergeant and UFO Abductee • 05/12/2006 — An Extraterrestrial School for Humans • 12/02/2005 — Abduction by Grey ETs in Huge, Black Triangle • 08/19/2005 — Strange Aerial Lights, Military Knowledge and Hooded \"Insects\" • 05/24/2005 — Praying Mantis Creature in Big Bear Mountains, California? • 03/26/2004 — Back Engineering ET Craft • 01/24/2004 — Oregon Man's Experiences with High Strangeness • 05/18/2003 — The Cattle Mutilators, Chapter 18 Excerpt, Part One • 02/25/2003 — Part 2 - Corguinho, Braz il: Inside the Non-Human Craft from September 15 - 18, 2002 • 01/11/2003 — Part 4: Tall, Red-Haired Extraterrestrials - The Abduction and \"Transformation\" of Brian Scott • 10/05/2002 — Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D. We b s it e : http://www.ThePlayofLife.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
