[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Bull and Cow Mutilations Northwest of Corpus Christi, Texas © 2005 by Linda Moulton Howe January 15, 2005 Sandia, Texas - I have investigated the phenomenon of animal mutilations since 1979 and before he died, U. S. Army Lt. Col. Philip J. Corso told me that he had seen with his own eyes, during his work for the Eisenhower and Kennedy Administrations, highly classified documents about unusual and bloodless animal deaths around the world dated as early as 1951. That would be only four years after the Roswell, New Mexico, headlines about an unidentified flying disc that had crashed near Corona. In the early 1990s, documents were leaked about a small group called Majestic 12, allegedly appointed by President Harry S. Truman to study the \"interplanetary\" mystery. At that 1947 Corona, New Mexico, UFO crash site, bodies were allegedly found \"dissected as you would a frog.\" But the documents do not make clear if the dissected bodies were animals, humans or non-humans. See these other Earthfiles reports: - 12/10/2004 - Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? -05/16/2004 - Part 8: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield. -03/17/2004 - Part 2 - \"Horrible Secret,\" UFO Crash Retrievals Near Roswell, New Mexico, July 1947? However, in the same paragraph about dissected bodies, one document says that at another 1947 UFO crash site on the White Sands Missile Proving Ground, \" Animal parts were reportedly discovered inside the craft.\" If the U. S. government has linked extraterrestrial biological entities to the worldwide animal mutilation phenomenon since at least 1947, the fact that the mutilations continue to occur to this day means that the government has no control over the mutilators. January 5, 2005, Bull and Cow Mutilations in Sandia, Texas Sandi a, Texas, northw est of Corpus Chri sti . And the animal mutilations continue worldwide to date. On January 5th, James Lund was traveling with his nephew, Chris, near Sandia, Texas, northwest of Corpus Christi. Mr. Lund owns a direct satellite installation company called Exodus Communications Co. and was making repairs. The men were on Route 359 just south of Sandia when Chris noticed a cow down in the pasture about 150 yards from the road. The ranch's owner is still unknown and no necropsies were done under rancher's or Jim Wells County Sheriff's requests, but I talked with James Lund this week about why the cow lying there looked so strange to them. Interview: (Chris Lund photographs will be added when available.) James Lund, Owner, Exodus Communications Co., Orange Grove, Texas: \"I thought it was kind of strange because there were a lot of buzzards hanging around and none of the buzzards were touching the cow. Normally they would be all over it. I was thinking the cow was down pretty fresh and maybe it's not decayed enough. "},{"pageNumber":2,"pageContent":"So, we went on to take care of the work and on the way back, we decided to stop and check out the cow and see what might have killed it maybe animals or disease or something like that. So, we hopped over and as we were approaching towards that cow, we came across another one that was down it was a bull. The bull was probably 150 yards south of the cow. We went up to the bull to see what might have brought it down and when we got up to it, it was a crazy sight. It did not look like any animals had taken it down. There were no bite marks on the legs or anything like that. But they (bull and cow) were dead and the bull had a hole in its chest, probably 8-inches in diameter, perfectly round. It looked like it had been cauterized as it had been cut into the chest of the bull. The hide and everything were gone. Oct. 7, 1977 Cow Chest Hole, Sterling, Colorado 8-inch-diameter, bloodless chest hole was photographed in mutilated cow on the Carl Sherwin ranch in Sterling, Colorado, on October 5, 1977. Polaroid photograph by Logan County Sheriff, Tex Graves. Sandia, Texas Bull's Excisions It also had all its reproductive organs were removed. The eyes were removed. The tongue and teeth were removed. They had some strange cuts in the forearms. They had circular cuts as well, maybe two inches in diameter. They looked like they were cut out with a really sharp cookie cutter or something. They were also cauterized as they went in because there wasn't a drop of blood anywhere near or on this animal. AS YOU'RE STANDING THERE AT THE BULL, HOW FAR IS IT TO THE COW? About 150 yards. WHEN YOU WALK THAT APPROXIMATELY 300 FEET OVER TO THE COW, CAN YOU GIVE A SIMILAR DETAILED DESCRIPTION STARTING WITH THE EARS AND GOING TO THE BACK OF THE BODY ABOUT WHAT HAD HAPPENED TO THE COW? Cow's Excisions When we walked from the bull over to the cow it was a straight walk, I mean they were pretty much parallel to each other true north and south. We walked over to the cow and it was laying in the exact same position the bull was laying in. It's head was facing the same exact direction, it was laying in the same fashion. The cow did not have the cut in the chest, but its tongue and teeth were missing; its eyes were gone. That one still had the ears. It had a hole in its arm where it was taken out there and the back of the cow, from the udders would be, gone, the same as the bull. And also a gaping hole in the rear. WHERE IS THIS HOLE IN THE LEG? It would be on the lower part of the cow's leg, on the front, right leg. Like below the elbow, if you think of it like an elbow on a cow. HOW BIG WAS THIS?"},{"pageNumber":3,"pageContent":"The hole? About two inches in diameter. WAS IT ALMOST LIKE A PERFECT CIRCLE? OR AN OVAL? It was a perfect circle. SO YOU ARE LOOKING AT A 2-INCH DIAMETER PERFECT CIRCLE GOING INTO THE FRONT LEG OF THIS COW, ABOUT HOW DEEPLY? To the bone. YOU COULD SEE THE BONE? Yes. You could see - if the cow had been laying there for a number of days, so the flesh inside had kind of receded back. That might have been what exposed the bone, but you could see the bone, yes. SO THE COW AND THE BULL BOTH HAD A 2-INCH DIAMETER CIRCULAR HOLE IN THEIR FRONT, RIGHT LEGS? Ye s . THAT'S VERY UNUSUAL. IN THE UDDER, WAS ANY PART OF THE UDDER STILL THERE IN THE BELLY, OR HAD THE WHOLE THING BEEN REMOVED SORT OF FLAT TO THE HIDE? Flat to the hide. It was all gone. WITH ANOTHER BOWLING BALL-SIZED HOLE IN THE REAR (OF COW)? Ye s . WA S H E R TA I L T H E R E ? Yes, I think the tails were still there. No Maggots, Fire Ants or Natural Predators The strangest thing in the story is this: there was some buzzards hanging around in the area, but none would approach this animal. This animal was decayed enough that buzzards would definitely have been eating on it. DO YOU MEAN THE BULL OR THE COW OR BOTH? Both. Neither of the animals was being touched by the birds. They wouldn't have anything to do with them. And to compound that, there were no flies near the animal, either one of them. There was not one fly in the area and not one maggot on the animals. There were no ants. There are probably 1,000 ant beds in that area. You see them when you look across the field, that's all you see. They are fire ants. I don't know if you are familiar with fire ants, but these things can devour an animal very quickly. They weren't anywhere near either of these animals. The fire ants wouldn't touch them either. FROM MAGGOTS TO THE FIRE ANTS TO PREDATION NONE OF THAT WAS NORMAL. Absolutely not, it wasn't normal at all. Those cattle should have been devoured by animals and insects and nothing would touch them. Nothing at all. If a mother cow gives birth to a baby out in a pasture and she doesn't get that baby up on its feet, fire ants will kill it and then they will consume it. And they will do it very rapidly. In a couple of weeks, a baby calf could be gone. SO, WHAT YOU ARE SAYING IS THAT YOU HAVE COME ACROSS A MUTILATED BULL AND A MUTILATED COW IN A PASTURE, NOT KNOWING EXACTLY WHEN THEY DIED, BUT IN THAT AREA OF TEXAS THOSE FIRE ANTS SHOULD HAVE CONSUMED THOSE BODIES? Absolutely. WHAT ALL OF US WOULD LIKE TO KNOW IS: WHAT IS IT THAT HAPPENS TO THESE ANIMALS THAT KEEPS PREDATORS AWAY AND NOW EVEN KEEPS FIRE A N TS AWAY ?"},{"pageNumber":4,"pageContent":"I really don't know. I've thought about it a lot since we found these animals, we were so close to them. I wonder if we should have got so close to these animals because we don't know what killed them and we don't know why nothing else will have anything to do with eating them.\" More Information: For more information about the persistent worldwide animal mutilation phenomenon, please see previous Earthfiles reports: · 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" · 12/22/2004 -- Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" · 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/07/2004 -- Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 09/25/2004 -- Part 6: \"Clearview\" Report Investigation of UFO Experiences on A Rocky Mountain Ranch · 09/13/2004 -- Part 1: \"Clearview\" Report Investigation of UFO Experiences on A Rocky Mountain Ranch · 08/11/2004 -- Newborn Heifer Mutilation in Anderson, California, on August 7, 2004 · 07/27/2004 -- Part 12: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 07/21/2004 -- The Apollo Program, Cape Canaveral and UFOs · 04/26/2004 -- Update About Microbiologist Dan Burisch, Ph.D. · 02/24/2004 -- Part 1: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 01/24/2004 -- Oregon Man's Experiences with High Strangeness · 12/21/2003 -- Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield · 10/28/2003 -- Part 2 - U. S. Presidents and UFO Investigations · 09/12/2003 -- More Domestic Cat Mutilations - Again in Bothell, Washington · 08/01/2003 -- Field Notes About English Animal Mutilations · 07/01/2003 -- 40 Small Animal Mutilations in Denver and 11 in Salt Lake City · 05/28/2003 -- Cat and Dog Mutilations in Salt Lake City; $6,500 Reward · 04/19/2003 -- Unusual Animal Deaths in Valparaiso, Nebraska · 03/08/2003 -- Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part Two · 02/03/2003 -- Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part One · 12/07/2002 -- Cattle Mutilation - The Unthinkable Truth, Chapter 1, Part Three · 11/16/2002 -- More Cat and Cow Mutilations: Colorado, Utah and Missouri · 11/05/2002 -- Canadian Crop Circles and Mysterious Lights in Saskatchewan · 10/15/2002 -- Chapter 8 - Mystery Stalks The Prairie · 10/05/2002 -- Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called \"J-Rod\" · 10/05/2002 -- Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D. · 09/07/2002 -- High Strangeness Continues in Argentina · 08/31/2002 -- One ET Experiencer's Reaction to the Winchester Formation · 07/19/2002 -- Unusual Animal Deaths and Unidentified Aerial Lights Persist in Argentina · 07/02/2002 -- Argentina's SENASA Blames Mouse for Animal Mutilations · 06/22/2002 -- Argentina Animal Mutilation Count Rising Above 100 - Federal Investigations · 06/17/2002 -- Part 3 - Deer and Cattle Mutilations in Oregon · 06/15/2002 -- Cattle Mutilations In LaPampa, Argentina · 05/18/2002 -- A Bull Mutilation in Christmas Valley, Oregon · 03/16/2002 -- Part 1 - 'Huge Saucer Armada' Shocked Farmington, New Mexico 52 Ye a r s A g o · 01/12/2002 -- Part 1 - Update On 2001 Montana Cattle Mutilations · 10/13/2001 -- Heifer Mutilation and Mysterious Light in Mantario, Saskatchewan, Canada · 08/24/2001 -- Part 2 - Unusual Montana Mutilation of Live Bull · 07/28/2001 -- Pure Hemoglobin Confirmed On Alabama Mutilated Cow · 07/22/2001 -- Mutilated Bull Calf in Missouri · 06/09/2001 -- Environmental Updates and Colt Mutilated in Leitchfield, Kentucky · 05/11/2001 -- Horse Slashings and Deaths in Calgary, Alberta, Canada · 10/15/2000 -- Mutilated Heifer Found Near Boulder, Colorado · 10/15/2000 -- Part 1 - Hardened Bovine Hemoglobin Found On California Mutilated Bull · 04/16/2000 -- A Close Encounter with a Disc in Wyoming"},{"pageNumber":5,"pageContent":"· 03/29/2000 -- Mysterious Calf Deaths In Brothers, Oregon · 02/06/2000 -- Large Yellow Sphere In Snohomish, Washington · 12/26/1999 -- Hubble Repair, Gamma Ray Bursts and Unidentified Aerial Objects · 12/22/1999 -- Update - Unidentified \"Arrowhead\"-Shaped Object in California Sky · 09/12/1999 -- Unusual Animal Deaths, Part 1: Nevada · 08/25/1999 -- Unusual Animal Deaths in Australia and London, England · 01/24/1999 -- Nuclear Sabotage in Maryland; Bull Mutilation in Colorado; and Global Warming OTHER: For books and documentaries about the global animal mutilation phenomenon, please see Earthfiles Shop. Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
