[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Our Milky Way Galaxy On Collision Course with Huge Gas Cloud - 40 Million Years from Now © 2008 Linda Moulton Howe “Smith's Cloud is eleven thousand light-years long, 2,500 light-years wide and is only 8,000 light-years from our Milky Way Galaxy's disk. It is moving toward our galaxy at more than 150 miles per second, aimed to strike at an angle of about 45 degrees.” - N ational Radio Astronomy Observatory T he Very Large Array (VLA) near Socorro, New Mexico. Image courtesy NRAO/Laure Wilson Neish. January 12 , 2008 Austin, Texas - The National Radio Astronomy Observatory (NRAO) is a facility of the National Science Foundation, operated under cooperative agreement by Associated Universities, Inc. Its headquarters and technology center are in Charlottesville, Virginia which coordinate the research of the Green Bank Telescope (GBT) in West Virginia; the Very Large Array, Very Long Baseline Array and Expanded Very Large Array in Socorro, New Mexico; and two other instruments in Tucson, Arizona, and Santiago, Chile. On Friday, January 11, 2008, NRAO released the following report at the American Astronomical Society meeting in Austin, Texas: “A giant cloud of hydrogen gas is speeding toward a collision with our Milky Way Gala xy, and when it hits -- in less than 40 million years -- it may set off a spectacular burst of stellar fireworks. "},{"pageNumber":2,"pageContent":"A rtist's conception of Smith's Cloud approaching, then colliding with, our own Milky Way Galaxy in approximately 40 million years, a long way from our yellow sun. Credit: Bill Saxton, NRAO/AUI/NSF."},{"pageNumber":3,"pageContent":"A ctual image by Green Bank Telescope of Smith's Cloud, which is headed toward a collision with the Milky Way. Image credit: Bill Saxton, NRAO/AUI/NSF. he leading edge of this cloud is already interacting with gas from our Galaxy,’ said Felix J. Lockman, of the National Radio Astronomy Observatory (NRAO), leader of a team of astronomers who used the National Science Foundation's Robert C. Byrd Green Bank Telescope (GBT) to study the object. The scientists presented their findings to the American Astronomical Society's meeting in Austin, Texas. The cloud, called Smith's Cloud, after the astronomer who discovered it in 1963, contains enough hydrogen to make a million stars like the S un. Smith's Cloud is eleven thousand light-years long, 2,500 light-years wide and is only 8,000 light-years from our Milky Way Galaxy's disk. It is moving toward out galaxy at more than 150 miles per sec ond, aimed to strike at an angle of about 45 degrees. ‘This is most likely a gas cloud left over from the formation of the Milky Way or gas stripped from a neighbor galaxy. When it hits, it could set off a tremendous burst of star formation. Many of those stars w ill be very massive, rushing through their lives quickly and exploding as supernovae. Over a few million years, it'll look like a celestial New Year's celebration, with huge firecrackers going off in that region of the Galaxy,’ Lockman said. When Smith's Cloud was first discovered, and for decades after, the available images did not have enough detail to show whether the cloud was part of the Milky Way, something being blown out of the Milky Way, or something falling in. Lockman and his colleagues used the Green Bank Telescope to make an extremely detailed study of hydrogen in Smith's Cloud. Their observations included nearly 40,000 individual pointings of the giant telescope to cover the cloud with unprecedented sensitivity and resolution. Smith's Cloud is about 15 degrees long in the sky, 30 times the width of the full moon. ‘If you could see this cloud with your eyes, it would be a very impressive sight in the night sky,’ Lockman said. ‘From tip to tail it would cover almost as much sky as the Orion constellation. But as far as we know it is made entirely of gas -- no one has found a single star in it.’ The detailed GBT study dramatically changed the astronomers’ understanding of the cloud. Its velocity shows that it is fa lling into the Milky Way, not leaving it, and the new data show that it is plowing up Milky Way gas before it as it falls. ‘Its shape, somewhat similar to that of a comet, indicates that it's already hitting gas in our"},{"pageNumber":4,"pageContent":"Galaxy's outskirts,’ Lockman said.‘It is also feeling a tidal force from the gravity of the Milky Way and may be in the process of being torn apart. Our Galaxy will get a rain of gas from this cloud, and then in about 20 to 40 million years, the cl oud’s core w ill smash into the Milky Way’s plane,” Lockman explained. Smith's Cloud will likely strike a region somewhat farther from the Galactic center than our Solar System and about 90 degrees ahead of us in the Milky Way disk. The collision may trigger a period of rapid star formation fueled by the new gas and the shock from the collision. Some theories say that the ring of bright stars not far from our own S un, called Gould's Belt, was created by just such a collision event.” [ See Gould's Belt Survey. ] More Information: or further reports about space and astronomical events and mysteries, please see other reports below in the Earthfiles Archive: • 01/10/2008 — Solar Cycle 24 Has Begun • 11/01/2007 — Gas Eruptions from Comet Holmes? • 10/11/2007 — Carancas, Peru Meteorite Could Be 10 Tons • 09/26/2007 — Meteorite Fell in Carancas, Peru - Not Sate llite • 08/10/2007 — Levitation Possible by Reversing Casimir Force • 08/03/2007 — The Milky Way Is Devouring the Alien Sagittarius Dwarf Galaxy • 05/15/2007 — Hubble Finds Dark Matter Ring • 05/08/2007 — Exploded Star 5 Times Brighter Than Any Supernova Seen Before • 03/30/2007 — Fastest Rotating Object in Our Solar System is One of Strangest • 01/07/2007 — Universe's Mysterious Dark Matter - First 3-D Map • 12/19/2006 — First Stars - Or First Black Holes - in Universe? • 12/01/2006 — Deep Impact and Stardust: Are Comets Made of the Same Stuff? • 11/27/2006 — Namibia Telescopes Find First \"Gamma Clock\" in Milky Way Galaxy • 11/09/2006 — Outer Space Sunshade to Cool Earth in Global Warming? • 10/23/2006 — One, Maybe Two, More Mysterious Radio Bursts from Galactic Center • 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - M ilitary Visitor to Another Planet? • 08/19/2006 — Red Rain Cells of Kerala, India - St ill No Definite DNA • 06/15/2006 — \"Extraterrestrial Life\" in Red Rain of Kerala, India? • 05/19/2006 — Simple \"Binocular\" Telescope Finds Another Planet Beyond Solar System • 04/22/2006 — Cassiopeia A Is Not Dying Peacefully. Is It A Rare Magnetar? • 03/17/2006 — Planet Earth's Ice Melt • 12/23/2005 — Hubble Telescope Discovers More Moons and Rings Around Uranus • 12/16/2005 — MARSIS Radar Looking Below Surface of Mars • 12/07/2005 — Zeta Reticuli I and II - Binary Home of Extraterrestrial Biological Entities? • 12/04/2005 — Central Black Hole Affects Massive Perseus Galaxy Cluster • 11/09/2005 — Dust Storm On Mars, Cosmic First Light and Black Hole At Our Galaxy's Center • 09/16/2005 — \"Planet X\" and the Kuiper Belt's Oddballs, \"Santa\" and \"Easterbunny\" • 08/12/2005 — Deep Impact Spectra: Carbonate, PAHs and Some Amino Precursors in Co me t Te mp e l I • 07/30/2005 — Astronomers Report 10th Planet Far Beyond Pluto • 07/10/2005 — First Data from Deep Impact Crash Into Comet Tempel I • 05/07/2005 — Did Milky Way Gas and Dust Turn Earth Into Icy Snowball Four Times? • 05/06/2005 — What Are The Straight Lines on Saturn's Titan Moon? • 04/20/2005 — Outer Space Impact At Serpent Mound, Ohio, 256 M illion Years Ago • 04/01/2005 — What's K illing Off Marine Life Every 62 Million Years? • 02/17/2005 — Iapetus and Enceladus: Baffling Moons of Saturn • 01/13/2005 — NASA \"Deep Space\" Craft W ill Hit Comet On July 4, 2005 • 12/17/2004 — Is Our Solar System's Red, Mysterious Sedna An Alien Planetoid? • 11/17/2004 — European Space Agency's SMART-1 Sate llite Begins Moon Orbit • 09/20/2004 — Part 1: Martian Water Vapor and Methane Overlap in Equatorial Regions • 03/31/2004 — Methane on Mars - Biology? Volcanic? • 03/03/2005 — What Made Five Strong Radio Bursts At the Center of Our Galaxy? • 10/07/2004 — Exploding Stars: Investigating the 1604 and 1987 Supernovas • 06/25/2004 — Wild 2, An Amazing Comet • 03/15/2004 — Most Distant \"Icy Planetoid\" in Our Solar System Has A Most Baffling Orbit • 03/03/2004 — Part 1 - Mars: Meridiani Planum Was Once \"Drenched With Water and Habitable\" • 02/21/2004 — Update On Mars with Cornell Astronomer Steve Squyers,Principal Investigator on the Mars Rover Missions • 10/25/2003 — Science Data Reinforces Invisible \"Dark\" Matter and Energy Make Up 96% of Our Universe • 08/26/2003 — Mars At Its Closest August 27, 2003, At 2:51 a.m. PDT / 5:51 a.m. EDT."},{"pageNumber":5,"pageContent":"• 11/02/2002 — Update on 6,500-Year-Old Astronomical Stone Circle and Megaliths in Nabta, Egypt • 10/22/2002 — U. S. DOD Satellites Detected Explosion of Siberian Bolide • 10/07/2002 — Large Kuiper Belt Planetoid Found Beyond Pluto • 09/07/2002 — Does Gravity Travel the Same Speed as Light? • 07/11/2002 — Hubble Telescope Photographs Seven Objects Traveling In Pairs Beyond Pluto • 06/01/2002 — Scientists Surprised by Abundance of Water On Mars • 02/24/2002 — Mysterious Slowing of Pioneer Spacecraft 7 B illion Miles from Earth • 01/26/2002 — Something Is Perturbing Comet Orbits in the Oort Cloud Surrounding Our Solar System • 11/10/2001 — The Orion Constellation and the Pyramids of Giza • 11/01/2001 — Astronomy News • 06/16/2001 — Beyond Stonehenge with Astronomer Gerald Hawkins • 02/12/2001 — NEAR Shoemaker Spacecraft's Historic First Landing On Eros Asteroid • 12/14/2000 — A Pleiadian Star Tears Apart Black Interstellar Cloud • 12/03/2000 — Bacteria from Outer Space? • 10/09/2000 — Astronomy Updates • 03/11/2000 — Is 433 Eros Asteroid Younger Than Expected? • 01/17/2000 — Chandra Telescope Helps Solve X-Ray Mystery • 08/28/1999 — Oddball Quasar and Salt Water Inside Meteorite • 06/15/1999 — Current Brightest Binocular Comet and Upcoming Solar Eclipse • 06/11/1999 — Eta Carainae - A Puzzling Star On Its Way To Hypernova • 02/01/1999 — Astronomy Updates with Brian Marsden and John Huchra, Harvard • 01/10/1999 — Updates: Astronomy and Rufus Baughn, Nevada Test Site Websites: NRAO: http://www.nrao.edu/ Green Bank Telescope: http://www.gb.nrao.edu/gbt/ Credits Copyright © 1999 - 2010 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2010, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
