[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon High Strangeness in the Napoleon, Michigan Sky © 2004 by Linda Moulton Howe Napoleon, Michigan, is fifteen miles east of Horton where the bright light was seen on December 18, 2003, prior to the discovery of an ice circle at Mud Lake on December 28, 2003. Several Napoleon residents have seen highly strange aerial craft in January 2004. January 16, 2004 Napoleon, Michigan - Since the middle of December, residents of Horton and Napoleon, Michigan, west of Ann Arbor, have seen some very strange lights and objects in the sky. Another mystery was a large, nearly perfectly round ice circle discovered on December 28th at Mud Lake near Horton. The ice circle was probably created by Nature. But the sky objects are highly strange, returning to the same places, and changing shape in front of at least half a dozen people. One of the shapes included hawk-like wings. The day after Christmas three policemen in Huntington, Indiana, reported a mysterious aerial object in the daytime that kept rolling over and changing shapes, one of which was also compared to hawk-like wings. ( Earthfiles 011004 ) Oddly enough, another bizarre aerial object with wing-like projections was seen near Philadelphia on New Year's Day. None of the local Huntington airport radars had picked up anything unusual and no other radar reports of unidentified aerial objects surfaced from Michigan or Pennsylvania at a time when the American Homeland Security Department raised the terrorist attack alert to orange throughout the Christmas and New Years holidays. What is flying around in the skies of Illinois, Michigan and Pennsylvania undetected except for a few eyewitnesses? It's also worth noting that Napoleon, Michigan has a huge limestone quarry that has long been linked to the appearance of mysterious lights. Limestone around the world seems linked to mysterious lights, but no one knows why. Bizarre Aerial Objects in Napoleon, Michigan January 9, 2004 In Napoleon, on January 9, 2004, at 7:30 p.m., Mark Payne was leaving the "},{"pageNumber":2,"pageContent":"store where he works. As he was driving home, a big, white light in the sky caught his attention. Mark thought the light was hovering and pulled his car over to get a better look and to listen for sound. There was no sound and he could not understand what the light was. He continued on to his home and the light seemed to follow him, ending up over a field across the street. Soon a second light appeared and the two objects began circling each other and changing shapes to the astonishment of Mark, his father, mother, 10-year-old daughter and their neighbors, Dwayne and Anita Lantis. Mark Payne, Country Market Stock Clerk, Napoleon, Michigan : \"When I first seen it, all I could see was the white light on top. But then when I got to my house, you could see like these lights coming out of the bottom like red, blue, green. Then when it took like the form of a rod, it was like pure white. That's all I could see. One of two unidentified aerial objects that circled each other and changed shape from 8-9 p.m. ET on January 9, 2004, Napoleon, Michigan. Drawing © 2004 by Mark J. Payne. Then another thing, when they looked like they were going together, these two things come together, it looked like a top of a rainbow, like an arch, but it looked like these wings were coming out of the back of it. And they would change into like a silver-green when it did that. And it did that like twice. It changed from (the 'bell') to like a rod-looking thing, then into a thing with wings. My dad kept commenting on that. He said, 'What do you think that is?' It just sat there for a whole hour. It would kind of move away, but it would come back, you know? Original sketches on January 9, 2004, after Mark Payne, his family"},{"pageNumber":3,"pageContent":"and neighbors watched unidentified aerial objects in Napoleon, Michigan, that kept changing shape from a \"bell\" emitting short beams to a long bar of light to green wings sprouting from the bell-shaped object.Drawing © 2004 by Mark J. Payne. AT ANY POINT, DID YOU SEE ANY TRIANGULAR SHAPES, ROUND SHAPES, SQUARE SHAPES, OR ANYTHING LIKE THAT? Yes, it looked like a triangle shape, but it was kind of rounded on the sides instead of to a point. DID YOU AT ANY POINT EVER LOOK AT ANY OF THESE OBJECTS THROUGH BINOCULARS? No. I didn't even think of it. My mom had a camera, but she didn't have any film in it. I didn't really want to leave because I didn't know if that thing was going to leave. I was just kind of mesmerized by it. WAS IT CLOSE ENOUGH THAT YOU WOULD HAVE HEARD SOUND IF IT WERE AN AIRPLANE? Oh, yeah. Definitely. We live right by an airport here. It's about a half mile straight over and I see airplanes all the time and this was no airplane at all. It wasn't no helicopter and nothing like that. It wasn't making any sound at all, not even a hum, low humming sound, or nothing. WHEN YOU TALKED ABOUT RED, BLUE AND GREEN COLORED OBJECTS COMING OUT OF THE BOTTOM OF IT DID YOU MEAN THERE WERE COLORED OBJECTS THAT WERE LEAVING THE OBJECT OR COMING OUT INTO THE AIR OR WHAT? They were just lights, like flashing lights. I mean, it was just like they were coming straight down in a beam, but it would be red and then turn blue and white and just like weird it wasn't nothing like a plane would do. Because like I'm watching this thing and there is like a flight pattern from like Detroit you could see jets like every five minutes. Well, these jets were going - these things were like right in between the jumbo jets, you know? DID THE TWO LIGHT OBJECTS, THE TRIANGLES, DID THEY EVER COME TOGETHER TO FORM ONE BAR? Ye s . Ye s . HOW MANY TIMES DID THEY DO THAT? They did that twice. After the two unidentified aerial objects came together, a bright, long bar appeared before changing back into the bell-with-wings. Drawing © 2004 by Mark J. Payne. SO TWICE THE TRIANGULAR OBJECTS THAT WERE SEPARATE CAME TOGETHER AND FORMED ONE LONG BAR. COULD YOU DESCRIBE MORE THE WINGS THAT APPEARED ON THESE TWO OBJECTS? Yeah, the wings they looked like an eagle's wing or something. They went"},{"pageNumber":4,"pageContent":"straight out, but then they come down like say to 180 degree slant on the end. They would slant downward, but I don't know what that was either. My dad, I kept asking him what that was and he didn't know what that was. WERE THE WINGS ANY SPECIFIC COLOR? Yeah, they were when it did that, the whole thing would turn like a silverish- green. It did that twice. I remember that because it was like, 'That thing is turning green now.' Mark Payne in this drawing tried to show the way the wings bent down 180 degrees at the tips. He said the actual green during the sighting was very pale green. Drawing © 2004 by Mark J. Payne. The wings were huge. You could see them like really good. But then when like the whole thing would I don't know the wings, they would like disappear and all you would see is the bright light on top. But then you would see the other light off to the left of it, like the thing I don't know if they separated and then went back. But the only time you would see it change is when they would go together. It just seemed like when they (two lights) went together it would seem like one light would go around the other one but they would like almost go together and that's when I would see that it would change. TO THE WINGS? Ye s . THAT'S WHEN YOU WOULD SEE THE HAWK WING SHAPES? Right, but it would only hold that for a few seconds and then it would go back to the bright light. There are two times it changed like that and held that wing shape for only a few seconds, but then it would go back to the bright light. Then it would seem like it would move away and turn to a bluish color, but when it came back, you could only see that bright light up there. WHEN IT CHANGED INTO THE BAR, DID IT CHANGE INTO THE BAR BEFORE YOU SAW THE WINGS OR AFTER? Before. Both times it did that, at first it was like a long rod, a white rod, and then it would look, take the shape of the top of a rainbow with an arch. Then you would see these wings coming out of the back of it, like they would be pointing straight out and then the tips would be pointing straight down on each side. SO IF I HAVE THE PATTERN OF CHANGE CORRECTLY, YOU WOULD SEE A BRILLIANT WHITE LIGHT THAT WOULD THEN TURN INTO A BLUISH COLOR THAT WOULD THEN TURN INTO A LONG, WHITE BAR, THAT WOULD THEN TURN INTO A GREENISH-SILVER COLOR EXTENDING THESE HAWK-LIKE WINGS FOR A FEW SECONDS, AND THEN RETURN BACK TO A BRIGHT, WHITE LIGHT? Right. BOTH OBJECTS DID THIS? Right. I've only seen a few things I couldn't explain, but this thing the other night I don't know, I just it was kind of like a life-changing experience, you know?"},{"pageNumber":5,"pageContent":"You see something like that, it scares you. AND IT SCARES YOU WHY? Because of the unknown, I guess. DO YOU THINK ABOUT WHERE IT MIGHT BE FROM? Yes, I would say it is definitely not from this world. I don't know. It was nothing manmade, I know that.\" January 16, 2004 A week after Mark, his family and neighbors watched the shape-changing aerial objects, on January 16, 2004, not long after midnight, I received a telephone call from 20-year-old Ralph Hansel who also works as a stock clerk at the Country Market. He had heard about Mark Payne's experience, but never thought he would see anything so bizarre - until he actually did that night. Ralph told me he had left work and was driving down Austin Road in Napoleon, the same road Mark had traveled on January 9. Straight ahead in the distance, he could see bright lights about three times higher than the tree line. He decided to drive toward the lights and was amazed when he found himself right under the bottom of one. Interview: Ralph Hansel, Stock Clerk, Country Market, Napoleon, Michigan: \"We drove under the UFO, got out. I got out. My girlfriend did not. She stayed in the car. I got out and looked up and could see flashing red and blue lights, single red and blue lights, and then the strobing white lights in a circle. As soon as I got out of the car and got under it, then it started moving shortly after I hopped out. Then it started moving back the way I came, except at an angle. So I got back in the car, turned around and started chasing it. Then all of a sudden, we were chasing it and we were looking and there were two more sets of lights! One coming from the left and one coming from the right, both looking like they are going to intersect with the one we were currently following. We kept following it and then it just kept getting farther and farther away real quick. Then that one pretty much just shot out of view. I mean, just took off! When I was under the one UFO, I hopped out and it was real close, but the lights were just a hair too bright for me to make out any kind of structure to it, any type of metallic plates or anything like that. But I did make a note there were no cars driving by at the time, so it was real quiet. I did make the mental note to see if I could hear the whir of any propellers or anything, but there was just no sound. YOU DID THAT BY TURNING THE WINDOW DOWN TO LISTEN? No, I got out of the car and was standing under it looking straight up at it. I was directly under it. NO SOUND AT ALL? No sound. DESCRIBE THE CONFIGURATION OF THE LIGHTS YOU WERE SEEING? OK, the white strobing lights were in a circle. The circle was laying horizontal and then there was a red or blue light on top and a red or blue light on the bottom. I can't remember which was which. AND COULD YOU SEE THE WHITE LIGHTS STROBING IN A CIRCLE? Ye s , I c o u l d ."},{"pageNumber":6,"pageContent":"SO EVEN WITH THAT ABNORMAL LIGHT ACTIVITY ABOVE YOU, YOU STILL COULD NOT HEAR ANYTHING? No. HOW HIGH WAS THAT OBJECT THAT YOU GOT OUT TO LISTEN COMPARED TO AIR TRAFFIC? It was low. I have seen personal airplanes fly that low, but unless someone has one that can hover and has strobing, spinning lights on it and makes no sound. That's the only way I can see that happening. ALSO, TO HELP US UNDERSTAND WHEN YOU SAY SPINNING, STROBING LIGHTS UNDERNEATH THIS IN A CIRCLE, IS THERE ANYTHING I HAVE SEEN? Your strobing Christmas lights. The light up at the beginning of the cord flashes first and then goes toward the end of the cord flashing one at a time, like boom, boom, boom. Boom. That's the best way I can describe it but in a circle, though. A chasing light that was chasing itself pretty much in a circle is what it looked like. I used to live in Florida, but I did get to see all your space shuttles. I've seen them. I've seen your military jets and stuff, but I've never seen anything like this. It's mind boggling. Something's going on.\" Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
