[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Another Mysterious Skyquake in Pensacola, Florida © 2003 by Linda Moulton Howe Pensacola, Florida, surrounded by military installations, including Eglin Air Force Base to the east, has been shaken by unexplained \"skyquakes\" since 1989. January 25, 2003 Pensacola, Florida - On Monday, January 13, at 3 p.m., 69-year-old retiree, Barbara Heindl, had just come home from the grocery store and was starting to put food away in her Pensacola, Florida kitchen when she heard a sound that stopped her in her tracks. Interview: Barbara Heindl, Retired, Pensacola, Florida: \"A slight rumbling. At first, I thought it sounded like a distant thunder, not too loud, and it kept getting louder. And then well, it was a noise I can't really describe. It was like I said, I never heard anything like it. I stood there. I wasn't in shock or anything, but I thought, 'What in the devil is that?' I might have used a little stronger tone. I'm not too sure. CAN YOU MIMIC THE SOUND TO GIVE US AN IDEA OF WHAT THIS STRANGE...? I don't think I could. It was like between an explosion and a trembling sound. I've lived in the area long enough to think it was not a sonic boom because living in this area with all the military aircraft all around you've experienced sonic booms before. I don't know if my windows were rattling or not. I don't believe they were. But I stood there and thought it would never stop. It seemed like forever. It must have been 30 seconds, but not that long probably. YOU ARE TALKING ABOUT MANY SECONDS? I'm saying 6 or 7 seconds, I would say it seemed like, you know? And my thoughts were when it stopped, 'What in the world could that have been?' I am close to the Pensacola Regional Airport. The north runway is behind my home. I have very little traffic. You can't hear it much. "},{"pageNumber":2,"pageContent":"My first thought was that a plane must have crashed and that caused the vibration of the ground. I went out my back door , but I didn't see any smoke or fire and went out the front door and looked. Nothing! Came back in the house, stood in my dining room and thought, 'Well, dear gosh, could my car have exploded?' Opened the door and thought just before I did, 'That's a bad idea in case there is a fire out there.' But everything was fine. Just didn't know what it was, you know? The reason I called the news bureau after I read that first article was I couldn't remember the dates that I could recall vividly that we had two other occasions that windows shook and rattled, but they never told us what it was. Now, Eglin AFB is not too far from here. My other thought was that Eglin was doing testing because I believe there were articles in the paper that they would be doing different testing there but they would notify the public. RIGHT NOW, NO ONE KNOWS FOR SURE AND THEY HAVE E L I M I N AT E D T H AT O N J A N U A R Y 1 3 , T H AT M O N D AY , I T WA S N O T A N EARTHQUAKE, IT WAS NOT A METEOR, IT WAS NOT AN INDUSTRIAL EXPLOSION, IT WAS NOT ANYTHING FROM ANY KNOWN MILITARY BASE. I know it! IN THE PENSACOLA NEWS JOURNAL , IT QUOTES EGLIN AFB OFFICIALS WHO INSIST THEY HAD NO AIRCRAFT IN OPERATION THAT PRODUCED A SONIC BOOM AT THE TIME OF THE EVENT WHICH OCCURRED SHORTLY BEFORE 3 PM ON MONDAY, JANUARY 13. Yes, exactly, and that's what I'm telling you. I realized it was not a sonic boom because I've experienced a sonic boom.\" History of Other Skyquakes Around the World Since At Least 1989 According to newspaper records, huge \"unknown tremors,\" or skyquakes, shook Pensacola, Florida in November 1989 and January 1990. Then in November 1991, \"unusually loud, rumbling sonic booms\" were heard and felt near Pensacola. Then came this latest event on January 13, 2003. In late 1991, around the same time that Pensacola was shaken, a series of unusual sonic booms were detected in Southern California. The incidents were recorded on U.S. Geological Survey sensors in June, October, November and late January 1991. An anonymous arms-control analyst said he examined a Landsat image of \"Dreamland\" at Area 51, Groom Lake, Nellis AFB, that showed three white triangles sitting by the main runway at the air base, each about the size of a Boeing 747. In early 1992, a number of houses in the Netherlands were damaged by a huge sonic boom. A Dutch newspaper reported there was no aircraft in the area that could have caused such a noise and structural damage and suggested the skyquake came from a top secret plane temporarily based in Scotland for testing. By mid-1992, aviation reporter Bill Sweetman concluded that, \"The frequency of the sonic booms indicates that whatever is making them is now an operational aircraft.\" On July 20, 1996, there was another report of a skyquake over Orange County, California that occurred around 3 p.m. the same time as the January 13, 2003 skyquake in Pensacola, and some of the other skyquake reports suggesting a repeating schedule in whatever the source is. Several military insiders think the skyquakes are caused by the TOP"},{"pageNumber":3,"pageContent":"SECRET Aurora aircraft which has been talked about for a decade, but has never been officially revealed to the public. However, Aviation Week magazine has reported claims that the Aurora aircraft has an airframe like a flattened American football about 110 feet long and 60 feet wide, smoothly contoured and covered in ceramic tiles similar to those used on the Space Shuttle, coated with a \"crystalline patina indicative of sustained exposure to high temperature, a burnt carbon odor exudes from the surface.\" Speeds are reported to be in the region Mach 6-8. Graphic depiction is Stratavision model, KPT Bryce background, from blueyonder.co.uk (see link bottom of page). Large Lockheed Martin KC-X \"boxed wing\" tanker depicted in computer-generated image escorted by jets. In this particular image, who put the black triangular \"Aurora\"? in upper right corner. Image (composite graphic?) source, according to blueyonder.co.uk (website link at bottom of this page), was a Popular Science magazine article (undated.) U. S. Air Force Long Range Strike Aircraft (LRSA) concept for 2020 time frame, but seems nearly identical to the dark triangular craft in the group photograph above. Graphic image courtesy Air Force Research Laboratory. We b s it e s : http://www.fighter-planes.com/info/aurora2.htm http://aurorapage.tripod.com/ http://www.ufoworld.co.uk/jn.htm http://paranormal.about.com/library/weekly/aa031599.htm http://www.aemann.pwp.blueyonder.co.uk/aircraft/black/aurora /aurora.html http://www.afrlhorizons.com/Briefs/Sept02/VA0210.html"},{"pageNumber":4,"pageContent":"Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
