[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 1: Tappen, North Dakota: Encounters with Non-Humans © 2007 by Linda Moulton Howe \" T he UFO looked triangular-shaped to me and had like oval-shaped lights on it that were real pale blue with beams shining out.\" - Evan Briese A bout 60 miles east of Bismarck, North Dakota, is the small farm town of Tappen (red). Northeast of Tappen is the Chase Lake National Wildlife Refuge (yellow). January 26, 2007 Tappen, North Dakota - About 60 miles straight east of Bismarck, North Dakota, is the small farming community of Tappen in Kidder County. From a USGS TerraServer satellite, Tappen's farmland looks like an odd game board because crops are planted in circles to make center pivot sprinkler irrigation easier. T appen, North Dakota, farmland photographed by USGS TerraServer satellite on September 29, 1997. There have been many unusual animal deaths and disappearances in the region. Not far to the northeast is the Chase Lake National Wildlife Refuge where 29,000 American White Pelicans disappeared from the refuge in May 2004. The next spring in 2005, about 18,000 adult pelicans returned, but eight thousand White Pelican baby chicks mysteriously died - perhaps from West Nile virus. Further south of Chase Lake is the Roestler Lake Waterfowl Protection Area. For six straight years between 1999 to 2004, thousands of ring-billed gulls and double-crested cormorants died - challenging the U. S. Fish and Wildlife Service to understand why the die-offs should be so persistent year after year. Farmers in Tappen, with a current population of about 200 people, have also been challenged by mysterious deaths and disappearances of livestock. One of those families is Myra and Torrey Briese, both in their late forties, who have lived in Tappen all their life. "},{"pageNumber":2,"pageContent":"Their five children are Tessa 23, Trista 20, Evan 16, Tia 11 and Marshel 3. M yra and Torrey Briese family, photographed January 21, 2007. Sitting L-R: Trista, Tia, Evan, and Marshel. Standing L-R: Tessa, Myra and Torrey. Image © 2007 by Laurie Jablonski. B riese cattle farm in Tappen, North Dakota, on September 16, 2006. Image © 2006 by Richard Moss and Lorna Hunter. F arm house has slanted roof at center. Long gray building north of house is barn. Left of barn is pig corral fenced off by sheet metal walls. One half mile east (off right) is water pond. Aerial image © by Torrey and Myra Briese. The Briese farm has 1200 acres and 100 head of cattle, the family's main source of income. For fun, 16-year-old Evan Briese and his 11-year-old sister, Tia, have raised six hogs in a corral not far from the house."},{"pageNumber":3,"pageContent":"E van Briese, 16, standing next to two pet hogs in the corral about 250 feet north of Briese home behind trees. Image © 2006 by Richard Moss and Lorna Hunter. A half mile beyond the pig corral, Torrey Briese found one of his cattle dead in October 2005, just over a small embankment at the edge of a dug out water pond. I n this Kidder County Soil Conservation District satellite image of the Torrey and Myra Briese farm in Tappen, North Dakota [top is north], the pink circle in upper left is the location of the pig corral. Red rectangle is farm house. One-half mile east, the dark rectangle between two tan-colored embankments is a dug out water hole on the neighbor's property. The orange circle marks location of October 2005 dead cow at eastern edge of southern embankment. Blue dots are Soil Conservation District's code for wetlands. Torrey admits he did not examine the dead cow closely at the time, but realized a few months later on April 6, 2006, that coyotes and other predators had not touched the carcass. Torrey Briese, Cattle Rancher, Tappen, North Dakota: \"The predators never ate on her. That is something I just don’t understand. In fact, I can tell you that up the gully from where that dead cow was (in October 2005), I had lost a big sucking calf - about a 900-pounder. I had some feed out there and one over-ate and bloated. And the coyotes devoured that thing in about five days. It was gone - just a little bit of hide and a couple of bones. That's it. So, that's the contrast. These two critters were that close together. That cow was never bothered. But this other calf was eaten within the matter of a few days. \" April 6, 2006 - Evan Briese Encountered Wedge-Shaped Craft Near Water Pond T he reason Torrey Briese paid attention to the long-dead cow on April 6, 2006, was that something very strange entered the Briese farm near the water pond on the other side of a small embankment about thirty feet from the dead cow. Afterward, as Torrey and his family explored the land around the water pond, Torrey found a large, disc-shaped pattern etched on the dead cow's hide next to two triangular punctures. The disc was overlaid by six lines. The odd pattern had been created by cutting away the sun-bleached surface hair to expose the deeper, blacker part of the hair."},{"pageNumber":4,"pageContent":"\"D isc\" with six overlaid lines created by cutting away the sun-bleached surface hair to expose the deeper, darker hair on dead cow's hide. Two triangular punctures were also next to the odd pattern. Images 04/20/06 © by Laurie Jablonski. But what happened before the family found the odd pattern and triangular punctures on the long-dead cow is what 16-year-old Evan Briese saw near the water pond at 12:30 a.m. on April 6, 2006. Evan had left the farm house around midnight to go check the cows that were ready to calve. With him was his cattle dog, Buster. The cows seemed fine and Evan and Buster were heading back to the farm house when Evan saw a light flash that seemed to curve over a hill to the east of them. He started walking toward the pond and said he could see blue beams flashing repeatedly. As Evan reached the top of a hill, he was looking down on a wedge-shaped craft at the far end of the water pond about 140 yards away. Shining from large ovals in the side of the object was blue light. In the satellite image of the farm below, the craft is depicted as the blue triangle on the east side of the water pond in front of the dead cow. W edge-shaped craft is marked on east end of water pond by blue triangle, about thirty feet from w here the dead cow lay behind southern embankment (orange circle). Pig corral is pink circle in upper left. Farm house is marked with red rectangle. Evan Briese, 16-Year-Old Son: “Just as I was reaching the top of the hill where there is an embankment down to the dugout (water pond), I got to the top of it and saw a UFO sitting by the dugout."},{"pageNumber":5,"pageContent":"E van Briese's perspective from hill looking down on water pond for cattle and raised embankments on either side. Image taken two weeks later on April 20, 2006 © by Laurie Jablonski. E van Briese, 16, and his cattle dog, Buster, stop at hilltop about 140 yards from wedge-shaped craft at the east end of the water pond, which is 50 feet wide. Blue beams were shining from large ovals on the sides of the craft. The blue beams seemed to \"bend over the hills.\" Drawing © 2006 by Evan Briese. The UFO looked triangular-shaped to me and had like oval-shaped lights on it that were real pale blue – with beams shining out. They were real big from what I could see and it looked like they (blue beams) could bend over hills. When they would shine over them embankments down there, it looked like they could bend right over them. IT WAS AS IF THEY WERE LOOKING FOR SOMETHING? Yeah."},{"pageNumber":6,"pageContent":"HOW BIG DO YOU THINK THIS TRIANGLE WAS? About 40 feet long, I suppose. HOW WIDE DO YOU THINK THE TRIANGLE WAS? Probably about 20 feet. SO, IT WAS ABOUT HALF AS WIDE AS IT WAS LONG? Yeah. HOW HIGH WOULD IT BE FROM THE GROUND UP? Probably 6 or 7 feet. C raft shaped like triangle, or wedge. Blue beams shone from large ovals on the sides of the craft. Estimated craft dimensions: 40 feet long, 20 feet wide and about 7 feet high. Drawing © 2006 by Evan Briese. IT WAS PRETTY NARROW FROM THE TOP TO THE BOTTOM? Yeah, it was real low profile. We just stood there and looked at it for probably 30 seconds, something like that. Even he (Buster) was in shock, you know? EVEN YOUR DOG WAS IN SHOCK? Yeah. If it was something that he knew what it was – like he knows vehicles and all that stuff. So he would have run up to it right away and tried to be its buddy. But he even sat and looked at it with me. DID HE WHINE OR SHIVER OR ANYTHING? No, because after a certain amount of time that we looked at it, he shot down there after it. AS YOUR DOG STARTS RUNNING TOWARD THE TRIANGULAR VEHICLE, WHAT HAPPENED? I just sat and watched it until finally I seen him (Buster from) kind of off the glow (blue beams). Then I could see him running down there and then pretty soon he started barking. Then it (craft) took off. It was out of there! WHEN IT TOOK OFF, DID IT MAKE NOISE? WHAT HAPPENED? Completely silent. Not a sound. THAT MUST HAVE BEEN EERIE? Yes, it was strange. AS IT TOOK OFF, DID IT TAKE OFF SLOWLY FIRST AND THEN SPEED UP, OR WHAT? It just kept a certain speed until it went all the way up and then I couldn't see it no more. AFTER IT ZIPPED AWAY, WHAT DID YOU AND BUSTER DO? Ran back home and came in and woke Mom and Dad up and told them what it was.\" [ Editor's Note: By the time that Evan reached the house, Myra and Torrey Briese had waked up by a sound they had not heard before, which shook the windows in the house. \"A roaring sound,\" said Torrey. Evan heard it also as he ran home. ] "},{"pageNumber":7,"pageContent":"Torrey Briese, Father: \"That craft that he seen sitting there was sitting between the banks (of water hole) on the east side, on the far side of the water. And that craft was sitting on the same side that the dead cow carcass was. P hotograph from east end of water pond looking toward hills where Evan and Buster first looked down on the triangle-shaped craft. Craft location depicted by triangle laid out on grass. Torrey Briese: \"You see those high banks on either side of it (water pond). That’s what they call a spoil pile. It’s the dirt they dug out. The dead cow was to the left out of the picture behind the other spoil pile right behind where the triangular craft set down. \" Evan would have been on the hill in upper left corner about 140 yards from craft. Photograph © 2006 Richard Moss and Lorna Hunter. SO WHATEVER WAS IN THE TRIANGULAR CRAFT THAT SET DOWN AT THE WATER HOLE MIGHT HAVE MADE THE 'CALLING CARD' SYMBOL IN THE HIDE OF THE ALREADY-DEAD COW? Right. Could very well have. And you know, all my neighbors are cattlemen and have looked at it (dead cow hide pattern). They couldn't determine when this had been put on the cow. I know it was not on the cow last fall, so it (strange pattern) had to have gotten on after the hair fading (from sun bleaching) because it was a black Angus cow. Well, the reason the black hair (pattern) is there is because whatever put this mark on there cut away the bleached hair. Whatever etched that on there, cut it on there, or whatever word you want to use - done it a long time after this cow had died.\" W here Evan thought the point of the triangular craft was, the Briese family found a circular indentation in the grass. Where the wider end of the triangular craft would have been, the family thought there also were two more indentations in the grass, but fainter. Their speculation is that the grass indentations were made by the weight of the craft on some kind of round landing pods. B lack bag next to circular indentation in grass at water pond w here Evan thought the front point of the triangular craft would have been setting. Image © 2006 by Laurie Jablonski. Blue Aerial Light Moves Oddly Near Farm"},{"pageNumber":8,"pageContent":"Four months later on July 20, 2006, around 11 p.m., Torrey was helping one of his neighbors whose car was being repaired. The two men were headed to pick up the car when they both saw a blue light in the night sky. The blue light was making an L-shaped pattern, as if searching for something. Torrey would stop the car to watch more carefully. At the same time, the blue light would stop instantly. When he moved the car, the light would move very rapidly. For more than a half hour, Torrey repeatedly stopped and moved the car and the light would react by stopping instantly and moving rapidly as well. Eventually, the blue light took off rapidly. Torrey said he wondered could that blue light be the same craft that set down near the water hole in April. August 2006 - Strange Lights Move in Grid Pattern Over Farm Then in August about 2.5 miles northeast of the farm house, Torrey was moving cattle out of his bull pasture. Myra and the kids were about a mile away. Torrey was on his motorcycle that had a broken headlight. So, there was no light on the ground. But suddenly in the sky, lights appeared that moved around in odd searching patterns for at least an hour. Torrey Briese: \"I got to the crest of the hill and looked southeast and there in the gullies, I seen some real bright lights. They weren’t a blue light, they weren't a green light – they were just lights and very bright – more like a car headlight. I stopped the bike and sat there and watched. It was totally silent, but there was like tens of lights, not two or three lights. There was bunch of them. I started the bike and went down so I could move the cattle through the gate. As I got down to the gate on the bike, one of these lights came our direction. I started getting a little concerned because it started illuminating the pasture to the south of us like almost daylight. It illuminated acres, like 30 or 40 acres! These things would come at us - they were a ways off, about two miles away. Then all of a sudden they would divide into like three (lights) and go – well, if you took an intersection sign and drew a straight line down the middle and two branching off to the side. Then they would go down into the gullies and you could see one for awhile and then one would come up and from the other side another would do the same. They did this pattern over and over. WHATEVER THEY WERE DOING, IT WAS LIKE A SEARCHING OPERATION? Yes, it was like they were looking for something. MYRA, TESSA AND EVAN – DID THEY HAVE ANY REACTION THEMSELVES? They were scared, and yet they were curious. They wanted to watch it.\" Continued in Part 2: Encounter with Non-Human Entities in Pig Corral More Information: Click here for Earthfiles Podcasts. I f viewers have more information about conscious encounters with non-human entities and unidentified aerial craft and/or animal mutilations, please email me: earthfiles@earthfiles.com."},{"pageNumber":9,"pageContent":"F or further information about worldwide animal mutilations, please see reports below in the Earthfiles Archives and my books, An Alien Harvest and the 2-volume Glimpses of Other Realities , in the Earthfiles Shop. • 11/24/2006 -- Scientific Data Supports Mutilated Montana Cow Dropped from Sky and Bounced • 10/19/2006 -- Another Cattle Mutilation in Pondera County, Montana • 10/02/2006 -- Unusual Deaths of Six Female Goats in White Salmon, Washington • 09/20/2006 -- Animal Mutilations Increase Again in Argentina • 09/20/2006 -- Updated: Three Sets of Concentric Rings in South Texas Field • 08/23/2006 -- More Cat and Dog Mutilations • 07/01/2006 -- Cattle Mutilation and Glowing Discs in Saskatchewan, Canada • 06/29/2006 -- Another Horse Suspended in the Air • 06/28/2006 -- Half Cats in Destin, Florida, and Beheaded Animals in Rochester, N. Y. • 06/01/2006 -- Recent Cattle Mutilations in Kiowa County, Colorado • 04/28/2006 -- Modern Warfare Applied to Extra-Terrestrial Invasion • 04/03/2006 -- Genetic Harvest in Cimarron, New Mexico? • 02/27/2006 -- Part 4: Military Voices Reply About Government Interaction with UFOs • 01/27/2006 -- Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 01/13/2006 -- 31st Cattle Mutilation on Red Bluff, California Ranch • 11/02/2005 -- Part 3: Unusual Animal Deaths -Sheep Mutilations in Moortown, Dartmoor, England • 10/30/2005 -- Updated Part 2: Unusual Animal Deaths - Another Half Cat Mutilation in San Antonio, Texas • 10/27/2005 -- Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro Near Calhan, Colorado • 10/22/2005 -- A Lifting Beam Technology in Colorado Human Abduction • 10/03/2005 -- 2005 Horse Mutilation in France • 09/15/2005 -- Animal Mutilations Reported in Switzerland, Hollywood and Kansas • 08/26/2005 -- Another Cattle Mutilation in Canada • 08/22/2005 -- More Half Cat Reports: San Jose and Seattle • 08/13/2005 -- Mystery of Bloodless, Decapitated Kangaroos in Melbourne, Australia • 08/11/2005 -- Part 4: Two Men See Cow Mutilated in Light Beam • 08/03/2005 -- Another Cattle Mutilation in Pondera County, Montana • 08/02/2005 -- Part 1: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops • 07/28/2005 -- Feedback on Half Cat Mystery • 07/14/2005 -- More Half Cat Mutilations in Seattle, Washington Region • 07/07/2005 -- Part 2: Eyewitness Description of Cattle Mutilation • 07/04/2005 -- Part 1: Eyewitness Description of Cattle Mutilation • 06/23/2005 -- More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since 2002 • 06/17/2005 -- Unusual Cow Death in Paradise Hill, Saskatchewan, Canada • 04/13/2005 -- Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile and Calf Skinned • 02/21/2005 -- Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 01/15/2005 -- Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 12/22/2004 -- Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" • 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" • 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/07/2004 -- Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 09/25/2004 -- Part 6: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/23/2004 -- Part 5: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/19/2004 -- Part 4: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/18/2004 -- Part 3: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/14/2004 -- Part 2: \"Clearview\" Report on the Investigation of UFOExperiences on A Rocky Mountain Ranch • 09/13/2004 -- Part 1: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 08/11/2004 -- Newborn Heifer Mutilation in Anderson, California, on August 7, 2004 • 07/27/2004 -- Part 12: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 07/21/2004 -- The Apollo Program, Cape Canaveral and UFOs • 02/24/2004 -- Part 1: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/24/2004 -- Oregon Man's Experiences with High Strangeness • 12/21/2003 -- Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 10/28/2003 -- Part 2 - U. S. Presidents and UFO Investigations • 09/12/2003 -- More Domestic Cat Mutilations - Again in Bothell, Washington • 08/01/2003 -- Field Notes About English Animal Mutilations • 07/01/2003 -- 40 Small Animal Mutilations in Denver and 11 in Salt Lake City • 05/28/2003 -- Cat and Dog Mutilations in Salt Lake City; $6,500 Reward • 04/19/2003 -- Unusual Animal Deaths in Valparaiso, Nebraska • 03/08/2003 -- Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part Two • 02/03/2003 -- Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part One • 12/07/2002 -- Cattle Mutilation - The Unthinkable Truth, Chapter 1, Part Three • 11/16/2002 -- More Cat and Cow Mutilations: Colorado, Utah and Missouri • 11/05/2002 -- Canadian Crop Circles and Mysterious Lights in Saskatchewan • 10/15/2002 -- Chapter 8 - Mystery Stalks The Prairie • 10/05/2002 -- Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called \"J-Rod\" • 09/07/2002 -- High Strangeness Continues in Argentina • 08/31/2002 -- One ET Experiencer's Reaction to the Winchester Formation • 07/19/2002 -- Unusual Animal Deaths and Unidentified Aerial Lights Persist in Argentina • 07/02/2002 -- Argentina's SENASA Blames Mouse for Animal Mutilations • 06/22/2002 -- Argentina Animal Mutilation Count Rising Above 100 • 06/17/2002 -- Part 3 - Deer and Cattle Mutilations in Oregon • 06/15/2002 -- Cattle Mutilations In LaPampa, Argentina"},{"pageNumber":10,"pageContent":"• 05/18/2002 -- A Bull Mutilation in Christmas Valley, Oregon • 01/12/2002 -- Part 1 - Update On 2001 Montana Cattle Mutilations • 10/13/2001 -- Heifer Mutilation and Mysterious Light in Mantario, Saskatchewan, Canada • 08/24/2001 -- Part 2 - Unusual Montana Mutilation of Live Bull • 07/28/2001 -- Pure Hemoglobin Confirmed On Alabama Mutilated Cow • 07/22/2001 -- Mutilated Bull Calf in Missouri • 06/09/2001 -- Environmental Updates and Colt Mutilated in Leitchfield, Kentucky • 05/11/2001 -- Horse Slashings and Deaths in Calgary, Alberta, Canada • 10/15/2000 -- Part 1 - Hardened Bovine Hemoglobin Found On California Mutilated Bull • 10/15/2000 -- Mutilated Heifer Found Near Boulder, Colorado • 04/16/2000 -- A Close Encounter with a Disc in Wyoming • 03/29/2000 -- Mysterious Calf Deaths In Brothers, Oregon • 02/06/2000 -- Large Yellow Sphere In Snohomish, Washington • 12/26/1999 -- Hubble Repair, Gamma Ray Bursts and Unidentified Aerial Objects • 12/22/1999 -- Update - Unidentified \"Arrowhead\"-Shaped Object in California Sky • 09/12/1999 -- Unusual Animal Deaths, Part 1: Nevada • 08/25/1999 -- Unusual Animal Deaths in Australia and London, England • 01/24/1999 -- Nuclear Sabotage in Maryland; Bull Mutilation in Colorado; and Global Warming Websites: http://www.majesticdocuments.com http://www.presidentialufo.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
