[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Nuclear Sabotage in Maryland; Bull Mutilation in Colorado; and Global Warming © 1999 by Linda Moulton Howe January 24, 1999 - Nuclear Sabotage 1) First, The Washington Post reported this week that five different times in December and January a woman drove through the main gate of the Calvert Cliffs Nuclear Power Plant just outside Washington, D. C without getting caught. Not only was she not stopped by security, but she set fires. One burned about a quarter-acre. Now, 39-year-old Rosemary Kohl is being held at the Calvert County Detention Center under a $100,000 bond and has been charged with five counts of malicious fire-setting and two counts of trespassing. The Washington Post said it is not known how or why the woman managed to get past security at the nuclear power plant. This incident raises again the question: how vulnerable to sabotage are U. S. nuclear power plants which provide twenty percent of the nation's electricity? Bull Mutilation in Burns, Colorado 2) In other news, about 65 miles north of the Vail ski resort in Burns, Colorado, another bull was found dead and mutilated the first week of December 1998. The animal was only a half mile from the ranch house and was the second bull mutilated in the same pasture since 1996. Rancher Susan Nottingham says her family has raised cattle in Burns since the beginning of this century and is haunted by these recent bull mutilations that have had similar, bloodless excisions of an ear, circle of flesh around the eye and eyeball, tongue, jaw flesh, testicles and rectum cored out. No tracks nor signs of struggle on the ground. And no evidence of predator bites or claws. I talked with Susan Nottingham about her reaction to finding the mutilated bull. Interview: Susan Nottingham, Rancher, Burns, Colorado: \"It's rectum had been excised. It's scrotum had been opened up. The scrotum itself was still there, but there was an incision the length of it and the testicles had been removed. The penis had been removed where the penis enters, at the site of the penis on the stomach there was about an 8 inch perfectly round circle of skin removed. The right side of the face had been skinned and the eye removed, the tongue removed, the mandible was clean. WAS A CIRCLE OF FLESH TAKEN FROM AROUND THE EYE? Ye s . AND WAS THE BONE EXPOSED UNDER THAT CIRCLE? Ye s . "},{"pageNumber":2,"pageContent":"WHAT WAS YOUR REACTION TO SEEING THIS ANIMAL? I was disgusted. I'd just bought him about a month before hand and had paid for him. So, I was totally disgusted, but I wasn't shocked because I had the same thing happen to a bull in 1996 at the same time of the year. AND DID YOU HAVE A VETERINARIAN COME OUT AND EXAMINE THIS BULL? No, I didn't this time because I did in the 1996 bull and there were no conclusions and this bull was decomposed to a point I didn't think a vet would do anything. AND IN THE 1996 CASE, THE VET WAS UNABLE TO DETERMINE CAUSE OF DEATH? Ye s . AND WHAT WAS THAT VET'S RESPONSE TO THE PATTERN OF BLOODLESS EXCISIONS IN THE 1996 BULL? Oh, totally baffled. I SHARE THAT REACTION. I'VE ALWAYS THOUGHT THEY ARE SO EERILY PRISTINE. Well, they are. If a human being were doing it. I mean, if I were going out to take a bull's testicles, I'd just whack them off. The way it's done, it's so precise. AND SURGICAL. And surgical. AND NO BLOOD And no blood. In all these years, if somebody -- if it were human beings doing it -- somebody would have talked. AND COL. CORSO STATED RIGHT IN HIS OWN BOOK THAT OUR GOVERNMENT HAS KNOWN SINCE THE 1950S THAT NON-HUMANS HAVE BEEN TAKING TISSUE AND FLUIDS FROM ANIMALS AROUND THIS PLANET SINCE THE EISENHOWER ADMINISTRATION. AND IF IT IS EXTRATERRESTRIAL, WOULD YOU RATHER KNOW THAT FOR A FACT FROM THE GOVERNMENT? Absolutely. Global Warming In other news, three federal agencies NASA, NOAA and the National Climatic Data Center recently announced that \"Global temperatures in 1998 were the warmest in the past 119 years since reliable instrument records began. The previous record was set last year. The global mean temperature in 1998 was 1.2 degrees Fahrenheit above the long-term average. This was the twentieth consecutive year with an annual global mean surface temperature exceeding the long term average. A persistent El Nino in the first half of the year and the unprecedented warmth of the Indian Ocean contributed to this record warm year.\" While most leading meteorologists now are convinced that the warming trend since the 1970s has been caused by humans putting too much carbon dioxide into the atmosphere that causes a greenhouse effect, some still argue that what is happening is normal. But Dr. Keven Trenberth, who received his Ph.D. from MIT in Meteorology and is now head of the Climate Analysis Section at the National Center for Atmospheric Research in Boulder, Colorado, says what is happening is not normal."},{"pageNumber":3,"pageContent":"Interview: Kevin Trenberth, Ph.D., Head, Climate Analysis Section, National Center for Atmospheric Research (NCAR), Boulder, Colorado: \"Yes, 1998 was the warmest year on record and what is more, it was about a quarter of a degree Farenheit warmer than the previous warmest year on record which was 1997. And the last 10 years are the warmest 10 years on record. And this is the observational record that goes reliably back to around 1870 or 1850. But there is increasing evidence that also suggests that from what is called proxy data -- various indicators of climate that have been gathered around the world -- that the last decade was also the warmest in certainly the last 600 years and increasingly evidence points to the last 1200 years, even warmer than what is often referred to as a medieval warm period which was at the time when a lot of Vikings were doing their navigation around the northern seas. And so, what is going on certainly seems to be very unusual. AND WHAT TRAUMATIC CHANGES ARE YOU SEEING IN PRECIPITATION? Well, over the United States, first looking at moisture content -- there has been a 10% increase in the average moisture over the United States and the Carribbean and in Hawaii where we have good measurements from about the mid-1970s to the late 1990s. And that means there is more moisture for all of the weather systems to gather up and get involved with. And so one can argue that it should be raining harder when it does rain. And when we look at the rainfall records, we find indeed that it is raining harder. Now, overall in the U. S., there has been about a 10% increase in precipitation thruout this century. But when we look at it in more detail, we find that nearly all of that increase is in the upper tenth percentile, the upper top part of what the rain rate actually is. So when it rains, it's raining harder now than it used to and this, of course, this is the sort of thing that can lead to flooding. And we're seeing lots of instances of flooding around the country and very dramatic instances of flooding such as in Nicaragua and Honduras with Hurricane Mitch. The outstanding thing about that hurricane was the amount of rainfall that actually occurred. And in August and September 1998, thee were huge floods in China in the Yangtse River Valley and large loss of life associated with that. And also in Bangladesh around about the same time frame in August. Not to mention, the many instances of quite severe flooding in many parts of the united States. So, the importance of the global mean temperature is that it's a clear indicator that something is going on and we should be paying attention. And we should be paying attention in various ways. We should be looking at these floods and droughts around the world and the prospects that these may becoming more severe and there is some evidence to support that. IF THIS TREND OF EXTREMES CONTINUES TO INCREASE AND ACCELERATE THE PENDULUM SWINGING A LITTLE BIT MORE WILDLY EACH YEAR, HOW BAD -- WHAT IS THE WORST CASE THAT ALL OF THIS COULD END UP BEING IN TERMS OF AFFECTING US HUMANS? I think some of the biggest affects are likely to be in the realm of water and precipitation and water management. The flooding we have seen in many cases-- in California in recent years we have seen a number of instances of flooding. We saw in association with the El Nino the tremendous heavy rains in California in February last year with houses toppling into the ocean and things like that. In the southeast in Florida, it was the wettest January and February on record. And then they rapidly went into drought conditions and ended up with a lot of forest fires. Fires are one of the manifestations of the increased drying that goes on. IF WE LOOK BACK 25 YEARS AND THINGS HAVE ACCELERATED SO RAPIDLY BETWEEN THE 1970S AND THE 1990S, WHAT IN THE NEXT 25 YEARS WOULD YOU PROJECT COULD HAPPEN IF GLOBAL WARMING CONTINUES AT THE INCREASES EACH YEAR THAT WE HAVE BEEN SEEING?"},{"pageNumber":4,"pageContent":"This is an interesting question because if we look back to say the last 100 years or so -- there has been an overall warming of -- it's often stated as 1 degree Farenheit, even though that doesn't really take into account the last year or so. MEANING 1998? 1998 in particular because last year was 1.2 degrees F. above the average and the average is another 1/2 degree F. above the values that existed in last century. So, the warming for 1998 is getting up to 1.5 to almost 2 degrees F. above values that existed last century. And it's really since the 1970s that the thing we call \"global warming\" -- the increases in the greenhouse gasses and the changes in the atmospheric composition -- are beginning to be really seen around the world. And so my interpretation is that what we're seeing in the last 10 to 20 years is indeed a part of this global warming pattern. There is still a lot of natural variability that goes on including El Ninos that is the dominant force, but as we move more into the future, the prospects that we will see maybe some new kinds of phenomena, but also these extremes really being exacerbated as this increased energy sort of firing up the system to behave in a more vigorous way. AND WHAT ABOUT THE TORNADOES IN JANUARY IN TENNESSEE? Well, tornadoes also occurred last year but were further south in Florida. And so, the location of those tornadoes is probably determined as much by the presence of El Nino last year and La Nina this year, the cold conditions in the Tropical Pacific this year. January is unusual. Usually the tornado season is the spring. It goes very active as we get more into March, April and May -- that's more the tornado season. So the fact they are occurring in January -- it's not precedented, but maybe it's a sign in the same direction. When you look hard at the science, there are increasing signs that we are outside the bounds of what we would expect from natural variability and some of the arguments are really more about what we should do about it. WHAT CAN WE DO ABOUT IT? Well, that's one of the problems. Carbon dioxide has a very long lifetime in the atmosphere and we keep emitting carbon dioxide into the atmosphere by burning fossil fuels, by driving cars and things that put CO2 into the atmosphere. And then it hangs around maybe for 100 or 200 years before it gets taken out of the system in some way. And therefore, we can't stop this build up very easily. All of the stuff we have done up to now is not going to go away if we simply stop putting more CO2 into the atmosphere. That means that climate change is going to be with us. We're going to have to live with it. Another aspect of this that's complicated is how the climate system responds to these changes in the composition of the atmosphere. And in particular, the oceans respond very slowly. And so, even what we have done up to now, we haven't seen the full effects of that and won't have seen them probably for say about 20 years which is sort of the time lag that comes in because of the ocean. SO IT COULD GET A LOT WORSE FASTER THAN WE REALIZE? Well, this is a real concern of a lot of scientists and I would include myself in that -- what we're doing is changing the climate at such a rate in the future that is happening about now, that it's going to cause changes so fast that we really won't be able to adapt to them in an orderly fashion. This applies to society, but it also applies to the ecosystems and the natural environment -- it's all very well to say if the climate changes and it gets warmer in a region, we'll just grow different vegetation or different trees. But trees tend to last about 100 years or something like that, so you can't just move them from one place to another. Even agriculture, if it starts to dry out in one region or warms up and gets wetter in another region, then maybe the soils aren't suitable in the new region. In any case, it has a big effect on the farmers who aren't able to grow the crops they have traditionally been able to grow. What we cannot say right now is exactly what is going to happen. In fact, because we cannot say exactly what's going to happen, exactly what the risk is,"},{"pageNumber":5,"pageContent":"it means that we're rolling the dice. We're playing with our own planet and what kind of weather and climate future generations are going to have. If we had better predictions of what was going to happen we could make a more informed decision about whether this was going to be acceptable or not. Although, part of it comes back to the fact that it's a global problem and it's the industrial nations that are contributing most. And it's the industrialization in places like China and India where they've got what I think is a very legitimate goal of trying to bring the electricity to all their people so they can have refrigerators. It's a very admirable goal, but it's putting a lot more pollution into the atmosphere and carbon dioxide as well. And so that kind of thing is likely to continue and there is this trade off -- how much should we stop that kind of progress and can you tell the Indians and Chinese that their people shouldn't have refrigerators. That's a very hard thing to do. And this is the kind of argument going on. How do we address all this in a reasonable way? And how do we plan for the future if it is going to be somewhat different than what we've had in the past? These are very difficult questions.\" We b s it e : http://www.noaa.gov Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
