[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Two Cell Phone Images of Disc Over Chicago O'Hare Airport © 2007 by Linda Moulton Howe January 26, 2007 Chicago, Illinois - At the beginning of January 2007, Peter Davenport, Director of the National UFO Reporting Center (NUFORC) received a report about a disc-shaped aerial object seen on November 7, 2006, by several eyewitnesses at Chicago's O'Hare International Airport and broke the story. Then columnist Jon Hilkevitch at the Chicago Tribune followed up with a story about a dozen or so United Airlines mechanics, pilots, baggage people and a manager who watched a silvery-grey disc hover in the sky over Chicago O'Hare's Concourse C-17 for several minutes. [ See 010207 Earthfiles. ] Some eyewitnesses said the egg-shaped disc was spinning. Others reported that when it suddenly rose vertically at high speed, it punched a hole in the thick cloud cover. The hole allegedly lasted for several minutes before the wind blew the clouds back together. In his television interviews for CNN and other news media, Jon Hilkevitch said that photographs had been taken - perhaps even by a pilot leaning out of his cockpit window. But no images were published by the Chicago Tribune. I checked with one of the newspaper's editors on January 25, to see if the paper had received any photographs, but the answer was no. However, two days before on Tuesday, January 23, 2007, in the Comanche, Oklahoma, offices of AboveTopSecret.com, an anonymous emailer sent a cell phone image showing O'Hare airport in the lower left and a pale, egg-shaped object in the upper right of the frame. The popular website, AboveTopSecret.com has specialized in posting UFO-related images and anonymity is guaranteed. AboveTopSecret.com was started in 1997 by Simon Grey. He was interested in secret military projects and government bases. The website grew and Mark Allin joined the effort. Then a third partner, SkepticOverlord, who prefers anonymity, got involved about three and a half years ago. Today, AboveTopSecret.com averages 350 million hits a month, a bout 9 to 12 million page views per month, and upwards to 3 million unique visitors a month. While Mark Allin and I were doing a phone interview about the first cell phone image he had received, a second image was sent to the website. Mark has shown both cell phone images to top Photoshop and other electronic graphics experts. The consensus is that the cell phone images are real. Interview: Mark W. Allin, Co-Owner, Above Top Secret.com, Oklahoma: “On January 15, 2007, a new member signed up on our site. We had an existing thread that another member started. We have 80,000 registered numbers, just to give you an idea of that aspect of the website. A member in Chicago started a thread about the Chicago O’Hare incident (originally occurred on November 7, 2005, but kept quiet, apparently at the requests of of United Airlines and Federal Aviation Administration ). It was just a curious thing he heard about and was surprised that it made the mainstream news, but then went kind of quiet. By January 15th, we had a new member sign up with the Username 'RampAgentX.' Now this person claims to be an employee, baggage handler, at O’Hare for United Airlines. "},{"pageNumber":2,"pageContent":"He also claimed that he witnessed the event. Now, vetting this individual has been difficult because he also makes the statement that his supervisors had warned his crew that they were not to go public or not to speak publicly about the incident for the reason ‘they don’t want United looking like kooks.’ So this guy is concerned about losing his job, and we have been unable to vet him beyond being able to trace his IP address back to Chicago. We do have other members at our site that are FAA employees, very familiar with airport operations and we have a few members that actually work at O’Hare Airport. We have a flight controller who told me kind of privately that if RampAgentX – he might not have been a witness to the UFO, but he certainly appears to be a baggage handler at O’Hare. So, I’m trying to make very clear that I make no assumptions, and AboveTopSecret makes no assertions as to the validity of these peoples’ reports. They just are what they are and are what we have to work with. RampAgentX went on to say that not only did he witness this event, but he knew of a fellow employee who had their cell phone in hand during the event and took a picture of it. This person he was going to try to contact and get the picture put on our website. That was back through last week (January 15-20, 2007). Tuesday, January 23, 2007 First Cell Phone Image E gg-shaped disc in upper right of digital image allegedly taken on November 7, 2006, and provided to AboveTopSecret.com on January 23, 2007. Thursday, January 25, 2007 Second Cell Phone Image"},{"pageNumber":3,"pageContent":"E gg-shaped disc in upper left of digital image allegedly taken on November 7, 2006, and provided to AboveTopSecret.com on January 25, 2007. The more narrow cropping of this image might have been done to eliminate the photographer's reflection. Image directly above sent to AboveTopSecret.com with January 25, 2007, email, included here with Mark Allin's permission: \"Hi, this probably seems crazy, but I was at o'hair airport in a terminal waiting to board a flight (which happened to be delayed), and I saw the supposed UFO. I snapped a picture with my camera phone. this is not FAKE. It's not a hoax, and it looks somewhat similar to the picture posted, however I think the one already posted might be a fake because in that picture the object looks bigger than in the picture I took. I was looking out one of the terminal windows during that time and snapped the pic. Where can I e-mail the pic to? Also, PLEASE keep my entire name anonymous. if you w ant, you can use an alias, just don't mention my name.\" ark Allin: \"On Tuesday night, January 23, 2007, we had an anonymous member signed up behind a proxy. For those who don’t know what that is: it’s a way of hiding your actual IP address on the internet. So, it’s pretty much impossible for us to tell where this person actually is or anything about this. So, it’s a completely anonymous person who signed up with the User Name ‘000000.’ It doesn’t get more anonymous than that. That person puts up a picture of O’Hare Airport under a cloud cover that seems to perfectly match a description of what happened on that fateful day (November 7, 2006). And there is an object in the sky above the runways and apparently from the angle that the camera is shooting at, real close to being over C-17. Now, we’ve had several fairly high level to extremely high level digital analysts review this photograph and the reports have come back that if it’s not genuine and legitimate and it is a hoax, it’s a hoax done at the highest levels of professionalism. However, they can’t write it off as a hoax. I leave that with you however you want to interpret that. DID YOU HAVE ANY TEXT COMMUNICATION THROUGH THE INTERMEDIARY FROM THE PERSON WHO TOOK THE CELL PHONE IMAGE? None. This was absolutely a hit and run. They came by the website, registered as a member – behind the proxy. Did one post, put the image up and we haven’t heard from them since. Obviously we’re pursuing any avenue we can to get back in touch with them, but it’s pretty difficult at this point. I suspect that person might come back to the website when they realize how much attention this has stirred up. And maybe not. If this person is legitimate and they are in fear of their employment, which certainly seems to be the case based on the testimony we got on the site, heck, they might not come back. THIS IS ESPECIALLY SIGNIFICANT IN THE CONTEXT OF JON HILKEVITCH, THE COLUMNIST AT THE CHICAGO TRIBUNE WHO WAS ON CNN AND ALL THE NEWS PROGRAMS TALKING ABOUT THE STORY THAT HE ESSENTIALLY"},{"pageNumber":4,"pageContent":"BROKE – THAT HE KNEW THERE WERE PHOTOGRAPHS. HE’S BEEN ON VACATION AND THE CHICAGO TRIBUNE SAYS THEY HAVE NOT RECEIVED PHOTOS YET. BUT IT WAS JON HILKEVITCH HIMSELF WHO STATED: ‘THERE ARE PHOTOGRAPHS.’ That’s the way I understand it as well. As a matter of fact, I understood that one of Hilkevitch’s witnesses had made the statement that there was a taxiing (airline) pilot who had a cell phone in the cockpit and shot a picture of this thing. One of the other interesting aspects of the photograph that appeared on our site is some of my experts have come back to me and said: ‘You know, the elevation and level this camera would have been at and slight distortion around the edges, really could lend itself to being taken from the cockpit of an aircraft. I find that really interesting because the distortion around the edges does appear to be kind of a convex bend. We know that a cell phone camera is flat. We know the passenger windows typically on an airliner are flat. The cockpit windows on certain models of aircraft do have curves to them. So, we have one guy who is speculating – again, pure speculation – that there is a greater than zero chance that if this image is legitimate, then it really was taken by someone kind of leaning forward in the cockpit of an aircraft, holding his arm out, and pushing the Take Picture button on a cell phone. That adds to the intrigue of this in my mind dramatically. The experts I’ve talked to and who have examined this first image have assured me that if it is a hoax, it was a really a high level hoax. That just racks my brain to think why would anyone spend potentially several thousand dollars paying a person to create a hoax of this? IT DOESN’T MAKE SENSE IN THE CONTEXT OF AT LEAST A DOZEN EYEWITNESSE. UNITED AND THE FAA FINALLY ACKNOWLEDGED THAT THERE WERE REPORTS OFFICIALLY FILED ABOUT THE SIGHTING WITH MANAGEMENT. Yes. A theory that has been tossed about is that in several cases throughout the last ten or fifteen years, I’ve been told that there have been many incidents where a pre-emptive strike, if you w ill, has gone down to where there’s a fairly well-documented, fairly high witness count event, and as the dust is settling and the evidence is coming together, someone will put out a fairly elaborate hoax directly tied to that incident that l ooks really good, but damn! could cause a little doubt and kind of keep it in that grey fenced area to which the skeptics and people who are closed minded to this possibility will write the whole story off. Then five to fifteen days later, a piece of evidence will appear that there is really no doubt about, or very little doubt. But everybody has kind of blown the whole thing off and it’s kind of meaningless. IT’S CALLED CALCULATED GOVERNMENT MISINFORMATION. Yes! That is the angle I am personally pursuing at a fairly fast pace and at high levels, if I can. I am really astounded that if there is manipulation going on and deflection and misinformation going on and it’s purely to save the public relations reputation of an airline (United), that disheartens me, to put it mildly. I would really like to find out.\" n Friday, January 26, 2007, Mark called to talk about the odd cropping of the second"},{"pageNumber":5,"pageContent":"image. The electronic graphics experts told Mark that the image had been altered on January 25th, the day the image arrived in the AboveTopSecret.com office. But the educated speculation was that the alteration was to crop out the lower part of the image. There were no manipulation artifacts in or around the disc in the image. Perhaps, Mark said, the photographer's reflection was in the window and he wanted it cropped out to preserve his anonymity. Mark Allin: \"We haven't been able to plot on a map yet where Shooter 1 was compared to Shooter 2. It appears as if they were on opposite sides of O'Hare Airport, but we haven't confirmed that yet. THE TWO IMAGES OF THE EGG-SHAPED AERIAL OBJECT LOOK REMARKABLY SIMILAR. We agree with that. The other important part of this is that the experts we are dealing with - David Biedny and Jeff Ritzmann. Mr. Biedny was author of the first How-To manual for Photoshop. This guy is absolutely top level digital image analyst. [ Editor's Note: Biedny is a longtime author and editor in the world of technology publications, having served as one of the founding editors of MacUser magazine in the earliest days of the Macintosh computer, and his reviews, tutorials and opinion columns have appeared in a wide range of publications including New Media, MacWorld, The Macromedia User Journal, Morph’s Outpost, Details, ID and others. He is currently a Contributing Editor for MacAddict magazine. Biedny coauthored The Official Adobe Photoshop Handbook (Bantam), the first Photoshop book ever published, and also coauthored Photoshop Channel Chops (New Riders), which has recently become the most valued collectible book in the world of technical trade publishing. At Industrial Light and Magic (ILM), he created digital special effects for movies including Memoirs of an Invisible Man, Terminator 2: Judgement Day, The Rocketeer and Hook. Biedny was IDIG, Inc. Effects Supervisor for the motion picture Spawn, and directed the production of 35 digital effects shots in 35 days. His popular The David Biedny Zone segment can be heard on Gene Steinberg’s Tech Night Owl internet radio show. ] When they break it down to the various channels - in digital imagery you have several channels of data, several channels of color. These guys have software that can break these images down to one channel and they can look at it literally one channel at a time. It's almost like you could slice the layers away from the picture and you could just see that certain things are going to show up in this channel naturally. Certain things should not show up in the channels naturally. When things do show up in the channel when they should not, then they know something is up. IT'S THE ABSENCE OF ARTIFACTS THAT CONVINCES THEM THAT THESE IMAGES ARE FOR REAL. Yes, exactly. The absence of artifacts, the absence of obvious edit points, the absence of typical hoaxer manipulations of images. And it's the inclusion of things you would expect to see of something in the atmosphere. You would expect in certain channels - you can kind of see interaction with the atmosphere. They are there. We hope that either one of these shooters have more images. This latest one – he certainly has the gear, he’s got the camera in his phone. It’s a high quality camera. I completely understand how somebody sees something in the sky like that – you’re not going to stop and stay calm and go: ‘Let me line this up just right.’ The adrenalin is going to be pumping and you’re going to grab your phone and Wow! Bam!"},{"pageNumber":6,"pageContent":"I would think, though, that you would also keep shooting until the thing went away. So you would have several images of it. One possibility is that he caught it right before it blinked out and blew a hole through the clouds. Or, the possibility still stands that he’s got several more images. Like I said, we haven’t heard back from him. AND I KEEP HOPING THAT THERE IS SOMEBODY WHO TOOK A HOLE IN THE CLOUDS. Yeah, that would be the one! Wouldn’t it? That would be the one I would love to see.” The Chicago O'Hare sighting raises a question about the hole-punch cloud phenomenon reported and photographed occasionally. Are the cloud holes produced by rapidly moving discs from another world? M ysterious cloud holes. Le ft: Stavely, Alberta, Canada. Middle : Derbyshire, England. Right: Nashville, Tennessee. J anuary 12, 2004, hole punch cloud over Mobile, Alabama. Image © 2004 by Joel Knain . NASA reported about the Alabama hole punch cloud: \"Such a hole, likely hundreds of meters across, was photographed from a driveway near Mobile, Alabama. Very unusual to see, hole-punch clouds like this are st ill the topic of meteorological speculati on. A leading hypothesis holds that the hole-punch cloud is caused by fa lling ice-crystals. The ice-crystals could originate in a higher cloud or be facilitated by a passing airplane exhaust. If the air has just the right temperature and moisture content, the falling crystals will absorb water from the air and grow. For this to happen, the water must be so cold that all it needs is a surface to freeze on. The moisture lost from the air increases the evaporation rate from the cloud water droplets so they dissipate to form the hole. The now heavier ice"},{"pageNumber":7,"pageContent":"crystals continue to fall and form the more tenuous wispy cloud-like virga seen inside and just below the hole. Water and ice from the virga evaporates before they reach the ground.\" CAN YOU EXPLAIN FOR THE GENERAL AUDIENCE, HOW THEY CAN SUBMIT VIDEOS AND PHOTOS TO AboveTopSecret.com? Absolutely. If you have anything relative to this incident, all you need to do is type in: www.abovetopsecret.com in your web browser. The website w ill load up and there’s a button on the bottom or top that says, ‘Contact ATS.’ If you’ll push that button, it automatically emails myself and my two partners and inform us whatever you want to share with our group. I w ill make sure that it gets put up immediately. If you would rather do it anonymously, then you can go to the site. We’ve got very easy to follow and easy to ride guidebook that w ill give specific instructions about how to post whatever it is you have: pictures, video, whatever it is. You can do that and we won’t track you, trace you, or anything else. HOW MANY SUBMISSIONS DO YOU GET A MONTH? Of really important things – not thousands. But in general, in an average month, we’ll get thousands of anonymous-style posts. But in actual submissions of actual documents or evidence, that would be – of really credible stuff – that would be in the tens, twenties, thirties per month. Stuff that’s not really so credible, in the hundreds. And then I’d say, just total anonymous things would be in the thousands per month. WAS IT ATS THAT BROKE THE STORY WITH THE CELL PHONE VIDEO OF SADDAM HUSSEIN’S HANGING? I’m not sure if we broke it or not. I know we were real close, if it wasn’t us. But I can’t honestly answer that. I don’t want to speculate. I know we had a fairly big thread about that. THE REASON I BRING IT UP IS: AGAIN, IT WAS SOMEBODY FORWARDING TO ME AN ATS LINK AND IT’S WHERE I SAW THE ENTIRE FALLING THROUGH THE TRAP DOOR. I WONDERED WHAT THE PROCESS WAS GETTING THAT TAPE TO YOU? Yeah, that’s nothing more than putting a link up. Someone can load a videotape to one of the hundreds of YouTube, ImageShack. There’s all kinds of venues out there to which you can pretty anonymously upload video images, audio, whatever you want. You can do it at our site, too, if you want. At that point, you get a link to the movie or audio or image and simply come on to AboveTopSecret.com and register as an anonymous member and create a thread and type the link in, using URL tags, which are very self-explanatory and easy to do. Hit Submit or Post, and it’s there! If someone doesn’t care about being anonymous, they can actually load the video itself into a post through the embedded video option. That means when you pull that post or thread up – the submission that the person made – the video will just start playing. Then you wouldn’t even have to click another link and go to another site to view it. "},{"pageNumber":8,"pageContent":"IN TERMS OF THIS CONTEXT OF PLACING VIDEOTAPES AND IMAGES AND AUDIOTAPES THAT MIGHT HAVE SOME POLITICAL SENSITIVITY FOR THE GOVERNMENT, SO FAR ARE YOU AWARE OF ANYBODY HAVING ANY SERIOUS NEGATIVE CONSEQUENCES FROM POSTING ANYTHING AT YOUR WEBSITE? That’s a yes and no question. We have certainly been contacted by certain government agencies over pretty mundane stuff, really. But there was one instance where we had a member post the direct phone lines to several NSA (National Security Agency) not-obvious operators. Within 30 minutes, we were contacted by telephone, interestingly enough, since the number was unlisted, by a manager at NSA and asked very politely and in a very non-threatening way to remove the phone numbers – which we did. We looked at the situation and there really wasn’t any value to having these poor peoples’ phone numbers splattered all over the internet. At that point, the member who did it was actually a French national in France. There really wasn’t a heck of a lot anyone could do to that person. We’ve had a couple of other instances where members have told us they got an interesting email because of something they posted. I kind of find that hard to believe because I would think we would have gotten the email, too. Really that has not happened to any great degree. WHAT YOU LEARNED IN YOUR EXPERIENCE WITH THE FRENCH POSTING IS THAT THE NATIONAL SECURITY AGENCY HAD NO TROUBLE IN GETTING YOUR PRIVATE PHONE NUMBER CONTACT. Yes! (laughs) Which doesn’t surprise me at all. IS IT BECAUSE THEY ARE KEEPIING INTIMATE TRACK OF WHAT’S GOING ON AT ABOVETOPSECRET.COM AND SOME OF THE WEBSITES THAT ARE DEALING WITH THE SUBJECTS THEY KEEP DENYING – BUT ARE REAL? I would have to think that they would be remiss in their duties if they were NOT. I can tell you that every moth we have pretty much across the board representation from the intelligence and military agencies – their IP addresses on our server. Pretty much every month everybody has come by and taken a look. SO THE GOVERNMENT IS MONITORING ABOVE TOP SECRET. I don’t know if I would call it monitoring, but I don’t know what else I’d call it, so I guess that’s a fair statement. Again, if I was an intelligence officer and I wanted to keep a pulse of what was going on – the internet is certainly a good place to do that. That’s why we have the anonymous abilities on the website. Literally, you can come to AboveTopSecret.com and post something and there is absolutely nothing – they (government) could hang us by our fingernails and we still couldn’t tell them who you were. There’s no way they can find out who you were either. Well, I say that. I’m guessing there isn’t because I don’t know what I don’t know as far as technology they have. But it hasn’t happened yet, anyway.” More Information: If viewers have more information about the November 7, 2007, Chicago O'Hare Airport hovering disc over concourse C-17, please email me: earthfiles@earthfiles.com. For further information about aerial discs and other intelligences, please see reports below in the Earthfiles Archives and my books, An Alien Harvest and the 2-volume Glimpses of Other Realities , in the Earthfiles Shop. • 01/02/2007 -- Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics"},{"pageNumber":9,"pageContent":"• 06/22/2006 -- Horse Suspended in Mid-Air Near Milan, Italy, Apartment • 11/24/2006 -- Scientific Data Supports Mutilated Montana Cow Dropped from Sky and Bounced • 10/19/2006 -- Another Cattle Mutilation in Pondera County, Montana • 10/02/2006 -- Unusual Deaths of Six Female Goats in White Salmon, Washington • 09/20/2006 -- Animal Mutilations Increase Again in Argentina • 09/20/2006 -- Updated: Three Sets of Concentric Rings in South Texas Field • 08/23/2006 -- More Cat and Dog Mutilations • 07/01/2006 -- Cattle Mutilation and Glowing Discs in Saskatchewan, Canada • 06/29/2006 -- Another Horse Suspended in the Air • 06/28/2006 -- Half Cats in Destin, Florida, and Beheaded Animals in Rochester, N. Y. • 04/28/2006 -- Modern Warfare Applied to Extra-Terrestrial Invasion • 04/03/2006 -- Genetic Harvest in Cimarron, New Mexico? • 03/17/2006 -- Part 1: U.S. Navy Chief Yeoman Describes \"Extraterrestrial Biological Entities\" in TOP SECRET/MAJIC Photographs • 02/27/2006 -- Part 4: M ilitary Voices Reply About Government Interaction with UFOs • 02/17/2006 -- Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches • 01/27/2006 -- Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 01/13/2006 -- 31st Cattle Mutilation on Red Bluff, California Ranch • 12/19/2005 -- Part 1 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 11/02/2005 -- Part 3: Unusual Animal Deaths -Sheep Mutilations in Moortown, Dartmoor, England • 10/30/2005 -- Updated Part 2: Unusual Animal Deaths - Another Half Cat Mutilation in San Antonio, Texas • 10/27/2005 -- Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro Near Calhan, Colorado • 10/22/2005 -- A Lifting Beam Technology in Colorado Human Abduction • 10/03/2005 -- 2005 Horse Mutilation in France • 09/15/2005 -- Animal Mutilations Reported in Switzerland, Hollywood and Kansas • 08/26/2005 -- Another Cattle Mutilation in Canada • 08/22/2005 -- More Half Cat Reports: San Jose and Seattle • 08/13/2005 -- Mystery of Bloodless, Decapitated Kangaroos in Melbourne, Australia • 08/11/2005 -- Part 4: Two Men See Cow Mutilated in Light Beam • 08/03/2005 -- Another Cattle Mutilation in Pondera County, Montana • 08/02/2005 -- Part 1: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops • 07/28/2005 -- Feedback on Half Cat Mystery • 07/14/2005 -- More Half Cat Mutilations in Seattle, Washington Region • 07/07/2005 -- Part 2: Eyewitness Description of Cattle Mutilation • 07/04/2005 -- Part 1: Eyewitness Description of Cattle Mutilation • 06/23/2005 -- More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since 2002 • 06/17/2005 -- Unusual Cow Death in Paradise H ill, Saskatchewan, Canada • 04/13/2005 -- Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile and Calf Skinned • 02/21/2005 -- Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 01/15/2005 -- Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 3: Nuclear Physicist Stanton Friedman Co mme nts • 12/22/2004 -- Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" • 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" • 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/07/2004 -- Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 09/25/2004 -- Part 6: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/23/2004 -- Part 5: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/19/2004 -- Part 4: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/18/2004 -- Part 3: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/14/2004 -- Part 2: \"Clearview\" Report on the Investigation of UFOExperiences on A Rocky Mountain Ranch • 09/13/2004 -- Part 1: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 08/11/2004 -- Newborn Heifer Mutilation in Anderson, California, on August 7, 2004 • 07/27/2004 -- Part 12: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 07/21/2004 -- The Apollo Program, Cape Canaveral and UFOs • 02/24/2004 -- Part 1: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/24/2004 -- Oregon Man's Experiences with High Strangeness • 12/21/2003 -- Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 10/28/2003 -- Part 2 - U. S. Presidents and UFO Investigations • 09/12/2003 -- More Domestic Cat Mutilations - Again in Bothell, Washington • 08/01/2003 -- Field Notes About English Animal Mutilations • 07/01/2003 -- 40 Small Animal Mutilations in Denver and 11 in Salt Lake City • 05/28/2003 -- Cat and Dog Mutilations in Salt Lake City; $6,500 Reward"},{"pageNumber":10,"pageContent":"• 04/19/2003 -- Unusual Animal Deaths in Valparaiso, Nebraska • 03/08/2003 -- Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part Two • 02/03/2003 -- Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part One • 12/07/2002 -- Cattle Mutilation - The Unthinkable Truth, Chapter 1, Part Three • 11/16/2002 -- More Cat and Cow Mutilations: Colorado, Utah and Missouri • 11/05/2002 -- Canadian Crop Circles and Mysterious Lights in Saskatchewan • 10/15/2002 -- Chapter 8 - Mystery Stalks The Prairie • 10/05/2002 -- Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called \"J-Rod\" • 09/07/2002 -- High Strangeness Continues in Argentina • 08/31/2002 -- One ET Experiencer's Reaction to the Winchester Formation • 07/19/2002 -- Unusual Animal Deaths and Unidentified Aerial Lights Persist in Argentina • 07/02/2002 -- Argentina's SENASA Blames Mouse for Animal Mutilations • 06/22/2002 -- Argentina Animal Mutilation Count Rising Above 100 • 06/17/2002 -- Part 3 - Deer and Cattle Mutilations in Oregon • 06/15/2002 -- Cattle Mutilations In LaPampa, Argentina • 05/18/2002 -- A Bull Mutilation in Christmas Valley, Oregon • 01/12/2002 -- Part 1 - Update On 2001 Montana Cattle Mutilations • 10/13/2001 -- Heifer Mutilation and Mysterious Light in Mantario, Saskatchewan, Canada • 08/24/2001 -- Part 2 - Unusual Montana Mutilation of Live Bull • 07/28/2001 -- Pure Hemoglobin Confirmed On Alabama Mutilated Cow • 07/22/2001 -- Mutilated Bull Calf in Missouri • 06/09/2001 -- Environmental Updates and Colt Mutilated in Leitchfield, Kentucky • 05/11/2001 -- Horse Slashings and Deaths in Calgary, Alberta, Canada • 10/15/2000 -- Part 1 - Hardened Bovine Hemoglobin Found On California Mutilated Bull • 10/15/2000 -- Mutilated Heifer Found Near Boulder, Colorado • 04/16/2000 -- A Close Encounter with a Disc in Wyoming • 03/29/2000 -- Mysterious Calf Deaths In Brothers, Oregon • 02/06/2000 -- Large Yellow Sphere In Snohomish, Washington • 12/26/1999 -- Hubble Repair, Gamma Ray Bursts and Unidentified Aerial Objects • 12/22/1999 -- Update - Unidentified \"Arrowhead\"-Shaped Object in California Sky Websites: AboveTopSecret.com National UFO Reporting Center (NUFORC): http://www.nwlink.com/~ufocntr/ http://www.majesticdocuments.com http://www.presidentialufo.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
