[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Opportunity Rolls Onto Martian Soil and Confirms Hematite © 2004 by Linda Moulton Howe \"For the first time in history, two mobile robots are exploring the surface of another planet at the same time.\" - January 31, 2004, NASA/JPL NASA's Mars Opportunity rover rolled out of its lander in the Meridiani Planum at 3:01 a.m. PST on January 31, 2004. Image credit: NASA/JPL/Cornell University. January 31, 2004 Pasadena, California - Early this morning, NASA got the Mars Opportunity lander moving a few days before schedule and out onto the soil of the Meridiani Planum shallow crater it landed in. Controllers at NASA's Jet Propulsion Laboratory received confirmation of the successful drive at 3:01 a.m. Pacific Standard Time via a relay from the Mars Odyssey orbiter and Earth reception by the Deep Space Network. Cheers erupted a minute later when Opportunity sent a picture looking back at the now-empty lander and showing wheel tracks in the Martian soil. Opportunity drove down a reinforced fabric ramp at the front of its lander platform. Geology News - Opportunity Confirms Water-Linked Hematite Scientists were excited that Opportunity quickly detected crystalline gray hematite, a mineral produced in the presence of water. Planetary geologists suspected that the Meridiani Planum might once have been a lake which is why the landing site was selected for exploration. Gray granules covering most of the crater floor surrounding Opportunity contain hematite, said Dr. Phil Christensen, lead scientist for both rovers' miniature thermal emission spectrometers, which are infrared-sensing instruments used for identifying rock types from a distance. Crystalline hematite is of special interest because on Earth, it usually forms under wet environmental conditions. The "},{"pageNumber":2,"pageContent":"main task for both Mars Exploration Rovers in coming weeks and months is to read clues in the rocks and soil to learn about past environmental conditions at their landing sites, particularly about whether the areas were ever watery and possibly suitable for sustaining life. The concentration of hematite appears strongest in a layer of dark material above a light-covered outcrop in the wall of the crater where Opportunity sits, Christensen said. \"As we get out of the bowl we're in, I think we'll get onto a surface that is rich in hematite,\" he said. Spirit Starts Working Again First new panoramic camera images from Spirit rover on January 29, 2004. Images above credit: NASA/JPL/Cornell. NASA reports: \"These are the first images sent back from the panoramic camera on the Mars Exploration Rover Spirit since the rover experienced communications problems on January 21, 2004. They were acquired at Gusev Crater, Mars, on Jan. 29, 2004. showing that the camera's health remained excellent during Spirit's recovery. Two of Spirit's potential target rocks, which are near the rock called Adirondack, can be seen on the lower left and right. The rock on the left has been named 'Cake,' and the white rock on the right has been named 'Blanco.' Martian calibration target in which the green, orange, blue and red tabs match well to the same tab colors on Earth. This means that the red of the soil and rock colors are close to true color. \"Above the rock images is a calibration target, also known as the Martian sundial. The color panel of the calibration target looks almost exactly like it did on Earth, indicating that the color shown of Mars, though approximated, is close to true color.\" Inside the NASA/JPL Mission Control Room Matt Wallace, Mission Manager at JPL, said in today's press conference, \"We knew it was going to be a good day. The Opportunity rover woke up fit and healthy to Bruce Springsteen's 'Born to Run,' and it turned out to be a good choice.\" Also 6,600 miles around Mars at the Gusev Crater, the second NASA rover, Spirit, was beginning to recover from its apparent data overload and was beginning to transmit data again. Spirit was able to send back the last image of"},{"pageNumber":3,"pageContent":"its approach to the \"Adirondack\" rock where it suddenly stopped all communication on January 21. For the first time in history, two mobile robots are exploring the surface of another planet at the same time. Spirit's last image when its transmission stopped on January 21, 2004. The pyramid-shaped rock has been dubbed \"Adirondack.\" Image credit: NASA/JPL/Cornell University. \"We're two for two! One dozen wheels on the soil.\" JPL's Chris Lewicki, Mission Flight Director, announced to the control room. JPL's Chris Salvo, Mission Flight Director, reported that Opportunity will be preparing over the next couple days to reach out with it robotic arm for a close inspection of the soil. NASA said in its press release: \"The flight team needed only seven days since Opportunity's landing to get the rover off its lander, compared with twelve days for Spirit earlier this month. \"We're getting practice at it,\" said JPL's Joel Krajewski, activity lead for the procedure. Also, the configuration of the deflated airbags and lander presented no trouble for Opportunity, while some of the extra time needed for Spirit was due to airbags at the front of the lander presenting a potential obstacle.\" Spirit Rover Confirmed Olivine In Gusev Crater One unexpected finding was Mössbauer spectrometer's detection of a mineral called olivine, which does not survive weathering well. The Mössbauer spectrometer identifies different types of iron-containing minerals. So far two different iron ores have been confirmed in addition to olivine and some nickel, a metal which might have come from meteorite impacts. The lack of weathering suggested by the presence of olivine might be evidence that the soil particles are finely ground volcanic material, scientists speculate. Another possible explanation is that the soil layer where the measurements were taken is extremely thin and the olivine might actually be in a rock under the soil. We b s it e s : http://marsrovers.jpl.nasa.gov/home/index.html http://www.esa.int/export/esaCP/index.html http://athena.cornell.edu Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com"},{"pageNumber":4,"pageContent":"Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
