[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon January 2002 Warmest On Record For Whole World © 2002 by Linda Moulton Howe January 2002 had the warmest global temperatures in modern records. Satellite photograph courtesy NASA. February 13, 2002 Boulder, Colorado - Over the past three weeks, there have been several sobering headlines about the impact of global warming: February 3, 2002: \"Scientists report that Antarctica is becoming too hot for the penguins.\" February 6: National Medal of Science and Pulitzer Prize-winning naturalist Edward O. Wilson warns that 20% of the species alive on earth today could be gone by 2030. February 13: Hundreds of millions of monarch butterflies died in a freak snowstorm in Mexico mountains where they have normally wintered in safety. That same day, the Royal Observatory in Belgium reported its calculations that the build-up of greenhouse gases around our planet will slow down the earth's rotation by a microsecond which could increase wind speeds between 10 and 60 degrees latitude in both hemispheres. Also, on February 13th, Pennsylvania's Governor declared a drought emergency for twenty-four counties, including the Philadelphia region. That means water restrictions already and officials are worrying about the upcoming summer if drought persists. "},{"pageNumber":2,"pageContent":"February 14: The Daily University Science News reported: \"Global Warming Said Devastating Aquatic Ecosystems.\" February 17: At a Boston meeting of the American Association for the Advancement of Science, atmospheric physicists reported that melting glaciers could cause sea levels to rise more than twice what was previously predicted, at least one to two feet over this century. February 20: a massive hail and rain storm in La Paz, Bolivia killed 27 people. That same day, atmospheric physicists at the AAAS meeting in Boston asserted that global warming will continue for at least the next hundred years even if fossil fuel consumption is dramatically reduced. February 22: The Philadelphia Inquirer headlined: \"This winter isn't just warm - it's the warmest.\" The November 2001 through January 2002 is the hottest winter on record in the United States - 4.3 degrees F above the average temperatures. Further, January 2002 was the warmest on record globally, 1.24 degrees F. above normal. November 2001-January 2002 warmest winter period ever recorded in United States since 1895. The second warmest November-January occurred in 1999-2000. The third warmest was the drought decade of 1933-1934. The map above indicates that every state on the U. S. mainland had above normal temperatures. Map courtesy of NOAA's National Climatic Data Center. Until now, 1998 had been the hottest year and warmest January, but that was a year of a huge El Nino that can cause temperature increases. There was no El Nino in 2001. This week I talked about the modern unprecedented temperatures with Dr. Kevin Trenberth, Head of the Climate Analysis Section at the National Center for Atmospheric Research (NCAR) in Boulder, Colorado."},{"pageNumber":3,"pageContent":"Interview: Kevin Trenberth, Ph.D., Meteorologist and Head, Climate Analysis Section, National Center for Atmospheric Research (NCAR), Boulder, Colorado: \"Kevin Trenberth, Ph.D., Meteorologist and Head, Climate Analysis Section, National Center for Atmospheric Research (NCAR), Boulder, Colorado: \"Last year (2001) we didn't have an El Nino, so it didn't contribute to the record warmth that occurred. Of course, the end of last year was the beginning of this current winter and we've had a pattern where across North America, especially east of the Rockies, it's been exceptionally warm. There has been an absence of snow. Another area in which warm winters doesn't help is certain kinds of pests and insects. Some insects and fungus diseases are killed off by really cold conditions. One of the examples is the West Vile Virus which came into New York City. Normally it wouldn't be able to survive there, but somehow it has been able to winter over and the cold conditions that normally would kill that kind of thing off, instead the virus has been able to winter over and survive. We have to see if it wintered over and survived this year as well. But that's the sort of thing that's a downside to warmer winters. Then if we get to summer and it's warmer in summertime, then that can cause a whole raft of problems because of increased heat stress, heat stroke, even potential for greater drought conditions and very much discomfort to humans and animals alike. Already in the state of Pennsylvania, there are 24 counties that are under severe drought monitoring and have water restrictions. The prospects with global warming are that these droughts will get bigger and more intense, last longer, because there is more evaporation that goes into the atmosphere and this doesn't have good implications for agriculture or for fires. There are a lot more fires under these conditions and water restrictions come into play. Some of the climate computers have even shown that in the United States, the so-called 'Bread Basket' could suffer so much drought that the food raising areas might have to go north into Canada. Nations might have to start growing food for other nations as opposed to any particular nation being indpendent with food on its own. You're correct. One of the potential risks for global warming is that there is a risk of greater summertime drought in the United States. It doesn't necessarily follow that you can move the growing of a crop further north because the growing season doesn't change. The length, the amount of time that it is light when the sun is shining doesn't change as the climate changes. Also, the soils are not necessarily suitable. We know there are some grain crops grown in Canada, so there is some flexibility there. But this is the kind of effects that we ultimately have to worry about. It's all very well to say that you can move the crops further north, but you can't move the farmers further north. So, a number of peoples' livelihoods are at stake in these kinds of changes. We can survive one year of drought. The key question is: what happens if it's two years or three years or four years. Suddenly farmers start going out of business. Then even if you do have a good year, suddenly the farmers are not there to take advantage of it. So, the climate factor begins to compound these kinds of things and can be very disruptive in that regard. From the position you have at NCAR as you look out the next ten or fifteen years, are you expecting that this warming temperature trend will continue? We're certainly expecting that the warming will continue. We see no reason why"},{"pageNumber":4,"pageContent":"that should stop. We believe that a major component of it is the build up of greenhouse gases in the atmosphere. This relates especially to the burning of fossil fuels and relates to the emissions we are putting into the atmosphere. There is no evidence that that is abating. A photograph of the world at night compiled from satellite images shows lighted cities dependent upon electricity and power stations which emit greenhouse gases into the atmosphere, warming the earth. Image courtesy of NASA. We would actually have to cut the amount of emissions quite a lot in order to slow this process down because when you put carbon dioxide into the atmosphere. It stays around for about 100 years. In other words, as you add more it builds up and simply stopping adding more doesn't make it go away. It stays there. And so as long as we keep burning fossil fuels the way we are. This is not just the United States. It's very much a global problem where international relationships and treaties come into play and it would be nice if the United States could play a strong leadership role in this. President Bush has just announced the Administration's position on this, but they have not been a part of the Kyoto Protocol which is the international agreement which was designed to try to come to grips with this problem. Why is our government not taking the build-up of carbon dioxide and other greenhouse gases seriously, realizing that the future of not just this country, but the world, could be jeopardized by a warming that might reach 10.5 degrees F. over the next 100 years? Well, that's a good question. The reason that is given, of course, is that it's related to the economy because if we were try to make inroads to reducing emissions, if we did it in the wrong way and too suddenly, then it could have an adverse effect on the economy. On the other hand, I don't think that kind of statement takes into account the adverse affects of the climate change on the economy and on the environment as well. That aspect seems to be somehow in a different pot, so that when we do have a weather disaster, a hurricane, or flooding or drought, it's not connected to where that is coming from which is related to all the emissions that are being put into the atmosphere. You are saying that we end up spending as much or more money on the catastrophes and disasters that can be a directg consequence of warming while saying on the other hand that we can't cut back emissions because it would effect the economy. That seems penny wise and pound foolish. In the long term, I think that's correct. This is a long term problem. Right now, there is a news story out of Antarctica that penguins are having a hard time surviving because the temperatures are so warm in sections. Some people are confused because there have been headlines about the Ross Ice Shelf increasing in thickness without realizing Antarctica is a very complex situation. While the Ross Ice Shelf increases in thickness, other places such as Larsen B are melting more rapidly than was anticipated. Penguins are under great stress because of the warming temperatures that are melting ice. Could you comment on that and the emerging question about whether or not the 48 contiguous states could reach a point of winter without snow?"},{"pageNumber":5,"pageContent":"What happens with global warming in Antarctica Antarctica is very high in the interior and it's also very cold. So even if you warm it up by 5 or 10 degrees, it still stays below freezing. But there is more moisture in the atmosphere, so we expect that in Antarctica in the interior there will be more snow and actually in Antarctica there could be a build up of snow and ice. This is one of things that there is some evidence that it's occurring. At the same time the world is getting warmer. Yes, at the same time the world is getting warmer. On the other hand, we do expect it will melt around the edges and that's the area where it affects the penguins, especially in the peninsula south of South America. There has been substantial warming which does disrupt the penguins' way of life. And a much bigger impact is in the Northern Hemisphere where the polar bears are pretty much dependent upon having ice cover and other mammals like Arctic foxes and things like that in order to go from one island to another in the northern Canadian region. If the ice cover breaks up earlier and melts, it has a real adverse affect on their whole environment. In the United States, we certainly would still expect to see snows in the mountains, but the season gets shorter. It gets cold enough in the interior of the United States that I don't imagine that snow will completely go away, but there will be some areas such as New England that may well be much more difficult, or snow will become a much more rare event as we go into the future. And global warming doesn't stop at the year 2100. It continues into the 22nd century and even beyond that. Even if we do stabilize the concentrations of CO2 in the atmosphere, the temperatures continue to increase for one to two centuries after that and sea levels continue to rise for many centuries after that. So, there are some very long time scales involved in the climate system because of the way the heat gradually penetrates into the oceans and the oceans expand. The melting of glaciers, the melting of Greenland is a very slow process. But Greenland is one of the things that we would expect ultimately to melt, but it would take several thousand years for that to happen. Along with the very high temperatures, there would be major changes in the whole nature of storms. We expect the storms would be more severe. The rainfall would be more intense when it does occur. In some ways, it's more like events we have in summer where we have a lot more convective events, tornadoes and hurricanes and things like that. Maybe more of those which are not beneficial in general for agriculture. Agriculture does much better with gentle, more persistent rains rather than intense rains which are gully washers and usually cause local flooding. Could that explain the recent severe hail and flooding that occurred in Bolivia? It could. There is a general tendency around the world, not just in the United States, for rainfall to change character in this way. There is a tendency for moderate rains to be decreasing and for heavy rains, more intense rains, to be increasing and this is one of the things we expect to see with global warming. Workers in La Paz, Bolivia shoveling hail on February 20, 2002"},{"pageNumber":6,"pageContent":"after one of the most massive ice and rain storms on record there. Storm killed 27 people. So, there will be drought and then floods and the floods can do more damage on drought soil, plus up and down temperatures. Right. It's kind of ironic that you have drought and floods both increasing in risk, but it relates to the fact that a lot of the heat goes into drying which promotes drought where there isn't any rain. On the other hand, that extra moisture that is being pumped into the atmosphere gets brought together in our weather systems and it all gets dumped out in locations that produces local flooding. So, the risk of both floods and droughts increases. In February, NOAA Announces El Nino Alert for 2002 \"If we have an El Nino in 2002, will that increase the amount of rainfall in the United States or decrease it in areas that are already suffering so much drought? Dr. Trenberth: \"What can happen is it often pulls the storm track further to the south, so it can mean m more rainfall in the United States. One example is 1993 which was sort of a moderate El Nino, but that's when we had the huge floods in Iowa and the upper Mississippi basin. All along the Mississippi, that was an El Nino year. On the other hand, in 1988 which I mentioned to you before was the last time we had a really large drought. That was a big La Nina year. That was a really strong reversal of El Nino in the Pacific. So there is evidence like that which suggests it favors parts of the United States to be wetter. On the other hand, even as we had all those floods in the upper Mississippi basin, there were droughts in the Carolinas. So, what happens is that you have a very strong weather pattern and in El Nino it tends to get locked into place. Exactly where it gets locked into place and which parts are wet and which parts are dry, those can move around. They depend upon the particular flavor of El Nino that you get. But the odds are that some parts of the United States will be wetter. When will we know if El Nino is taking hold in 2002? What we need to do is watch very carefully about what is going to happen in the next couple of months. The Climate Prediction Center in NOAA and the National Weather Service is the organization that puts out the official forecast and they have already issued an alert that El Nino is rearing its head. The forecasts at this stage of the event are not that good as to whether it will be a really big event or whether it will be a modest event or small event and exactly what its effects will be. We need to watch very carefully and probably a couple of months from now, we'll be able to have more confidence in the forecasts as we go later into the year. We b s it e s : http://www.noaa.gov http://lwf.ncdc.noaa.gov/oa/climate/research/2002 Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly"},{"pageNumber":7,"pageContent":"prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
