[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Sunspot Region 720 Emitted Strongest Solar Radiation Since October 1989. I t's Near Solar Minimum - So Why Is The Sun So Energetic? © 2005 by Linda Moulton Howe \" I t does look like the sun has been more active in the last 50 years than it has been for a long time. One estimate is that there has not been this long a time period of high activity in something like 8,000 years.\" - D avid Hathaway, Ph.D., NASA Left: Giant sunspot 720 erupted for seventh time on Jan. 20, 2005, unleashing a powerful X 7-class solar flare. The blast hurled a coronal mass ejection (CME) into space and sparked the strongest radiation storm since October 1989. Jack Newton of Arizona photographed the sunspot rotating toward the sun's limb and other side on Jan. 19th. Right: Bright auroras spread across northern Europe on January 21st soon after 720's coronal mass ejection crashed into Earth's magnetic field. The result was a spectacular aurora display over Europe. Jim Henderson photographed the vivid red and yellow light near Aberdeen, Scotland. February 11, 2005 Huntsville, Alabama - On Saturday, January 15, the Sun erupted with three strong solar flares. The next day, the Sun erupted again. The Space Weather office at the National Oceanic and Atmospheric Administration (NOAA) in Boulder, Colorado, released warnings about intense radiation storms that could damage satellites and interrupt radio communications. By Monday, January 17th, the Sun erupted yet again with a strong solar flare and some of the brightest auroras in years were being photographed over the northern latitudes. The next day there was yet another strong solar flare, totaling six major eruptions in four days. Then on Wednesday, January 20th, the Sun let loose with a powerful X 7-class solar flare - the strongest radiation storm since October 1989. The high energy proton release was greater than 100 Mega Volts, equivalent to something like a million megatons of TNT. "},{"pageNumber":2,"pageContent":"Region 720 flaring brightly on the right side of the Sun on January 20, 2005, at 15:25 Universal Time. Filter by the Solar & Heliospheric Observatory (SOHO). The seven intense solar flares were coming from a region on the Sun called \"720\" that grew in size rapidly from a small spot to a massive cluster of sunspots as big as ten Earths in only a few days. That's only happened half a dozen times in the last 130 years of solar monitoring. How could this happen if the Sun is supposed to be near Solar Minimum? That means it's supposed to be near the quietest sunspot time in its regular 11-year-cycle of decreasing and increasing sunspot activity. In fact, by the end of this year, the sun should be its calmest before sunspots begin increasing for the next Solar Maximum expected to peak in 2010 to 2012. Yet, our Sun has continued to erupt with strong X solar flares since the major severe category outbreak at Halloween time in 2003. This week I talked with David Hathaway, Solar Physics Group Leader at NASA's Marshall Space Flight Center in Huntsville, Alabama. I asked Dr. Hathaway about our surprisingly energetic sun and the recent and gigantic Region 720, which has now deteriorated, but leaves the question: why is the Sun still so active? Interview: David Hathaway, Solar Physics Group Leader, NASA's Marshall Space Flight Center, Huntsville, Alabama : \"The surprising thing with this one was how rapidly it grew in size. Very quickly, within a day becoming the size of the Earth; then in two days twice that size again. We've only seen a few in the past 130 years that have grown as fast as this one. Most that grow this fast end up producing what we call a lot of solar activity flares, huge explosions on the surface of the Sun that release the energy equivalent of a million megatons of TNT within a matter of seconds and blow off material from the Sun in the form of what we call a Coronal Mass Ejection (CME). These are clouds of material, a billion tons of matter that stream through the solar system at about a million miles an hour. When that cloud of material hits the Earth, it can shake our magnetic field and shower our polar regions with particles that produce things like the aurora borealis. WHAT'S THE CURRENT HYPOTHESIS ABOUT WHAT WOULD CAUSE THIS STORM ON THE SUN TO BECOME SO LARGE SO RAPIDLY TEN EARTH SIZES IN A MATTER OF A FEW DAYS? We know that magnetic fields are what make sunspots, very intense magnetic fields thousands of times stronger than the Earth's field. We are quite sure that those magnetic fields are produced deep within the Sun where they are stretched by fluid flows within the sun. When they get strong enough, they become buoyant and push aside the surrounding gases and are lighter and rise to the surface. The stronger the fields are, the faster they rise and the bigger the sunspots they make. So, apparently this was one that had been building for awhile and once it let lose from inside the sun, rapidly came to the surface and again grew at a pretty phenomenal rate over the course of just a few days."},{"pageNumber":3,"pageContent":"IF THIS YEAR IN 2005, A YEAR BEFORE WE ARE SUPPOSED TO GET TO THE BOTTOM OF THE SOLAR MINIMUM (CYCLE 23) BEFORE IT STARTS INCREASING AGAIN (INTO CYCLE 24), IF THERE WAS ANOTHER EVENT SUCH AS THE 720 SUNSPOT COMPLEX, WOULD THAT BE UNUSUAL ENOUGH FOR SOLAR PHYSICISTS TO ASK, 'WHAT IS GOING ON WITH THE SUN?' SOME PEOPLE THINK IT IS MORE ACTIVE THAN IT SHOULD BE. Certainly if we have another outburst like this, we'll have to look closely as to our understanding of how it happens and why it should happen repeatedly like this so late in the solar cycle. Sun More Active in Past 50 Years Than Has Been for 8,000 Years DO YOU YOURSELF THINK THAT THERE ARE ANY ANOMALIES ABOUT THE SUN'S ACTIVITIES NOW? SOME PEOPLE SAY THAT THERE HAS BEEN MORE ENERGY RELEASED AND OTHERS ARGUE IT'S BEEN LESS. IT'S AS IF THERE IS A CONFUSING PICTURE ABOUT THE RELATIONSHIP BETWEEN THE SUN'S ENERGY AND THE EARTH? Certainly there is a fair amount of controversy as to the total output from the sun how bright it is when you add it up over all its different colors and how that affects our climate here on Earth. I think there is very good evidence that solar activity does influence Earth's climate, but not at the level that would explain the latest warming in the last 50 years but might contribute to it. There have been recent studies that looked at radioisotopes in ice that are produced by cosmic rays in the Earth's atmosphere. The sun modulates the cosmic rays that come in, so we can basically look at solar activity going back for several thousand years now. It does look like the sun has been more active in the last 50 years than it has been for a long time. One estimate is that there has not been this long a time period of high activity in something like 8,000 years. What Happens in Sola r Maximum of 2010-2012? WITH THAT CONTEXT, DO YOU AS A PERSON WHO STUDIES THE SUN AND SOLAR PHYSICS HAVE ANY EXPECTATION FOR WHAT MIGHT HAPPEN IN THIS NEXT SOLAR MAXIMUM? By the end of 2005 to 2006 the Sun will reach its solar minimum. Then we're suspecting by late 2006, we'll start to see the rise in sunspots again toward the next solar maximum around 2010 - 2012, we suspect. Certainly there is controversy there. I have colleagues who think the next maximum is going to be much smaller than this one. But the indications that we've looked at suggest that it ought to be at least the size of this one, if not somewhat larger. There have also been periods in the Sun's history where it's been dormant, where it has not produced sunspots for many decades so the sunspot cycle basically stops. Some of my colleagues are even suggesting that we might be heading for one of those. It's called a 'Grand Minimum.' Again, there are few sunspots. The last big one was from mid-1600s to the early 1700s, where the Sun went for 70 years with hardly any sunspots at all. AND THAT WAS ASSOCIATED WITH THE LITTLE ICE AGE, RIGHT? That's right.\" [ Editor's Note: Geoscience Research Institute states: \"The Little Ice Age is not characterized by similar amounts of polar ice so far south, but rather by a period of several hundred years in which the winters were particularly severe in the Northern Hemisphere. In addition, other climatic features such as cooler summer temperatures, changes in the amount of rainfall and major shifts in wind patterns were observed. There were significant changes in the size of glaciers in the mountains. \"The period just before the Little Ice Age - 1100-1300 - also was a weather anomaly. It was characteristically different from the present day in that average temperatures were higher. Thus a more marked shift to a colder time is more visible in the historical record.\" See temperature and ice graphs below.]"},{"pageNumber":4,"pageContent":"From 1100 to 1900, estimated mean yearly temperatures based on a variety of climatic, political and social indicators. Source: Geoscience Research Institute. From 900 to 1900, record of changes in 0 values preserved in ice core from Camp Century, Greenland. Source: Geoscience Research Institute. \"WHY WOULD THERE BE A PREDICTION OF NO SUNSPOTS POSSIBLE WHEN THERE SEEMS TO BE INCREASING ACTIVITY ON THE SUN? YOUR PROJECTION THAT IT MIGHT BE AN EVEN MORE ACTIVE SOLAR MAXIMUM WOULD INTUITIVELY SEEM MORE CORRECT. IF IT WERE, WHAT WOULD THE CONSEQUENCES BE FOR SPACE WEATHER, SATELLITES AND SO FORTH? The various predictions are based on different measurements of the Sun, different ways of looking at the Sun. Different pieces of information give a different story. What we've looked at is how fast the flows are on the surface of the Sun. When we look back over the past 130 years and see how the speed of those flows are related to solar activity, we found that when it's fast, you tend to get a large cycle for one or two cycles into the future. What we found was that the cycle before last, the flow was very fast. It should have built up strong magnetic fields near the poles that would be dragged down into the Sun and should produce a large cycle for the next Solar Maximum Cycle 24. If the Sun is more active, then we do have the problems associated with solar activity radiation from the Sun, particles that come out of flares and CMEs can damage satellites in space. They can cause sickness to astronauts that are outside the protection of a spacecraft; they can cause power outages here on the ground like they did back in 1989 when it caused a surge of power through powerlines that can take out transformers and knock out power on the ground as well.\" If Dr. Hathaway and his colleagues are not right about the next solar maximum (cycle 24) being intense yet again - and the sun goes the opposite direction and produces very few, if any, sunspots, would the Earth go into another \"Little Ice Age,\" as it did during the last Grand Minimum more than 300 years ago? Whatever the answer is, we'll all know in another two or three years when the sun should start cycling back to Solar Maximum - either with, or without, increasing sunspots. Websites: http://sohowww.nascom.nasa.gov/ http://www.grisda.org/origins/10051.htm http://science.nasa.gov/ssl/pad/solar/greenwch.htm David Hathaway's Solar History Research: http://science.nasa.gov/ssl/pad/solar/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved."},{"pageNumber":5,"pageContent":"www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
