[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon JFK, MJ-12 and Outer Space © 2002 by Linda Moulton Howe February 12, 2002 New York City, New York - This past week in Manhattan, I met with reporter and author Jim Marrs to discuss U. S. government documents he was using for a television interview about MJ-12, also known as Majestic 12 or Majority 12. That Top Secret group of scientists, military officers and businessmen was allegedly appointed by President Harry S. Truman in 1947 to monitor and research the activity of extraterrestrial biological entities on the earth while simultaneously manipulating misinformation to keep all facts and physical evidence from the media and public \"in the interest of national security.\" Jim's first book, Crossfire © 1989, was a national bestseller and used as a basis for Oliver Stone's feature film, JFK . Other books by Jim Marrs have included Alien Agenda © 1997 and Rule By Secrecy © 2000, each advancing insights about the interaction of one or more non-human intelligences with this planet since at least the Sumerian domination of Mesopotamia (modern day Iran and Iraq). Jim and I also talked about my experiences back in the early 1980s after I had produced the television documentary A Strange Harvest for the CBS affiliate KMGH-TV in Denver, Colorado about the worldwide animal mutilation mystery linked to alien life forms. I had been told by two different government intelligence agents in two different parts of the United States that John F. Kennedy had been assassinated on November 22, 1963 on orders of the CIA because after a long and tense period of grievances that included the controversial pull back of American air cover at the Bay of Pigs, JFK - based on some firsthand knowledge from his service as a U. S. Naval intelligence officer - had demanded access to all files and images concerning an extraterrestrial presence on earth. Jim showed me the following documents which first emerged in the MJ-12 research of Robert and Ryan Wood, father and son, who have been studying more than 2,000 alleged U. S. government documents from various sources since the early 1990s. See their website at bottom of this report. June 28, 1961 National Security Memorandum Referencing MJ-12 Signed by President John F. Kennedy "},{"pageNumber":2,"pageContent":"On White House stationery dated June 28, 1961, this TOP SECRET National Security Memorandum was addressed to the Director, Central Intelligence Agency about the Subject: Review of MJ-12 Intelligence Operations as they relate to Cold War Psychological Warfare Plans. \"I would like a brief summary from you at your earliest convenience. TOP SECRET\" Signed John Kennedy, President of the United States. November 12, 1963 Memorandum for the CIA Director about UFO Intelligence Files November 12, 1963 TOP SECRET Memorandum for CIA Director, from President John F. Kennedy. This November 12, 1963 TOP SECRET Memorandum was written by President John F. Kennedy to the Director (blanked out), Central Intelligence Agency, eleven days before JFK was shot in his head and killed while riding in a motorcade in Dallas, Texas on November 22, 1963. The subject of the memorandum was: Classification review of all UFO intelligence files affecting National Security. The body of the memorandum reads: \"As I had discussed with you previously, I have initiated (blacked out) and have instructed James Webb to develop a program with the Soviet Union in joint space and lunar exploration. It would be very helpful if you would have the high threat cases reviewed with the purpose of identification of bona fide as opposed to classified CIA and USAF sources. It is important that we make a clear distinction between the knowns and unknowns in the event the Soviets try to mistake our extended cooperation as a cover for intelligence gathering of their defence and space programs. When this data has been sorted out, I would like you to arrange a program of data sharing with NASA where Unknowns are a factor. This will help NASA mission directors in their defensive responsibilities. I would like an interim report on the data review no later than February 1, 1964. /S/ John F. Kennedy\""},{"pageNumber":3,"pageContent":"(Handwritten note next to signature space: \"Response from Colby, (sic) Angelton has MJ directive 11/20/63\") Woods Note: James Jesus Angleton was put in charge of the Office of Strategic Services (O.S.S.) Special Counterintelligence Unit Z in 1944. Ten years later in 1954, Angleton was promoted to Deputy Director and Chief of Counterintelligence for the Central Intelligence Agency where he worked for twenty years. Another November 12, 1963 CONFIDENTIAL Memorandum from President John F. Kennedy to the NASA Administrator about Cooperation with the USSR on Outer Space Matters November 12, 1963 CONFIDENTIAL National Security Action Memorandum No. 271 for NASA Administrator (James Webb) from John F. Kennedy. Source: National Archives. Written on White House stationery and dated the same day as the TOP SECRET Memorandum written by President John F. Kennedy to the CIA Director about \"Classification review of all UFO intelligence files affecting National Security,\" this second memo to NASA about \"Cooperation with the USSR on Outer Space Matters\" reads as follows: \"I would like you to assume personally the initiative and central responsibility within the Government for the development of a program of substantive cooperation with the Soviet Union in the field of outer space, including the development of specific technical proposals. I assume that you will work closely with the Department of State and other agencies as appropriate. \"These proposals should be developed with a view to their possible discussion with the Soviet Union as a direct outcome of my September 20 proposal for broader cooperation between the United States and the USSR in outer space, including cooperation in lunar landing programs. All proposals or suggestions originating within the Government relating to this general subject will be referred to you for your consideration and evaluation. \"In addition to developing substantive proposals, I expect that you will assist the Secretary of State in exploring problems of procedure and timing connected with holding discussions with the Soviet Union and in proposing for my consideration the channels which would be most desirable from our point of view. In this connection the channel of contact developed by Dr. Dryden between NASA and the Soviet Academy of Sciences has been quite effective, and I believe that we should continue to utilize it as appropriate as a means of continuing the dialogue between the scientists of both countries. I would like an interim report on the progress of our planning by December 15.\""},{"pageNumber":4,"pageContent":"President John F. Kennedy's signature on the November 12, 1963 memo to NASA and distribution list. More Information: October 21, 1990 Nearly thirty years later after President Kennedy was assassinated, many alleged government documents about MJ-12, retrievals of crashed aerial vehicles, technology and extraterrestrial biological entities have surfaced from a variety of known and unknown sources. One unsigned document dated October 21, 1990 and marked \"CONFIDENTIAL, 0 copies, No dissemination\" emerged allegedly from a British and American think tank in England about a program to acclimate the public to \"first-hand encounter\" phenomenon and \"crop circles.\" Jim Marrs has had a copy for several years and agreed its contents could be shared with the public, acknowledging that source verification is lacking. \" October 1990 TO: Policy Committee Subject: Observations on Public Acclimation Program \"The metered release of information to the public through various unofficial channels continues to generate much interest and an increasing level of awareness, with little if any observable side-effects, other than healthy skepticism on the part of some people. We would like to suggest continuing the present approach, as it is making information available to those who are psychologically ready for it, without causing stress on those who are not ready. The present approach is also proving helpful to those who are having first-hand encounters. It is providing them with a context in which to put experiences they cannot otherwise explain or understand. Having some conception of this phenomenon is an enormous psychological relief to these people - and helps them get on with their lives, as best"},{"pageNumber":5,"pageContent":"as possible. Providing information which helps people to cope will become increasingly important as the percentage of the population having these encounters continues to rise. Some assistance in this area can be expected by various civilian support groups, which have been formed by interested parties. Over time, it may be appropriate to increase the accuracy and the consistency of information in circulation. Possibly, as the public gets more comfortable with IAC sightings (Identified Aerial Craft and/or Identified Alien Craft) and 'crop circles,' additional types of information can be released. It appears most of the research community is running one to two years or more ahead of the mainstream media. this gives some timeframe for possible disclosures to the general public - while providing advance details to those who are ready for it now. Having a certain number of informed citizens could well prove to be an invaluable resource in the face of unpredictable future events. Indeed, history may record that it was these aware people who set aside their differences and worked together most to help humanity, their country and their government in the changing times and challenges ahead.\" For more information about MJ-12, see An Alien Harvest and Glimpses of Other Realities, Vol. II: High Strangesness in the Earthfiles Shop . We b s it e s : http://www.majesticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
