[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Huge Boomerang Craft and Blond Beings © 2006 by Linda Moulton Howe \" It was a huge boomerang-shape, totally black, no lights whatsoever. As we were looking at it, a ball of light ... shot out of the curve of the boomerang so fast it was a ball of a fire if you had blinked, you would have missed it.\" - \"Chris,\" Norfolk, Virginia February 23, 2006 - In the early to mid-1980s, more than 5,000 people living in the Hudson Valley of New York, and in Connecticut and along the East Coast, reported huge boomerang-shaped aerial craft. Descriptions stressed the size \"as big as three football fields,\" said one eyewitness. \"A flying city!\" said another. According to investigators who studied the sightings statistics, nearly half the aerial craft shapes were compared to boomerangs. The next largest category were triangles. And everyone said the huge, low-flying objects were completely silent. Newspaper investigator, Robert Pratt, reported about one large boomerang-shaped aerial craft: \"On the night of July 24, 1984, twelve security guards watched as a boomerang-shaped object hovered for more than ten minutes directly above one of the reactors of the Indian Point nuclear power plant. This is located on the Hudson River at Buchanan, twenty miles north of Manhattan. \"It was so large that one police officer had to pan a security camera on the plant's roof 180 degrees to take in the whole object. Inside the security console, the computer that controlled all the security and communication systems shut down. \"The incident was so shocking that the commander contacted a nearby National Guard unit and asked that a helicopter be sent to shoot the object down. Before the action could be carried out, the UFO moved away. Later, authorities denied anything happened.\" For at least five years, whatever intelligence was inside the huge, unidentified boomerangs, it could move freely over regions of the U. S. without ANY American military interference. WHO was inside those boomerangs? Now comes a report to me from a 63-year-old woman named \"Chris\" who remembers at the end of October to early November 1982 that she and a friend watched a huge boomerang over Norfolk, Virginia, at the mouth of the Chesapeake Bay. It was about 8:30 p.m. after a restaurant dinner with her friend, Terry. The two women were heading to a friend's house, passing near the Norfolk beach when they realized everything around them was suddenly very quiet. "},{"pageNumber":2,"pageContent":"N orfolk, Virginia at the southern end of Chesapeake Bay. Interview: \"Chris,\" Albuquerque, New Mexico: \"We had just passed the fire station. The doors were open, the lights were on. There were trucks in there, but no people and no people on the street. No dogs, no cars. It was the quietest quiet I've ever heard in the area. The only thing I heard was a very faint lapping of the water up on the beach. We were about a block from the water and I saw this black hole in the sky. It was obliterating everything! I stopped the car and we got out. That's when I noticed how quiet it was when we got out of the car. We were standing in the middle of the street looking up at this thing. It was a huge boomerang-shape, totally black, no lights whatsoever. As we were looking at it, a ball of light it looked from where we were standing about the size of a basketball. It shot out of the curve of the boomerang so fast it was a ball of a fire if you had blinked, you would have missed it. At that point, the craft pivoted about 90 degrees and headed out over the water so slow that I could have walked underneath it and followed it. But when I initially saw it, it was hovering. There was no sound. It was perfectly still. After it shot out that ball of light, it pivoted and headed out across the water toward Norfolk, Virginia. We got in the car and we were just stunned. DO YOU HAVE ANY IDEA HOW BIG IT WAS? It was huge! It was like a block and a half wide and then the body of it was thick. It was a boomerang shape. At the nose of the boomerang, it was thick. It made not one single whisper of sound, nothing! It was just so quiet it was like someone had thrown a blanket of silence over the area, except for the lapping of the water. It was more like a lake than you would expect if you look on a map, you'll see that Hampton, Virginia, is kind of right at the mouth of the Chesapeake Bay, only set back. So, we got in the car and I asked Terry 'Did you see what I just saw?' She said, 'Ye ah!' "},{"pageNumber":3,"pageContent":"I said, 'Oh, no. Tell me what you saw!' So, she told me and she told me about the ball of light and everything. Because I didn't know what to think. So we got in the car and we drove on to my friend, Foster's house, where we were going to spend the night and then go over to my stepfather's the next day. We walked in the door and Foster said, 'I thought you girls said you were coming home early.' I said, 'Foster, it is early. It can't be more than a quarter to nine, or nine at the most. All we did was have dinner and a couple of drinks.' It turned out it was after 11 p.m. The local news was on which I noticed at the time. I said, 'What's the news doing on?' He said, 'It always comes on at this time of the night.' I said, 'We left Jack's at 8:30 p.m.!' On the way home, Terry and I had decided we weren't going to say anything to anyone about any of this (boomerang in sky) because they would just think we were nuts or drunk. I looked at Terry and she looked at me and I said, 'Well, should we tell him?' Because he was really put out that we had stayed out that late and he had been expecting us earlier. So, we told him what we had seen. And he said, 'Oh, you're drunk.' I looked at Terry and said, 'What did I tell you?' That was the end of that. I said, 'Let's go to bed. I've got to get over to my father's tomorrow.' We deliberately did not have anything to drink to amount to anything because we knew we were going to my stepfather's the next day and I wanted us to be in good shape. So we went to bed, went to sleep and got up the next morning and went over there. Two days after we got over there, or three I think I went to the doctor on the third day because I was sick. I had pneumonia. Blond Beings Aboard Huge Boomerang Craft Over the years I have remembered I think at least most of what happened during that missing time. WHAT HAPPENED? I don't know if Terry was aboard the ship or not or craft or whatever it was because I didn't see her there. But I found myself aboard. I don't remember how I got there. I remember there was light, but I could not see what the source of the light was. The first thing I remember saying to them was: 'If I cooperate with you, will you do something for me?' (laughs) WHAT ARE YOU LOOKING AT? Well, I'm looking at these tall I'm very short. I'm 5'2\" and it's a little difficult for me to tell height. But I did date a guy who was 6'4\" and these people were at least his height. Maybe a little bit taller, but right around that. Not 7 or 8 feet nothing out of the ordinary. I mean, they were a little bit extraordinary, but not something that you would be astonished to see walking down the street. The hair was very, very blond a white blond and kind of sparse. "},{"pageNumber":4,"pageContent":"P ale blond-haired being in front of Chris onboard the huge boomerang craft above Norfolk, Virginia, in fall of 1982. Drawing © 2006 by Chris for Earthfiles. G own/robe worn by pale blond-haired beings seen by Chris onboard huge boomerang craft above Norfolk, Virginia, in fall of 1982. Drawing © 2006 by Chris for Earthfiles. WAS IT LONG OR SHORT? It was kind of a little below shoulder length, but not real strong. PAGE BOY OR STRAIGHT? Stra ight. BANGS? I don't remember bangs. I think it was combed or pushed to the side. COLOR OF SKIN? Very pale and very, very blue eyes. IF YOU WERE COMPARING THE BLUE TO SOMETHING I MIGHT KNOW, WHAT WOULD IT BE?"},{"pageNumber":5,"pageContent":" Bluer than the sky. DARKER? Yes, a little bit, but not much. ARE THE EYES THE SAME SIZE AS HUMANS? OR BIGGER? OR SMALLER? About the same maybe a little bit bigger, but it's not startlingly bigger. ARE YOU LOOKING AT ROUND PUPILS? ARE YOU LOOKING AT CAT EYES? WHAT ARE YOU LOOKING AT? Round pupils. WHAT ABOUT THE NOSE, MOUTH, CHEEKBONES? High cheekbones. The faces were long and thin, but not - like I'm saying, not so out of the ordinary that they would stand out like a light coming on or anything like that. There was one feature that I noticed is that their arms were long, very long like when I stand up and put my arms to my side, my fingertips just kind of cover the top of my thigh a little bit. If they were standing up with their arms drooping down, the fingertips would come to just maybe only 3 to 4 inches above the knees. SO, VERY LONG ARMS. Very long arms and long, thin hands. Long, thin fingers. DID YOU NOTICE NAILS? Yes, they had fingernails. THE LEGS AND THE FEET? Oh, gosh! They had on kind of a cross between a robe and a toga or something like that. I really didn't get a look at the feet or legs. WHAT WAS THE COLOR OF THE TOGAS? They were dressed in white. WAS THERE ANY INSIGNIA OR PATCH OR ANYTHING? No, I couldn't see anything like that. HOW MANY WERE IN FRONT OF YOU? There were two. WERE THEY MALE OR FEMALE? I think there was one male and one female. YOU JUDGE IT AS FEMALE BECAUSE? The voice or the thought voice or thought impression. I'm not sure if I ever spoke or if it all took place mentally. I'm not sure. WHAT WERE THE FIRST IMPRESSIONS OF THOUGHTS IN YOUR HEAD? I was kind of dumbstruck, but I had always known. I can remember riding in the car as a little child and my mother would pack the backseat level with the window of the car. I would lay there and look out at the sky and I always knew something was there some others were there. I just knew that! Visit to Another Planet with Two Suns? "},{"pageNumber":6,"pageContent":"WHAT DID THEY COMMUNICATE TO YOU? I asked them, 'If I cooperate with you, what will you do for me?' They said, 'What do you want?' I said I always wanted to be the first woman off the planet. But I missed that by quite a few years. (female astronauts) But I would still like to go some place besides Earth. So, no problem. The next thing I know, a part of the wall became transparent a big part like 10 or 11 feet all by 18 or 19 feet wide. It looked just like the stars just stars out there. I said, 'Wait a minute now. This could be a projection. How do I know I'm looking at space? I want to go somewhere where I can get out.' (laughs) Unbelievably, they took me somewhere. WHERE? It's a planet. I presume it to be in this galaxy, but I can't certify that. When I got out, I was near a body of water. It looked purple and the sand looked pink. The ambient light was good, but it was like a twilight. If I were facing north, to the east there was a binary star off in the far distance, of course. But it looked big from where I was. MEANING YOU WERE SEEING TWO SUNS? Yes. Like I was seeing a large sun with a smaller sun circulating around it. At first I thought this is the sun that this planet goes around. And I leaped up into the air and I rose up off the ground about 8 feet. My feet were off the ground about 8 feet and I gently drifted back down to the sand, which was pink. There was some kind of grass growing out of the sand back away from the water a little ways. It was very, very course and hard, very dark green. To the west, I saw this light over the horizon. I said, 'Oh, I want to go there!' I thought it was a city or a settlement or something like that.' They said, 'No, you can't go there.' As I thought about it over the years and I've retrieved the memories over all these years, now I think perhaps that might have been the sun the planet was orbiting around. I was actually looking at the night sky. So, I'm not sure about that. DID THEY SAY ANYTHING ABOUT THE PLANET? No, they didn't tell me anything about it, except that they wouldn't stay there very long. We had to go. So, we did. WHEN YOU WERE BACK IN THEIR CRAFT, WHAT WAS AROUND YOU IN TERMS OF THE WALLS, THE FLOOR AND CEILING? Initially, I was on a deck that had that transparent side, or panel, on it. They could make it look solid or they could make it look transparent. But I also have a recollection of a room that was metallic like stainless steel. Whether it was stainless steel or not, I have no idea. I didn't see any instruments. I saw a table like about the size of a gurney (in a hospital). I don't remember any experiments being done on me or any kind of probing being done on me. My agreement with them was that at some point in time of their choosing that I would allow myself to be impregnated and have the fetus retrieved. That was the deal I made with them.\" Chris's Rare AB Negative Blood Type Chris was born with AB-negative blood. Only one-half percent of the American population has such a rare blood type. Without medical treatment at birth, a pregnant mother's AB-negative blood can cause a serious incompatible blood problem with her child. At age 15, Chris nearly lost a son because of her AB-negative blood. So, Chris was doubtful she would ever be pregnant again. However, after the missing time event in Norfolk, Virginia, her gynecologist thought she was pregnant. Then one day she started bleeding and her then-husband took her to the hospital. She told the medical attendants she was pregnant, but upon examination Chris"},{"pageNumber":7,"pageContent":"was told there was no fetal tissue in her uterus. She wondered if the blond beings had harvested the pregnancy. Then recently within the past six months, one night Chris woke up crying. In her mind were vivid images of two beautiful children about 12-years-old. She said, \"They were beautiful-looking, like the Nordic beings with large, blue eyes.\" Chris also sent the following letter with her drawings used in this Earthfiles report: \"I realize how inadequate these drawings are. I am going to try an oil (paint) portrait. I also want to explain the 'ark' thing I mentioned. I have been informed that the flurry of UFO activity for the last 20 years or so has been a DNA search for candidates and that the search is now over. Before the total disaster of the environment, a healthy human gene-pool will be lifted off the planet to ride out the Earth's chaos safely in outer space. \"When things are back to a tolerable level, those people will be returned to Earth and begin the process of re-population, hopefully with the restraints needed. There is a signature in the DNA sequence of any individual chosen. Those people preserved by lift off to space might, or might not, remember their encounter with the Nordics. But all those chosen will have agreed to this action. Some have refused. \"The Nordics will not intervene in the fate of this planet. But a cleansing will take place which is absolutely essential to the health of Mother Earth and all its residents. This action is essential to the survival of the human race. I am just one of many messengers. Those people taken will cruise around the galaxy and 'time dilation' will figure into the equation. I do not see this as a negative event or doom and gloom. It is part of the infinite.\" More Information: F or more information about blond humanoids and UFO phenomenon, please see the following reports in Earthfiles Archives : • 02/17/2006 -- Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches • 01/27/2006 -- Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 04/18/2005 -- Part 9: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 04/26/2004 -- Update About Microbiologist Dan Burisch, Ph.D. • 03/26/2004 -- Back Engineering ET Craft • 02/25/2003 -- Part 2 - Corguinho, Brazil: Inside the Non-Human Craft from September 15 - 18, 2002 • 02/22/2003 -- Part 1 - Corguinho, Brazil: Farmer Describes His Transport to A Non-Human Craft on September 15, 2002. • 10/05/2002 -- Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D. Websites: MJ-12 Documents: http://www.majesticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
