[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Collapse of Societies: From Easter Island to Iraq - to Western World? © 2005 by Linda Moulton Howe The statues of Rapa Nui on Easter Island are called moai in the Rapanui language. In the totem tradition of some other Polynesian cultures to honor ancestors and display strength and wealth, statues were carved from the island's lava stone between 900 A.D. and around 1500 A. D. Approximately half of the total of 887 statues documented to date st ill remain in the immediate vicinity of Rano Raraku, the quarry in which they were produced. The statues were transported and erected with the leverage help of the island's once abundant tall palm trees which were eventually all cut down. Photograph © Cliff Wassman. The west coast of Chile is 2,300 miles to the east and Polynesia's Pitcairn Islands are 1,300 miles to the west. Easter Island is triangular-shaped and was created entirely from three volcanic eruptions over the past few million years. The entire island is only 9 miles long north to south, 1,670 feet high and covers only 66 square miles. February 26, 2005 Los Angeles, California - Among earth mysteries, some of the greatest are the haunting remains of past civilizations such as the Mayan pyramids of Mexico and Central America; the elaborate, deserted temples of Angkor Wat in Cambodia; and the huge and heavy stone statues on remote Easter Island, 2300 miles west of Chile' in South America. The island and its strange statues were not discovered until Easter Day on April 5, 1722 by a Dutch explorer named Jacob Roggeveen. Like all subsequent visitors, Roggeveen was puzzled about how the natives there had erected the large lava rock statues, one as tall as 39 feet. And why? Today after years of study by archaeologists, anthropologists, historians and geographers such as Jared Diamond, Professor of Geography at UCLA in Los Angeles, it appears that Easter Islanders destroyed themselves by cutting down all the many trees that originally grew on the island. Perhaps the natives appealed to the gods through the stone statues to restore the very land and food supply they were destroying in their unconscious ignorance. "},{"pageNumber":2,"pageContent":"Pulitzer Prize-winning author and professor, Dr. Jared Diamond, was so stunned by what he learned about Easter Island that he focused an entire large chapter on the island's deterioration and extinctions in his latest book: Collapse, How Societies Choose to Fail or Succeed. (The 575-page book also examines many other failed human cultures, past and present.) Treeless Easter Island once was covered with tall palm forests, woody bushes and 25 nesting seabird species. But after all the trees were cut down to transport and erect the stone statues, the society collapsed. Photograph © Martin Gray. Dr. Diamond writes: \"No other site that I have visited made such a ghostly impression on me as Rano Raraku, the rock quarry on Easter Island where its famous gigantic stone statues were carved. To begin with, the island is the most remote habitable scrap of land in the world. The nearest lands are the coast of Chile 2,300 miles to the east and Polynesia's Pitcairn Islands 1,300 miles to the west.\" Today, Easter Island is governed by Chile in South America. But modern DNA analysis of 12 skeletons found on Easter Island proved the Easter Island natives were Polynesian. Dr. Diamond concludes that Easter Island is \"the closest approximation that we have to an ecological disaster unfolding in complete isolation.\" Easter Island is a triangular-shaped island made entirely from three volcanic eruptions over the past few million years. The entire island is only 9 miles long north to south, is 1,670 feet high and covers only 66 square miles. Even the surrounding Pacific Ocean is too cold in temperature to sustain many fish species. There isn't much fresh water and the wind blows so steadily that the soil dries out. The only way to farm is to add rocks to dirt to retain moisture. Yet, around 900 A.D., some people from Polynesia islands arrived by boat and found a subtropical forest of tall palm trees, woody bushes and at least 25 nesting seabird species which once made the island the \"richest breeding site in all of Polynesia and probably in the whole Pacific.\" Eventually, as many as 20,000 to 30,000 people might have lived on Easter Island. But only a few centuries later around 1500, there were no more birds, no more trees, and the natives were eating each other in cannibalism amid the tall stone statues produced by competing Easter Island political powers who wanted the biggest and best tributes to the ancestors and gods. One of the unfinished statues in the Rano Raraku quarry was 66 feet tall and weighed an estimated 300 tons."},{"pageNumber":3,"pageContent":"Over time, the statues became more elaborate with large, mysterious head dresses. Photograph © Cliff Wassman. The very sad irony is that the carving of the stone statues in the volcanic quarries required long wooden tree trunks to lift and transport the statues. The tall palms were the answer. Over time, like uncontrollable dominoes falling, when all the trees that had provided shade, protection and holding the fragile, dry soil together were all cut down - the birds disappeared along with the other few animals that could be eaten and the rock gardens failed. The islanders had no wood left to build boats that could sail to other lands for escape. After smallpox came ashore with visitors in the late 1700s to 1800s, the disease killed so many natives that by 1872, there were only 111 Easter islanders left. It was the complete collapse of a once-thriving society. Could Easter Island-like Collapse Happen to U. S. and Europe? The arrogance of political leaders, who competed by building the statues, accelerated the extinction of the trees and the collapse. Could the same collapse and extinctions happen in the United States and Europe? Prof. Diamond says there is a 50/50 chance the answer is yes. Already around the world, several countries such as Somalia, Rwanda, Haiti, Afghanistan and Iraq have already collapsed. America and Europe have the huge challenge of propping up governments in an effort to provide more political and economic stability in the world. Iraq alone has so far cost the United States taxpayers $280 billion, plus more than a thousand military lives. Prof. Diamond told me this week, \"If six more countries blow up, that requires double the number of troops that we've got. Six more countries blowing up the world can't cope with it.\" Interview: Jared Diamond, Ph.D., Prof. of Geography, University of California - Los Angeles (UCLA): \"\"In the past, societies that had not many people and with rather simple technology still managed to destroy their environments. For example, Easter Island with maybe 20,000 people with just stone and wooden tools they did manage to deforest the island and so doing, they destroyed their society. It took them 850 years to do it. Today, though, (on the Earth), we don't have 20,000 people. We have 6.5 billion and we have bulldozers and nuclear power, so we're far more people and far more potent and destructive technology. We can destroy our environment much faster than the Easter Islanders. In fact, there are many parts of the world that have gotten de-forested within half a dozen years, or within a few decades. That's what makes our present situation serious. I THINK I WAS STRUCK AT THE END OF YOUR BOOK WITH FEELING FOR THE FIRST TIME THAT EVEN IF THE UNITED STATES AND EUROPE ARE STRONG AND VIGOROUS IN TERMS OF SOCIETY AND ECONOMICS RIGHT NOW, THAT ALL OF THE PROBLEMS WE ARE IN ONE SENSE CAUSING WITH POLLUTION. YOU MADE THE POINT OF THE INUIT NATIVES OF THE ARCTIC HAVING THE HIGHEST BLOOD LEVELS OF TOXIC CHEMICALS SUCH AS MERCURY COMING FROM OUR INDUSTRY THE REST OF THE WORLD COULD START COLLAPSING"},{"pageNumber":4,"pageContent":"AND LIKE DOMINOES, IT WOULD LEAVE THE UNITED STATES AND EUROPE BEING PULLED DOWN. That's a very serious concern. It has already been happening. Somalia already collapsed in 1991 and American troops went in there. It did not pull us down, but it did involve military intervention. Or what has happened in Afghanistan and Iraq, which are virtually collapsed governments particularly in the case of Afghanistan. Those are two countries that blew up and the result has been 200,000 American troops and $280 billion. That has not caused our economy to collapse yet, but it's an enormous drain on our economy. So, the United States and Europe we can't insulate ourselves. Another expression is that both the United States and Europe are getting lots of immigrants from collapsing countries, both legal and illegal. WHEN YOU COMBINE WHAT YOU'VE JUST SAID WITH WHAT HAS HAPPENED TO US IN OUR COMMITMENTS IN IRAQ AND AFGHANISTAN, YOU COULD ARGUE ON ONE SIDE THAT THE ADMINISTRATION IS TRYING TO PREVENT FUTURE COLLAPSES BY SHORING UP THOSE COUNTRIES BY GETTING RID OF TERRORISTS. BUT THE ARGUMENT COULD ALSO BE MADE THAT WE MIGHT BE GETTING INTO A TAR PIT IN WHICH THE MONEY AND COMMITMENT IS GOING TO WEAKEN US SO MUCH ECONOMICALLY AT A TIME WHEN THE REST OF THE WORLD COULD ALSO BEGIN TO COLLAPSE FASTER THAN WE HAD EXPECTED. THAT GETS TO THE QUESTION: WHAT IS YOUR PERSPECTIVE - LOOKING INTO THE NEAR FUTURE, SAY 10 OR 15 YEARS - ABOUT WHETHER OR NOT THERE IS A REAL POTENTIAL THAT THE UNITED STATES COULD BEGIN TO COLLAPSE ECONOMICALLY? Of course, there is a real potential and lots of people in our government, many congressmen and senators as well as a large fraction of the American population, is very concerned about the U. S.'s future both our power and our economy. The interventions in Iraq and Afghanistan one can describe it as 'short term' attempts to solve the problem. They are not attempts to prevent a problem, but problems arose and they were met with short term response. But there are literally dozens of countries out there with the potential to become the next Iraq, Afghanistan and Somalia. It's perfectly obvious that the U. S. is not rich enough to invest $280 billion into each of about 25 countries, countries just waiting to blow up: Nepal, where there was a coup from the top within the last week; Haiti; Philippines; Indonesia; Solomon Islands; Rwanda; Burundi. So, the United States is going to have to get involved in long term problem solving that is, addressing the underlying problems of environment, public health and population planning that cause countries to blow up. Climate Change Threatens the World As Did Cutting Down Trees On Easter Island YET, THE UNITED STATES HAS NOT JOINED IN EVEN THE KYOTO PROTOCOL TO TRY TO REDUCE CARBON DIOXIDE EMISSIONS OF WHICH OUR COUNTRY IS THE GREATEST EMITTER. That's true. We are one of the two countries (in First World), along with Australia, that has not signed the Kyoto Protocol. But there again, it's helpful to remind ourselves that our federal government is not monolithic. Our president is opposed to signing the Kyoto Protocol. But there are many Americans who are deadly serious about the importance of dealing with climate change. For example, my wife and kids and I spend part of our summers in Montana. In the state of Montana which gets water for agriculture from irrigation the irrigation comes from the snow pack thanks to global warming and climate change, the snow pack is melting. Glacier National Park is losing its glaciers and Montana agriculture, in short order, is going to be in deep trouble because of climate change. RIGHT NOW, THERE DOESN'T SEEM TO BE A LOT OF MOMENTUM MOVING FORWARD AT LEAST IN THE CURRENT ADMINISTRATION ABOUT TRYING TO SOLVE SOME MAJOR ENVIRONMENTAL PROBLEMS IN WHICH CO2 BUILD UP ON THE PLANET WOULD BE NEAR THE TOP IN TERMS OF CAUSING GLOBAL WARMING AND ALL OF THE CONSEQUENTIAL ISSUES OF CHANGING CLIMATE, PERHAPS MORE VIOLENTLY SWINGING EXTREMES OF CLIMATE, THAT WILL CAUSE GREATER DAMAGE AND MEANS MORE AND MORE MONEY GOING INTO RECONSTRUCTION, ALL OF IT LIKE DOMINOES FALLING. All of what you say is what could make people pessimistic. And fortunately, there is more to it than that. Elections are held every four years in the United States. We've got Congressional elections coming up in a little less than 2 years. We've got all the state and local governments. The President's own party is not monolithically in agreement with his policies. So, the current policies preferred by the current leadership of the United States"},{"pageNumber":5,"pageContent":"they may not go on forever. I hope they don't. WHY DO YOU THINK THAT GLOBAL WARMING AND ALL OF THE POTENTIAL CONSEQUENCES DOES NOT RISE GLOBALLY ABOVE POLITICS AND BECOME A WORLD PRIORITY TO SOLVE BECAUSE IT WILL AFFECT EVERYONE? It's a problem of what is called 'creeping normalcy.' It's not something that exploded like the Pinatubo Volcano in the Philippines, nor like September 11, 2001. [ Editor's Note: In June 1991, Pinatubo Volcano in the Philippines erupted so violently that more than 5 billion cubic meters of ash and pyroclastic debris were ejected. Eruption columns were 18 kilometers wide at the volcano's base and ash rose 30 kilometers into the sky. Mount Pinatubo had been dormant for 500 years. Then on July 16, 1990, a magnitude 7.8 earthquake struck about 60 miles (100 kms.) northeast of Mount Pinatubo on the island of Luzon in the Philippines. A year later on June 15, 1991, the volcano exploded in a massive eruption that ejected more than 5 cubic kilometers of volcanic material. The ash cloud rose 22 miles (35 kilometers) into the air. 847 people died, 184 were injured, 23 were missing, and more than one million people were homeless. Hundreds of millions of dollars in private properties and infrastructure lay in ruins which would require tens of billions of pesos and several years to rebuild. For months, the ejected volcanic ash circled the Earth and caused the world's temperature to fall by an average of 1 degree Celsius.] Prof. Diamond: \"Instead, the temperatures get a little warmer and then a little colder and then warmer and then colder. It's been gradually creeping along and there hasn't been a moment in which someone said, 'My God, it's 10 degrees warmer this year. We've got to start doing something.' That's the reason why it has taken 30 years for essentially every knowledgeable climatologists to agree that global warming is a serious problem and that people are the cause of it. It's also why it's taken 30 years to get all, except the last two governments, to agree about its importance. BUT ISN'T GLOBAL WARMING, IN A WAY, THE SAME COMPARABLE KIND OF THREAT TO SURVIVAL THAT THE CUTTING DOWN OF ALL THE TREES ON EASTER ISLAND ENDED UP BEING TO THE PEOPLE ON THAT ISLAND BECAUSE THAT ONE ACTION SET IN MOTION ALL THE OTHER CONSEQUENCES THAT ENDED UP IN THE TOTAL COLLAPSE OF EASTER ISLAND? That's true. It's actually worse than that. You and I are flipping back and forth between causes for pessimism and optimism. A cause for pessimism is that global warming, if unchecked, will be a mess for us. But it's not the only problem because even if we solved global warming, but we did not solve the world's problems of water or of top soil or fish there are about a dozen problems, any one of which could drag us down. 50/50 Chance of Collapse for Whole World? I HAD THIS SENSE UPON COMPLETING YOUR BOOK THAT THE PROBLEMS FACING THE ENTIRE GLOBE RIGHT NOW ARE SO HUGE AND SO MANY THAT IT SEEMS TO ME THAT THERE IS A 50/50 CHANCE THAT THEY WON'T BE SOLVE D."},{"pageNumber":6,"pageContent":"I would say you are roughly correct. One could argue whether the chance is 20/80 or 80/20 or 50/50. But that's why I've used the metaphor of an exponentially accelerating horse race of unknown outcome. Yes, the damage is getting faster and faster. Also, the environmental movement is getting stronger and stronger. I can't predict which of those two horses are going to win the race. Maybe the odds are 50/50. That would be another way of putting numbers on by saying we've got serious problems that will ruin us if we don't solve them. But we could solve them if we chose to do so. WHAT DO YOU THINK IN THIS AGE OF TELEVISION AND RADIO AS YOU MAKE THE EXCELLENT POINT THAT WE ARE GETTING NEWS FROM EVERY SPOT ON THE WORLD AND 24 NEWS CYCLES WHICH HELPS AT LEAST MAKE US AWARE. BUT WHAT DO YOU THINK WOULD BE THE FIRST SIGNS TO YOU THAT COLLAPSE WAS REALLY ONGOING AND IRRETRIEVABLE? Irretrievable it's going to be hard to judge when it's irretrievable. It's certainly not irretrievable at the moment. Ongoing collapse is already ongoing. Think of the countries that have already collapsed some of them rather close to the United States: the state government in Haiti, which is within a couple of hundred miles of our shores. The state government there is close to collapse. In Africa, the government collapsed in Rwanda; the government has already collapsed in the Solomon Islands which has been propped up by New Zealand and Australia troops. So, when you ask what would it take to convince me that collapse is ongoing it is already ongoing. IF IT'S ONGOING IN THOSE NATIONS THAT WE THINK OF AS IMPOVERISHED AND POLITICALLY NOT DRIVING THE POLITICS OF THE WORLD, WHAT WOULD IT TAKE TO START BRINGING DOWN EUROPE AND THE UNITED STATES? Oh, about five more countries exploding, requiring another $280 billion each. The estimated cost of Iraq so far is $280 billion. Suppose Nepal, the Philippine Islands, Haiti very close to our shores, Rwanda, and Bangladesh all exploded that's 5 times $280 billion. That's $1.4 trillion. That would be more than the United States could stand. IF WE CAN'T PROP UP THE NATIONS YOU HAVE JUST LISTED AND WE CAN'T PROP UP OTHER COUNTRIES THAT MIGHT BE AFFECTED BY THE COLLAPSE AS IT KEPT EXPANDING, THAT WE REACH A POINT WHERE WE DON'T HAVE ANY PLACE TO SELL OUR PRODUCTS? That's one we'll have other First World countries to sell our products to, but those First World countries as well as the United States economies are linked now. I would say that a place to sell our products is just one of our problems. It's not the biggest of our problems. Other big problems include: military action, terrorists, getting cut off from essential imports such as oil and metals. I would worry about those before I would worry about loss of markets. Economists Are Worried About Collapse HAVE YOU TALKED OFF THE RECORD WITH SOMEBODY WHO IS DEALING AT THE GLOBAL ECONOMIC LEVEL. I'M THINKING OF PAUL VOELKER. [Chairman of the U. S. Federal Reserve during the Jimmy Carter Administration, 1976-1980.) HE RECENTLY WROTE AN ARTICLE HAVING TO DO WITH HIS FEAR THAT THE DOLLAR COULD START GOING INTO A FREE FALL COLLAPSE WITHIN FIVE YEARS OF 2005, WHICH WOULD BE BY 2010. IT HAS TO DO WITH A SHIFT IN GLOBAL ECONOMIES TO THE EURO AND OTHER CURRENCIES AND ISSUES AROUND PETROLEUM. HAVE YOU TALKED WITH ANYONE ABOUT THAT? Yes. I have not talked with Paul Voelker, but with other economists. I have had discussions with the famous economist, Jeffrey Sachs, at Columbia University. His point of view is very similar to mine. He regards as the biggest economic problem in the world today the nexus between public health problems and environmental problems and population problems. He has been going around the world advising countries about how to improve their economies, but also talking to First World countries about the importance of solving these problems. Another person I've talked to is a (Bush Administration) cabinet minister who I cannot name, but a cabinet minister of the current administration. This cabinet minister has a point of view that is very different from that of our president. This cabinet minister read my book, Guns, Germs and Steel and read my book, Collapse , and is convinced of the"},{"pageNumber":7,"pageContent":"seriousness of these problems. POTENTIALLY WE COULD BE FACING A TOTAL COLLAPSE OF WORLD ECONOMIES? That's the worst case scenario. The best case scenario is that potentially we could be facing getting a grip on our problems and solving them in a way that the United States has made big progress in dealing with our problems of air and water pollution, within the last 30 years. Air and water quality are much better now, even though we've got far more people and far more cars. That's something that gives one optimism. COULD THE ULTIMATE TRIGGER POINT FOR GLOBAL COLLAPSE OF JUST ABOUT EVERYTHING BE OUR UNDERESTIMATING THE IMPACT THAT GLOBAL WARMING AND CHANGING CLIMATE IS GOING TO HAVE ON EVERYTHING FROM FOOD PRODUCTION TO SHORELINES? That's one of the many possible trigger points. I think there are other trigger points that will come earlier than global warming, such as the collapses of half a dozen more countries. Or such as water wars, or such as the depletion of the world's remaining significant fisheries on which most people in the Third World depend for their protein. Can Other Collapsing Nations Drag U.S. and Europe Down With Them? WHAT COULD THE FIRST WORLD DO IF THERE WERE HALF A DOZEN MORE THIRD WORLD COUNTRY BLOW UPS? Not very much. We couldn't afford the money. We don't have the troops. The American army is not big enough. I think we've committed about one-third of our troops to Iraq and therefore, if six more countries blow up, that requires double the number of troops that we've got. Six more countries blowing up the world can't cope with it. AND WHAT HAPPENS? What happens, it's a big mess! More than what we've got now. More immigrants. If six countries collapse, instead of one or two, we've got far more immigrants swamping our ability to deal with them. Bigger epidemics of emerging diseases and bigger economic problems. The worst case scenario is that it would be a collapse similar to the collapse of the Western Roman Empire, or similar to the collapse of Easter Island, or similar to the collapse of Haiti. A worse case scenario is that all the world gets to be like Haiti and Somalia. Somalia ripples out until much of Africa and Asia and then Europe is in a condition like Somalia. That's the worst case scenario. But whenever one says something pessimistic about that, let's reverse and say: it could go either way. It could be that the rest of the world is going to end up like Scandinavia or The Netherlands or Bhutan or Australia getting a grip on their environmental problems. ARE YOU OPTIMISTIC OR PESSIMISTIC ABOUT THIS COUNTRY'S FUTURE? The phrase I use is 'cautiously optimistic.' By that, I mean on the one hand, we do have serious problems. And if the serious problems went on as they are going now, then we are going to be in deep trouble within the next several decades. On the other hand, the problems are all ones we are causing and we are perfectly capable of solving them. We don't need new technology. We could solve them if we chose to solve them. That's what makes me cautiously optimistic neither pessimistic nor straight out optimistic, but I would say, cautiously optimistic. We could solve our problems if we chose to do so. Whether we will, I can't predict.\" Prof. Diamond's last words in his book are: \" My remaining cause for hope is another consequence of the globalized modern world's interconnectedness. Past societies lacked archaeologists and television. While the Easter Islanders were busy deforesting the highlands of their overpopulated island for agricultural plantations in the 1400s, they had no way of knowing that thousands of miles to the east and west at the same time, Greenland Norse society and the Khmer Empire were simultaneously in terminal decline, while the Anasazi had collapsed a few centuries earlier, Classic Maya society a few more centuries before that, and Mycenean Greece 2,000 years before that. Today, though, we turn on our television sets or radios or pick up our newspapers, and we see, hear, or read about what happened in Somalia or Afghanistan a few"},{"pageNumber":8,"pageContent":"hours earlier. Our television documentaries and books show us in graphic detail why the Easter Islanders, Classic Maya, and other past societies collapsed. Thus, we have the opportunity to learn from the mistakes of distant peoples and past peoples. That's an opportunity that no past society enjoyed to such a degree. My hope in writing this book has been that enough people will choose to profit from that opportunity to make a difference.\" Click on cover to amazon.com. Collapse: How Societies Choose to Fail or Succeed © Jared Diamond, 2005, published by Viking Penguin Group (USA), Inc. Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
