[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Green Square Unidentified Aerial Craft Over Phoenix © 2000 by Linda Moulton Howe Drawing of green square unidentified aerial craft over Phoenix, Arizona on June 28, 1999 © 2000 by Dan Heaton. February 21, 2000 Phoenix, Arizona - Another unusual aerial object was seen in the sky over Phoenix by a family of three on June 28, 1999 and now they are coming forward in hopes that someone else might have seen the object, too. Dan Heaton, his wife Lorraine and their 30-year-old daughter, Kim, were driving home at 10:20 PM when Mr. Heaton first noticed a diamond or square pattern of lights coming so low that he pulled the car over and asked his wife and daughter to get out and watch with him. Dan has worked for the same insurance company for twenty-nine years and had U. S. Air Force training when he was younger. He told me, \"I know planes and I generally know what we have, but my family and I had never seen anything like this before.\" Interview: Dan Heaton, Insurance Salesman, Phoenix, Arizona: \"It was approximately 10:20 PM, Monday evening the 28th of June, 1999. I was about a mile from our home with my wife, Lorraine, and daughter, Kim. Kim was 30 years old at the time. We had turned off of a main artery in Phoenix called Shea Blvd. going north on 54th Street. About a mile from our home, I noticed a light in the sky that looked like landing lights for an airplane. The Scottsdale Airpark is about 4 miles northeast of where we were and it's not uncommon for planes to come in low and make a bank and then go in for the approach to land at the airport. But I was watching these lights because it seemed like they were going off very slowly. And then finally, as they approached the car I would say anywhere from 800 to 1000 feet altitude, I noticed there were four bright lights in a diamond pattern. And so I pulled off to the side of the road in a residential area, very nice area, and I asked my daughter to get out of the car and take a look at this because I knew it was going to go out of sight fairly quickly. She has very good eyesight and so does my wife. I see clearly, but I'm color blind. So, all three of us got out of the car and we looked right under this thing. The way I would describe it is about the size of a large private jet, so probably 80 to 120 feet across if you want to look at it as a square rather than a diamond. And there were these four bright lights, one on each corner. And as it was "},{"pageNumber":2,"pageContent":"approaching us and flying overhead, it was coming in the shape of a diamond going in a southeasterly direction. Then it made a turn without banking and it went due east. And as it was leaving us, it was going away from us in a square pattern. What was the color of the light at the four corners? Chartreuse green. And I say that because my wife and daughter told me that. Like I said, I'm color blind, so to me they looked like the headlights on an old car or truck. They were round and to me, they looked like a white light. But Lorraine and Kim told me they were chartreuse. Drawing of green square aerial object over Phoenix June 28, 1999 © 2000 by Lorraine Heaton. Drawing of green square aerial object seen over Phoenix, Arizona on June 28, 1999 © 2000 by 30-year-old Kim Heaton Was there any pulsing or flickering to the lights? None whatsoever. There were no running lights. There was no red or green or blue light flashing on the vehicle. And the thing that got me more than anything was that there was absolutely no sound. At one time, I was thinking this must be a glider or something. But there was nothing towing this thing. And we watched it. We more or less followed it for probably six or seven miles before it disappeared over some mountains east and a little north of where we were sitting. So, we watched it gradually climb in altitude and finally disappear over the top of the mountains. What about some of the explanations these days that our government is floating around dirigibles in the shapes of triangles or squares or other shapes, perhaps for psychological tests of public reaction. How do you know what you and your son saw was not a dirigible? Well, it could have been. But again, there was no sound. And dirigibles have some method of power, engines of some type, whether it's a jet engine or prop engine of some type. So they still make noise. But this was not a dirigible or"},{"pageNumber":3,"pageContent":"blimp or anything like that that I've ever seen before. It had the ability to climb in altitude? Yes, it climbed. When it was over the top of us, it was - I would guess - not more than a thousand feet in altitude over us. These planes that come in and land, they fly over our house. You can see the details of the planes. You can see the landing gear and landing lights and you can make out the planes very clearly when they fly over the house, even at night when their lights are on. It's pretty easy to tell what type of plane it is, even. This thing was even lower than the typical airplane. I think maybe that was what caught my eye more than anything was the fact that it was coming in so low to make the turn. Then I noticed the four lights. It would be like having an aircraft with a large nose landing light and then light one each tip of the wing and then one on the tail. But as it flew over, we looked right up in the bottom of this thing and we could see that it was kind of a concave underneath. It wasn't flat. It wasn't bellied, but it was slightly concave and there were faint lines that were going from the corners to the center. Other than that, there were no landing gear or flaps or anything that you could make out on it. It was a clear night. There was a full moon. It was probably one of the nicest nights we've had. Were there any other people around? No. It was about 10:20 PM and that evening I called a couple of TV stations and a radio station to see if they had had any reports. The next day I called the tower at the Scottsdale Airport and they told me they closed the tower to all aircraft at 9 PM that night. When I called Sky Harbor in downtown Phoenix, they said anything that low would have been out of their radar beam because of mountains just to the north, between Phoenix and Scottsdale. They wouldn't have picked up anything that low anyway, they said. But they did not have any calls either about anything abnormal that night. As far as I know, we're the only three people in town that saw this thing! Which is amazing to me. Yes, and you were in the U. S. Air Force at one point? Right. And I've never seen anything like it before. Is there anything about this object that strikes you as falling into the category of anything that could be terrestrial? Well, it could be. But I just don't know of anything we have or any other country as far as that goes that is quiet. This thing - there was no sound at all. It actually kind of spooked me because as I was watching the thing go away, I realized that we don't have anything like this that I know of. It could have been from some place other than here, unless the government has some new aircraft that they are working on that is using some propulsion that none of us have even dreamed of. Otherwise it might be that you saw something that was not terrestrial? Right. How close do you think it came at the closest to you? Probably somewhere between 800 and 1000 feet, at the most. On the outside. I've talked to a number of pilots that have flown in and out of Scottsdale and they say the approach at that point should be about 1500 feet. But I know that some of the planes that come in daily are flying lower than 1500 feet going over the top of my house. The house is not quite a mile north of the point where we saw this thing."},{"pageNumber":4,"pageContent":"How far was this from the main Phoenix airport? About sixteen miles north of the airport, Sky Harbor International Airport. So the direction it took off was which direction? This thing came from the northwest going southeast and as it approached to the point where we were approximately 150 to 200 yards north of Shea Blvd. which is a main artery going east and west in north Phoenix and Scottsdale then it proceeded due east for half a mile, and then it appeared to start going southeast again, and then it started going a little northeast and it started making a zigzag motion back and forth just north of Shea Blvd. Now, it may have crossed over Shea going south a couple of times. It was so close to Shea Blvd. This is why it surprised me that nobody else saw this. Or maybe just didn't pay any attention to it. They may have thought it was a helicopter, or an aircraft, just a private plane, not really paying any attention to it. But what caught my eye was that it was so low and number two, that diamond pattern. And that's what made me stop the vehicle in the first place. Otherwise, I would have just kept driving. But I thought, 'God, this thing is awfully low!' And then when I saw the four lights, I thought 'This is irregular. That's not a normal pattern for running lights.' What was southeast in the direction that it went anything of a military nature? No, not at all. If it had proceeded going southeast, it would have gone through some central and southern Scottsdale and into Tempe and Mesa which are communities southeast of where we are. But instead, we tried to follow it which sounds almost crazy when you think this is an aircraft and it's going who knows where it's going. But my wife and daughter are not the type to get excited about any of these types of things and when I say that I mean, it could be as simple as a fire truck going to a house fire. They just say, 'Let's go home.' Now me, I like to watch the guys do their work. But they got back in the car and the first thing they said was, 'Let's follow this thing.' So, they were excited because they knew they were seeing something very special. We started going east about a half mile and we came to another main street going north and south and my wife said, 'It's going southeast. Turn right.' I said, 'No, the thing should start going back north again.' So I went up about half a mile to another main street that runs parallel to Shea which is called Cactus Road and that's a mile north of Shea and I searched proceeding east down Cactus. And the object was going back and forth. So then I started to go south again on 64th Street to Shea and then it started going north again, so I cut across on another road to Scottsdale Road which is a main street going north and south, a main artery. Then, I proceeded north on Scottsdale Road back up to Cactus and we just watched the thing disappear over the McDowell Mountains. And then it was gone. It's funny, it's going to sound weird. But since this has happened, almost every night I go out about this time and just look in the sky. My wife says, 'You're never going to see this thing again.' You know, it's a once in a lifetime thing. The funny thing about this is that two or three weeks ago, there was a police officer I saw on television saw something similar to this. Theirs was arrowhead-shaped. OK. Then some other folks in Illinois saw something similar that same night. And there is a police officer here who saw something in October, saw green lights. And northwest of Phoenix. I tried to talk to him a couple of times. I just want to verify that I saw something. I know what I saw. But I want to know there are other people out there who have seen the same thing. Your wife and daughter saw this with you."},{"pageNumber":5,"pageContent":"Right. Right. And in fact, that night we were laying in bed and quiet contemplating what we had seen and she's over there giggling. And I said, 'What's so funny?' She (Lorraine) said, 'I just never thought I would ever see anything like that.' And then I knew that she felt she had seen something extraordinary. And I had her and my daughter draw on a piece of paper a picture of what they saw. And I did the same thing. And they were all the same. All four were pretty much diamond shaped. But they were square depending on how you turned the paper. And with a light in each corner. Could you please tell me about your unusual experience in the Air Force? United States Air Force Photographs of Unidentified Silver Spheres One of the missions in the squad room was to indoctrinate fighter interceptor pilots on what to look for and what to identify and how to remember what you are seeing when you see extraordinary objects and they did have slides of UFOs that were taken. These were, as far as I know, Air Force photos taken of an object in the Grand Canyon and one on the ground in New Mexico. Another two or three I don't remember if there were three or four, but at least two photos of interceptors going after a UFO over Alaska. And all of these photos were pictures of UFOs that were silver balls. Balls? Balls. They were round. They weren't saucers. They weren't pancake shaped or oblong shaped. They were like silver spheres. What year would this have been? This would have been, when I was there, in 1963 and 1964. I was an Airman, an administrative person. You saw the slides because? Well, the orientation they would give, this was part of our Squadron's duties, I guess. We had several things we did. But one of the things they did that we didn't know - very few people knew this even was going on. But they would go to different fighter interceptor bases around the country - Canada and Alaska - and then indoctrinate pilots in what to look for, what to remember, try to judge size of the objects, approximate speed, what they looked like. They wanted them to take notes, not just mental notes, but to actually draw what they saw. That was part of the instructions. If you weren't a pilot, why were you in the orientation class? I wasn't. I just had access to the slides. At the time, I had what is called a cryptographic clearance, security clearance. So, I had access to these things. A friend of mine said to me one day, 'Why don't you come in and take a look at this.' And so, he showed me the slides. And then also the paper work that went along with it as far as what they were told to tell the pilots in their orientation. In other words, what they were trying to do was to teach the pilot what to look for and how to remember what they saw and things they wanted to know. They wanted to know what these things look like, approximately how big are they, how fast you estimate they are traveling on the intercept. Because I guess some of these people when they see these things are just overwhelmed at what they were looking at. They weren't thinking of the things the Air Force or the government really needed to know. What were they seeing? Do you remember if any of the reports said the silver balls were considered a threat or not?"},{"pageNumber":6,"pageContent":"No, never. There was nothing ever mentioned about that. It was only an observation thing. If you see something like this - and that's why they had the slides - we want you to think of what the size is?, what's the shape of it?, any distinguishing lights? or features? and speed? The objects were total spheres, not discs on end? Yes, they looked like silver balls. All of them. The one in Alaska and the Grand Canyon and the one in New Mexico. Did you have any geographic reference for size comparison of the spheres in the photos? It would be really hard. You could guess. Like the one in New Mexico it looked like it was sitting on the ground and it looked like it could be a quarter of a mile to a half mile away from the car. This photograph was taken from a car. You could see that. But it looked like it was sitting in like an onion field or cabbage or something. It was some kind of a farm or something. And the one in the bottom of the Grand Canyon was sitting right next to the river. I would guess it was probably, it looked like it was the size of maybe 60 to 80 feet in diameter, something like that. It wasn't something you would miss. That's pretty good size. Something perfectly spherical has also been described in Cambodia and other parts of the world. It's interesting that most of our history associates the 1940s and 1950s with the disc-like objects, not spheres. Right. The thing that irritates me and bothers me about that kind of thing is that I know there are people out there that have seen these slides. There are probably hundreds of former pilots who have seen this presentation. And why they haven't come forward, I don't know. They knew they were looking for something that had already been seen. If I were a pilot and looking at something like these slides in that type of presentation, I would be very interested, especially if I were stationed in those areas. Alaska, New Mexico... Grand Canyon, Arizona and Utah. Those are the ones I saw. Now there were probably, I'm guessing, about 50 slides in this presentation and I only looked at about half a dozen of them. Why do you think since 1963 you would still have any nervousness or sensitivity in talking about this? Why haven't they told us officially? These things are out there. These slides are out there some place. They are not at Hill AFB anymore, but they do exist. And why haven't they come out? Why hasn't Bill Clinton opened these files? That was one of the things he promised us when he went into the presidency eight years ago. If there was anything like that, he said he would release it. Did you sign any oaths? Oh, yeah. That we would not divulge any of the information because there was more sensitive stuff there I had access to. But this is something that really bothers me because it's time for people to know that this stuff is out there. There is proof! That's what really bothers me. Why don't they just come forth and give us the truth about it and show what they have?\" More Information: I would appreciate hearing from anyone who might have more information about the green square aerial craft that the Dan Heaton family saw over Phoenix,"},{"pageNumber":7,"pageContent":"Arizona on June 28, 1999. Please e-mail earthfiles@earthfiles.com. Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
