[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 14 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs © 1994 -1995 by J. Andrew Kissner A ll rights reserved. No part of this book may be reproduced, in any form, without written permission of the author. R eprinted in 2005-2006 as a Real X-Files series by Earthfiles.com with author's written permission. \" T here was something radically wrong in civil and military aviation eight days before the first public sightings of flying discs on June 24, 1947.\" - J. Andrew Kissner R eturn to Part 1 C ivil Aeronautics Board authorities reported a B-29 missing around 10:00 p.m. on June 14, 1947, but added that they did not know either its origin or destination. At 12:35 a.m. on June 15, a telephone operator reported seeing a large plane \"dumping flares.\" Shortly thereafter, a B-29 of the 64th squadron of the 43rd bomb group based at Davis-Monthan Field in Tucson, Arizona, slammed into Hawkes Mountain near Springfield, Vermont, killing twelve. It was reported to be enroute to Andrews Field, Maryland, via Pittsburg. \"...it clipped the tops from several large trees, struck its right wing tip against the granite ledge of Hawkes Mountain and cartwheeled into the rock. It was less than three miles from a small landing field. \"It was only a short distance from safety. It smashed into the lonely mountain ledge some four hundred feet beneath its 2,300 foot peak.\" [ Front Page, The New York Times , June 16, 1947.] "},{"pageNumber":2,"pageContent":"F ront Page, The New York Times , June 16, 1947. Another report indicated: \"It was lost or in trouble - we don't know what kind. It circled Springfield twice, flying very low.\"Aviators in the area said that a difference of relatively few feet in its elevation or course ... might have saved the plane. The task of identification of the shattered bodies was made more difficult by the fact the number of bodies found exceeded the number known to be aboard when the airplane left Tucson. \"There was quite a load of gasoline aboard. There were a series of smaller explosions. The whole mountain w as lighted up.\" It is unknown whether the smaller explosions reported were secondary explosions caused by ammunition for the B-29's 50 caliber machine guns igniting. If the secondary explosions were caused by burning ammunition, the B-29 was not on a routine training flight. It is also unknown if the super fortress was one of the nine involved in the June 11th B-29 bombing mission at WSPG, although the parent 43rd bomb group is known. Albert Wheelock, a Civil Air Patrol (CAP) pilot, who identified the wreckage by its number on an escape hatch, told a reporter: \"[I was] puzzled over the plane striking the mountain. They couldn't have had their radar on or they (air crew) would have located it (mountain).\" [ Front Page, The Arizona Republic , June"},{"pageNumber":3,"pageContent":"16, 1947.] On June 15, President Truman charged CAB Director Landis to chair a Presidential Panel to investigate the recent civil air crashes involving C-54 aircraft. No mention was made at the time regarding any other aircraft accident. Landis; Hunsaker (MJ-7), Chairman of NASA; Brig. General Milton W. Arnold of the Air Transport Association; Theodore P. Wright, Administrator of the Civil Aeronautics Board; and H. B. Cox of the Air Line Pilots Association were told by the President to examine: \"...all information and data, in any government department or agency in its work. \"The board should present for my consideration as soon as possible, and from time to time (present) recommendations as to any action or measures which it would deem appropriate in order to promote safety in air transportation. \"The board's findings will assist me in determining any further steps which should be taken by the executive branch of government to assure the highest degree of safety and to formulate proposals to the congress for any necessary legislation.\" James Landis announced that the first meeting of the group would be held in his office the following day, June 16, 1947, at 2:30 p.m. It was held on schedule, but unfortunately it was characterized by reporters at the time as being a \"secret meeting.\" No report was made available to the public. Also, Hunsaker (MJ-7) was absent at the first and only reported presidential board meeting. There was something radically wrong in civil and military aviation eight days before the first public sightings of flying discs on June 24, 1947."},{"pageNumber":5,"pageContent":"F ront P age, The Arizona Republic, June 16, 1947. C ontinued in Part 15 - Behind the UFO Cover-Up: OSRD, JRDB, CIOS & Expert Panels More Information: F or more about Majestic-12 leaked documents, please see reports below in Earthfiles Archives : · 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 04/13/2004 -- Part 7: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 03/26/2004 -- Back Engineering ET Craft · 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July 1947? · 03/17/2004 -- Part 2 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July 1947? · 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2 For more about American military aggression against UFOs, crash/retrievals and UFO retaliation, please see reports below in Earthfiles Archives : · 01/17/2006 -- Part 9 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 01/09/2006 -- Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 01/03/2006 -- Part 7 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying"},{"pageNumber":6,"pageContent":"Discs · 12/31/2005 -- Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 12/27/2005 -- Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 12/24/2005 -- Part 4 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 12/24/2005 -- Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 12/21/2005 -- Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze Flying Discs · 12/19/2005 -- Part 1 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 05/03/2005 -- Part 3: Japan Air Lines Pilot Interview About November 1986 UFO Encounter · 05/03/2005 -- Part 2: Japan Air Lines Pilot Interview About November 1986 UFO Encounter · 05/02/2005 -- Part 1: Japan Air Lines and Mile-Diameter UFO, November 1986, Drawings and Transcript · 04/17/2005 -- 1949 Aerial Disc Covered-Up By Project Blue Book As \"Kite\" · 04/14/2005 -- \"Battle of Los Angeles\" On February 25, 1942: America Fired At A UFO · 02/11/2005 -- Story Behind \"Inflation-Theory Implications for Extraterrestrial Visitation\" · 12/30/2004 -- Audience Feedback About Earthfiles \"September 12, 1952: America's 'Secret War'?\" · 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 3: Nuclear Physicist Stanton Friedman · 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 2: USAF Starfire Disappeared · 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrieval in Flatwoods, W. Va. · 12/22/2004 -- Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" · 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" · 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/07/2004 -- Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 11/12/2004 -- Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed. · 10/23/2004 -- 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids · 08/18/2004 -- New Mexico Gov. Bill Richardson Wants More Investigation of 1947 Roswell UFO Crash · 05/04/2001 -- Part 3 - Retired Army Sergeant Describes 1969 Film of Unidentified Craft · 04/30/2001 -- Part 2 - Former U.S. Army Sergeant Describes 1969 Film of Non-Human Entities · 04/29/2001 -- Part 1 - Former Army Sergeant Describes 1969 Film of Alien Craft and Entities · 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2 · 04/02/2000 -- Secret Radar Stations in New Mexico, Part 1 We bsi t e s: V-2 Rocke t.com: http://www.v2rocke t.com/start/chapte rs/mittel.html Bruce Maccabee, Ph.D.: http://brumac.8k.com (Contains entire 1985 -1986 interview with Hawk.) MJ-12 Documents: http://www.maje sticdocume nts.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
