[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Missing Time Abduction Before Birth © 2006 by Linda Moulton Howe few minutes before I was born, the power went out. ...After the power came back on and everyone came back to their senses, I’m not there. Me, the baby, has already been delivered. They found me out in a hallway wrapped up in a towel. One testicle was missing.\" - R.D. March 2, 2006 Northern California - Fifty-eight years ago, the date July 2, 1947, was two days before the alleged crashes of three extraterrestrial aerial craft in the Roswell and White Sands Proving Ground region of New Mexico. That night of July 2nd, in Casper, Wyoming, a baby boy was born after 35 minutes of missing time, later linked to an abduction of the unborn child by a non-human entity that had orange eyes. Over the past fifty-eight years, that child, “R.D.,” grew into adulthood, haunted by strange memories and the panicked confusion his mother described at the time he was born. His official birth certificate says R.D. was delivered in the public hospital in Casper. Yet, his mother was definite that she was in a military hospital that seemed nearly empty while she was in labor. O n July 2, 1947, RD was born in a Casper, Wyoming, hospital. His birth certificate names the public hospital. But his mother said she delivered in a Casper military hospital. His mother passed away some years ago, but the desire to understand what happened when he was born kept RD reading and researching about people who have described missing time abductions by non-human entities. After hearing me speak on the radio about government cover-up of UFO crashes, retrievals and back-engineering of extraterrestrial technologies, R.D. contacted me. He explained that he owns a farm supply company in northern California and is afraid to disclose his identity. He does not to hurt his business and family life. But he gave me permission to interview him on audiotape for Earthfiles and Dreamland. He is curious if anyone else has heard of, or experienced, a similar missing time near the moments of birth. If any viewers and listeners have more information, please e-mail: Earthfiles@earthfiles.com. "},{"pageNumber":2,"pageContent":"Here now is the only case of missing time before birth that I’ve ever encountered in my investigations of Real X-Files. Interview: \"RD,\" Owner, Farm Supply Company, Northern California: “A few minutes before I was born, the power went out. Everything turned black. No emergency power came on. The people tuned out. After the power came back on and everyone came back to their senses, I’m not there. Me, the baby, has already been delivered. They found me out in a hallway wrapped up in a towel. One testicle was missing. WAS THERE AN EXCISION IN THE SAC? Yes, they had to sew it back up. WAS THERE ANY BLOOD? No. WHAT I’VE HEARD YOU SAY IS THAT YOUR MOTHER WAS IN THE PROCESS OF LABOR... Right. ...AND YOU ARE NOT BORN YET. Right. ALL OF A SUDDEN THE POWER GOES OUT. THE LIGHTS GO OUT. AND I ASSUME THIS IS TESTIMONY FROM YOUR MOTHER? This is testimony from my mother and second hand testimony from somebody else 30 years later. BUT GOING BACK TO YOUR MOM WHO WAS THERE AND TRYING TO GIVE BIRTH, SHE REMEMBERS THAT THE POWER WENT OUT, EVERYTHING WENT DARK. IT’S NOT KNOWN FOR HOW LONG. IT’S NOT KNOWN WHAT HAPPENED TO THE DOCTOR, YOUR MOTHER AND THE PEOPLE. BUT WHEN THE LIGHTS COME ON, AT WHATEVER POINT OF TIME THAT IS – AND WE’RE ASSUMING SOME SORT OF MISSING TIME AS A GROUP OF PEOPLE – YOU ARE BORN NOW ON A TABLE IN THE HALL WITH ONE OF YOUR TESTICLES CUT OUT WITH A CLEAR EXCISION. Well, I won’t say it’s a clear incision. Let’s say it was surgically removed and my mother said there was no blood. They were checking me to see what had happened. WHAT IS THE DIFFERENCE BETWEEN YOUR TESTICLE BEING CUT OUT AND USING THE TERM ‘CLEAR EXCISION'? CLEAR EXCISION MEANS SOMETHING HAS BEEN REMOVED THROUGH A CUT. They said that if they had done it or cut something off of me, it would have been different and there would have been blood and an open wound. But it was pretty much - there was no blood, nothing. And they just put a stitch or two on as a kind of preventative measure. Then they noticed there was a drop of blood in front of each ear. They had a small incision there, too, on the upper top right on the head where the ear connects itself. HOW BIG AN INCISION ABOVE EACH EAR? "},{"pageNumber":3,"pageContent":"I don’t know for sure, but she thought it was about a quarter-inch. WHAT YOU’VE DESCRIBED IS SO REMARKABLE THAT MOST PEOPLE LISTENING WOULD HAVE A HARD TIME FOLLOWING WITHOUT SAYING, ‘HOW COULD THIS BE?’ BUT WE KNOW IN THE WORLD OF THE HUMAN ABDUCTION SYNDROME, THAT ALL KINDS OF VERY BIZARRE THINGS HAVE HAPPENED IN WHICH PEOPLE REMEMBER BEING UP TO A CERTAIN SECOND AND THEN THEY THINK THAT THINGS CONTINUE THE NEXT SECOND. BUT IN FACT, THERE CAN BE TWO HOURS MISSING OR FIVE DAYS OR WHATEVER. Right. She was in pain. She was in labor. Everything went black instantaneously. When the lights came back on, she was not in pain. She was not in labor. The doctors – I think there was one doctor and two nurses – if I remember correctly, my mother told me there was one male and two female and only three of them. They are acting extremely disoriented. They are looking around like they were just waking up or something. Then they got into kind of a panic and then she got into a panic and somebody went running out of the door and came back about a minute later with me! So, they had no recollection or idea about how I was born or delivered. DID ANY ONE TAKE PHOTOGRAPHS OF THIS AT THE TIME? No. But it gets stranger as we go on here, too. So that was some of the information imparted to me by my mother. And by the way, the missing time was approximately 35 minutes. The electric clock on the wall was off by 35 minutes. LET’S ASSUME IT’S MISSING TIME. YOU JUMP FROM THERE TO YOUR THIRTIES BEFORE ANY OF THIS COMES INTO PLAY AS AN ABDUCTION EXPERIENCE WITH NON-HUMANS? I some times would have a dream and in this one dream scenario, I would see a creature, this face, and it was humanoid, but not human: no hair, grey, but very weathered-looking with lines around the mouth and the nostril area. The eyes were orange. ORANGE? Orange. COMPARE THAT COLOR TO SOMETHING I MIGHT KNOW. A ripe orange. VERY ORANGE. Very, very orange. HOW WOULD YOU COMPARE THE DETAILS OF THOSE EYES TO HUMAN EYES? They were bigger. And no whites. There was no iris, but there was a difference in the very center which might have been a pupil. It was still orange, but it was different – a little more yellow. SO, A YELLOW CENTER, PERHAPS, IN A BRIGHT ORANGE EYE. "},{"pageNumber":4,"pageContent":"A bright orange eye. And then out at the very edge, dark. Black instead of white. WAS THE CENTER PART THAT WAS YELLOW VERTICAL LIKE A SNAKE’S? OR WAS IT ROUND LIKE A HUMAN’S? It wasn’t distinctly like we have a hole in the center. It was not like that. It was more just like an area there a lot less intense in the coloring and it was a little different in the configuration. THE COLOR OF THE SKIN? Sort of brownish-grey. BROWNISH GREY. CAN YOU THINK OF ANYTHING I MIGHT KNOW THAT WOULD BE THAT SAME COLOR? Like a dark russet potato. I got the feeling of age. R usset potatoes. WAS THERE A MOUTH? Oh, yes. Small lips. SO, HOW DOES THIS LINK TO THE 35-MINUTE-MISSING TIME ON JULY 2, 1947? What I saw at my own birth time and my own recollection of what happened when I was born is all of a sudden, I’m aware of light. That’s the first thing I’m aware of. Then the second thing I’m aware of is bright light. I didn’t see any doctors. I didn’t see my mother. Then the second thing I was aware of is the face I described to you. But I saw other faces, too. OF? The other faces were alien also, but they were more of what I call the standard garden variety grey, which is black eyes. Within my vision, they are in very close prox imity to each other, physically close. Even though in my memory I don’t hear anything verbal, there is some kind of interaction going on between them and I was either being held, or in a container that was being held, by the smaller grey entities. They entered into some kind of communication, if you want to put it that way, with the entity with the orange eyes. At that point, I did not see the other entities any longer. TELEPATHICALLY – EVEN THOUGH YOU WERE A NEWBORN BABY – DO YOU"},{"pageNumber":5,"pageContent":"REMEMBER ANY EXCHANGE OF TELEPATHIC THOUGHTS? Yes, that’s where this gets very interesting and I think why it bugged me for the rest of my life. I could feel a sense of urgency. There was no vocalization and I didn’t know words anyway. But there was this feeling of urgency and maybe beyond urgency, concern between the various entities and this one orange-eyed entity. When they handed me to him, I had this feeling that I was definitely being communicated with in my memory of the event. But it’s more like, for lack of a better term, he was trying to do something to me in my mind - call it programming, maybe. I don’t know. I was somehow rejecting it. This is why the level of concern by the entities because it wasn’t taking. I can remember that it’s hard for me to figure out what the time involved on that was, but I would say it was definitely in the minutes that after whatever repeated interaction was going on between me and the orange-eyed being, it just ended abruptly. I was given back to the other creatures, the little greys. Then I had a feeling of physical pain and then I went to sleep. I woke up when I was being carried by a human and assume it was the hospital orderly that picked me up from the hallway outside the delivery room. And then I saw my mother. THIS IS AFTER THE 35 MINUTES OF MISSING TIME WHEN THE POWER WENT OFF AND EVERYTHING WENT DARK AND NOBODY KNOWS EXACTLY WHAT HAPPENED? That’s right. IN THE 58 YEARS SINCE THE VERY BIZARRE TRAUMATIC BIRTH THAT MIGHT BE LINKED TO AN ABDUCTION RIGHT BEFORE BIRTH FOR SOME KIND OF PROGRAMMING IN WHICH YOU RESISTED IT. YOU STILL END UP WITH ONE OF YOUR TESTICLES REMOVED AND TWO CUTS ABOVE EITHER EAR. FOR PEOPLE LISTENING, WHAT WOULD YOU LIKE YOUR FELLOW HUMANS TO LEARN FROM THIS EXPERIENCE BASED ON WHERE YOU ARE AT 58-YEARS-OLD IN YOUR THINKING ABOUT WHAT HAS HAPPENED AND WHAT HAS OCCURRED IN YOUR LIFE? That’s a good question. I think that what this points out that we’re not in control of everything to the extend that we think we are, as soul masters of our own destiny on this planet as humans. I really don’t like the fact that they took an organ that is capable of producing a lot of DNA for them (testicle) for genetic purposes. IN YOUR LIFE, IN DREAMS OR TELEPATHY OR ANY OTHER METHOD, HAVE YOU EVER RECEIVED ANY INSIGHT ABOUT WHY THE ORANGE-EYED BEING AND THE SMALLER GREYS TOOK YOU AT BIRTH AND WHY THEY TOOK YOUR TESTICLE? Intuitively, yes. I perceived a definite feeling of hostility. That was the last emotion I felt from the individual with the orange eyes. HOSTILITY TOWARDS YOU? Hostility towards me. Looking at it as an adult, it was like, ‘How dare you resist me and not go along with this?’ And so, what was their intent? What are they doing? I don’t know. Maybe they are looking for a Manchurian candidate? I don’t know. Are they just looking"},{"pageNumber":6,"pageContent":"at having some kind of genetic experiment? I don’t know. But they are definitely doing something and it’s not random. Obviously, it’s going to have planning and forethought and there is a program at work here. WHAT DO YOU THINK THAT PROGRAM MIGHT BE? I have no idea, except I’m not so sure it’s good for us. I’ve never had a good, positive feeling about these creatures or beings. The creature I’m talking about with the orange eyes is on the other side (against good beings). HE’S THE ONE WHO WAS HOSTILE TO YOU WHEN YOU WERE A BABY. Right. They don’t want to reveal themselves because they would possibly screw up their agenda which is manipulative, underhanded, devious and is out to do us no good and would like to deprive us of our free will. WHAT IS THEIR GOAL? Subjugation. OF THE SURFACE LIFE OF THE EARTH? Subjugation of humanity, whether it’s just on this planet – if this is one of many, I don’t know. But subjugation of the human race as we know it. It’s their needs and I don’t know what they are. IF YOU EXPERIENCED IN REALITY AN EFFORT TO PROGRAM YOU AS A NEWBORN ABOUT TO BE BORN, NOT YET BORN, BY THE ORANGE-EYED CREATURE AND YOU RESISTED? HOW MANY BABIES ON THIS PLANET NOW OF 6.5 BILLION MIGHT BE PROGRAMMED BY THE ORANGE-EYED ENTITIES? That’s something I’ve wondered about many times and I don’t know. But I have the distinct feeling that it’s more than a few. HOW WOULD ANY OF US KNOW? I don’t know. I really don’t know. IF THAT IS THE TRUE CONDITION OF THE EARTH TODAY, THEN THERE ARE GEOPOLITICAL DIVISIONS THAT MIGHT ALL LOOK LIKE HUMANS, BUT SOME ARE PROGRAMMED BY SOMETHING ELSE? They are humans who have been altered or affected. THAT’S WHAT I MEAN – PROGRAMMED. The Manchurian candidate idea. WHAT WOULD PROGRAMMED HUMANS - PROGRAMMED BY THE ORANGE-EYED BEING - BE UP TO? Right. But my feeling is they were running out of time to achieve their goals. So, they ramped up their programs and efforts. I WONDER WHY THERE WOULD BE A TIME LIMIT? I don’t know. "},{"pageNumber":7,"pageContent":"I’VE RUN INTO THAT ISSUE BEFORE WITH PEOPLE IN THE HUMAN ABDUCTION SYNDROME. PEOPLE HAVE A SENSE THAT THE BEINGS THAT ARE DEALING WITH THEM ARE RUNNING OUT OF TIME, THERE IS GREAT URGENCY, THAT WE WOULD NOT UNDERSTAND AS A SPECIES WHAT’S HAPPENING. PROBABLY THE OTHER COMMON DENOMINATOR IS THAT PEOPLE IN THE HUMAN ABDUCTION SYNDROME DO NOT TRUST THE MOTIVES OF THE BEINGS THAT HAVE DEALT WITH THEM. Those are my feelings, at least of that particular class of beings. But I don’t think they are the only beings out there. In fact, I know there are other beings out there who are not under-handed and not manipulative. THE FACT THAT YOU HAD SOME KIND OF INSTINCTIVE RESISTANCE AND THERE MIGHT BE A MAJORITY OF HUMANS THAT HAVE AN INSTINCTIVE RESISTANCE. THAT GOES TO THE QUESTION: WHICH PERCENTAGE DOES NOT, OR IS NOT ABLE TO RESIST, AND WHAT IS THAT PROGRAMMED PERCENTAGE DOING ON THE PLANET – ESPECIALLY IF THAT IS THE PERCENTAGE IN P OSITIONS OF P OWER? That’s a very good question. I don’t know. I don’t know what percentage of them have achieved their ends or goals. Now, this might seem very strange, but I have the distinct feeling that there is interference, if you want to put it that way, being run against this program (of the orange-eyed entity/ies), their agenda. A COUNTER MOVE AGAINST THE ORANGE-EYED ONE. Ye s . THEN WHO IS DOING THE COUNTERING? I have the feeling that some people might call them angels, some people might call them the Nordics. I don’t know who you want to call them. I can’t unequivocally say I’ve actually met them the same way I met this being who I really believe was physical and I definitely did meet. But I think they (the ones countering the orange-eyed entity) are promoting the development of humanity and they are on our side. I know that’s a rather simplistic overview and they want us to succeed, but we have the ability to destroy ourselves. Without interference here, it’s maybe st ill a toss up. I don’t know. Or if not destroy ourselves, at least wreak quite a bit of panic and damage against ourselves. I also have the feeling that things are going to get worse before they get better. A lot worse on a lot of different fronts. IF WE HAVE SOME NON-HUMANS OUT THERE THAT MIGHT HAVE BEEN INVOLVED IN SEEDING LIFE ON THIS PLANET IN THE FIRST PLACE AND THEY HAVE MONITORED AND WATCHED AND CARE WHETHER OR NOT THE CURRENT HUMANOID MODEL, HOMO SAPIENS, EVOLVES AND SURVIVES, WHY AT THIS CRITICAL TIME WITH ATOMIC WAR AROUND THE CORNER PERHAPS – WHY WOULDN’T THOSE NON-HUMANS MAKE THEMSELVES CLEARLY PUBLIC SO THAT IT WOULD SHIFT THE WORLD, WOULD SHIFT HUMAN MINDS, IN A SECOND? I don’t know. I think it has not so much to do with free w ill as it has to do with we have to come to grips with our own ability to make decisions on our own. It’s almost like (the good"},{"pageNumber":8,"pageContent":"ones) are rooting for us, but we still have to prove ourselves.\" More Information: or more information about missing time and humanoid ETs, please see my books in the Earthfiles Shop : • An Alien Harvest • Glimpses of Other Realities, Vol. I: Facts & Eyewitnesses • Glimpses of Other Realities, Vol. II: High Strangeness lso see the following reports in Earthfiles Archives : • 01/27/2006 -- Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 12/07/2005 -- Zeta Reticuli I and II - Binary Home of Extraterrestrial Biological Entities? • 12/02/2005 -- Abduction by Grey ETs in Huge, Black Triangle • 10/22/2005 -- A Lifting Beam Technology in Colorado Human Abduction • 10/07/2005 -- Part 1: Beam Technology Lifted Body Near Ft. Stewart, Georgia • 09/09/2005 -- Rock Stars and Extraterrestrials • 08/19/2005 -- Strange Aerial Lights, M ilitary Knowledge and H ooded \"Insects\" • 08/11/2005 -- Part 4: Two Men See Cow Mutilated in Light Beam • 10/10/2004 -- Part 2: Texas Case of Shape-Shifting Human-to-Rept ilian •07/02/2003 -- Corguinho, Braz il: What \"Spinning Force\" Created the Football-Shaped Stones? • 06/21/2003 -- Corguinho, Brazil Farmer, Urandir Oliveira, and Attorney Describe Harassments • 06/13/2003 -- Corguinho, Braz il: Only One Bed Sheet • 06/06/2003 -- Part 2 - Textiles Expert Examines the Corguinho, Brazil Bed Sheet and Pillowcase • 06/06/2003 -- Part 1 - Scientists Examine Samples from the Corguinho, Brazil Bed Sheet and Pillowcase • 06/06/2003 -- Part 3 - Infrared and Energy Dispersive Spectroscopy on the Corguinho, Brazil Round Stones • 06/06/2003 -- Part 4 - Geologists Run X-Ray Defractometer on Corguinho, Brazil Stones • 03/15/2003 -- Part 6 - Corguinho, Braz il: Microscopic Images from Body Pattern on Bed Sheet • 03/08/2003 -- Part 5 - Corguinho, Braz il: Large Light Explodes - Breaks Tree, Kills Calves • 03/01/2003 -- Part 4 - Corguinho, Braz il: Chemist and Bi ophysicist Examine Samples of Bed Sheet • 02/26/2003 -- Part 3 - Corguinho, Braz il: Return from the Non-Human Craft on September 18, 2002 • 02/25/2003 -- Part 2 - Corguinho, Braz il: Inside the Non-Human Craft from September 15 • 18, 2002 • 02/22/2003 -- Part 1 - Corguinho, Braz il: Farmer Describes His Transport to A Non-Human Craft • 12/21/2002 -- Part 2 - Corguinho, Braz il: Enc ounters with Tall Red-Haired and Blond- Haired Beings • 12/19/2002 -- Part 1 - Corguinho, Brazil, Alleged Human Abduction and Body Marks On Bed and Ceiling Website: MJ-12 Documents: http://www.majesticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com"},{"pageNumber":9,"pageContent":"Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
