[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon 300 Wyoming Elk Dead After Baffling Paralysis © 2004 by Linda Moulton Howe Fifteen miles south of Rawlins, Wyoming, in a 50-square-mile area owned and managed by the Wyoming Game and Fish Department (WGFD) 300 elk have been disabled by baffling paralysis and subsequently euthanized by the WGFD. Female elk unable to rise on her legs. Ten animals have been airlifted by helicopters to veterinarian pathologists trying to find an answer for the bizarre paralysis. So far, no answers, as the numbers of disabled elk keep rising. Image courtesy WGFD. March 9, 2004 Cheyenne, Wyoming - On February 8, 2004, Wyoming coyote hunters contacted the Wyoming Game and Fish Department in Rawlins to report their finding two live elk down on their chests, unable to rise. The location was about 15 miles southwest of Rawlins on land actually owned and managed by the Wyoming Game and Fish Department. A Rawlins field biologist went to investigate, found the two elk and subsequently, other field investigators found another 80 live, paralyzed elk. The number of debilitated animals has now risen to almost 300 today. Nine more, all alive, were found the weekend of March 6-7, 2004. Sadly, all found alive and paralyzed have been euthanized to put them out of their misery. This week I talked about the baffling phenomenon with Tom Reed, Publications Supervisor, Wyoming Game and Fish Department, Cheyenne, Wyoming. Interview: Tom Reed, Publications Supervisor, Wyoming Game and Fish Department, Cheyenne, Wyoming: \"It's a very odd malady. These wild elk are all pretty alert. They are very cognizant of what is going on around them. They are very afraid when our people approach them, but they can't get away. They can't rise. This is a very harsh environment. It's a sagebrush zone that is basically high desert with sub-zero wind-chill factors at this time of year. Lots of snow and wind and very remote area and so we've been euthanizing these animals. Probably the majority of them at least 2/3's of them have been euthanized by our field personnel because of the harsh conditions. This thing, whatever it is, is not really killing the animals, but is debilitating them so badly that if we don't take care of them right away in terms of euthanizing them, they die a pretty horrible death. They eat everything around them that they can reach right down to the dirt and then they die of starvation or dehydration. "},{"pageNumber":2,"pageContent":"Above: Wyoming Game and Fish Department (WGFD) field investigators examining one of the paralyzed elk. Two-thirds have been found alive and the WGFD are euthanizing them to put them out of their misery. Below: the other one-third are dead at the scene like the animal below. Images courtesy WGFD. So, it's a very emotional thing for our people because wildlife is something that we very much care about and we don't want to see these animals suffering. It's been an ongoing three weeks of some real hard times emotionally and getting these animals taken care of. And this is a widely scattered area, probably about 50 square miles of public and private land that they are scattered over. As you can imagine, we have also used a few folks in the air in helicopters as well as fixed wing aircraft to try to find more elk. But it's very hard to find them. Some of them we find are too late to really help them and put them out of their misery which is very distressing because you can tell that they died a pretty hard death. Veterinarian Pathologists Still Have No Cause for the Paralysis WHAT HAVE PATHOLOGISTS LEARNED SO FAR? So far, we've necropsied about ten elk and we've ruled out a lot of the major bacteriological, viral and many of the toxic metals have all been ruled out. For example, arsenic, selenium, manganese, lead, zinc all that has been ruled out as possible toxic poisoning. Also ruled out are all the common bacteriological things and ruled out chronic wasting disease. Ten paralyzed elk have been airlifted to veterinarian pathologists for euthanization and fresh necropsies in an effort to find out what is causing the paralysis of otherwise healthy animals, mostly all pregnant females."},{"pageNumber":3,"pageContent":"So Far, No Evidence of Prion Disease (Chronic Wasting) HAVE THEY FOUND ANY PRIONS (Chronic Wasting Disease Similar to Mad Cow Disease) IN ANY OF THESE ANIMALS? No, no, completely unrelated to chronic wasting disease. And the thing about it is that these are very healthy animals from every appearance. They are almost all breeding age cows, 3 to 5-year-olds. The fetuses are in great state of development. They are exactly what you would expect elk this time of year to be in. The bone marrow and fat content and everything are absolutely fabulous. So, it's not a wasting disease or starvation type of disease. We are really keying in on possible toxin either in the environment or something that was man-caused. IS THERE ANYTHING THAT VETERINARIAN PATHOLOGISTS ARE PURSUING SINCE THIS SOUNDS LIKE SOME KIND OF NERVE DISEASE PROBLEM? Literally, there could be hundreds of different types of toxins that could cause these symptoms. We really aren't eliminating anything. We are just going step-by-step eliminating those toxins and certainly for a small agency such as ours, it is very time consuming and very costly. It's going to be a repeated long process of eliminating of each of these toxins. No Other Animals or Scavengers Have Been Affected HAVE YOU FOUND ANY OTHER ANIMALS IN THAT 50 SQUARE MILE AREA THAT SEEM TO BE AFFECTED THE SAME WAY AS THE ELK? That's a great question, Linda, and honestly no. The answer to that is that this is only affecting elk. In that area, there are cows, horses, antelope and a few deer and nothing has been affected but the elk. That is very disconcerting to us because elk are such a very hardy, tough animal. They are built for really tough winters, tough conditions. HAVE SCAVENGERS THAT HAVE FED ON THE FEW CARCASSES THAT YOU'VE FOUND THAT ARE ACTUALLY DEAD HAVE YOU FOUND ANY DEAD SCAVENGERS? We haven't. In fact, the carcasses of the animals that we are euthanizing, we are leaving out there as well. It is public land and there are a ton of scavengers eagles, coyotes, ravens, magpies, crows all of those animals are looking great. So, they are all doing fine. There is no indication that whatever this toxin is it's jumping from species to species as they consume carrion. What Would Target Only Elk Central Nervous System? THIS SEEMS VERY BIZARRE AND I WONDER IF TALKING WITH VETERINARIAN PATHOLOGISTS OR BIOLOGISTS OR ZOOLOGISTS, HAVE YOU HAD ANYONE HYPOTHESIZE WHAT WOULD TARGET JUST AN ELK'S CENTRAL NERVOUS SYSTEM?"},{"pageNumber":4,"pageContent":"Right. Bizarre is a great word for it. It's got everyone scratching their head about it and certainly there have been a bunch of hypotheses flying around out there and that's why I think people are keying in on something the elk consumed and something that would be consumed by just elk. W H AT W O U L D T H AT B E ? We don't know. We just don't know. We are looking for answers. We've got people out in the field right now. Antelope are typically a browsing animal. Horses and cattle are grazing animals. Elk do both. So that's disconcerting for us because we just plain do not know right now. We've got people out in the field collecting plant samples and also, looking for more elk that might be down. We'll get to the bottom of it one way or another. Certainly, the Wyoming State Veterinarian Laboratory in Laramie, Wyoming, is probably the tops in the country in terms of narrowing in on things like that. The definitive work on such things as chronic wasting disease comes right out of that laboratory. So, we've got some great professionals on this and hope to get to the bottom of it. WHICH MAKES IT EVEN MORE AMAZING THAT THEY ARE STUMPED AFTER A MONTH. Exactly. All the usual suspects have been eliminated and we're fairly standard procedures to eliminate them. Now, it's going to be something a little bit odder that folks have not seen. OF THE 300 ELK YOU HAVE EITHER EUTHANIZED OR FOUND DEAD SO FAR IN A MONTH, DO YOU HAVE NEW CASES THAT SUGGEST THIS IS AN ONGOING PROBLEM? Yes, we found another 9 over the weekend. Five of those elk looked like they had been down for some time. These were all live elk, all nine were alive. But the five were almost not alive, right on the border of dying. Four that looked like they had just recently been affected by whatever it is they've gotten into. It's disconcerting to us that this is still continuing.\" Website: http://gf.state.wy.us/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
