[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon What Made Five Strong Radio Bursts At the Center of Our Galaxy? © 2005 by Linda Moulton Howe The Andromeda Galaxy is a large spiral galaxy very similar to our own Galaxy, the Milky Way. It is over 65,000 light-years in diameter and approximately 2.2 m illion light-years away from Earth. From Earth to the center of our Milky Way Galaxy is 8,500 parsecs about 26,000 light years the densest region. Andromeda image by T.A.Rector and B.A.Wolpa/NOAO/AURA/NSF. March 3, 2005 Sweet Briar, Virginia - The current British journal, Nature, features a report about a powerful and repeating burst of radio waves toward the center of our Milky Way galaxy that are unlike any other radio bursts ever monitored on Earth. The unique event took place the night of September 30 to October 1, 2002. It has taken three years for the data to be thoroughly analyzed, compared to archive data, and finally reported publicly as a unique and puzzling event in human study of our universe. The lead scientist on the Nature article is Scott Hyman, Professor of Physics at Sweet Briar College in Virginia, who for five years has been studying the Milky Way's galactic center for the Naval Research Laboratory. Interview: Scott Hyman, Ph.D., Prof. of Physics, Dept. of Physics and Engineering, Sweet Briar College, Sweet Briar, Virginia: \"I've been involved in the search for transient emissions not from an alien civilization but naturally occurring phenomenon that give rise to bursts in various wavelengths, including radio, x-ray and gamma ray. My project has been centered on looking for radio bursts traversing the radio wavelengths. That came about through collaboration with the Naval Research Lab which has been studying the central region of our galaxy, the Milky Way, for a number of years. It's easier now to probe the center of the galaxy by using low frequency radio astronomy. That allows you to image a very large region of the sky with one observation. It's through that wide field observing technique that I was able, in the last few years, to monitor the central region for bursts or other transient kinds of radio phenomena. We got real lucky with this one. "},{"pageNumber":2,"pageContent":"Prof. Hyman about image: \"We put together a composite which shows a red supernova remnant and a green spot which indicates where the five radio bursts were. Under that, we have a light curve that shows the five bursts plotted at their brightest moments at evenly spaced time intervals over seven hours.\" It is not known if there is any connection between the transient radio bursts and supernova SNR 359.1-0.5. Image courtesy NRL/SBC radio astronomy group. CAN YOU DESCRIBE EXACTLY WHAT THE NATURE OF THE RADIO BURSTS WERE? Mysterious Radio Signals: Radio waves about 1 meter in wavelength revealed five bursts over 7-hour period, 10 minutes duration and each radio burst separated by about an hour and 15 minutes of silence. Rise time in intensity was about 8 minutes, slower than decay time which was about two minutes. Date: Night of September 30 to October 1, 2002. Name Assigned 5 Radio Bursts: \"GCRT J1745-3009\" Estimated Location: As far as 24,000 light-years, or as close as 300 light-years toward center of Milky Way galaxy and region of red supernova remnant known as \"SNR 359.1-0.5.\" There was an observation made on September 30 to October 1, 2002, by a researcher from Northwestern University. He was looking at the central region of the galaxy for other purposes, other than looking for transients. We collaborated together and added his observation to our own monitoring observations. While I was studying that observation last summer, I found a small bright object among many other objects in the central region. I was looking more closely at it and decided to divide the seven hours of observing time into segments. I was able to narrow it down to five bright bursts, each one occurring for only about ten minutes and each radio burst separated by about an hour and 15 minutes of silence in between. So, we had five regularly repeating bursts, all with the same approximate time profile. That means there was a rise time in intensity that was slower than decay time. The rise went up for about eight minutes and then it decayed in about two minutes. WHAT WOULD THE STRENGTH OF THAT SIGNAL BE IN RELATIONSHIP TO SOMETHING PEOPLE MIGHT UNDERSTAND? Oh, the power of an astronomical radio source is billions of times anything we could think of on Earth. On the other hand, you have to realize that it's so far away that the signal strength by the time it gets here pales compared to any terrestrial radio station here on Earth. We're now trying to figure out: What is it? We only have that one series of observations showing those five bursts and other observations we made months earlier in 2002 and months later over 2003. But we don't see the object. Maybe we missed it because our"},{"pageNumber":3,"pageContent":"observations were too short, or maybe it got dimmer. So we really need to take more extensive observations now to try to detect it again to determine what it is. WHAT DO YOU SPECULATE IT MIGHT BE? Our paper (in March journal Nature ) goes through different categories of known sources of radio bursts (pulsars, magnetars, neutron stars, black holes) and to various degrees we ruled them out as possible classes that this object belongs to. We can't definitively say there is not a new mode of emission for one of these known classes, but when you take all its properties together, it's hard to make it fit one existing category. So, we think it's either a brand new class of objects or a very strange, new novel type of emission from a known class. In either case, it's extremely interesting. Radio Bursts from Another Milky Way Civilization? WHY COULDN'T THIS FALL INTO THE CATEGORY OF SOME KIND OF OTHER INTELLIGENCE OUT THERE THAT MIGHT HAVE HAD BURST EMISSIONS FROM SOMETHING LIKE WAR OR WHO KNOWS WHAT? SETI (Search for Extraterrestrial Intelligence) IS CONVINCED THERE IS OTHER LIFE OUT THERE, SO WHY COULDN'T THE MYSTERIOUS RADIO BURSTS BE FROM A FAR DISTANT CIVILIZATION? Well, I can't rule anything out. It's just from a scientific point of view, my business is to probe the natural world and rule out all natural causes before going down that route. So, I would hesitate to even venture an inkling down that direction. IN TERMS OF THE 5 REPEATING BURSTS THAT YOU WERE ABLE TO MONITOR, DO YOU HAVE ANY IDEA HOW FAR THEY ARE FROM EARTH AND OUR SOLAR SYSTEM? That is one of the points we need to determine much more accurately. Really, we can't say it is in the galactic center with 100% certainty. That's 8,500 parsecs about 26,000 light years and it is the densest region. So if the telescope is pointed toward the center of the galaxy, you would have a higher probability of the object being located there, as well as the fact that the radio antennas coverage opens up like an angle and covers more volume the further out you go. So, it's most likely geometrically speaking that it's closer to the center. But we cannot rule out that it's not a possible local object within 100 parsecs. In that case, we go through some examples such as flaring brown dwarfs, flare stars, even an extrasolar planet possibility. But again, it doesn't fit quite right with that temporal behavior and polarization of the source and other issues. We can't know for sure where it is and that's where new observations some in to determine that distance. It's important that we determine that. IS IT FAIR TO SAY THAT THIS IS A SINGULAR EVENT NEVER SEEN BEFORE OR SINCE YOUR OBSERVATION FIVE TIMES SEPARATED BY AN HOUR AND 15 MINUTES OF EQUALLY STRONG BURSTS? We have not seen any other such source listed in the literature. We've done a literature search, so we are pretty confident that is the case. WHICH MAKES IT EVEN MORE MYSTERIOUS. Exactly. How Do You Study Unique Radio Bursts? WHY DOES IT TAKE SO LONG FROM THAT FIRST 2002 OBSERVATION THAT YOU MADE TO GET REPORTED TODAY IN 2005? What happens is that when you take observations, the data for the Very Large Array, for about a year and a half the data is proprietary to the scientists who originally proposed the observations. Since that data was taken by a Northwestern scientist, I was not able to investigate that data and other archival data until about a year and a half later. It takes time to go through all the archival data. His was not the only archival data that I have been looking through as part of the program. So, it just takes time to get access to it and to actually analyze it. But by August of last year, we were actually collaborating on this. His name is on the paper. Then it's a question of publication time. Once I detected it in August 2002, and after"},{"pageNumber":4,"pageContent":"analyzing data, then we had to make a lot of tests. We had to analyze the data in many different ways to make sure it was a real source and then the publishing process takes a few months to where we are now. WHY IS IT THAT THE U. S. NAVY WANTS TO LOOK AT THE CENTER OF OUR GALAXY? That's a good question. I know that historically that lab, which was set up 100 years ago when bringing scientists together to do basic research was viewed as a very positive enterprise. From a basic science point of view, it would allow us to learn about how our galaxy works and how it evolved. The center of the galaxy is the most energetic and densest region. It contains all of the extraordinary kinds of phenomena that we've seen. So, whenever astronomers want to study and learn about the galaxy, the center of the galaxy is prime real estate, as they say. IS IT THE OLDEST PART OF THE GALAXY? Parts of it. There are parts, the globular clusters that circle the bulge in the center of the galaxy that are old. But I know there are lots of new phenomena going on in the center of the galaxy as well from star formation to various transient phenomena. Everything is going on there! WHY WOULD YOU CALL THIS A TRANSIENT 'BURPER' AND WHAT WOULD THAT MEAN? There are three things I should explain. 1) Tr a n s i e n t is the fact that we saw it on that September 30 to October 1, 2002 run, but we did not see it a year later or a year before. We don't see it now. 2) Va r i a b l e would mean that it was brightening in those five bursts. 3) 'Burper' is what Dr. Shri Kulkarni from Cal Tech used to describe the anomalous five bursts. He and my team are considering that the source could be a new kind of pulsar that is, the end of the life of a pulsar where it's kind of sputtering out or burping out. That's where he's getting the burping term from. That would be definitely exciting as well that would be a new sub-class of pulsar that's never been found before. We're also considering a kind of pulsar called a 'magnetar' which a few of them have been detected. Those are highly magnetized pulsars. This would be a novel kind of magnetar. But we will really need additional observations before we know. WHAT EXACTLY IS A MAGNETAR? A magnetar well, a pulsar is a rotating collapsed star, the core of a collapsed star that's very, very dense and rotating very quickly and can be given off radio jets or beams. A magnetar is one that has a super magnetic field and so it can burst when the magnetic field gets so large that it loses some of that magnetic energy and gets channeled into these bursts. Only a few are known. They are extremely powerful. We don't know if this is one. If so, it would have to be of a new variety. WHAT WOULD MAKE THE MAGNETAR HAVE SUCH A STRONG MAGNETIC FIELD? The magnetic field is determined by the make-up of that core that collapsed in the neutron star. When you have so much material shrunk to such a dense region, that density means the magnetic field is higher than it would be otherwise. You've taken all those particles that give rise to magnetic fields, the density would amplify that magnetic field. Future Monitoring? ARE YOU GOING TO CONTINUE TO MONITOR THAT AREA? Unfortunately not continuously, but we are proposing more observations. We have the Very Large Array (VLA) time in New Mexico at the end of this month (March 2005). We are also proposing observations with the Chandra X-Ray Observatory telescope, and we've taken some data with the Green Bank Radio Telescope (Virginia) that we are analyzing now. There are plans for instruments that will be designed and developed such as the Long Wave Length Array, which my collaborators at the Naval Research Lab are involved in."},{"pageNumber":5,"pageContent":"The Long Wave Length Array will be a continuous monitoring instrument for transients and other phenomena.\" Website: http://cassfos02.ucsd.edu/public/tutorial/MW.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
