[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon El Nino 2002 Update © 2002 by Linda Moulton Howe El Nino means \"the little boy\" or \"Christ child\" in Spanish. South American fishermen used the name years ago to designate periodic cycles of unusually warm water in the Pacific ocean which appear around Christmas time. El Nino conditions occur once water temperatures have warmed enough (.5 degrees Celsius or more above normal) to alter normal cloudiness and rainfall in the Pacific basin. The cycle is every four or five years and can last up to eighteen months. The last El Nino was 1997-1998. Pacific Ocean temperatures near the South American coast in February 2002 had warmed 2 degrees Celsius (4 Fahrenheit) indicating that El Nino conditions are developing. Map courtesy National Oceanic and Atmospheric Administration. March 9, 2002 Washington, D. C. - Scientists at the National Oceanic and Atmospheric Administration (NOAA) announced on March 7 that ocean surface temperatures near the South American coast had already warmed 2 degrees Celsius (4 Fahrenheit) by February 2002. \"This warming is an additional sign the Pacific Ocean is heading toward an El Nino condition,\" said NOAA Administrator and Under Secretary of Commerce for Oceans and Atmosphere, Conrad C. Lautenbacher, USN (Ret.). \"It's still too early to determine the potential strength of this El Nino or exactly what weather conditions it will bring to the United States, but it is likely these warming conditions in the tropical Pacific will continue until early 2003.\" Already consequences of the warmer Pacific waters near South America have included increased rainfall, including extreme floods in Bolivia, and fishermen report that cold-water anchovies have been replaced by tropical species. Possible El Nino Impacts On United States in 2002-2003: Less rain in the Southwest Drier fall and winter in Pacific Northwest Warmer fall and winter in northern Great Plains and upper Midwest Wetter winter from Louisiana to Florida More winter storms along East Coast "},{"pageNumber":2,"pageContent":"Fewer Atlantic hurricanes Less rain in the west and warmer Great Plains and Midwest mean that already serious drought conditions in the United States could get worse in some areas. Drought Impacts in the U. S. January 11 - February 8, 2002 Drought map courtesy NOAA's National Drought Mitigation Center. The National Weather Service declared on January 23, 2002, \"Across western Pennsylvania, long-term rainfall continues below normal with deficits ranging from 10 to 25 percent below normal over the past 180 days (6 months). Water restrictions have already been enacted by Pennsylvania's governor in 23 drought- stricken counties while several other states shaded in red are also under drought stress. We b s it e s : http://www.nws.noaa.gov http://www.noaanews.noaa.gov/stories/s875.htm http://www.pmel.noaa.gov/tao/elnino/nino-home.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions"},{"pageNumber":3,"pageContent":"Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
