[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Environmental Updates and Mysterious Fires Near Scott, Arkansas © 2000 by Linda Moulton Howe 1999-2000 Warmest Winter On Record Winter for Philadelphia this year was a few cold, snowy days at the end of January into February. Before then and since, it has been unusually warm. And yesterday on March 11th, big, booming thunderstorms with lightning and heavy rain roiled around here most of the day through last night. Now - scientists at the National Oceanic and Atmospheric Administration have made it official: the winter of 1999 to 2000 has been the warmest on record since the U. S. government began keeping weather statistics 105 years ago. This winter has also been one of the driest on record. The only areas with much moisture were the northern and central Rocky Mountains and the Central Plains eastward to the Ohio Valley. Everywhere else is drier than normal. Most atmospheric scientists today attribute the trend of higher temperatures to global warming brought on by civilization's putting huge amounts of carbon dioxide into the atmosphere. Others still argue these are natural cycles of the earth, including the Pacific Ocean oscillations from La Ninas to El Ninos. For the past two years, La Nina has been in control of North American climate. But La Ninas and El Ninos would not explain the spreading of infectious diseases and new territories for viruses such as Kunjin West Nile Fever that originated in Africa and the Middle East and made its debut in the United States last fall. New York City's sprayed the pesticide Malathion to eliminate mosquitoes carrying the virus that killed seven people in the Manhattan area and put dozens more in hospitals. Traces of the virus that can cause brain swelling and flu-like symptoms has now been found in mosquitoes wintering in buildings, storm sewers and sewage treatment plants in the Fort Totten area in northeastern Queens. West Nile Fever Virus in Queens, New York Mosquitoes The warm winter probably helped the infected mosquitoes to survive. New York City Health Commissioner Dr. Neal Cohen said New York will eliminate mosquito breeding areas and spray larvicides, particularly in the Borough of Queens. He also has asked the public to help by cleaning clogged roof gutters, emptying unused swimming pools, changing bird bath water and discarding old tires or anything outside that can hold water where mosquitoes thrive. The West Nile Virus is carried in the blood of birds and transmitted from birds to humans by mosquitoes that bite and suck blood. So far, the virus has killed hundreds of crows from Connecticut to New Jersey and Pennsylvania and infected several horses and domestic animals. Lobstermen in Connecticut and New York suspect that the Malathion spraying "},{"pageNumber":2,"pageContent":"last fall contributed to the huge die off of the lobster population in Long Island Sound and are appealing to New York politicians to stop pesticide spraying over the Sound waters. Exactly how serious the spread of West Nile Fever virus might be in 2000 and whether New York City will have to spray as heavily again to kill mosquitoes is still unclear. Mysterious Fires Near Scott, Arkansas March 12, 2000 Scott, Arkansas - The mystery of unexplained fires near the small rural towns of Scott and England near the three county borders of Pulaski, Lonoke and Jefferson Counties about 20 miles southeast of Little Rock, Arkansas. A mushroom cloud was first reported to the Little Rock Airport after 11 PM on Thursday evening, March 9th. Concerned there might be a plane crash, the airport called the Scott Volunteer Fire Department and the Pulaski County Sheriff's Office. I talked with Sheriff Spokesman, John Rehrouer on Friday evening, March 10th. Interview: John Rehrouer, Public Information Officer, Pulaski County Sheriff's Office, Little Rock Arkansas: \"We got a call from the Scott Volunteer Fire Department that they had received a phone call from the Little Rock Airport indicating that someone had called them and told them that they had seen either a plane crash or a large explosion in the Scott area off Highway 161. Did they have the impression it was in the air? No, they really didn't. They thought maybe a plane had hit the ground. We dispatched units out there, and an adjoining county, Loanoke County dispatched units out there. They located an area maybe as big as a mile long where there were a multitude of small fires burning in a wooded area. We called in a helicopter from the Little Rock Police Department and they flew over the area and surveyed it trying to see if there was any wreckage from a plane. They did not find anything and just reported seeing a multitude of small fires in a pretty wide ranging area. We had some reports in fact, I saw myself earlier in the evening what looked like shooting stars very bright shooting stars. But that was a good two hours, maybe three hours, before anything like this was reported. Can you describe more details about what you saw in the sky? Just a very, very bright light and it almost looked like fireworks, but not in an upward trajectory, only coming down. A pretty good flash and then a tail heading towards the ground. What was the color? Really, I don't remember. I think it happened so fast it looked kind of orangish. Was there only this one that you saw?"},{"pageNumber":3,"pageContent":"That's all I saw. Were other people seeing the same kind of thing? We had a report from a couple of deputies a little further north in the county than I was. In fact, I talked with one of them today. He said about the same time, he also saw it. CBS today was reporting a tree had been burned completely to ash, but nearby were dry leaves that were not scorched at all. A reporter said it reminded him of spontaneous combustion cases. I will tell you that I did hear the helicopter pilot comment that he saw they got low enough to notice that several trees had been burned. He described it as almost half way through and his reaction was that maybe this fire had been burning for some time. There seemed to be honestly a fair amount of confusion is probably not the right word but mystery about what is this? It was very hard to describe and you can tell there was a lot of hesitation in peoples' voices about what was going on here.\" No Meteor Showers or Space Debris Astronomers said there was not any known meteor shower March 9th and NORAD said it was not a satellite or space debris. No craters nor debris were found either. So, at first, the sheriff's office thought the explanation might be the explosion of a liquid fertilizer pipeline in the Scott area. But no damage was found on the pipeline. Next, law enforcement turned the case over to the Pulaski County Office of Emergency Services. The Director, Kathy Botsford, went to the site after midnite. The fires were still burning in an area one to two miles long by 150 feet wide. Little Rock local CBS reporter, Bobby Sisk, was there with his cameraman and told me what he saw. Bobby Sisk, Reporter, KTHV (CBS-TV), Little Rock, Arkansas: \"We got out there probably around midnight, a little after midnight, my photographer and I. We were going down the road it's out in the middle of nowhere in farm land where the closest house is probably within a mile, but it's still out where there aren't residents right around there, driving down through there. It was very dark. And all of the fire crews that had been there as well as state police were leaving at that point. However, we get down there, there is still fire burning and it just looks so bizarre because it looks to be about a mile stretch burning some on one end, burning some in the middle and up in the trees and then down on the one end and then down to what looked like a warmer spot near the end. So, while everyone else left the other news crews came and left and thought it was nothing and my photographer and I stayed around just because we didn't feel comfortable with leaving. We thought something was still there. And at that point, a lady from the Pulaski County Office of Emergency Services I don't know if you have spoken with her, Cathy Botsford? She was referenced to me. She just wasn't there tonight. OK, Cathy Botsford came out there and she was very, she wanted to check it out and make sure because the first dispatch said it was a possible plane down. And so to my knowledge, they have absolutely no idea what it was. Did you follow her around? We followed her around for a little while last night. What she found was areas a lot of underbrush next to a field. She found areas that had been burned out underneath and then she found what looked like the tops of trees were like"},{"pageNumber":4,"pageContent":"knocked down. But then in some places she determined that the tree had just burned so much that maybe it possibly had fallen over. It was just very bizarre. I had the most unsettling feeling, I can tell you personally, out there last night that I've had on anything I've been on. Just very, very bizarre.\" More Information: Firemen at the scene described the flames as unusually sparkly which suggested some kind of incendiary chemical. So, samples from burned brush and trees were supposed to have been collected by fire officials for lab analyses. Also, on Monday, March 13, 2000, the Arkansas Forest Commission's Fire Marshall's Office is officially taking over the case and more plant, soil and ash samples will be collected. No one yet knows what caused all the strange fires that were sprinkled over a mile near Scott, Arkansas before midnight, March 9th. To report any more information about this report, or other unusual phenomena in your area, please e-mail me at earthfiles@earthfiles.com We b s it e s : http://www.adem.state.ar.us./ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
