[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 5: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation © 2005-2006 by Andrew J. Buckley Reprinted with permission at Earthfiles. Return to Part 1 March 13, 2007 Wiltshire County, England - Continued from Part 4. A Field Report © 2006 by Andrew J. Buckley. All rights reserved. \" It is only with the heart that one can see rightly; what is essential is invisible to the eye.\" - Antoine De Saint-Exupery L eft: Artist's impression of the mysterious girl seen by Gordon Stewart and Andy Buckley at Wilcot Brow and Tawsmead Copse, Alton Priors, Wiltshire, England, on Wednesday, August 10, 2005. Right: 2005 drawing of \"insectogram\" crop formation by Gill Nicholas. T he Vale of Pewsey, the village of Alton Priors is highlighted next to the red circle that marks the South Field. Also highlighted around the South Field "},{"pageNumber":2,"pageContent":"are Tawsmead Copse, Woodborough Hill and the big East Field on the other side of the brown country road. Andrew J. Buckley: \" SUMMARY AND CONCLUSIONS 2) The 'Ball of Light' The 'ball of light' I observed on the morning of Friday, August 12, 2005, at Wilcot Brow was similar in appearance to other aerial phenomena observed and filmed not only by myself, but by many other researchers in the Vale of Pewsey area over the past fifteen years or so. On this occasion, I was able to fairly accurately determine that this 'object' 'was hovering over the position in the field (at Wilcot Brow) where I was to discover the 'insectogram' crop formation several minutes later. I had the very strong feeling that the ball of light was somehow guiding me to a specific place in the field, which was where the formation was presumably in the process of forming. Would it not, therefore, be unreasonable to conclude that the ball of light might actually have been responsible for the creation of this formation? Since the late 1980s, there has been some anecdotal evidence that some crop circles might have been formed by what could loosely be termed UFOs, balls of light, or luminosities. I would draw the reader's attention to the research undertaken by Dr. Eltjo Haselhoff, Ph.D., in his book The Deepening Complexity of Crop Circles. Dr. Haselhoff has produced peer reviewed scientific papers, which strongly suggest a provable connection between these balls of light (BOLS) and their creation of both simple and complex ground markings. I also felt that there was a very strong connection between this light phenomenon and the simultaneous appearance of the mysterious figure. 3) The Appearance of the Mysterious Girl By far the most intriguing and bizarre aspect of this whole event is the unexpected appearance of this mysterious figure. I accept that my conclusions regarding her role in these events will divide opinion from the believer to the die-hard skeptic. This is perfectly understandable, given the circumstances outlined in this report. However, as I mentioned earlier in this summary, I sense very strongly that the phenomenon is unmistakably moving into a new phase and acceptance will not come easy to some. The manifestation of unusual entities throughout history is, of course, well documented. The following quotations might therefore have relevance to the events described in this section of my report. 'It was about five years ago, when I was about sixteen, during the summer at about 9 PM when I was walking down the lane from my friend's house, I saw a tiny figure that looked like a moth in the hedgerow. I decided to investigate, as I am a keen entomologist; so, I quietly crept towards it. I didn't know at first, but it looked like a large moth or butterfly. Then when I was about a meter away from it, I saw the tiny body of a fairly young girl with wings like a butterfly. I was not imagining things; she was sitting in the hedge singing with the most beautiful voice. She fluttered out of sight into the field behind the hedge. Since I was sixteen, I have never told anyone because I thought they would never believe me.' - Charlotte Matthews, Tiny Female Faeries 'She stands at the edge of the trees, as melancholy as the twilight woods she haunts. She holds much knowledge and knows many secrets, for the restless winds bring her messages from distant forests ...' - Brian Froud, 'Wood Women' from Good Fairies/Bad Faeries 'Theosophists have described fairy beings as essentially glowing balls with a pinpoint of intense light at their centre. Rather than creatures with a permanent form, the elementals are the forces or energies that in nature and magic give shape to things and bring"},{"pageNumber":3,"pageContent":"thoughts and desires into actuality. They have the power to change their size and appearance almost at will.' - Cassandra Eason, A Complete Guide to Fairies & Magical Beings It should be emphasized that this mysterious figure of a young girl was seen no fewer than three times. The first observation in the presence of an additional witness, Gordon Stewart, on the evening of Wednesday, August 10, 2005 at 23:10 hours (11:10 PM). Gordon was adamant that he saw the figure of a very young female walking down the road to Wilcot and gave a very detailed description of her appearance. To all intents and purposes, the young girl was a physical, flesh and blood, human being. On the first occasion she was seen, we heard her speak and sing as she walked by us on the road. It was somewhat unusual to observe a very young, unaccompanied child walking the dark and lonely Wiltshire lanes at that late hour, and furthermore, to witness her crouching in the hedge near the Workway Drove track. Inquiries with the local villagers and Pewsey Police Station regarding the possibility of a missing child drew a blank. Also, there were no gypsies or travelers camping in the area at the time. Her presence at Tawsmead Copse on the morning of Friday, August 12, 2005, accompanied the appearance and discovery of the 'insectogram' crop formation and the sighting of the ball of light. Skeptics would, of course, argue that the timing of these events was purely coincidental. I would prefer the term 'synchronous' because, in some bizarre and as yet unexplained way, these events feel somehow interconnected. Three very important aspects of this phenomenon were inexplicably brought together that particular morning. But for what purpose? My own feelings, for what they are worth, suggest to me that the mysterious girl - whatever her identity - was not entirely of human origin. Superficially, she was three- dimensional, solid and cast shadows on the ground. However, the numinous quality and nature of her sudden appearance and disappearance belies that conclusion. Logic dictates that there was absolutely no way she could have done so without me being aware of her arrival on the scene as I was standing only a few yards from her position on the track. In the split second, I moved my focus of attention from observing the ball of light to raising my video camera to film her. There simply would not have been the time for her to have disappeared, either in the field or into the wooded copse without leaving some visual trace or sound. This fact alone precludes the possibility that we were dealing with a normal, every day situation. Returning to the conclusions of Patrick Harpur, mentioned earlier in this summary, where he states that the presence of non-human entities, 'though quite real, is as ambiguous as the phenomena themselves, just enough to convince those people who want to believe in their literal reality - just too little to win over the unbeliever.' In other words, unexplained entities such as the mysterious girl could be existing 'between realities,' tantalizingly elusive in some multi-dimensional state - real and yet unreal, wanting to be seen yet unwilling to offer tangible proof of her existence. In retrospect, if only I had obtained some video footage of her, or I had stopped my car on the Wednesday night to question her. Such is the nature of what I would term a 'chimerical manifestation.' Was she an elemental being? A fairy child? A ghost or spirit guide? My own gut feeling was that, despite her apparent 'solidness,' there were definitely aspects of her appearance and behaviour which point to an other worldly status. Apart from her chimerical characteristics already described, I did have a very overwhelming feeling that she wanted to communicate something profound to me - maybe concerning the crop circle phenomenon or the state of the environment - but not in a way that would be immediately understandable. In the few seconds I was in here presence, one crystal clear impression I received from her was that of innocence, which reminded me of this same atmosphere that typified our attitude towards the crop circle phenomenon in the early days of the late 1980s, and how those initial feelings of awe, wonder and curiosity have been corrupted in recent years by our obsession with quantification. There is a hankering for 'provable evidence,' or hoaxing and disinformation and all the negativity which has polluted and corrupted this"},{"pageNumber":4,"pageContent":"subject. If we are to advance further and move into a new paradigm, maybe it will only happen if we can somehow return to this state of childlike innocence. I will leave the final words to two brave 'voyagers' into the unknown. First, to one of Dr. John E. Mack's abductees named Karin, as described in Dr. Mack's book, Passport to the Cosmos . In April 1997, in a plea to a large audience in New York City, Karin spoke passionately of the possibilities she saw in the choice: that these phenomena are largely an opportunity or a gift, a kind of catalyst for the evolution of consciousness in the direction of an emerging sense of responsibility for our own and the planet's future. 'Perhaps it is that we have formed ourselves at a fork in the road and we are once again faced with making a choice. Couldn't we this time, finally, make the right one? Couldn't we simply reach out and embrace this experience and all that it brings with it, including the terror as well as the questions, truth and beauty? Because don't you think in doing so, we would at last learn about who and what we are? And isn't it possible that we just might learn what it is exactly that is the nature of the connection to the Creator as well as the Universe? Please, can't we this once choose the path that will finally set us free? Free to love, laugh and cry? Because after all, it is our ultimate destiny to live in the joy of being alive.' - Karin, Meeting of Friends of the Institute of Noetic Sciences, April 29, 1997 Secondly, to the answer that fictional astronaut and radio astronomer, Dr. Ellie Arroway, gave to her court questioners following her hypothetical space flight and alien contact at the end of the film Contact, inspired by the late astronomer and cosmologist, Carl Sagan, Ph.D. Questioner: 'Dr. Arroway, you come to us with no evidence, no record, no artifacts, only a story, that to put it mildly, strains credibility. ...Are you really going to sit there and tell us we should take this all on faith?' Dr. Arroway: 'Is it possible that it didn't happen? Yes. As a scientist, I must concede that.' Questioner: 'You admit that you have no physical evidence to back up your story? You admit that if you were in our position, you would react with the same degree of skepticism and incredulity?' Dr. Arroway: 'Yes.' Questioner: 'Then why don't you concede that this journey to the center of the galaxy never took place?' Dr. Arroway: 'Because I can't. I had an experience that I cannot prove, or explain, but everything I know as a human being tells me it was real. I was given something wonderful, something that changed me forever ... a vision that tells us that we belong to something that is greater than ourselves, and that how significant and precious we all are. And that none of us are alone. I wish that everyone could feel that awe, humility and hope.'\" Andrew John Buckley © 2005. More Information: F or further information about crop formations, please see reports below and going back to 1999 in the Earthfiles Archives and my book, Mysterious Lights and Crop Circles in the Earthfiles Shop: • 09/06/2006 -- Part 4: Five Circle Pattern in Geneseo, I llinois, Soybeans • 08/31/2006 -- Part 3: Five Circle Pattern in Geneseo, I llinois, Soybeans • 08/28/2006 -- Part 2: Five Circle Pattern in Geneseo, I llinois, Soybeans • 08/27/2006 -- Part 1: Five Circle Pattern in Geneseo, I llinois, Soybeans • 08/17/2006 -- M ilitary Helicopter Aggression Toward Red Sphere in U. K."},{"pageNumber":5,"pageContent":"• 08/16/2006 -- Etchilhampton August 15, 2006, Wheat Formation • 08/15/2006 -- Part 2 - Three Crop Formations Near Uffington White Horse - A \"Merkabah?\" • 08/13/2006 -- Part 1: Three Crop Formations Near Uffington White Horse • 07/21/2006 -- U. K. Breaking Heat Records and 17 Crop Patterns Reported Between July 4 - 20 • 07/07/2006 -- Anomalies in Huntingburg, Indiana, Wheat Pictogram • 06/11/2006 -- Updated: Two Mysterious Circles in Wheat Baffle Kansas Farmer • 04/07/2006 -- First 2006 Grass Circles in Conondale, Queensland, Australia • 09/21/2005 -- Silent, Unidentified Aerial Triangle Entered Thunderstorm Over Fairborn, Ohio • 09/02/2005 -- \"Mayan Clock\"? in August U. K. Crop Formations • 09/02/2005 -- Part 1: New York and Ohio Corn Circles \"Flattened 2 to 5 Feet Above Ground\" • 09/02/2005 -- Part 2: Mysterious Lights At Coles County, Illinois, Corn Circles • 09/02/2005 -- First 2005 Canadian Crop Circles Reported • 08/09/2005 -- Three Extraordinary U. K. Crop Formations Reported August 9, 2005 • 08/07/2005 -- Mysterious Light Photographed in Canadian Woods • 08/02/2005 -- Part 2: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops • 08/02/2005 -- Part 1: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops • 07/23/2005 -- Mystery of Six Grass Circle Formations in North Carolina • 07/18/2005 -- Garsington, Oxfordshire, U.K. Wheat Formation - Astronomical Orbit? • 07/01/2005 -- U. K. Bicyclist Reports Mysterious, Low Hovering Objects Bending Wheat • 06/28/2005 -- Crop Circles in Poland • 06/02/2005 -- Part 2 - Highly Anomalous Pigment Formation in 2004 Hillsboro, Ohio, Crop Formation • 05/26/2005 -- Phoenix Barley Mystery: Apparently Irrigation and Wind • 05/20/2005 -- May 2005 Crop Formation Update in Six Countries • 05/09/2005 -- Mysterious Lights and 2003 Serpent Mound Soybean Formation • 04/20/2005 -- Outer Space Impact At Serpent Mound, Ohio, 256 M illion Years Ago • 04/12/2005 -- First 2005 Dutch Crop Circles Reported in Hoeven, Holland Grass • 10/17/2004 -- American Crop Formations: 1880-2004 • 09/22/2004 -- Miamisburg and Serpent Mound, Ohio Crop Formations: Geometries Compared • 09/17/2004 -- Updated: Part 1 - High Strangeness in Canadian Cattle Corn • 09/12/2004 -- Part 2 - High Strangeness in Canadian Cattle Corn • 09/10/2004 -- Update on Miamisburg, Ohio, Corn Pictogram - Balls of Light? • 09/05/2004 -- Part 2 - Hillsboro, Ohio Corn Plant Anomalies • 09/04/2004 -- Hillsboro, Ohio Corn Formation - High Strangeness in Soil and Plants • 09/02/2004 -- Updated Photos: Big, Impressive New Corn Formation in Miamisburg, Ohio • 08/29/2004 -- Another Pictogram in Poland • 08/12/2004 -- Circles in Belgium and Holland • 08/10/2004 -- Updated Aerial Photos of West Overton, Wiltshire \"Serpent\" • 08/09/2004 -- Pictograms in Poland • 08/03/2004 -- Crop Formations: Fifteen in Southern England Since July 20, 2004. • 07/26/2004 -- Crop Circles in Tilden, Wisconsin Oats and 90-Degree Angles in Litchfield, Minnesota • 07/25/2004 -- 2004 Canadian Crop Formations: Scorched Soybeans and \"Dirt\" Pattern in Barley • 07/24/2004 -- Part 3 - Crop Formations and Mysterious Lights in Wiltshire, England, July 2004 • 07/24/2004 -- Part 2: Crop Formations and Mysterious Lights in Wiltshire, England, July 2004 • 07/15/2004 -- Updated: Part 1-Beyond Hillsboro, Ohio, More Corn Down in New Milford, Connecticut • 07/13/2004 -- Updates on Spanish Fork, Utah Barley Formation • 07/07/2004 -- Fourth 2004 Crop Formation in Poland Has Multiple Parts • 07/06/2004 -- Mysteriously Downed Plants in Eagle Grove, Iowa, and H illsboro, Ohio • 07/06/2004 -- Additions to Spanish Fork, Utah Formation and Mysterious Lights Seen • 07/04/2004 -- Crop Formation in Spanish Fork, Utah • 06/17/2004 -- More 2004 Holland and Poland Crop Formations • 06/16/2004 -- England: 2004 Crop Formations and 2003 Research • 06/03/2004 -- Updated - Second 2004 Pictogram Crop Formation in Poland • 06/02/2004 -- 2004 Peach Orchard, Arkansas Crop Formation • 05/24/2004 -- Biophysicist W. C. Levengood's Crop Circle Reports Available for First Time On Internet • 05/22/2004 -- 2004 Overview of Crop Formations in Six Countries • 05/17/2004 -- Updated - Crop Formation Reported in Zabno, Poland • 05/11/2004 -- An Extraordinary Photograph in A Dutch Home • 05/09/2004 -- 2003 English Crop Formations on Documentary DVDs • 04/14/2004 -- Light Anomalies in Photos of Conondale, Australia Grass Circles • 12/05/2003 -- Diatonic Ratios and Seed Changes in 2003 California Wheat Circles Rule Out Hoax? • 11/07/2003 -- British UFO Crash Retrievals • 11/01/2003 -- Another Soybean Formation in Ohio • 10/17/2003 -- 2003 \"UFO Flap\" in Ohio • 10/03/2003 -- Part 2 - Military Interest in Serpent Mound and Seip Mound Formations? • 10/02/2003 -- Part 1 - Another Soybean Formation Near Seip Mound in Ohio • 09/12/2003 -- Second Soybean Crop Formation in Ohio is Manmade. USAF Investigation Unit Involved? • 09/06/2003 -- Part 2 - Unusual Soybean Formation Near Serpent Mound, Ohio • 09/05/2003 -- Part 1 - Unusual Soybean Formation Near Serpent Mound, Ohio • 09/03/2003 -- Helicopter \"Attacks\" Wiltshire, England, Residents At Knap Hill on August 26, 2003 • 08/29/2003 -- Part 2 - After August 10, No Crop Formations Except in Canada? • 08/29/2003 -- Part 1 - Why Do Military Helicopters Focus On Crop Formations? • 08/23/2003 -- Fourteen Crop Formations in Canada • 08/05/2003 -- Field Notes from Morgan’s H ill Crop Circle • 08/01/2003 -- Field Notes About English Animal Mutilations • 07/21/2003 -- Strange Orange Lightning and A Sampling of Recent English Crop Formations • 07/19/2003 -- Update - Defiance, Missouri T-Pattern Cut in Saplings • 07/17/2003 -- Land Surveyor Comments About Ogbourne St. George, U.K. Crop Formation • 07/16/2003 -- Unusual Details in Dutch Crop Formations • 07/11/2003 -- Updated: Part 2 - Unusual Cylindar-Shaped Cloud Seen Night Before Dutch Crop Circles • 06/27/2003 -- Part 2 - Mysterious Lights and Fourteen Crop Formations in Italy • 06/27/2003 -- Part 1 - Mysterious Lights and Fourteen Crop Formations in Italy • 06/13/2003 -- Updated: Fractal Crop Formation in Knobel, Arkansas • 05/26/2003 -- East Sussex, England Has Third 2003 Crop Formation • 05/20/2003 -- More 2003 Crop Formations in Germany • 05/10/2003 -- Tree Formation in Defiance, Missouri • 05/02/2003 -- First 2003 English Crop Formations • 04/29/2003 -- Comparison Between First 2003 and 2002 U. K. Crop Formations • 04/26/2003 -- First 2003 U.K. Crop Formation Near Petersfield, Hampshire"},{"pageNumber":6,"pageContent":"• 12/07/2002 -- Evolution Near Britain's Chilbolton Radio Telescope Observatory, 1999 - 2002 • 11/05/2002 -- Canadian Crop Circles and Mysterious Lights in Saskatchewan • 10/19/2002 -- Shifting Time Lines and Earth's Destiny? • 10/03/2002 -- Part 3 - 2002 Crop Formations In Canada • 10/01/2002 -- Part 2 - September 2002 Maize Circles Update: Canada • 09/28/2002 -- Part 1 - September 2002 Maize Circles Update: England • 09/02/2002 -- Blue Lights and Helicopters in Wiltshire's East Field • 08/31/2002 -- One ET Experiencer's Reaction to the Winchester Formation • 08/24/2002 -- Crop Formation Update: Canada • 08/19/2002 -- Winchester, Hampshire Circular Code Analysis - UPDATED • 08/18/2002 -- Another Face and Code Appears in Hampshire, England - UPDATED • 07/25/2002 -- Strange Stem Anomalies in New Dutch Crop Circles • 07/20/2002 -- Mysterious Lights Seen Above Field Where Nautilus Formation Emerged • 07/13/2002 -- More Crop Formations in Holland and Germany • 07/12/2002 -- New Crop Formation in England • 07/06/2002 -- Stonehenge 4th of July Formation Echoes Hackpen Hill 1999 4th of July Spiral • 06/26/2002 -- Part 1 - New Crop Formations in England, Holland and Germany • 06/04/2002 -- New 2002 Crop Formations in Wiltshire and Sussex, England • 05/23/2002 -- Third 2002 Crop Formation in Germany Near Giant's Stone • 05/11/2002 -- First 2002 Crop Formation In Wiltshire, England • 05/09/2002 -- More Orange Triangular Aircraft Over Red Deer, Alberta, Canada • 05/04/2002 -- Two Crop Formations Near Kassel, Germany • 11/17/2001 -- Scientists Say Lights in Hessdalen, NorwayAre Thermal Plasmas of Unknown Origin • 10/27/2001 -- Another Orange Triangle Near Red Deer, Alberta, Canada • 10/10/2001 -- Update On Unique British Crop Formations • 09/27/2001 -- A Scientific Report About British Milk H ill, Chilbolton \"Face\" and \"Code\" • 09/22/2001 -- Huge Hexagram Crop Formation in Red Deer, Alberta, Canada • 09/19/2001 -- Part 2 - Gog Magog Hills, Cambridge, England - Two Unusual Crop Formations • 09/18/2001 -- Part 1 - Gog Magog Hills, Cambridge, England - Two Unusual Crop Formations • 09/07/2001 -- Third Case of Pure Hemoglobin at Bull Mutilation • 08/30/2001 -- Chilbolton Observatory - What Does It Do? • 08/25/2001 -- Are Crop Formations at Chilbolton Observatory A Response to 1974 Earth Transmission? • 08/22/2001 -- Milk Hill 2001 - 409 Circles, Most For Any Crop Formation So Far • 08/09/2001 -- Crop Formation in Holland Changes with Researchers Present • 06/16/2001 -- Beyond Stonehenge with Astronomer Gerald Hawkins • 06/06/2001 -- New Crop Formations Reported in Serbia and U. K. • 05/31/2001 -- More Crop Formations in England • 05/21/2001 -- Part 2 - New Crop Formations in Holland, Germany and England • 05/19/2001 -- Part 1 - New Crop Formations in Holland, Germany and England • 09/30/2000 -- Unidentified Moving Spiral of Light Photographed in Crop Formation • 08/27/2000 -- Crop Circle Reports from Whitefish, Montana - Updated Photos • 08/26/2000 -- Pulsing, Jumping Light in West Stowell, England Field • 08/23/2000 -- Intelligence Sensed In Mysterious Lights Associated With Crop Formations • 08/20/2000 -- Crop Formations In North Dakota • 08/19/2000 -- White Balls of Light and Helicopter Videotaped in Woodborough Hill Field • 08/17/2000 -- Mysterious Light Near Woodborough Hill Night Before August 13, 2000 Formation • 07/16/2000 -- Multiple Crop Formations Same Day in Wiltshire and Hampshire, U. K., July 16, 2000 • 07/09/2000 -- New Book about Ancient Sites of Wiltshire, England • 07/06/2000 -- Extraordinary U. K. Crop Formations • 06/17/2000 -- Army Helicopters Damage East Field, Wiltshire Crop • 06/11/2000 -- Two New Crop Formations at Silbury Hill • 05/30/2000 -- Crop Formations In Germany, May 2000 • 11/30/1999 -- A New Crop Formation In Marion, New York and Crop Research Updates • 09/29/1999 -- Crop Formations Continue in Canada • 09/21/1999 -- 1999 Summary of Crop Formations in Canada and Latest 9/21/99 Edmonton Circles • 08/15/1999 -- More Mid-August 1999 Crop Formations in Wiltshire, England • 08/01/1999 -- 1999 Crop Circle Update from Wiltshire, England • 07/22/1999 -- Cherhill, England, New 1999 Crop Formation • 07/15/1999 -- Brentwood, Tennessee Crop Formation and New U.K. Photos by Peter Sorensen • 06/27/1999 -- New 1999 U. K. Crop Formations Photographed by Peter Sorensen • 06/07/1999 -- 1999 U.K. Crop Circle Update with Photographer Peter Sorensen Websites: English Crop Circles, Current and Archived: http://www.cropcircleconnector.com American Crop Circles, ICCRA: http://www.cropcirclenews.com/ Canadian Crop Circles, CCCRN: http://www. cccrn.ca/ German Crop Circles: http://www.kornkreise-forschung.de Dutch Crop Circles, DCCA: http://www.dcca.nl http://www.lucypringle.co.uk http://www.members.iinet.net.au/~bwratten/ ccc.html http://www.cropcircl eresearch.com http://www.x-cosmos.it http://www.bertjanssen.nl"},{"pageNumber":7,"pageContent":"http://www.swirlednews.com http://www.heramagazine.net http://www.CropCircleAnswers.com http://www.ukcropcircles.co.uk/?page=home http://www.temporarytemples.co.uk Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
