[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Yellow Squash Contains Seeds Engraved with Letters and Symbols from Different Languages © 2003 by Linda Moulton Howe About 50 seeds of approximately 500 seeds found inside an otherwise fresh, healthy yellow squash by Salt Lake City restaurant owner, Kasim Barakzia, on March 14. Each seed had letters and symbols engraved on both sides with letters and symbols from different languages. One well known mathematical symbol is the Pi sign in the lower left corner. Squash seeds are normally smooth and unmarked. Photograph © 2003 by Ryan Galbraith, The Salt Lake Tribune . March 15, 2003 Salt Lake City, Utah - Late last night, I received an email from an Earthfiles viewer concerning a restaurant in Salt Lake City, Utah, that yesterday discovered seeds inside a yellow squash that were engraved with letters and symbols. One evident pattern in a photograph taken by Ryan Galbraith from The Salt Lake Tribune , shows in the lower left corner the mathematical symbol Pi (appx. 3.14159) which represents the ratio of the circumference to the diameter of a circle and appears as a constant in a wide range of mathematical problems. On left, mathematical Pi symbol; on right, engraved yellow squash seed from the Baba Afghan Restaurant, Salt Lake City, Utah, found March 14, 2003. Image excerpted from larger photograph by Ryan Galbraith, The Salt Lake Tribune. So I called the restaurant and talked with Kasim Barakzia. He is owner of the Baba Afghan Restaurant in Salt Lake City. Mr. Barakzia grew up in Afghanistan and is the main cook at the Baba restaurant that he has operated for nine years. Yellow squash is a staple in his restaurant meals. He personally cuts up yellow squash almost daily and is used to seeing the smooth, pale seeds that people like to eat. He calls seeds \"pieces\" and told me that most of the seeds are engraved on both sides. One symbol that he recognized and said is repeated on several seeds is the Arabic symbol for Allah. "},{"pageNumber":2,"pageContent":"On left, Kasim Barakzia's drawing of the Arabic symbol he recognized engraved into several of the squash seeds which is Arabic for Allah. On right is a close-up of the Allah symbol. Interview: Kasim Barakzia, Owner and Chef, Baba Afghan Restaurant, Salt Lake City, Utah: \" When I looked at one of the pieces that had the carvings I thought maybe something is wrong because why is it not plain? It is usually plain, the seeds, smooth and plain. Because a lot of people, they eat these seeds. And that's when I looked at it and it was a little bit different and when I saw some of the signing, I said, 'Don't touch this banana squash.' And from one side, I was busy with lunch and from one side I was running with the reporter. She asked, 'Why did you cut the whole (squash)?' I said, 'I cut the whole thing. I did not know there was some miracle in there because we were doing it for the business. But I cut into (the whole squash). But the one thing I still have it attached with the seeds. That's what I'm saying. If someone is interested, some TV or something, and still need to look at that piece it's still attached for witnessing so they can see it. THE SEEDS IN THE SQUASH WERE STILL CAUGHT UP IN THE SQUASH THE WAY SEEDS ARE? IT WASN'T LIKE THEY WERE LOOSE INSIDE THE SQUASH? No, no. It (squash fibers) was still attached to each of these (seeds) with what do you call those spider-type of webs and things in there. But the banana squash was very healthy. It was not a question that worms had got in or something. There was nothing in there. ACCORDING TO THE SALT LAKE TRIBUNE, YOU'VE BEEN CUTTING UP SQUASH FOR NINE YEARS EVERY DAY. For the restaurant, yes. Every other day. I mean, I do the ordering, that's why. AND IN NINE YEARS OF ALL THIS BANANA SQUASH CUTTING, YOU'VE NEVER SEEN ANYTHING LIKE THIS BEFORE? No, no. If it was not an amazing type of thing, I would not call (the newspaper about them). SOME OF THE SEEDS HAVE CARVINGS ON ONE SIDE, ... No, on both, both sides. They have a different sign. If one side is English, the other side you can see in a different language. SO BOTH SIDES OF ALMOST ALL OF THESE SEEDS ARE CARVED AND EACH SIDE IS A DIFFERENT LETTER, LIKE AN ENGLISH LETTER AND THEN AN ARABIC LETTER? Right. Or other, either Japanese or other language in there. Could be Roman, could be Vietnamese. I don't know. THE (ANOMALOUS) SQUASH WAS AMONG TWO OR THREE BANANA SQUASH (YOU WERE CUTTING UP)? No, this was three banana squash I bought and I cut into this one, the first one, and this is when it happened when I cut it. The pieces that are sitting here are 250... TWO HUNDRED FIFTY SEEDS. And there are (more in) another bag in there ...(he asks a restaurant employee: 'can you bring that bag?') It (other bag) is approximately the same thing, so it is about 500 pieces (500 seeds in all from anomalous squash). 500 SEEDS ALL CARVED?"},{"pageNumber":3,"pageContent":"Yes, all carved. And there is a different design in there on each one. (Except he noted that the Arabic symbol for Allah was repeated several times.) TO CARVE THESE 500 SEEDS ON BOTH SIDES WITH THE METICULOUS L E T T E R S T H AT I ' M L O O K I N G AT , T H AT W O U L D B E Q U I T E A F E AT . B U T YOU ARE SAYING THAT YOU KNOW THIS BANANA SQUASH WAS A NORMAL-LOOKING, CLOSED, FRESH SQUASH? Yes, I cut into it, yes. SO IT IS NOT LIKE SOMEBODY DID THIS AND THEN PUT THE SEEDS INSIDE IT? YOU WOULD HAVE KNOWN IF THE SQUASH (WERE ALREADY CUT)? No, no, because I cut the top of the banana squash. No one is joking. They cannot prove these type of things (hoaxing). No one when you see these pieces (seeds) by themselves no one can put any of this (in the squash) it is God's gift, whatever is in there.\" Also see: Earthfiles.com March 28, 2003 We b s it e : http://www.sltrib.com/2003/Mar/03142003/utah/38192.asp Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
