[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Genetically Modified Crops: Playing Dangerous Genetic Roulette? © 2007 by Linda Moulton Howe “When you create a genetically modified crop or organism, it’s not like you’re sticking a gene in like a Lego piece that snaps into place. There is massive collateral damage that occurs within the DNA. This can create unpredictable side effects.\" - Jeffrey Smith March 22, 2007 Fairfield, Iowa - The United States accounts for nearly two-thirds of all biotechnology crops planted globally. Since 1996, the United States has consistently planted more GM crops than any other country. Total acres of genetically modified corn, soybeans, cotton, and canola planted in the United States in 2006 totaled 128.3 million acres – an increase of nearly 10% more GMs planted than in 2005. In addition to large farming of soy, corn, cotton, canola, and alfalfa, other smaller GM crops now include zucchini, crooked neck squash, and Hawaiian papaya. Meanwhile, data keeps piling up a bout human allergies and sick and dying animals and amphibians linked to interactions with GMs. One man is convinced that GMs should be e liminated from the world’s agriculture. He is Jeffrey Smith, author of the best se lling 2003 book, Seeds of Deception . His follow-up book w ill be released in April with a title he says sums up the situation in two words: Genetic Roulette . His subtitle is: “The documented health risks of genetically engineered foods.” The Foreword is written by Michael Meacher, former U. K. Environment Minister, who states: “The case presented is absolutely a smoking shotgun that should stop in its tracks any dabbling with GM foods, whether by individual fa milies, food companies or indeed, nations. ... Jeffrey Smith is the modern David against the GM Goliath. This book may well provide the slingshot to change the global course of events this century.” Recently, I talked with Jeffrey Smith about some of the documented health risks to humans and animals and why genetically modified crops are different than naturally evolved crops. "},{"pageNumber":2,"pageContent":"G enetic Roulette © 2007 by Jeffrey M. Smith w ill be released in April 2007, and w ill be available from GeneticSeedsofDeception.com and toll free 888-717-7000. Interview: J effrey M. Smith, Author, Seeds of Deception © 2003 and Genetic Roulette © 2007. Jeffrey Smith, M.B.A., Author Seeds of Deception © 2003 and Genetic Roulette © 2007, and Producer of www.responsibletechnology.org, Fairfield, Iowa: “When you create a genetically modified crop or organism, it’s not like you’re sticking a gene in like a Lego piece that snaps into place. There is massive collateral damage that occurs within the DNA. This can create unpredictable side effects. This comes from the process of inserting the gene, as well as controlling the output through tissue culture. You can end up with 3% to 4% of the entire DNA physically different than the DNA was to begin with because it involves mutations, deletions, re-arrangements. Not only that, a single insertion – according to one study – changed the expression level up to 5% of the genes in the DNA. We’re talking about massive changes in the DNA from sticking in one foreign gene. So the concept that it’s a precise, well-ordered transformation is completely false and it’s the product of public relations – certainly not of science. So you have some examples of"},{"pageNumber":3,"pageContent":"GMOs that have caused massive damage in rats fed these GM products, but it was not the specific protein that the gene was producing that caused the problem. It was simply the process of creating the genetically modified crop that caused the massive damage that caused the massive unpredicted changes that caused the health effects in the animals. So, that’s one thing. The second is that you have a gene that produces a protein that is specific and has never been a part before of that organism. You have the pesticide, for example, that you introduce to the cotton or the corn. The regulators claim that this pesticide was safe because organic farmers have used it for years in its natural form and it had a history of safe use. They ignore entirely that hundreds of people complained of allergic reactions when they were sprayed with it during a gypsy moth infestation. They ignored entirely the results of mice studies that showed an immune response equal to that of cholera toxin – abnormal and excessive cell growth and other problems. They ignore the science selectively in order to claim that they don’t need to test the fact that they are putting a pesticide in every bite. That’s the second possibility. You have the collateral damage on the one hand and the introduced protein on the other. But that protein might not be what you intend. When you stick the gene in, it can be truncated, mutated, re-arranged – or the protein that is produced can be changed after it’s expressed in a new organism. They found, for example, peas in Australia that were supposed to have a completely identical protein to the natural one. Turns out, the GM version had a potentially deadly reaction in mice. They had to stop the commercialization process and what they found was a very subtle change in the protein that they would not normally found through the normal studies. This could be happening already with the foods on the market. [ Editor's Note: An herbicide is a pesticide used to kill unwanted plants or weeds. Selective herbicides kill specific targets while leaving the desired crop relatively unharmed, such as Roundup herbicide manufactured by Monsanto, which is used on genetically modified crops such as corn and soy. The idea is that the sprayed herbicide will kill the weeds, but not the genetically modified crop. However, a new problem is the emergence of herbicide-resistant weeds to which farmers must apply more and more toxins.] Now, you have the increased use of herbicides as a result of herbicide-tolerant crops. About 80% of the crops genetically engineered are designed not to die when sprayed with herbicide. This results in a much higher amount of herbicide use. In the first 9 years, it was about 138 million pound increase in the use of herbicides in the U. S. By 2004, it was estimated there was about 86% more herbicides sprayed on RoundUp-ready soy acres than on non-GM soy acres. What this means is that it changes the whole soil composition, increases the residues in the food, increases fungus in the soil and changes the whole ecosystem in ways that might be very dangerous. In fact, it might get into the ground water and we might be drinking the herbicide. If you genetically engineer a crop with genes from bacteria, you are putting bacteria genes into corn and into soybeans and you are knocking down the normal barriers that prevent one gene from one species to transfer into bacteria. So, it’s possible that we are populating our own gut bacteria in massive quantities by eating these GM crops. WHAT IS THE STRONGEST MEDICAL EVIDENCE THAT HUMANS CAN BE BADLY AFFECTED BY GENETICALLY MODIFIED CROPS?"},{"pageNumber":4,"pageContent":"There is a lot of evidence. I’ve just spent about two years gathering all that evidence with input from at least 30 scientists to put into my new book that’s coming out in April that is called Genetic Roulette: The Documented Health Effects of Genetically Engineered Foods . There are very few studies on GM. There is only one published, peer-reviewed human feeding study. We know of a food supplement in the 1980s that was genetically engineered and only that genetically engineered brand killed a bout 100 Americans and caused five to ten thousand to fall sick. We’ve documented how information was withheld from the public and Congress, which would have put the blame squarely on genetic engineering. But there were alternate explanations put forth with partial information that created a distraction. So that is one very strong piece of evidence that processes of genetic engineering can cause new diseases. We also know that soon after genetically modified soy was introduced to the U. K., soy allergies skyrocketed there by 50%. We know that genetically modified soy has an increase of a known allergen called a trypsin inhibitor. In fact, the cooked GM soy had a level about 7 times the allergen compared to a non-GM soy control. We know when GM soybeans were fed to mother rats, the offspring died at a rate of about 56% in the first 3 weeks. When the mother rats were fed non-GM soy, the offspring died at a rate of only 10%. That’s an alarming finding. It’s preliminary research, but at the same Russian institute where that occurred, they started introducing GM rat chow to all of the housed rats and within two months, the entire mortality rate was above 50% for the rat offspring, suggesting this might be a general thing for GM soy. In other research, they found that mice fed GM soy had problems in the development of their sperm cells. In the offspring fed GM soy, in the young embryos, there was a change in their gene expression that was not seen in the embryos from parents that were fed non-GM soy. They saw potentially toxic reactions in the liver from GM soy; changes in the enzyme levels of major organs in the body. All sorts of things indicating a massive response in the physiology of animals to the introduction of GM soy. HOW COULD SO MUCH EVIDENCE OF SOME KIND OF HARMFUL IMPACT FROM GM BE ESSENTIALLY DISMISSED? CLEARLY GM CROPS ARE BEING GROWN AND INCREASING IN THEIR AMOUNT OF GROWTH AROUND THE WORLD. I’ve documented in my first book, Seeds of Deception , the way that evidence has been suppressed. For example, a U. K.-funded study found that the process of genetic engineering was most likely the culprit in causing massive damage in rats fed GM potatoes. They had potentially pre-cancerous cell growth in the digestive tract, smaller brains, livers and testicles, partial atrophy of the liver, damaged immune system. When the scientist went public with his concerns, he was fired from his job after 35 years and silenced with threats of a lawsuit. His 20-member research team was dismantled and they gagged him and would not allow him to respond and then put out all sorts of misinformation. WHO WAS DOING THE THREATS AND THE FIRING? What happened was: he was working for the prestigious Rowett Research Institute in Scotland and he was working with a $3 million grant from the government and he was asked to speak on television. He did a short interview (Oct. 10, 1998) and for 2 days after the interview, he was a hero at the prestigious institute. Then 2 days after that, two phone"},{"pageNumber":5,"pageContent":"calls were allegedly placed from the U. K. Prime Minister’s office, forwarded through the receptionist to the director of the institute. The next morning, that director fired Dr. Arpad Pusztai. Now this type of treatment is not unique. I’ve talked with many scientists who were kicked out – I interviewed, for example, a scientist from the FDA who was doing the evaluation of Monsanto’s genetically modified bovine growth hormone. He was asking for more studies and was concerned about the approval process. He was kicked out. So, there is a whole tradition of muzzling scientists and distracting against evidence that would normally be sufficient to stop production. WHAT INCENTIVE ARE THE GM MANUFACTURERS GIVING TO UNIVERSITIES TO HAVE THAT KIND OF INFLUENCE? It’s a fuzzy line right now between industry and academia as well as between industry and government. In the case of the Univ. of California-Berkeley, Novartis had given $25 million to the university in exchange for gaining the rights to research in certain ways and to have a strong position about what was being researched. Dr. Ignacio Chapela was against that and was president of the UC-Berkeley faculty at the time and mounted a campaign to try to stop it. He became the target of the biotech industry. He tried to stop their control over the university and failed. People who were recipients of the grant money were some of those who apparently tried to get him to not have tenure. [ Editor’s Note: Ignacio Chapela, Ph.D., is a microbial ecologist and mycologist at the University of California, Berkeley, and an outspoken critic of the University's ties to the biotechnology industry. He is also notable for authorship of a controversial Nature paper about the flow of transgenes in to wild Mexican maize. In 2005, studies published in PNAS by Mexican scientists do not support Prof. Chapela's findings. Prof. Chapela is also notable for his work with natural resources and indigenous rights. Prof. Chapela objected to his faculty's taking of money from Novartis, taking a strong position on the issue. Prof. Chapela was denied tenure in 2003, allegedly because of intervention by pro-industry faculty members. However, Prof. Chapela was finally awarded tenure on May 17, 2005. Novartis: On March 7, 1996, an earthshaking announcement was made to the business world: Sandoz and Ciba-Geigy, the two Swiss-based chemical/life sciences giants, had agreed to become one. Novartis, as the new company was called, was at that time the result of the largest corporate merger in history. Both Sandoz and Ciba-Geigy already had a rich history of their own. This year Novartis celebrates its 10th anniversary.] A lot of universities have said they have been told by Monsanto or others that if they allow a certain professor to do certain research or to criticize Monsanto products that they will lose funding from Monsanto. A lot of professors in the plant biotechnology field – in fact, a predominant number of them – get their funding either directly or indirectly through industry. So, if they take an anti-industry, or even independent approach, they will lose their funding and not be able to progress in that field. There’s only a handful of independent researchers right now in the entire world. So, it’s a very dangerous situation with respect to plant biotechnology. What happens is that the U. S. has been bullying the rest of the world to try to make them accept our GM crops under the guise that it’s the same thing (as natural crops) and would improve the economic outlook for the United States. It turns out that neither is true. Now, the United States spends about $3 b illion to $5 billion per year in extra price subsidies boosting the price of the GM crops that no one wants. We’ve lost incredibly large markets. We’ve lost the European corn market. We’ve shrunk our soy market. Canada lost its honey market to Europe because Europeans don’t want honey made from genetically modified canola. And we have this disaster now with the mounting evidence of problems with GM crops. There are about 25 farmers in the Midwest that say certain GM corn"},{"pageNumber":6,"pageContent":"varieties cause sterility in their pigs and cows. There is a farmer in Germany who claims 12 of his cows died when he fed them exclusively a GM corn variety. There are Filipinos who claim that water buffalos and chickens and other animals died when fed a certain type of GM corn. And we don’t know the extent of these dangers in human beings because no one is monitoring the problem. It’s just being put out there and we are being used as guinea pigs in this uncontrolled experiment for the economic and political interests of the biotech industry and the U. S. government. There was someone doing research in the U. K. and he contacted the person who runs Monsanto’s cafeteria there at their headquarters. He asked if they used GM products there. This was in 1999 and he got back a letter that said: ‘In response to complaints from our customers, we have decided to remove as far as possible GM soy and corn from all food products served in our restaurant. We will continue to work with our suppliers to replace GM soy and corn with non-GM ingredients. We have taken the above steps to ensure that you, the customer, can feel confident in the food we serve.” That was to the Monsanto executives in their U. K. headquarters. WHAT IS THE ARGUMENT THAT GENETICALLY MODIFIED CROPS ARE BETTER THAN NATURAL CROPS? Farmers, in natural selection, w ill cross one species with another in order to combine traits, to combine the disease-resistant plant with a high-yield plant to try to get a high-yield crop with disease resistance. So, with GM, you can take a single gene where you’ve characterized a single trait and add it so you don’t have to go through a period of sometimes years with thousands of plants in order to introduce a particular trait. But with GMs, what you are doing is crossing the species barrier. That’s made clear, for example, in some of the odd combinations. They’ve taken a spider gene and put it into a goat in hopes to milk the goat for spider web protein in order to make bullet-proof vests. They’ve put jellyfish genes into pigs so that the pig noses glow in the dark. They’ve put human genes into corn to create spermicide. And they create pesticide in corn so there is pesticide in every bite. These combinations are putting genes in that have not evolved as part of the years of evolution. The process of gene insertion causes damage, the introduction of these new proteins and new genes can cause unpredicted side effects. But what they get is a corn that produces its own pesticide and that they get to patent and get to sell as a pesticide- producing product. But they don’t do the necessary work to verify that the foods are safe for consumption. If you look at what they actually do, the studies are so poorly designed - actually, I would say they are brilliantly designed to avoid finding problems. It would have to be an acute poison with an instant result in order for some of the industry-funded studies to show any health risks. And sometimes they do – we still have evidence of terrible problems in some of the animals fed GM crops. IT SOUNDS AS IF THESE FRANKENSTEIN APPROACHES TO MAKING GENTICALLY MODIFIED CROPS COULD BE REDUCING THE BIODIVERSITY OF PLANTS ON THE EARTH. IF WE DEPENDED ON GM CROPS, WE MIGHT END UP WITHCROPS THAT CAN BE KILLED EASILY BY ONE THING AND THEN WE"},{"pageNumber":7,"pageContent":"WOULD NOT HAVE BIODIVERSITY TO BACK UP OUR FOOD SUP P LY. Genetic engineering of the food supply is very dangerous for food security. It’s very dangerous for biodiversity. In Argentina where there are millions and millions of acres of GM soy, someone who was there told me it’s like a desert. There are no insects. There are no leaves of other plants. It’s just like a factory to produce soy. It is destroying the ecosystem and the over-use of the herbicide is also causing very serious problems in human health and environmental health. IT’S LIKE DOMINOES FALLING FROM AN UNKNOWN HAND IN AN UNKNOWN PATTERN WITH AN UNKNOWN END RESULT. You really get it! (laughs) You really get it. That’s why my book is called “Genetic Roulette.” A roulette wheel is a good example. You spin it. You don’t know where the ball is going to land, but it has huge consequences when it does. The process of putting a gene into the DNA – it’s like throwing a dart with 2 billion different ways it can land. When it goes in, it can knock out genes at random, turn them off permanently, turn them on permanently, re-arrange things. And you have no idea what it’s actually doing because we don’t know that much about how the DNA orchestrates the massive complexity of the organism. So we just have rudimentary knowledge. We’re at the infant stages. In fact, when genetic engineering technology was created, it was based on assumptions that we now know are untrue. So, it’s an obsolete technology based on misinformed science and being fed to millions of people and released into the environment where it can never be recalled. It’s a very serious situation.” On February 16, 2007, Greenpeace in the U. K. won an 8-year-long court battle with a Russian institute and Monsanto, which tried to hide the damage to tumors, organs and cells in lab rats fed genetically modified potatoes. At the heart of the legal battle was a 1998 study by the Institute of Nutrition of the Russian Academy of Medical Sciences that confirmed the U. K. research by Dr. Arpad Pusztai. Dr. Pusztai was fired from the prestigious Scotland Rowett Research Institute for reporting cell damage in rats fed Monsanto’s GM potatoes. After his research was publicized, Dr. Pusztai was fired by the Rowett Research Institute – allegedly because Rowett had some kind of link to Monsanto. After U. K. Greenpeace sued the Russian Academy to release its GM potato research data, a Russian biotech consultant for Greenpeace conducted her own animal experiments with several GM foods. Irina Ermakova has a Ph.D. in Biology, is a member of the U. N.’s Ecological Women's Assembly and is Vice President of the Russian National Association for Genetic Safety. Dr. Ermakova reported: “The Monsanto GM potatoes were the most dangerous of the feeds I used in the trials – and on the basis of this evidence, they cannot be used in the nourishment of people.” Greenpeace says that the Russian tests were also badly done. Half the trial rats died and only the surviving rats were used for data – a serious violation of ethical scientific protocol."},{"pageNumber":8,"pageContent":"More Information: Jeffrey Smith’s new book, Genetic Roulette: The Documented Health Risks of Genetically Engineered Foods will be released in April 2 007, and w ill be available at: GeneticSeedsofDeception.com. Toll free: 888-717-7000 . And later on in bookstores. or further information about environmental disturbances and Earth life extinctions, please see reports below in the Earthfiles Archives: • 02/23/2007 -- Scientists Hope \"Amphibian Arks\" Can Save Frogs and Toads • 02/23/2007 -- Part 1: Earth Life Threats - Alarming Disappearance of Honey Bees • 02/02/2007 -- Updated: New U. N. Global Climate Change Report: Earth Could Warm Up 3.2 to 11.52 Degrees Fahrenheit by 2100 • 01/10/2007 -- 2006: USA's Warmest Year On Record • 12/16/2006 -- Updated: Unprecedented Die-Off of 2,500 Mallard Ducks in Idaho • 12/08/2006 -- NASA Wants Permanent Moon Base by 2024 • 12/07/2006 -- Earth Headed for Warmest Period in 55 M illion Years? • 09/23/2006 -- E. coli O157:H7 - Why Can't It Be Washed Off Contaminated Spinach? • 09/09/2006 -- Methane - Another Threat in Global Warming • 08/19/2006 -- Repair of Earth's Ozone Layer Has Slowed • 07/18/2006 -- 2006 - Hottest Year So Far in U. S. History • 06/22/2006 -- Horse Suspended in Mid-Air Near Milan, Italy, Apartment • 02/20/2006 -- Mysterious Deaths of Whales in Mexico"},{"pageNumber":9,"pageContent":"• 09/23/2005 -- Phenomenon of \"Instant\" Hurricanes in 2005 • 08/26/2005 -- What Is K illing Amphibians Around the World? • 08/05/2005 -- Scientists Puzzled by \"Bizarre\" Pacific Coast Die-offs in 2005 • 05/07/2005 -- Did Milky Way Gas and Dust Turn Earth Into Icy Snowball Four Times? • 04/20/2005 -- Outer Space Impact At Serpent Mound, Ohio, 256 M illion Years Ago • 04/01/2005 -- What's K illing Off Marine Life Every 62 Million Years? • 03/20/2005 -- Astronaut John Young: \"The Moon Can Save Earth's Civ ilization.\" • 02/26/2005 -- Collapse of Societies: From Easter Island to Iraq - to Western World? • 02/03/2005 -- Kyoto Protocol Goes Into Effect February 16, 2005. British Scientists Warn Global Temperatures Could Climb Higher Than Earlier Estimates. • 08/27/2004 -- Global Warming Impact On Birds - More Extinctions Expected • 09/02/2003 -- Updated - Astronomers Don't Think Asteroid W ill Hit Earth in 2014 • 07/19/2003 -- Update - Defiance, Missouri T-Pattern Cut in Saplings • 11/14/2002 -- What Happened 12,000 Years Ago That K illed So Many Animals? • 07/20/2002 -- Extinctions of Earth Life Are Accelerating Rapidly • 04/27/2002 -- Earth's Magnetic Anomalies - Could the Poles Flip? • 01/05/2002 -- Global Warming - Could Increasing Carbon Dioxide Gas Be Transformed Into Limestone? • 12/22/2001 -- Scientists Warn That Climate and Earth Life Can Change Rapidly • 06/09/2001 -- Environmental Updates and Colt Mutilated in Leitchfield, Kentucky • 02/25/2001 -- Environmental Updates • 02/07/2001 -- 94% Decline In Aleutian Islands Sea Otter Population • 01/07/2001 -- Dinosaur-K illing Asteroid Punched 22 Miles Through Earth's Entire Crust • 10/25/1999 -- A Mysterious \"Perturber\" at the Edges of Our Solar System Websites: Seeds of Deception: http://www.seedsofdeception.com Responsible Technology: http://www.responsibletechnology.org Regulating GMOs: http://www.indybay.org/newsitems/2007/03/13/18376414.php Organic Consumers Association: http://www.organicconsumers.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
