[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 1, Dragonfly-Shaped Aerial Craft: Current Media Misinformation Versus Eyewitnesses 1987 to 2007 © 2008 by Linda Moulton Howe C lick for Earthfiles podcast. March 21, 2008 Albuquerque, New Mexico - It’s ironic that in March 2008, a TV network such as FOX in New York City and the cable distributor, History Channel, would finally do reports about the strange, aerial, dragonfly-shaped craft that first showed up in 2007 photographs – a whole year after events without doing any substantive research. Their sarcastic reports have left viewers with the false impression that the photos were all from California and most likely CGI/Photoshop creations. Neither conclusion is true. Why did FOX have a segment about the dragonfly drones? Because the Los Angeles Times on March 18, 2008, headlined: “A UFO Cold Case” with a photograph of two private investigators named Frankie Dixon and T. K. Davis. The two were hired by a European group to track down one of last year’s eyewitnesses who photographed a dragonfly machine over a power line in Capitola, California, on May 16, 2007. L os Angeles Times photo caption: “Private eyes Frankie Dixon, left, and T.K. Davis at a park in Capitola, Calif., where they’re investigating reports that a UFO was photographed by a man with the Internet name of Raji, who later vanished into cyberspace.” Image © 2008 by Los Angeles Times. The eyewitness photographer’s internet name was Rajman1977, not “Raji” as written in the L. A. Times photo caption. Superficial and inaccurate reporting by television and other media about complex phenomena is notorious and misinformation continues about the 2007 dragonfly-shaped, aerial “drone” photographs. I had taken to calling the objects “drones” because eyewitnesses had the impression that the silent, hovering craft were not manned. I think it is valuable to review first what happened last year and then look at the time line of eyewitnesses who have seen dragonfly craft since at least 1987. 2007 Dragonfly Drone Photographs The first two images of the dragonfly-shaped drone in 2007 were dated May 5, from Lake Tahoe. The photos were sent anonymously by someone identifying themselves as “MUFON Submitter 7013,” and were first posted on the UFOcasebook.com website. In those first two photos, the tall, thin, “wires” rising from the central ring are one of the unique features in most observed dragonfly drones. "},{"pageNumber":2,"pageContent":"Then a week later on May 11, 2007, Coast to Coast AM webmaster, Lex, received an email with six close-up images of an odd, dragonfly-shaped, aerial craft photographed in the Bakersfield, California, region. The emailer called himself “Chad” and asked for anonymity to protect his family. His photographs were dated May 6, 2007. In addition to the dragonfly-shaped body that had appendages sticking out from a large ring like the Lake Tahoe photographs, Chad's images also showed rising from the ring the slightly curved, thin wires that formed a tall, circular crown above the dragonfly body. Chad also got a close-up of letters, numbers and symbols on the long tail of the dragonfly craft."},{"pageNumber":4,"pageContent":" Eyewitness Timeline 1987 to 2007 Lex and I talked about the photos and he put me in touch with Chad. In addition to several emails with Chad, who wanted to remain anonymous to protect his family, I have interviewed and/or corresponded with twelve eyewitnesses (numbered below) about their encounters with dragonfly-shaped aerial craft that go back as far as 1987 in a hangar at Barksdale AFB, in Shreveport, Louisiana. All the dated Earthfiles titles are hot links to original 2007 reports. 1) Earthfiles • 05/30/2007 — Birmingham-Type “Drone” Seen At Barksdale AFB, Louisiana, in Mid-1980s 1987, Barksdale AFB, Louisiana: In 1987, an eyewitness touring a Barksdale AFB air show saw a dragonfly- shaped craft in a hangar that was very similar to what the Birmingham, Alabama, military subcontractor photographed above power lines in May 2006. I have talked at length by phone with the engineer who toured Barksdale AFB in 1987. He does not want to jeopardize his career, but wants the public to know what he saw 21 years ago. I have his full name, address and phone number. In addition to the 1987 Barksdale AFB dragonfly craft and May 2006 dragonfly above power lines in Birmingham, Alabama, there was also a June 25, 2007, sighting near Maxwell-Gunter Air Force Base in Montgomery, Alabama, described by an infrared security technician in Part 2 of this Earthfiles report. That means between 1987 and 2007, in that one close region that includes Shreveport, Louisiansa along with Birmingham, and Montgomery, Alabama, there have been three military-related dragonfly drone encounters. B arksdale AFB is in Shreveport, Louisiana, west of Birmingham, Alabama, where military subcontractor photographed a simpler version of the dragonfly drone in May 2006 (below). Southeast of Birmingham in Montgomery, Alabama, is Maxwell-Gunter Air Force Base. Near there on June 25, 2007, an infrared security technician had a close encounter with an aerial dragonfly drone detailed in Part 2. 2) Earthfiles • 06/22/2007 — Dragonfly \"Drone\" Seen October 1995 in Arizona North of Tucson, Arizona, 1995: Nine years later in October 1995, north of Tucson, Arizona, a dragonfly- shaped drone hovered within 20 feet of a hiker's head. He talked to me in June 2007 about the encounter, about how scared he was and how he did not want the government coming down on his head if it were a secret government"},{"pageNumber":5,"pageContent":"project. That's why he never reported the event. But because I have been recording drone eyewitnesses, with or without real names and locations, he agreed to talk with me anonymously. He wants to know what the dragonfly- shaped drones are. I have his full name, address, phone number, where he works and his professional background. 3) Earthfiles • 05/25/2007 — Two More Eyewitnesses of Aerial “Drones” in 2005 and 2006 Sequoia National Park, May 2005: Ten years after that in May 2005 in Sequoia National Park, California, a retired California state mental health worker, told me she saw a dragonfly- shaped aerial craft. She has asked me to call her “Shirley P,” but I have her full name, address, phone, and employment background. She became very upset with internet rumors that all the drone photographs were faked CGI and Photoshop creations. She knew she had seen with her own eyes a strange aerial object that matched the Chad images of May 6, 2007. She saw the aerial machine while standing next to a Sequoia Park Ranger who was giving her directions and who told her the drone was used to look for fires. Shirley saw the same drone a second time in the park when she stopped to get further driving instructions from a road crew. She did not have a camera with her. 4) Earthfiles • 05/25/2007 — Two More Eyewitnesses of Aerial “Drones” in 2005 and 2006 Birmingham, Alabama, May 2006: The next year in May 2006, in Birmingham, Alabama, a military subcontractor I am calling “ John Smith,” saw a dragonfly drone. As a subcontractor for the military, he cannot jeopardize his career. But he and I have corresponded by email and I have his full name, address and phone number. He took a photograph in May 2006 in a residential section of Birmingham, Alabama, with a Canon Digital camera. Mr. Smith was working near a construction site and heard a low buzzing sound like a transformer. He looked up and saw an aerial machine shaped like a dragonfly hovering above an electrical power pole. D ragonfly-shaped aerial drone above power lines in Birmingham, Alabama, in May 2006. Image © 2006 by military subcontractor. B irmingham, Alabama, is east of Barksdale AFB in Shreveport, Louisiana, where during an air show in 1987, the engineer (above) saw a dragonfly-shaped craft inside a hangar, which he says today closely resembled the aerial drone photographed by the military subcontractor in Birmingham in May 2006. Southeast of Birmingham in Montgomery, Alabama, is Maxwell-Gunter Air Force Base. Near there on June 25, 2007,"},{"pageNumber":6,"pageContent":"an infrared security technician had a close encounter with an aerial dragonfly drone detailed in Part 2. 5) Earthfiles • 06/08/2007 — More Drone Photos and Other Eyewitnesses Northridge, California, near big shopping mall, May 17, 2006: Also in May 2006, on the 17th, Robert Mariotti, a Clinical Hypnotherapist and Doctor of Divinity, in Canoga Park, California, spoke with me on the record about his sighting around 10 PM. He was stopped at a red light when the object “popped in” to view, not traveling from anywhere. He said the aerial object looked like a “horseshoe crab in profile,” glowing fluorescent apple green that sparkled like snow globe glitter. “B rilliant, fluorescent apple green” aerial object, surrounded by glittering sparkles, suddenly appeared only about ten feet above treetop on Corbin Avenue around 10 PM local time on May 17, 2006, at an intersection near the Northridge Shopping Mall. It reminded Robert Mariotti of a snow globe after glitter-filled liquid is shaken up. Aerial object's profile was like a horseshoe crab with long tail. Illustration © 2007 by Robert Mariotti. When Robert Mariotti saw my Earthfiles reports, he contacted me by email and phone to say the “wires curving up above” and the long tail in the various photographs were also the same shape as the green fluorescent object that hovered motionless about ten feet above a tree at the Corbin Avenue intersection near the Northridge Mall. Another driver next to Robert also saw the object. After several seconds, the strange, green, glowing object moved forward about five feet and then disappeared by “popping out,” as it had popped in. D aylight exterior of Corbin Avenue intersection, Northridge, California. Arrow points at treetop where the glittering, fluorescent apple green, aerial object shaped like a horseshoe crab suddenly “popped in” only a few feet above the tree around 10 PM, May 17, 2006. Daylight photograph taken on June 14, 2007, to show street, tree and approximate location where Robert Mariotti and the driver next to him slammed on their brakes. Photograph © 2007 by Robert Mariotti. 6) Earthfiles • 06/08/2007 — More Drone Photos and Other Eyewitnesses Yosemite National Park, June 10, 2006: A month later on June 10, 2006, a mother and her two sons were camping and saw a dragonfly-shaped drone for several minutes. The boys aimed their"},{"pageNumber":7,"pageContent":"flashlights on it, which caused the drone to stop mid-air without sound or motion. When it moved again, it jerkily went in another direction and repeated that odd behavior several times whenever the boys aimed their flashlights on it. The mother sketched the aerial object which had a structure coming down from the ring similar to a different shape that appeared in California’s Big Basin Redwoods State Park in June 2007. The mother corresponded with me by email and sent me sketches of what she and her sons saw. S ketch of dragonfly-shaped aerial object seen by mother and two sons on June 10, 2006, in Yosemite National Park, California. Aerial object stopped for several seconds in mid-air when boys flashed light at drone. Earthfiles • 05/16/2007 — Updated: Odd Aerial “Drones”? Over Lake Tahoe and Central California Lake Tahoe, May 5, 2007: A year later on May 5, 2007, in Lake Tahoe, California, a person identifying themselves only as MUFON Submitter 7013, submitted two photographs of a dragonfly-shaped drone to UFOcasebook.com. I have had no independent communication with that photographer. 7) Earthfiles • 05/16/2007 — Updated: Odd Aerial “Drones”? Over Lake Tahoe and Central California Bakersfield, California, region, May 6, 2007: But the next day on May 6, 2007, the man calling himself “Chad” took several clear, digital camera images of a dragonfly-shaped drone\\ that was more complicated than the Lake Tahoe craft. Numbers, letters and symbols can be seen extending along the tail. I have corresponded several times with Chad and know his full name. 8) Earthfiles • 05/21/2007 — Updated: Odd Aerial “Drone”? Photographed Again Over Capitola, California Capitola, California, east of Santa Cruz on Monterey Bay, May 16, 2007: Ten days later on May 16, 2007, in Capitola, California, a man calling himself “Rajman1977” used his Konica Minolta DiMAGE X to photograph a dragonfly-shaped drone above a power pole that looks very similar to the Chad photos, except the Capitola drone has two box-like appendages on the ring. The Capitola drone also had symbols on its tail like Chad's photos. I know Rajman’s full name and corresponded with him in several emails. Rajman, like the others, was angered by and scared of potential ridicule in the wake of all the CGI/Photoshop attacks. “Rajman” was considering the possibility of doing an anonymous recorded interview with me, but decided against it and has not replied to further email inquiries since May 2007. The two hired private investigators featured in the Los Angeles Times on March 18, 2008, are lookiing for Rajman."},{"pageNumber":9,"pageContent":"Then in early June 2007, UFOcasebook.com received a photograph of a more complicated and more sinister-looking version of the dragonfly-shaped drone allegedly photographed in the Big Basin Redwoods State Park of California, northwest of Santa Cruz, on June 5, 2007, by a person calling himself “Stephen.” I have not had independent communication with him. 9) Earthfiles • 06/17/2007 —More Big Basin, California, Bizarre \"Drone\" Images Big Basin Redwoods State Park, California, June 5, 2007: However, on that same day of June 5, 2007, another eyewitness bicycling in the Big Basin Redwoods Park also saw and photographed the complex, sinister-looking aerial machine. He calls himself “Ty B.,” and he emailed me about three encounters he had with a dragonfly-shaped aerial craft that looked like the “Stephen” images. Ty B. hard mailed me 12 photograph prints of the object he said kept turning slowly in the air not too far above where he and his cycling buddies stopped to watch and Ty photographed."},{"pageNumber":13,"pageContent":"T o be continued in Part 2 - Isaac, CARET and more drone eyewitnesses. More Information: F or further information about the dragonfly-shaped aerial drones, please see Earthfiles reports below in the Earthfiles Archive : • 03/07/2008 — Mysterious Aerial “Drones” - Oklahoma and Arkansas • 07/28/2007 — Clarifications and Comments by Isaac • 07/11/2007 — Professional Computer Engineers Comment About \"Isaac\" and CARET Document • 07/10/2007 — 2005 and 2006 Memphis \"Drones\"? • 06/29/2007 — Another \"Drone\" This Week Near Maxwell AFB • 06/26/2007 — Part 1: Explanation of the Recent \"Strange Craft\" Sightings • 06/26/2007 — Part 2: Documentation, Palo Alto Caret Laboratory Q4-86 Research Report • 06/22/2007 — Dragonfly \"Drone\" Seen October 1995 in Arizona • 06/17/2007 — More Big Basin, California, Bizarre \"Drone\" Images • 06/15/2007 — Part 1: Northridge, California, Aerial \"Drone\" Eyewitness On the Record • 06/08/2007 — More Drone Photos and Other Eyewitnesses • 05/30/2007 — Birmingham-Type \"Drone\" Seen At Barksdale AFB, Louisiana, in Mid-1980s • 05/28/2007 — Letters About Unidentified \"Drone\" Aerial Objects • 05/25/2007 — Two More Eyewitnesses of Aerial \"Drones\" in 2005 and 2006 • 05/21/2007 — Updated: Odd Aerial \"Drone\"? Photographed Again Over Capitola, California Websites: Ion Propulsion, NASA: http://www.nasa.gov/mission_pages/dawn/main/index.html http://nmp.nasa.gov/ds1/tech/ionpropfaq.html http://nmp.nasa.gov/ds1/tech/sep.html High Power Electric Propulsion Program (HiPEP): http://www.grc.nasa.gov /WWW/ion/present/hipep.htm MJ-12 Documents: http://www.majesticdocuments.com UFOCasebook: http://www.ufocasebook.com/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
