[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 2: U.S. Navy Chief Yeoman Describes \"Extraterrestrial Biological Entities\" in TOP SECRET/MAJIC Photographs. © 2006 by Linda Moulton Howe hatever convinces this government to maintain the secrecy (about UFOs and E.T.s) is beyond me. I see no rhyme or reason to it, other than ‘We are the good guys. We’re the U.S.A. This is something we need to hold tight.'\" - T homas C. Sheppard, Chief Yeoman, U. S. Navy (Retired) R eturn to Part 1 March 22, 2006 Al buque rque , Ne w Me xico - Last week, retired U. S. Navy Chief Yeoman, Thomas Colman Sheppard, described how he and two other Navy men saw photographs in a file about “extraterrestrial biological entities (EBEs) .” On the back of each photograph was the stamp TOP SECRET/MAJIC, signed and dated (he does not remember the date, but a truck in the first photograph Tom thought was a 1940s model.) The EBE photographs were in a classified vault at White Beach Naval Base in Okinawa. The date was Thanksgiving night, 1976. In Part 1, Tom Sheppard included his drawings of the four B&W photographs he remembers. The photographs were of one live, and three dead, non-human entities. Their skin reminded Tom of a pale-skinned snake. Tom Sheppard and his two Navy colleagues, Craig Howard and Robert Toppen, thought they had been able to enter the classified vault without anyone finding out. But on the Monday after that 1976 Thanksgiving weekend, the three men were summoned by angry superior officers. T homas Colman Sheppard at his retirement on November 30, 1995, as E-7 Chief P etty Officer, Chief Yeoman, in Austin, Texas. P hoto courtesy Tom Sheppard. Interview: "},{"pageNumber":2,"pageContent":"T om Sheppard, U. S. Navy Chief Yeoman (retired 1995): “T he incident where we saw the photographs occurred on Thanksgiving night that year (1976) and then the next day was Friday, a non-work day. Then the weekend came. But between that time and Monday morning, evidently some people were not happy. Things were discovered. So, when I came in, Chief Seeley took me to the conference room and he was very stern with me. He said, ‘You sit down here and don’t you move.’ So, for the next five hours I sat there and noticed things going around. They had called Toppen and Howard to see the Chief of Staff. I doubt if any of this ever got into their official records because of the nature of everything. But they were given some reall y stern talking to's. So, that kind of ended it for awhile. Nobody said anything. Everybody was all hush-mouthed about every thing. I didn’t talk to Toppen ever about this. Months went by before I finally got the courage to talk with Howard about it. And Howard told me that he did notice (in the vault documents) ‘Roswell.’ That was the first time I heard of Roswell and it happened in the 1940s and that’s it. ‘If you’re smart, you ain’t going to say anything about what happened.’ Now, between that time and the time of the incident, There was one other thing that occurred and it’s really weird and so here it is. This happened maybe within two weeks of the incident. Me, Toppen and Howard got told to get in a van and w e were going to be taken up to Dental, w hich was at Kadena AFB (about 40 miles from White Beach). Howard and Toppen were not happy. And guess who was driving us? Chief Seeley. (laughs) So, I get in the van. I’m the last one and Chief Seeley is saying, ‘Hurry up, get in here! Shut the door.’ So, I looked over and asked, ‘What’s going on?’ Chief says, ‘We’re going up to Dental.’ Howard is really upset and he goes, ‘This is bullshit.’ I said, ‘What’s the matter?’ He goes, ‘Oh, you’ll find out.’ So, I got kind of scared and said to Chief, ‘What’s going on?’ He just said, ‘Shut up. We’re going.’ So we got up there and they put me under and did some dental work on me. Well, guess what? I don’t have any record of me going to Kadena AFB for dental work. So, I’ve always been suspicious of what’s going on there with that. BUT WHAT DID THEY REALLY DO? I don’t know, Linda. They probably put something in our teeth. I have no idea what it was. TO TRACK YOU FROM THERE AFTER? That’s my suspicion. Of course, if I tell people I know that, they are like, ‘Oh, yeah, right. What planet are you living on?’ But that is a reality I found out at the time. They (military) could do that and I suspect they did do that. WHAT DID HOWARD AND TOPPEN SAY? They w ere upset. They didn’t say anything about it. What could you say? BUT DID YOU TALK TOGETHER AFTERWARD? No. It was months. It was maybe about a month or two before Howard transferred that we even had this conversation about Roswell and the 1940s. I do want to say this and this closes the chapter on Okinawa: When Howard left – I remember that day. He was in his uniform and he was getting out of the Navy. So I came up to him and said, ‘Hey, man. You made 2nd Class. Everything’s behind us. Life is good. What’s going on here? Why are you getti ng out?’ He said, ‘Oh, I just can’t do it no more, Tom. That’s it.’ I said, ‘Does it have anything to do with...?’ THE VAULT. The vault? That file?’ He looked at me and said, ‘Don’t you ever bring that up again.’ He was really upset about it. Evidently – my suspicious is this – they (military superiors) really jacked with him. It was not pleasant for him. \" "},{"pageNumber":3,"pageContent":"bout six years later in early 1982, Tom Sheppard was transferred to Naples, Italy, where he worked in the Operations Department. One day the subject of ETs came up in conversation with the officer for whom he worked. Tom told him in confidence about everything that had happened in Okinawa. But instead of keeping the confidence, the officer became angry and Tom was directly and indirectly warned to shut up or there would be serious consequences to his health and Navy career. That's why Tom was later shocked in 1989 when he saw a recreation of the Roswell disc crash events on television. \"Unsolved Mysteries comes on TV back in 1989. Do you remember that show? YES, I DO. Guess what show they showed there one night in late 1989? The Roswell incident! I said to myself, ‘Well, I’ll be danged. If they are going to blast it on national TV, what’s to stop me?’ If you’re going to go that way, it’s all over the place. I know there’s government deniability. But anyway, it was in that timeframe, if I recall, that the world started finding out about the Roswell incident. So, I’m at this new command, a 3-star command in Norfolk, Virginia. I opened my bi g mouth agai n. To guess w hat? Another Lt. Commander. Guess w hat happened? He got upset and he told on me. So, I had to go see the Captain. Captain Wood called me in and said, ‘Sit down. Heard you did some talking today.’ I said, ‘Yes, sir, I sure did.’ He said, ‘I want to hear it.’ So, I told him the whole Okinawa story. He said, ‘Yeah, Tom.’ He was a real nice man. ‘We don’t call them ‘aliens,’ though.’ I said, ‘We don’t?’ (laughs) ‘No, we call them EBEs for extraterrestrial biological entities.’ I asked him some more questions and he could not answer them. I said, ‘Well, what’s the whole thing about?” We don’t know. ‘How long has the government known?’ ‘Oh, the whole time.’ ‘Does the President know?’ ‘I can’t tell you that.’ ‘Do you thi nk the w orl d’s ever goi ng to get to know ?’ ‘Probabl y not. It w oul d j ust shake thi ngs up too much. It’s for hel pful reasons, Tom. Gosh, get w i th the program. We’re doing stuff with this stuff. It’s all good. Be a good sailor and just keep your mouth shut about it, OK?’ ‘OK. No problem.’ HE SAID IT WAS ‘ALL GOOD,’ MEANING THAT WHAT THE GOVERNMENT WAS DOING WITH THE EBENS WAS ALL GOOD? ‘Well, he had a dual hat. At the same time, he worked for a 3-star, he also worked for another 4-star up in Washington, D. C. called Space Command. So, he was one of the – I don’t know what his real position was or what you'd call his title. But that’s who one of his joint bosses was for fitness report purposes. I knew that. "},{"pageNumber":4,"pageContent":"BUT DID YOU INTERPRET WHEN HE SAID IT’S ‘ALL GOOD,’ DID HE MEAN THAT THE GOVERNMENT WAS WORKING WITH EBENS AND THAT WHATEVER WAS GOING ON BETWEEN THE GOVERNMENT AND THE EBENS WAS GOOD? That was the indication, at least. I specifically remember him saying that if it was exposed that it would cause great chaos and such. I do remember him specifically saying that. The general gist of everything else was sort of, ‘We’ve got a control on this. And no, not everybody gets to know. Like I said, the gist was it’s all good. For good reasons.’ DID YOU ASK HIM WHAT IS THE CHAOS THAT IT WOULD CAUSE FOR THE WORLD TO SIMPLY KNOW THAT THERE ARE EXTRATERRESTRIAL BIOLOGICAL ENTITIES? Yeah, we talked about that. It would disrupt – all right – a lot of people believe in the Bible. OK? And it would just disrupt America to its stone foundation if they found out for sure that aliens are out there. We just can’t take the chance. WHAT WOULD KNOWING THERE WERE ALIENS IN THE REST OF THE UNIVERSE HAVE TO DO WITH THE BIBLE HERE? I argued with him. I said, ‘This is 1990! This is not 1940. I would agree with you, Captain, respectfully that yes, in 1940 – it would just go, oh, my God, people would just be jumping off cliffs. They wouldn’t know how to tie their shoelaces anymore. But here it is 1990. This has been talked about. This has come out. I think people’s mindsets and perspectives would be able to handle it. To be honest with you, it would probably be old news in two weeks like everything else is. So, what’s the big deal? WHAT DID HE SAY? Can’t do it. I asked him a few more questions and he said, ‘Can’t go there. Now, you just be a good boy, Tommy, and l et’s not bri ng thi s up agai n. You w ant to make Chi ef, don’t you?’ ‘Yes, sir.’ ‘All right. There’s your answer. Play ball by the rules.’ TOM, WHAT DO YOU THINK IS DIFFERENT TODAY IN 2006 IN THE WORLD THAT WOULD JUSTIFY THE GOVERNMENT FINALLY TELLING THE TRUTH ABOUT EXTRATERRESTRIAL BIOLOGICAL ENTITIES? That’s a great mystery. It’s a mystery in itself. It could possibly be so disruptive to peoples’ lives that – well, it would put at risk a lot of things. WHY WOULD IT BE DISRUPTIVE? Peopl e j ust coul dn’t handl e i t. WHY? It’s quite a shock. It is quite a shock. When you know it to be true, it just throw s a numb in you that you can’t believe. It really does. WHY WOULD THE EXISTENCE OF OTHER INTELLIGENT LIFE IN THIS UNIVERSE UPSET THIS PLANET? I don’t know, Linda. I don’t have a cogent answer for you. I wish I did. I just know that we’re simple beings and something like this, it’s an extreme shock. It just is. I don’t know how to describe it. It just is. THAT’S WHAT THE MAN WHO WAS TALKING TO YOU ABOUT EBES, EXTRATERRESTRIAL BIOLOGICAL ENTITIES, MEANT? IT BOILED DOWN TO THAT IF THE TRUTH WERE TOLD TO THE WORLD, IT WOULD BE TOO MUCH OF A SHOCK? Yeah, plus the fact that he was emphasizing that militarily, we need to have this for our side. Even though, in 1990 – well, we’re at the beginning stages of the end of the Cold War. St ill, militarily we need to have advantage. If this was not directly said, this was absolutely indicated, I’ll tell you that. DID HE USE THOSE WORDS, ‘WE HAVE TO MAINTAIN ADVANTAGE?’ "},{"pageNumber":5,"pageContent":"Yes, the United States must militarily maintain advantage. Of course, the big question would obviously come: Are they friendly? Or not? Where are they from? What do they want? What can they do for us? And what have we been doing with them for all these years? Yeah – who has answers? I don’t know. Where are they from? Are they from within? Or are they from another dimension? Or are they from galaxies far away? Gosh, there are so many questions! I certainly don’t know the answers. I don’t know if any of us do, really, to be honest with you. There could be a few people who know and they sure ain’t talking, that’s for sure!” T homas C. Sheppard assigned to USS Bowen out of Norfolk, Virginia, beginning June 10, 1990. ixteen years after the vault incident, the mysterious dentistry, several warning lectures by superior officers, and two years after the conversation about UFOs and EBENs with Captain Wood in Norfolk, Virginia - Tom Sheppard found himself on a Naval ship in the Caribbean late in the evening of April 1, 1992. It was a moonlit night and he was on the bridge wing for a break. Retired Navy Chief Yeoman Tom Sheppard: “I noticed out on the horizon – you could barely make out the horizon. It w as that kind of night, rather bri ght out from the moon. There w as a light. At first, I thought it was a ship line of sight on the horizon. Then I could see that it was above the horizon. Then I looked aft, and when I looked back, that light was gone. And then within the next two seconds, I heard this rustling noise that was against the water and I wondered, ‘What’s that?’ I looked out and I could see this UFO that was maybe not even 30 yards off, hovering right above the water, tilted to the side, flying saucer- shaped. From the angle the moon was, I could see some of it. But, the rest of it I could see in silhouette, but barely. And it was sort of copper tone in color. The thing that really caught my attention w as the noise it w as making against the w ater, I’m assuming – this (makes sound effect) noise it was making. "},{"pageNumber":6,"pageContent":"S ketch from memory of bell-shaped disc that zoomed to stand-still position for a couple of seconds about 30 yards from Navy Yeoman, Tom Sheppard, on USS Bowen in the Caribbean, April 1, 1992. Tom said, \"The blue color on the disc was so I could show the shape. That night it was more black shadow around the copper color. And the yellow is the moonlight. The moon was to the far left casting reflections from the disc on the moonlit sea. Drawn on March 22, 2006, for Earthfiles © 2006 by Thomas C. Sheppard. Before I could get, ‘What the hell?!’ out of my mouth, it w as gone. I mean it took off like gone! DID IT MOVE OR SIMPLY DISAPPEAR? The disc moved so fast, you wouldn’t believe it. It was way out there in the sky now, and then nothing. It looked like a star – and there were no other stars around that night, OK? So, when it took off, you could make it out it had been a star look, OK? THAT MUST HAVE SEEMED VERY IRONIC TO YOU HAVING HAD SO MUCH TROUBLE ABOUT SIMPLY SEEING THOSE PHOTOGRAPHS BACK IN 1976 IN OKINAWA. NOW, IT’S 1992 BACK IN THE UNITED STATES AT NORFOLK. YOU ARE ABOUT TO RETIRE IN THREE YEARS – THAT SOMETHING LIKE THIS SHOULD SHOW UP RIGHT OUTSIDE OF THE SHIP YOU WERE ON? Absolutely. What happened next is this: the whole bridge wing started shaking from the sound of all these feet coming my way. And the hatch flew open and about 12 to 15 guys started coming out on the bridge wing looking around like, ‘Where did it go?’ No one could see anything or figure out what had happened. But evidently – I’m guessing now – they must have been tracking this on radar and it came that close to the ship and then took off – they wanted to see what was so close to the ship. So, they ran out there. I never heard anything about that ever since. I would also say this: it seems apparent to me that most naval aviators – especially in the time that I served – the more senior they became in their career, the more enlightened they became about the phenomenon and things happening and what happened in the 1940s. I think so. You know, they talk among themselves. BUT IT’S A DEEP, DARK SECRET. Absolutely. You can’t let enlisted people know about it! (laughs in irony as an enlisted Yeoman) IT DOESN’T SEEM FAIR THAT THE HUMAN FAMILY SHOULD NOT KNOW WHAT OUR MILITARY AND GOVERNMENT KNOW. Whatever convinces this government to maintain the secrecy (about UFOs and E.T.s) is beyond me. I see no rhyme or reason to it, other than ‘We are the good guys. We’re the U.S.A. This is something we need to hold tight.’ You can pick and choose whatever reasons you are comfortable with. BUT AS YOU SAID EARLIER, THIS IS 2006, THE 21ST CENTURY. WHY WOULD THIS GOVERNMENT CONTINUE TO INSIST WE’RE ALONE IN THE UNIVERSE AND THERE ARE NO"},{"pageNumber":7,"pageContent":"UFOS AND ETS, WHEN THEY HAVE FILE DRAWERS FULL OF EVIDENCE AND BACK-ENGINEERING FROM ETS? IT MEANS THE ENTIRE PLANET IS LIVING A HUGE LIE. Absolutely. I theorize that from the 1940s to today that our m ilitary and our government might be slowly trying to wean out of this information so that in time, it becomes such a non-issue that we don’t need to talk about it. SOMEHWERE ALONG THE LINE, THIS NEEDS TO BE SHARED WITH THE WORLD. I agree with you. That’s why I’m speaking out. ” Tu ne In to my interviews with U. S. Navy Chief Yeoman Tom Sheppard (retired 1995) on Dreamland Radio . More Information: or more information about \"peculiar phenomenon,\" UFO crash retrievals and extraterrestrial biological entities, please see the following reports in Earthfiles Archives . Also see my books and documentaries in the Earthfiles Shop. • 03/09/2006 -- Part 14 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/28/2006 -- Part 13 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/19/2006 -- Part 12 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/17/2006 -- White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches • 02/27/2006 -- Part 4: M ilitary Voices Reply About Government Interaction with UFOs • 02/22/2006 -- Part 3: M ilitary Voices Reply About Government Interaction with UFOs • 02/21/2006 -- Part 2: M ilitary Voices Reply About Government Interaction with UFOs • 02/07/2006 -- Part 1: M ilitary Voices Reply About Government Interaction with UFOs. • 02/05/2006 -- Part 11 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/29/2006 -- Part 10 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/17/2006 -- Part 9 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/09/2006 -- Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/03/2006 -- Part 7 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/31/2005 -- Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/27/2005 -- Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/24/2005 -- Part 4 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/24/2005 -- Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/21/2005 -- Updated: Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze Flying Discs • 12/19/2005 -- Part 1 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/07/2004 -- Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? We bsi t e s: M ajestic 12 Documents: http://www.maje sticdocume nts.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com"},{"pageNumber":8,"pageContent":"Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
