[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Mysterious Aerial Spheres: Letters to Earthfiles © 2008 by Linda Moulton Howe “O ne (2008) scene in particular involved a spherical craft being escorted, and ultimately fought off by, two military helicopters. ...The USAF first asked the scene be changed and the sphere eliminated. If the scene wasn't changed and the spherical craft eliminated, the USAF would withdraw their support. Basically, that's the same thing we went through on Independence Day, too, when Area 51 was ref erenced in that script.” - H ollywood Feature Special Effects Pro March 31, 2008 Albuquerque, New Mexico - During my 3-hour Coast to Coast AM with George Noory news updates on Thursday, March 27, 2008, I shared a March 20, 2008, deer mutilation in Longs, South Carolina, not far from North Myrtle Beach. A few nights before the mutilated deer was found by a retired broadcast engineer, he also saw a glowing, white sphere about 6 feet in diameter moving in the night sky between two military helicopters. [ See 032808 Earthfiles Real X-File .] On the air, I asked listeners to email me who might have had their own glowing sphere encounters or have current knowledge about American military interaction with glowing spheres. I have received dozens of emails and share a few in this Earthfiles report for consideration and other comment. 1) Subject: Spheres Date: March 28, 2008 To: earthfiles@earthfiles.com “Enjoyed you on Coast to Coast as always this morning. I listen to it while I work. You sent out a request for any information regarding \"spheres,\" based upon the two reports you spoke of on the radio. I'm not totally sure how relevant this is, but here's what I know. Brief background: I work in Hollywood special effects and in the art department for a lot of bigger films. I cannot go into much more detail about this film (I have currently been working on), due to confidentiality agreements with the studio, but I think releasing a small scene that won't be produced would be okay. We started work about seven months ago on a big budget film in the whole E.T., UFO kind of realm. The initial design involved spherical craft ranging in size from golf balls ( radio drones ) to 10-feet-diameter ( manned drones ), to battleship size (invasion craft), and ultimately a spherical craft the size of the moon. In the film, the craft color depended on \"alert status,\" red being full-red-alert and so on. There were several colors, such as neutral was white. The idea for these spherical craft came from the SFX coordinator, who had an acquaintance who had allegedly seen one (glowing sphere). One scene in particular involved a spherical craft being escorted, and ultimately fought off by, two military helicopters. Support from the USAF was asked for and the Air Force approved the use of their planes, helicopters, and other things for the film - until the Air Force read that particular scene with the spherical the craft. The USAF first asked the scene be changed and the sphere eliminated. If the scene wasn't changed and the spherical craft eliminated, the USAF would withdraw their support. Basically, that's the same thing we went through on Independence Day, too, when Area 51 was referenced in that script. Being on the creative team, we assumed at first that the military was asking to drop the sphere was the fact the true threat came from the military - that they were on the offensive , not defensive. But in some specific memos, the spherical craft was specified in several sentences. No more detail was added other than that. Ultimately, the U.S. military support was totally withdrawn. "},{"pageNumber":2,"pageContent":"The film today stands in limbo due to the writer's strike. It is one film that has never fully recovered as of yet. I've not heard here nor there on production status, but when I heard you talk about multi-colored spherical craft being around military aircraft/helicopters, it hit home and I thought you might find it interesting to hear a bit about the feature film and what happened with the USAF.” 2) Subject: Sphere in Albuquerque 1994 Date: March 28, 2008 To: earthfiles@earthfiles.com “I heard you on Coast to Coast Thursday 03-27-2008. In that show you mentioned glowing spheres and asked for any comment. Back in the early 1990's, I believe 1994, I saw one. A group of Russian scientists were detained by the authorities and were being housed at the hotel where I worked as a cook next to the Albuquerque Airport and Kirtland Air Force Base. When they were there, I was on my way to work at 3 p.m. in the afternoon. At the intersection of Gibson and Yale, there was a military helicopter in the air facing west. Beside that helicopter on its left side, there was a glowing sphere floating in the air. It had a translucent glow that seemed to change colors. It was about the size of a basketball. I thought it was very strange that such a display would be made over such a busy intersection in broad daylight. I don't know whose benefit they were putting on this show for, but I enjoyed it. I later posted my comments about the sighting on one of AOL's UFO forums. One member there thought that the sphere was a flare. But I doubt that, because of the time and location, as well as the presence of the Russian scientists.” 3) Subject: Spheres and Helicopters Date: March 28, 2008 To: earthfiles@earthfiles.com “When I heard you on Coast to Coast on 3-27-08 mentioning the helicopters and spheres, I thought I should tell you what I saw. I was on the California beach just 1/2 mile north of the San Onofre Nuclear Generation Station about 5 years ago where much of Camp Pendleton helicopter maneuvers take place. In the day, which was a bit foggy, a military copter flew approximately 100 feet above the water, about 20 yards from the shore, traveling north slowly. There was an unmistakable green, glowing, orb illumination about 30 feet in front of the copter. The green sphere was about 6 feet in diameter and moving at the same speed as the copter. The color of the light was like the glowing green color of a glow stick. I assumed it was a laser of some sort for training? I wanted to let you know.” 4) Subject: Glowing Orb Date: March 29, 2008 To: earthfiles@earthfiles.com “T he sphere was in one spot then in another and you don't see the movement in between locations.” “Hello, Linda, Always enjoy your spots on Coast to Coast. Last night/morning your asked for information about glowing or illuminated orbs that I guess many people are seeing recently, or have seen in the past. I live right next to 29 Palms Marine Base, which you probably know is located adjacent to Ft. Irwin (Army), China Lake (Naval Weapons) and Edwards Air Force Base in the Mojave Desert of California. Strange lights in the sky are rather commonplace around here and I have seen a 6 to 7-foot-diameter orb on two different occasions. Both times, I believe they were Marine quiet helicopters, which appeared to be trying to corral a glowing sphere or influence its direction of travel. Both times it was self-illuminated in a beautiful sunset orange color and both times it was around 3 a.m. My first sighting was on December 19, 2007 at 3:10 a.m. The second was around the exact same time last February 11, 2008. The “orange tennis balls,”"},{"pageNumber":3,"pageContent":"as people around here call them, are only a part of the unusual night time festivities locally. People have really become complacent about everything as long as they don't feel threatened. The latest buzz is of some large, flying craft that makes only a slight “swooshing” sound as it passes overhead at about 1000 ft. If there's a moon, it casts a huge shadow on the ground. Everyone attributes this to Edwards Air Force base, which is about 50 miles away in a straight line. The vast number of contrails here aren't even mentioned anymore. There's nothing but open sky and empty government desert from here to Las Vegas. Only a relatively small portion of that desert is open to the public but it's far too much to patrol. When I mentioned my sightings to other locals and their reaction was a non-excited, “Oh, that thing. Word has it that it is a new type of antenna for ground-to-ground and ground-to-air communications for the troops. They're probably all over Iraq by now.” Well, I'm relatively new here and not so ready to dismiss such a thing so easily. What conflicts with this explanation the most, to me, is the way it moved in the sky. The best description I can offer is the same as many people have observed in other UFOs. The sphere was in one spot then in another and you don't see the movement in between locations. The Marines have much interaction with the community here and their explanations for things are taken without too much questioning. But I certainly don't believe this is an antenna. Whatever it is, the orange color it emits is quite beautiful and captivating. I'll be ready for it next time and try to make more astute observations and perhaps a digital photo.” 5) February 7, 2007, Early Evening, Peyton, Colorado Eyewitness reported to National UFO Reporting Center (NUFORC) that he had seen “a helicopter about 500-1000 feet up, following a tiny point of light. The light looked to be about 500 feet in front of the helicopter They seemed to move at the same speed and altitude. The light seemed to be about the size of one of the helicopter's lights, but was not flashing and was a strange pink color, not an even color all over.” The same eyewitness also said he had seen a similar pink point of light “on or about January 6, 2007, but there were no other aircraft in the sky.” After my March 27, 2008, Coast to Coast AM radio broadcast, the Colorado eyewitness emailed me about his February 7, 2007, sighting and added: “What I found odd was that two days later, in Elbert County, Colorado, at the feed store in Kiowa, I heard a rancher found one of his cows mutilated. I paid close attention to the conversation because I have cattle also. (His mutilation) was on or about the day I saw the (pink light) object that the cow was thought to have been killed. I didn't report the cow because I didn't put them together until listening to you tonight (on Coast ).” I f any Earthfiles viewer has had their own aerial glowing sphere encounter or has information about the military's interaction with glowing spheres, please email me: earthfiles@earthfiles.com More Information: F or further information about aerial spheres and other unidentified aerial craft (UACs/UFOs), please see my four books and two documentaries listed in the Earthfiles Shop , plus related Earthfiles reports below in the Earthfiles Archive : • 03/30/2008 — Part 8 - Real X-File, Source Unknown • 03/20/2008 — Part 7 - Real X-File, Source Unknown • 03/15/2008 — Part 6 - Real X-File, Source Unknown • 03/08/2008 — Part 5: Real X-File, Source Unknown • 03/04/2008 — Part 4: Real X-File, Source Unknown • 03/03/2008 — Updated Part 1: Real X-File, Source Unknown • 03/02/2008 — Part 2: Real X-File, Source Unknown • 03/02/2008 — Part 3: Real X-File, Source Unknown • 02/22/2008 — Updated: Three Eyewitnesses in Selden, Texas, Saw Two, Large Rectangles of “White Flames” in Sky"},{"pageNumber":4,"pageContent":"• 01/15/2008 — Updated: More Sky Spiral Mysteries in Iraq, Canada and Germany • 01/11/2008 — Canadian \"Disc\" and Smoke Spiral Still A Mystery • 12/11/2007 — More Confirmation of May 1974 Discs in Albuquerque and Huge Cylinder Craft At White Sands Provi ng Ground. • 12/08/2007 — Another Eyewitness to Glowing Disc and M ilitary Security in Albuquerque, New Mexico • 11/29/2007 — Part 1: Glowing Disc Encounter with Military in Albuquerque, NM • 11/29/2007 — Part 2: Glowing Disc Encounter with Military in Albuquerque, NM • 11/29/2007 — Part 3: Glowing Disc Encounter with Military in Albuquerque, NM • 08/24/2007 — Orange-Red \"Fiery\" Aerial Spheres • 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, and Farnborough, Hampshire, on July 22, 2007 • 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft Hovered Over Battalion Headquarters • 03/16/2007 — Tenth Anniversary of March 1997 Phoenix Lights: What Was the 2-Mile-Long Triangular Craft? • 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics • 10/14/2006 — Big Sorghum Circle in Beloit, Kansas • 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet? • 07/01/2006 — Cattle Mutilation and Glowing Discs in Saskatchewan, Canada • 02/27/2006 — Part 4: M ilitary Voices Reply About Government Interaction with UFOs • 12/21/2005 — Updated: Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze Flying Discs • 12/02/2005 — Abduction by Grey ETs in Huge, Black Triangle • 11/10/2005 — Part 1: An Alleged 1953 UFO Crash and Burial Near Garrison, Utah • 09/21/2005 — Silent, Unidentified Aerial Triangle Entered Thunderstorm Over Fairborn, Ohio • 07/01/2005 — U. K. Bicyclist Reports Mysterious, Low Hovering Objects Bending Wheat • 05/26/2005 — Part 1 - Brazilian Air Force Opens Its UFO Files to Public • 05/03/2005 — Part 2: Japan Air Lines Pilot Interview About November 1986 UFO Encounter • 05/03/2005 — Part 3: Japan Air Lines Pilot Interview About November 1986 UFO Encounter • 04/17/2005 — 1949 Aerial Disc Covered-Up By Project Blue Book As \"Kite\" • 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery Brigade Fired Off 1, 430 Anti-Aircraft Shells At A UFO • 03/08/2005 — Flying Disc Paced Airliner Over Puget Sound Navy Yard • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrieval in Flatwoods, West Virginia • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 2: USAF Starfire Disappeared Over Gulf of Mexico • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 3: Nuclear Physicist Stanton Friedman Comments • 12/30/2004 — Audience Feedback About Earthfiles \"September 12, 1952: America's 'Secret War'?\" • 12/28/2004 — Part 22: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 12/22/2004 — Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with Canadian Researcher, Grant Cameron • 12/22/2004 — Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with Canadian Researcher, Grant Cameron • 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/04/2004 — Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 11/12/2004 — Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed. • 10/23/2004 — 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids • 08/18/2004 — New Mexico Gov. B ill Richardson Wants More Investigation of 1947 Roswell UFO Crash • 03/26/2004 — Back Engineering ET Craft • 09/20/2003 — Updated: Oklahoma Sheriff's Deputy and Dispatcher See Strange Aerial Objects • 08/20/2003 — Rotating Disk Hovered Over Avebury Stone Circles August 16, 2003 • 02/01/2003 — Six Unidentified Triangular Aerial Craft Over Uinta Mountains, Utah • 01/14/2003 — Part 2: Cape Girardeau and Charlette Mann's 1991 Letter About Her Grandfather's Experience • 12/28/2002 — UPDATED Part 1: Cape Girardeau, Missouri, Non-Human Craft and Bodies Retrieval in 1941 • 12/21/2002 — Part 2 - Corguinho, Braz il: Close Encounters with Tall Red-Haired and Blond-Haired Non-Human Beings • 04/17/2002 — Part 2 - Unidentified Aerial Craft Over Farmington and Aztec, New Mexico in Spring 1949 • 05/04/2001 — Part 3 - Retired Army Sergeant Describes 1969 Film of Unidentified Craft • 04/30/2001 — Part 2 - Former U.S. Army Sergeant Describes 1969 Film of Non-Human Entities • 04/29/2001 — Part 1 - Former Army Sergeant Describes 1969 Film of Alien Craft and Entities • 04/21/2001 — April 1986: After Chernobyl Melt Down, What Flew Over Mannheim, Germany? • 10/01/2000 — 31 Eyewitnesses in Yukon See Huge UFO • 08/20/2000 — Updated - Close Encounter with Unidentified Aerial Craft and Helicopter in East Kennett, England • 02/21/2000 — Green Square Unidentified Aerial Craft Over Phoenix • 12/10/1999 — Roswell 1947 and Beyond: U. S. Military Eyewitnesses of Unidentified Aerial Craft • 09/05/1999 — Delphos, Kansas Ring Mystery - More Analyses • 05/28/1999 — Unidentified Aerial Craft In Contrails Over Phoenix 5/7/99"},{"pageNumber":5,"pageContent":"Websites: Majestic-12 Documents: http://www.majesticdocuments.com Presidential UFO: http://www.presidentialufo.com UFO Casebook.com: http://www.ufocasebook.com/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
