[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Congressional Hearing Asks: Should Privately Funded Human Cloning Be Banned in the U. S.? © 2001 by Linda Moulton Howe Since Dolly, the Scotland sheep, was the world's first cloned mammal in 1997, many other animals have been cloned and some scientists now want to clone humans. Graphic © 2001 by The British Council. April 1, 2001 Washington, D. C. - Representative James C. Greenwood (R., Pa.) called a hearing to order on March 28, 2001 to consider human cloning and whether it should be banned in the United States. Rep. Greenwood is Chairman of the House Energy and Commerce Committee's Oversight and Investigation Subcommittee. \"Although publicly funded human cloning research is prohibited,\" Rep. Greenwood said, \"privately funded human cloning research is not.\" Two groups of privately funded scientists told the committee they expect to create a human clone within two years. One group is Clonaid which calls itself \"The First Human Cloning Company.\" Its cloning project is headed by French scientist, Dr. Brigitte Bossellier, Ph.D., who is quoted at the Clonaid website, \"Who today would be scandalized to the idea of bringing back to life a 10-month old child who died accidentally? The technology allows it, the parents desire it, and I don't see any ethical problems.\" Dr. Bossellier read a letter at the Greenwood hearing from parents who have invested $500,000 in Clonaid in order to have a clone produced from their child who died. Clonaid's website also says it \"will charge as low as $200,000 US for its cloning services.\" Clonaid © 2001. At the Clonaid.com home page, there are also links to Rael.org, Rael Press File, "},{"pageNumber":2,"pageContent":"and Ufoland. Rael is the founder of a religious organization called the Raelian Movement \"which claims that life on earth was created scientifically in laboratories by extraterrestrials whose name is Elohim as found in the Hebrew Bible.\" Both Dr. Bossellier and Rael are promoting human cloning and will release a book in April entitled, \"Yes to Human Cloning - Eternal life thanks to science.\" Several medical researchers argued that human cloning is not easy and will produce serious defects. Dr. Mark Westhusin, a Texas A & M University veterinarian testified that most cloned animals don't survive and those born have serious defects. He is also critical of Clonaid's promise to screen for genetic defects in order to insure a healthy cloned human baby. I talked with both Rael and Dr. Westhusin this week after the Congressional hearing and present here their two points of view. Interview: Rael, Founder of the Raelian Movement, Miami, Florida: \"Last spring, Dr. Brigette Bossellier was in charge of the project told me, 'Rael, we are ready. We can really do it. We have a team of scientists. We have an investor. We have everything.' So I say, 'OK, do it.' They created a new company in America especially to do cloning. But it's separate from the Raelian movement. WHERE IS CLONAID IN THE UNITED STATES? I cannot tell you. I don't know where the laboratory is and I don't want to know for safety reasons. TO PROTECT THE EFFORTS, THEY DON'T WANT ANYONE TO KNOW? For the safety of the scientists and project. IN THE NEWSPAPER FOLLOWING UP ON REP. GREENWOOD'S HEARING IN WASHINGTON THIS WEEK, IT SAYS THAT CLONAID HAS PARENTS, A COUPLE THAT HAVE PAID $500,000 FOR A PROCEDURE IN WHICH CELLS FROM THEIR DEAD CHILD WILL BE USED TO CREATE A CLONE OF THEIR DEAD CHILD. Correct. IS THAT GOING FORWARD? Yes, absolutely. But they are not customers. Clonaid I think has a list of 200 potential customers. But they are the first, they are more than customers. They are founders. They founded the company with Dr. Bossellier so they are part of it. The Clonaid project has not accepted money from any customer to now. THE $500,000 WAS ON THE PART OF A COUPLE WHO WOULD LIKE TO HAVE THE CLONE OF THE CHILD WHO DIED AND THEY HAVE THAT VESTED INTEREST AND HAVE JOINED WITH DR. BOSELLIER TO CREATE CLONAID. THEY WOULD BE AT LEAST ONE OF THE PROJECTS CLONAID WOULD DO IN TERMS OF CLONING A HUMAN? Yes, they are the first one and investors and they helped Brigette Bossellier to create the company. DO YOU NOW KNOW WHEN THE CLONING PROJECT OF THIS CHILD MIGHT BEGIN? One of the first things I asked Brigette Bosellier, 'If you do it, do it in a perfect way, safe and healthy.' We are not creating monsters. No way. We want to have a project that has a smiling baby and happy family on TV as soon as possible and not monsters. Some journalists are writing that we want to make monsters with two heads. This is completely stupid. We are not creating monsters. There are a lot of technologies available which are at the very early stage of development to be sure that the baby is normal. And if it is not and in the very"},{"pageNumber":3,"pageContent":"early stages, in the first few weeks, you can have an abortion of course. WOULD THIS WORK BE GOING FORWARD THIS YEAR? As soon as possible. They are just now training the team using cow eggs. USING BOVINE COW EGGS? Ye s . I WONDER IF YOU ARE GETTING ANY KIND OF COMMUNICATION FROM THE EXTRATERRESTRIALS ABOUT CLONING OF THE HUMAN PROJECT? IS THIS SOMETHING THEY WANT TO SEE HAPPEN? Of course, because that is part of my book, at our website, www.rael.org - they said we are now becoming what the Bible said a long time ago 'equal to Elohim.' Thanks to science. It was written that human beings will become equal to them. So that's what we are doing now. And we are in fact in the process of Elohimization by slowly becoming able to create artificial life, by becoming ourselves able to travel to other planets, and I'm quite sure that soon we will have a team of scientists going to one of the planets. WHY DO YOU THINK THAT THE EXTRATERRESTRIAL ELOHIM CREATED HUMANS HERE IN THE FIRST PLACE? At the beginning, it was just scientific experimentation. But then, they realized that it was much larger than that and that it is Infinity taking consciousness of Itself. We are Infinity, but material infinity, the minerals, are not aware, have no consciousness. So, by creating life we are changing the matter in consciousness. May I add something about the Congress? I think they will pass a law against it. My hope then is to go to the Supreme Court which 22 years ago it was the same thing. They passed a law against IVF, in vitro fertilization. Then people sent to the Supreme Court where people ruled in favor of IVF. And I hope it will be the same. If not, we are on the same path as the Elohim and maybe the scientists, because of the various conservative visions imposed by primitive religion, will have to create life somewhere else. YOU MEAN ON THE EARTH? On the Earth - I am sure they will try. But if it's complicated and if not possible on the Earth, then we will have to do what the Elohim did for us a long time ago. Wait until a team of scientists do it on another planet. Like a cycle, if you want. We may do the same thing. It's possible. LIKE MOVING TO MARS... And creating life far from public opinion. Yes.\" Model of DNA and sequence of genes in all earth life which can be manipulated and duplicated © 2001 Clonaid. Veterinarian Warns Cloning Is Difficult and Produces Birth Defects If the issue of banning human cloning in the U. S. does end up before the Supreme Copurt, there will be many medical experts arguing against human cloning. One of those is Dr. Mark Westhusin, Associate Professor in the Department of Veterinarian Physiology and Pharmacology at Texas A&M's"},{"pageNumber":4,"pageContent":"College of Veterinary Medicine. Dr. Westhusin has been trying to clone cows, dogs, cats and other animals for research purposes and stressed before Rep. Greenwood's Congressional hearing that cloning is difficult, inefficient and plagued with birth defects. Mark Westhusin, D.V.M., Associate Professor, Dept. of Veterinarian Physiology and Pharmacology, College of Veterinary Medicine, Texas A& M University, College Station, Texas: \"There were really two main points I wanted to bring up at the hearing at the House of Representatives. One of those being that animal cloning per se is just an extremely inefficient process at this point and we really shouldn't be applying it or using it to try and reproduce humans or human babies simply because of the risks that are involved in terms of high abortion rates and also for the risk it poses to the surrogate mothers if you. If it did make it to term, there's a significant chance that the baby that was born would have developmental abnormalities and also die. The abnormalities that we have seen in cattle includes such things as cardiovascular problems, pulmonary hypertension and other kinds of abnormalities that ultimately result in their death. Some of them are fine, but a significant proportion of them do exhibit these developmental problems. WHY IS IT THAT CLONING SEEMS TO HAVE THESE KINDS OF PROBLEMS? We have no idea and we're still in the middle of research to try to understand it. One of the things we think is going on is that we get an improper reprogramming of genes. So if you think about what happens in a normal process of fertilization with a sperm and an egg, you have a genetic reprogramming that goes on. So, the egg reprograms the sperm, for instance, and the egg itself cannot function as a sperm or egg anymore, but can now function as a new embryo and can turn off certain genes and turn on others to now develop into a normal embryo. Well, an egg knows how to handle a sperm and knows how to reprogram the genes in the sperm. What we think it does not know how to do, at least in the vast majority of the situations, is to reprogram the genes from a skin cell so that it will in fact develop into a normal embryo. The 2nd point that I brought up at the hearing was the concept or idea that individuals interested in cloning humans claim that what we can do is screen the embryos and determine which ones are going to develop abnormally. Well, the reason they can't do that is based off this statement that I just talked about with reprogramming. It is not a simple fact that they have an abnormal number of chromosomes or they have some really obvious things you can detect with any kinds of technologies that we have today. There are very subtle kinds of things going on with gene expression and we really don't know what are the genes that are being expressed properly and which ones aren't. There are a lot of genes that we would have to test. You can think about how you would screen for 30,000 different genes and tell which are operating properly and which aren't? Those kinds of ideas that you can screen and tell which ones are going to develop abnormally - really, we don't have the technology today to do that. IS PART OF THE CONFUSION IN THE PUBLIC'S MIND AT LEAST THAT THERE HAVE BEEN SUCCESSFUL CLONINGS SUCH AS THE SHEEP, DOLLY, AND OTHER ANIMALS HAVE BEEN REPORTED OVER THE PAST TWO OR THREE YEARS. THE GENERAL IMPRESSION IS THAT CLONING ACTUALLY DOES WORK. Right, and it does work. And it's a fascinating and remarkable situation that it does. It still dumbfounds a lot of us that it does work. But the fact of it is that it's so inefficient that it's one of those situations where it becomes big news when a clone is actually born. But it kind of overshadows the inefficiency and all the techniques and procedures that had to happen to get that one clone. Just the idea that it works at all is so remarkable that the rest of it gets overshadowed in"},{"pageNumber":5,"pageContent":"terms of the inefficiency. And people are really backing up and taking a look at it. DO YOU HAVE ANY OTHER OBJECTION TO RESEARCHERS TRYING TO CLONE A HUMAN? From a personal standpoint, I have my own moral and personal objections against it personally. I don't think we should do it. But beyond that, I just don't think it is safe. If you just look at what I already mentioned that what the likelihood is of having an extremely high abortion rate and extremely inefficient at getting pregnancies to begin with and that the majority of those will abort. Then a significant proportion of the offspring that may result would also have developmental problems. So, it's just an irresponsible stance to take at this point to say that we would try these technologies on humans. YOU HAVE BEEN CLONING DOGS? And cats and cows and goats and horses and a variety of different species. YOUR GOAL WOULD BE WHAT? The potential benefits of cloning animals are enormous. They range from being able to reproduce superior livestock that are now deceased and we want to keep those genes around in the genetic pool to replicating high-producing milk cows and replicating great sires to genetically engineering animals, for instance, that are disease-resistant to some of the particular diseases that are devastating the country right now, like foot-and-mouth disease and BSE and other kinds of things. And so, the focus of our research, is to try and understand why it is so inefficient and to improve the efficiency of the process. THE PEOPLE WHO SAID THEY HAD A CHILD WHO HAD DIED AND IF THEY COULD FROM THE CELL OF THAT DEAD CHILD BE ABLE TO BRING THEIR CHILD BACK, HOW IS THAT DIFFERENT QUALITATIVELY FROM PRODUCING CLONES OF ANIMALS FOR BETTER STOCK AND BETTER MILK AND MEAT AND SO FORTH. WHERE DOES ONE APPLICATION STOP VERSUS ANOTHER? There is a real misconception in society that cloning is in some way a means of resurrection. And it's not a means of resurrection! If you clone an animal, you get a completely new animal. And that new animal has the same genetic endowments perhaps. But it wouldn't even have the same genetic endowments really as an identical twin would because you would use an egg or ovum you collected from another animal that would have a new mitochondrial genotype that codes for about 21 genes. So, in fact it wouldn't be as genetically identical as an identical twin would be. But the real struggle that people need to think through in their mind and get over is this concept of the difference between resurrection and reproduction. This is NOT resurrection. If your animal dies, your animal is dead. You're never going to get t hat animal back. This is not playing God. It's an assisted reproductive technology not that much farther away from basic things that are already used like in vitro fertilization, sperm injection, artificial insemination and other kinds of technologies that are used to assist people in reproducing animals or humans. But it's not resurrection. We are not gods and we cannot play god. WOULD RESURRECTION IN THE WAY YOU ARE DEFINING IT MEAN THAT THE SAME THOUGHTS, SOULS, SPIRIT, LIFE ESSENCE FROM THE PREVIOUS ANIMAL THAT WAS CLONED FROM WOULD NOT NECESSARILY BE IDENTICAL IN A CLONE? Well, we're getting off into philosophical religious types of discussion which I should not go there. But, yeah, it's a new individual. It's a completely new individual. You think we're cloning souls? We're cloning spirits? I don't think so! WHAT WAS THE RELATIONSHIP BETWEEN THE SHEEP FROM WHICH THE CELL WAS ERIVED TO MAKE THE DOLLY CLONE? \"The relationship is that she would be similar to an identical twin, but not really"},{"pageNumber":6,"pageContent":"as much as an identical twin because she has a new mitochondrial genotype. She was derived from a different egg. You know, Dolly is not even as close to being an identical twin as an identical twin would be. It's basically that she represents the genetic make up of the original donor, the original animal that donated the cell. They have the same genetic make up almost. If you don't include the mitochondrial DNA, then they would be the same. But if you include the mitochondrial DNA, she in fact is different. IS IT TRUE THAT THE TELOMERES AT THE END OF THE CHROMOSOMES SHORTEN FROM CLONE TO CLONE MORE THAN THEY DO IN A NORMAL BIRTH POPULATION CAUSING LIFE SPANS TO BE SHORTER? That's really all still unclear yet. The work that involved Dolly suggested that some of the telomeres were shorter. But in some work we recently published about a bull we cloned suggests they were not shortened. So I think the jury is still out on that one to see if that is really a problem or issue, but at this point it doesn't seem to be really critical.\" We b s it e s : http://secularhumanism.org/library/fi/madigan_17_3.html http://www.clonaid.com/ http://www.rael.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
