[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 16 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs © 1994 -1995 by J. Andrew Kissner A ll rights reserved. No part of this book may be reproduced, in any form, without written permission of the author. R eprinted in 2005-2006 as a Real X-Files series by Earthfiles.com with author's written permission. \" Col. Turner said that he had WSPG military personnel searching for two 'flying discs' which appeared to fall into air space above White Sands Proving Ground.\" - J. Andrew Kissner R eturn to Part 1 Military Intelligence, Flying Discs and Plane Crashes J une 16, 1947, Front P age, El Paso Times. A U. S. Army C-47 crashed on takeoff on June 15, 1947, at Goodman Field, Fort Knox, Kentucky. Eyewitnesses in the control tower said that the transport could not gain altitude. As it lifted off the runway, \"it did a low wide circle in an attempt to get back to the field.\" The flight had departed Bolling Field, Washington, D. C., and was reportedly destined for Ft. Riley, Kansas. Aboard were twenty-two military personnel, twenty of them members of a military intelligence group headed by Major General W. G. Wyman. Twenty of those on board were injured in the crash. S/Sgt. Curtis Green, the most seriously injured, was credited with saving the lives of both the passengers and crew after he opened the escape hatch and helped the others out shortly before the airplane exploded. [ Source: El Paso Times , June 16, 1947.] Major General Wyman relieved Col. Schow as Assistant Director of Special Operations (ADOSO covert operations) of the Central Intelligence Agency on February 15, 1951. In the official history of that period, declassified in February 1990 and written by Ludwell L. Montague, the principal author of the National Security Act of 1947, the CIA believed that General Wyman had no prior intelligence experience at the time of his promotion. Yet, in a newspaper report in 1947, after the traumatic C-54 crash, Gen. Wyman was identified as being a \"major general in intelligence\" - an extremely high rank for military intelligence. Clearly, Gen. Wyman was Army Intelligence. It was also clear that whatever group he was assigned to was so highly classified and compartmented that the CIA did not know that he commanded it! Gen. Wyman was very possibly a member of the Joint Intelligence Staff of the Joint Chiefs of Staff in June 1947. He might even have been the Director. General Wyman immediately secured another airplane, loaded his injured men on to it and left that night. Their mission, still secret today, must have been a very high priority - especially given the fact that all military C-54 planes had been grounded in the rash of air crashes. Yet, a Major General in military intelligence continued on despite the unexplained crash and injuries. In Atlantic City, New Jersey, a Navy fighter pilot \"narrowly escaped death\" when he was forced to make an emergency landing on a suburban highway on June 16, 1947. He maneuvered his aircraft down just as the "},{"pageNumber":2,"pageContent":"aircraft's engine burst into flames. The pilot jumped out and ran down the road as the ammunition for his machine guns caught fire and exploded. [ Source: The New York Times , June 18, 1947, p. 10.] J une 18, 1947, The New York Times , P age 10. Also on June 16, at Camp Hood, San Antonio, Texas, a m ilitary policeman walking post became startled and accidentally shot and killed Pvt. Calvin E. Heme of Bay City, Michigan, according to Fourth Army Headquarters at Ft. Sam Houston, Texas. The guard \"became unexpectedly startled\" and fired his loaded carbine at Heme. The bullet entered Heme's shoulder and severed the spinal cord. No additional information was available. No rationale was given about why the MP was given live ammunition, or what it was the MP was guarding, or w hy he became \"unexpectedly startled.\" [ Source: The Arizona Republic , June 18, 1947, p. 11.] B etween El P aso in the south and Socorro and Corona in the north and Roswell on the east, White Sands P roving Ground, later named White Sands Missile Range, was the center of flying disc activity during the American V-2 rocket research period beginning in the late 1940s. LZ-1, LZ-2 and LZ-3 are where UFO crash sites are described between July 4 to 6, 1947, in leaked government documents. In New Mexico, aircraft were not fairing any better. That same day of June 16, 1947, a light plane flying near Mosquero 220 miles northeast of White Sands Proving Ground spun out of control into the ground. The next day on June 17, a light plane operated by Ernest Haupt of Sebring, Ohio, was \"caught in a tremendous down draft\" above Tejeras Canyon twenty-five miles east of Albuquerque, and crashed within 700 yards of another crash site that involved two other planes which had crashed on May 28, in which one was killed and one was injured. Haupt and his wife were badly injured. All three airplanes that flew above Tejeras Canyon reported loss of control when their respective aircraft encountered a \"freak wind\" and sudden lost of altitude. All three accidents were within two and a half weeks of each other and all three were close to an underground nuclear weapons repository under construction in the"},{"pageNumber":3,"pageContent":"Manzano Mountains being tunneled by the AFSWP at Sandia Base. That site is north of WSPG and northwest of the Corona flying disc crash site. [ Source: Las Cruces Sun-News , June 17, 1947.] L as Cruces Sun-News , June 17, 1947, Front P age. On June 18, a Trans-World Airlines Constellation was forced to return to La Guardia Field after its wind shield blew out. The incident occurred when the four engine transport plane was a half-hour out of Manhattan above Allentown, Pennsylvania. [ Source: The New York Times , June 19, 1947, p. 2.] On June 19, a Pan American World Airways Constellation Eclipse crashed as it attempted a \"forced landing\" at Meyadin, Syria, and fifteen people died. The other passengers escaped with a variety of injuries shortly before the airliner burst into flames and exploded at the end of the runway. That afternoon in Foley, Alabama, two Navy pilots were killed when \"their training planes collided in mid-air about 3, 000 feet above Oak Airport.\" [ Las Cruces Sun-News , June 19, 1947, Front Page; Arizona Republic , June 19, 1947.] A rizona Republic , June 19, 1947, Page 15. On June 23, at La Guardia Field in New York City, an American Airlines DC-6 transport blew out three of its four ties on the main landing gear when it miscalculated its altitude and dropped down to the runway too"},{"pageNumber":4,"pageContent":"abruptly as it landed. No one was injured. That same day, seven members of the Colombian Air Force and a 16-year-old girl crashed in a Beechcraft 507 on a military flight between Cali and Bogota. All died. And in the Philippines on Los Negros Island, the Thirteenth Air Force reported that a B-17 Flying Fortress crashed one mile south of Momote Airfield. Three crew members were rescued while five others remained missing. No cause of the accident was reported. [ Source: The New York Times, June 25, 1947.] On June 24, a United Airlines passenger plane en route from Cleveland to La Guardia Field was \"struck by a bolt of lightning.\" The passengers w ere unaware that the right wing had been hit at 5:30 p.m. After the lightning strike, the pilot notified La Guardia Field and the control tower directed the pilot to land while crash crews and fire equipment were directed to that area of the airport. The right aileron on the plane was damaged. The next day on June 25, a four-motor TWA Stratoliner circled Philadelphia for twenty-five minutes with a \"failed landing gear.\" The mechanical hoist that lowered the wheels failed and part of it had to be lowered by hand. It was the second time that day that crash crews had to be brought onto the runway in Philadelphia. Earlier, the crew of a DC-3 had the same problem and after mechanically lowering the gar by hand, the airplane landed without brakes. [ Source: The New York Times , June 25 and June 26, 1947.] The same day back at La Guardia Field, an Air France Constellation with 41 passengers and crew narrowly escaped injury when it crashed after dropping too low and hit an instrument landing systems shack with its right landing gear at the end of the runway. After the impact, the plane continued on to the runway where its right landing gear collapsed and forced the plane to \"ground loop\" to the right. Crash crews quickly arrived and \"dumped chemical fire retardant on the engines, which kept the aircraft from exploding.\" [Source: NYT , June 26, 1947.] Extraordinary Flying Disc Technology Stealth was in its infancy by 1947. Camouflage had been used since before WWI and some work had been done to decrease the radar cross-section of fighter aircraft. Distance could also provide \"invisibility.\" At 60,000 feet, aircraft cannot be seen by ground observers without magnification. However, most of the effort related to innovation in fighter aircraft had been focused on increasing aircraft speed by developing new jet engines. Yet, the flying discs were reported to appear and disappear, as if capable of invisibility at will. [ Kissner's Note: Nearly half a century later in 1994, stealth \"invisibility\" had evolved outside the public literature for the SR-71 Blackbird, the B-1 and B-2 \"flying wing,\" the F-117A stealth fighter/bomber and the rumored \"Aurora\" project. Aurora had still not been publicly acknowledged by 2006. ] Airspeeds in 1947 on conventional airplanes did not reach 1200 mph. However, over the Cascade Mountains at 2:59 p.m. on June 24, 1947, pilot Kenneth Arnold reported seeing nine \"flying discs\" that moved more than 1200 mph at an altitude of about 10,000 feet. Arnold said the objects were as large as a DC-4 and were \"racing over the mountains with a peculiar weaving motion like the tail of a kite. The funny thing about the machines, or whatever they are, is that they make no noise at all.\" The Associated Press reported that an \"Army spokesman in Washington said 'nothing flies that fast except a V-2 rocket and none of them are being tested in the area.'\" [ Source: El Paso Times , June 27, 1947.] Over the next twenty-four hours, flying discs were reported in fourteen states. On June 25, a day after Kenneth Arnol d's rapi d fl yi ng disc si ghti ng, Mi ss B. A. Ti ll ery at the Navajo New comb Tradi ng Post i n northw estern New Mexico, reported seeing a \"flying disc\" between 6:30 and 7 p.m. The Las Cruces Sun-News on June 30, quoted Miss Tillery's description of the object as, \"What! A star in broad daylight? ...After thinking about it, they said no it was much too large for that. It began moving and disappeared to the southeast.\" The same day, Art Roberts in Gallup, New Mexico, saw a flying disc come in from the northeast and depart going south. That evening, a doctor in Silver City, New Mexico 100 miles west of WSPG described a \"brilliant disc sail out of the northern sky and disappeared on the southern horizon.\" [ Source: Ibid.] Over the next four weeks, hundreds of flying discs were reported, most in total daylight. Flying discs even flew in formation over New York City and Washington, D. C. Something was radically wrong. [ Kissner's Note: On June 26, a flight of five P-51 Mustangs and two C-47 transports of the 62nd Fighter Wing of the California National Guard departed Los Angeles for Luke Field, Arizona. Their reported final destination was Salt Lake City, Utah. Brig. General Leonard E. Thomas and his staff coordinated with officers of the 197th Fighter Squadron in Arizona and the 191st Fighter Squadron reportedly in Utah.] Falling \"Flying Discs\" Near White Sands On June 27, at 9:50 a.m., Mrs. W. B. Cummings of Albuquerque said that as she was driving to El Paso near San Antonio, New Mexico 20 miles northwest of WSPG, she saw a \"falling silver object\" east of her disappear behind a distant tree line. \"It was just as bright and shiny as it could be. If it had been any closer to us, it would have blinded us. It was unbelievable. It looked like a piece of metal off an airplane. It left a short white trail. I just supposed they were firing something at White Sands Proving Ground.\" The El Paso Times reported on June 29, \"the object fell from the east from a position of one o'clock in the sky. It dropped for about three seconds and disappeared at a considerable distance behind trees on the east side of the highw ay.\" Questioned about the incident, WSPG officials said there had been no rocket firing since June 12, when a WAC Corporal was fired in a demonstration for West Point cadets."},{"pageNumber":5,"pageContent":"This report is one of three that have never been mentioned in the context of what we now know about the flying disc crash southeast of Corona, New Mexico. At least two of the flying discs that were collected in 1947 were seen and reported as they were about to crash. These three reports out of hundreds are the only ones of the period where eyewitnesses reported seeing a flying disc \"falling out of the sky.\" The other two reports are from the Commander of WSPG himself, Col. Harold Turner. Col. Turner told the El Paso Times on June 28, 1947, that he \"had received reports that a track walker said he had seen a falling object near Eagle, New Mexico. Also an Army Captain J. Dyvad was said to be flying his own plane and reported seeing an object falling from the skies near Tularosa. Search parties were sent out from White Sands in attempts to locate the objects or to secure additional information.\" Track walkers were employed by WSPG, and later by WSMR, to ride the \"fence line\" of the range to provide security in remote areas of the military installation. E l Paso Times , June 28, 1947, Front P age. Further, Col. Turner told the newspaper that he had WSPG military personnel searching for two \"flying discs\" which appeared to fall into air space above White Sands Proving Ground. That Tularosa sighting was seventy miles south of where the flying disc came down on the Mac Brazel ranch near Corona on July 4, 1947. At 1,200 mph, the disc would take only four minutes to travel those seventy miles. At a speed slightly above 3000 mph, the same distance would have taken only thirty seconds. [ Kissner's Note from Devorkin, Science With A Vengeance : V-2s were cruising at that speed themselves in 1947. Since 1967, the U. S. has operated aircraft capable of flying at 3000 mph, Mach 4.5.] Mac Brazel said he never understood why the Army Air Forces said that he had found the flying disc two or three weeks before he reported it on July 4, 1947. In fact, he said he found the debris only two days before. That would be July 2, close to the end of June when Col. Turner said two flying discs were seen about to crash by WSPG personnel and search parties were sent to find them."},{"pageNumber":6,"pageContent":"[ Editor's Note: Leaked MJ-12 documents to Bob and Ryan Wood describe a timeline in which between July 4 and July 6, 1947, one wedge-shaped, not disc-shaped, extraterrestrial vehicle crashed on the Mac Brazel ranch near Corona; a second wedge-shaped vehicle crashed near the Trinity Site at White Sands where the U. S. tested its first atomic bomb; and a third vehicle slammed nose down on the Mescalero Indian Reservation thirty miles east of Alamogordo. See: www. ma j e s t ic do c ume nt s . c o m ] By June 29, 1947, Col Turner was trying to back peddle away from his falling \"flying discs\" comments the day before. He talked to reporters again and said that what Capt. Dyvad had seen north of Tularosa while flying his plane at about 8,000 feet altitude was \"a ball of fire with a blue fiery tail\" below him. Col. Turner said Dyvad was sure \"it was a meteorite. Reflections of the sun's rays could give a meteorite the appearance of a shiny flying disc which might appear to be quite near and traveling faster than the speed of sound.\" [ Las Cruces Sun-News , June 29, 1947.] Stressing the meteor explanation, Col. Turner talked to a third reporter at the El Paso Times on June 29, about the falling flying discs. \"I sent an investigating officer by plane to Tularosa to check the report of Capt. J. Dyvad of the Alamogordo Army Air Base. Dyvad said he saw a ball of fire about 2,000 feet below him as he was flying his own plane at 8,000 feet near Tularosa. \"Col. Turner said that a meteorite might look like a shiny disc if caught at a certain angle in the sun's rays. He pointed out that although the mysterious objects are reported as close to earth, they might actually have been many miles away. He said that the meteorite seen by Capt. Dyvad was apparently larger than ordinary size and traveling close to earth before it burned out.\" E l Paso Times , June 29, 1947, Front P age. The difficulty with Col. Turner's revised explanation is that the \"meteorite\" was 2,000 feet below Capt. Dyvad's aircraft which was flying at 8,000 feet. At 6,000 feet, the \"meteorite\" was too low to clear the mountains immediately east of Capt. Dyvad's reported position. So, the flying disc was not distant; it was very close. Perhaps Capt. Dyvad was not flying his own plane, either. Perhaps it was an Army Air Force fighter? Why would Col. Turner have been sensitive about such a distinction? A civilian plane would not be armed, but a fighter would be armed. It's my understanding there were classified government orders to shoot down the flying discs, but the public and media were not supposed to know. C ontinued in Part 17 - \"Secret War\"? E l Paso Times , June 29, 1947, Front P age."},{"pageNumber":7,"pageContent":"More Information: F or more about Majestic-12 leaked documents, please see reports below in Earthfiles Archives : · 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 04/13/2004 -- Part 7: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 03/26/2004 -- Back Engineering ET Craft"},{"pageNumber":8,"pageContent":"· 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July 1947? · 03/17/2004 -- Part 2 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July 1947? · 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2 For more about American military aggression against UFOs, crash/retrievals and UFO retaliation, please see reports below in Earthfiles Archives : · 01/17/2006 -- Part 9 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 01/09/2006 -- Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 01/03/2006 -- Part 7 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 12/31/2005 -- Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 12/27/2005 -- Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 12/24/2005 -- Part 4 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 12/24/2005 -- Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 12/21/2005 -- Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze Flying Discs · 12/19/2005 -- Part 1 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs · 05/03/2005 -- Part 3: Japan Air Lines Pilot Interview About November 1986 UFO Encounter · 05/03/2005 -- Part 2: Japan Air Lines Pilot Interview About November 1986 UFO Encounter · 05/02/2005 -- Part 1: Japan Air Lines and Mile-Diameter UFO, November 1986, Drawings and Transcript · 04/17/2005 -- 1949 Aerial Disc Covered-Up By Project Blue Book As \"Kite\" · 04/14/2005 -- \"Battle of Los Angeles\" On February 25, 1942: America Fired At A UFO · 02/11/2005 -- Story Behind \"Inflation-Theory Implications for Extraterrestrial Visitation\" · 12/30/2004 -- Audience Feedback About Earthfiles \"September 12, 1952: America's 'Secret War'?\" · 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 3: Nuclear Physicist Stanton Friedman · 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 2: USAF Starfire Disappeared · 12/30/2004 -- September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrieval in Flatwoods, W. Va. · 12/22/2004 -- Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" · 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" · 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/07/2004 -- Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 11/12/2004 -- Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed. · 10/23/2004 -- 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids · 08/18/2004 -- New Mexico Gov. Bill Richardson Wants More Investigation of 1947 Roswell UFO Crash · 05/04/2001 -- Part 3 - Retired Army Sergeant Describes 1969 Film of Unidentified Craft · 04/30/2001 -- Part 2 - Former U.S. Army Sergeant Describes 1969 Film of Non-Human Entities · 04/29/2001 -- Part 1 - Former Army Sergeant Describes 1969 Film of Alien Craft and Entities · 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2 · 04/02/2000 -- Secret Radar Stations in New Mexico, Part 1 Websites: MJ-12 Documents: http://www.maje sticdocume nts.com V-2 Rocket.com: http://www.v2rocke t.com/start/chapte rs/mitte l.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
