[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon First 2006 Grass Circles in Conondale, Queensland, Australia © 2006 by Linda Moulton Howe - March 28, 2006 - Two circles in 2.5-foot-high wild, mixed grass. - 4 degrees east of magnetic North. - About 1.5 miles north of 2004 four circles in straight line that were 20 degrees east of magnetic North. - Larger circle 8 meters diameter and south of smaller circle. - Smaller circle 4 meters diameter. B lack arrow points to Conondale valley region that is small dairy farming community a couple hours by car northwest of Brisbane, Queensland, Australia. C onondale is the location of March 28, 2006, discovery of two circles swirled in grass and the March 28, 2004, discovery of four grass circles laid in a straight line. Conondale is about 50 minutes northwest of the Glass House Mountains where sorghum was also found downed randomly in May 2003. In both 2003 and 2004, at the time grasses were swirled down, local residents reported seeing unidentified aerial lights. April 6, 2006 Conondale, Queensland, Australia - On March 28, 2006, the air around Conondale, Queensland on the east Australian coast, was unusually w arm and still. There were no thunderstorms or w ind, yet two beautifully spiraled circles in 2.5-feet-high wild grass were found only about a mile and a half north of where four beautifully spiraled circles were discovered in a line, also on March 28th, in 2004. The year before in 2003, in the same region, residents reported oddly, but randomly, downed sorghum. "},{"pageNumber":2,"pageContent":"L argest of two circles found March 28, 2006, swirled in tall, wild grass in Conondale, Queensland, Australia. Diameter is 8 meters (27 feet). Photograph © 2006 by Christopher White. What is it about Conondale? It’s a small dairy farm community a couple hours by car northwest of Brisbane. It’s also suspected there is a lot of underground water there. Not far away is a Crystal Waters community supplied by a river. Underground water flowing beneath the limestone of Great Britain has also been discussed as a link to why so many crop formations there. But no one knows for certain. Whatever the reason, Something has visited Conondale at least three times to interact with the tall grasses, without leaving tracks or signs of disturbance around the circles. This year, one of the two circles is 8 meters in diameter, or about 27 feet. The smaller is about half that size at 4 meters, or about 13 feet in diameter. S maller of the two 2006 grass circles in Conondale being measured at 4 meters, or about 13 feet in diameter and north of larger circle. P hotograph © 2006 by Christopher White. Two years ago, in 2004, the largest of those four circles in a straight line measured 7.9 meters – about the same as this year. Then the next size down was 4 meters at the most southern end. On the other side of the largest circle were two that measured .85 meter and 1.8 meters. Those four circles in 2004 were aligned exactly 20 degrees east of magnetic North. The two this year at the end of March 2006 was just 4 degrees east of magnetic North. This week I talked with the photographer I interviewed in 2004 who also went to the two new circles to photograph. He is Christopher White – a gardner and handyman now living in Maleny. Last year, he photographed at night and ended up with unusual glowing orbs in some frames which he did not see with his eyes. S ee Earthfiles 040704 and Earthfiles 041404. "},{"pageNumber":3,"pageContent":"A bove : White light anomaly on photograph of largest grass circle in line of four discovered March 28, 2004, in Conondale, Queensland, Australia. No lights seen by researchers when 35mm color photographs taken. Below: Blow-up of the light anomaly. Camera was Canon EOS-10, Fuji 400 ASA color film, estimated 125th/second time exposure with automatic flash. P hotograph © 2004 by Christopher White. This year, he and his colleagues photographed during the day, and none of the images have glowing orbs in them. I asked him to compare the lay of the 2006 circles to those in 2004. Interview: Christophe r White , Photographe r, Gardne r and Handyman, Male ny, Q ue e nsland, Australia: “The grasses seemed to be laid down in a very similar manner, giving this lovely sort of lumpy rippled effect all the way around the perimeter especially. The cones (centers raised) were possibly a little more raised and a little more swirled this time than 2004. These central crowns were raised a good 6 inches or more above the swirled grasses surrounding and off center by a noticeable, though small, margin of some 4 inches. They weren’t so pointed from before by memory. Both of the two circles this time had very similar cone centers. C hris Blackwell, P aul Boulton and Christopher White investigating the two Conondale grass circles after their March 28, 2006, discovery. Photo © 2006 by Christopher White. The largest circle had a (center) cone at least a meter wide. They were all laid clockwise. The smaller circle – I think it was about 4.2 meters. It had some lovely short bits of green grass left vertically in the center with a slight twist to them which was actually kind of pretty. "},{"pageNumber":4,"pageContent":"S maller 4-meter-diameter circle north of larger 8-meter-diameter circle. P hotograph © 2006 by Christopher White. I know that one of the friends we had took a pendulum in there which swung quite wildly east and west, although the circles in alignment w ere north and south. I believe the pendulum also swung strongly anticlockwise for awhile, but outside of the circles it just swung a little bit north and south. SINCE YOU ALL WERE THERE FOR AN HOUR OR SO, COULD YOU FIND ANY EVIDENCE OF ANY TRACKS OR ANY GRASS DISTURBANCE OF ANY KIND AROUND THE TWO CIRCLES? Not that I know of, no. I certainly didn’t. We talked about it briefly among ourselves and no one else did, as far as we know , either. Some of the grass had just started to spring up again. The green blady grass are quite strong lumps of material and it would have taken an interesting force to actually bend it down and ripple it into the rest of the grasses without damaging it. We saw no sign of holes where people could stick poles in the center or anything like that. A bove and be low: Mixed grasses swirled at center of larger circle. \"These central crowns were raised a good 6 inches or more above the swirled grasses surrounding and off center by a noticeable, though small, margin of some 4 inches.\" P hotographs © 2006 by Christopher White. "},{"pageNumber":5,"pageContent":"DO YOU KNOW WHAT THE WEATHER CONDITIONS WERE LIKE AROUND MARCH 28? Yes, it was fairly warm and sunny. We’ve had quite a hot year. BUT NO THUNDERSTORMS OR WIND? No. No. Not those days. SO MARCH 28, IT WAS HOT AND STILL. Yes. WOULD THAT BE THE SAME WEATHER CONDITION IN 2004, DO YOU REMEMBER? From memory, very similar, I think. The morning was a bit cooler back then. SO FOR PEOPLE WHO SAY, ‘IT’S GOT TO BE WIND’ COMING DOWN AND SPINNING THESE CIRCLES, WHAT DO YOU SAY? Nonsense. BECAUSE? My own research into crop circles is that really does not occur. Someone did actually – a woman drove by and was kind of intrigued and said it must have to do with whirly winds and things like that. I said, ‘No, it’s definitely not whirly winds.’ The beauty of the central cones of the circles themselves and the way the surrounding grasses are not touched at all, and not being in a vertical crop, the edges were still clean and tidy. We could not find any evidence of broken or trampled grass anywhere. AND THOSE CENTERS – IN ENGLAND I HAVE SEEN THOSE BEAUTIFUL RAISED CENTERS, SOMETIMES AS FAR AS 12 INCHES OFF THE GROUND. IF I UNDERSTAND FROM YOUR PHOTOGRAPHS AND YOUR DESCRIPTION, THE CENTER OF THESE TWO CIRCLES IN 2006 ARE RAISED IN THE CENTER FROM THE GROUND? Oh, quite significantly. One of the pictures I sent you of Paul Boulton holding a tape measure – it’s a vertical picture. You can see very clearly in there how high that cone actually is and the size of it. His feet are sinking"},{"pageNumber":6,"pageContent":"at least 6 inches into the rippled grass. P aul Boulton's feet are about 6 inches below surf ace of grass circle, demonstrating the depth of the raised center of the larger circle. P hotograph © 2006 by Christopher White. HAVE THERE BEEN ANY REPORTS IN THAT AREA OF UNIDENTIFIED LIGHTS IN THAT AREA ANY TIME RECENTLY? Not that I know of, Linda. But last time, I had a woman send me an e-mail from the Gold Coast. She’s in her twenties now. She sent me an e-mail that said when she was younger – this was in the 1980s and down on the Gold Coast, it was nowhere the development as it is now. They had large open tracts and fields down there. When she was playing in the fields with a couple of girlfriends, she saw circles like the ones in Conondale quite regularly. She was referencing the 2004 circles. They saw them all the time down there in one particular area. She said she was down there one day near one of these big fields on a sports day in school and she and a friend of hers looked up in the sky over the sea and there was this huge black cigar in the sky, just hanging there. She said there was something that came out of the bottom of it, at least one or two - something flew out of the bottom of it and flew away.\" More Information: F or more about the grass and crop formations, please see reports below in Earthfiles Archives and my book, Mysterious Lights and Crop Circles in the Earthfiles Shop. • 09/02/2005 -- \"Mayan Clock\"? in August U. K. Crop Formations • 09/02/2005 -- First 2005 Canadian Crop Circles Reported • 09/02/2005 -- Part 2: Mysterious Lights At Coles County, Illinois, Corn Circles • 09/02/2005 -- Part 1: New York and Ohio Corn Circles \"Flattened 2 to 5 Feet Above Ground\" • 08/09/2005 -- Three Extraordinary U. K. Crop Formations Reported August 9, 2005 • 08/07/2005 -- Mysterious Light Photographed in Canadian Woods • 08/02/2005 -- Part 2: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops • 08/02/2005 -- Part 1: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops • 07/23/2005 -- Mystery of Six Grass Circle Formations in North Carolina • 07/18/2005 -- Garsington, Oxfordshire, U.K. Wheat Formation - Astronomical Orbit? • 07/01/2005 -- U. K. Bicyclist Reports Mysterious, Low Hovering Objects Bending Wheat • 06/28/2005 -- Crop Circles in Poland • 06/02/2005 -- Part 2 - Highly Anomalous Pigment Formation in 2004 Hillsboro, Ohio, Crop Formation • 05/26/2005 -- Phoenix Barley Mystery: Apparently Irrigation and Wind • 05/20/2005 -- May 2005 Crop Formation Update in Six Countries • 05/09/2005 -- Mysterious Lights and 2003 Serpent Mound Soybean Formation • 04/20/2005 -- Outer Space Impact At Serpent Mound, Ohio, 256 M illion Years Ago • 04/12/2005 -- First 2005 Dutch Crop Circles Reported in Hoeven, Holland Grass • 10/17/2004 -- American Crop Formations: 1880-2004 • 09/22/2004 -- Miamisburg and Serpent Mound, Ohio Crop Formations: Geometries Compared • 09/17/2004 -- Part 1 - High Strangeness in Canadian Cattle Corn • 09/12/2004 -- Part 2 - High Strangeness in Canadian Cattle Corn • 09/10/2004 -- Update on Miamisburg, Ohio, Corn Pictogram - Balls of Light? • 09/05/2004 -- Part 2 - Hillsboro, Ohio Corn Plant Anomalies • 09/04/2004 -- Hillsboro, Ohio Corn Formation - High Strangeness in Soil and Plants • 09/02/2004 -- Updated Photos: Big, Impressive New Corn Formation in Miamisburg, Ohio • 08/29/2004 -- Another Pictogram in Poland • 08/28/2004 -- Cow Mutilation and Loud, Unidentified Sound in Farnam, Nebraska • 08/12/2004 -- Circles in Belgium and Holland • 08/10/2004 -- Updated Aerial Photos of West Overton, Wiltshire \"Serpent\" • 08/09/2004 -- Pictograms in Poland"},{"pageNumber":7,"pageContent":"• 08/03/2004 -- Crop Formations: Fifteen in Southern England Since July 20, 2004. • 07/26/2004 -- Crop Circles in Tilden, Wisconsin Oats and 90-Degree Angles in Litchfield, Minnesota • 07/25/2004 -- 2004 Canadian Crop Formations: Scorched Soybeans and \"Dirt\" Pattern in Barley • 07/24/2004 -- Part 3 - Crop Formations and Mysterious Lights in Wiltshire, England, July 2004 • 07/24/2004 -- Part 2: Crop Formations and Mysterious Lights in Wiltshire, England, July 2004 • 07/15/2004 -- Updated: Part 1-Beyond Hillsboro, Ohio, More Corn Down in New Milford, Connecticut • 07/13/2004 -- Updates on Spanish Fork, Utah Barley Formation • 07/07/2004 -- Fourth 2004 Crop Formation in Poland Has Multiple Parts • 07/06/2004 -- Mysteriously Downed Oat Plants in Eagle Grove, Iowa; Downed Corn in Hillsboro, Ohio • 07/06/2004 -- Additions to Spanish Fork, Utah Formation and Mysterious Lights Seen • 07/04/2004 -- Crop Formation in Spanish Fork, Utah • 06/17/2004 -- More 2004 Holland and Poland Crop Formations • 06/16/2004 -- England: 2004 Crop Formations and 2003 Research • 06/03/2004 -- Updated - Second 2004 Pictogram Crop Formation in Poland • 06/02/2004 -- 2004 Peach Orchard, Arkansas Crop Formation • 05/24/2004 -- Biophysicist W. C. Levengood's Crop Circle Reports Available for First Time On Internet • 05/22/2004 -- 2004 Overview of Crop Formations in Six Countries • 05/17/2004 -- Crop Formation Reported in Zabno, Poland • 05/11/2004 -- An Extraordinary Photograph in A Dutch Home • 05/09/2004 -- 2003 English Crop Formations on Documentary DVDs • 04/14/2004 -- Light Anomalies in Photos of Conondale, Australia Grass Circles • 01/10/2004 -- Strange Unidentified Aerial Objects in Indiana and Pennsylvania • 12/05/2003 -- Diatonic Ratios and Seed Changes in 2003 California Wheat Circles Rule Out Hoax? • 11/07/2003 -- British UFO Crash Retrievals • 11/01/2003 -- Another Soybean Formation in Ohio • 10/17/2003 -- 2003 \"UFO Flap\" in Ohio • 10/03/2003 -- Part 2 - Military Interest in Serpent Mound and Seip Mound Formations? • 10/02/2003 -- Part 1 - Another Soybean Formation Near Seip Mound in Ohio • 09/12/2003 -- Second Soybean Crop Formation in Ohio - Special USAF Investigation Unit Involved? • 09/06/2003 -- Part 2 - Unusual Soybean Formation Near Serpent Mound, Ohio • 09/05/2003 -- Part 1 - Unusual Soybean Formation Near Serpent Mound, Ohio • 09/03/2003 -- Helicopter \"Attacks\" Wiltshire, England, Residents At Knap Hill on August 26, 2003 • 08/29/2003 -- Part 2 - After August 10, No Crop Formations Except in Canada? • 08/29/2003 -- Part 1 - Why Do Military Helicopters Focus On Crop Formations? • 08/23/2003 -- Fourteen Crop Formations in Canada • 08/05/2003 -- Field Notes from Morgan’s H ill Crop Circle • 08/01/2003 -- Field Notes About English Animal Mutilations • 07/21/2003 -- Strange Orange Lightning and A Sampling of Recent English Crop Formations • 07/19/2003 -- Update - Defiance, Missouri T-Pattern Cut in Saplings • 07/17/2003 -- Land Surveyor Comments About Ogbourne St. George, U.K. Crop Formation • 07/16/2003 -- Unusual Details in Dutch Crop Formations • 07/11/2003 -- Part 2 - Unusual Cylindar-Shaped Cloud Seen Night Before Dutch Crop Circles Discovered • 06/27/2003 -- Part 2 - Mysterious Lights and Fourteen Crop Formations in Italy • 06/27/2003 -- Part 1 - Mysterious Lights and Fourteen Crop Formations in Italy • 06/13/2003 -- Updated: Fractal Crop Formation in Knobel, Arkansas • 05/26/2003 -- East Sussex, England Has Third 2003 Crop Formation • 05/20/2003 -- More 2003 Crop Formations in Germany • 05/10/2003 -- Tree Formation in Defiance, Missouri • 05/02/2003 -- First 2003 English Crop Formations • 04/29/2003 -- Comparison Between First 2003 and 2002 U. K. Crop Formations • 04/26/2003 -- First 2003 U.K. Crop Formation Near Petersfield, Hampshire • 12/07/2002 -- Evolution of Crop Patterns Near Britain's Chilbolton Radio Telescope, 1999 - 2002 • 11/05/2002 -- Canadian Crop Circles and Mysterious Lights in Saskatchewan • 10/19/2002 -- Shifting Time Lines and Earth's Destiny? • 10/03/2002 -- Part 3 - 2002 Crop Formations In Canada • 10/01/2002 -- Part 2 - September 2002 Maize Circles Update: Canada • 09/28/2002 -- Part 1 - September 2002 Maize Circles Update: England • 09/02/2002 -- Blue Lights and Helicopters in Wiltshire's East Field • 08/31/2002 -- One ET Experiencer's Reaction to the Winchester Formation • 08/24/2002 -- Crop Formation Update: Canada • 08/19/2002 -- Winchester, Hampshire Circular Code Analysis - UPDATED • 08/18/2002 -- Another Face and Code Appears in Hampshire, England - UPDATED • 07/25/2002 -- Strange Stem Anomalies in New Dutch Crop Circles • 07/20/2002 -- Mysterious Lights Seen Above Field Where Nautilus Formation Emerged • 07/13/2002 -- More Crop Formations in Holland and Germany • 07/12/2002 -- New Crop Formation in England • 07/06/2002 -- Stonehenge 4th of July Formation Echoes Hackpen Hill 1999 4th of July Spiral • 06/26/2002 -- New Crop Formations in England, Holland and Germany • 06/04/2002 -- New 2002 Crop Formations in Wiltshire and Sussex, England • 05/23/2002 -- Third 2002 Crop Formation in Germany Near Giant's Stone • 05/18/2002 -- A Bull Mutilation in Christmas Valley, Oregon • 05/11/2002 -- First 2002 Crop Formation In Wiltshire, England • 05/09/2002 -- More Orange Triangular Aircraft Over Red Deer, Alberta, Canada • 05/04/2002 -- Two Crop Formations Near Kassel, Germany • 11/17/2001 -- Mysterious Lights in Hessdalen, Norway Are Thermal Plasmas of Unknown Origin • 10/27/2001 -- Another Orange Triangle Near Red Deer, Alberta, Canada • 10/10/2001 -- Update On Unique British Crop Formations • 09/27/2001 -- A Scientific Report About Milk Hill and Chilbolton \"Face\" and \"Code\" • 09/22/2001 -- Huge Hexagram Crop Formation in Red Deer, Alberta, Canada • 09/19/2001 -- Part 2 - Gog Magog Hills, Cambridge, England - Two Unusual Crop Formations • 09/18/2001 -- Part 1 - Gog Magog Hills, Cambridge, England - Two Unusual Crop Formations • 08/30/2001 -- Chilbolton Observatory - What Does It Do? • 08/25/2001 -- Are Crop Formations at Chilbolton Observatory A Response to 1974 Earth Transmission? • 08/22/2001 -- Milk Hill 2001 - 409 Circles, Most For Any Crop Formation So Far • 08/09/2001 -- Crop Formation in Holland Changes with Researchers Present • 06/16/2001 -- Beyond Stonehenge with Astronomer Gerald Hawkins • 06/06/2001 -- New Crop Formations Reported in Serbia and U. K. • 05/31/2001 -- More Crop Formations in England"},{"pageNumber":8,"pageContent":"• 05/21/2001 -- Part 2 - New Crop Formations in Holland, Germany and England • 05/19/2001 -- Part 1 - New Crop Formations in Holland, Germany and England • 09/30/2000 -- Unidentified Moving Spiral of Light Photographed in Crop Formation • 08/27/2000 -- Crop Circle Reports from Whitefish, Montana - Updated Photos • 08/26/2000 -- Pulsing, Jumping Light in West Stowell, England Field • 08/23/2000 -- Intelligence Sensed In Mysterious Lights Associated With Crop Formations • 08/20/2000 -- Crop Formations In North Dakota • 08/19/2000 -- White Balls of Light and Helicopter Videotaped in Woodborough Hill Field • 08/17/2000 -- Mysterious Light Near Woodborough Hill Night Before August 13, 2000 Formation • 07/16/2000 -- Multiple Crop Formations Same Day in Wiltshire and Hampshire, U. K., July 16, 2000 • 07/09/2000 -- New Book about Ancient Sites of Wiltshire, England • 07/06/2000 -- Extraordinary U. K. Crop Formations • 06/17/2000 -- Army Helicopters Damage East Field, Wiltshire Crop • 06/11/2000 -- Two New Crop Formations at Silbury Hill • 05/30/2000 -- Crop Formations In Germany, May 2000 • 01/16/2000 -- Crop Circle Mysteries - A New Book • 11/30/1999 -- A New Crop Formation In Marion, New York and Crop Research Updates • 11/18/1999 -- Short Environmental Updates • 10/29/1999 -- A New Book About Crop Circles • 09/29/1999 -- Crop Formations Continue in Canada • 09/21/1999 -- 1999 Summary of Crop Formations in Canada and Latest 9/21/99 Edmonton Circles • 08/15/1999 -- More Mid-August 1999 Crop Formations in Wiltshire, England • 08/01/1999 -- 1999 Crop Circle Update from Wiltshire, England • 07/22/1999 -- Cherhill, England, New 1999 Crop Formation • 07/15/1999 -- Brentwood, Tennessee Crop Formation and New U.K. Photos by Peter Sorensen • 06/27/1999 -- New 1999 U. K. Crop Formations Photographed by Peter Sorensen • 06/07/1999 -- 1999 U.K. Crop Circle Update with Photographer Peter Sorensen We bsi t e s: http://www.me mbe rs.iine t.ne t.au/~bwratte n/ccc.html http://www.cropcircleconne ctor.com http://www.cropcirclene ws.com http://www.lucypringle .co.uk http://www.cccrn.ca/ http://www.dcca.nl http://www.temporaryte mple s.co.uk http://www.kornkre ise -forsc hung.de http://www.cropcirclere se arch.com http://www.x-cosmos.it http://www.be rtjansse n.nl http://www.swirle dne ws.com http://www.he ramagaz ine .ne t http://www.CropCircle Answe rs.com http://www.ukcropcircle s.co.uk/?page=home Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
