[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 3: High Strangeness Files about EBENs © 2009 by Linda Moulton Howe R eturn to Part 1 April 8, 2009 Albuquerque, New Mexico - Continuing in Part 3 with Linda Moulton Howe's 1983 to 1987 High Strangeness Files about EBENs. M ilitary insiders and people in the human abduction syndrome reference large city-sized, EBEN space stations orbiting between Saturn and Uranus and/or Uranus and Neptune. Back in the 1950s, there were at least two large, “mother ships” orbiting Earth. Author and abductee experiencer, Lou Baldin, described details about a huge, complex space city orbiting near Uranus in his second book published in 2008 entitled, A Day With An Extraterrestrial. His first book, In League With A UFO © 1997, has important insights into alien technologies, cloning and genetic manipulation of bodies that look human, but are designed for alien control and monitoring. A Day With An Extraterrestrial © 2008 by Lou Baldin. Click to more information. The EBENS are also supposed to have a constructed base on the back side of the moon. Brian Scott, who interacted with non-humans in the late 1970s, wrote about an alien base inside the moon, alien orbiters monitoring Earth and tall, red-haired, non-humans creating a December 2012 drama that would change the world forever. Transformation of A Common Man: "},{"pageNumber":2,"pageContent":"The Brian Scott Story © 2003 by James E. Frazier. Click he re for more information. Scott was in his twenties at first contact in a California desert, but later he contacted Scottish astronomer Duncan Lunan with mathematical code and diagrams given to Scott by the non-humans about the alien lunar base. Lunan recognized information in the mathematical code that related to radio signals from the moon that Lunan was studying. Lunan even challenged Scott as perhaps having stolen some of Lunan's private work about the Earth's moon. Scott insisted he had no idea what the math and diagrams meant and had contacted Lunan only because the non-humans had instructed Scott to contact Duncan Lunan. Others have had alleged non-human communications that the moon is an alien-engineered object, built to a specific diameter and placed at a specific orbital distance from Earth in order to produce precise eclipses of the sun and moon. [ See 011103Earthfiles. ] According to government insiders and people in the human abduction syndrome, there are many non-human bases on Earth inside mountains, underground and literally beneath the bottoms of lakes, rivers and seas. One location repeatedly mentioned in the United States is inside Mount Shasta, California. That is supposed to be a tall blond base, not EBEN. In Albuquerque, New Mexico, there are supposed to be at least two underground facilities trying to monitor non-human fly-overs and intrusions in nuclear facilities: one is beneath Coyote Canyon in the Manzano Mountains east of Kirtland AFB. The other is a building on Kirtland AFB disguised as a technical electronics facility that leads to an underground installation where a National Security Agency (NSA) group manages Project Sigma. Sigma's mission is to communicate when possible with non-human craft and entities. Sigma is supposed to be what Paul Bennewitz, physicist and owner of Thunder Scientific Laboratory in Albuquerque on the edge of Kirtland AFB stumbled into with his 8mm filming of unidentified aerial objects and monitoring unusual frequencies which he plotted with a computer. Bennewitz and his lab subcontracted on physics projects with Sandia Labs, Phillips Labs, Kirtland AFB and other government-related agencies. Therefore, Paul Bennewitz had scientific credibility, which apparently was considered to be a threat to Project Sigma that had to be protected. So Bennewitz became the target of a government misinformation campaign to discredit him and to physically, mentally and emotionally hurt Bennewitz and his wife that included what Bennewitz thought were microwave frequency attacks that left red marks on their exposed skin. Other frequently discussed non-human underground facilities in New Mexico are beneath a mountain in Dulce (northern NM) called Archuleta. Supposedly there are at least five underground levels in which humans and non-humans “work together” on at least one upper floor, while the non-humans allegedly have complete control over one or more lower floors for genetic experimentation. Some animal mutilation excisions might end up there for unknown laboratory experimentation? That relates to the Cimarron case that Paul Bennewitz and APRO took to Leo Sprinkle, Ph.D., for hypnosis. Mother and her son saw humanoids in a pasture with a downed cow that was “screaming.” There was a disc and beam and mother and son were transported from Cimarron region apparently to some place underground near Las Cruces, New Mexico. There, mother saw top of a humanoid head and hand floating in a vat of opaque, red liquid she thought was like blood - maybe a treatment? Maybe nourishment? Mother also developed a vaginal infection that would not grow in a Petri dish and that one doctor tried to defeat with the strongest sulfa drug he could prescribe. Cimarron mother saw Tall Ones, small androids/robots and what she thought were U. S. Air Force dressed humans all underground together. [ See 040306 Earthfiles and 100308 Earthfiles. ] Surprising development - a government-connected agent says he saw an x-ray of the Cimarron mother's head that showed a small sphere implanted in base of her brain. Another surprise - the government agent does not link the spherical implants to the EBENs, but to what he calls the “Tall Ones.” He said to me, “There are many of these implanted people who do the bidding of the Tall Ones.” Government's fear: implants are non-human method to control specific humans for reasons unknown. But that's another frustrating contradiction: in the Cimarron mother's transcript of her hypnosis session with Dr. Leo Sprinkle, she describes at least some of the non-humans handling her this way: “Their eyes are - fill more than one-half of their face. Like empty holes.” [ Page 346, An Alien Harvest © 1989 by Linda Moulton Howe. Contains 33-page Cimarron hypnosis transcript. See: Earthfiles Shop. ] That sounds like the large, black eyes of some of the grey-skinned EBEN appearances. However, maybe it's true there are reptilian eyes with vertical slits underneath black lens coverings? Also, many abductees are convinced the 3-foot-tall grey beings with large, slanted, black eyes are actually androids, biological robots, programmed for specific non-human tasks by Whoever makes the androids. Maybe EBENs and Tall Ones and"},{"pageNumber":3,"pageContent":"reptilian humanoids all make the same biological androids - only difference is how each android is programmed for specific work with humans and other Earth life? There is another specific description by the Cimarron mother as she describe some of the non-human beings that first took her into the round craft. “Boots, like storm trooper boots. They have an insignia on the left; it's pretty. Dark orangish design. I think it's a dark blue background. I don't think we have a color like it. Three lines and a line across the bottom.” [ Page 356, An Alien Harvest. ] That sounds like the “Trilateral Insignia” attributed to the EBENs by American military and intelligence operatives. Two variations on EBEN “Trilateral Insignia” seen on craft and sketched by eyewitnesses. One military source said, “Take the middle vertical line out and it will be correct.” Three Main Non-Human Groups? Three Different Agendas? Or One Multilateral Homo Sapiens Project? What is the relationship between the EBENs and the Tall Ones and the so-called Reptilians or Lizards? There is so much secrecy and deception by the government and none of the non-humans seem to be straightforward about what their various agendas are - where is anything or anyone to trust for real facts? If the avatars of history are genetic creations with a specific mission in mind for influencing evolving hominids, would human consciousness about non-human interactions with Earth life hurt the alien experiment? If so, secrecy is vital for the government that is running scared and for the non-humans controlling behind the scenes. Throughout the many abductee voices is the confusing paradox: upcoming will be a global catastrophe, perhaps astronomical event, in which much of Earth life will be destroyed. But if non-humans have been running some kind of genetic hybrid program on this planet since before the time of the dinosaurs, why wouldn't they stop destruction of their alleged experiment/s? One version of a global disaster: the 1949-retrieved Ebe died on June 18, 1952. Supposedly one hundred years after his death in June 2052, the moon will change its orbit (deliberately controlled by non-humans?) causing massive destruction and deaths on Earth. But the EBENs will rescue many humans before the event. It's another one of the many puzzling apocalyptic/salvation scenarios. Are all the various religious and prophetic scenarios a conditioning program? Keep humans afraid of the Devil and on their knees to God in order to control them for the Unseen, Unknown Experiment that might have to do with where Homo sapiens sapiens souls go at the moment of death? R eturn to Part 1 C ontinued in Part 4 More Information : F or further information about the Cimarron case and others in the human abduction syndrome, please see my books: An Alien Harvest and the 2-volume Glimpses of Other Realities and my documentaries A Strange Harvest and Strange Harvests 1993 now available in DVD format in the Earthfiles Shop. Also, see Earthfiles Archive for dozens of extraterrestrial biological entity case studies from 1999 to 2009. You can do an Earthfiles search on those subjects for list of archived reports. As an example, here is only an excerpt from complete Archive list: • 04/05/2009 — Part 2: High Strangeness Files about EBENs • 04/03/2009 — Updated: Aerial Disc Photographed Over San Luis, Colorado • 04/01/2009 — Part 1: High Strangeness Files about EBENs • 03/27/2009 — Part 4: Unusual Animal Deaths - March 21st Walsenburg Cow"},{"pageNumber":4,"pageContent":"• 03/26/2009 — Part 3: Unusual Animal Deaths - Forensic Investigations • 03/25/2009 — Part 2: Unusual Animal Deaths - Bizarre Mutilation of Week-Old Calf • 03/20/2009 — Part 1: Unusual Animal Deaths from Half Cats to Mutilated Cows • 03/17/2009 — Highly Strange Missing Time in 1947 • 03/16/2009 — Security Guard Saw “V-Shaped Panel” Fall Near Needles, California, and Encountered “Telepathic UFO” • 03/08/2009 — Final Part 20: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/27/2009 — More Strange Aerial Light Patterns - Now in Wisconsin • 02/24/2009 — Part 19: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/11/2009 — Part 18: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/04/2009 — Part 17: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/03/2009 — Part 1: Viewer Comments On Camouflaged V-Shaped Craft • 01/29/2009 — Updated: Star Field Camouflage On Large V-Shaped Craft Near Cape Canaveral, Florida? • 01/07/2009 — Part 16: Army/CIA Unit Studied the Real UFO Blue Book Cases • 01/02/2009 — Part 15: Army/CIA Unit Studied the Real UFO Blue Book Cases • 11/21/2008 — Colorado State Patrol Officer Encountered UFO and “Human” Stranger • 10/30/2008 — More Encounters with Glowing Humanoids, Green Orbs, Strange Aerial Lights and “Thunderbirds” • 10/10/2008 — Part 1: Two Pennsylvania Hunters Encountered Strange Lights and Lime Green, Glowing Humanoid on Oct. 4 • 08/26/2008 — Update: Earthfiles Viewer Comments About UFOs and 14th Century Black Death • 08/22/2008 — UFOs and 14th Century Black Death • 02/22/2008 — Updated: Three Eyewitnesses in Selden, Texas, Saw Two, Large Rectangles of “White Flames” in Sky • 02/22/2008 — Abductee Jim Sparks Comments On Alien Symbol Technology • 02/14/2008 — Update: Mysterious Symbols Projected in Night Sky by Aerial Disc Near Stephenville, Texas, Local Airport • 02/08/2008 — Law Officers Describe Unidentified Shape-Shifting Aerial Craft in Stephenville, Texas, Region • 01/28/2008 — Updated 01-28-08: Viewer Letters About Aerial Craft and Military Flyovers Above Dublin, Stephenville and Selden, Texas • 01/24/2008 — Part 17, Final: In League With A UFO, Interview with Lou Baldin • 01/18/2008 — Updated: Huge Aerial Craft Over Dublin, Texas, “Longer Than 3 Football Fields\" • 08/31/2007 — Part 2: Betty and Barney Hill: Captured! • 08/30/2007 — Part 1: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 09/04/2006 — Part 1: \"Alphonso Lorenzo\" - Military Visitor to Another Planet? • 12/17/2005 — Sirius's Companion Star, Sirius B, Finally \"Weighed\" • 12/07/2005 — Zeta Reticuli I and II - Binary Home of Extraterrestrial Biological Entities? • 10/05/2002 — Part 1 - Two Scientists Describe Extraterrestrial Biological Entity \"J-Rod\" Websites: Duncan Lunan, Astronomer: http://en.wikipedia.org/wiki/Duncan_Lunan http://home.flash.net/~manniac/scievspe.htm Mysterious Signals from Outer Space © 1977 by Duncan Lunan: http://openlibrary.org /b/OL10590568M/The-mysterious-signals-from-outer-space Majestic-12 Documents: http://www.majesticdocuments.com Presidential UFO Information: http://www.presidentialufo.com/ Richard Nixon, Jackie Gleason and UFOs: http://www.presidentialufo.com /richardm.htm Stephenville Lights Website: http://www.stephenv illelights.com/ Majestic Twelve: http://en.wikipedia.org/wiki/Majestic_12 UFO Casebook: http://www.ufocasebook.com/ NUFORC: http://www.nuforc.org/ Tibetan Script: http://www.omniglot.com/writing/tibetan.htm Zeta Reticuli: http://en.wikipedia.org/wiki/Zeta_Reticuli Tau Ceti: http://en.wikipedia.org/wiki/Tau_Ceti Astronomy Magazine: http://www.astronomy.com/asy/default.aspx "},{"pageNumber":5,"pageContent":"Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
