[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Spinach Power for Integrated Circuits and Fuel Cells © 1999 by Linda Moulton Howe April 14, 1999 Oak Ridge, Tennessee - Popeye ate spinach leaves for strength. Now researchers at Oak Ridge National Laboratory in Tennessee are using microscopic spinach proteins for electronic devices. Spinach leaves are put in a blender and processed down to microscopic proteins called chloroplasts that convert light into chemical energy. The next step is a scientific breakthrough first done by physicist Dr. Elias Greenbaum at the Oak Ridge National Lab. He puts the spinach proteins into a platinum solution to get a metal coating. This marriage between the plant and mineral world could make silicon chips obsolete in another ten years. I asked Dr. Greenbaum why spinach? Interview: Elias Greenbaum, Ph.D., Physicist, Oak Ridge National Lab, Oak Ridge, Tennessee: \"Spinach is an easy plant to work with. All plants essentially convert light energy to chemical energy by about the same mechanism. There are 2 photosynthesis reaction centers -- 2 parts of the plant that capture light energy. And the energy contained in the light gets converted into electrical energy before the plants finally transform it to chemical energy. So, the valuable product of plants can be thought of in two ways: First, there are stable chemical molecules such as starch which is the food stuff that we eat. Second, the other is the electrical energy which appears before the chemical energy is produced. We're interested in working on both of those aspects how plants convert light into electrical energy and into chemical energy. For example, in the case of chemical energy, we would like to use green plants to split water to molecular hydrogen and oxygen there the energy-rich product is hydrogen and that could be used in a fuel cell to make electricity. Or we can tap in earlier in the chemical and physical processes before the chemical energy is made earlier step of the creation of electrical energy. And that could be used to make molecular electronic devices. WHEN I THINK OF A SPINACH LEAF, I CAN SEE THAT DEEP GREEN WITH PURPLE VEINS. WHAT IS IT THAT YOU ARE ACTUALLY GETTING FROM THE LEAVES TO USE IN THIS ELECTRONIC RESEARCH? OK, suppose we do a fantastic voyage type experiment where we go into the leaf and magnify the surroundings. The size of the leaf, say on a bush or tree, typically might be a tenth of a meter. Imagine magnifying the leaf one billion times 1,000,000,000. That will bring you down to the molecular scale. If you could walk around the leaf at that molecular scale and look at the membrane now on a nanometer scale ó nano means 1/1 billionth of a meter ó that typically is the size of molecules in membranes where all of the useful work of photosynthesis is being done for the conversion of light energy into chemical energy. "},{"pageNumber":2,"pageContent":"If you could look at the membranes ó which is what electron microscopes do and that's how I'm able to tell you what the description is ó you would see molecular structures. These are small structures made up of proteins that capture light energy and do the first step in converting light energy into chemical energy. That first step is the ejection of an electron -- the electron is one of the parts of the molecule ó the ejection of the electron from one side of the membrane to the other. That ejection of the electron is the separation of electrostatic charges. So, the electron that has a negative charge moves to the far side of the membrane leaving behind a positive charge. That plus/minus charge operation is a creation of electrostatic potential energy. And that's the first step in the creation of chemical energy from light energy. So, what we do is we have methods for extracting the molecular components from that membrane and then purifying them using standard biochemical techniques. So you have purified amounts of these key photosynthetic reaction centers that are essentially little molecular photovoltaic devices -- they are like little silicon cells. When a photon is absorbed in the reaction center, it triggers this charge separation and it creates an electrical potential or a voltage. That source of energy is what drives the energy rich products of photosynthesis. WHAT YOU'RE DOING IS ESSENTIALLY GOING DOWN TO THE MOLECULAR LEVEL IN THE SPINACH LEAF LOOKING FOR THESE PROTEIN CENTERS THAT ARE INVOLVED WITH TAKING IN PHOTON ENERGY AND RELEASING ELECTRONS? Right. Now, the recent discovery that we've made curiously this one discovery of the molecular electronic properties actually does not relate directly to the light absorbing properties. We've shown that these there are two discoveries that we've made: one is after we've extracted and purified these photo system reaction centers the one we work with is called Photo System One. It's one of the two reaction centers in photosynthetic tissue. THESE ARE PROTEINS? They are pigment protein complexes. It's protein into which a chlorophyll is embedded. So the green color that you see in plants is largely the chlorophyll pigments. That chlorophyll pigment is embedded into a protein scaffold so that the chlorophyll molecules are held in precise positions, locations and orientations in the membrane. That's why the work of photosynthesis can be done. IS IT THE CHLOROPHYLL MOLECULE ITSELF THAT IS UNIQUE IN TAKING IN PHOTON ENERGY AND RELEASING ELECTRONS? Only one out of every 300 chlorophyll molecules has that unique property. If you look at a plant ó and spinach is no exception ó most of that chlorophyll is not doing the electron transfer reaction that I mentioned earlier. For every one that actually does that special ejection of an electron across the membrane, there are 200 to 300 chlorophyll molecules whose only purpose is to act like an antennae to capture light from the sun. It's like holding an umbrella upside down in the rain where if the umbrella is opened up, the bigger the umbrella, the more rain drops you'll capture. But all of those raindrops get funneled to the bottom of the umbrella. And the bigger the umbrella, the more drops it can capture in a given amount of time. That's how the chlorophyll molecules work in the plant. There are about 200 to 300 of those chlorophyll molecules that catch the photon. And then they sort of do a relay race, tag team match, where the photon gets handed from chlorophyll molecule to chlorophyll molecule to where finally it hits the magic chlorophyll ó the reaction center chlorophyll ó and KABOOM! -- the charge transfer takes place. That's where we come in. We try to capture that. But what we've shown in that reaction center (and the discovery we reported at the Centennial Meeting of the American Physical Society) is that the reaction centers can be oriented on a"},{"pageNumber":3,"pageContent":"2-dimensional surface. Now, remember they have been removed from the spinach leaf. There is no more spinach now when we're working with it. It's just reaction centers and pigment protein complexes. THAT WILL RELEASE ELECTRONS. That's right. If you look at them in solution, you can see the green color. But of course, they are much too small to see the individual ones because they are only 5 nanometers ó or 5 billionths of a meter. But we have studied these with a technique called scanning tunneling spectroscopy where we can measure the properties of single photosynthetic reaction centers. And we've discovered that they can be oriented on a 2-dimensional surface if that surface is chemically prepared in a correct way. And also that they behave like little diodes -- rectification junctions. In other words, a diode is an electronic component. And what it does is to conduct electricity easily in one direction, but with difficulty in the opposite direction. So, it's a rectifier. And we have shown that the photosynthetic reaction center behaves like a molecular rectifier or a molecular diode. So that is a genuine molecular component that could be used in the construction of other molecular components. SENDING ELECTRONS ONE WAY? Right. That is a standard component that you find in molecular circuits. Now, if you take that molecular diode and put it in conjunction with small scale molecular resistors, you begin to have the first steps of constructing molecular logic devices which are the elementary building blocks of computers. So, that's sort of where we're going, but we're no where near there. That's sort of the logic and rationale of where our work is pointing. We would like to be able to construct logic devices from these molecular structures. HOW MUCH SMALLER WOULD THE SPINACH PROTEIN ENERGY FACTORIES, WE'LL CALL THEM, BE COMPARED TO WHAT AN INTEL PENTIUM CHIP RIGHT NOW IS WORKING ON? If you give me the advantage of a wish list and say we can do the best that theoretically we could do -- then we'd be talking about a factor of 100 to a 1000. YOU MEAN YOU COULD MAKE THINGS THAT MUCH SMALLER? Yeah, that much smaller because of the structures. But that's only the idealized situation. It's sort of a wish list situation. It's sort of the rationale for moving in that direction. There is another factor we should keep in mind also... that conventional silicon lithography -- those guys can do great things. Don't get me wrong. It's really wonderful what can be done with conventional silicon lithography. WHICH IS HOW THEY MAKE THESE INTEL CHIPS? Oh, yeah. But the cost of getting smaller and smaller keeps increasing. The smaller you want to go, the greater is the capital investment in the facility that is needed to make them. So, what we're hoping is that a fundamentally different philosophy in the approach we are taking that is, we would like to use the technique of directed self-assembly, directed molecular self-assembly such that these microscopic structures essentially assemble themselves in very much the same way that biological systems assemble themselves. The fact that living systems exist is the best proof that bio-technology on the nanometer scale actually works because those reaction centers that I mentioned earlier in the photosynthetic membranes are very much identical to the way molecular structures are embedded in all biological membranes. They self-assemble and they orient and they do their job in a spontaneous way. So that's the approach that is fundamentally different philosophically we would like to use this technique for directed self-assembly and avoid this high energy, high intensive,"},{"pageNumber":4,"pageContent":"high capital intensive process for constructing devices. IT SOUNDS AS IF YOU ARE DESCRIBING A TECHNOLOGY IN THE NEAR FUTURE IN WHICH THERE WILL BE INCREASING COMBINATIONS OF WHAT WE MIGHT CALL THE MINERAL- MATTER WORLD AND THE BIOLOGICAL WORLD. Yes. In fact, one of the aspects of our work we were the first to show that we could make direct electrical contact with the electron I referred to earlier that gets ejected from the Photo System One Reaction Center. We've actually discovered methods to precipitate metallic platinum right onto the surface of the photosynthetic membrane where the electrons emerge. And we've made electrical contact with those electrons and we can catalytically evolve molecular hydrogen because the platinum metal cluster is a good catalyst for hydrogen evolution. So, that discovery is an example of what you are talking about. It's sort of this composite new properties that are endowed to material that is derived from biological material. In this case, it is spinach membranes and the new property is useful and one which did not exist before namely, the possibility of splitting water to molecular hydrogen and oxygen under the influence of light. IF I UNDERSTAND CORRECTLY, YOU WOULD HAVE THE SPINACH PROTEIN ENERGY FACTORIES COATED WITH A THIN LAYER OF PLATINUM THAT THEN HAS A CATALYTIC FUNCTION OF PRODUCING HYDROGEN AND OXYGEN. From water. YOU COULD THEN TAKE THE PLANTS COMBINED WITH THE PLATINUM AND CREATE FUEL CELLS TO PROVIDE ENERGY? We would produce hydrogen which in turn could be used in fuel cells to make electricity. And that's a carbon-neutral process for energy production. THERE WOULD BE NO CARBON POLLUTION. No net production of carbon dioxide. HOW FAR INTO THE FUTURE REALISTICALLY DO YOU THINK YOUR CURRENT RESEARCH AND DEVELOPMENT HAS TO GO BEFORE WHAT WE'VE JUST DISCUSSED WOULD BE WORKING IN THE WORLD AROUND US? Right, I think it's important to understand that this is all fundamental science that we're studying right now. But it is fundamental science with a mission towards solving a practical problem. So, I think we are at least five or ten years in the fundamental science stage of developing the limiting aspects of hydrogen production, of understanding the molecular structures of the photosynthetic membranes for constructive molecular electronic devices. I think we are looking at 5 to 10 years of largely laboratory based fundamental research before we'll have enough information to understand what the next step is in practical development. HAVE YOU DISCOVERED ANY KIND OF PROBLEMS WITH INTERFACING THESE BIOLOGICAL PROTEINS WITH METALLIC MOLECULES? Oh, sure. That is one of the focus areas of our research. Essentially wiring these molecules together. There is no easy way to do that now. The ability to wire molecules on a wide scale basis and to get them to function in a reliable way. IS THERE SOME NATURAL RESISTANCE BETWEEN THE ORGANIC MOLECULES IN THE SPINACH PLANT AND THE METALLIC MOLECULES OF THE PLATINUM?"},{"pageNumber":5,"pageContent":"No, they need not be. It depends upon the chemistry of interaction between the pigment protein complexes of the photosynthetic reaction centers and the chemical species that is used to convert or produce the precipitation of metal. So by understanding these surface chemistries between the bio world and the inorganic bio world, compatibility can be achieved between them. IS YOURS THEN THE VERY FIRST DISCOVERY RELATED TO BEING ABLE TO PUT THE PLATINUM COATING ON THE PROTEINS? Yes, it is.\" More Information: Dr. Rosenbaum's spinach/platinum work is funded by the Office of Basic Energy Sciences and Office of Energy Efficiency and Renewable Energy in the U. S. Department of Energy. The Dept. of Energy has contracted Lockheed-Martin to manage Oak Ridge National Laboratory. Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
