[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon First 2005 Dutch Crop Circles Reported in Hoeven, Holland Grass © 2005 by Linda Moulton Howe Hoeven, Holland, is a small farming community marked by the red star near Roosendaal, south of Rotterdam. Map © MapQuest. April 12, 2005 Brummen, The Netherlands - Seven years ago on June 7, 1999, a few minutes after midnight, 19-year-old Robbert van den Broeke woke up and felt compelled to look out his second story bedroom window. Robbert opened the curtains and saw a \"small, misty, pinkish-purple light\" shaped like a football coming over the wheat field at a height of about ten feet. The light stopped about 150 feet from his house. \"Then the light started to elongate, spreading out becoming thinner and thinner looking like a disc. When it was about thirty feet in diameter, Robbert saw what he called \"electrical discharges\" emit from the bottom of the pinkish-purple light. After that, the light faded away. Robbert ran outside into the wheat and there was a 30-foot-diameter circle next to a 10-foot- diameter circle. Every year since then, more circles and other patterns have appeared near the Van den Broeke house. Now in the early morning of April 6, 2005, Robbert found two more. He called up a local television station which announced the discovery to the Dutch public. One of the listeners was Robert Boerman, founder of the Ptah Foundation and producer of the Dutch Crop Circle Archive. Robert called Peter van Learhoven who went to Hoeven a little after twilight on April 6, and took photographs before people had walked through them. Hoeven, Holland Crop Circles Photographed Day of Discovery On April 6, 2005 Hoeven, Holland, one of two circles in grass discovered early morning of April 6, 2005, by Robbert van den "},{"pageNumber":2,"pageContent":"Broeke near his family home. One larger circle was not purely round, but measured approximately 8 meters 90 centimeters (29.5 feet) by 10 meters 10 centimeters (33 feet). The smaller circle was nearly round, about 1 meter 70 centimeters (5.5 feet) in diameter. The lay of the grass in the large circle was clockwise and the small circle was anti-clockwise. April 6, 2005, photographs © 2005 by Peter van Learhoven. Interview: Robert Boerman, Founder and Chairman, Ptah Foundation and Producer, Dutch Crop Circle Archive, Brummen, The Netherlands (East Holland) : \"Peter van Learhoven discovered that his analog camera was malfunctioning in the circles. He could not take the photos as he wanted. Normally, he has no problem with the camera. But this time it was very difficult to take photos. WHAT ABOUT YOU? We went Sunday, April 10, four days later. We did not have any problems with equipment, cameras functioned. WHERE ARE THESE TWO NEW CIRCLES COMPARED TO THE LOCATION OF PREVIOUS ONES IN THE HOEVEN FIELD? This formation is almost in the same area as the last ones in previous years that have appeared in Hoeven. These are only about 200 meters (656 feet) away from last year's location. So, it's all in the same area. Grass Circle Sizes, Lays and Energies When we visited the formation Sunday, we didn't have any camera problems. We saw that the large, not purely round circle was approximately 8 meters 90 centimeters (29.5 feet) by 10 meters 10 centimeters (33 feet). The small circle was nearly round, about 1 meter 70 centimeters (5.5 feet) in diameter. The lay of the grass in the large circle was clockwise and the small circle was anti-clockwise. The strange thing is that we measured the big circle was laying clockwise, but the energy was going anti-clockwise. Diagram by Robert Boerman of two-circle-pattern in Hoeven, Holland, grass discovered on April 6, 2005. WHAT DID YOU USE TO FIND THE ENERGY FLOW? We used dowsing rods. In the larger circle, the lay of the grass was to the right, but the energy was to the left. In the small circle it was the opposite: the lay was to the left and the energy was flowing to the right. Strange thing on Sunday was that one of our crop circle research colleagues, Netti, while she was standing in the center of the large circle, she became very warm. Ten minutes later, about five or six young guys arrived and were talking to us. One of them was also"},{"pageNumber":3,"pageContent":"standing in the large circle in the center and he said, 'My feet are getting warmer.' So that was very strange.\" Photographs Taken Sunday, April 10, 2005 Hoeven, Holland, Sunday, April 10, 2005, photographs of larger circle © 2005 by Robert Boerman. More Information: See other Earthfiles reports about crop formations in Hoeven, Holland · 08/12/2004 -- Circles in Belgium and Holland · 05/22/2004 -- 2004 Overview of Crop Formations in Five Countries · 05/11/2004 -- An Extraordinary Photograph in A Dutch Home · 07/11/2003 -- Unusual Cylinder-Shaped Cloud Seen Night Before Dutch Crop Circles Discovered · 10/19/2002 -- Shifting Time Lines and Earth's Destiny? · 06/26/2002 -- Part 1 - New Crop Formations in England, Holland and Germany · 08/29/2000 -- Black Triangle, Red Lights and Spinning Disc Over Wiltshire, England Crops · 08/23/2000 -- Intelligence Sensed In Mysterious Lights Associated With Crop Formations · 05/21/2000 -- Crop Formation Update as of May 21, 2000 - Part 1 · 08/01/1999 -- 1999 Crop Circle Update from Wiltshire, England · 06/09/1999 -- Dutch Eyewitness Says Two Crop Circles Created By Pink-Purple Light Websites: http://www.dcca.nl http://www.cropcircleconnector.com http://www.cropcircl eresearch.com"},{"pageNumber":4,"pageContent":"http://www. cccrn.ca/ http://home.clara.net/lucypringle http://www.invisiblecircle.de http://www.bertjanssen.nl http://www.temporarytemples.co.uk http://www.cropcirclenews.com http://www.swirlednews.com http://www.heramagazine.net Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
