[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 1: Mysterious Bismuth/Magnesium Metal from Wedge-Shaped Aerial Vehicle © 2006 by Linda Moulton Howe A lleged extraterrestrial metal taken from the bottom of a \"wedge-shaped craft in 1947\" was created from alternating layers of 1-4 microns dark bismuth and 100-200 microns silver magnesium/zinc alloy, approximately twenty-five to thirty layers thick. Each of six pieces received were \"formed\" with a curvature that tapered, as shown to the right in photo magnification above. A pril 28, 2006 Albuquerque, New Mexico - In addition to my work as a TV producer, documentary filmmaker and writer, I have reported news about science, the environment and unexplained phenomena since 1993 on the nationally syndicated radio programs, Dreamland and Coast to Coast AM , originally hosted by Art Bell. The title, Dreamland , is slang used at Nellis AFB, Nevada, to describe the top secret Area 51 where highly classified technology and craft have been stored and tested. Some say there are \"extraterrestrial\" craft there hidden behind and below the Papoose Mountain range. Several of my radio interviews have concerned research about alleged extraterrestrial vehicles that had crashed near Roswell, Capitan Mountain and Socorro, New Mexico, in 1947. Some of those reports I did from England and Italy in the fall of 1995. That's when scenes of a six-fingered and six-toed humanoid dissection and craft debris were broadcast in the U. K. and United States amid intense controversy about whether or not the film was actually historic. First Letter from \"Grandad\" - April 10, 1996 A few months later, Bell and I received a series of letters, each post-marked from South Carolina and signed only \"A Friend.\" The first letter was dated April 10, 1996, and included several metal pieces: \"I've followed your broadcasts over the last year or so and have been considering whether or not to share with you and your listeners some information related to the Roswell (New Mexico) UFO crash. \"My grandfather was a member of the Retrieval Team sent to the crash site just after the incident was reported. He died in 1974, but not before he had sat down with some of us and talked about the incident. I am currently serving in the (United States) military and hold a Security Clearance and do NOT wish to 'go public' and risk losing my career and commission. \"Nonethel ess, I w oul d l ike to briefl y tell you w hat my ow n grandfather tol d me about Rosw el l . In fact, I enclose for your safekeeping 'samples' that were in the possession of my grandfather until he died (in 1974), and which I have had since his own estate was settled. As I understand it,, they came from the UFO debris and were among a large batch subsequently sent to Wright- Patterson AFB in Ohio from New Mexico.\" "},{"pageNumber":2,"pageContent":"A luminum pieces sent by a nonymous South Carolina source with his first April 10, 1996, letter allegedly \"appropriated\" by his grandfather as samples from a wedge-shaped vehicle that crashed \"between San Mateo Mountains and Sierra Blanca\" west of Roswell. Date not given by source. Photograph by Art Bell © 1996. The writer did not give a specific crash date or location in that first letter. Bell and I repeatedly asked during radio broadcasts for those facts because several different testimonies have emerged the past few years about crashed or landed discs in different locations and different time periods. If true, the incident that made newspaper headlines about a \"flying saucer\" crashing on the Foster Ranch between Corona and Roswell the first week of July 1947 was not a unique event. In his fifth and final letter received July 5, 1996, the writer finally quoted notes \"from Grandad's journal\" that placed the impact site \"between San Mateo Mountains and Sierra Blanca\" west of Roswell, but did not give a date. Sierra Blanca peak is about seventy miles straight west of Roswell. San Mateo Peak is another eighty miles west of Sierra Blanca. Between those two mountain regions in 1947 was the White Sands Proving Ground (later named White Sands Missile Range) where the post-World War II V-2 rocket program was operating under the direction of Germany physicist, Werner von Braun. Magdalena and Socorro are at the northeastern edge of the Pl ains of San Agustin and north of the San Mateo Mountains. "},{"pageNumber":3,"pageContent":" The source also clarified in another letter that the vehicle was a \"Wedge-shaped Disc.\" A wedge could be shaped like a piece of pie or perhaps a curved crescent, but a disc is round. So, we assumed the grandfather was using \"disc\" generically for UFO. The South Carolina writer included the following highly strange description - based, he said, on conversations with his grandfather - about the security team's efforts to retrieve the wedge-shaped \"Disc\" and three non-human bodies, two dead and one alive: \"...the Team arrived at the crash site just after the AAF/USAF reported the ground zero location. [ Editor's Note: U. S. Army Air Force was splitting into Air Force and Army during the summer of 1947.] They found two dead occupants, hurled free of the Disc. A lone surviving occupant was found within the Disc and it was apparent its left leg was broken. There was a minimal radiation contamination and it was quickly dispersed with a water/solvent wash, and soon the occupant was dispatched for medical assistance and isolation. The bodies were sent to the Wright-Patterson AFB for dispersal. The debris was also loaded onto three trucks which finished the on-load just before the sunset. \"Grandad was part of the Team that went with the surviving occupant. The occupant communicated via telepathic means. It spoke (transmitted) perfect English and communicated the following: The Disc was a 'probeship' dispatched from a 'launchship' that was stationed at the dimensional gateway to the Terran Solar System. The occupants were part of a race of explorers from a Solar System 32 Light Years from Terra. They had been conducting operations on Terra for over 100 years. Another group were (sic) exploring Mars, and Io (Martian moon). Each 'probeship' carried a crew of three. A 'launchship' had a crew of (100) One-Hundred. \"The Disc that crashed had collided with a meteor in orbit of Terra and was attempting to compensate its flight vector, but because of the collision, the inter-atmospheric propulsion system malfunctioned...\" The letter writer also listed some of the institutions his grandfather said were involved in research on the craft and its occupants. Included were the University of Colorado; Office of Naval Research; the Army/Air Force; University of California, Los Angeles; Atomic Energy Commission; National Advisory Committee on Aeronautics; and Office of Scientific Research and Development. \"Grandad spent a total of 26 weeks in the Team that examined and debriefed the lone survivor of the Roswell crash. Grandad's affiliation with the 'project' ended when the occupant was to be transported to a long-term facility. He was placed on-board a USAF Transport aircraft that was to be sent to Washington, D. C.\" The statement that a meteor impact disabled the extraterrestrial craft was curious. One would assume that space travelers, or time and dimension skippers, would have sensors and deflection shields for all sorts of intruders in their space and around their remote-controlled explorer craft. Some government insiders said microwave radar experiments conducted at White Sands Proving Ground in the 1940s might have interfered with the extraterrestrial craft guidance systems. At least the metal pieces sent by the South Carolina writer were hard physical facts that could be tested. I contacted a scientist in a major Midwestern university w ho has helped me analyze unusual materials, provided his name and location are anonymous. He used a scanning electron microscope to examine structure and energy dispersive spectroscopy (EDS) to analyze element composition. He confirmed that the metal was greater than 99% aluminum of normal density."},{"pageNumber":4,"pageContent":" Second Letter from \"Grandad\" - April 22, 1996 After I reported those findings on the radio, we received a second letter dated April 22, 1996. The source said that \"based on past conversations on the subject (of a Roswell crash) with Grandad,\" he understood that the aluminum provided \"a conductor for the electromagnetic fields created in the propulsion systems.\" This letter also elaborated about the \"occupant-survivor.\" \"...critically-needed data was 'eliminated' by the self-destruct mechanisms on the disc vehicle itself. Furthermore, the occupant-survivor of the crash refused to disclose technical information, despite a series of interrogative attempts to extract technological data. No means could be found to secure the information. There were always two Security Team members present at every face-to-face meeting with the survivor. The survivor had the ability to deduce thoughts and questions prior to them being asked. Sometimes it became frustrating. \"The Disc itself was literally dissected and it was discovered that the propulsion system had actually fused together the many interior components. There were control-type devises forged in the shape of the alien hands , which were assumed as controls and activation surfaces. [ Editor's emphasis.) \"What is today fiber-optic technology was part and parcel of the alien technology within the control panels, albeit fused and melted when the self-destruct mechanism was activated. There were Westinghouse-affiliated persons on the Team, and Grandad always thought some of them had gone back with the knowledge and incorporated it into the future research with the phone system.\" Back-engineering extraterrestrial technology for American military and commercial development was well known to retired U. S. Army Lt. Colonel Philip J. Corso, former Chief of the Army's Foreign Technology Division, in the early 1960s. In The Day After Roswell , his ground-breaking and best-selling book, Colonel Corso described his assignment in 1961 to 1963 to get extraterrestrial technology out of Pentagon storage into the hands of defense contractors. C lick cover for amazon.com. T he Day After Roswell © 1997 by Lt. Col. Philp J. Corso (Ret.). Lt. Col. Corso's boss was General Arthur Trudeau, then head of Army Research and Development. The Colonel's list of back-engineered extraterrestrial technologies included night vision image intensifiers, fiber optics, supertenacity fibers, lasers, molecularly aligned metallic alloys, integrated circuits, microminiaturizaton of logic boards, particle beams, electromagnetic propulsion systems - and hand imprinted control panels. This is what Col. Corso wrote about panels retrieved from a \"crescent-shaped\" extraterrestrial vehicle that crashed in New Mexico and which sounds similar to the South Carolina writer's description: \"...the series of raised deck panels where there were indentations for the creatures' hands. The indentations on these panels, as the Roswell field reports described them looked like the hand prints pressed into the concrete at the old Grauman's Chinese Theater in Hollywood. Were the directional commands a series of electronic instructions transmitted directly from the creatures' brains along their bodies and through the panels into the ship itself as if the ship were only an extension of the creature's body?\" Col Corso said that extraterrestrial bodies first went to Wright Field in Cincinnati, Ohio, but after the USAF became its own separate branch of the service, \"the remaining bodies stored at Wright along with the spacecraft, were sent to Norton Air Force Base in California. Experiments were carried out at Norton and ultimately at Nellis Air Force Base in Nevada at the famous Groom Lake site, Area 51 known as Dreamland, where the Stealth technology was developed.\" The Colonel said that the USAF and CIA \"Maintained a kind of al i en technol ogy museum\" at Norton Ai r Force Base near San Bernardi no, Cal ifornia, \"the fi nal resti ng place of"},{"pageNumber":5,"pageContent":"the Roswell spacecraft\" - at least one of them. Norton AFB was closed down in the 1990s and one wonders where the \"alien technology museum\" went? Or if it's still there, is it underground or disguised in some way? Col Corso said the motives of the extraterrestrials were puzzling and of great concern to government insiders when he worked in the White House National Security Staff under President Dwight Eisenhower and later in the Pentagon under General Arthur Trudeau. The priority of the U. S. government was to get as much advanced extraterrestrial technology as possible, keep it out of the hands of Cold War enemies, while \"pushing through weapons development that might reduce the advantage\" of the advanced and potentially threatening non-human intelligence. The Colonel agreed the government had extraterrestrial artifacts from more than one spacecraft. He said that during the Norton AFB testing, it was discovered that \"the entire vehicle functioned just like a giant capacitor ... the craft itself stored the energy necessary to propagate the magnetic wave that elevated it ... as if gravity was being folded around the outside of the wave that enveloped the craft. ...Somehow the pilots became part of the electrical circuitry of the vehicle, vectoring it in a way similar to the way you order a voluntary muscle to move.\" The Colonel told me how amazed military and science investigators were about the spacecraft functioning as an extension of the beings' neurological systems, including their molecularly align ed and strengthened flight suits and hand-imprinted control panels. P anels with six-fingered hand depressions allegedly found with six-fingered humanoids at UFO crash site a few miles from Socorro, New Mexico. First broadcast on U. K. and U. S. A. television on September 28, 1995. Photograph from 16mm film © 1996 Orbital Media Ltd., U.K. I continued to investigate the possibility that the aluminum pieces might be \"punch outs\" from terrestrial machining operations, since they measured in common terrestrial quarter-inch and inch sizes. However, Alcoa Aluminum engineers thought that the 99%+ purity of the aluminum w as not typical of industrial machining which usually involves harder alloys. So, there w as speculation that if the South Carolina w riter's story were true, the military handlers might have had samples from the alleged extraterrestrial craft punched out to distribute to American scientists to study. Third Letter from \"Grandad\" - May 27, 1996 On May 27, 1996, a third letter arrived containing a surprise - six more pieces of metal that were very different from the aluminum. The letter said: \"I have listened with interest to the ongoing reports on the samples I sent your way. I noted that Researcher Linda Moulton Howe discussing the testing of the samples noted that basically it is merely Aluminum. Slight variations on the testing, but indistinguishable from 'normal' Al umi num. \"Actually, this is precisely the same initial findings of Grandad's Team. However, I neglected to include metallic samples of the exterior of the crashed Roswell disc. I now include the enclosed, and can only say that these scrapings came from the exterior underside of the Disc itself. It literally was a 'shell-like' shielding of the Disc. Brittle and layered, almost with a pre-fabricated design and placing. Keep in mind that these are the last of Grandad's samples. They have sat for years inside a closet with his personal effects. \"Because of certain concerns, I will not be contacting you on this matter. Perhaps I am a bit paranoid, but I do have a family & career to think about. I hope you understand. Hope these last samples are helpful. Of course, I will be listening.\" "},{"pageNumber":6,"pageContent":"P hotograph of two metal pieces from the South Carolina writer's sec ond shipment of six received May 27, 1996. Each pi ece had a dark side and a shiny silver side. On the left, the dark side is up; on the right, the silver side is up. An inch-diameter quarter coin is for size comparison. P hotograph by university professor © 1996. T o be continued in Part 2 - Surprising Lab Results More Information: F or more about extraterrestrial technology retrievals and baack-engineering, please see reports below in the Earthfiles Archives and my book Glimpses of Other Realities, Vol. II: High Str angeness in the Earthfiles Shop : • 04/19/2006 -- Part 19 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 04/12/2006 -- Part 18 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 04/05/2006 -- Part 16 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/17/2006 -- Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches • 02/10/2006 -- Crashed Disc Photos, \"Ebens,\" and Area 51 \"Anti-Gravity\" • 02/07/2006 -- M ilitary Voices Reply About Government Interaction with UFOs. • 01/27/2006 -- Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 01/20/2006 -- Part 1: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs• 02/10/2006 -- NORAD \"Fast Walkers\" and \"Men In Black\" • 01/13/2006 -- 31st Cattle Mutilation on Red Bluff, California Ranch • 12/02/2005 -- Former Canadian Minister of Defence Calls for Public Parliament Hearings About UFOs and Extraterrestrials • 10/27/2005 -- Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro Near Calhan, Colorado • 10/07/2005 -- Part 1: Beam Technology Lifted Body Near Ft. Stewart, Georgia • 02/21/2005 -- Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 01/26/2005 -- Final Part 28: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 09/06/2004 -- Terry Sherman - 1996 Interview About High Strangeness on Fort Duchesne, Utah Ranch • 03/26/2004 -- Back Engineering ET Craft • 02/06/2004 -- Scientists Create and Add Elements 113 and 115 to Periodic Table • 12/22/2004 -- Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with Canadian Researcher, Grant Cameron • 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 11/12/2004 -- Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed. • 07/21/2004 -- The Apollo Program, Cape Canaveral and UFOs • 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July 1947? We bsi t e : Majestic-12 Documents: http://www.maje sticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
