[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Coronavirus Expert Questions Animal Source for SARS © 2003 by Linda Moulton Howe \"If I look at the past history of the way coronaviruses behave, then I have to come to a logical conclusion that they are very species- specific and a coronavirus does not just jump from an animal to a person. If we look at the scientific evidence of what we know about coronaviruses, I could also make the argument that under the right conditions, under the right incubation conditions, that it could happen. The mechanism is there. But boy! It's like a trillion to one shot.\" - Mark Jackwood, Ph.D., Avian Coronaviruses, University of Georgia, Athens April 25, 2003 Athens, Georgia - Professor Mark Jackwood, Ph.D., studies bird coronaviruses in the College of Veterinary Medicine at the University of Georgia in Athens. One puzzle that he and his colleagues helped solve was why chickens vaccinated for a deadly avian infectious bronchitis known as DE072 (72nd virus isolate in Delaware) were still getting sick and dying. Dr. Jackwood and Professor Chang Wong Lee studied the birds' blood and discovered a different coronavirus they named \"Georgia 98.\" 1998 was the year of the discovery. What caused the mutation from DE072 to GA98? The coronavirus's response to vaccinations. \"Our speculation was that one of the pathogenic field viruses, DE072, had to mutate over time to create a strain (GA98) that had a selective advantage that could cause disease in the face of the vaccine we were using at the time. Those GA98 viruses are quite unique and not related to any of the other infectious bronchitis diseases that we know about, so we started doing some of the calculations on the evolutionary aspect of that virus and how it would have created a new serotype and wrote our conclusions for a 2001 virus journal entitled, Origin and Evolution of Georgia 98 (GA98), A New Serotype of Avian Infectious Bronchitis Virus. [ Vi r u s R e s 2001 Nov 28;80(1-2):33-9] Dr. Jackwood says that coronaviruses are known to keep mutating over and over again, explained why, and doubts that the SARS disease came from animals. Interview: Mark Jackwood, Ph.D., Professor, Department of Avian Medicine, College of Veterinary Medicine, Univ. of Georgia, Athens, Georgia: Coronaviruses Are RNA Which Cannot Correct Sequence Mistakes \" One reason (for mutations) is vaccine pressure. They have the ability to change because they are RNA viruses. This RNA virus has a polymerase that makes more copies of the virus that can't change its mistakes, has no proofreading ability. So that's one way it can mutate. IT DOESN'T HAVE ANY WAY TO CORRECT ITSELF WHEN IT MAKES A "},{"pageNumber":2,"pageContent":"MISTAKE? Right. That polymerase, when it replicates a new virus particle, if it makes a mistake in the genetic code, it can't go back and fix it. LET'S GO TO THIS NEW SARS CORONAVIRUS AND THE DISCUSSION THAT I HAD RECENTLY WITH DAVID HEYMANN AT THE WORLD HEALTH ORGANIZATION (W.H.O.) IN GENEVA. WHICH ANIMAL WAS HOLDING THIS NEWLY MUTATED CORONAVIRUS? WHERE IS THAT ANIMAL? WHY DID THIS NEW SARS CORONAVIRUS HAVE THE ABILITY TO JUMP FROM THE UNKNOWN ANIMAL INTO HUMANS WITH THE ABILITY TO SPREAD HUMAN TO HUMAN? First of all. I'm not convinced that this SARS coronavirus came from an animal. And let me tell you why. When you look at the genetic sequence of the SARS virus, it's about 50% give or take 5% or so, related to all the other coronaviruses that we know about. But I can take any animal coronavirus and show that kind of relationship between it and any other coronavirus that we know about. IN OTHER WORDS, YOU'VE GOT CORONAVIRUSES THAT CAN CAUSE, FOR EXAMPLE, HEPATITIS IN A MOUSE AND YOU'VE GOT A CORONAVIRUS THAT CAN CAUSE A COLD IN HUMANS. YOU'RE SAYING THIS NEW SARS CORONAVIRUS IS EQUALLY DISTANT FROM BOTH THE CORONAVIRUS THAT MAKES HUMANS SICK AND THE CORONAVIRUSES THAT MAKE ANIMALS SICK? That's right. Let me give you a different example. We've got a coronavirus that causes hepatitis in mice. Now we have a coronavirus that causes upper respiratory disease in birds. Genetically, in any given gene, I can show you 50% similarity between those two viruses. But that doesn't mean that the bird's virus came from the mouse or that the mouse virus came from the bird. Coronaviruses Are Extremely Species-Specific Having said that, what we know about coronaviruses is they are extremely species-specific. Extremely species specific! So, if you take a mouse virus and put it into a bird, it does absolutely nothing. If you take the bird virus, the infectious bronchitis virus that I work with, and put it in a human, it doesn't do anything. I've done it accidentally to myself. That characteristic of coronaviruses leads me to believe that this SARS virus probably did not come directly from an animal. I'm not saying it couldn't happen under the right conditions, under the right incubator, if you will. But, what I know about this coronavirus and other coronaviruses like it, I would be very surprised if it made a direct jump from an animal to a person. WHY IS IT THAT WHO AND CDC AND EVERYBODY ELSE SEEMS TO BE OF A CONSENSUS THAT THIS CAME FROM AN ANIMAL TO HUMAN? I'm not sure. Perhaps because the influenza virus does this (Spanish Flu pandemic of 1918 jumped from swine to humans) and they are assuming that a coronavirus could jump from an animal, too. There is some scientific evidence that coronaviruses can cross species. We have a lot of evidence that coronaviruses can mutate and we know how they do it. They can do it by what I told you, the mutations, and they can do it by recombination events, by insertions or deletions. BUT DOESN'T THIS CONTRADICT WHAT YOU WERE SAYING WITH SOME EMOTION THAT CORONAVIRUSES ARE SPECIES-SPECIFIC? In a way, it does. And I guess that's what I'm trying to let you know is we don't know for sure. If I look at the past history of the way coronaviruses behave, then I have to come to a logical conclusion that they are very species-specific and a"},{"pageNumber":3,"pageContent":"coronavirus doesn't just jump from an animal to a person. If we look at the scientific evidence of what we know about coronaviruses, I could also make the argument that under the right conditions, under the right incubation conditions, that it could happen. The mechanism is there. But boy! It's like a trillion to one shot. SO, WHAT IN THE WORLD HAS HAPPENED IN GUANGDONG PROVINCE, CHINA, THAT SET IN MOTION A BRAND NEW CORONAVIRUS WHICH, ACCORDING TO VIROLOGIST ALBERT OSTERHAUS, IS NOW IN ITS OWN FOURTH CATEGORY AS A UNIQUE CORONAVIRUS? I know. Let me tell you a little bit about our research and what we found with birds. We developed a diagnostic test here at the Univ. of Georgia that allows us to detect very rapidly the coronavirus that I work with in birds, the avian infectious bronchitis virus, and to also determine what type virus that is. We have a whole bunch of serotypes of that virus. Within one day, we can type a whole bunch of different viruses from the field. New Diagnostic Tests Revealed Dozens of Avian Coronaviruses Never Seen Before \" It was like turning a light on in a room.\" When we first started doing that test back in 1993, we found all kind of coronaviruses in birds that we never knew about, of the infectious bronchitis virus. They were circulating in perfectly healthy birds and we never knew they were there because we didn't have the tools to be able to see them. THE BIRDS WEREN'T SICK? No, the birds were not sick. We got vaccines we use for infectious bronchitis that we give birds and that doesn't make them sick. So, we were surprised that there were other coronaviruses floating around out there in the field that were infecting birds and not making them sick. They exist. BY 1993 YOU FINALLY HAD SOME TECHNOLOGY THAT YOU CAN SEE AND SEPARATE OUT CORONAVIRUSES THAT YOU DIDN'T EVEN KNOW EXISTED? Right, it was like turning a light on in a room. We could now see what was there whereas before, we couldn't. So, we're assuming these are all new viruses and everybody is panicking and thinking all their birds are going to get sick. The reality is that ten years later, those viruses are still out there circulating around. We still find them from time to time and they aren't doing a darn thing. Now here is the big point of the story, I guess. If those viruses are there in the population and in the birds and they are circulating through those birds, they do have a potential to change and cause disease. How do we know that in China those viruses weren't circulating around in people already? We don't know if they are there. There are no tools to look for them. The virus just happened to mutate and caused some people to get sick and some people to die. SO WHAT YOU ARE SUGGESTING IS NOT THAT THE CORONAVIRUS IN THE BIRDS OR ANOTHER ANIMAL JUMPED TO PEOPLE, BUT THAT CORONAVIRUSES COULD HAVE BEEN CARRIED BY PEOPLE LIKE THE COMMON COLD AND THEN SUDDENLY, SOMETHING CAUSED THAT MUTATION, THE RNA MADE A MISTAKE, AND IT WENT FROM JUST A BENIGN COLD TO SOMETHING THAT CAN KILL PEOPLE? Yes, that's very possible. I find that a much more plausible story to swallow than I do that it jumped from a bird to a person. Or any animal. Mouse, bovine and"},{"pageNumber":4,"pageContent":"chicken are the three coronaviruses that the (genetic) sequences of the SARS virus are most close to. But 50% is not close. It's (SARS virus) still not very similar to any of them (mouse, bovine and chicken coronaviruses). It falls into its own new coronavirus group. But it makes me very uncomfortable when people talk about a coronavirus jumping species like that. It just doesn't happen in nature, and if it does, it's an extremely, extremely rare event. To my knowledge, it's never been documented in nature. In my mind, a more plausible explanation for where it came from is that it was there all the time. We just never looked for it. We didn't have the tools to see it. And now that it's changed and causing disease, now we're obviously looking for the cause of what this disease is. We come up with the SARS coronavirus that is unlike anything we've ever seen before. But there aren't that many human coronaviruses we've ever looked at. Two Common Human Coronaviruses WHAT ARE THEY? IS THE COMMON COLD THE ONLY CORONAVIRUS THAT WE REALLY KNOW ABOUT? There are two human coronaviruses that we know about. One is in Group 1 and one is in Group 2. One is respiratory and the other gastric. SO ONE CAUSES A COLD AND THE OTHER CAUSES SOMETHING LIKE VOMITING AND DIARRHEA? Diarrhea, yes. But those isolates have been around for a long time. They've been fully sequenced and we've known about them for quite awhile. HOW CLOSE IS THE NEW SARS CORONAVIRUS TO EITHER OF THOSE GROUPS? It's not as close as it is to bovine, chicken or mouse. BUT DON'T YOU THINK THAT SOME OF THE MEDICAL PEOPLE ARE CONCLUDING SARS IS A JUMP FROM ANIMALS TO HUMANS BECAUSE THERE IS A CLOSER GENETIC ASSOCIATION BETWEEN THE NEW SARS CORONAVIRUS AND THE MOUSE HEPATITIS, THE BOVINE CORONAVIRUS AND THE AVIAN INFECTIOUS BRONCHITIS? Maybe. But again, what percentage is that? Somewhere around 57%. Having worked with coronaviruses for the last fifteen years, 50 some percent is not similar at all. In my mind, two coronaviruses that are merely 50% similar are completely different viruses. Is SARS A Mutation of A Human Coronavirus? SO YOU WOULD GUESS THAT EVEN THOUGH WE KNEW AND HAD SEQUENCED TWO CORONAVIRUSES IN HUMANS - ONE CAUSING RESPIRATORY PROBLEMS AND THE OTHER CAUSING DIARRHEA - THAT THERE ARE OTHER CORONAVIRUSES THAT HAVE BEEN CIRCULATING AROUND IN THE HUMAN POPULATION UNIDENTIFIED JUST AS YOU HAVE SEEN IN BIRD POPULATIONS? That's my speculation, yes. AND THAT SOMETHING MUTATED IN THE RNA THAT TOOK AN OTHERWISE UNIDENTIFIED CORONAVIRUSES THAT WERE BENIGN (ALREADY CIRCULATING IN HUMAN SYSTEMS) AND MADE IT LETHAL?"},{"pageNumber":5,"pageContent":"Yes, and the reason I say that is because of our experience with what we know happens in chickens. That's what happens in chickens with the virus I work with. THE NEXT QUESTION ON EVERYBODY'S MIND: THIS COULD BE ON THE VERGE OF A GLOBAL PANDEMIC BECAUSE THE HUMAN POPULATION DOES NOT HAVE ANY IMMUNITY TO THIS NEW CORONAVIRUS. IF SARS HAS MUTATED ONCE INSIDE OF HUMANS AND HAS BECOME MORE LETHAL, COULD IT MUTATE AGAIN AND BECOME EITHER MORE LETHAL OR LESS LETHAL? Yes. It's going to continue to change as long as it is circulating in the human population. That's the nature of coronaviruses. But let me make this point: in your life time, how many times has a coronavirus mutated like this and caused disease? NOT IN MY LIFE TIME. There you go. So you think it's a fairly common event? Like flu? No. Coronaviruses don't typically do this. This is not their mode of operation. HOW DANGEROUS IS SARS? It's dangerous! No doubt about it. It's changed and it's killing people and we need to treat it as the experts at CDC and WHO those are the guys who know how to deal with these kinds of things and I have faith in their ability. WHICH IS ISOLATION AND QUARANTINE BECAUSE WE HAVE NO MEDICINES THAT CAN DO ANYTHING. We don't have any medicines that can do anything right now. They are working on diagnostic tests and I think they've got something in line that hopefully will help them a lot.\" SARS Cases as of April 24, 2003 Reported by CDC and W.H.O. United States Suspected SARS pneumonia cases in the United States have climbed to 247 in 36 states with 39 probable cases; no deaths. Alabama 1 Arizona 1 Arkansas 1 California 49 Colorado 9 Connecticut 5 Florida 15 Georgia 3 Hawaii 5 Illinois 13 Indiana 1 Kansas 2 Kentucky 2 Maine 2 Massachusetts 12 Michigan 3 Minnesota 7 Mississippi 2 Missouri 2"},{"pageNumber":6,"pageContent":"Nevada 2 New Hampshire 1 New Jersey 3 New Mexico 1 New York 28 North Carolina 6 Ohio 11 Oregon 1 Pennsylvania 8 Rhode Island 1 South Carolina 2 Te x a s 7 Utah 7 Vermont 2 Virginia 7 Washington 23 Wisconsin 1 Wo r l d w i d e : April 24, 2003 - Current World Total: 4,441 Cases, 28 countries, and 263 Deaths Australia 4 Brazil 2 Bulgaria 1 Canada 140 cases, 15 deaths China 2422 cases, 110 deaths China, Hong Kong 1488 cases, 109 deaths China, Taiwan, 37 France, 5 Germany 7 India 1 Indonesia 1 Italy 4 Japan 2 Kuwait 1 Malaysia 5 cases, 2 deaths Mongolia 3 Philippines 2 cases, 1 death Ireland 1 Romania 1 Singapore 192 cases, 19 deaths South Africa 1 Spain 1 Sweden 3 Switzerland, 1 Thailand 8 cases, 2 deaths United Kingdom 6 United States 39 probable; 247 suspect Viet Nam 63 cases, 5 deaths We b s it e s : http://www.who.int/en/ (World Health Organization) http://www.cdc.gov/ (Centers for Disease Control) http://www.bcgsc.ca/bioinfo/SARS/ (BCGenome Sciences Centre) Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
