[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon First 2003 U.K. Crop Formation Near Petersfield, Hampshire © 2003 by Linda Moulton Howe Discovered Easter Sunday, April 20, 2003, ring 160 feet in diameter encloses a \"broken 8\" in yellow flowering oilseed rape southwest of Privett near Petersfield, Hampshire, England. Aerial photograph © 2003 by David Russell. Petersfield, Privett, West and East Meon have repeatedly received crop formations since the early 1990s. 1994 \"8\" or Infinity Symbol Inside a Circle West Overton, Wiltshire, July 28, 1994. A mathematical infinity symbol? Photograph 1994 by Michael Hesemann. April 26, 2003 Privett, Hampshire, England - Andy Thomas, Editor, Swirled News, told me Friday morning that microlite pilot, David Russell, has flown over an oilseed rape (canola) field southwest of Privett, Hampshire, and taken photographs of the first crop formation of 2003 in England. David estimated the "},{"pageNumber":2,"pageContent":"diameter at 160 feet. Another British source told me the circle surrounding a \"broken figure 8\" was discovered Easter Sunday, April 20, 2003, but not reported at the time. The mathematical symbol for \"infinity\" resembles a figure 8 laid down horizontally and is sometimes called a lemniscate. The English mathematician, John Wallis (1616-1703) used this symbol to represent mathematical infinity in his book, Arithmetica Infinitorum in 1655. In spiritual terms, the infinity symbol represents eternity and higher spiritual powers. In Egypt, the lemniscate was a symbol for the eight primeval forces of chaos which existed before the creation of the sun god. Those eight were Nun and Naunet, the god and goddess of the primordial waters; Kek and Keket, the deities of darkness; Amon and Amaunet that represent invisible power; and Heh and Hehet that represent infinity. In numerology, the number eight is also linked to the power of all there is before creation. The number eight also represents karma, or the repayment of karma. Interview: Andy Thomas, Editor, Swirled News , Cooksbridge, Lewes, East Sussex, England, and Author, Vital Signs: A Complete Guide to the Crop Circle Mystery and Why It Is Not A Hoax : (See More Information below). \" The new formation we've just had it's still so new that information is only just percolating through. Although we only heard about it in the last few days it did appear on the 20th of April, which was Easter Sunday. News is still going around and I have not yet met anyone who has been inside it. This is a fair distance from me and I haven't had a chance to go over. I GOT AN AERIAL FROM DAVID RUSSELL LAST NIGHT AND IT IS ALMOST A CLEAR NUMERAL 8 WITH A VERY STRANGE DISCONNECT AT THE CENTER, WHERE NORMALLY A NUMBER 8 WOULD JUST SMOOTHLY FLOW. THE DISCONNECT WAS PUZZLING AND I WONDERED IF YOU OR ANYBODY HAD ANY THOUGHTS ABOUT THE CHARACTER OF THAT WHERE IT IS DISCONNECTED? I think we have to be careful not to jump to conclusion that it is the number 8. We're describing here for those who haven't seen it, it does look like a digit 8 inside a ring, a bit like the beginning of a film where you get the countdowns on a proper film. If you turn it up the other way, maybe it's not the digit 8 at all. And as you say, the loop in the middle of the 8 does not join up. This is not an accident. You can see clearly this is a very deliberate part of the design and that disconnection in itself might have some kind of message. It will be very interesting to see if someone else comes along and says, 'No, this is this ancient symbol.' Or represents this. But as yet, I haven't come across anybody who says, 'Well, yes, I recognize it.' A lot of people are calling it the number 8, but I suspect there's more to it than that. YES, BECAUSE IT IS NEITHER WHAT WE THINK OF AS THE NUMBER 8 AND IT IS NOT THE CLASSIC INFINITY SYMBOL WHICH LIES HORIZONTALLY BUT HAS FLUIDITY OF THE INFINITY SYMBOL. THIS IS ALMOST DELIBERATELY SAYING THESE ARE TRUNCATED HERE. THESE ARE CUT. I agree. It's a very deliberate symbol. It's not like somebody went around and missed the other loop. It is very clear in the way it does it. And as you say, we've had mathematical infinity symbols in crop before and they have always been very definite, flowing. This is a little unexpected start for the season. Having said that, it's a fairly typical, not too big (160 feet diameter), not too"},{"pageNumber":3,"pageContent":"complex, fairly simple start to the season. By and large, that's the way it begins and then will take a trajectory from there. Of course, what you find by the time you get to the middle of July these early formations are completely forgotten about in all the hooha over the fantastic huge formations that we tend to get at the peak time. We need to concentrate on this one now before it's eaten up by all the others that appear around it. ANOTHER THING THAT IS STRANGE. I TALKED WITH LUCY PRINGLE YESTERDAY. SHE LIVES ONLY ABOUT 8 MILES FROM THIS FORMATION. SHE SAID THAT SHE TRIED TO FIND IT IN A FIELD THAT DAVID RUSSELL, WHO HAD FLOWN OVER IN THE MICROLITE AND TAKEN THE PHOTOGRAPHS, TOLD HER WAS IN A FIELD SLIGHTLY SOUTHWEST OF PRIVETT. BUT SHE STILL HAS NOT BEEN ABLE TO FIND THE FORMATION. THAT SAYS SOMETHING ABOUT SO MANY OF THESE PATTERNS ARE SO DISGUISED ON THE GROUND AS IF ONLY TO BE SEEN FROM THE AIR. AND WHY? It would seem that way. One report we had from a chap who contacted us said he could see the formation from the old railway line that runs between West Meon and Privett. So, there obviously is a place on the ground where if you are in the right place you can see it, or at least get an inkling that there is something in the field. But as you say, you need elevation, you need to be above these formations to really appreciate what they are. I can think of one example in 1996 here in Sussex at a place called Mannings Heath where we had a circle in the field where you could not see it from anywhere. It was just chance that one of our microlight pilots flew over that we ever knew it was there. No one would ever have spotted it from the ground it was just a completely isolated field. So, yeah, it does make you wonder, like they are waiting to be seen from above. Even now, with all these people flying around, I'm sure formations get missed, even here in England. YES, AND DAVID RUSSELL HAS FLOWN A LOT OVER THE LAND AND I ASKED HIM WHAT HE THOUGHT JUST TAKING THE SHOTS LOOKING DOWN ON THIS NEW \"FIGURE 8\" IN THE CIRCLE, FOR LACK OF A BETTER TERM. HE SAID THAT THIS LOOKED ESPECIALLY CRISP HAVING PHOTOGRAPHED OTHER FORMATIONS. It is nice. It's a very clear and precise design. From that point of view, it's a nice way to start the season. Sometimes you'll find that the first formation of the season gets missed for about three weeks and by the time it's photographed, the oilseed rape - which is usually the crop for the first formation for the obvious reason that that is the highest crop which comes up first - by the time you photograph it, it's so vague and grown up so much you can hardly see it. But with this one, it's been caught in plenty of time to see it in its prime. It's very pristine and very clear. I look forward to hearing reports from people - if they can find it on the ground! - of what the lay is like inside. The trouble with oilseed rape formations is by the time you've had only a few visitors wandering around inside, you're going to start to get damage to the plants. Unless you get reports from people who have gone in very early, it's hard to say too much about the condition of the crop. THAT LEADS TO THE QUESTION, WHY IS IT THAT PEOPLE DISCOVERED IT ON EASTER SUNDAY, APRIL 20, BUT THEY DID NOT REPORT IT AND THIS WAS NOT REPORTED UNTIL THE 23 OR 24TH? I did read something today saying that there is an accusation that information on this formation was deliberately withheld so certain individuals could get their own photographs of it before anybody else came in to ruin it. I don't know whether that's true or not. Unfortunately, this occasionally does happen where somebody will find a formation and keep it all to themselves, which I think is a bit of a silly thing when you're dealing with a phenomenon that's so out there in the public. These are for everyone."},{"pageNumber":4,"pageContent":"TO ME YOU WERE STRESSING THE REASON IT'S IMPORTANT FOR EVERYBODY TO KNOW AS SOON AS POSSIBLE AND THAT IS THAT THE CROPS EVOLVE, RAPE SEED MATURES, AND TO GET PHOTOGRAPHS AND FOR THOSE WHO WANT TO GET SOIL SAMPLES, OR PLANT SAMPLES, OR WHATEVER TESTS THEY ARE DOING, TO DO IT AS SOON AS THE FORMATION IS DISCOVERED HELPS EVERYONE. SO, THIS DELAY ON THIS FIRST ONE SEEMS STRANGE. Particularly in oilseed rape. Obviously, it is good if you can get in early because it's such a brittle plant. This has been said for so many years, but I still think this is not appreciated by everyone. To bend a piece of oilseed rape is really a difficult thing to do without a lot of damage occurring. I've certainly been in formations in years past where there is a 90 degree bend on a stem of rape. Now, you get a stem of rape and try to do that over your knee or whatever, and you'll break and crack it. So, it is interesting to examine these plants if you can to see what the effects are like inside the formation. I would imagine at the moment in England we've got fields of oilseed rape glowing yellow. I imagine there will be other formations, hopefully, in the next few days, certainly in the next few weeks, where we'll get a chance to see them at close quarters. ONE OF THE SUBTITLES IN YOUR WONDERFUL BOOK, VITAL SIGNS: A COMPLETE GUIDE TO THE CROP CIRCLE MYSTERY AND WHY IT IS NOT A HOAX - WHAT ARE THE PEOPLE WHO HAVE CLAIMED YEAR AFTER YEAR THAT THEY ARE THE ANSWER AND THE ONES RESPONSIBLE FOR CROP FORMATIONS SAYING? HAS ANYBODY TRIED TO CLAIM THIS 8 IN THE CIRCLE AT PRIVETT? I've not heard anyone claim it. The human circlemakers generally don't claim individual formations, or at least not publicly. What tends to happen is that rumors go around in the pubs and you never really get down to the bottom of it. It's very rare that someone actually comes forward and claims in a big way, 'I made this formation.' I think they would even say that is not the game that they play. But on the other hand, of course, that doesn't really help anyone at all and it's this whole vagueness that surrounds the people who claim they make them which I think gives them a very sloppy case. You have to accept there are some manmade formations. No one would deny that now. But unfortunately, even now after years of opportunities, when you look at the manmade demonstrations which are made for TV programs or newspapers and you compare not only the quality of the formation but the time and circumstances under which they are made, this is where you find something very lacking in the majority of the manmade formations. They just don't look the same, or are made under very unrealistic conditions. So, twelve years after Doug and Dave came forward to claim they had made all of them, here we are twelve years later... AND ONE OF THEM HAS PASSED ON! Right. So there is still no definitive proof of how many are made by people. I think if they were all made by people, by now that definitive proof would be there out in the public domain. But that hasn't happened. ANDY, ISN'T IT A FACT THAT FROM AT LEAST 1990 TO 2003, NO ONE WHO HAS EVER DEMONSTRATED MAKING A FORMATION IN FRESH OILSEED RAPE? Certainly, I've never come across a televised demonstration where people are making a film of one in oilseed rape. I would think that most hoax claimants would not dare to come out and do one publicly because... IT'S TOO DIFFICULT. That's right, there is too much damage."},{"pageNumber":5,"pageContent":"IN THIS DECADE OF EXPLORATION AND INVESTIGATION THAT YOU'VE BEEN ON SINCE 1991, DO YOU KNOW IF THERE IS ANYTHING ABOUT THAT PETERSFIELD AND EAST AND WEST MEON AREA HISTORICALLY THAT MIGHT EXPLAIN WHY THERE HAS ALWAYS BEEN SOME FOCUS OF CROP FORMATIONS THERE. IF I REMEMBER CORRECTLY, IT SEEMS THAT IN MORE YEARS THAN NOT, MANY FORMATIONS START SOMEWHERE IN THAT REGION IN HAMPSHIRE. Yes, it's a strange thing. That whole Meon area, as you say, is a place that has attracted crop circles so many times and you often find that the first crop circle of the year does not necessarily appear in the obvious places. It is true that most people spend their time looking for crop circles in Wiltshire, but very often it will be this area in Hampshire that will produce one of the early formations of the year. Then a few weeks or days later, the usual famous areas in the Avebury region will start up and producing their own shapes. But some people would say there's a scientific explanation for why these areas attract crop circles. I'm very struck by this connection between underground water which has been made before, which is that the majority of crop circles - certainly in England - do appear over areas where there is a lot of underground water, or the aquifers, as they are called. And when you look at the map of the aquifers, certainly the Meon Valley in Hampshire is one of the major areas. So, maybe that is an explanation. THAT LINKS WITH THAT OTHER POSSIBLE CONNECTION, LIMESTONE, WHICH IS A KIND OF CRYSTAL AND THE ENTIRE BRITISH ISLES ARE MADE BASICALLY OF LIMESTONE. WATER PERCOLATING INTO THAT LIMESTONE HAS POCKETED INTO THESE AQUIFERS THAT YOU ARE DESCRIBING, BUT WHY WOULD THE SURFACE LAND WHERE CROPS GROW BE LINKED SOMEHOW TO WATER UNDERGROUND? It is known, for instance, that underground water and particularly quartz - other walks as well - but quartz especially, can produce what are called piezoelectric fields which are like buzzing energy fields. How exactly they would produce or attract a crop circle to appear is something that a lot of work is being done to understand. But there does seem to be perhaps sometime of charge, electrical charge, or call it what you will, that is present in these areas because of the underground water and its association with the make-up of the rocks. What is interesting is that you tend to get more crop circles in years following a summer where the aquifers were low, where the water is actually lower. This seems to raise the electrical charge, when you look at the way it works. In years when the aquifers are higher, you get slightly less crop circles. It's an area of research that needs far more work and I'm not claiming to be an expert on aquifers and electrical fields, but certainly people looking into this would point to this as being a factor definitely in where and when certain crop formations appear.\" Previous Crop Formation At Privett in June 1998 In her book, Crop Circles, The Greatest Mystery of Modern Times, photographer and author, Lucy Pringle, discussed a 1998 crop formation discovered in Privett on June 15, 1998. \"The farmer at Privett, Hampshire, visited the formation the following day. There had been torrential rain that week and as the farmer walked down the tractor tramline, he noticed that it was unmarked. When he looked back over his shoulder, however, his footprints were clearly visible in the waterlogged ground. When he reached the formation, he also noticed that there was no mud on the flattened crop, which there would have been if the crop had been flattened by some implement.\" His conclusion was that something must have come from the air downward into the field."},{"pageNumber":6,"pageContent":"More Information: Click on cover for link to amazon.com. Copyright 1998 and 2002 by Andy Thomas. \"... These beautiful and joyous creations not only transcend our ordinary understanding of the material world, but confront our sense of the spiritual, too. To learn about the formations is remarkable enough, but to see and enter and savor them is truly awesome ... poised as we are on the brink of ever more mind-blowing formations and hidden messages, it is a blessing that we have a guide as inspired as Andy Thomas.\" - From the Foreword by Mike Leigh We b s it e s : http://www.swirlednews.com/ http://home.clara.net/lucy pringle http://www.cropcircleresearch.com http://www.cropcircleconnector.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
