[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Four Red, Unidentified Lights Change Patterns Over North Phoenix © 2008 by Linda Moulton Howe “A BC15 contacted several agencies, including the FAA, Sky Harbor, Luke AFB, and the Phoenix Police Department. No one could explain what the lights are.” - A BC15-TV, Phoenix. Update: April 24, 2008 - Four Red, Lights Over North Phoenix Now Described As Red Flares Tied to Helium Balloons. B ut Phoenix New Times on April 22, headlined: “Air Traffic Controllers Who Saw UFO Muzzled by FAA.” A BC15.com interviewed Phoenix resident, Lino Mailo, who says he watched his still- anonymous neighbor launch red flares attached to black and white helium balloons into the sky around 8 PM, April 21. Click here for video interview. But it's still a confusing event. Not only is the perpetrator still anonymous and not talking, his house is allegedly shown about 100 feet from the backyard where the ABC15.com does his interview - so why didn't the reporter simply walk over to that house and knock on the door and ask to talk to the alleged hoaxer? Also, a retired military USAF pilot was interviewed by a Phoenix radio station yesterday morning, April 23. He said he watched the red lights over the half-hour between 8 and 8 PM and said, “They were definitely not flares attached to helium balloons.” April 23, 2008 Phoenix, Arizona - On Monday night, April 21, 2008, a few minutes after 8 PM MST, the phone rang at the Brad Drenning home near 7th Street and Union Hills Drive in north Phoenix. The call was from a friend of Brad's 16-year-old son, David, about strange lights in the sky. Brad Drenning is sales manager for a Phoenix electronic equipment firm. Their home has a large back yard with clear sky and Brad, with his wife, De De, David and 8-year-old daughter, Hannah, all went out to look. R ed circle at intersection of 7th Street and Union Hills Drive is near the Brad Drenning home in north Phoenix and the Deer Valley region. "},{"pageNumber":2,"pageContent":"Interview: Brad Drenning, Sales Manager, Phoenix, Arizona: “There were four lights pretty much in a straight line and they were hovering in just the same area. They weren’t drifting with any kind of air currents. They were staying in one location. WHAT WAS THE COLOR TO YOUR EYES? Bright red. YOUR HOUSE IS WHERE? I’m in the North Valley of Phoenix and the lights were in the eastern sky from my home. So, I thought this was pretty neat so, I got my camera out and started to videotape. The lights stayed in the same area and then they started moving in different formations. The first 2:49 of my videotape, there are two red objects in a pair to the left and two red objects in a pair to the right, kind of angled to each other. Then came other patterns like a square and a trapezoid and like a kite. The four red lights changed formation several times. I’ve got more footage. [ See hot links to IReport videos below photo sequence.] Four Red Lights Moved Into Several Different Formations “Our entire sighting was around 14 minutes. I would say there were approximately six to seven different formations, each lasting about 1.5 to 2 minutes each before the next pattern formed."},{"pageNumber":5,"pageContent":"V ideo frames excerpted from Brad Drenning's 14-minute videotape shot between 8:10 and 8:25 PM MST in north Phoenix on April 21, 2008. Camera is a Kodak 6.1 megapixel with a 36 – 108 m illimeter lens. Click here to view Brad Drenning's 2:49 video at CNN's IReport. Click here for Part 2 of continuing video. Click here for Part 3 of continuing video. Toward the end, the lights separated apart with two higher on the left and two lower on the right and they sat there for a minute or so. Then one-by-one, they took off, or went out, or whatever. Then the last one, the fourth and final one, sat there for another three or four minutes before it eventually looked as if it had gone farther away from us until we could not see it any longer. SORT OF A RECEDING OF THE LIGHT INSTEAD OF IT BLINKING OUT? Well, the first light blinked several times and then was gone. The second one then that was right below it, it blinked a couple of times and then it was gone. Then, the third one on the right, it blinked about the same amount of times and then it had left and then reappeared for just a few moments. Then the fourth one, it was there for several more minutes after and then it began to blink and fade. Then it came back on, was there for a while and then it looked like it got farther away. Then it looked like it got a little bit closer. It blinked a few more times and then it faded away, but it was not like the other three. It was more like it went farther away to where you just could not see it anymore. It was unlike anything I have ever witnessed. If it were a balloon or flare – I’ve been in the military - and those over time, if there is any kind of air current, those will usually drift with the air current. They will drift in one direction or another. THEY DON’T HAVE THE ABILITY TO FORM EVERY TWO MINUTES DIFFERENT PRECISE PATTERNS? That is correct. These sat and hovered in one area. They didn’t have any drifting. You’ll see this video – in the other 10 minutes, they are very distinctive formations that were created. If it was some type of balloon, in my opinion, there is no way that anything else could have done that. What it was, I have no idea, but it does not make sense that it was a flare or balloon or something of that nature. DID YOU AND YOUR FAMILY LAST NIGHT TALK ABOUT THE POSSIBILITY THE RED LIGHTS COULD BE A NON-HUMAN TECHNOLOGY? We didn’t necessarily talk about non-human, but my daughter asked, ‘Is it aliens? Is it a sign?’ We didn’t know what it was, but it was unlike anything I’ve ever seen before. And I don’t know if it could be something human-made. WOULD IT BOTHER YOU IF YOU KNEW FOR AN ABSOLUTE FACT THAT THE RED LIGHTS WERE EXTRATERRESTRIAL CRAFT FROM SOME PLACE ELSE IN THE UNIVERSE? Would it bother me? It is what it is. I have a hard time believing that we are the only life form in this universe. I’m not a big alien fan, but at the same time, I believe there has to be something else out there as well. I’m a very optimistic person and if there is something else out there looking upon us, let’s just hope that it’s looking on us in a peaceful way."},{"pageNumber":6,"pageContent":"IF IT WERE NON-HUMAN AND THIS IS THE SECOND TIME THAT PATTERNS HAVE APPEARED OVER THE CITY OF PHOENIX AFTER MARCH 13, 1997, WHAT IS THE PURPOSE, THE AGENDA? That’s a good question. I wish we could ask them. I have no idea what their agenda could be. ALMOST AS IF SOMETHING WERE TRYING TO COMMUNICATE AND WE DON’T UNDERSTAND? Exactly. It was just amazing! It was unlike anything else we’ve ever watched or witnessed. It was almost unbelievable! But it was there.” More Information: For further information about unusual aerial lights, please see my books and documentaries in the Earthfiles Shop and below in the Earthfiles Archive : • 03/31/2008 — Mysterious Aerial Spheres: Letters to Earthfiles • 03/28/2008 — Deer Mutilation in Longs, South Carolina, Two Helicopters and Large, White Sphere • 02/26/2008 — Viewer Comments About Infrared Cameras, Aerial Symbols and Lights • 02/22/2008 — Updated: Three Eyewitnesses in Selden, Texas, Saw Two, Large Rectangles of “White Flames” in Sky • 02/22/2008 — Updated: More Aerial “Symbols” Photographed Over Dublin, Texas • 02/20/2008 — Updated Part 1: Viewer Comments About Aerial Flames and “Symbols” Over Dublin and Stephenville, Texas • 02/14/2008 — Update: Mysterious Symbols Projected in Night Sky by Aerial Disc Near Stephenville, Texas, Local Airport • 02/08/2008 — Law Officers Describe Unidentified Shape-Shifting Aerial Craft in Stephenville, Texas, Region • 01/28/2008 — Updated 01-28-08: Viewer Letters About Aerial Craft and Military Flyovers Above Dublin, Stephenville and Selden, Texas • 01/18/2008 — Updated: Huge Aerial Craft Over Dublin, Texas, “Longer Than 3 Football Fields” • 01/15/2008 — Updated: More Sky Spiral Mysteries in Iraq, Canada and Germany • 01/11/2008 — Canadian \"Disc\" and Smoke Spiral Still A Mystery • 12/11/2007 — More Confirmation of May 1974 Discs in Albuquerque and Huge Cylinder Craft At White Sands Provi ng Ground. • 12/08/2007 — Another Eyewitness to Glowing Disc and M ilitary Security in Albuquerque, New Mexico • 11/29/2007 — Part 1: Glowing Disc Encounter with Military in Albuquerque, NM • 11/29/2007 — Part 2: Glowing Disc Encounter with Military in Albuquerque, NM • 11/29/2007 — Part 3: Glowing Disc Encounter with Military in Albuquerque, NM • 11/08/2007 — More Unusual Animal Deaths • 10/21/2007 — Viewer Comments About Big Triangles and Lights - In Conflict? • 10/19/2007 — Updated: Huge, Silent, Black Triangle Craft Over Youngstown, Florida • 10/17/2007 — Updated: Half Cat Mutilations Persist in San Antonio, Texas • 10/04/2007 — 070707 East Field Wheat Formation: Lab Analysis • 09/28/2007 — Earthfiles Mail About Cat Mutilations • 09/26/2007 — Neatly Sliced Front Third of 14 Cats Found in Granbury, Texas • 09/16/2007 — Part 5: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 09/11/2007 — Part 4: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 09/07/2007 — Part 3: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 09/05/2007 — Part 2: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 08/31/2007 — Part 1: Betty and Barney Hill: Captured! • 08/31/2007 — Part 2: Betty and Barney Hill: Captured! • 08/30/2007 — Part 1: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 08/25/2007 — Woodborough H ill Wheat Pattern Made for Rock Band Video • 08/24/2007 — Orange-Red \"Fiery\" Aerial Spheres • 08/21/2007 — More News About August 2007 Woodborough H ill Formation • 08/17/2007 — Two Bulls and Several Cows Dead and Mutilated in Manitoba, Canada • 08/01/2007 — Part 3, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards • 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards • 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, and Farnborough, Hampshire, on July 22, 2007 • 07/26/2007 — Part 1, Non-Human Blonds, Lizards and Big-Nosed, Cat-Eyed Greys • 07/23/2007 — 070707 East Field Wheat Formation: Viewer Comments • 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft Hovered Over Battalion Headquarters • 07/13/2007 — Iowa Minister Reports Large \"Crab/Scorpion\" Creature Attacked Cow • 07/07/2007 — Swiss Army Pilot Discovers \"Perfect Geometric Figure\" and U.K.'s East Field Gets At Least 90 Circles! • 06/18/2007 — Crop Circles On Rings and Three Mysterious Aerial Lights in Slovenia • 05/29/2007 — Final Part 7: Eyewitness Links Animal Mutilations to Non-Humans • 05/25/2007 — Update: Part 1, Unusual Animal Deaths • 04/05/2007 — Unusual Aerial Lights Photographed in Northern China Skies • 03/16/2007 — Tenth Anniversary of March 1997 Phoenix Lights: What Was the 2-Mile-Long Triangular Craft? • 03/09/2007 — Zones of Fear and Diamond-Shaped Aerial Light • 03/04/2007 — Part 2: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation • 02/08/2007 — Why Do UFOs Sometimes Play Cat and Mouse with Humans?"},{"pageNumber":7,"pageContent":"• 10/02/2006 — Unusual Deaths of Six Female Goats in White Salmon, Washington • 09/29/2006 — Manipulation of Time and Matter by Non-Humans: The Experiences of Jim Sparks • 09/20/2006 — Animal Mutilations Increase Again in Argentina • 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet? • 07/01/2006 — Cattle Mutilation and Glowing Discs in Saskatchewan, Canada • 06/28/2006 — Half Cats in Destin, Florida, and Beheaded Animals in Rochester, N. Y. • 04/07/2006 — First 2006 Grass Circles in Conondale, Queensland, Australia • 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch • 09/15/2005 — Animal Mutilations Reported in Switzerland, Hollywood and Kansas • 08/31/2005 — What Is the Strange Texas \"Chicken-Eater\"? • 08/26/2005 — Another Cattle Mutilation in Canada • 08/19/2005 — Strange Aerial Lights, Military Knowledge and Hooded \"Insects\" • 06/23/2005 — Updated: More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since 2002 • 06/17/2005 — Unusual Cow Death in Paradise Hill, Saskatchewan, Canada • 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery Brigade Fired Off 1, 430 Anti-Aircraft Shells At A UFO • 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile and Calf Skinned • 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 10/20/2004 — Pollok, Texas \"Chupa\": Strange Mammal or Mangy Coyote? • 08/28/2004 — Cow Mutilation and Loud, Unidentified Sound in Farnam, Nebraska • 02/14/2004 — More High Strangeness in the Michigan Sky • 07/19/2002 — Unusual Animal Deaths and Unidentified Aerial Lights Persist in Argentina • 05/18/2002 — A Bull Mutilation in Christmas Valley, Oregon • 12/13/2001 — Unidentified Aerial Lights Over Nashv ille, Tennessee on September 12, 2001 • 08/19/2000 — White Balls of Light and Helicopter Videotaped in Woodborough Hill Field • 10/17/1999 — High Strangeness Over Florida, September 7, 1999 Websites: More April 21, 2008, Videos and 17 Photographs, Phoenix: AZCentral.com. Majestic-12 Documents: http://www.majesticdocuments.com UFO Casebook: http://www.ufocasebook.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
