[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 2: First 2009 U. K. Crop Formations Counting Down to 2012? © 2009 by Linda Moulton Howe “I think the most important facet of this crop circle phenomenon is well beyond the physical.” - C harles Mallett, Silent Circle Information Center, Calne, U.K. Click for podcast. “S unburst” in yellow, flowering oilseed rape spanning 298 feet at Rutland's Farm near ancient stone circles of Avebury, reported April 23, 2009. Images © 2009 by Charles Mallett. R eturn to Part 1 April 30, 2009 Wiltshire, England - 3) April 23, 2009, Rutland's Farm near Avebury. Diameter 298 feet. Charles Mallett: “The sunburst formation, inside that pattern at Rutland's Farm near Avebury - because all of the 16 points were all different lengths for the sunburst effect - it's not a thing that you could really plot out on the ground and do it. It's like the whole thing just fell down in one big go, and it really looks like that on the ground. It was really incredibly neat! My tape measure went tight at 298 feet. That is very, very large for a formation in oilseed rape, very impressive. "},{"pageNumber":2,"pageContent":"“S unburst” in yellow, flowering oilseed rape spanning 298 feet at Rutland's Farm near ancient stone circles of Avebury. Images © 2009 by Charles Mallett. CHARLES, WE'RE TALKING OILSEED RAPE, WHICH IS SO THICK AND FULL OF POLLEN AND IF I UNDERSTAND WHAT YOU ARE SAYING, AS BIG AS THIS IS, YOU WERE SEEING SO MANY STEMS THAT WERE LAID DOWN ON THE GROUND WITHOUT A CRUNCH OR A BREAK OR A CREASE. That's right. I'd say about two-thirds of the plants in the formation that we looked at did not have breaking, crunching, creasing, crushing, snapping or ripped off flowers, which comes when people drag pieces of wood boards over those types of plants. A bove : Oilseed rape stems inside the sunburst formation near Avebury reported April 23, 2009, were laid down without breaking or creases. Below: Center swirl of oilseed rape stems without breaking. Images © 2009 by Charles Mallett."},{"pageNumber":3,"pageContent":"D iagram of “sunburst” with curved tips like solar flares, spanning 298 feet at Rutland's Farm near ancient stone circles of Avebury © 2009 by Andreas Mueller. 4) April 24, 2009, Morgan's Hill Southwest of Avebury. Diameter 308 feet. Then like 2 AM in the morning, I get woken up by Mark Fussell from Cropcircleconnector.com telling me there is another formation! I think he's having a laugh. I think, ‘Come on, Mark! I'm just getting over the sunburst!' So, I went out right away. It was another big one and we went into the formation and it was like, ‘No way! This is really neater than yesterday's (sunburst)!’ Really sharp! 7 -circle triangle in yellow, flowering, oilseed rape stretches 308 feet, perhaps the longest pattern in thick canola on record, was reported April 24, 2009, at Morgan's Hill southwest of Avebury, and is the fourth oilseed formation since April 14, 2009. Aerial images © 2009 by Nick Nicholson."},{"pageNumber":4,"pageContent":"See: Cropcircleconnector.com A ll ground images © 2009 by Charles Mallett."},{"pageNumber":5,"pageContent":"D iagram of April 24, 2009, Morgan's Hill formation © 2009 by Andreas Mueller. I HAVE NEVER SEEN WHERE THERE HAVE BEEN THESE CIRCLES FORMING A TRIANGLE LIKE THIS IN OILSEED RAPE BEFORE. The plants are slightly a different variety or strain. They are actually taller, about 5-feet-high and the stems are kind of thicker, which means they are much more brittle and much more difficult to manipulate. But in this formation, two people who I went with to the big sunburst, they also went to this Morgan's Hill formation and they were, ‘Wow! You'll be really blown away by this one if you thought the sunburst was good.’ And when I got to the formation, right away I could practically find no broken stems. It was amazing! In oilseed rape, I've never seen a formation that looked so perfect. It looked like a carpet of flowers. Everything was perfect! I'd say at least 95% of the flattened plants that I looked at had a perfect bend just above the ground and the plants are growing horizontal. It was pretty much consistent all over the formation. O ilseed rape stems flattened in Morgan's Hill triangle of circles without breaking. Image © 2009 by Charles Mallett. This formation is actually slightly larger than the sunburst the day before. It's about 308 feet in diameter. Very impressive! There is something deeply strange going on in that field the night before. This formation at Morgan's Hill, I was very impressed with that, more impressed with that than I have been over many, many years of any kind of formation - the whole deal, very mysterious. Oilseed Rape Very Difficult to Manipulate BASED ON YOUR EXPERIENCE IN TRYING TO MOVE IN OILSEED RAPE (CANOLA) - WHETHER IT IS THE TALL 6 FOOT VARIETY OR THE SHORTER HYBRID THAT IS LOWER, CAN YOU DESCRIBE FOR A GENERAL AUDIENCE HOW DIFFICULT IT IS TO WORK IN AND MOVE THROUGH OILSEED RAPE? They are very stiff and very brittle plants. If you wade yourself out into the field, it tends to tangle around your legs. You walk out of the fields really yellow, you know, as the pollen comes all over you and your sneezing. Considering the logistics and problems with laying down a large, coherent pattern in that kind of crop, it would be a lot more difficult in oilseed rape than it would be in something like wheat or barley. These April 2009 formations that have appeared this year so far look pretty sophisticated,"},{"pageNumber":6,"pageContent":"large, elaborate designs, even in the smaller one east of Avebury at the Ridgeway. Pretty difficult to actually see what it is on the ground. Because these plants are still relatively young, they spring back up pretty much immediately if they are not crushed to the ground. And that would obviously kill the plants. I’d say at this time, they are mysterious because there is no evidence on the ground in those formations that suggest either was constructed by people. I look at the areas where people have obviously not walked. And if I’m finding unbroken stems there, I think: How can that happen? When I try to bend oilseed rape plants down or just push them down to see what the effect is, they all break. And all these first four April 2009 formations in oilseed rape, in the areas that were outside the general walk path area where people would normally walk, there was a fairly high percentage of the plants that were not broken. WHAT YOU ARE DESCRIBING IS A COMPLEXITY INSIDE A VERY DIFFICULT CROP. Yes, I couldn’t do it! THAT BREAKS UNDER FEET, AND THAT GOES RIGHT TO THE HEART OF THE WORK FROM BIOPHYSICIST W. C. LEVENGOOD IN GRASS LAKE, MICHIGAN. HE IS CONVINCED THAT THE HARD, PHYSICAL DATA FROM THE SOIL AND PLANTS INDICATE THAT SOME KIND OF SPINNING PLASMA WITH MICROWAVE AND ELECTRONIC ENERGIES HAVE INTERACTED WITH MANY PLANTS IN FORMATIONS THAT HE HAS STUDIED. Clearly, there are biological anomalies in the plants and compositional changes in the soil. These oilseed rape stems cannot just bend like that! If you shove a plank of wood down on them, they break. It’s as simple as that. And to some degree in these formations this year, even though they were fairly heavily visited, there were elements of those crop circles that I fully could not explain. WHAT IS YOUR OWN PERSONAL SENSE NOW THAT MANY OF THE GEOMETRIES ARE LIKE COUNTDOWN CLOCKS PERHAPS TO DECEMBER 2012? I think it is entirely likely. I mean, I have myself looked into the whole 2012 Mayan long count calendar and the issue of huge cyclic events that seem to come around in the development of human consciousness. Something really strange and really amazing is interacting with the land in various parts of the world in various kinds of ways. It's pretty amazing! Astronomical Themes in Crop Formations J uly 15, 2008 Earth and Solar System Crop Formation Last year, there was a crop formation down near Avebury. It was a huge crop formation in wheat depicting our solar system, in fact, with all of the planets. If you were to apply the design of that crop formation to the positions of the planets in our solar system on December 21 to 22, 2012, that crop formation was talking about that exact date that ends the Mayan long count calendar. That suggests some kind of shift or transition. Incidentally, the farmer came along and trashed that solar system crop circle a couple of days after it arrived. And about one week later, another crop circle appeared in the same field, which was one-third bigger than the first one – 800 feet wide (laughs)! That was really bizarre and that one contained a lot of very strange symbols, which I think some did relate to ancient South American and Mesopotamian symbolism relating to the same date. The inference was that there is a kind of critical juncture that we are heading to as a species, as a consciousness, as a collective and that there is some kind of Wake Up! Or some kind of transition or some kind of evolutionary event about to happen. From my experience, the people who choose to interact with this phenomenon - to examine it, to feel it, sleep in it, do their own thing - they come out enriched and evolved in many ways. And it's really unexplainable the effect it seems to have on people. It does have a fairly deep, fairly profound effect. I AGREE WITH YOU COMPLETELY ABOUT THE PROFOUND IMPACT THAT CROP FORMATIONS HAVE HAD ON ME AND PEOPLE THAT I KNOW WHO HAVE BEEN GOING THERE SINCE THE EARLY 1990S, YOURSELF INCLUDED. ONE OF THE THINGS I'M THINKING ABOUT AS WE'RE TALKING IN APRIL 2009, IS"},{"pageNumber":7,"pageContent":"ASTRONOMER GERALD HAWKINS, WHO PASSED AWAY A FEW YEARS AGO. BUT BEFORE HE PASSED, HE HAD CONFIDED THAT HIS PERSONAL OPINION ABOUT CROP FORMATIONS IS THAT THEY WERE BEING MADE BY INTELLIGENCES FROM ANOTHER DIMENSION - PERHAPS EVEN FROM A DIMENSION THAT WOULD BE BEYOND THE MOMENT OF DEATH IN THIS DIMENSION. Sure, I would agree, just from my own direct experience. I, as have many people, have seen very strange orbs of light and other kinds of transient phenomena in and around the crop circles. When these things have appeared - especially close up to me - there is a kind of feeling and also a physical appearance, as if something is tuning in, rather than flying in from Out There somewhere, but more like something is tuning in and doing what they need to do. So, I think the inter-dimensional answer is probably a lot more accurate than nuts and bolts flying saucers coming from other planets. My own experience tells me that we are dealing with some kind of inter-dimensional communication system that is highly beneficial to the human species, if only we would be open rather than dumbed down by trivia, celebrity rubbish, gossip, politics. This thing (crop circle makers) seems to behave in a really simple, really clean, really pure, kind of childlike way. And adults get excited about walking into a field of wheat. It does seem to create that kind of effect because you are walking up those tramlines, you're walking into a space that is potentially utterly mysterious. And you have to be completely open to everything. I think the most important facet of this crop circle phenomenon is well beyond the physical.” 2008 Solar System, Avebury Manor near Avebury, Wiltshire, Reported July 15, 2008 S olar system crop formation reported on July 15, 2008, in wheat at Avebury Manor facing the ancient double stone circle of Avebury. Aerial image © 2008 by Steve Alexander."},{"pageNumber":8,"pageContent":"J uly 15, 2008 wheat solar system at Avebury Manor depicted in diagram © 2008 by Andreas Mueller, Kornkreise-Forschung.de. C omputer projection forward in time of Earth and solar system on December 21, 2012, the end date of the Mayan calendar. Computer graphic by Heavens-Above.com. A erial image and title overlay © 2008 by Peter Sorensen. [ Editor's Note: The Mayan Long Count Calendar carved in a large stone"},{"pageNumber":9,"pageContent":"circle is estimated to have begun on August 13, 3114 B. C., near the start of the Egyptian Old Kingdom. Mayans believe that we are currently in the Fifth Great Cycle, which will end in some kind of catastrophic event and a new First Sun begin on December 23, 2012. That would be 5,126 years after the Mayan Long Count calendar began. Popular literature speculates the end of the Mayan calendar coincides with Earth crossing the ecliptic plane of the Milky Way galaxy in 2012 and that what might be coming is a catastrophic astronomical event. Crop formation researchers also wonder if perhaps whatever is coming has cycled before in our galaxy and is known to the crop circle makers who have been leaving countdown “clocks” to December 2012 in crop formations for several years.] Andreas Mueller: “The crop circle formation at Avebury Manor seems to depict our solar-system (not in proportional scale) on December 21, (+/-) 2012 - the highly debated end of the Mayan calendar (or at least one of the most prominent interpretations of that date). Whatever this means and who-or-whatever created this crop circle, I do not know - but the basic message of it is quite clear.” Australian Scientist: “Avebury Manor of July 15, 2008 reminds us that the Mayan Long Count calendar will end on December 23, 2012, by showing precise orbital locations for all nine planets of our solar system on that date, plus an accurate elliptical orbit for Pluto. The 5125/6-year Mayan Long count calendar will end on D ecember 22-23, 2012. Given the long period of time which it represents, all nine planets of our solar system need to be shown in order to mark its end uniquely. Such a clever astronomical diagram was shown at Avebury Manor on July 15, 2008. All nine planets appear there precisely as they will be located in space four and one-half years from now on December 23, 2012, with one exception. Thus, the outermost planet Pluto has been drawn in this new crop picture somewhat further to the right (or closer to Neptune) than should be the case. Yet, Pluto still seems to be located correctly relative to the crossover of its highly elliptical orbit with the orbit of Neptune. G raphic sequence © 2008 by Australian scientist."},{"pageNumber":10,"pageContent":" December 21 or 23, 2012? Australian Scientist: “Many people believe that the Mayan Long Count calendar will end precisely on December 21, 2012. Yet a new crop picture from Avebury Manor shows planetary positions that match more closely December 23-24 than December 21. To be specific, Venus and Mercury will lie almost directly in line with the Sun on December 21, whereas on December 23-24, Mercury w ill lie a little ahead of Venus. Since we are obtaining such new information directly from the circle makers, I thought it more advisable to report the astronomical date they are actually showing us, rather than any preconceived date of our own. For example, modern scholars remain uncertain by two full days, whether the Long Count calendar began on August 11, 12 or 13, 3114 BC. (See HERE or HERE ). Crop swirls within its central “Sun” perhaps tell us which way the planets are moving! G raphic illustration © 2008 by Australian scientist. Also see: http://www.cropcircle .tv/archive s /2008/aveburymanor/aveburymanor2008a.html Bright Venus in Transit Across Face of our Sun On June 6, 2012 “Before on June 23, 2008, in Secklendorf in Germany, a crop formation showed near-future orbital locations for Earth, Venus and Mars on an upcoming date of June 6, 2012 (Venus transit), as well as orbital locations for Earth and Venus on an upcoming date of December 21, 2012, end of the Mayan Long Count calendar.”"},{"pageNumber":11,"pageContent":"L arge crop formation reported June 23, 2008, in Secklendorf, Germany. Aerial images © 2008 by Wieland Werhahn. D iagram of June 23, 2008, crop formation in Secklendorf, Germany, © 2008 by Andreas Mueller. “The center shows at first glance a six-pointed star in three dimensions, overlaid upon a large triangle or pyramid. What could such a strange combination of symbols be trying to tell us? That star, in one sense, might have a definite astronomical meaning as ‘bright Venus’in transit across the face of our Sun in a Venus transit on June 6, 2012. The six-pointed star in three dimensions that has been drawn over that central triangle seems to represent bright Venus, which will next be in solar transit across the face of our Sun on June 6, 2012. The largest outer circle at the bottom represents Earth, as a constant (if moving) frame of reference over four years from 2008 to 2012 Finally, the small outer circle at lower left shows where Mars will be located on June 6, 2012, relative to Earth (largest outer ball) and Venus in solar transit (six-pointed star covering the triangular Sun)."},{"pageNumber":12,"pageContent":"“Yet in another sense, it may have a separate geometrical meaning, that could help to explain why two great pyramidal monuments were built on Earth in a certain shape long ago. Thus, if one were to draw a flat circle around the four horizontal points of that star with radius h, where h is the height of either of its two vertical points, one would find a ratio for circumference-to-height of C / h = 2 pi. For purposes of comparison, the Pyramid of the Sun in Teotihuacan shows a ratio of square-circumference-to-height of 12.560, nearly equal to 4 pi = 12.566. Similarly, the Great Pyramid in Egypt shows a ratio of 6.280, nearly equal to 2 pi = 6.283 [See: http://www.world-mysteries.com/mpl_7.htm ]. Could those crop artists have interacted with local humans on Earth at many times in our distant past? Apart from its geometrical symbols near the center, the vast majority of symbols in that new crop picture from Secklendorf, Germany, refer to modern astronomical phenomena. I therefore used the NASA Near Earth Objects website and its orbital diagrams to solve for their meanings. To be concise, the large central triangle or pyramid shown above seems to represents our Sun in an astronomical sense. Its clever double meaning might be for the famous Pyramid of the Sun in Teotihuacan, Mexico, which has been shown several times before in crops (See: http://www.lucypringle.co.uk/photos/2001/uk2001ar.shtml#pic2 ).” P yramid and sun formation reported June 21, 2001, summer solstice, in the East Field, Wiltshire, England. Aerial image © 2001 by Lucy Pringle. R eturn to Part 1 More Information : F or further information about worldwide crop formations, please see Earthfiles Archived reports (partial list below) and my book, Mysterious Lights and Crop Circles, in the"},{"pageNumber":13,"pageContent":"Earthfiles Shop. • 10/01/2008 — Cross and “Bar Code” At Avebury Down Near Avebury, Wiltshire. • 09/29/2008 — Half Cat and Other Animal Mutilations Around the World and East of Palm Springs, California • 09/24/2008 — Part 5: Army/CIA Unit Studied the Real UFO Blue Book Cases • 09/23/2008 — AH-1W SuperCobra Helicopters and Glowing Sphere • 09/12/2008 — Part 4: Army/CIA Unit Studied the Real UFO Blue Book Cases • 09/07/2008 — Part 3: Army/CIA Unit Studied the Real UFO Blue Book Cases • 09/02/2008 — Part 2: Army/CIA Unit Studied the Real UFO Blue Book Cases • 08/27/2008 — Part 1: Army/CIA Unit Studied the Real UFO Blue Book Cases • 07/18/2008 — Part 3: Roswell Rock Lab Analysis • 07/16/2008 — Astronomical Data in July 2008 U. K. Crop Formations? • 07/12/2008 — Updated - Part 2: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern • 07/11/2008 — Updated - Part 1: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern • 06/27/2008 — More M ilitary Sightings of UFOs in U. K. • 06/12/2008 — Barbury Castle Pi Formation: “Perfectly Clean” in Muddy, Rain-Soaked Field • 06/08/2008 — 2008 Barbury Castle Pattern is Pi to 3.14159265358 • 06/06/2008 — Updated: Mysterious Crash Near Needles, California • 05/06/2008 — Viewer Comments on Decatur, Alabama, White Sphere Incident • 05/06/2008 — What Are the Strange “Pearls” in Google Map Images? • 05/02/2008 — 3-Foot-Diameter Sphere Retrieved By Ambulance in Decatur, Alabama • 04/07/2008 — Part 1: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras • 04/07/2008 — Part 2: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras • 04/06/2008 — Final Part 10: Real X-File, Source Unknown • 04/02/2008 — Part 9 - Real X-File, Source Unknown • 03/30/2008 — Part 8 - Real X-File, Source Unknown • 03/20/2008 — Part 7 - Real X-File, Source Unknown • 03/15/2008 — Part 6 - Real X-File, Source Unknown • 03/08/2008 — Part 5: Real X-File, Source Unknown • 03/04/2008 — Part 4: Real X-File, Source Unknown • 03/03/2008 — Updated Part 1: Real X-File, Source Unknown • 03/02/2008 — Part 2: Real X-File, Source Unknown • 03/02/2008 — Part 3: Real X-File, Source Unknown • 11/02/2007 — Mysterious Orbs - Emanations from A Divine Field? • 10/21/2007 — Viewer Comments About Big Triangles and Lights - In Conflict? • 10/19/2007 — Updated: Huge, Silent, Black Triangle Craft Over Youngstown, Florida • 10/04/2007 — 070707 East Field Wheat Formation: Lab Analysis • 08/25/2007 — Woodborough H ill Wheat Pattern Made for Rock Band Video • 08/21/2007 — More News About August 2007 Woodborough H ill Formation • 08/17/2007 — Latest 6-Fold Wheat Geometry in Wiltshire, England • 08/13/2007 — Another U. K. Wheat Formation in August 18th Countdown • 08/06/2007 — Crop Circle Research and Photography by U. K.'s Lucy Pringle • 07/27/2007 — Updated: Part 1: 1,033-Foot-Long East Field Wheat Formation \"Happened Within 90 Minutes.\" • 07/27/2007 — Updated Part 2: Military Helicopters Over East Field Wheat Formation • 07/23/2007 — 070707 East Field Wheat Formation: Viewer Comments • 07/07/2007 — Swiss Army Pilot Discovers \"Perfect Geometric Figure\" and U.K.'s East Field Gets At Least 90 Circles! • 06/29/2007 — Another \"Drone\" This Week Near Maxwell AFB • 06/18/2007 — Crop Circles On Rings and Three Mysterious Aerial Lights in Slovenia • 06/13/2007 — Into the Unknown with George Noory • 06/08/2007 — Part 3: U. S. Crop Formations, Wheat Pictogram in Madisonville, Tennessee • 06/07/2007 — Bird Eggs Undamaged in Slovenia Crop Formation • 06/06/2007 — Part 2: Yatesbury, England and Madisonville, Tennessee - A Mayan Link? • 06/05/2007 — Part 2: U. S. Crop Formations, Two Mysterious Grass Circles in Mission, Kansas • 06/04/2007 — Part 1: Yatesbury Spiral - Viewer Comments on Spiral Math Websites: English Crop Circles, Current and Archived: http://www.cropcircleconnector.com Silent Circle Information Center, Calne, U.K.: http://www.silentcircle.co.uk /Avebury.23.04.09.html Andreas Mueller Crop Circle Science: http://www.kornkreise-forschung.de/ Mayan Calendar: http://members.shaw.ca/mjfinley/calnote.htm http://www.dartmouth.edu/~izapa/CS-MM-Chap.%206.htm Projection of December 21, 2012 Solar System: http://www.heaven-above.com/ Lucy Pringle: http://www.lucypringle.co.uk/ “Isaac” and CARET Document: http://isaaccaret.fortunecity.com/ American Crop Circles, ICCRA: http://www.cropcirclenews.com/ Canadian Crop Circles, CCCRN: http://www. cccrn.ca/ Dutch Crop Circles, DCCA: http://www.dcca.nl"},{"pageNumber":14,"pageContent":"http://www.temporarytemples.co.uk/ http://www.cropcircl eresearch.com http://www.x-cosmos.it http://www.bertjanssen.nl http://www.swirlednews.com http://www.heramagazine.net http://www.CropCircleAnswers.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
