[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 1: Japan Air Lines and Mile-Diameter UFO, November 1986 - Drawings and Transcript © 2005 by Linda Moulton Howe On November 16, 1986, Japan Air Lines pilot, Kenju Terauchi, reported a mile-diameter “walnut-shaped” unidentified aerial object while enroute to Anchorage Alaska. May 2, 2005 Thurmont, Maryland - U. S. Navy Research Physicist Bruce Maccabee, Ph.D., has privately been investigating unusual aerial phenomena since the early 1970s. Dr. Maccabee received his Bachelors of Science degree in Physics from Worcester Polytechnic Institute in Worcester, Massachusetts, in 1964. Three years later in 1967, he added a Masters of Science degree in Physics from American University (AU) in Washington, D. C. Then he earned his Ph.D. in Physics from AU in 1970. He worked as a post-graduate student in AU's Physics Department until he was hired by the U. S. Department of Navy to be a physics researcher at what was then called the Naval Ordnance Laboratory (NOL). That name was later changed to the Naval Surface Warfare Center, Dahlgren Division (NSWCDD) where Dr. Maccabee has worked ever since. Currently, Dr. Maccabee is involved in a program to develop sensors for Homeland Security. Bruce S. Maccabee, Ph.D., Research Physicist, U. S. Naval Surface Warfare Center, Dahlgren Division, Virginia, speaking at a conference. Photo provided by Bruce Maccabee. He has been curious about the reports of silent discs, or other-shaped, aerial craft most of his life. His hobby of analyzing UFO photographs has been applied in investigations for the Mutual UFO Network (MUFON), the Fund for UFO Research (FUFOR), and other "},{"pageNumber":2,"pageContent":"organizations. I asked Dr. Maccabee about some of the best photos or drawings from the 20th Century which he thinks are clearly not terrestrial technology. At Earthfiles so far, I have featured two mysterious events which are on Dr. Maccabee's high strangeness list: the February 1942 Battle of Los Angeles and the May 1949 Rogue River “flying pancake.” [ S ee Earthfiles 041405 and Earthfiles 041705 . ] Also on Dr. Maccabee's high strangeness list is Japan Air Lines (JAL) pilot Kenju Terauchi's encounter with a mile wide \"walnut-shaped\" unidentified aerial object while enroute from France to Tokyo, Japan, in a great circle route dropping south past the Arctic Circle toward Anchorage, Alaska, on the night of November 16, 1986. Interview: Bruce S. Maccabee, Ph.D., Research Physicist, U. S. Naval Surface Warfare Center, Dahlgren Division, Dahlgren, Virginia: “ This was a jumbo jet carrying rare wine from France to Anchorage, with a stop at Reykjavik (Iceland). They entered Alaska airspace and the Japanese pilot, Captain Kenju Terauchi, says that he had noticed a couple of lights flying around which he assumed were some American jets. He didn't pay any attention to them as they were entering Alaskan airspace. Then a few minutes after crossing the border, all of a sudden two things appeared in front of their airliner. They thought hundreds of feet or maybe a mile away, but it was directly in front. The JAL airliner was doing 600 mph, so these things were doing 600 mph. The pilot's description of what he was seeing was odd - sort of vertical lines which at first were one above the other when they first appeared. They remained like that for a couple of minutes doing a 'rocking dance' back and forth, or whatever you want to call it. Japan Air Lines Pilot, Kenju Terauchi, made the tw o drawings above and below on Japan Air Lines letterhead during the official FAA investigation in January 1987, two months after the encounter near Anchorage, Alaska, on November 16, 1986. Drawings provided by Bruce Maccabee. Then all of a sudden, the vertical lines reoriented themselves so they were side-by-side. Then on either side of of the vertical lines were things the pilot described as almost being rocket exhausts coming out of port holes or glowing lights or something like that shooting out sideways from the wide vertical lines. The lights apparently changed their intensity in a pulsating way and these objects rocked left and right. So, if you imagine a dark vertical band, as you can see in the pilot's drawing, you have to imagine it tilting to the left and to the right as it goes along. They stayed like that for about ten minutes."},{"pageNumber":3,"pageContent":"Soon after they saw these things appear, the JAL pilot contacted Elmendorf AFB, Anchorage, Alaska, which had already acknowledged JAL's entrance into the American airspace. JAL asked the Anchorage Air Route Traffic Control Center if there were any aircraft in JAL's vicinity. AARTCC contacted Elmendorf AFB to find out if that radar had anything. Elmendorf said it could not see anything and started paying closer attention to its own radar. Occasionally, Elmendorf did report targets that night that went along side the JAL airliner and the target was on the radar tape. I saw that myself months later. And just by looking at the tape before the FAA issued their final report, I said: 'The FAA is going to call this a spurious target.' The reason is that even though the radar target/s were there, they weren't there continuously. By the way, this is a case in which John Callahan, the FAA's investigator in charge of the JAL investigation, has gone public. JAL Pilot Estimated Walnut-Shaped Aerial Object At Least A Mile Wide THE PILOT SAID THE SIZE OF THIS THING WAS ONE MILE IN DIAMETER? As the JAL plane flew along, the first unidentified objects were in front of it doing their little rocking motion for about ten minutes, left and right. Then all of a sudden, they just disappeared. Now, all three of the people in the airliner crew: the pilot, copilot and the flight engineer saw these things that were right in front of the airliner. The pilot even tried to take a picture of them and said his camera would not work. He also said he felt heat on his face from these things. They disappeared and they started looking around to see where they went. The JAL pilot then noticed a white glow in a horizontal line, like a fluorescent tube, at a distance off on the left hand side. It seemed to drop back as they flew along towards Fairbanks. The pilot kept looking back and all of a sudden he became aware he was seeing what he called the 'silhouette of a gigantic aircraft.' This was the thing that looked like a big walnut. He made a drawing in which he drew this walnut-shaped thing in comparison with a jumbo jet and the jumbo jet was like one-tenth the size! (laughs) H uge walnut-shaped aerial object described by JAL Pilot, Kenju Terauchi, as behind his airliner. This drawing by pilot Kenju Terauchi was made within hours of the November 16, 1986, encounter, as he and his crew were interviewed after landing in Anchorage, Alaska. "},{"pageNumber":4,"pageContent":"JAL Pilot Concerned; United Pilot Flies By Why the JAL pilot was able to see the dark silhouette, I don't know. The moon was behind them, so it might have provided them some atmospheric backlighting. Or it might be that he was in the vicinity of Fairbanks and lights from the city were illuminating it. But at that point, the pilot began panicking a bit and asked for permission to lower his altitude. The Anchorage Air Traffic Control guy who had been hearing the pilot repeatedly talk about the things that they were seeing asked the JAL plane to make a loop, go around in a circle and see if they could see something. JAL Pilot, Kenju Terauchi, drew the circle path he took after the Anchorage control tower requested he try to see more clearly the huge walnut-shaped aerial object. Pil ot Terauchi made thi s draw ing soon after the encounter al ong w ith hi s w al nut-shape draw i ng. It was during this JAL circle that Elmendorf AFB and this is recorded on tape that night said it looked like they had 'a flight of two.' That's code for telling JAL there was an object flying behind the JAL airliner a real target was there. But the JAL crew did not see anything as they circled. Whatever this thing was, it did not just stay in one place as the JAL pilot circled. So, JAL headed onward from Fairbanks and resumed their trip to Anchorage. But the pilot kept looking back and said that he saw the huge walnut-shaped object again (that was estimated to be at least one mile in diameter). Then the big thing disappeared about the time that another airplane was coming. The other plane, a United airliner, took off from Anchorage headed north. The Air Traffic Control guy asked the United pilot to look and see if he could locate the Japan Airlines plane and the 'companion.' The two airliners were then only about 12 to 20 miles apart. United Plane Followed By Unidentified Radar Target The United Airlines pilot said he could not see anything and that was at the time that the JAL pilot said the big thing had disappeared. So, unfortunately there was no confirmation of the big object by the United Airlines pilot. The FAA's John Callahan said that when he completed the FAA investigation, he was told that the two planes: the Boeing 747 Japan Air Lines plane was headed south and the United Airline 707 (whatever it was), headed north and had passed each other. The FAA director said radar picked up a target following the United airliner as it headed northward! THIS WAS THE LARGEST OBJECT DESCRIBED BY AN AIRLINE PILOT TO DATE? I don't know. There have been at least 3,000 pilot reports and I don't know what the largest one is. But this certainly is going to be up there near the top.” C ontinued in Part 2: Transcript of Pilot Terauchi's Interview More Information: F or further information about the worldwide UFO phenomena, please see Earthfiles Archive (partial list below) and my books, An Alien Harvest and the 2-volume Glimpses of Other Realities in the Earthfiles Shop."},{"pageNumber":5,"pageContent":"· 04/28/2005 -- Dozens of Unidentified Aerial Objects Videotaped Over Sonora, California · 04/17/2005 -- 1949 Aerial Disc Covered-Up By Project Blue Book As \"Kite\" · 04/14/2005 -- \"Battle of Los Angeles,\" February 25, 1942 · 04/13/2005 -- Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile · 03/08/2005 -- Flying Disc Paced Airliner Over Puget Sound Navy Yard · 02/21/2005 -- Update d - Bull and Cow Mutilations Northwe st of Corpus Christi, Te xas · 01/15/2005 -- Bull and Cow Mutilations Northwe st of Corpus Christi, Te xas · 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 10/29/2004 -- Part 2: Update On Shag Harbour, Nova Scotia, UFO Case. · 09/06/2004 -- Part 1: Terry Sherman - 1996 Interview About High Strangeness on Fort Duche sne , Utah Ranch · 09/06/2004 -- Part 2: Terry Sherman - 1996 Interview About High Strangeness on Fort Duchesne, Utah Ranch · 08/29/2004 -- Another Pictogram in Poland · 08/09/2004 -- Pictograms in Poland · 07/07/2004 -- Fourth 2004 Crop Formation in Poland Has Multiple Parts · 06/17/2004 -- More 2004 Holland and Poland Crop Formations · 06/03/2004 -- Updated - Second 2004 Pictogram Crop Formation in Poland · 05/19/2004 -- Why Ball Lightning Does Not Explain Facts in Mexico Air Force Infrared and Radar Eve nt · 05/17/2004 -- Update d - Crop Formation Re porte d in Zabno, Poland · 02/14/2004 -- More High Strange ne ss in the Michigan Sky · 02/06/2004 -- Unidentified Aerial Objects - Again! - Over Michigan · 01/19/2004 -- Earthfiles and Radio Audience Feedback About Anomalous Sky Objects · 01/17/2004 -- High Strangene ss in the Napole on, Michigan Sky · 01/17/2004 -- Update on Horton, Michigan Ice Circle · 01/10/2004 -- Strange Unidentified Aerial Objects in Indiana and Pennsylvania · 10/17/2003 -- 2003 \"UFO Flap\" in Ohio · 04/22/2003 -- UFO Expe rie nce s Re porte d by Fore st Fire Lookouts · 02/01/2003 -- Six Unidentified Triangular Aerial Craft Over Uinta Mountains, Utah · 01/14/2003 -- Part 2: Cape Girardeau and Charlette Mann's 1991 Letter About Her G randfathe r's Expe rie nce · 11/03/2002 -- Strange Light Triggered Magnetic Alarm and Was Photographed in Montre al, Canada · 04/17/2002 -- Part 2 - Unidentified Aerial Craft Over Farmington and Aztec, New Mexico in Spring 1949 · 03/16/2002 -- Part 1 - 'Huge Saucer Armada' Shocked Farmington, New Mexico 52 Ye ars Ago · 01/19/2002 -- Nine Unidentified Aerial Objects Tracked at 8,000 mph on 1952 Radar · 02/06/2000 -- Large Yellow Sphere In Snohomish, Washington · 12/26/1999 -- Hubble Repair, Gamma Ray Bursts and Unidentified Aerial Objects · 12/22/1999 -- Update - Unidentified \"Arrowhead\"-Shaped Object in California Sky · 06/28/1999 -- Anothe r 90-Degre e Ae rial Turn Associate d with Contrail · 04/09/1999 -- Strange Lights In Missouri Websites: JAL 1628 Over Alaska: http://www.ufoevidence.org/cases/case287.htm Physicist Bruce Maccabee JAL Analysis: http://brumac.8k.com/JAL1628/JL1628.html Majestic 12 Documents: http://www.majesticdocuments.com American Presidents: http://www.presidentialufo.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
