[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Saturn's Titan Moon Has Puzzling Dunes © 2006 by Linda Moulton Howe C assini's radar images show dunes that \"are 330 feet high (100 meters) and run parallel to each other for hundreds of miles at Titan's equator.\" - Ralph Lorenz, Ph.D., Univ. of Arizona May 5, 2006 Tucson, Arizona- The University of Arizona (UA) reports that it was only two years ago that planetary scientists thought the \"dark equatorial regions of Titan might be liquid oceans.\" But now new radar evidence shows the \"dark seas\" are actually sand dunes very similar to those in the Namibian Desert in Africa (shown below). Cassini's radar images show dunes that \"are 330 feet high (100 meters) and run parallel to each other for hundreds of miles at Titan's equator.\" It's theorized that the dunes are sand trapped in liquid ethane. A bove: Desert-like dunes photographed on Saturn's mysterious moon, Titan, by Cassini radar. No one knows what the dunes are made of. Below: Namibian sand dunes on Earth have similar structure to Titan dunes. The bright features in the upper Titan radar photo are not clouds, but unidentified topographic features among the dunes. Upper photo by NASA/JP L; lower photo by NASA/JSC. R alph Lorenz at UA's Lunar and Planetary Laboratory says that one Titan dune runs more than 930 miles long (1500 km). \"It's bizarre. These images from a moon of Saturn look just like radar images of Namibia or Arabia. Titan's atmosphere is thicker than Earth's, its gravity is lower, its sand is certainly different - everything is different except for the physical process that forms the dunes and resulting landscape.\" No scientist thought that Saturn's huge moon could have solar winds powerful enough to sculpt sand dunes because it is so far from the sun. But researchers have learned that Saturn's powerful gravity creates significant tides in Titan's atmosphere. Saturn's tidal effect on Titan is roughly 400 times greater than our moon's tidal pull on Earth. Prof. Lorenz explained, \"Tides (of the ethane sands) apparently dominate the near-surface winds because they're so strong throughout the atmosphere, top to bottom. Solar-driven winds are strong only high up.\" The Titan dunes in long lines are typical of dunes formed by winds blowing from different directions. "},{"pageNumber":2,"pageContent":" \"And when the tidal wind combines with Titan's west-to-east zonal wind, as the radar images show, it creates dunes aligned nearly west-east, except near mountains that influence local wind direction. ...If you look at the dunes, you see tidal winds might be blowing sand around the moon several times and working it into dunes at the equator. It's possible that tidal winds are carrying dark sediments from higher latitudes to the equator, forming Titan's dark equatorial belt.\" That ethane sand is also thought to be more coarse than Earth sand, although it's not clear if the grains are made of organic solids, water ice, or a mixture of both. How Strong Could the Titan Winds Be? Computer models of Titan indicate tides can create surface winds that reach about 1 mph (half meter per second). Prof. Lorenz says, \"Even though this is a very gentle wind, this is enough to blow grains along the ground in Ti tan's thi ck atmosphere and low gravi ty. These grai ns mi ght resembl e coffee grounds.\" How Did the Titan Sand Form? UA reports that the sand might have formed \"when liquid methane rain eroded particles from ice bedrock. Researchers previously thought that it doesn't rain enough on Titan to erode much bedrock, but they thought in terms of average rainfall. Observations and models of Titan show that clouds and rain are rare. That means that individual storms could be large and still yield a low average rainfall. Intense, periodic flash flood storms would also explain the gullies, stream beds and canyons in the first landscape images from the Cassini spacecraft back in January 2005. Prof. Lorenz: \"It's exciting that the radar, which is mainly to study the surface of Titan, is telling us so much about how winds on Titan w ork. This will be important information for w hen we return to Titan in the future, perhaps with a balloon.\" More Information: T he Cassini-Huygens mission is a cooperative project of NASA, the European Space Agency (ESA) and the Italian Space Agency. The Jet Propulsion Laboratory, a division of the California Institute of Technology in Pasadena, manages the Cassini mission for NASA's Science Mission Directorate, Washington, D. C. The Cassini orbiter was designed, developed and assembled at JPL. F or more about the solar system, please see reports below in the Earthfiles Archives and the website below: • 11/09/2005 -- Dust Storm On Mars, Cosmic First Light and Black Hole At Our Galaxy's Center • 10/19/2005 -- Saturn's Icy Moon, Dione, Up Close • 09/16/2005 -- \"Planet X\" and the Kuiper Belt's Oddballs, \"Santa\" and \"Easterbunny\" • 05/06/2005 -- What Are The Straight Lines on Saturn's Titan Moon? • 03/25/2005 -- Glow of Distant Worlds Seen For First Time • 03/20/2005 -- Astronaut John Young: \"The Moon Can Save Earth's Civ ilization.\" • 02/17/2005 -- Iapetus and Enceladus: Baffling Moons of Saturn • 01/22/2005 -- Titan - A Moon Where It Rains Methane Into Seas and Soils of Hydrocarbons • 01/14/2005 -- Updated - Cassini/Huygen's First Look At Titan's Surface • 11/25/2004 -- Closest Look At Mysterious Titan from Cassini Spacecraft • 06/11/2004 -- Cassini Spacecraft Will Rendezvous with Saturn July 1, 2004 • 04/21/2004 -- At the X-Conference, Former Naval Inte lligence Officer, C. B. Scott Jones • 02/03/2004 -- Planet 150 Light Years from Earth Has Oxygen and Carbon Atmosphere • 10/07/2002 -- Large Kuiper Belt Planetoid Found Beyond Pluto • 04/27/2002 -- Classified NOSS Navy Satellites Offered As Dover Triangle Explanation • 11/05/2000 -- Near-Earth Object 2000 SG344 - Is it an asteroid? • 10/01/2000 -- A Search for Earth's First Life • 02/16/2000 -- 433 Eros, Orbiting An Asteroid Up Close • 12/01/1999 -- Six More Planets Discovered 60 to 190 Light Years Away • 08/28/1999 -- Oddball Quasar and Salt Water Inside Meteorite • 03/14/1999 -- Africa Stone Circle and Triangle of Lights over Tucson, Arizona We bsi t e : Cassini Spacecraft: http://saturn.jpl.nasa.gov/home/index.cfm Credits Copyright © 1999 - 2010 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly"},{"pageNumber":3,"pageContent":"prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2010, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
