[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Formaldehyde, Ammonia and Benzene Molecules on Mars? Would Probably Mean Life. © 2004 by Linda Moulton Howe \" Speculation is that already methane is a rather strong indicator life is probably present today on Mars. Just simply based on methane. ...Formaldehyde is destroyed in the Martian atmosphere within 7.5 hours. There is no way that formaldehyde can exist and remain for a long time in the Martian atmosphere. If (formaldehyde) confirmed, possibly life on Mars today, yes.\" - Vittorio Formisano, Ph.D., Physicist The Planetary Fourier Spectrometer (PFS) mounted on the Mars Express spacecraft in orbit around Mars has already confirmed a surprisingly large amount of methane in the Martian atmosphere. See 03/31/04 Earthfiles. If molecules of formaldehyde, benzene and ammonia are also confirmed, it would definitely mean biological life processes are at work on Mars. ESA 2001 Illustration by Medialab. May 6, 2004 Rome, Italy - Back on March 31, 2004, I reported at Earthfiles.com that methane measurements in the Martian atmosphere are being analyzed by Physicist Vittorio Formisano, Ph.D., Principal Investigator of the Planetary Fourier Spectrometer (PFS) which he built and is mounted on the European Space Agency's (ESA) Mars Express Orbiter designed to detect methane and other gaseous molecules. Dr. Formisano is based at the Institute of Physics and Interplanetary Science in Rome, Italy, and has been commuting to ESA offices in Darmstadt, Germany to gather more data from the Planetary Fourier Spectrometer in hopes that he will be able to confirm the location of one or more sources of the Martian methane. In March, he hoped he would be able to make a definitive statement at the European Geophysical Union (EGU) conference on April 26, 2004, in Nice, France. 2004 EGU meeting was held in Nice, France, from April 26-30, in which Dr. V. A. Krasnopolsky from America's NASA Goddard presented his data and argument that methane in the Martian atmosphere means life processes are at work today on Mars. At the EGU meeting, physicist, V. A. Krasnopolsky, formerly from Russia and now working for NASA/Goddard in Greenbelt, Maryland, presented a paper entitled, \"Detection of methane in the Martian atmosphere: Evidence for life.\" Dr. Krasnopolsky has access only to ground-based telescopes on Earth to look for methane, not the highly sensitive PFS that Dr. Formisano is monitoring. However, Dr. Krasnopolsky hypothesized that the amount of methane in the Martian atmosphere indicates continual replenishment from a source that he thinks is more likely to be biological life than periodic volcanic outgassing or meteorite impacts. Dr. Formisano tends to agree, but he is holding off his announcement, pending more data from his search for other molecules of life such as benzene, ammonia and formaldehyde. "},{"pageNumber":2,"pageContent":"He hinted to me this week that such molecules have already been detected and the presence of formaldehyde alone in the Martian atmosphere would mean biological processes at work. Physicist and Professor Vittorio Formisano, Ph.D., Principal Investigator of Planetary Fourier Spectrometer (PFS) which detected methane in the Martian atmosphere. Dr. Formisano is based in Rome, Italy. December 10, 2003, photograph courtesy European Space Agency. Interview: Vittorio Formisano, Ph.D., Physicist, Principal Investigator of Planetary Fourier Spectrometer (PFS), Methane-detecting spectrometer on Mars Express Orbiter, Institute of Physics and Interplanetary Science, Rome, Italy: \"The second half of April, we got very good data, but just recently we got them. With the best of this new data, in the future I will be able to say something about the source of methane. What I would like to do is first produce a map of methane in the Martian atmosphere and then check if the possible source gives us any hint in terms of volcanic or hydrothermal activity. There is also the search for other molecules that may be indicators of possible biological origin. A few of these are: -benzene -ammonia -formaldehyde These are biological markers. What I want to do is search for these other molecules, identify them in the PFS data and then eventually try to build an overall picture of what is going on in the Martian atmosphere today. Maybe the picture could be similar to what we had on the Earth 4 billion years ago when there was a biological origin of methane and other strange gases. Let's not forget that even oxygen is produced today by biological origins. Meaning of Variable Methane Distribution On Mars and Presence of Benzene, Ammonia and Formaldehyde? If the methane on Mars were due to OH photochemistry in the Martian atmosphere, then methane should have a life time of 300-400 years and should be uniform throughout the entire atmosphere. But it is not uniform. So there must be a 'sink' of methane somewhere. On Earth there are sinks of methane with OH and oxidation with oxygen in the Earth's atmosphere which are indications of biological activity and can be linked to biological things in the soil. HAVE YOU FOUND ANY OF THE MOLECULES SUCH AS BENZENE AND FORMALDEHYDE IN THE MARTIAN ATMOSPHERE SO FAR? I am not ready to answer this question today. BECAUSE? Because before stating publicly anything concerning other molecules, I want to be sure and discuss with my colleagues and I want to have a reasonable interpretation of the results. THIS RELATES TO YOUR STATEMENT TO ME EARLIER, 'BY SEPTEMBER, I WANT TO DEMONSTRATE THERE IS LIFE ON MARS TODAY.' That is my goal, yes. THE REASON WHY YOU FEEL SOME CONFIDENCE IS BECAUSE YOU HAVE SEEN SOME DATA OF THESE OTHER MOLECULES THAT ARE ASSOCIATED WITH LIFE PROCESSES? Maybe. WHY IS THIS SO DIFFICULT TO DISCUSS?"},{"pageNumber":3,"pageContent":"You know very well. First of all, the abundance of these molecules is not very large. Therefore, it is rather difficult to detect these molecules. I need to collect many data in order to increase the signal to noise ratio, in order to be sure that I am detecting something. The most difficult was, I think, just the methane. The rest should be easier, but one has to be careful not to make statements which later should be changed. WOULD BENZENE AND FORMALDEHYDE BE IN THE MARTIAN ATMOSPHERE IF THERE WAS NO LIFE PROCESSES ON MARS? The formaldehyde is destroyed in the Martian atmosphere within 7.5 hours. There is no way that formaldehyde can exist and remain for a long time in the Martian atmosphere. I don't know about the benzene, but I know this about formaldehyde. SO, IF THERE ARE MOLECULES OF FORMALDEHYDE COMING UP IN THE DATA, THAT IS A STRONG INDICATOR THAT SOME KIND OF LIFE PROCESS IS GOING ON ON MARS? If confirmed, possibly life on Mars today, yes. IN TERMS OF TRYING TO FIND SOURCE POINTS, AS WE DISCUSSED BEFORE, WHAT KIND OF PROGRESS ARE YOU MAKING IN FINDING THE SOURCE POINTS OF THE METHANE, AND POSSIBLY FORMALDEHYDE, BENZENE AND AMMONIA? These I cannot say anything about now simply, as I say, the new data came the end of April and we have not had enough time to confirm them. BUT YOU ARE GETTING GOOD, SOLID DATA? Absolutely, yes, and I hope in the future to be able to say something more. DO YOU THINK THAT YOU WILL BE ABLE TO MAKE A REPORT ABOUT THIS INCREASINGLY SOLID DATA BEFORE SEPTEMBER? I don't know. Possibly at COSPAR which is at the end of July in Paris.\" COSPAR stands for Committee on Space Research, an international association which meets every two years. The 2002 COSPAR was in the United States. This year it is in Paris. The 35th COSPAR Scie ntific Asse mbly will be held in Paris, France, July 18-25, 2004. ARE YOU GOING TO BE IN ROME THE REST OF THE SUMMER? Darmstadt or we have to follow the experiments and organize the files that need to be sent to the spacecraft and we are continuously going back and forth to Holland or Germany (ESA offices). Next week I go again, but this is normal. NASA/Goddard Scientist Goes On Record: Methane Means Life On Mars On Tuesday, April 27, 2004, at 8:30 a.m. before the European Geophysical Union meeting in Nice, France, physicist V. A. Krasnopolsky formerly from Russia and now living and working for NASA/Goddard in Maryland, presented a paper entitled, Detection of methane in the Martian atmosphere: Evidence for life. Vittorio Formisano: \"I have exchanged e-mails with Dr. Mumma at NASA/Goddard. And I talked directly with Dr. V. A. Krasnopolsky, who reported methane detection in the European Geophysical Union meeting last week in Nice, France. Krasnopolsky reported at the EGU his detection from ground-based telescopes, very difficult measurements, I would"},{"pageNumber":4,"pageContent":"say, of methane essentially the same amount that I have seen on Mars. He has no possibility to study variation over Mars because it is very difficult from Earth to do that sort of measurement. THEN IS YOUR EXPERIMENT ON THE EUROPEAN SPACE AGENCY'S ORBITER THE CLOSEST THAT WE'VE EVER GOTTEN IN TERMS OF SOPHISTICATED TECHNOLOGY TO MEASURE METHANE ON MARS? Absolutely, yes. I think it is the only one that could detect methane at Mars, because you need high spectral resolution. This was never available in the past. SO THE DATA YOU ARE RECEIVING NOW AS WE GO INTO MAY OF 2004, SHOULD BE THE MOST ACCURATE, SOLID DATA THAT WE HAVE EVER SEEN FOR METHANE, BENZENE, FORMALDEHYDE AND THOSE KINDS OF MOLECULES IN THE MARTIAN ATMOSPHERE? Yes, for methane. For the rest, I have not yet identified, so you should separate the methane which is identified and the value the ratio, the percentage is well known now. We agree with Dr. Mumma and Dr. Krasnopolsky on the average value of methane in the Martian atmosphere. About the other molecules, we will see. But certainly, thanks to the spectral resolution sensitivity of the PFS instrument that I have produced, the data we are collecting are the best available to search for other molecules and to give an answer to the question that you were also raising previously. WHICH IS? Which is obviously the most important, interesting question: Is life present on Mars today? WHAT IS YOUR GUESS? You want me to give an answer now? I prefer to give an answer in September. OR JULY IN PARIS? Or July maybe, yes. BUT EVEN MAKING A GUESS ON WHAT YOU KNOW NOW? A SPECULATION? Speculation is that already methane is a rather strong indicator life is probably present today on Mars. Just simply based on methane. RIGHT. THAT'S FAIR AND YOU WOULD BE SAYING THAT BECAUSE OF THE QUANTITY AND VARIABILITY? Yes, and the fact that you need a source and the source is not photochemistry. The other possibilities hydrothermal, volcanic, external sources are possible, but they should contribute much less on the basis of the experience of what happens on Earth. WHEN YOU HAVE TALKED WITH DR. MUMMA AND HIS RUSSIAN COLLEAGUE ABOUT THE METHANE DATA, HAVE THE THREE OF YOU DISCUSSED THIS QUESTION: ARE WE LOOKING AT DATA THAT IS PROVING THERE ARE LIFE PROCESSES ON MARS TODAY? I have not discussed with Mumma and not very much with Krasnopolsky. He presented at the EGU his conclusions and we essentially agreed. He was already making a firm statement about the presence of life on Mars. I think it is better on the basis of methane alone not to make a firm statement. It is likely. I am going to search for other molecules. I can do this with the PFS data. Other experimenters cannot do it, because you need to go to a telescope that takes a lot of time. I already have data in my hands which can tell me if there is something or not. I only need to collect more data and to look at them. So for me, this is rather easy to do and will take some time obviously. But then I should be in a position to produce possibly convincing answers. BECAUSE YOU HAVE AN INSTRUMENT THAT IS ACTUALLY ORBITING MARS, WILL BE THE MOST ACCEPTABLE DATA AND CONCLUSION THAT HAS BEEN DONE IN SCIENCE TO DATE, CORRECT? Ye s . AND THAT IS WHY YOU ARE BEING VERY CAREFUL? Absolutely, yes."},{"pageNumber":5,"pageContent":" Implications of Finding Life on Mars BECAUSE WHEN YOU MAKE YOUR ANNOUNCEMENT, IT SHOULD BE DEFINITIVE? Exactly. I am convinced also that - honestly speaking, I have been working for 16 years to produce a PFS because it was produced previously for the Russian mission to Mars 1996, which failed as you know. I was certainly hoping to see methane, but I never thought of all the implications and consequences. I had no time for that. And now, I am thinking and looking around and learning a lot and the implications are just incredible! One can say fascinating, but I think more than that. From human culture point of view, this is something important to know that maybe life at least started on another planet.\" Dr. Formisano said that if he is not ready to report his Martian atmosphere data during the July COSPAR conference in Paris, then he will be ready for the Italian Sp ace Agency conference about Mars held September 19-23 - on Ischia island near Naples. By then, he expects to confirm both the source of methane on Mars and other life-related molecules. By now, another groundbreaking instrument aboard the European Mars Express Orbiter was supposed to be looking deep underground on Mars for water and ice. That is the MARSIS radar instrument designed to penetrate rock and soil down to a depth of five kilometers, or three miles, according to ESA. MARSIS main antenna during Mars Express payload tests. NASA describes, \"One of the two main radar booms is shown here, a 20-meter long hollow cylinder folded up in a box like an accordion. When the box is opened, the elastic energy of the compressed glass-fibre booms will let them unfold like a jack-in-the-box.\" Image credit: University der Bundeswehr, Germany. But on April 29th, the MARSIS team told ESA it had to delay the deployment of the radar because computer simulations suggest the radar booms could swing harder than engineers expected and damage Mars Express instruments. So, new plans are being tested. Once the deep ground-penetrating radar is turned on, it might see a lot of underground water and ice. You combine that with Dr. Formisano's methane, and possible benzene, ammonia and formaldehyde data and we might be very close to those three-inch-high newspaper headlines we've all been waiting for: 'LIFE ON MARS' - even if it's only underground bacteria. More Information: Important 1996 Article About Underground Earth Bacteria Relevant to Martian Life Question Excerpts from: \"Life Underground\" © 1996 by G. Jeffrey Taylor, Hawaii Institute of Geophysics and Plantology, University of Hawaii. \"On Earth, it turns out that there is a vast ecosystem of microorganisms underground and much of this system does not depend on sunlight and photosynthesis. Some of these microorganisms live off the rocks that house them. Todd O. Stevens and James P. McKinley of the Pacific Northwest Laboratory in Richland, Washington, have been studying groundwater in the Columbia River basalts, located in the northwestern U. S. mainland. (Initial results published in October 20, 1995, issue of the journal Science .) \"The water in the wells studied by Stevens and McKinley has resided in the rocks for a long time, up to 35,000 years, judging from the very low content of carbon-14,"},{"pageNumber":6,"pageContent":"which is produced in the atmosphere. As a result, the water contains essentially no dissolved oxygen. The low carbon-14 and dissolved oxygen contents are not found in water sources near the surface, showing that the deep well water has not been contaminated by shallower water as it is pumped to the surface. \"Analysis of the well water show that it contains surprisingly high amounts of dissolved hydrogen gas, H2, and methane, CH4. Cultures of the water also demonstrated the presence of several types of bacteria. Stevens and McKinley suspected that the H2 was made by the reaction of the oxygen-poor water with iron-bearing minerals in the rocks. Prime candidates are pyroxene and olivine, minerals rich in iron and common in basalts. The reaction would produce iron in a more oxidized state, making minerals such as magnetite. \"... the methane was made by bacteria that used the hydrogen and carbon dioxide in the water. High methane contents were associated with enrichments of carbon-12 over carbon-13. This change in isotopic ratio is characteristic of methane produced by bacteria during the reduction of carbon dioxide. Stevens and McKinley also devised two experiments to see if these reactions would take place and if bacteria could live in an environment consisting of oxygen-free water and rock.\" Rock and Water Produce Increasing Amounts of Hydrogen In their first experiment, the scientists used sterilized water that contained no dissolved oxygen in which they put sterilized crushed basalt and sealed the mixture in glass tubes. The hydrogen content of the water became higher the longer the sample sat in a dark, wet environment, indicating that the water reacted with the rock. When iron-poor rocks such as granites and sandstones were tried, \"no significant amount of hydrogen was produced.\" Microorganisms in the Rock in the Dark \"In their second experiment, Stevens and McKinley used sterilized basalt as a culture medium to see if bacteria could live in the rock in the dark. They put water from deep wells into tubes containing the sterilized basalt and examined them after various lengths of time for up to one year. The water was not processed in any way to preserve the bacteria that was in it. Under these dark, oxygen-starved conditions, the rock-water interactions are the only source of energy possible. No sunlight reached the capsules, so photosynthesis could not take place. Remarkably, even after a year, bacteria were thriving in this unusual environment. Above : Images of unidentified bacteria growing in dark, oxygen-starved conditions taken with a special microscope called a scanning laser confocal microscope. The laser reflects off the rock surfaces and shows up green. The bacteria were dyed with a chemical and appear red in the laser light. Below: Unidentified bacteria, perhaps unknown species, of bacteria that can live deep underground if only de-oxygenated water and iron-bearing minerals are present."},{"pageNumber":7,"pageContent":" \"In an article in the July 1992 issue of the Proceedings of the National Academy of Sciences, Thomas Gold of Cornell University has tried to calculate the amount of subsurface life in comparison with the above ground life all around us. ...Assuming that the upper 5 kilometers of Earth has a porosity of 3% (amount of space available for water in a rock or sediment) and that 1% of the mass of the water filling the pore spaces was bacteria, then the total mass of bacteria would be 200 trillion metric tons. \"Putting it another way, Gold points out that this is equivalent to a layer on the order of 1.5 meters high covering the entire Earth! This is more than the existing plant and animal life on the surface, which is estimated to be about a tri llion metric tons. \"As Stevens and McKinley point out in their article in Science, such Subsurface Lithoautotrophic Microbial Ecosystem, or SLiME for short, does not require photosynthesis or oxygen. ...'SLiME conceivably provides a model for the existence of contemporary life on Mars because basalt, liquid water and bicarbonate are believed to be present in the Martian subsurface.' \"If life exists on Mars today, we can guess where it could be found. Bacteria require liquid water at least some of the time, so the temperature cannot be permanently below freezing. Present day Mars has permanently frozen ground near the surface, perhaps down to a depth of a few kilometers, so life is unlikely to be flourishing there. ...So, if life exists on Mars today, the most likely place where it could be found is in a small region between 10 and 20 kilometers beneath the surface.\" Also see: March 31, 2004 Earthfiles, Methane on Mars - Biology? Volcanic? Websites: http://www.esa.int/export/SPECIALS/Mars_Express/ http://www.esa.int/export/esaCP/index.html http://www.psrd.hawaii.edu/Dec96/LifeUnderground.html http://marsrovers.jpl.nasa.gov/home/index.html http://athena.cornell.edu Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
