[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Hubble Finds Dark Matter Ring © 2007 by Linda Moulton Howe \" T his is the first time we have detected dark matter as having a unique structure that is different from both the gas and galaxies in the cluster.\" - M. James Jee, Ph.D., Astronomer, Johns Hopkins University T he dark matter ring was found within the galaxy cluster Cl 0024+17 (ZwCl 0024+1652), located 5 billion light-years from Earth. The ring measures 2.6 million light-years across. Image courtesy Hubble Space Telescope Science Institute/NASA. May 15, 2007 Baltimore, Maryland - The Hubble Space Science Institute reported today that astronomers using NASA's Hubble have discovered \"a ghostly ring of dark matter that formed long ago during a titanic collision between two massive galaxy clusters. \"The ring's discovery is among the strongest evidence yet that dark matter exists. Astronomers have long suspected the existence of the invisible substance as the source of additional gravity that holds together galaxy clusters. Such clusters would fly apart if they relied only on the gravity from their visible stars. Although astronomers don't know what dark matter is made of, they hypothesize that it is a type of elementary particle that pervades the universe. \"'This is the first time we have detected dark matter as having a unique structure that is different from both the gas and galaxies in the cluster,' said astronomer M. James Jee of Johns Hopkins University in Baltimore, Md., a member of the team that spotted the dark-matter ring. \"The researchers spotted the ring unexpectedly while they were mapping the distribution of dark matter within the galaxy cluster Cl 0024+17 (ZwCl 0024+1652), located 5 billion light-years from Earth. The ring measures 2.6 million light-years across. Although astronomers cannot see dark matter, they can infer its existence in galaxy clusters by observing how its gravity bends the light of more distant background galaxies. \"'Although the invisible matter has been found before in other galaxy clusters, it has never been detected to be so largely separated from the hot gas and the galaxies that make up galaxy clusters,' Jee said. 'By seeing a dark-matter structure that is not traced by galaxies and hot gas, we can study how it behaves differently from normal matter.' "},{"pageNumber":2,"pageContent":"Dark Matter Like \"Ripples On A Pond\" During the team's dark-matter analysis, they noticed a ripple in the mysterious substance, somewhat like the ripples created in a pond from a stone plopping into the water. \"'I was annoyed when I saw the ring because I thought it was an artifact, which would have implied a flaw in our data reduction,' Jee explained. 'I couldn't believe my result. But the more I tried to remove the ring, the more it showed up. It took more than a year to convince myself that the ring was real. I've looked at a number of clusters and I haven't seen anything like this.' Dark Matter Ring Produced in Galaxy Collision? \"Curious about why the ring was in the cluster and how it had formed, Jee found previous research that suggested the cluster had collided with another cluster 1 to 2 billion years ago. The research, published in 2002 by Oliver Czoske of the Argeleander-Institut fur Astronomie at the Universitat Bonn, was based on spectroscopic observations of the cluster's three-dimensional structure. The study revealed two distinct groupings of galaxies clusters, indicating a collision between both clusters. \"Astronomers have a head-on view of the collision because it occurred fortuitously along Earth's line of sight. From this perspective, the dark-matter structure looks like a ring. Computer simulations of galaxy cluster collisions, created by the team, show that when two clusters smash together, the dark matter falls to the center of the combined cluster and sloshes back out. As the dark matter moves outward, it begins to slow down under the pull of gravity and pile up, like cars bunched up on a freeway. \"'By studying this collision, we are seeing how dark matter responds to gravity,' said team member Holland Ford of Johns Hopkins University. 'Nature is doing an experiment for us that we can't do in a lab, and it agrees with our theoretical models.'\" Mysterious Dark Matter and Energy Dominate Universe On October 25, 2003, I reported at Earthfiles.com, \"Science Data Reinforces Invisible \"Dark\" Matter and Energy Make Up 96% of Our Universe.\" See: 102503 Earthfiles. Age of Known Universe 13.3+ billion years Composition .4% glowing matter such as stars. 3.6% \"normal\" matter as we know it in planets and stars. 23.0% cold, invisible \"dark\" matter detectable only by its gravitational influence on \"normal\" matter. 73.0% invisible \"dark\" energy. The current Hubble scientists agree. \"Dark matter makes up most of the universe's material. Ordinary matter, which makes up stars and planets, comprises only a few percent of the universe's matter. \"Tracing dark matter is not an easy task, because it does not shine or reflect light. Astronomers can only detect its influence by how its gravity affects light. To find it, astronomers study how faint light from more distant galaxies is distorted and smeared into arcs and streaks by the gravity of the dark matter in a foreground galaxy cluster, a powerful trick called gravitational lensing. By mapping the distorted light, astronomers can deduce the cluster's mass and trace how dark matter is distributed in the cluster. \"'The collision between the two galaxy clusters created a ripple of dark matter that left distinct footprints in the shapes of the background galaxies,' Jee explained. 'It's like looking at the pebbles on the bottom of a pond with ripples on the surface. The pebbles' shapes appear to change as the ripples pass over them. So, too, the background galaxies behind the ring show coherent changes in their shapes due to the presence of the dense ring.' \"Jee and his colleagues used Hubble's Advanced Camera for Surveys to detect the faint, distorted, faraway galaxies behind the cluster that cannot be resolved with ground-based telescopes. 'Hubble's exquisite images and unparalleled sensitivity to faint galaxies make it the only tool for this measurement,' said team member Richard White of the Space"},{"pageNumber":3,"pageContent":"Telescope Science Institute in Baltimore. \"Previous observations of the Bullet Cluster with Hubble and the Chandra X-ray Observatory presented a sideways view of a similar encounter between two galaxy clusters. In that collision, the dark matter was pulled apart from the hot cluster gas, but the dark matter still followed the distribution of cluster galaxies. Cl 0024+17 is the first cluster to show a dark matter distribution that differs from the distribution of both the galaxies and the hot gas. The Institute's science team's paper will appear in the June 1, 2007, issue of the Astrophysical Journal. \" More Information: For further information about dark matter, please see reports below in the Earthfiles Archive: • 05/08/2007 -- Exploded Star 5 Times Brighter Than Any Supernova Seen Before • 01/07/2007 -- Universe's Mysterious Dark Matter - First 3-D Map • 06/25/2005 -- \"Junk DNA\" That's Not Junk • 04/01/2005 -- What's K illing Off Marine Life Every 62 Million Years? • 01/17/2004 -- Part 2 - Is Dark Matter the \"Heavy Shadow\" of Light Matter? • 01/13/2004 -- Part 1 - Is Dark Matter the \"Heavy Shadow\" of Visible Matter? • 10/25/2003 -- Science Data Reinforces Invisible \"Dark\" Matter and Energy Make Up 96% of Our Universe • 02/24/2002 -- Mysterious Slowing of Pioneer Spacecraft 7 Billion Miles from Earth • 12/20/2001 -- Will Our Universe End With Its Final Light Frozen in Time? • 12/14/2000 -- A Pleiadian Star Tears Apart Black Interstellar Cloud • 02/01/1999 -- Astronomy Updates with Brian Marsden and John Huchra, Harvard Website: Hubble Space Telescope: http://www.stsci.edu/hst/ Credits Copyright © 1999 - 2010 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2010, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
