[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon © 1980 by John J. Dalton (pseudonym) Manor Books, Inc., New York, New York (out of business since 1988.) The Meue replies to Dr. Brandon's speculation that the genetically engineered albino Meuemen would not have any consciousness about their origin and purpose. Meue: \"That's right. They will be given the historical record of knowledge of a virtual unknown that has moved into another dimension. They will eat, sleep and live like everyone else. The only difference is the supreme Meue brain and the lack of entity.\" \"You mean these things don't have a soul?\" Brandon asked, puzzled. \"But they are born with human genes and chromosomes.\" \"They are synthesized in a laboratory, not born. You must be born to have entity or soul, as you call it.\" \"Then they're just flesh-and-blood robots.\" \"No, we have no control over them other than to receive their assessment of earth's condition from their sleeping thoughts. They are truly human with a Meue nervous system and no soul or entity.\" \"You can't sit there and tell me the fate of the entire earth is going to depend on those bastardized things out there,\" Brandon said, angrily waving his hand at the tanks containing the albinos. \"That's crazy as hell.\" \"There is no other way. Earth has reached a critical turning point in its evolution. It's become an overcrowded, ravenous pack of rats, like the hypothetical case we talked about. Living within the populace, the nine Meuemen will logically be able to assess when the experiment should be terminated.\" \"Why send those things?\" Brandon yelled. \"It's your experiment; you watch it.\" \"We have since the beginning, but this emotion thing has brought the earth to a state that changes almost daily. At the beginning of the experiment, we returned every one or two hundred years to check on it. But now with all your nuclear stupidity, the earth is on the brink of disaster almost daily. We no longer have the hope, or the time, to waste on the colony earth. But we do have the logical responsibility to terminate the suffering of the test humans when it becomes intolerable.\" \"I still don't see the purpose of having those things out there, then. You still have to communicate.\" Brandon felt panicky and helpless. \"A pure evaluation and assessment as perceived through the logical Meue mind "},{"pageNumber":2,"pageContent":"from controlling positions in your society. We will not have to visit or linger around earth, waiting. Thoughts have no barriers and can be pulled through time, space and dimensions in an instant. We can be anywhere in the universe or within any plane or dimension and know what's taking place here.\" \"What if we don't want your logical responsibility for the experiment. What if we just want to be left alone to work it out for ourselves.\" Brandon felt hate coupled with fear building inside him. \"You have no choice. We are the monitors of this experiment, as you are in your lab. We will compile and assess the information logically. When the time comes, I will make the decision and it will be done faster than you could ever imagine.\" Brandon stared at the grotesque Meue hatefully. He thought of the words in the Bible, \"in the twinkling of an eye.\" Could this be the God that everyone prays to for help, who created the heavens and earth? He was sickened and filled with despair. The Meue was right; no one would ever believe him, even if he did live through this and remember. The Meue knew nothing of emotion, just pure, unadulterated logic. He faced the Meue defiantly. \"You're wrong, absolutely wrong.\" The Meue's neck swept down again until the rubbery face was inches away. \"I'm not wrong; everything I've told you is logical.\" \"That's the point. I told you the hope for earth was founded in emotion and in caring for the people. Emotion is a variable you know nothing about. Never having felt it, how can you logically leave it out in the determination of the destiny of earth? It's a variable you can't comprehend.\" The Meue's head lolled, his eyes closed slowly, then opened. Brandon's reasoning had touched the inner workings of the Meue's mind. Then he spoke, \"It is true we know nothing of the emotion variable, but the universe is built on sound logic, abstract mathematics. Earth is the only planet that has emotion, and it is the only one where the inhabitants are nearing complete annihilation.\" \"Yes, emotion sometimes brings on critical situations, but it also resolves. It's a variable of action-reaction. Those things won't be any good for assessing the condition of Earth.\" Brandon waved his hand at the tanked creatures. \"They will never understand emotion. And not having lived among the inhabitants, they will not have acquired it. How can they honestly assess people whose actions are governed by emotion as much as by logic? Just leave us alone. We don't need those bastards spying on us. I have a lot of hope for the earth and its people.\" The Meue remained silent for a long period of time, watching Brandon glare at him. \"You have much of this emotion yourself. We've also seen it in many of the test humans we've encountered. Maybe this driving force can save the colony earth. Only time will tell. But the Meuemen still must be planted among your race. We cannot rely on this strange phenomenon that we don't understand to prevent disaster. After all that you've told me, we are still responsible for what we've begun,\" the Meue replied logically and coldly. While Brandon had tried to show the weakness of the Meue transplants, the question of the experimenters' responsibility for earth's destiny couldn't be challenged. The earth meant nothing to the Meue, other than a responsibility. Brandon tightened his fists into knots of anger. He took a deep breath, then another before speaking again. \"What would happen if those abortions out there stopped communicating with you, if you received no more messages from them?\" Brandon tried to suppress the underlying reason for the question, but it was not possible. \"You would kill nine men with the status of Einstein or Christ because you don't believe in their ability, nine brilliant leaders?\" The Meue stared unblinkingly at Jerry. "},{"pageNumber":3,"pageContent":"\"Every last one of them, yes, knowing that the fate of millions of people just trying to live and be happy depended on those things. You're goddamned right I would!\" Brandon yelled. \"But you would surely be killed by other humans for destroying them.\" \"What difference does it make if I die trying, or if you blow it all to hell because they don't understand? I'll take my chances,\" Brandon snorted. The Meue's head retracted. The room fell silent. Brandon reached for a cigarette, but they had been confiscated in the sterilization process. \"Damn,\" he growled, clasping his hands in his lap. After what seemed like an eternity, the Meue spoke. \"From my mind, I make no sense of what you wish to do or why you wish to do it, when we have taken so much time to develop the Meueman for your protection and guidance. You believe so strongly that I feel logically compelled to give you an alternative.\" The creature clasped his hands thoughtfully. \"By placing the Meueman on earth, we have filled our responsibilities as logical scientists. We will always have their communication of the data and as I promised, earth will be destroyed when the situation becomes hopeless. However, you seem to believe the colony will survive without our intervening and it is possible, not logical, that you might be correct. If you can succeed in destroying all nine Meumen, we will have no communication with earth and as I've told you, we will not pass this way again.\" Brandon smiled at the Meue, hoping he really understood the message. \"You mean you would allow me to kill those things and you wouldn't do anything to stop me?\" he asked hesitatingly. \"That is correct. They have no entity. But remember this -\" the creature held his long finger in front of Brandon's face - \"you are answering for the entire human race now, and future generations. If you succeed in destroying all nine, you might see the day when you wish we were here to end it. Earth's fate will truly be in the hands of its emotional inhabitants.\" \"By God, I'll do it. I know how everyone would feel. I...\" \"There is no decision to make now. What you decide can be done at any time. If you should succeed and the colony continues, good or bad, it makes no difference; earth takes little space in only one plane.\" \"Why have you told me all this?\" Brandon asked. \"Why not? By the time you're able to communicate the conversation to anyone, we will be gone and non one will believe you. And I believe I've learned something from you, oddly enough.\" \"What are you going to do now?\" \"You will be rendered numb with this,\" the Meue held up a tiny silver cylinder the size of a pencil, pointing a small aperture on the end at Brandon. A burst of brilliant light flared, striking Brandon high on the bridge of the nose. He could see and hear, but there was no feeling. \"The technician behind you will insert a substance plug into the base of your skull and for a short period of time, you will not be able to think or formulate words. By the end of two of your weeks, the plug will have become normal body tissue, leaving no scar, and you will return to normal, as you perceive it. \"I wish you luck, Dr. Brandon, in whatever you decide. I wish the colony Earth luck. I will look for you when you pass from your dimension and we will communicate again.\" End of Chapter 18 excerpt. Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
