[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Crop Formation Update as of May 21, 2000 - Part 1 © 2000 by Linda Moulton Howe February 2000 Els Omellons near Las Garrigues, Barcelona Province, Spain - Two rings with circles in the middle, ancient symbol for God, appeared at different times the beginning of February 2000 in the County of Lleida. One 85 feet and the other 118 feet in diameters. Crop was short, young wheat. The rings came a couple of weeks apart and were \"burned\" into the plants and soil, according to local reports. Samples were analyzed at a laboratory that found \"whatever it waas that made the rings and circles was not an herbicide or any other chemical agent.\" Photogaph © 2000 by Mas Alla. April 10, 2000 Danbury Hill Fort Near Andover, Hampshire, England - A formation about 201 feet long in oilseed rape, or canola, resembled a nautilus shell at end of long corridor. See more details at http://www.cropcircleconnector.com . Diagram © 2000 by John Sayer. April 21, 2000 Hoeven, Holland - Ten circles in the pattern of a Christian cross in grass. Circles ranged in size from two to three meters diameter to at least ten meters diameter, according to researchers Mark Fussell and Stuart Dike at www.cropcircleconnector.com . \"It looks as if the circles occurred around 4 a.m. Good Friday morning in the only field anywhere (in general area) that had not been sowed and planted with a crop.\" April 25, 2000 Farningham Near Swanley in Kent County, England - A triangle superimposed on a ring with another smaller triangle at the big triangle's center and pointed the opposite way. First formation in Kent County, England at Farningham near Swanley in oilseed rape. Graham and Janet Tucker of England's CCCS crop circle research society reported, \"The formation is approximately 70 to 80 feet in diameter. Further down the field, we viewed a possible circular grapeshot approximately 6 feet in diameter. This formation can be clearly seen from the M20 freeway going toward London shortly before the M25 junction.\" See more details at www.cropcircleconnector.com . Diameter of "},{"pageNumber":2,"pageContent":"circle: 116 feet; outside ring width: 8 feet; inner ring width: 4 feet. Aerial photograph © 2000 by Andrew King. Photograph of smooth curve in celery-like stalk of oilseed rape (canola) laid down in Farningham, Kent formation discovered April 25, 2000. Photograph © 2000 by Graham Tucker. April 27, 2000 Cherhill Down, Wiltshire, England - Francine Blake of the Wiltshire Crop Circle Study Group photographed this formation discovered at Cherhill Down right below the obelisk monument dedicated to all the English lives lost in World War I. Stuart Dike of the cropcircle connector website, surveyed the formation and said \"the inner triangle of standing crop had three sides of slightly different lengths: 29, 27, 26 feet respectively. The overall diameter varied from 60 feet taken from the northeast and 57 feet from east to west. The spur facing down the field was 18 feet long and finished on the eastern tramline (tractor path).\" See more details at http://www.cropcircleconnector.com . Photograph © 2000 by Francine Blake, Wiltshire Crop Circle Study Group."},{"pageNumber":3,"pageContent":"Aerial photograph © 2000 by David Russell, Southern Circular Research Group, England. We b s it e s : http://www.cropcircleconnector.com/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
