[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 1: Bizarre Morgellons Disease: A Nurse Describes Her Own Symptoms © 2006 by Linda Moulton Howe M ysterious and still-unidentified fibrils embedded in skin removed from facial lesion of three year old boy. P hotomicrograph 60x courtesy Morgellons Research Foundation. U nide ntifie d mic r os c opic f ibrils a tta c he d to e xc is e d s kin le s ion. P hotomicrograph 250x courtesy Morgellons Research Foundation. "},{"pageNumber":2,"pageContent":"U nidentified fibrils emerging from lesion on child's lip. P hotomicrograph 200x courtesy Morgellons Research Foundation. June 1 , 2006 East Texas - A month ago at the end of April 2006, a 23-year-old man named Travis Wilson killed himself after a year of suffering what has come to be called \"Morgellons disease.\" His mother, Lisa Wilson, said: \"Fibers would come out of Travis's hands and fingers that were white, black and sometimes red. Very, very painful.\" Travis said it felt like bugs were crawling under his skin. Lisa Wilson said the first fiber she saw coming out of her son's body was one year ago: \"It looked like a piece of spaghetti was sticking out about a quarter to an eighth of an inch long and it was sticking out of his chest. I tried to pull it as hard as I could out, but could not pull it out.\" Mrs. Wilson spent thousands of dollars on doctors and antibiotics for her son, but nothing worked. She was not surprised when he killed himself because he said he could not take the agony any more. This week, I talked with another Morgellons sufferer. Her name is Cindy Casey. She has worked as a nurse for 26 years and been a full time registered nurse specializing in critical care since 1990. Then in 2003, she began to itch, especially on her legs between her knees and ankles. Then sores opened which itched so badly that she scratched hard. The result were ugly scars. She also said it felt like bugs crawling beneath her skin and the painful itch was so bad that she could not sleep. The weight of clothes against her skin was even painful. Cindy is now on medical leave from her registered nursing work at California Pacific Medical Center's critical care unit. Interview: Chronic Fatigue Cindy Case y, Re giste re d Nurse , Now On Me dical Le ave from California Pacific Me dical Ce nte r's Critical Care Unit, Hughes Springs, Texas: \"Looking back on it now, I know it first presented with chronic fatigue. I realized I was tired all the time. I kind of tried to attribute it to other things and tried to ignore it for awhile. Then I started to break out in skin lesions. This went on for a couple of years off and on. But the fatigue was profound. I was sleeping up to 18 hours/day. \"Brain Fog\" I also noticed what I call ‘brain fog.’ It was just inability to focus and to think straight. I could not multi-task like I used to. It’s kind of difficult to describe to a physician and it sounds so vague that no wonder they just blew it off as possible depression. I really didn’t feel depressed and anti-depressants did not help me any."},{"pageNumber":3,"pageContent":"Painful, Itching Skin Lesions The skin lesions came up – first it was sort of intermittently. Then over the past three years I became full blown skin lesions all over my body. Probably the first part was on my lower legs, in between my ankle to my knee, right along my shin bone. That was probably the first area that got really bad. I didn’t know what I had. I went from dermatologist to dermatologist and this went on for a couple of years and kept getting worse. The doctors weren’t really helpful. I just kept making appointment after appointment and they just kind of blew it off as a psychological problem. Then, a friend called me and said, ‘Watch the news tonight. There is going to be something on KTVU,” which was airing in San Francisco. I lived in San Francisco at that point. It was a week after my husband and I got married. This was going on before we got married and a week after our wedding. When I watched the segment, it was with the Morgellons Research Foundation. Mysterious, Unidentified Fibrils in Skin Lesions What they showed was really weird. There were fibers slightly coming out of the skin lesions, both under a microscope and some visible to the naked eye. The news story recommended people get a Radio Shack microscope. So, I thought maybe that’s what I have. My husband went and got the microscope the next day and that’s when I knew what I had. It was May of 2004. I w ill never forget the feeling the first time we actually saw the fibers with a microscope. I had felt like there was something in the wounds, but on me it’s just hardly visible to the naked eye. But with the scope, you can clearly see them and it’s very alarming. SO, WHAT YOU ARE SAYING IS THAT PEOPLE CAN HAVE LESIONS AND NOT BE AWARE THAT THERE ARE MICROSCOPIC FIBERS IN THE MORGELLONS DISEASE? It’s possible. THE PHOTOGRAPHS OF THE FIBERS ARE HARD PHYSICAL EVIDENCE, AREN’T THEY? You would think so, but amazingly enough, I am very disillusioned with the medical world having been in the medical field all my life (26 years nursing) myself, I can’t believe that doctors are this obstinate. If it’s not in their books, they don’t want to listen. COULD YOU PLEASE EXPLAIN WHAT YOU WERE FEELING AT THE SKIN LESIONS AS THEY FIRST STARTED EMERGING? The itching is so intense, it was unlike anything I had ever had. I’ve had poison ivy and things that itch pretty bad. But this was unlike anything I had ever had – an intense itching and crawling sensation. It actually feels like something is crawling under your skin. I would take tweezers and try to remove the fibers. It’s very difficult. They have like a substance on them that’s connected into the tissue. A lot of people have pulled very long fibers out that are macroscopic. Mine are mostly microscopic. I do have a few that can be barely seen with the naked eye. But you can pull them out with a good pair of tweezers and that’s the only time you get relief from the lesions – when you can pull the fibers out. ONCE YOU’VE PULLED THEM OUT, HOW LONG IS IT UNTIL OTHERS EITHER COME BACK IN THE SAME PLACE OR NEARBY? Within 24 hours, and maybe even within 12 hours I’ve noticed before. They are very fast growing. Microscopically, they resemble particular fungi. But they don’t fit any fungus that’s ever been described. The fibers are too large. But it’s almost like a moldy-like substance. A lot of people, and I have had, too, some multi-color fibers that look blue and red. Dr. Wymore has examined several of these and right now we have more questions than answers. SOME OF THE REPORTED RESEARCH SAYS THAT WHEN THEY HAVE TRIED TO DO AN IDENTIFICATION OF SOME OF THE FIBRILS, THEY HAVE COME UP WITH A CELLULOSE THAT WE ASSOCIATE WITH PLANTS? That was some of the earlier studies. As far as I know, Dr. Wymore who has looked into this more closely than anybody else, has not come up with that conclusion. So, we still don’t know. We have some forensic labs looking at this and so far we don’t have any answers. It doesn’t match anything that’s in textbooks. USUALLY YOU THINK OF SCIENCE AND MEDICINE AS BEING HARD SCIENCES AND THAT THESE ARE FIBRILS THAT PEOPLE HAVE PHOTOGRAPHED. THE FIBRILS DEFINITELY SEEM TO BE SOME TISSUE OR SOMETHING THAT HAS TENDRILS COMING OUT OF IT? WHY IS IT THAT THOSE FIBRILS ARE NOT IMMEDIATELY IDENTIFIABLE? That’s what I thought, too. In fact, before we found Dr. Randy Wymore, I thought one scientist in the lab for one week will have the answer to this. I found out that it works a lot differently than that. When he tried to culture it, nothing grew. The PCR tests were difficult because he didn’t know a particular organism to look for. Even forensic labs are at a loss for having any answers. It doesn’t match any textile that’s known. So, I thought so, too. That’s one of the most frequently asked questions. I thought it would be a lot quicker."},{"pageNumber":4,"pageContent":"Also, it takes a long time to find a doctor like Randy Wymore who is very interested. And now it takes a long time for Oklahoma State University, whIch is in the process of getting their internal review board OK to do clinical studies on human subjects. I didn’t realize what a long process that would be. This is the problem because that’s the best way to describe the sensation, and yet when you say that to a physician, they automatically put you in a category as 'delusions of parasitosis.' This is what they have been taught in medical school – when people who describe crawling sensations on their skin and think they have bugs, they are delusional. They want to use medicine for Tourette Syndrome. [ Editor's Note: Tourette Syndrome (TS) is a neurological disorder characterized by tics -- involuntary, rapid, sudden movements or vocalizations that occur repeatedly in the same way.] So that’s why we’ve had so much problem getting any kind of medical attention. They want to put us on anti-psychotic medication. Here it is so frightening and the symptoms so miserable, I was literally up night after night. My skin was so sensitive with open sores that I couldn’t even stand to put on clothes. I would wrap in a sheet and lay on the couch for weeks on end this went on. I was unable to tolerate it. The symptoms are so miserable, it’s hard to even describe it. WHY IS IT THAT THE MICROSCOPIC DISCOVERY OF THE FIBRILS NOT CONSIDERED HARD PHYSICAL EVIDENCE OF SOMETHING HERE THAT NEEDS TO BE INVESTIGATED AND UNDERSTOOD? That’s a great question. Doctors don’t believe it. They will not look. The minute I knew what I had, I went back to the dermatologist with my little handheld scope and asked if he would look at a lesion. That’s when he said ‘no,’ and referred me to a psychiatrist. They will not look! I didn’t believe it. Here I am a nurse and they listen to me when I describe what’s going on with critical patients that I specialize in and transplants and open heart surgery. I had excellent rapport with the physicians I worked with, but when I go to a doctor and explain what’s going on with me and ask him to look, suddenly I’m delusional. I SEE THERE IS A MAP IN WHICH CALIFORNIA, TEXAS AND FLORIDA SEEM TO BE WHERE THE CASES HAVE EMERGED MOST INTENSELY FIRST? Yes, that’s where the most registrants with the Morgellons Foundation are. We don’t really have any true epidemiological study that tells us any answers for sure. That might be where people are more apt to have internet access and find out foundation. I WONDERED IF IT MIGHT BE A CLUE TO SOMETHING IN THE SOUTHERN LATITUDES AND TEMPERATURES THAT MIGHT RELATE TO THE ORIGINS OF WHATEVER THIS IS? Right. We have considered that, too, that where the most people are reporting this are wet and damp areas. A lot of people have reported being exposed to a flood or mold or water exposure. We’ve noticed that with our registrants, a large percentage of them. WHAT ABOUT YOURSELF? Yes, I did live in an apartment for years that flooded. It was in Sausalito, California, and I was right on the hills there. It’s a good place for mudslides and it flooded every year. I’m not sure that I was exposed to mold, but there would have been a good opportunity for it. HOW MANY PEOPLE RIGHT NOW ON MAY 30, 2006, WOULD YOU ESTIMATE THAT YOUR FOUNDATION HAS HEARD FROM AND THEY MIGHT FALL INTO THE MORGELLONS DISEASE SYNDROME? I think the last number I heard – and I know we’ve had a lot more since then and recent media – but I think it was right around 4,000. That’s 4,000 fam ilies that have registered, so some of them represent 4 or 5 family members that are all infected. We’ve heard from all 50 states. The highest concentrations are in California, Texas and Florida, but we have registrants from all states and at least sixteen countries. [ Editor's Note: In addition to the United States, the Morgellons Research Foundation at Oklahoma State University has received registrations of the skin disease complaints from Canada, New Zealand, South Africa, Japan, Philippines, Indonesia, Australia and Europe, including Ireland, the Netherlands, Denmark, Italy, Spain, England, Germany and France.]"},{"pageNumber":5,"pageContent":"We do have some families in which everyone from children through parents and grandparents are all infected and it seemed to happen all around the same time. So we don’t know if it’s transmitted from person-to-person, or if they were all exposed to whatever toxin might be causing it. It’s been a long haul for me and in the beginning I was treated for Lyme Disease. There has been some belief this might be associated with Lyme Disease because a high percentage of Morgellons patients so far have also tested positive for Lyme Disease. So, I went into treatment for that hoping I would get better. I didn’t even realize that Lyme could play a part. Actually, my symptoms became worse and worse (while on Lyme treatment). Now, the past eight months, I have gradually been improving and now I’m to a point where it’s tolerable. It’s still very freaky and frightening and creepy and crawly and I’ve come to a level of acceptance, I guess. But my lesions are probably 80% improved to what they were two years ago. WOULD YOU SAY THAT THE PEOPLE WHO ARE NOW COMPLAINING, THEIR SYMPTOMS STARTED ONLY TWO OR THREE YEARS AGO AS WELL? Pretty much, for the majority, yes. But I would say it was anywhere from 1998 on. HOW MANY OTHER NURSES LIKE YOURSELF WORKING WITH OTHER PEOPLE HAVE REPORTED THE MORGELLONS SYNDROME? The nurses that we hear from, I have a list of 60 nurses now that also have the same symptoms and the majority started just two or three years ago. The second occupation we hear the most from are teachers. Nurses out number teachers 3:1. Again, these are not epidemiological studies. These are observations we’ve made. The epidemiological study by Oklahoma State University will begin July 1, 2 006, and that w ill be a major questionnaire for everyone who is registered (with Morgellons Research Foundation), as well as new registrants. DOES THIS EFFECT ANY AGE GROUP MORE THAN ANOTHER? An observation has been that it’s primarily females and most of our registrants are middle aged. So, mostly middle aged females. But we also have had infants and children as well as people up in their 80s. The more urgent problem now is that we have had several suicides. It seems to be younger people who can’t handle this very disfiguring disease. It’s emotionally devastating to feel like bugs are crawling on you all the time. There was that young man who took his life a month ago (Travis Wilson). \" Some good news in this disease mystery is that Oklahoma State University in Tulsa, where Dr. Randy Wymore directs the Morgellons Research Foundation, might soon have approval to do research on human patients. A recent issue of the American Journal of Clinical Dermatology medical journal had a paper about the Morgellons syndrome, co-authored by members of the non-profit Morgellons Research Foundation. For the first time, beginning on July 1, 2006, Dr. Wymore w ill start a formal epidemiology project in which questionnaires will be sent to everyone who is registered (with Morgellons Research Foundation), as well as new registrants. T o be continued in Part 2: Letters From Viewers"},{"pageNumber":6,"pageContent":"More Information: Wikipedia: \"T he name Morgellons was coined in 2002 by Mary Leitao of McMurray, PA, while investigating her son's unexplained rash. She named the condition Morgellons (with a hard g), after a condition from the monograph, 'A Letter to a Friend' by Sir Thomas Browne, in 1690, wherein he describes several medical conditions in his experience, including that endemial distemper of children in Languedoc, called the morgellons, wherein they critically break out with harsh hairs on their backs. Also, a 1935 paper by British doctor, C.E. Kellett, identifies the name 'Morgellons' with the Provençal term masclous, or 'little flies.' It is doubtful that the 17th century disease has anything to do with modern day Morgellons; however, the similarities were such that Mary Leitao elected to use the name as a consistent label when addressing politicians, physicians and health departments.\" Website: M orgellons Research Foundation: htt p:/ / www.morge llons.org/ symptoms.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
