[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon New Crop Formations Reported in Serbia and U. K. © 2001 by Linda Moulton Howe First week of June 2001 reported on television in Serbia, Yugoslavia. Photograph courtesy Milan Manchich. June 6, 2001 Serbia, Yugoslavia - Milan Manchich, grew up in Serbia, now one of the two republics in the Federation of Yugoslavia. The other is Montenegro. Kosovo is a third political community currently under U. N. supervision. Milan reports by e-mail: \"Something or someone made this on the land near my home town. (Town name to be confirmed) This picture was on the every TV station in Serbia. Local people noticed that animals was very disquiet the night before when in the morning people found this. Circle is about 50 meters diameter (162 feet) and bottom line (\"snail's neck\") is about 100 meters (325 feet). Local police officer rejected that someone made a joke. You may notice that figure looks lie snail, it is true.\" This Serbian formation is reminiscent of the \"snail\" discovered July 9, 1992 in an Alton Barnes, U. K. wheat field not far from Woodborough Hill. That 1992 \"snail\" measured 414 feet long. \"Snail\" formation discovered July 9, 1992 in East Field wheat near Woodborough Hill in Alton Barnes, Wiltshire, England. Aerial photograph © 1992 by Edwin B. Nelson. June 3, 2001 Wakerly village near Barrowden, Leicestershire, England - Nick Nicholson, Editor of The Circular Review in Calverton , Nottinghamshire reports that a new formation was discovered Sunday, June 3, at Wakerly village near Barrowden in barley. Nick writes in an e-mail: \"I found a major formation near our last year's hunting ground (between Morcott and Seaton in "},{"pageNumber":2,"pageContent":"Leicestershire County). No one locally knew of it before Sunday. It's made up of an outer ring I estimate to be 120 feet in diameter and in the middle of the standing crop is a 10-12 foot diameter circle surrounded by a narrow ring. In between the inner and outer rings are a lot of lines and patterns which are hard to ascertain the exact design, but it sure looks good. Attached is ground image which I took. Waiting for aerial.\" Second e-mail from Nick: \"I now have confirmation that this formation was not there on Saturday, so that is three confirmations (that formation was fresh Sunday morning, June 3, 2001). We may fly it very soon. It looks to be very interesting. We have found out that the farmer is hostile (thinking hoaxers are involved.)\" June 3, 2001, Wakerley village near Barrowden, Leicestershire, England. Formation in barley was 120 feet in diameter. Discovered by Nick Nicholson, Editor, The Circular Review . Photograph © 2001 by Nick Nicholson. Aerial photograph of the Barrowden formation © 2001 by Nick Nicholson, Editor, The Circular Review . Last year on June 6, 2000, another unusual formation was discovered also in barley near Seaton southwest of Wakerly village and Barrowden. Biophysicist W. C. Levengood was involved in the Seaton, Leicestershire research and concluded that formation was created with barley plants retarded in growth from the rest of the barley field and standing at least 6 inches shorter than the rest of the crop. The implication is that something interacted with the growing barley at least a month before the formation was discovered in the Seaton field."},{"pageNumber":3,"pageContent":"Unusual barley formation found at Wakerley village near Barrowden, Leicestershire County, England on June 3, 2001 by Nick Nicholas. The year before on June 6, 2000, another unusual pattern was found in Seaton southwest of Wakerly defined by retarded growth in only the barley plants that made up the formation. Levengood's hypothesis is that worldwide crop formations are the result of a \"spinning plasma vortex\" which contains microwave and other energies. He has been able to affect plant growth in his laboratory using various microwave frequencies. What he does not know is precisely the source of the spinning plasma vortices. We b s it e s : http://cropcircleconnector.com/column/review.html http://www.cropcircleresearch.com http://www.dcca.nl http://www.swirlednews.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
