[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Update on Mysterious Deep Water Sonar Images Off We s t e r n C ub a © 2001 by Linda Moulton Howe Western tip of Cuba, not far from the Yucatan Peninsula, where unusual sonar images at 2,200 feet suggest unnatural structures covering several square kilometers. June 13, 2001 Havana, Cuba - When I reported last month on COAST about the Cuba discovery, I had an interview with Barbara Moffet, Director of Plans and Programs at the National Geographic Society in Washington, D. C., who confirmed that the Society was aware of the deep water mystery off the western tip of Cuba. She said NGS was communicating with Paulina Zelitsky and her husband, Paul Weinzweig, partners in Canada's Advanced Digital Communications company, known as ADC. Last month, National Geographic was trying to decide whether to help fund a dive in a remotely operated vehicle with cameras to see what is down there. Today, I talked again with Barbara Moffet and she confirmed that National Geographic has now made an agreement for exclusive magazine coverage. Paulina Zelitsky is a former Russian ocean engineer who defected to Canada some years ago and married Canadian businessman Paul Weinzweig. She has been testing deep ocean equipment on a boat off the coast of Mexico since the Reuters's story broke with her comments. In that May article, she said her company, Advanced Digital Communications, found \"a huge land plateau with clear images of what appears to be manmade large-size architectural designs partly covered by sand. From above, the shapes resemble pyramids, roads and buildings.\" Four years ago, the couple joined other funding partners from Australia to create ADC in Victoria, British Columbia to work deep ocean waters for science and underwater archaeology. Paulina Zelitsky is still testing equipment in Mexico for the ROV mission that will take video cameras down to the 2,200 foot deep site to see what is making the mysterious side scan sonar images. Recently, I was able to talk with her husband, Paul Weinzweig. At first, he did "},{"pageNumber":2,"pageContent":"not want to say anything on the record because he said that after the Reuters article, Cuban officials asked him to not do any more media interviews until there is hard photographic evidence of what's underwater. I said all I wanted on the record for radio was a status report about what his wife, Paulina Zelitsky, had already talked about with Reuters. I also pointed out that ABC and Disney got to use a clip from the ADC research ship to promote Disney's animated feature about Atlantis. Mr. Weinzweig finally agreed to say a few guarded comments. Interview: Paul Weinzweig, Partner, Advanced Digital Communications, Victoria, British Columbia, Canada: \"We have some interesting sonar images which we got last summer. And we are hoping to confirm speculation about these images with video cameras in an ROV this summer. DO YOU HAVE ANY IDEA WHAT MONTH IT MIGHT BE? Sometime this summer. No, I can't say exactly. WOULD JULY ITSELF BE TOO EARLY? Don't want to say. IN TERMS OF THE PROMOTION FOR THE VOYAGE TO ATLANTIS MOVIE WHICH WAS ON SUNDAY, JUNE 10, THEY DID DISCUSS A LITTLE BIT ABOUT CUBA. AND ON THE ABC STATION THEY SAID, 'IT WAS MOST LIKELY THE SITE OF AN UNDERWATER CIVILIZATION SUCH AS ATLANTIS.' WHAT WAS YOUR PERSPECTIVE ON WHAT ABC IS DOING WITH THE MOVIE AND COMMENT ON THEIR USING A CLIP OF YOURS? I haven't seen the film. I haven't seen the TV - well, there is obviously a lot of interest in the subject. There is a lot of interest in ancient civilizations and the mysteries that surround them and in the idea of Atlantis which was supposedly an advanced civilization which Mother Nature sent to the bottom of the ocean. And who knows, maybe Mother Nature will send a few more advanced civilizations to the bottom of the ocean! YOU MIGHT BE IN A POSITION TO GET DOWN THERE AND CONFIRM THE DISCOVERY OF AT LEAST SOMETHING THAT IS STRUCTURED? That's right. Exactly. THOSE SHAPES OF THE PYRAMIDS AND RECTANGLES THAT PAULINA ZELITSKY DISCUSSED WITH REUTERS, THEY MIGHT FIT WITH THE ANCIENT CULTURE ON THE YUCATAN? OR SOMETHING ELSE? Possibly. Possibly. We're not - nobody has seen these before, so it's very difficult to say what they are. But, they are interesting. IF IT DOES TURN OUT TO BE BUILDINGS OR SOMETHING MADE STRUCTURALLY, WHAT HAPPENS THEN IN TERMS OF CUBA AND THE LEGAL ISSUES OF UNDER OCEAN ARCHAEOLOGY? Well, I think it's in Cuban territorial waters. It belongs to Cuba if it's there. It would also have a status at some point as a world heritage site. Cuba is very respectful of these kinds of things. And there would be opportunities for scientists from around the world, I'm sure, to investigate further. WHEN YOU PUT DOWN THOSE MACHINES THAT CAN VIDEOTAPE UNDERNEATH, WILL THAT THEN BE CONCLUSIVE? WE'LL KNOW THIS SUMMER? Well, scientists are always saying we need to do more research. But I think video cameras will tell us pretty conclusively whether it's some kind of weird geology or formations from hot vents or something like that. Or whether it's manmade."},{"pageNumber":3,"pageContent":"BECAUSE IT IS SO EXTENSIVE COVERING KILOMETERS... Ye a h . DOES IT SEEM MORE LIKELY TO YOU THAT IT IS ARCHAEOLOGICAL? Yeah, we think so. Yeah. We're operating on that premise, yes. THOSE PYRAMIDAL SHAPES ON THE SIDE SCAN SONAR ARE PRETTY MUCH - THE SHAPES ARE PRETTY CLEAR, AREN'T THEY? I wouldn't necessarily call them pyramids. I would just say that there are geometries and symmetries that suggest manmade structures. THE VIDEOTAPE WILL BE CONCLUSIVE? OR THE VIDEO IMAGES WILL BE CONCLUSIVE? I think it would be for us, yes.\" What Can Sonar Images Show? What do the side scan sonar images show at 2,200 feet down off the western tip of Cuba? I have talked with a man who saw them. He is Dr. Frank Muller- Karger, Caribbean expert and Professor of Oceanography in the College of Marine Science at the University of South Florida in St. Petersburg. He knows Paulina Zelitsky and her husband, Paul Weinzweig and has worked with them on the study of ocean currents and plankton. That was the initial work that Paulina Zelitsky was doing last summer when her ship's sonar showed peculiar images covering several kilometers nearly one-half mile down on the ocean floor. Frank Muller-Karger, Ph.D., Caribbean expert and Professor of Oceanography, College of Marine Science, University of South Florida, St. Petersburg, Florida: \"It looks very interesting and the fact that things have such sharp edges is very interesting, of course. And that is what is peaking so much interest. WHAT IS UNUSUAL ABOUT SEEING SHARP IMAGES WITH USING SONAR? Well, there is not too many sharp edges that Nature forms in such large scale and over such a wide area. You might have a couple of rocks that may look square, but if you have so many square things thrown about in such a large area, it would be a very, very unique geological formation. Or it could be some manmade type of construction. Now, that's the interesting part of it. Unless we go there and look, we won't know exactly what it is. So right now, all you can do is speculate and I would not want to just say that these are manmade objects. I have no clue what they really are. COULD YOU SEE LIETERAL PYRAMIDAL TYPE SHAPES IN THE SONAR IMAGES? There are triangular type shapes and other types of geometrical forms. But remember that sonar is just a tool and it's not a perfect tool. So what you are looking at, if you can imagine what you would see with radar. If you have something that has a face that is pointing toward you, it will give you a reflection. But then you have a shadow behind it. And it depends on the angle you are looking at these shadows - they could be long or short. Shadows can be interpreted as angular features and so you have to - it's very hard to interpret what is a shadow and what is not a shadow and what is a strong reflection and what isn't. And it's the combination of these things that looks very interesting. Yeah, you do see things that are, that have straight edges. That is the curious thing about it. There are very few things that have straight edges that are natural at those large scales. DID YOU TALK WITH PAULINA ZELITSKY AND PAUL WEINZWEIG"},{"pageNumber":4,"pageContent":"SPECIFICALLY ABOUT THE SHAPES ON THE SONAR IMAGES THEY SHOWED YOU AS BEING POSSIBLY RELATED TO WHATEVER THE ANCIENT CULTURES WERE PRIOR TO THE MAYAN CIVILIZATION? It was sort of in a conversational form, not in any type of professional analysis form. We looked at the images. We were all very excited about what was apparent there. But we're just standing in front of a picture and you know, like children speculating about what it might be without any clue as to what it really is. So, that's why they are going back there. WHAT WAS IT THAT AS YOU LOOKED AT THIS SONAR IMAGE, WHAT WAS IT THAT EXCITED YOU? When you look at sonar images, it looks sort of smooth, curved and shades - everything is sort of curvy and shades of curves. It looks smooth. So, when you look at these, you do see things that have very strong reflections along straight edges. There are a lot of those things, like you said, over a field of several kilometers, tens of square kilometers. THAT THESE STRAIGHT EDGES THAT ARE BOTH RECTANGULAR AND SOMEWHAT PYRAMIDAL WITH STRAIGHT EDGES ARE ALL OVER THAT SEVERAL KILOMETERS AREA? Yes, but again, it could be a very unique geological formation. We just don't know. Until we go there and take a very close look, all it will be is speculation and I would hope that nobody - it's very romantic to think, 'Oh, a lost civilization and ruins and all.' And we all would like to see something like that. But I don't think that it's the right thing to do without actually going there. I think it's great they are actually going to go there and take a closer look. Because just from a geological point of view, it would be very interesting also.\" What is side scanning sonar? It operates by sending out sonar pulses from what's called a \"fish.\" It looks sort of like a torpedo as it is dragged behind a boat. The sonar goes out either side of the fish and it hits the rock surfaces and the sand surfaces below and reflects them back to produce an image that archaeologists can then study to try to figure out what they are looking at on the ocean floor. But it's not really so simple as I learned today in a conversation with Michael Arbuthnot who is working toward his Ph.D. in Anthropology and Underwater Archaeology at Florida State University. Michael works with side scanning sonar radar at an ancient underwater camp site that goes back to the last Ice Age off the coast of Tallahassee. Side scan sonar image of a submerged Ice Age archaeological site off the coast from Tallahassee, Florida. Image courtesy Michael Arbuthnot, Florida State University. Michael Arbuthnot, Underwater Archaeology graduate student, Florida State University, Tallahassee, Florida: \"Because there are all kinds of facets that play into it: depth, the water conditions, the movement of the ship. You can"},{"pageNumber":5,"pageContent":"get similar readings from completely different types of materials under water. It doesn't distinguish between something that is made of metal or something that is made of stone. EVEN IF YOU SEE SOMETHING THAT YOU THINK STANDS OUT ON SIDE SCAN SONAR, UNLESS YOU CAN GET DOWN WITH VIDEO IMAGING CAMERAS, YOU REALLY DON'T KNOW WHAT YOU HAVE? Absolutely. It can be very deceiving. I talked to you a little bit before how at one point we thought we were looking at a cannon. But when we dived the site we saw it was nothing more than coral growth. GOING TO THE RED AND YELLOW SHADES OF AN ACTUAL SIDE SCAN SONAR IMAGE THAT YOU JPEGED TO ME BY E-MAIL, CAN YOU BRIEFLY EXPLAIN FOR A RADIO AUDIENCE, WHAT THAT IS FROM TOP TO BOTTOM AND WHAT THE DISTANCE IS THAT IT IS COVERING? Well, beginning with the red and yellow tones are basically contrasts that tell you about the different reflecting signals you are getting. But what we are looking at is the J. J. Hunt site. It is a submerged prehistoric archaeological site off northwestern Florida, near Tallahassee. The site has late Pleistocene and mid to early Holocene which is anywhere from ten thousand to six thousand years old artifacts that have been found there. We are looking at a pretty large perspective here. It's a composite mosaic of three different sites and sonar images that covers about 1,000 square meters. You can see when you blend the different sonar tracks together that you have a dramatic contrast, whether you are going east and west or north and south. Depending on different conditions, your sonar will give you different readings and feedback. WE'RE LOOKING DOWN LIKE FROM AN AIRPLANE? It's a birdseye view.The depth there is only about ten to fourteen feet, depending upon the tide. IF YOU TOOK THAT SAME TECHNOLOGY DOWN 2,200 FEET TO THAT SITE OF THE WESTERN COAST OF CUBA, WOULD THE IMAGE LOOK ANY DIFFERENT IN THE SIDE SCAN DOUBLE FREQUENCY SONAR THAT THEY ARE USING? Probably - it kind of depends on what is down there. If there is something more to reflect the sonar, it's going to look different. What we're looking at here (in Ice Age site) is a site that is fairly flat. I don't think there was anything more than about two or three feet high sitting up off of the fairly flat sandy, sea bottom. So, according to certain initial reports from Cuba, there are all kinds of high relief, what they are calling 'structures.' So, yeah, it would look different. But generally double frequency side scanning sonar is going to produce an image that's going to give you generally similar to what we are seeing at our J. J. Hunt site. IT WOULD BE IN THE RED AND YELLOW SHADES? You can adjust the contrast to give you different shades that relate to different intensities of sonar returns. The yellow in this case is sonar signal broken up more. The red are smoother surfaces. IF YOU TOOK THAT SAME TECHNOLOGY DOWN 2,200 FEET TO THAT SITE OF THE WESTERN COAST OF CUBA, WOULD THE IMAGE LOOK ANY DIFFERENT IN THE SIDE SCAN DOUBLE FREQUENCY SONAR THAT THEY ARE USING? Probably - it kind of depends on what is down there. If there is something more to reflect the sonar, it's going to look different. What we're looking at here is a site that is fairly flat. I don't think there was anything more than about two or three feet high sitting up off of the fairly flat sandy, sea bottom. So, according to certain initial reports from Cuba, there are all kinds of high relief, what they are calling \"structures.\" So, yeah, it would look different. But generally double frequency side scanning sonar is going to produce an image that's going to give you generally similar to what we are seeing there. WHEN YOU ARE USING SIDE SCAN SONAR IMAGERY, IT IS NOT"},{"pageNumber":6,"pageContent":"LIKE A PHOTOGRAPH? No, no, it is not. That's a misconception. Sometimes when you are looking at it, it looks as if you could interpret it like a photograph. But then when you've looked at enough images over time and you can look at the same location, the same coordinates from a side scan sonar images that are taken going say on a north/south track line versus an east/west track line over the exact same location and you're going to get feedback that could look very different.\" More Information: Plato Discusses Atlantis Plato, the great philosopher of Athens, Greece, was born in 427 B. C. Plato was a great admirer of Socrates and founded the famous school of philosophy in the grove Academus where Socrates and others would discuss the nature of man, earth and the cosmos. Plato wrote about those dialogues in a series of books. A continent of Atlantis that sunk into the sea is discussed in Volume IX, Timaeus, Critias, Cleitophon, Menexenus, Epistles , Translated by R. G. Bury. Critias describes an ancient tale about a great continent called Atlantis. He said, \"a mighty host, which, starting from a distant point in the Atlantic ocean, was insolently advancing to attack the whole of Europe, and Asia to boot. For the ocean there was at that time navigable; for in front of the mouth which you Greeks call, as you say, 'the pillars of Heracles,' there lay an island which was larger than Libya and Asia together; and it was possible for the travelers of that time to cross from it to the other islands, and from the islands to the whole of the continent over against them which encompasses that veritable ocean. For all that we have here, lying within the mouth of which we speak, is evidently a haven having a narrow entrance; but that yonder is a real ocean, and the land surrounding it may most rightly be called, in the fullest and truest sense, a continent. Now in this island of Atlantis there existed a confederation of kings, of great and marvelous power, which held sway over all the island, and over many other islands also and parts of the continent; and moreover, of the lands here within the Straits they ruled over Libya as far as Egypt and over Europe as far as Tuscany.\" Then there is a description of warring and slavery followed by this: \"But at a later time there occurred portentous earthquakes and floods, and one grievous day and night befell them (the Atlanteans), when the whole body of your warriors was swallowed up by the earth, and the island of Atlantis in like manner was swallowed up by the sea and vanished; wherefore also the ocean at that spot has now become impassable and unsearchable, being blocked up by the shoal mud which the island created as it settled down.\" After posting the above news story, I received the following e-mail on June 14, 2001: Ms. Howe, I'm sure you are familiar with the Edgar Cayce Readings on Atlantis. He mentions: \"The sinking of Lemuria in the South Pacific at the time the poles shifted; the destruction of the area now known as the Sargasso Sea;....\" As you known, the Sargasso Sea is near Cuba though not necessarily western Cuba. However, Cayce purports this"},{"pageNumber":7,"pageContent":"area to be Atlantis. I came across the above as a footnote to Reading 364-6. Mr. Cayce gave a talk to the Norfolk Study Groups on Atlantis on February 19, 1932. To date, the following (published in the October 1932 BULLETIN) is the only record of that talk. If a copy of the original lecture in its entirety is found we will include it here. VOL. I - No. 2 OCTOBER, 1932 B U L L E T I N ASSOCIATION FOR RESEARCH AND ENLIGHTENMENT, INC., Virginia Beach, Virginia THE LOST CONTINENT OF ATLANTIS: Edgar Cayce: \"The position as the continent Atlantis occupied, is that as between the Gulf of Mexico on the one hand and the Mediterranean upon the other. Evidences of this lost civilization are to be found in the Pyrenees and Morocco to the east and British Honduras, Yucatan and America to the west. There are some protruding portions within this that must have at one time or another been a portion of this great continent. The British West Indies or the Bahamas, especially in Bimini, would, upon geological investigation, show the most pronounced traces of the destroyed civilization.\" 210-C-A [364-3] (2/16/32) Further data discloses that Atlantian history covered a period of 200,000 years, as we would measure time today. During this period there were many geographical changes in the earth's surface that directly affected this continent. The most notable of these were: The sinking of Lemuria in the South Pacific at the time the poles shifted; the destruction of the area now known as the Sargasso Sea; and the final destruction. In size, this country was originally about that of Europe including European Russia. After the second great upheaval it was broken up into a group of large islands, Poseidia, Aryan, and Og. \"Before the final destruction, some ten thousand B.C., many of the inhabitants migrated to adjoining countries. The Inca and Aztec were descendants of the resulting mixtures, as were the American Indians, though a little farther removed from direct descent. Archaeological work will doubtless uncover within the next few years evidences of this direct connection with the ancient home of the red race.\" We b s it e s : http://www.teamatlantis.com/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca"},{"pageNumber":8,"pageContent":"All rights reserved."}]
