[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Pennsylvania MUFON Director Updates Strange August 2002 Todd Sees Case © 2003 by Linda Moulton Howe M ontour Ridge in Northumberland County, Pennsylvania, near Northumberland was the scene of Todd Sees's disappearance on August 4, 2002, and discovery of his dead body on August 6, 2002, near his home after a tw o-day manhunt. July 23, 2003 - Northumberland, Pennsylvania - On August 2, 2002, 39-year-old Todd Sees said good-bye to his wife and two young children as he set off on what was supposed to be a half-day trip to look for deer hunting sites before the season opened. Sees got into his 4-wheel drive truck and headed for the top of Montour Ridge. But his family began to worry that afternoon when he hadn't returned and by August 4, the local police were contacted. A search party of at least two hundred people was organized. While the search was underway, stories began circulating on the internet that a farmer had seen a silver disk up over the ridge area put down a beam of light and had seen a man's body rise in the beam of light. Then on August 6, Todd Sees's body was found 140 yards from his home where he was last seen alive on August 2. But the police and his wife wouldn't talk to the media and more rumors started that the body had been found nude or only slightly clothed, that it was disfigured or dried up somehow, that the FBI was investigating, and that tissues from the body were being sent to a federal laboratory. John Schuessler, International Director of the Mutual UFO Network (MUFON), called Pennsylvania MUFON State Director, Wayne Gracey, an attorney, and asked him to see what he could find out. I talked with Mr. Gracey in Dearborn, Michigan, at the July 4-6 MUFON conference, and again this week. Interview: Wayne Gracey, Attorney, and Pennsylvania State Director for MUFON (Mutual UFO Network), Spring Grove, Pennsylvania: \"There were reports that when his body was found, he was either naked or had just some underclothes on. There were also different reports that parts of his body were emaciated or in some sort of damaged condition. People said that his wife was not allowed to see the body. WASN'T IT TRUE THAT THERE WAS ALSO A REPORT THAT HE WAS EITHER FOUND NAKED OR WITH JUST HIS UNDERPANTS ON? That's correct. The unusual part of it was that he had taken a 4-wheel drive vehicle up into the woods. This is a very rough area and they actually found his 4-wheel drive vehicle first up near the top of Montour Ridge. They found his vehicle first and then found his body approximately two miles away from where his vehicle was and only 140 yards from his own house. DID ANYONE IMPLY HE HAD BEEN MUTILATED IN ANY WAY, TISSUE EXCISED "},{"pageNumber":2,"pageContent":"FROM HIS BODY? That was one impression given in the reports that something had been removed from his body, but that was never actually confirmed by anyone. Eyewitness Describes Pink “Cloud” That Emitted Silver Disk In speaking to a couple of other witnesses, there's another unusual aspect to the case. One 31-year-old woman told me that two days before the incident that she and her two daughters had been driving along the highway in the same area where this took place and saw what they described as a pink cloud coming over the ridge. Then all of a sudden out of the pink cloud came a silver disk. They followed the disk for about ten to fifteen minutes along the ridge and then it disappeared. Also, the police department immediately wouldn't let people talk to the wife. There was kind of a gag order put on by the local police. There were reports that the FBI was in the area investigating, although in trying to verify that, the FBI officially said there was no one there. I had called the police on several occasions and the only response I ever got was to leave them alone and to also leave the widow, the wife of the dead man, to leave her alone or the police would file some sort of harassment charges. An autopsy was ordered. The initial autopsy apparently did not show the actual cause of death so therefore, law enforcement ordered a toxicology report be made. That wasn't until October of 2002 when that came out and supposedly, according to that report, Todd Sees died of an overdose of cocaine. That was the other mysterious part of it because in speaking to other people who either knew him or his wife, they couldn't believe he would have done such a thing. First of all, he was 39 years old. He had a young family. They didn't know of any problems he was having. They said he might have as a teenager or in his twenties have experimented with drugs, but at this point, there was no way this could have happened that he wouldn't have done such a thing, according to people who knew him. If you believe the police, though, that is the end of the story. But there are still a lot of questions to be answered here and people have been very reluctant to answer questions about it when contacted by various people from the media. HAVE YOU TALKED WITH ANYONE WHO HAS TALKED WITH MRS. SEES? I have talked with someone who spoke with her sister who stated that Mrs. Sees was extremely upset, but she did not want to believe the UFO angle to the story and refused to believe it. That's one of the reasons she didn't want to talk with members of the media. HE WAS GONE FOR TWO DAYS AND THERE WAS A PROFESSIONAL SEARCH, CORRECT? Yes, he was gone for two days and about 200 people were involved in the search through the whole area. AND THEY ENDED UP FINDING HIS BODY RELATIVELY CLOSE TO HIS HOME? About 140 yards from his home, that's where they found his body. IS IT POSSIBLE THAT BODY COULD HAVE BEEN THERE THOSE TWO DAYS WITHOUT ALL THE SEARCHERS FINDING IT? It would seem not to be very likely that it was laying there for two days, but who knows? DID YOU TALK WITH ANYONE ABOUT THIS DISCREPANCY? People couldn't believe that he would have traveled that far away from his vehicle. It just didn't make sense why he would leave the vehicle on top of the ridge and go through all of the rough underbrush and very rugged country and wind up where he did. It didn't make any sense,. AND WOULDN'T THE SEARCH OF 200 PEOPLE OVER TWO DAYS, INCLUDING HIS WIFE AND FAMILY WOULDN'T THEY HAVE BEEN LOOKING IN ALL OF THAT AREA AROUND THE HOME? I would think they would of. I don't know where they started the search exactly. IS IT POSSIBLE HIS BODY WASN'T THERE FOR THE BEGINNING OF THE SEARCH AND THEN SOMEHOW ENDED UP THERE?"},{"pageNumber":3,"pageContent":"That's a possible conclusion. DID YOU TRY TO TALK WITH ANY OTHER ATTORNEY OR CORONER'S OFFICE TO LEARN MORE DETAILS ABOUT THE BODY? I called the Coroner's office and left messages, but they never returned my calls.” To Report More Information About the August 2002 Todd Sees Case: Telephone Wayne Gracey: 717-633-5125 Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
