[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon German Scientist Werner von Braun Anticipated Terrorists, Asteroids and ETs on American \"Enemy's List\" © 2004 by Linda Moulton Howe Werner Von Braun, Ph.D., rocket physicist from Germany who lead American space development after WWII. June 18, 2004 Ventura, California - One of the most famous names from the beginning of the American rocket and missile programs after World War II is Wernher von Braun. With the defeat of Germany and Japan in 1945 after the United States dropped the atomic bombs on Hiroshima and Nagasaki, Dr. von Braun and 126 other German rocket scientists were brought to the United States under a government project called \"Paperclip.\" They were based at Fort Bliss, Texas and their work was focused at the White Sands Missile Range north of Ft. Bliss in southern New Mexico. The original Project Paperclip Team at Fort Bliss in White Sands, New Mexico, 1940s. Werner von Braun, Ph.D., is sixth from right in front row. Photo from Smithsonian Museum. Werner von Braun, Ph.D., German rocket scientist brought to the United States after World War II to head Project Paperclip at White Sands Missile Range. Project Paperclip was the U. S. government's assembly of dozens of German physicists to create an American space rocket program as the German scientists had been producing in Peenemuende, Germany, during the reign of Adolph Hitler. Photograph date and source unknown. Dr. von Braun became famous for his expertise and his visionary goal to expand man's knowledge through the exploration of space. His pioneering work led to the development of "},{"pageNumber":2,"pageContent":"the Explorer satellites, the Jupiter and Jupiter-C rockets, Pershing, the Redstone rocket, Saturn rockets, and Skylab, the world's first space station. Additionally, his determination to \"go where no man has gone before\" led America's first landing on the moon in 1969 during the Nixon administration. In 1970, NASA asked Dr. von Braun to move to Washington, D.C., to head up the strategic planning effort for the government space agency. But in less than two years he decided to retire from NASA and and went to work for Fairchild Industries of Germantown, Maryland, where he met a 6th grade school teacher named Carol Rosin. She was famous for producing a \"Students Studying on Spaceship Earth\" project for her school classes. Dr. von Braun asked Carol to join him at Fairchild Industries to help him create a ban of weapons in space. As President Eisenhower had warned about the threat of the \"military-industrial complex\" to America's future, Dr. Werner warned that space should be kept free from intrusion by that same military-industrial power. Carol left her teaching and went to work for Dr. von Braun in 1974. He was her mentor until he died in Alexandria, Virginia on June 16, 1977. Afterward, Carol Rosin has persisted for nearly thirty years in trying to carry out Dr. von Braun's request to get weapons banned from space. She is now President of the Institute for Cooperation in Space and of the Space Preservation Trust Foundation. Last year on December 8, 2003, her U. S. Space Preservation Act was placed by Representative Dennis Kucinich as House Bill 3657 in the 108th Congress. Its statement of purpose: \"To preserve the cooperative, peaceful uses of space for the benefit of all humankind by prohibiting the basing of weapons in space and (by prohibiting) the use of weapons to destroy or damage objects in space that are in orbit, and for other purposes.\" Congressman Dennis Kucinich (D-Ohio) introduced Carol Rosin's U. S. Space Preservation Act as House Bill 3657 on December 8, 2003. Further, she has written a Space Preservation Treaty to be introduced to nations of the world for signing through the United Nations to permanently ban basing of weapons in space. In the past thirty years as Carol has worked hard to carry out Dr. von Braun's challenge to her, she has often thought of his warnings about the misuse of space and an \"Enemy's List\" that he said the American government was using to keep the media and public in support of Pentagon budgets. Interview: Carol Rosin, President, Institute for Cooperation in Space and Space Preservation Trust Foundation, Ventura, California: \"The message that he (Werner von Braun) was giving me continually was that we must prevent the weaponization of space from happening because otherwise the truth would never be officially acknowledged about who we were, who we are, as a human species in the universes. Part B to that was the way to achieve peace on this planet is to preserve the peace that there must be in space in order for there to be peace on Earth. YOU SAID 'UNIVERSES,' P LURAL? 'Universes,' is the way he put it to me. I had never heard that term before. I thought we lived in (the only) galaxy solar system universe. But he always used the word 'universes.' AS IF HE HAD KNOWLEDGE OF OTHER UNIVERSES? Exactly. DID HE TALK WITH YOU SPECIFICALLY ABOUT KNOWLEDGE OF EXTRATERRESTRIAL BIOLOGICAL ENTITIES?"},{"pageNumber":3,"pageContent":"Dr. von Braun would have tears in his eyes every time and he repeated this continuously to me when he talked about us in the galaxy he would say 'with a hundred billion stars in our galaxy alone. What would make us think that we are the only life form?' That was a very typical, repeated quote. The other one that he would say is that he knew that we must have peace in space in order to bring the truth in. The only time he used the word, 'extraterrestrial' and 'alien' and he did this repeatedly as well was when he spoke to me about the formula for war. That included the fact that when I entered the industry, we were in a supposed Cold War with Russia. He would say, 'Let's start here where you are.' There are continuous wars and enemies identified in order to perpetuate these wars, always with the ultimate goal of seizing the high ground of outer space to dominate and control the minds of people on Earth so they would not be given the truth, truthful information about who we really are in the universes. WHAT WAS HIS DEFINITION OF WHAT WE REALLY ARE IN THE UNIVERSES? Well, this is what he did not describe. I believe what was happening is that he was under threat. American \"Enemy's List\" to Sustain War Mode and Pentagon Budgets Soviet Union Te r o r r i s t s Asteroids Extraterrestrials THAT IS WHY HE GAVE YOU AN ENEMY'S LIST THAT WOULD BE PERPETUATED? That's right. He repeated this continuously. He would say that starting where I entered the industry with the supposed Russian threat, but never actually existed the Russians were made to be the enemy. Then there would be terrorists, Third World country threats. there would be an asteroid threat. They might even say to us to try to influence the public into believing that there are many reasons for why we should put weapons in space. There might be a reason to protect our assets in space. But, the real one that he was always holding off on and would say again with tears filling his eyes every time he said this to me repeatedly was that the last card they are holding is the 'alien card,' the extraterrestrial card and none of them are hostile. In any way he could say those words, the intonation was always on, 'None of them are hostile. It's all a lie.' So, in other words, all the enemies that have been presented to us along the way it's a lie with always the intention of seizing the high ground to keep the truth from us. MEANING THE IMPLICATION IS THAT THE UNITED STATES GOVERNMENT, PERHAPS EVEN IN COOPERATION WITH AUTHORITIES IN RUSSIA, HAVE PLAYED A GAME OF PERPETUATING ENEMIES IN ORDER TO KEEP THE MONEY FLOWING INTO THE WAR MACHINES? Actually he (von Braun) never implied that the Russians were part of this. He implied to me that the kernel of it was in the United States and that this had to be stopped and he thought that I, as a woman in those days with curly hair and short skirts, could get into any meeting where a man could probably never say the things that I could. At that time, he gave me the assignment of preventing the weaponization of space. He also mentioned that when he and the other scientists came here (Project Paper Clip) so many rumors were spread about them, that they were Nazis and were horrible people and that was all lies. THAT WAS GERMANY AND PROJECT PAPER CLIP. Yes, of course. I notice that even some people in the peace movement refer to von Braun and the scientists as people who started the Star Wars program (under Reagan). That's just not true. It's a lie. They were purely scientists who came here to be space and rocket scientists, but they were always sucked up into this system that has been existing in the old, obsolete earth-bound paradigm. At least that's as much intelligence as the population is given to keep us in the earth-bound paradigm. But these men were far ahead. These were space age people.\" DID HE GIVE YOU ANY SPECIFICS ABOUT WHO IN THE UNITED STATES WOULD STAND TO GAIN THE MOST FROM PERPETUATING A GAME OF WAR FOR MONEY AND POWER?"},{"pageNumber":4,"pageContent":"Yes, he described it not as a blame on just a certain group. He described it as the inexorably linked military-industrial-lab-university-NASA and other space agencies-intelligence community-government complex that it was intertwined, but there was a group that knew all of it. He did not act as if he knew who it was. ET Threat to Perpetuate Military-Industrial-Corporate-Academic Complex FROM YOUR PERSPECTIVE, THE GREATEST SECRET THAT WERNER VON BRAUN WOULD BE HIDING WOULD BE THE FACT THAT THE EXTRATERRESTRIAL BIOLOGICAL ENTITY IS A REALITY, BUT HIS CONCERN WAS THAT INSTEAD OF BEING HONEST ABOUT ITS MOTIVATION THAT THE U. S. WOULD ULTIMATELY USE ETS AS ANOTHER THREAT IN ORDER TO PERPETUATE BUDGETS FOR THE PENTAGON? Not just for the Pentagon, but aerospace industries, labs, universities and anyone else who has a job and makes a profit from keeping this a secret. Although most of the people in the industry don't even know there is this big secret of all time and yes, you have articulated this very beautifully. You are not at all putting words in my mouth that's exactly what I'm saying. Except that it's not the influence of just people in the Pentagon. This is some how, as he would put it, inexorably linked to all the facets of profit-making, of so-called security and defense mechanisms, of people who just need a job to survive and pay for their kids' college education and also to keep the public stupid. I have felt that since this happened, since I learned from the heart of von Braun, that this huge secret is being kept it has to have something to do with the 'off-planet culture,' that I call OPC phenomenon that in fact, it was so real that this man could hardly talk about this big secret and did not because of the threats to his life and probably to the lives of others who worked with him who might or might not have known. But he certainly did. Why Doesn't China Speak Out About ETs? I did not put all this together for many years. I was one of the people in a state of denial myself. I was a high paid woman executive in an aerospace company who had been given an assignment from Werner von Braun, but always thought of myself as just an educator, a school teacher, to keep weapons out of space so that as he would repeat continuously, 'The truth would not only be revealed, disclosed' - that official acknowledgement has happened in different parts of the world, but not in the United States. I'm an official adviser to China. I've talked with a lot of people over there and I feel they know the secret, but being what they consider to be the Middle Kingdom, they wait for other countries including the United States to come forward. They are not what I would call initiators of something so powerful. But they are very much seekers of the truth and working on these issues. MEANING THEY ARE WAITING FOR THE UNITED STATES TO HOLD THAT GLOBAL PRESS CONFERENCE OF ALL CENTURIES TO SAY WE'RE NOT ALONE IN THE UNIVERSE, AND NOW WE ARE GOING TO INTRODUCE YOU TO EXTRATERRESTRIAL BIOLOGICAL ENTITIES? I actually had years ago one of the (Chinese) scientists at a university tell me that that is what they were waiting for. And I said, 'Well, if you know the truth, why don't you go public with it?' They said, 'Well we wait because we consider ourselves to be of the Middle Kingdom and we don't want to be aggressive in any way, even though (China) has been identified as one of the potential enemies against the United States. But they are not. And neither are the Russians or any other country that I know of except for the individuals or parts of cultures that we have antagonized so much that they are so angry with us at this time. So, I think Werner von Braun saw this back in the 1970s. He died in 1977. Back into the 1940s and 1950s was when he started to become aware of what the potential benefits of outer space were to humanity."},{"pageNumber":5,"pageContent":"Carol Rosin founded, and is President of, the Institute for Cooperation in Space and Space Preservation Trust Foundation, Ventura, California. Click http://www.pe ace inspace .com Must Prevent Weaponization of Space But what he always added on to his talks with me that for years I did not say because of the ridicule factor was this message that we must prevent the weaponization of space from happening and that the big lie is that none of them are hostile, talking about this list of potential enemies against whom we have been taught to fear and even hate that none of them are hostile. We are all essence and none of them are hostile haunted me for years until the early 2000s I started to learn about high level military intelligence, corporate people, who had already gone public by saying things like that, but also by emphasizing the fact that we must keep weapons out of space and that there is other life in the universe. I'm just tuning into it myself and it has caused me to work with people around the world who want to get a Space Preservation Treaty signed and we do have a companion bill in the Congress that was introduced even before the treaty came forward by Congressman Dennis Kucinich (Dem-10th Congressional District, Ohio) and others who co-sponsored it to call for a ban on ALL space-based weapons. We don't have to study which ones. It would also prevent the destruction or damage of anything in space that is in orbit. In other words, our satellites that we need to verify what is in space coming in (toward Earth) and what is on Earth so we can see the Earth to reduce and eliminate missiles and nuclear weapons and other dangerous and polluting technologies on the planet. This must be done we must protect those satellites and they should NOT be used as 'force multipliers' in war games which is the old scenario. But that is happening. WHY DO YOU THINK ADVANCED INTELLIGENCE ONE OR MORE OF THEM WOULD EVEN ALLOW THE UNITED STATES OR ANY COUNTRY ON THIS PLANET TO DEVELOP WEAPONS IN SPACE? WHY WOULDN'T THEY INTERFERE BECAUSE IT IS TOO DANGEROUS? From my information, they do not interfere. They will not, however, allow us to take our weapons and toxins into space. They will, however, let the human species do whatever it does to itself. That's the information I've been given and that's what I see happening. I have no evidence myself for this, but I've read that OPCs (Off-Planet Cultures) have shut down the attempt to put operational weapons in space. I have also been given information that they will not interfere with what we do. However, there is a possibility that they would leave if we set off nuclear bombs, nuclear technology, and/or continue with the space-based weapons program. I am moving to Ecuador now, but we have an office still in Vancouver, B. C., Canada and people I'm working with here will continue in the United States. I'll be doing it from Ecuador. But I'm 60 years old now and I've gone through this issue for 30 years now day and night, holding as von Braun did this piece of information about this big lie that's being told this canopy of lies that especially in the U. S. and because we keep it such a big secret here has been kept over our heads. It's like we live behind this veil of secrecy and so many of us who know pieces of it whether it's intuitively or by experience or by a learning process we keep way under the radar. We talk about it at dinner from a non-believing state to a giggle to an 'Oh, my God! This is real!' BUT, CAROL, IF THE UNITED STATES OF AMERICA HAS ALREADY MILITARIZED SPACE OF THIS PLANET, HOW COULD WE POSSIBLY ACHIEVE A TREATY NOW TO ELIMINATE SPACE-BASED WEAPONS? Because we have not weaponized space. There are not operational weapons in space patrolling us at this time. We have just enough time that's how to get a Space Preservation"},{"pageNumber":6,"pageContent":"Treaty signed into law. You can see this treaty draft on www.peaceinspace.com. You can also see the companion Space Preservation Act now in 2004 the number is H. R. 3615 that's been introduced into the Congress (by Rep. Dennis Kocinich). Congress in the U. S. and this Administration are not going to produce a ban on space-based weapons. In fact, the next administration might not either, UNLESS we get world leaders to sign the Space Preservation Treaty. That treaty getting signed would put the necessary pressure that we need on the U. S. Congress and Administration. So, the answer is now available to us, we have the bill in Congress and a real treaty to be signed. AND IF THIS DOES NOT HAPPEN, CAROL, WHAT IS THE WORST CASE SCENARIO IN YOUR MIND? In my mind, it's inevitable obliteration of the human species. I believe that is a very possible reality. I think we are very close to it, we are in grave danger from any one of a number of manmade or natural disasters that could occur. BUT CHINA, FOR EXAMPLE, IS GOING TO BE GOING TO THE MOON SHORTLY AND THE U. S. IS CONCERNED ABOUT CHINA AS A POLITICAL FORCE ON THE EARTH. I CAN'T HELP BUT WONDER IF WE ARE HEADED TOWARD TERRITORIAL CONFLICTS ALREADY IN THE NEXT 5 OR 6 YEARS ABOUT WHO IS ON THE MOON. We are headed toward territorial conflicts in space and on the moon. That's the whole point of this in the earth-bound context and paradigm. But China does not want weapons in space. Their leaders have said that for many decades. So has Russia said that. These are the two main space super powers with the United States. THAT'S WHY THE WERNER VON BRAUN STATEMENT THAT THE UNITED STATES WOULD USE AS AN ENEMY'S LIST EXTRATERRESTRIALS IS SIGNIFICANT HERE, BECAUSE WE WOULD THEN JUSTIFY SPACE-BASED WEAPONRY AGAINST EXTRATERRESTRIALS? That we would justify space-based weapons against any country that the U. S. population and government leaders will buy into as long as that scenario holds. By the way, everything that I've just said to you has already been proven to come true. In 1977, I was talking about the fact that there was going to be a Gulf War because I was in a meeting when it was being planned. In 1977! It's one of the reasons I woke up and resigned from my cushy position in the industry. I couldn't believe there was a chart on the wall of potential enemies against which we were going to build space-based weapons that I and most people in the room had never even heard of. This is how these wars are planned and I went forward with that story for years. And then three months before the first Gulf War started, my husband as my witness will tell you that I sat down watching TV waiting for the war with even my husband saying, 'Carol, you've flipped out.' You've gone over the top. No one is talking about a war in the Gulf.' Because there was a certain amount of money in the space-based weapons program that I was told would be in it when they were ready to pulling space-based weapons to test the next phase of weapons. By the way, part of the formula that I didn't mention earlier that is part of the creating the scenario of enemies and wars leading to the potential extraterrestrial threat is that they have to have these wars in order to dump the old weapons, test the new weapons, and rationalize the budgets for the next set of weapons. This is what they educate the public and the leaders about in order to get their next enormous budgets. Notice how in each war, if you track the weapon systems that have been used, they are aiming toward the most advanced weaponry, the most horrific weaponry, that the human species has mostly yet to imagine. But that's what is being tested in each war, aiming at always seizing the high ground and putting these weapons up in space. Because if you put these weapons up in geosynchronous orbit just 22,300 miles above the earth in just three spots in geosynchronous orbit, you hit the whole footprint of the entire Earth. you can control the Earth from that location in just three spots. Imagine what they could do with the highest forms of weapons technology. 2012? DID DR. VON BRAUN EVER SAY ANYTHING TO YOU ABOUT THE YEAR 2012 AS BEING SOME KIND OF END YEAR? THAT THERE WOULD BE DANGER IF SOMETHING WAS NOT ACCOMPLISHED BY THAT YEAR? No, he did not ever mention that to me, but what he did say about the timing is that the timing was critical to keep weapons out of space. His timing was with a sense of urgency"},{"pageNumber":7,"pageContent":"that, 'Before the momentum of funding vested interests and technology is put into place that is as dangerous as is the deployment of operational weapons themselves, we must achieve a ban on all space-based weapons on this planet.'\" Website: http://www.peaceinspace.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
