[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon $1,000 Reward Offered in Mysterious Animal Deaths © 1999 by Linda Moulton Howe June 29, 1999 Richwood, Ohio - Thirty-eight miles northwest of Columbus, Ohio in the farmland of Richwood, four cows and one goat have died in a strange way the past fourteen months. The five animals all had holes punctured in their uterus. The goat also had both eyes removed. Owner Tom Issler says it started back in October 1997 and the most recent attack was Saturday, June 12th. He asked veterinarian Louis Levan, D.V.M., to examine the first cow. Interview: Tom Issler, Farmer, Richwood, Ohio: \"Then he came up and he palpated her and that's when he could feel the tears inside of her when he had his arm in her. And then at that time, he told me that he didn't really understand how that could happen, but he said there are a couple of different possibilities. One, she could have backed into something, but that's pretty remote because - I mean, to back into something and ram it clear down inside of her that far was not really possible. And he said, the other really remote possibility might be that she had a very strong, active calf with hooves that might not be as soft as normal and it's possible the calf could punch, push a hoof through the uterus - although it's never happened in my life time. But he said, it was a remote possibility. Then he said the other possibility is somebody is doing this. But at that time, in October of 1997, we just didn't think there was any much possibility of that. HOW WOULD YOU GET THREE PUNCTURES IN A UTERUS TO BEGIN WITH FROM THE OUTSIDE? Yeah, well, what he meant was that somebody was putting something down inside of her some object and punching a hole in her. But we couldn't understand why someone would want to do that. And then of course, the next instance happened with a bred heifer. That heifer died within two days. So, then he came up and did a necropsy on her - he opened her up after she died. And then he could see exactly what it was and there were holes punched in her uterus. And the uterine fluid was draining into the body cavity and the animal was going into peritonitis because she was being poisoned from the uterine fluid. COULD HE DETERMINE ANYTHING ABOUT THE PUNCTURES IN THE UTERUS, ABOUT HOW THEY HAD BEEN MADE? Well, the only thing he could really tell was that it was some object sharp enough to jam through there. So, we kind of assumed it was something metal, something sharp enough that they could put it down - well, at her vulva and run it down her uterine track into her uterus and sharp enough to shove it through the uterine wall. THEN FOUR MONTHS LATER IN APRIL 1998 WAS THE THIRD COW? "},{"pageNumber":2,"pageContent":"Yes, that was also a bred heifer. My daughter and I were showing cattle down at Columbus at the Spring Dairy Expo and I had another fella' taking care of the operation here. And when he went up to that barn to feed and take care of the animals that were in this barn in question, he found a bred heifer down and enormous amount of blood coming out of here vulva in the rear. And so, he called the veterinarian and Dr. Levan said, \"It's the same thing.\" And then Dr. Levan and I talked and he said he thought it was imperative that I move all the animals out of the barn right away. And so, I did. I came home from the show, in other words, and moved all the animals out of the barn over to the main farm, except this old pet goat of my daughter's that I couldn't catch. She had a dog collar on, but I couldn't catch her. And I didn't really have anyone to help me, so I left her up there. Then whoever the individuals are apparently returned in about two days and when I was driving past the barn, I looked and the goat was lying out in the driveway. And the same thing had been done to the goat. In addition, they took her eyes out. PUNCTURES IN THE UTERUS AGAIN AND EYES OUT? Ye a h . THAT WAS IN APRIL OF 1998. AND NOW WE ARE AT JUNE (1999) ... 14 months later. I had ten bred heifers up there, all together with a bull and one of them was down. And when I looked in there, I guess the first thing I thought was that she had aborted her calf because there was part of the placental material was laying on the floor in there. So, that's the first thing I thought, but when I crawled in there and the way she looked, then it kind of hit me that they're back! HOW IN THE WORLD IS ANYBODY DOING THIS, MAKING PUNCTURE MARKS IN THE UTERUS OF AN ANIMAL? Well, as you can well imagine, the animal is not going to stand still for anything like this. So, my neighbor may have hit it the other day. He said, \"Well, maybe they are tranquilizing them.\" And that may be. If we had thought of this earlier, I guess we could have run a blood test on one of the animals to determine if in fact they had been tranquilized. WHY WOULD ANYBODY WANT TO PUNCTURE THE UTERUS AND TAKE OUT HOLES OF TISSUE IN THE FIRST PLACE? We have no idea. That's what's so puzzling. Normally, if someone would be just mad at you for some reason and they want to do you in or do you some harm, this isn't the kind of thing they usually do. They might shoot them. They might poison them. They might do something like that. But they're not going to go through a whole involved thing like this just to get at you or make you mad. It's too involved!\" More Information: Tom Issler has offered a $1,000 reward for information that can lead to a conviction of these crimes against his animals and would like people who know anything to call him at (740) 494-2790 in Richwood, Ohio. See list in Earthfiles Shop of my books and documentaries about the global animal mutilation phenomenon that has been ongoing since at least the 1950s. Credits"},{"pageNumber":3,"pageContent":"Copyright © 1999 - 2009 by Linda Moulton Howe . All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
