[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Contrails and U.S. Government Interest © 1999 by Linda Moulton Howe June 24, 1999 Medford, Oregon In my June 3, 1999 Earthfile report and a June 9th Coast to Coast AM radio program, I interviewed Chuck Warren of Swedesboro, New Jersey who has organized a web site www.contrailconnection.com about unusual contrails. He first posted his own contrail photographs on March 17th. Within a short time, he realized that several government agencies and members of congress were visiting his contrail web site. Viewers included the CIA, Wright-Patterson AFB, National Security Agency , NASA Langley Research Center and many others. After the radio program, I received the following e-mail from cable TV advertising executive, Rick Coimbra in Medford, Oregon. He is also a member of the U. S. Navy League and researches unusual phenomena on his own time. This e-mail exchange is reported here with both Rick's and the NASA scientist, Patrick Minnis's permission: Contrail Update by Rick Coimbra in E-Mail Exchange Subject: Re: chemtrails? Date: Sat, 12 Jun 1999 10:13:57 -0400 From: Patrick Minnis To : R ic k Dear Rick: I am a researcher involved with the NASA Subsonic Assessment (SASS) Project that is part of the NASA Atmospheric Effects of Aircraft Program (AEAP). One of the goals of the SASS research is to determine if the formation of contrails has affected climate or will affect climate in the future through increased cirrus cloudiness or other impacts on the hydrological cycle. Air traffic is expected to increase by a factor of 3 to 5 times over the next 50 years. My group has been examining this climate question using satellite, aircraft, and surface observations. We flew an aircraft experiment during 1996 called the Subsonic Contrails and Cloud effects Special Study, or SUCCESS. We produced contrails, flew behind aircraft, and analyzed contrails and exhaust to determine what is in them and how they affect clouds. The SUCCESS experiment is one focus of the \"chemtrail\" suspicions. I was recently made aware of the \"chemtrail\" controversy by a reporter who was concerned about this \"chemtrail movement\" on the internet and wanted to know if there is anything to it. I am certainly not aware of any effort of the government, through any agency, to \"spray\" chemicals on the public. I find the notion ludicrous given the fact that spraying any chemical with intent to poison requires an extremely low-level flight with relatively undisturbed conditions in the air layer directly above the surface. Any attempt to distribute a chemical-- unless it is in a bomb that explodes at the surface or at very low altitude--at higher levels will result in rapid dispersal, dilution, and advection downwind. The result, perhaps, would be the death of a few nearby high-flying birds. This fact was brought home to me recently as I watched a plane from our local Air "},{"pageNumber":2,"pageContent":"Force Base spraying pesticide over one of our local swampy communities near sunset. The plane had to fly at treetop level to even have a chance of affecting the mosquito population. Think about how fast tear gas disperses even when it is released at the surface. Even chemicals released at 5,000 ft would have very little chance of affecting their targets at the surface. Do skywriters' smoke plumes drift onto their viewers? Dispersal of chemicals from aircraft at low levels would indiscriminately affect everyone who breathes the air containing the chamicals. Thus, very few people would escape the effects, including any conspirators. If only very low concentrations are needed to effect the poisonoing then we should all be poisoned because the air is very good dispersal medium. Consider the smokestack from your local factory or power plant. They produce lots of toxic chemicals at heights of several hundred feet. But you don't have to be very far from them to escape the effects of the chemical. The air dilutes the chemicals very rapidly in most conditions. Knowing the altitude of a plane is also a very difficult task. Even trained observers have difficulty determining how high a plane flies unless it actually flies at treetop level. Given these tidbits of physics and the vagaries of viewing perspective, it is quite unlikely that such a thing as \"chemtrails\" exists. Contrails are quite prevalent and some of the chemtrail websites have produced some fantastic photographs that we hope to use as ground truth for some of our satellite studies for contrail identification. What these people are reporting, except for the \"sickness and poisoning,\" are all phenomena associated with the interaction of the atmosphere and aircraft exhaust and airframe. Contrails look different from one plane to another because of the engine and airframe differences. Contrails will look different from different angles and may even take on the appearance of color near the aircraft, where they are thin and the particle sizes are extremely small causing preferential scattering of particular wavelengths. Contrails will differ even for a given plane depending on the environmental conditions (temperature, humidity, wind, wind shear, etc.), aircraft engine condition (well tuned, old, dirty, etc.) and the aircraft mode (climbing, cruising, descending, etc.) and direction of travel. These factors also affect how far from the plane the contrail begins to form. Sometimes it will form near the engine outlet, other times further back near the tail or even slightly behind the airplane. In such instances, it is possible that the contrail will appear to emanate from the tail. If the air is very dry or warm ( -35C), the contrail will not form. If it is somewhat moist, a short-lived contrail may form. If it is very mosit, you will get a persistent contrail, and if extremely moist, a spreading contrail (wind shear helps the spreading process). The water vapor concentrations in the upper atmosphere are often very patchy both vertically and horizontally. High concentrations required for persistent contrails often occur in relatively thin layers so that a plane flying at an altitude slightly above or below another may form a contrail while the other does not. Commerical planes normally fly at various altitudes above 25,000 ft, so they are frequently in air cold enough to form contrails, but the moisture is required. As they fly in different directions to various destinations, they may leave contrails that will appear to form an X or Y or H, etc. Anyway, all of the reports, unless they concern planes at or near treetop level, are consistent with the contrails formed by commercial or military aircraft going about their usual duties. I do not believe anything sinister is occurring. Why are people suddenly concerned about contrails? I don't know. We had some press on our research in 1997 and that may have been misconstrued by some people, causing the development of a new conspiracy theory. Who knows what sort of misinterpretation occurs when a story is reported to a somewhat skeptical public? I do know that I never really appreciated how often contrails occur or how much sky they consume until I started researching them. However, if they have any effect on our population, it is through the climate or the reduction in the amount of cheery blue sky that we have available to us on a given day."},{"pageNumber":3,"pageContent":"I will gladly provide you with copies of any of our research papers on the subject. Sincerely, Patrick Minnis >Mr. Minnis, I understand you have had interest in the >Chemtrails or contrails story. I would be interested in your >personal view. You have visited the Contrail Connections >site/ can you discuss? >Rick >Navy league Dr. Patrick Minnis MS 420 NASA Langley Research Center Hampton, VA 23681-0001 phone: 757-864-5671 fax: 757-864-7996 email: p.minnis@larc.nasa.gov homepage: www-pm.larc.nasa.gov/pages/minnis_home.html More Information: I welcome more information from government agencies, scientists, pilots and others about the confusing contrail/chemtrail mystery. Please contact me at earthfiles@earthfiles.com or FAX me at 215-491-9842. Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
