[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Wild 2, An Amazing Comet © 2004 by Linda Moulton Howe NASA/JPL reports about January 2, 2004, flyby from 174 miles (236 kilometers): \"A composite image of comet Wild-2 shows part of its surface detail overlain on a longer-exposure image that reveals the outgassing jets. Dust and gas stream into space, leaving a trail millions of miles long.\" Composite image courtesy JPL Stardust and University of Washington. June 25, 2004 Seattle, Washington - The June 18th issue of the journal Science featured on its cover a comet called \"Wild 2.\" (Pronounced Vilt Two) This comet first showed up in human telescopes in 1974 when its orbit changed from far out at the edge of the solar system to one bobbing around the sun between Mars and Jupiter. Since 1974, Wild 2 has been coming around every six years and NASA and the Jet Propulsion Lab in Pasadena decided it might be a good comet to fly by and sample dust coming off its surface in a search for not only the primordial elements that made our solar system, but for even older \"stardust\" residues from the bigger universe. Comets are not well-understood, but are the icy, dusty residue from the formation of our solar system 4.6 billion years ago. Surprisingly comets are the most common objects in this solar system. There might be ten trillion of them orbiting in the Kuiper Belt and Oort Cloud far beyond Pluto. But frequently, some of those comets get perturbed by other cosmic bodies, change orbits and come hurtling into the solar system toward the sun and often back out beyond Pluto again. But there are comets that come into our solar system and get into smaller orbits that swing them only out between Mars and Jupiter like Wild 2. Artist's depiction of the Stardust spacecraft nearing comet Wild 2 with the aerogel collector open to collect comet dust. Illustration courtesy NASA/JPL-Caltech. That's why the NASA/JPL spacecraft named \"Stardust\" was built and launched on February 7, 1999, to rendezvous with Comet Wild 2 and collect dust blowing off of it on "},{"pageNumber":2,"pageContent":"three different passes. The first dust collection was in spring 2000 and the second was in the fall of 2002. Then this year on January 2, 2004, Stardust flew by at 13,000 miles per hour within 147 miles (236 kilometers) of Comet Wild 2 for a third capture of thousands of particles. Stardust also sent close-up pictures back to Earth. Those images have shocked astronomers who expected to see a dirty-looking snowball, probably with a smooth surface. Instead, Comet Wild 2 has so many gas jets flaring off around its surface that so far - other than the sun - Comet Wild 2 is now the most active planetary surface in our solar system. Until now, only two other comets had been seen close enough to see a few gas jets and they were Comet Halley in 1986 and Comet Borelli in September 2001. But no one was prepared to see literally several dozen jets all around Comet Wild 2 flaring gas. The principal scientific investigator on the Stardust mission is Prof. Donald Brownlee, an astronomer at the University of Washington in Seattle. I talked with him this week about his reaction to the first images of the astonishing comet. Halley's Comet on March 12, 1986, which has survived its solar system orbits for nearly 3,000 years, has a few gas jets. Image © 1986, Anglo-Australian Observatory and Royal Observatory-Edinburgh.Photograph from UK Schmidt plates by David Malin. Interview: Don Brownlee, Ph.D., Prof. of Astronomy, University of Washington, Seattle, Wa shi ng t o n: \"We were just stunned! I was like 40 to 50 feet away when I first saw the screen with the crowd of people because we just couldn't believe it. We were expecting the comet to look pretty much like an asteroid. We expected to see a relatively smooth and featureless surface, all dark, with nothing terribly interesting because when material gets blown off comets, some material gets blown off into space, but you would also expect that bigger particles would be thrown up into space above the comet and not have enough energy to escape and fall back. So we thought the fall back material would pretty much sprinkle the surface and cover valleys and depressions and we wouldn't be able to see the surface of the comet at all. \"Footprint\" Sinkholes This image compares comet Wild 2's deep \"footprint\" sinkholes and deep, angular craters to asteroid Ida's smoother surface at the same spatial scale. Most of the depressions on moons and asteroids, such as Ida, are classic bowl-shaped impact craters. Images courtesy NASA/JPL-Caltech. Then when we saw that the first image was absolutely amazing we saw these two huge features which are now called 'Left Foot' and 'Right Foot' because they look like footprints, even though they are a kilometer long. But they look like sinkholes. They have sort of flat bottoms and vertical walls and really astounding. And nothing like this had ever been seen before on any solar system body. Here we were seeing on this comet that's only 4.5 kilometers across. It's just amazing!"},{"pageNumber":3,"pageContent":"This image shows comet Wild 2, which NASA's Stardust spacecraft flew by on Jan. 2, 2004. This image is the closest short exposure of the comet at 174 miles, 236 kilometers. Image Credit: NASA/JPL-Caltech. WHAT WOULD CAUSE THE SINK HOLES? We don't know. We see features on the comet that are definitely impact craters, although they are unusual impact craters of a type not seen on other bodies (in the solar system). Then there are other features that must be due purely to evaporation of ice. But we also see features like the jets that are occurring right now. The craters craters don't happen very often on Earth and they don't happen very often on comets. So Wild 2 must be very old. They are probably impact craters at the formation of the comet and probably dates back billions of years ago when the comet was orbiting the Sun out by Pluto, out beyond the orbit of Neptune. Dozens of Gas Jets on Wild 2 \" Other than the Sun, this is the most active planetary surface in our solar system.\" - Donald Brownlee, Ph.D., Principle Investigator, Comet Wild-2 Study NASA artist's depiction of a couple of the several dozen gas jets emitting from comet Wild 2 as seen from NASA's Stardust spacecraft during its flyby of the comet on Jan. 2, 2004. Graphic credit: NASA/JPL. The jets are occurring right now, so it is a real thrill to have information on solar system processes that occurred over a range of billions of years from now to the very early history of the solar system and also in two different places. One is close to the sun where we are and the other is out beyond the orbit of Neptune, out where Pluto is. WHAT WOULD MAKE ALL OF THESE JETS? The jets well, comets are composed of three kinds of materials: 1) Fine grain dust which is composed of mineral-like powder; 2) and very fine grain powdery organic material; 3) and fine grain powdery ice. When they get to close to the sun where the inner planets are inside the orbit of Jupiter, the solar heating makes the ice vaporize and the ice vapor which is mostly water vapor, expands in space at supersonic speeds through these jets. SO THE GAS JETS THEMSELVES ARE NOT SO UNEXPECTED, BUT THAT IT IS THE OVERALL VIEW OF SOMETHING ON A SURFACE OF A COMET THAT NO ONE HAD EVER EXPECTED BEFORE? Yes, we expected to see jets or hoped to see jets. But we expected to see one or two jets, not dozens of jets. So, much of the surface of this comet is active."},{"pageNumber":4,"pageContent":" Tall, Unexpected Pinnacles One of the biggest surprises was that many people imagined comets would be a rubble pile, just a collection of gravel and sand type material without any interesting surface properties. When you have a material like that and have craters on it, they just look like craters where you dropped a rock in the sand, just little conical depressions. What we saw though, we see an unbelievably rugged surface with not just craters like you would see at the beach by throwing rocks in the sand, but we see craters and features with vertical walls along the side. In some cases, even over-hanging walls! So, even though the gravity at the comet is very slight it's microgravity conditions nonetheless the material the comet is made out of has a fair amount of strength. So, it cannot be a loose powdery rubble material. It has to have intrinsic strength. Comet Wild 2 has many strange pinnacles, some over 100 meters (over 300 feet) high. Pinnacles are found on Earth, but have not previously been seen on other solar system bodies. Images courtesy NASA/JPL-Caltech. The top and bottom image s are stereo pairs of images taken just after and just before closest approach to comet Wild 2 on January 2, 2004. The sunlit to shadow regions show the remarkably rugged nature of Wild 2's surface. Images courtesy NASA/JPL-Caltech. Is Comet Wild 2 Like \"Astronaut Ice-Cream?\" One of the analogies I have been using is that it's probably somewhat like the structural properties of astronaut ice-cream. It's freeze-dried ice-cream. It's ice-cream that's been frozen and then put in a vacuum so the ice/water would vaporize and go off leaving the solids behind. It's a very lightweight foamy material. It's brittle. You can break it and it breaks in half and you can crumble it in your fingers. So I envision the comet, even though it's not made out of ice-cream it has physical properties somewhat similar to astronaut"},{"pageNumber":5,"pageContent":"freeze-dried ice-cream in that the icy surface has been lost to space and it leaves this sort of fragile micro-porous material which, even though it might be fragile and can crumble in your fingers, it's still strong enough to support cliffs that are hundreds of meters high in this micro-gravity environment. That makes this a very spectacular place. We also saw pinnacles columns of rocks sticking upwards up to 100 meters high which is really unexpected. DO YOU THINK THOSE 100 METER HIGH PINNACLES AND TOWER-LIKE STRUCTURES WOULD ACTUALLY BE THIS FROZEN ASTRONAUT ICE-CREAM AND THAT THIS WOULD BE LIKE A MERINGUE ON A PIE THAT CAN HOLD PEAKS? Yes. If you took meringue and froze it, that would probably be a pretty good analogy. If you were there and kicked it with your foot, you could probably push your foot into this material. But it would not just powder. In that regard, it's dramatically different from the surface of our moon which is just a powder or even different than the surface of asteroids or even the moons of the other planets. TOTALLY UNIQUE IN A WAY? Yes. And it's because of its unique history. It formed out beyond Pluto. It formed from ice and other dusty materials and over time at least on the surface the ice has been lost, but not by forming oceans or soaking the surface, but been lost by vaporizing off into space, pretty much like making freeze-dried ice cream. Comet Wild 2 - As Old As the 4.6 Billion-Year-Old Solar System HOW OLD DO YOU THINK COMET WILD 2 IS? We're pretty sure that it's the same age of everything else in the solar system which is about 4.6 billion years old. However, an interesting thing about comets is that they formed at the very edge of the solar system. They formed out near and beyond Pluto. conditions were very cold out there and very far from the sun. Many people believe that the major components that were used to make comets 4.6 billion years ago were stardust interstellar grains that formed around other stars and are actually older than the sun and planets. That's one of the reasons our mission is called 'Stardust.' We are going out to grab stardust things that are older than the solar system and formed by other stars BUT which are the actual building blocks of comets and the comets are actually building blocks of planets and us. So, we are truly seeking to find the initial building blocks of the solar system. One of the goals ultimately is to understand where the Earth's oceans came from and where the Earth's original organic material came from? When life was first formed on Earth, it had to form from organic materials. Where did those organic materials come from? Intrinsically, the Earth forming so close to the sun in what's called a 'habitable zone' of the sun formed in a region that is pretty much devoid of water that could condense and get on the Earth. It was also devoid of organic material. So, many people believe that most of the early organic materials on Earth and most of the water came from more distant places in the solar system. They came from things like asteroids and comets. Getting Stardust Samples Back To Earth on January 15, 2006 HOW DO YOU GET THIS DUST FROM THE COMET THAT'S BEEN COLLECTED BACK TO EARTH? \"Ice tray\" of light-as-air aerogel stardust collector that was mounted on Stardust spacecraft"},{"pageNumber":6,"pageContent":"to collect Wild 2's comet dust. Photograph courtesy NASA/JPL-Caltech. The samples are collected in an aerogel which is a very low-density silicon material. It looked like glass, but you can poke your finger in it. It's a glass-like material, but it's only a little bit denser than air. It's really quite an exotic gel. It's a good collector of high speed particles. So, we expose it in a collector that looks kind of like a large tennis racket filled full of aerogel. The aerogel is in the form of things that look just like ice cubes about the size of an ice cube. The particles embed themselves in the ice cube and we fold it up and it's on the way home. BUT HOW DO YOU GET IT FROM OUT IN SPACE WHERE IT FLEW BY THE COMET BACK TO EARTH TO YOUR LAB? Careful planning. It's on a trajectory. When I say it's coming back, it is coming back, but right now it's going away. It's going away from Earth and at the end of summer in August to September, it will turn around and start falling back to Earth. On January 15, it will collide with the Earth. IN 2006. January 15, 2006, it will re-enter the atmosphere and land in Utah near Salt Lake City. THAT WILL BE IN THE FORM OF A SATELLITE THAT IS BROUGHT DOWN? It's a capsule, something akin to an Apollo capsule. It looks like an Apollo capsule. It comes in, a parachute pops out at 12,000 feet and it parachutes to the ground. WHO IS CONTROLLING THE DESCENT OF THE SPACECRAFT THAT IS GOING TO DROP THIS CAPSULE? There is no control (of the capsule. JPL controls small jets on Stardust spacecraft). We release this from the spacecraft and it's spun up in the release process. So we aim it very precisely from the spacecraft and it's pushed off by springs. It's also spun. Once it's released, it has zero control. (The capsule with stardust samples) doesn't need any control.\" After capsule containing aerogel samples is spun out from Stardust spacecraft as it is guided by NASA/JPL engineers toward Earth, the capsule will drop until 12,000 feet when a parachute opens. Its expected landing spot is in a remote area outside Salt Lake City, Utah, on January 15, 2006. Artist depiction courtesy NASA/JPL-Caltech. "},{"pageNumber":7,"pageContent":"10 Trillion Comets in the Solar System Most of the cometary bodies people think of them as being odd, rare bodies but the fact is they are not. The most common bodies in the solar system are comets. There are over a trillion comets in the solar system and most of the chunks - or things that formed when the solar system was young - were bodies that had ice in them. YOU LITERALLY MEAN THERE ARE OVER A TRILLION COMETS? Absolutely! Actually there are about 10 trillion comets. But see, comets the way they survive they spend almost all of their lives great distances from the sun. When we see a comet like Wild 2, it's in a region where it's unstable. It can only survive in that part of the solar system for about 10,000 years or so before it's destroyed by solar heating and interaction the planets. So, these things are only stable for long periods of time far from the sun. Why Don't More Comets Hit Earth? Comet Wild 2 is now on the other side of the sun about 3 astronomical units from Earth. That means it takes light and radio signals at least a half hour to reach Earth. The comet is heading away from the sun and will more than half way to Jupiter before it starts falling back toward Earth for the \"Stardust\" drop of the aerogel collector 18 months from now on January 15, 2006. Calculating orbits so precisely is the science of orbital mechanics. One of the biggest gravity affecters in our solar system is Jupiter which is 300 times more massive than Earth. Scientists know that comets and asteroids in the past have hit our planet and caused extinction events such as the wipe out of the dinosaurs 65 million years ago. Since there might be 10 trillion comets orbiting the edge of our solar system and new ones are detected coming into our inner solar system nearly every day why don't more hit the Earth more often? The answer is massive Jupiter and the protective role it plays in attracting so many cosmic bodies to it. Don Brownlee, Ph.D.: \"One prediction has been that if Jupiter was not there, that the impact would be that the number of comets and asteroid-like bodies could have been 10,000 times higher which is amazing because the object that killed the dinosaurs was only twice as big as Comet Wild 2. Those are calculated to hit the Earth on the average of about every 100 million years. So, if Jupiter was not there and the flux was 10,000 times higher, every 10,000 years we would be hit by a dinosaur-killing asteroid or comet. Which means between the time the ice melted here in the northwest and now, we would have all been done in by another the thing that killed the dinosaurs was about a 10-kilometer sized comet or asteroid. AND WILD 2 IS ABOUT 5 KILOMETERS. Yes, it's about half the size, but in terms of mass, it's about a factor of 10. AND THE LAST BIG HIT WAS ABOUT 65 MILLION YEARS AGO WITH THE WIPE OUT OF THE DINOSAURS. AND WITHOUT JUPITER, THIS COULD HAVE HAPPENED EVERY 10,000 YEARS? That's a prediction. If Jupiter were not there, the impact rate would have been much higher. Which means that the evolution of life on Earth would have been quite different.\" More Information: As Dr. Brownlee said, one of the questions that Project Stardust is trying to answer concerns the source of all the water on Earth. However he pointed out to me that our oceans, seas and rivers are only 1/10th of 1 percent of the Earth. We have analyzed some meteorites that have come in from outer space that have 10% water content locked up in crystals. Comets might be 50% water that is frozen. Most of us would think that comets rounding the sun eventually get close enough to melt. But the fact is that most comets are thrown back out of the solar system far beyond Pluto by the orbital mechanics of the planets. Dr. Brownlee thinks that will most likely be the fate of Comet Wild 2 over the next ten thousand years. Prof. Brownlee also pointed out that as we wonder about the fate of comets getting too close to our sun, the Earth itself will be too close to the sun for surf ace life as we know it in"},{"pageNumber":8,"pageContent":"about another half billion years. As suns age, they become brighter and hotter. Right now at 4.6 billion years old, our sun is 35% brighter than when it was very young and will continue to brighten about 10% every billion years on into the future. That's why there is an astronomical prediction that the Earth will not be habitable for plants and animals in about 500 million years. Could the sun's brightening and heating up be the cause of current global warming? Prof. Brownlee says no, that current global warming is a serious issue. But over long enough time, the heating of the sun will end up eliminating most of the carbon dioxide in the Earth's atmosphere, thus destroying all plant life and subsequently animal life. In fact, as the sun brightens and heats up eventually Earth will resemble Venus. The fate of Earth and our solar system is the subject of a book that Dr. Brownlee co-wrote with one of his astronomer colleagues, Peter Douglas Ward, entitled, The Life and Death of Planet Earth: How the New Science of Astrobiology Charts the Ultimate Fate of Our Wo r l d , published by Times Books in 2003. http://www.amazon.com/exec/obidos/ASIN/0805067817/qid=1088096395/sr=ka- 1/ref=pd_ka Website: http://stardust.jpl.nasa.gov/photo/cometwild2.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
