[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 2 - Mysterious Lights and Fourteen Crop Formations in Italy © 2003 by Linda Moulton Howe Continuing June 27, 2003 Rome, Italy - Adriano Forgione, Editor, Hera magazine, Rome, Italy provided this summary with comments: 8) June 14, 2003 Location: Ostiglia, near Mantova in northwestern Italy. Pattern: Big circle and three little circles in triangular pattern around it. Images: Aerial photograph by Gino Bianchi. Four circle pattern discovered June 14, 2003, in Ostiglia wheat field near Mantova in northwestern Italy. Aerial photograph © 2003 by Gino Bianchi. 9) June 15, 2003 Location: Sabaudia near Latina, Italy, south side of Rome. Pattern: Network of rings and circles. Images: Aerial photograph by Roberto Volterri. Pictogram discovered south of Rome in a wheat field on June 15, 2003. Aerial and ground photographs © 2003 by Roberto Volterri. "},{"pageNumber":2,"pageContent":"A single camomile plant was untouched by whatever energy flattened the crop in the June 15, 2003 Saubaudia, Italy formation. 10) June 15, 2003 Location: Montegranaro, third formation. Pattern: Simple large circle, about 50 yards in diameter. Images: No photographs. 11) June 16, 2003 Location: Cortona on Italy's west coast about 100 kilometers from Florence. Pattern: Pictogram Images: Newspaper aerial photograph."},{"pageNumber":3,"pageContent":" 12) June 16, 2003 Location: Tre Fontane, inside the city limits of Rome, first ever on record. Pattern: Pictogram Images: Newspaper aerial photograph. This is the first formation we have found inside the city (of Rome). Rome is a city with a lot of green places and Tre Fontane is important because there is a monastery there where the virgin appeared last century. So, it's a very sacred place. It's a strange formation because there were four patterns on the ground which is the property of the priests and they were scared by the publicity and they cut the crop down, so we were not able to do any research on the field. There exists only one photograph from the air that was published by an Italian newspaper. (Shown above.) The symbols are very strange there are some circles, one S and other circle connected with other little circle and some tracks. We don't know if it is an original crop formation or not. It's very strange that someone had an idea to do this in a sacred place. We are Rome and we have the Vatican, so people don't joke with this. So I don't think it is a fake, but we have no proof to tell this is original because it was cut immediately by the priests. When the news arrived to us, the crop was cut. The priests don't want to talk about this. I talked with the office of the newspaper, and they said they received the information by the police so they went and rented a plane to make photograph. But when we heard about it, it was late. ARE THE PRIESTS AFRAID OF THE CROP FORMATIONS?"},{"pageNumber":4,"pageContent":"Oh, yes. We are in Rome everything is going out from the normal view of religion. It is very difficult to explain and speak to them. They are very scared by publicity it is a monastic place and they want to be alone. WHAT DO YOU THINK THERE IS ABOUT CROP FORMATIONS THAT WOULD SCARE PRIESTS, MONKS OR CITIZENS? They don't want to think about this or UFOs or other intelligent life in the universe. They are scared. Of course, the Vatican is talking about other forms of life in the universe. But for normal priests, everything is going out from the normal point of view. They are very strange and don't want to talk about it. 13) June 19, 2003 Location: Perosa Canavese, near Torino in northeastern Italy. Pattern: Pictogram or large circle with extending corridors and arcs. Images: Aerial photo by La Sentinella magazine. Pictogram discovered June 19, 2003 in Perosa Canavese wheat field near Torino. Photograph © 2003 by La Sentinella magazine. 14) June 20, 2003 Location: Montegranaro near Ascoli, the fourth formation. Pattern: Crescent rings. Images: Aerial photo by Gianni Basso. Beautiful crescents similar to patterns in England the past several years discovered June 20, 2003. Aerial photograph by Gianni Basso. Montegranaro, we translate into English like \"the mountain of grain.\" In ancient times, the Romans had places where they preserved the crops and they left there some ruins from stocking the grain. So we have a direct connection with the crop phenomenon. Also the heraldic symbol of Montegranaro depicts a mountain and three pictures of crop, perhaps similar to the June 13 formation in Montegranaro.\""},{"pageNumber":5,"pageContent":"We b s it e s : http://www.heramagazine.net http://www.cropcircleconnector.com http://www.invisiblecircle.de and http://www.invisiblecircle.org/ser/d- archiv-2003.html http://www.kornkriese.ch http://www.dcca.nl http://www.swirlednews.com http://home.clara.net/lucy pringle http://www.cropcircleresearch.com http://www.temporarytemples.co.uk http://www.cropcirclenews.com http://www.busty-taylor.com/cropper/98busty2.htm Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
