[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Corguinho, Brazil Farmer, Urandir Oliveira, and Attorney Describe Harassments © 2003 by Linda Moulton Howe The large Corguinho, Brazil mesa rises to the east of the Urandir and Jessica Oliveira farm in foreground. Photograph © 2003 by Linda Moulton Howe. Urandir Oliveira in light shirt next to tractor worker on his Corguinho, Brazil farm. Urandir purchased 209 acres in 1996. Photograph © 2003 by Linda Moulton Howe. June 21, 2003 Campo Grande, Mato Grosso do Sul, Brazil - On Friday, Corguinho, Brazil farmer Urandir Oliveira traveled to Campo Grande to join with his first wife, Maria do Carmo da Silva, and his attorney, Mr. Danilo Costalunga, in a telephone discussion with Whitley Strieber and me for Dreamland Online and Earthfiles.com. The Portuguese-to-English translation during the interview was provided by Felipe Branco, University of London- trained businessman, who is now an executive in Rocheston Ltd., Milan, Italy, and cattle rancher, Campo Grande, Brazil. Brazilian UFO magazine editor, A. J. Gevaerd, and Charlette LeFevre, Coordinator Seattle UFO/Paranormal Group, have e-mailed allegations about Urandir Oliveira which Oliveira, his attorney and ex-wife say are false. I began by asking Mr. Danilo Costalunga, Attorney and Law Professor, Rio Grande do Sul State University and Santa Catarina State University, Porto Alegre, about the March 2000 alleged 'land fraud' lawsuit brought against Urandir Oliveira in which Mr. Costalunga represented Urandir. Costalunga says a judge dismissed the case as having no merit. As of April 2, 2001, the Federal Judiciary in Sao Paulo, Brazil, shows in its computer records about Urandir Oliveira that there have been no legal judgments against Urandir Oliveira in the nation of Brazil, \"Nada Consta,\" no "},{"pageNumber":2,"pageContent":"charges against. April 2, 2001 Certificate from Sao Paulo Federal Court which declares that Urandir Fernandes de Oliveira is \"Nada Consta,\" has no guilty charges against him in Brazil. Interview: Felipe Branco translating phone conversation from Portuguese-to-English, Campo Grande, Brazil: Attorney Danilo Costalunga Explains the March 2000 \"Land Fraud\" Incident \"A lawyer was hired by three persons who bought land there (in Corguinho, Brazil). They said that Urandir was selling land, that he was not the legal owner. (That lawyer) was saying that he (Urandir) was selling his land so that people would be protected against future cataclysms (by ETs) and things like that. He said that Urandir had a group involved in this and was parceling and selling this land. That's basically the accusation. WHITLEY: WHAT HAPPENED IN COURT? Within two days, the police illegally arrested him (Urandir). Immediately after he was arrested, he asked the court to release him under habeas corpus . Then Mr. Costalunga asked the Supreme Court of Rio Grande do Sul to issue a habeas corpus and they were successful in releasing him (Urandir). The Supreme Court issued a habeas corpus and also issued a statement that Urandir's arrest was totally illegal and all the accusations were unfounded. LINDA: FELIPE, CAN MR. COSTALUNGA EXPLAIN HOW URANDIR OLIVEIRA COULD HAVE BEEN ARRESTED IN THE FIRST PLACE ON SOMETHING LIKE SIMPLY A CHARGE BEFORE THERE HAD EVEN BEEN ANY COURT PROCEEDINGS? He said that Urandir was arrested by the police, not by court order, simply because the documents showed that the police, without any court order, decided to arrest him without any reason. WHO IS IT THAT FILED THE LAWSUIT?"},{"pageNumber":3,"pageContent":"It was a lawyer. WHO WAS THE LAWYER FILING THE CHARGE FOR? It was represented for three persons who had bought land there (in Corguinho). LINDA: WHEN I WAS THERE IN FEBRUARY, FELIPE, YOU SAID THEN THAT A. J. GEVAERD SPECIFICALLY WAS THE ONE WHO FILED THIS LAWSUIT ON THE LAND FRAUD CHARGES. He (Costalunga) says A. J. Gevaerd helped them (lawyer and three plaintiffs) produce the documents and he (Costalunga) has documents here that can show you that the (land fraud) documents originated from the fax number of Brazilian UFO magazine, which is A. J. Gevaerd's magazine. LINDA: WHAT IS THE TRUTH ON THE PHOTOGRAPH THAT HAS BEEN WIDELY DISSEMINATED BY GEVAERD AND CHARLETTE LE FEVRE OF SHOWING URANDIR BEHIND BLACK BARS? I asked the lawyer this. He said that it was a TV crew that filmed it. There was no photograph. It was Globo TV from Rio Grande do Sul. AND WHY WAS GLOBO TV THERE? He (Danilo Costalunga) is saying RBS-TV is an affiliate of Globo television from Rio Grande do Sul. (Costalunga) says that someone called them (RBS) there. It is impossible to know who. WOULD IT BE NORMAL FOR SOMEBODY TO BE ARRESTED BY POLICE AND TAKEN DOWN TO A JAIL ON AN ALLEGED LAND FRAUD CHARGE AND TELEVISED? You are asking, is this normal, this? YES. He is saying that it's highly unlikely this is not normal procedure at all. He said that it was a police inquiry. With the police inquiry, two days after he was arrested with the TV crew there and everything was as if previously arranged. And he (Costalunga) said the TV crew filmed and showed all over Brazil, this image passed to all newspapers and everything (of Urandir behind bars at the police station.) He (attorney Costalunga) says it is highly unlikely, this. WITHIN TWO DAYS OR SO, URANDIR OLIVEIRA WAS RELEASED AND ALL CHARGES WERE CLEARED IN A COURT? He said that after he was released, he (Costalunga) he continued for six months more making inquiries on the accusation because they were totally crazy. He is explaining me that the police was making, charging, (Urandir). But who is supposed to (do the) charge is the Attorney General of the state. But it was the police who did it arbitrarily and when they (land fraud claim-lawyer) sent this to the Attorney General and they wanted the Attorney General to prosecute him (Urandir), the Attorney General said, 'There is nothing here. I'm not going to do that.' It is the state that is supposed to move against Urandir, not the police and it was the police in the case. They are supposed to investigate only. The Attorney General said there are no grounds for the arresting him, for nothing. 'I'm not going to do anything.' And the case was totally dismissed. SO IS THE IMPLICATION THAT SOME ONE PERHAPS A. J. GEVAERD PAID THE POLICE TO MAKE THIS ARREST SO IT COULD BE COVERED ON GLOBO TV? Lawyer (Costalunga) says he has no grounds, no knowledge, and no capacity to answer such a question. BUT THAT WAS THE IMPLICATION THAT YOU HAD?"},{"pageNumber":4,"pageContent":"Yes. The implication is that it was highly illegal and highly abnormal. The Judge of the Rio Grande Do Sul court issued a statement saying that he (Urandir) was not guilty of any crime. OK, THIS IS THE FEDERAL JUSTICA DOCUMENT THAT HAS 'NADA CONSTA' WRITTEN ON IT. DID ATTORNEY COSTALUNGA GO TO COURT TO SHOW THERE WERE NO LAWSUIT CHARGES OR GUILTY FINDINGS AGAINST URANDIR OLIVEIRA? Yes, it means he was never prosecuted by any tribunal in Brazil. He was never prosecuted. WHITLEY: BUT THERE IS ANOTHER WORD IN ENGLISH THAT MIGHT FIT HERE AND THAT IS, 'PERSECUTED.' DO YOU THINK YOU CAN ASK HIM (URANDIR) THIS AS WELL THAT HE IS BEING PERSECUTED BY MEMBERS OF THE UFO COMMUNITY IN BRAZIL WHO DO NOT LIKE HIS CLAIMS BECAUSE THEY FIND THEM EMBARRASSING? Felipe: You want me to ask Urandir that? YES. Yes, he has been persecuted and he doesn't know why. He said he doesn't understand why because he used to provide them with information he got from ETs. (Also), because he said he has refused some of their propositions (for exclusivity) that these UFO researchers made to him. They started harassing him. They even tried to kill him. Some One Shot Urandir Oliveira in 2000 CAN YOU EXPLAIN THAT GUN SHOT IN WHICH HE HAS THE SCAR IN HIS LEFT ARM? He said that he has heard that there were some people around his farm who were there to kill him. He heard a rumor, no? WHITLEY: WHEN WAS THIS? (In 2000), fifteen days after the rumors he started hearing, he was going back to the farm for a day and a night and when he stopped at the gate to open the gate and go, he was shot by a couple of persons. He did not know them. This was three years ago (2000) and he said that they were hidden in the bush. He was shot, so he couldn't see. He tried to find out about these people, but he did not manage to find out who was behind this nor to get these two persons that attempted against his life. WHITLEY: LINDA, HAVE YOU SEEN THE SCAR? LINDA: YES. IT IS A ROUND (DARK) SCAR ON HIS LEFT ARM SLIGHTLY BELOW HIS ELBOW AND I ASKED ABOUT IT AND HEARD THIS STORY IN FEBRUARY WHEN I WAS IN CORGUINHO. FELIPE, YOU SAID HE WROTE DOWN A PARTIAL NUMBER AND THERE WAS A LICENSE PLATE THAT WAS TRACKED? After Bullet, Second Attack On Urandir in 2000 No, this is another attack this was six months after (the bullet) one (in 2000). He (Urandir) was being followed by a dark pickup truck for about 1,400 kilometers. Three days after, they attacked him on a road, on a highway. The pickup truck stopped beside him in a gas station. They stopped right beside him and the person on the passenger seat was in front of Urandir (meaning the dark truck stopped on the left side of Urandir who was in his truck's driver's seat) and the"},{"pageNumber":5,"pageContent":"(person in the dark truck's passenger seat) had a large object in his hand and tried to hit his(Urandir's) head. And he managed to hit him in the face (with the rock) and then they drove away and he (Urandir) managed to write down the license plate. He followed the pickup truck and while he was following, he managed to write down the license plate. WHERE WAS THAT TRACED TO? The same day he went to a police station. He pressed charges and the police chief checked the license plate and the pickup truck was in the name of A. J. Gevaerd. And two days later, A. J. Gevaerd transferred the car to another person. WAS THAT THE ROCK-THROWING INCIDENT THAT IS IN THE LEGAL DOCUMENT (I HAVE SEEN)? Yes, he said (the person in passenger seat) hit him in the head with that rock. AND THE FIRST INCIDENT SIX MONTHS BEFORE WAS A GUN SHOT IN HIS LEFT ARM THAT LEFT A SCAR? Ye s . SO, THERE ARE TWO DIFFERENT INCIDENTS, NOT JUST ONE. WHAT ABOUT ATTORNEY COSTALUNGA'S EFFORTS TO FILE HARASSMENT, DEFAMATION AND LIBEL CHARGES AGAINST, AS I UNDERSTAND IT, AGAINST A. J. GEVAERD MORE THAN ONCE? No, Prof. Costalunga just took care of this (illegal) arrest ('land fraud' in March 2000). Another lawyer from Sao Paulo is pressing charges against (Gevaerd) for defamation, Urandir's lawyer in Sao Paulo. WHAT IS THE NAME OF THE LAWYER IN SAO PAULO WHO HAS FILED THE LIBEL AND DEFAMATION AND HARASSMENT CHARGE OR CHARGES AGAINST GEVAERD? Dr. Lincoln Huttun and Elenice Pereira of Campo Grande. Urandir says he has nine accusations we call it 'processes.' WHY IS IT THAT NONE OF THEM HAVE STUCK AND IMPEDED A. J. GEVAERD'S ATTEMPTS TO KEEP HARASSING? There are two reasons mainly: Brazilian justice, the judicial system is very slow. Second is that he (A. J. Gevaerd) is kind of well known here. He has friends in the judiciary of the Mato Grosso do Sul state (in which Corguinho exists), so they can slow things up for him a little bit. WHO ARE THINGS SLOWED UP FOR? A. J. Gevaerd. Whitley Asks Urandir Oliveira About ET Interactions WHITLEY: OK, SO GEVAERD DID HAVE A HAND IN (THE 'LAND FRAUD' INCIDENT) AND IT REALLY CAME TO NOTHING. I WOULD LIKE, IF YOU DON'T MIND, TO ASK URANDIR ABOUT HIS EXPERIENCES. THIS IS WHAT I THINK WOULD BE OF INTEREST TO MY LISTENERS. I MUST BE HONEST WITH YOU THAT THE VARIOUS IN-FIGHTING BETWEEN THE VARIOUS UFO GROUPS AND WHAT NOT IS OF VERY LITTLE INTEREST. I KNOW IT'S IMPORTANT IN TRYING TO SET THE RECORD STRAIGHT IN THAT A. J. GEVAERD WAS INVOLVED IN THIS AND THE (LAND FRAUD) SUIT WAS DISMISSED. SO, WE'VE ESTABLISHED THAT. WHY DON'T YOU GET URANDIR ON THE LINE AND YOU CAN DO SOME TRANSLATING AND WE CAN GET A LITTLE INTO HIS OWN"},{"pageNumber":6,"pageContent":"PERSONAL ACCOUNT OF WHAT HAS HAPPENED TO HIM. Felipe: Urandir is on the line. WHITLEY: OK, URANDIR, I WOULD LIKE TO ASK YOU A COUPLE OF QUESTIONS. I WOULD LIKE TO KNOW WHAT 'PROJECT VESTIBULE' IS? Felipe: What project? VESTIBULE. URANDIR WAS TALKING ABOUT PROJECT VESTIBULE HE DESCRIBED IT AS BEING THE RESULT OF A DREAM HE HAD BACK ON MAY 2, 1999 IN AN INTERVIEW. Felipe: He (Urandir) doesn't know what you are talking about. I'M SITTING HERE READING AN INTERVIEW WITH HIM THAT WAS TAKEN DOWN ON MAY 2, 1999, IN WHICH HE DISCUSSES PROJECT VESTIBULE AND SAYS, 'MANY HAVE BEEN IN CHARGE OF THIS WORK OF SPREADING AND PREPARATION BETWEEN THEM THAT ARE SENSITIVE AND THE ONES THAT SOME HAVE DEVELOPED IN A PARANORMAL COLLEGE.' AND I'M WONDERING WHAT ALL OF THIS MEANS? REFRESH HIS MEMORY. THIS IS AN INTERVIEW HE DID WITH VILALUZ MAGAZINE. He says he remembers giving an interview to such a magazine, but he does not remember mentioning of this. He doesn't know this name. WHITLEY: OK, let me ask you another question. How many races of beings does he know? 49 races. WHITLEY: THEY COME APPARENTLY FROM OBVIOUSLY QUITE A FEW PLACES THE PLEIADES, ANTARES, ORION, SIRIUS, CAPRICORN ARE SOME THAT HE HAS MENTIONED. HAVE YOU EVER BEEN TO A CONVOCATION OF THESE PEOPLE? HAVE YOU BEEN ABDUCTED AND TAKEN TO A CONVOCATION OF THESE PEOPLE? To a ? TO A GROUP MEETING OF THESE PEOPLE OFF EARTH? Yes, he says he has been taken. YOU HAVE BEEN OFF THE PLANET EARTH? Was he the only one from planet Earth? He said the first time, there was only him. He said the second time, there were other people from Earth there. DOES HE KNOW ANY OF THEIR NAMES? No, he does not know their names. WHAT PLACE WAS HE TAKEN TO? He said he was taken somewhere beyond the solar system. He does not know exactly where. They did not show him a planet or anything. WHAT DID IT LOOK LIKE WHEN HE WAS THERE? He said they gave him information about other systems, about planet Earth, other planets. WAS HE IN A ROOM, OR A FIELD? WHERE WAS HE? He was in a place that looked like a room. A ROOM, A LARGE ROOM. DID ALL THE BEINGS IN IT LOOK HUMAN?"},{"pageNumber":7,"pageContent":"He said there were 16 persons in this room, but only one talked to him. AND THEY WERE PEOPLE, OR BLOND BEINGS? Yes, they were human like us, but different there were blondes, black hair, red hair, different colors. Urandir Oliveira Says \"Cult\" Video Image and Claims Are False I HAVE SEEN A VIDEOTAPE OF A LECTURE (IN SEATTLE MAY 2003) BY A. J. GEVAERD AND IN THIS VIDEOTAPE HE SHOWS PEOPLE IN WHITE CLOTHING WHO LOOK LIKE THEY ARE WORSHIPING HIM (URANDIR). COULD HE EXPLAIN THAT? He is saying that it's very hard it cannot be real, this. He thinks they played with the film or something like that because there doesn't exist any uniform or worship or nothing of the source. I SEE, SO HE DOESN'T ACTUALLY WEAR THAT TYPE OF CLOTHING THAT IS SHOWN IN THIS? There is no white clothes whatsoever. NONE. None. ARE THERE PEOPLE LIVING THERE AT THE FARM WHO ARE LIVING THERE BECAUSE THEY ARE INVOLVED IN THIS AND ATTEMPTING CONTACT WITH OTHER BEINGS? No, there are only farm workers there. HAVE THERE EVER BEEN A GROUP OF PEOPLE LIKE THAT THERE? That live there? THAT WOULD COME THERE AND ENGAGE IN CONTACT ATTEMPTS AND PAY MONEY TO DO IT? No, he said the groups of people who occasionally come there to do vigils in the night and night watches and things like that that just stay room and board that he provides for them (most are small A-frames for sleeping bags). Earth's Magnetic Field ONE OF THE THINGS HE (URANDIR) HAS SAID IS A WARNING ABOUT THE EARTH'S MAGNETIC FIELD. WHAT IS THE WARNING EXACTLY? He is saying that Earth's magnetic field is lowering its intensity and this is going to have a very dangerous affect on peoples' consciousness and emotional behavior. HOW DOES HE REACT TO THIS? He is saying that people have to sort of like balance themselves emotionally in this magnetic field. IN APRIL 2002, A SCIENTIST AT THE INSTITUTE OF EARTH SCIENCES IN PARIS ANNOUNCED THAT HE AND HIS COLLEAGUES AT THE INSTITUTE HAD OBSERVED STRANGE ANOMALIES IN EARTH'S MAGNETIC FIELDS. AND THAT THE MAGNETIC FIELD WAS IN A STATE"},{"pageNumber":8,"pageContent":"OF FLUX - THAT THESE TWO SCIENTISTS HAVE DISCOVERED THAT THE MAGNETIC FIELD OF THE EARTH HAS GONE INTO A STATE OF FLUX, THAT MEANS THAT IT IS CHANGING. I WOULD LIKE URANDIR TO COMMENT ON WHAT HE THINKS ABOUT THE FACT THAT THIS UNEXPECTED EVENT IS TAKING PLACE. He said that ten years ago, the extraterrestrial beings told him about it. He has spoken about it since then. YES, I NOTICE HE IS ON RECORD AS HAVING MADE THIS STATEMENT QUITE A BIT OF TIME, A COUPLE OF YEARS AT LEAST THAT I'VE BEEN ABLE TO FIND, THAT HE PUBLICLY STATED PRIOR TO THIS ANNOUNCEMENT ON THE PART OF THE FRENCH SCIENTISTS. WHAT, IN HIS OPINION, DO THE CHANGES THAT ARE TAKING PLACE NOW WHAT MIGHT THEY MEAN, BASED ON WHAT HE HAS BEEN TOLD BEFORE? He is saying it is going to provoke a few cataclysms around the planet. He said this process occurs every 5, 125 years. The last one was the one that the deluge is talked about in the Bible. WELL, THAT'S UTTERLY AT ODDS WITH THE SCIENCE OF THE MATTER. BUT THAT'S OK. THIS HAS BEEN REALLY FASCINATING, BUT I THINK WE ARE GOING TO HAVE TO COME TO A CONCLUSION HERE. I WOULD LIKE TO ASK URANDIR IF HE HAS ANYTHING HE WOULD LIKE, ANY MESSAGE, HE WOULD LIKE TO LEAVE LISTENERS IN CONCLUSION? I would like the people in general to pay more attention to these coming Earth changes and that they would start thinking for themselves, instead of being influenced by many peoples, by what people say to find (their own) inner truth. And that they walk with their own legs and feet because the one's best judge is one's consciousness. And the changes are already occurring on the planet and they will increase. This is increasing, it's augmenting the difference between negativity and positivity. So, you must have a very positive approach to things in general because by doing that, you will, things will start happening in a positive way. Because he said, the Earth changes, the things are just beginning. Most of all, they must believe in themselves and see life accordingly. And that they should have an open mind to this new reality of extraterrestrial interaction with our planet.\" Maria do Carmo da Silva, Urandir's Ex-wife, Denies Wife Beating Accusation \"It would be different if Linda ever confirmed Urandirs arrest over beating his wife. Saint? Hardly. Linda hasnt.\" - E-mail allegation from Charlette LeFevre, June 7, 2003 We ran out of time in Dreamland audio segment, so I called Felipe Branco back to get Maria do Carmo da Silva's comments on the Charlette LeFevre allegation of June 7, 2003 in e-mails to the \"UFO Community\" about Urandir Oliveira's \"arrest over beating his wife.\" Maria, who says the allegation is a lie, married Urandir in 1983 and divorced the beginning of 1999. Their two sons are grown and help Urandir on the Corguinho farm, along with Urandir's parents and cousins. Two years ago, Urandir and Jessica Oliveira married and have a 2-year-old son. Maria do Carmo da Silva, Urandir Oliveira's first wife, commenting about wife beating allegation with Felipe Branco's translation: \"She (Maria) says this is a lie. She was divorced from Urandir, but they are very good friends. They have two kids together and they have a good friendship. DID ANYTHING HAPPEN IN THEIR MARRIAGE IN WHICH THE POLICE"},{"pageNumber":9,"pageContent":"WERE CALLED TO THEIR HOUSE TO BREAK UP A FIGHT? Negat ive, a l ie. DID ANYTHING HAPPEN IN ANYWAY IN WHICH MARIA FILED ANY CHARGE AGAINST URANDIR OLIVEIRA? Negat ive. WAS THERE EVER A COMPLAINT BY NEIGHBORS FILED BY THE POLICE? No, never, negative. WHERE DOES SHE THINK THAT THIS WOMAN IN THE UNITED STATES, CHARLETTE LE FEVRE, WOULD GET AN ALLEGED NEWS STORY ABOUT A CHARGE AGAINST URANDIR OLIVEIRA HAVING A FIGHT WITH HIS WIFE, MARIA DA SILVA? She says she doesn't know because she has never given an interview, she has never talked about anything of this. Nothing of this sort ever happened, so she doesn't understand why. They must be faked, fabricated. DOES SHE KNOW A. J. GEVAERD? When she was married to Urandir Oliveira, she used to see him (Gevaerd) coming to Urandir seminars (about ET interaction with Earth), Gevaerd tried to harass and provoke Urandir. WHAT YEAR WAS THAT? 1997. THAT'S A YEAR AFTER HE PURCHASED THE FARM LAND? Ye s . WHY DOES MARIA THINK GEVAERD WOULD GO TO THOSE MEETINGS TO HARASS URANDIR OLIVEIRA? In her opinion, she believes that he thinks he is the sole holder, spokesperson, for UFOlogy in Brazil, that he is the Number One - the expert, the first one, and nobody else can speak a different truth or perspective than his.\" More Information: · 06/21/2003 -- Corguinho, Brazil Farmer, Urandir Oliveira, and Attorney Describe Harassments · 06/13/2003 -- Corguinho, Brazil: Only One Bed Sheet · 06/06/2003 -- Part 4 - Geologists Run X-Ray Defractometer on Corguinho, Brazil Stones · 06/06/2003 -- Part 3 - Infrared and Energy Dispersive Spectroscopy on the Corguinho, Brazil  Round Stones · 06/06/2003 -- Part 2 - Textiles Expert Examines the Corguinho, Brazil Bed Sheet and Pillowcase · 06/06/2003 -- Part 1 - Scientists Examine Samples from the Corguinho, Brazil Bed Sheet and  Pillowcase · 03/15/2003 -- Part 6 - Corguinho, Brazil: Microscopic Images from Body Pattern on Urandir Oliveira's  Bed Sheet · 03/08/2003 -- Part 5 - Corguinho, Brazil: Large Light Explodes - Breaks Tree, Kills Calves · 03/03/2003 -- Censorship By Omission and Comments from MUFON's John Schuessler · 03/01/2003 -- Part 4 - Corguinho, Brazil: Chemist and Biophysicist Examine Samples of Urandir  Oliveira's Bed Sheet · 02/26/2003 -- Part 3 - Corguinho, Brazil: Return from the Non-Human Craft"},{"pageNumber":10,"pageContent":"on September 18, 2002 · 02/25/2003 -- Part 2 - Corguinho, Brazil: Inside the Non-Human Craft from September 15 - 18, 2002 · 02/22/2003 -- Part 1 - Corguinho, Brazil: Farmer Describes His Transport to A Non-Human Craft on  September 15, 2002. ·12/21/2002 -- Part 2 - Campo Grande (Corguinho), Brazil: Close Encounters with Tall Red-Haired and  Blond-Haired Non-Human Beings ·12/19/2002 -- Updated Map - Part 1 - Campo Grande (Corguinho), Brazil, Alleged Human Abduction  and Photos of Body Marks On Bed and Ceiling Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
