[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Morgellons Disease: E-mail from CDC and Viewers/Listeners © 2006 by Linda Moulton Howe M orgellons lesions typically contain microscopic fibers that sufferers say are an agony of painful itching. E -mail June 23, 2006, official CDC reply concerning Morgellons Syndrome: \"T hank you for your inquiry regarding the condition some refer to as 'Morgellons.' CDC is presently bringing together medical experts from several scientific specialties in a working group to help us understand this (Morgellons) pattern of illness or syndrome. Our aim is to gather information on people reporting this condition to see if they share common traits, experiences, or anything that might have put them at risk for these symptoms. We hope to learn enough about the condition so we can offer useful advice for control or treatment, something that is not possible now because too little is known. \"Since CDC has no clinical center or hospital to evaluate or treat patients, we urge persons who believe they are suffering from this condition or who have distressing symptoms to seek evaluation and medical care from their local health care providers. Thank you for your interest in this important matter.\" To contact CDC directly, e-mail: morge llonssyndrome @cdc.gov June 25, 2006 Al buque rque , Ne w Me xico - In addition to the above formal e-mail reply from the Centers for Disease Control in Atlanta, Georgia, to my e-mail inquiry to the new CDC contact link above, I am sharing some of the many communications I have received from Earthfiles viewers and Coast to Coast AM listeners since my radio news update on Thursday, June 22, 2006. 1) \"I'm not an histologist. I am an ophthalmologist. We have a syndrome, involving corneal epithelium, which occasionally occurs after corneal abrasions. Due to abnormal healing epithelial strands occur. There is no keratin in the eye - as appears possible in your micro- graphs - but if you haven't done it, you need to get a keratin stain and also look for human cell structures with an electron microscope. There are also bacterial toxins, which affect the same general layer of the epidermis. So this could be a relatively innocuous bug; for example, an antibiotic resistant staph with an unknown toxin. Or these patients could have an abnormal healing response to a common bug. I would suggest that you try sending samples to the Armed Forces Institute of Pathology. They know things that the CDC doesn't, or can't, acknowledge.\" 2) \"I am a retired military man with many hours of chemical weapons training.The very first thing I thought of when seeing the Morgellons skin lesions was how similar they were to various blister agents. I think whoever is doing the research should check with the CDC and the Chemical Warfare branch US Army, on the morphology of this along side H Blister agent. I think they will see some similarities.\" - US Army FA SSG Retired 3) \"Regarding Morgellon's Disease, is this being investigated by USAMRIID, or another agency of the Department of Defense? Has it been considered, that this might be of Radiological / Chemical / Biological Warfare in origin? \"On your website Earthfiles.com, the fibers almost seem to be w oven, like some kind of synthetic thread. Could this be an industrial process of some kind, that escaped from a research laboratory?\" "},{"pageNumber":2,"pageContent":" 4) \"I have been in communication with some of the Morgellons disease sufferers. This is likely a hybrid worm/insect/bacterial creature out of Ft. Detrick. From what I have seen, it bears no resemblance to known non-hybrid pathogens. It appears to be something completely new and horrific. Treatment is a major problem, because it doesn't respond well to any conventional treatments. It has been studied as if it is associated with Lyme disease, because it has some bacterial characteristics and responses of Lyme disease, but that is where the similarity ends.\" 5) \"The peripheral & neurological symptoms bring to mind toxoplasma gondii. It would be curious to see if Morgellons disease samples reacted to toxoplasma antibodies, or shared enzymatic/chromatic characteristics. Not that they are equivalents, because they obviously are not. TG has been benignly with us for eons, seldom being noticed. Only AIDs has changed this silent status. MG sounds anything but stealth. But its spreading mechanism obviously uses the body's own machinery. Seems like a single cell that multiplies rapidly. The threads breaking thru the skin is necessary for spreading/reproduction. \"Antibiotics would seem counter-intuitive, perhaps even problematic. Is there a geographic clustering of known cases. Like down south w here its more damp or w ith a lot of standing waters ?\" [ Editor's Note: Higher percentage of registrations of Morgellons disease to the Morgellons Research Foundation come from California, Texas and Florida.] 6) \"The following picture is of a child suffering from a rare skin disorder called Erythema multiforme . I believe that they are one in the same. The problem is that the Doctors never see Erythema Multiforme because of the rarity of it and can not identify it when they encounter it. It is caused by hyper immune reaction to the herpes virus and in the process of killing the virus at the site of the eruption good cells are also killed and lesions develop. Due to the hyper immune response to the virus any antibiotic treatment will only boost the immunity and increase the problem. C hild's hands with erythema multiforme (EM). [ Editor's Note: Wikipedia - \"Erythema multiforme (EM) is an acute, self-limiting, inflammatory skin eruption. The rash is made of spots that are red welts, sometimes with purple or blistered areas in the center. It often also affects the mouth, eyes and other moist surfaces. Erythema multiforme has been so named because of the \"multiple forms\" it appears in; there is a large degree of variety in its clinical presentation. This variation has led to EM being divided into two overlapping subgroups (EM minor and Stevens-Johnson syndrome). These are different faces of the same disease. \"EM is relatively common problem for a dermatologist. Half the cases are in young people (under 20). It rare both under the age of 3 and over the age of 50. Males are slightly more affected than females and there is no racial predilection. One third of EM sufferers will have a recurrence of the disease. Seasonal epidemics are common.\" ] \"First reaction from medical professionals will be to consider that the immune system is in a weakened state and will then try to boost immunity in fact this is the complete wrong thing to do with this condition and any vitamin treatment or as mentioned antibiotic treatment will worsen the lesions. It is often misdiagnosed and patients suffering from this condition go from doctor to specialist to several doctors and still remain misdiagnosed. \"My suggestion which will work to clear up this problem is to supplement with L-LYSINE as the virus cannot replicate if a good balance of l-lysine remains in the system two grams a day"},{"pageNumber":3,"pageContent":"should be sufficient for this. One gram in the am and one gram in the pm. You can do some further research and will find more evidence readily available that supports my theory. As a matter of fact any analysis of images will show that the lesions are identical.\" 7) \"About one or two years ago I was in a doctor's office waiting room flipping through a Reader's Digest magazine, when I came upon an article about this strange new disease that was popping up all of the sudden in which the afflicted would suffer from crawling and itching sensations under the skin accompanied by threads or fibers coming out of the skin. Now, from what I can remember, the Dr. was treating a woman who came to him because she couldn't find help anywhere else.When the Dr. finally diagnosed that she did have some strange new disease, he began treating with the usual antibiotics and other sorts of medicine.He finally realized that not even the strongest meds were helping this woman. \"Through a process of elimination after trying procedure after procedure to help this woman, he finally decided to try INJECTING SALINE SOLUTION UNDER HER SKIN. Miracously that seemed to give her a considerable amount of relief!! I seem to remember her saying that it cured her for several weeks.\" 8) \"I wonder if Morgellon's might have any connection to nanobacteria. Nanobacteria has no identifiable DNA, yet it is proven to 'grow/multiply'. The scientists working with it can't clearly identify it as living or nonliving. Could Morgellon's be nanobacteria gone wild? \"If you are not aware of nanobacteria, go to www.calcify.com for info - you will surely find this information very interesting. Best wishes and thank you for your efforts to bring the spotlight on this disease and the terrible suffrring of those who have it!!\" 9) \"Please send this information to Morgellons sufferers about a possible cure: \"Buy 1. Petroleum Jelly. 2. Boric Acid. Both of these products are available from the drug Stores. \"Here is what you do: Mix the Petroleum Jelly with the Boric Acid. About 3/4 Boric Acid with 1/4 Petroleum Jelly. Mix it into a firm paste. Boric Acid dehydrates, so the sores and fibers dehydrate and kills the organism. \"Apply the paste mixture to areas of your skin that have Morgellons lesions. You mi ght noti ce an i tchi ng. Try not to scratch. Keep appl yi ng the mi xture at least twice a day. Make sure your clothing or pillow do not wipe it off. \"In about a week, your Morgellons will disappear.\" 10) \"I believe that this is called Pompholyx. It is a type of eczema (dyshidrotic eczema) that has been around for 1000’s of years. It was first recognized and described in medical texts in China since at least the Ming dynasty. \"It has been called throughout the ages...River Snail vesicle and Ant Nest. It mostly erupts on the hands and feet but can be found elsewhere. It can turn purple, white than yellow and a whole mirage of colors. Mostly 20-40 year olds get this...I’m 40 and just got it. \"There are different forms of this eczema and there are very severe late stages which is what I believe these people are getting. And they are getting these legions infected because they are not treating them properly. I only got the first couple of stages so far. \"Now , this eczema has no cure right now but you must take care of it because you could very easily get infections. It is not contagious unless you get it infected as any thing else. If it gets infected, you can get those strange bugs that you showed on the web site or you can get Staphylococcal Aureus or some other type of infection. \"If you’re interested I can supply you with more information such as what I do to control this. I’ve gone to several doctors and no body was able to diagnose what I had. It took some intense research on my behalf to figure this out. It appears that lately more and more people are getting this and other infections due to the toxic environment that we’re living in today!\" 11) \"I have been reading a lot about the value of using Vitamin C (Ascorbic Acid buffered) to cure Cancer, Polio, spider bites, snake bites, etc. I refer you to Dr. Tom Levy, MD, JD, and his book Curing the Incurable. He has many references to the use of I.V. Vitamin C and many studies. I understand that the University of Kansas in Kansas City, Kansas, has just established a chair in their Medical School to study uses of Vitamin C I.V. and a female Dr. has been put in that research chair. It should be also tried on the disease you were talking about (Morgellons.)\" "},{"pageNumber":4,"pageContent":"12) \"I had Scabies around twenty years ago, as they were pretty bad on my legs and ankles. I never new of them (before) and suffered for several months till I went to the Doctor. Of course, I took medicine and they went away. \"I lived in Hawaii for two years and just moved back to Ohio 3 months ago. I lived in Hilo on the Big Island. It is very rainy and wet. My right arm started itching, wrist up to elbow. It felt like they say: small bugs or critters under the skin. The more I scrached, the more it itched. In fact it itched more! I got a magnifying glass thinking I w ould see things crawling out of my skin. I didn't, although I knew they weren't Scabies. \"This went on for several days. I put scaulding hot water on my arm; also Clorox and No-Itch cream. I took silver tape and stuck it to my arm then pulled it off (that's how you get fiberglass out of your pores.) Finally to keep from itching. I wrapped my arm with clear wide postal tape, the kind you tape up boxes with. I slept and went to work with it on my arm. Sweat a lot with this on and I thought it would help suffocate 'it' if it were alive. \"After wearing this for several days, it went away. It came back once more while in Hawaii and I did the same thing - wrapped my arm in tape and it lasted maybe one day then went away. I have not gotten it since which is around 6 months now (both times was when I lived in Hawaii). Maybe they can try experimenting with suffocating it (sounds silly but may work). I hope thi s may hel p someone sufferi ng.\" [ Editor's Note: Wikipedia - \"Scabies is a transmissible ectoparasite skin infection characterized by superficial burrows, intense pruritus (itching) and secondary i nfection. The w ord 'scabi es' i s Lati n for 'i tch'. \"Caused by the mite Sarcoptes scabiei , variety hominis , it produces intense, itchy skin rashes when the impregnated female tunnels into the stratum corneum of the skin and deposits eggs in the burrow. The larvae, which hatch in 3-10 days, move about on the skin, molt into a \"nymphal\" stage, and then mature into adult mites. The adult mites live 3-4 weeks in the host's skin. \"The motion of the mite in and on the skin produces an intense itch which may resemble an allergic reaction in appearance. The presence of the eggs produces a massive allergic response which, in turn, produces more itching. Scabies is transmitted readily, often throughout an entire household, by prolonged skin-to-skin contact with an infected person (e.g. bed partners), and thus is sometimes classed as a sexually transmitted disease. Spread by clothing, bedding or towels is a less significant risk, though possible.\" 13) From a geneticist: \"I caught a skin disease several years ago, as an aftermath of a severe whooping cough infection. I guess you might call it 'bacterially-induced psoriasis,' because a hyperstimulation of my T-cells to fight the invading Bordetella bacterium, later caused skin lesions as an after-effect. \"Anyway, I received 'advice' from numerous medical people, but most of their 'cures' were useless. \"Only two treatments seem to be generally effective at treating many kinds of skin disease, including Moregellan's perhaps? \"(1) UV-B light exposure around 360 nm (a hand-held light may be purchased over the web); and (2) coal tar extracts. \"The UV-B light works well, if such skin lesions absorb more UV than surrounding skin, to produce selective toxicity (this is often the case). \"The coal-tar extract contains 'polycyclic aromatic hydrocarbons,' or 'PAH.' They soak into the skin, are converted by cytochrome P-450 to free radicals, then react with the DNA, often mutating it to a more normal-growth form. \"Even if there are parasites under the skin, either UV-B or coal tar should kill them. Neither remedy is toxic to normal skin. \"Well, you might as well ask sufferers to try these or other first-line remedies as soon as possible, rather than waiting for the mainstream medical profession to do anything?\" More Information: P lease see previous Earthfiles reports about Morgellons disease: • 06/23/2006 -- Morgellons Agony of Skin Lesions and \"Brain Fog\" • 06/03/2006 -- Part 2: Bizarre Morgellons Disease: Letters From Viewers • 06/01/2006 -- Part 1: Bizarre Morgellons Disease: A Nurse Describes Her Own Symptoms Website: Morgellons Research Foundation: http://morgellons.org/index.html"},{"pageNumber":5,"pageContent":"Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
