[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon 40 Small Animal Mutilations in Denver and 11 in Salt Lake City © 2003 by Linda Moulton Howe Denver and Salt Lake City have been challenged the past several months by half-cat and other variations of cut and severed body parts similar to hundreds of other cat and small animal mutilations over the years, as shown in this photograph by Plano, Texas Police Officer for Incident Report #91-44994, August 31, 1991. July 1, 2003 Denver and Aurora, Colorado - The Denver Dumb Friends League is offering a $12,000 reward for information leading to the arrest and conviction of anyone found responsible for the small animal mutilations in the greater Denver area over the past year. I received an e-mail from an Aurora resident who wrote on June 29: \"Cat Mutilations in Aurora, Co 1 more found in Aurora, raising total to 17. Denver 7 Parker 9 Arapahoe Country 4 Centennial 2 Lafayette 1 Total: 40 as of June 30, 2003 Aurora Police have assigned a full time detective to the case who can be reached at 303-365-2844 .\" "},{"pageNumber":2,"pageContent":"Yellow shaded areas of Denver and Aurora, Colorado, map indicate where cats, rabbits and squirrels have been found dead and mutilated since June 2002. Since June 2002, according to the Aurora Animal Control Office, the Denver Dumb Friends League and local residents, the mutilation mystery has struck 17 cats, 2 squirrels and 1 rabbit in Aurora; 6 cats and 1 rabbit in Denver and the other locations as listed in the quoted e-mail above. The region affected has been where southwest Aurora and southeastern Denver come together, colored in yellow on the map above. The most recent found by a Denver police officer on Sunday morning, June 29, was about a mile west of Aurora. One investigator who wishes to remain anonymous told me, \"Very precise cuts. Some are just cut in half, like with a band saw or very sharp knife or something like that. Just cut in half and either the front half or the back half is left to be found. Others have only flesh removed from the abdomen area, or a few organs removed, or all organs removed. A few have had just the spine removed in a very precise way. Usually there is no blood. There have been at least two other cycles of cat mutilations here since 1990.\" So far, officials are not releasing photographs of the mutilated animals. Investigators don't want to encourage copycats and want to preserve evidence details for trial if anyone is arrested. However, the Plano, Texas Police Department's August 31, 1991 photograph at the top of this report is a good example of what half cats look like wherever found around the world. Worldwide Waves of Cat Mutilations Since 1970s Similar waves of cat, and half cat, mutilations have been reported worldwide since at least the 1970s. The following are some of the locations where small animal mutilations have occurred - some with cyclic incidents every few years: London, England; Toronto and Vancouver, Canada; Bellingham, Washington; Falls Church, Virginia; Pensacola and Navarre, Florida; Lee, New York; Los Alamos, New Mexico; Tucson, Arizona; Oklahoma City, Oklahoma; Ft. Worth, Austin and Plano, Texas; Tustin, San Jose and San Diego, California; Denver and Aurora, Colorado; and Salt Lake City, Utah. $12,000 Reward in Denver Barbara Novorita, Chief Cruelty Investigator, Dumb Friends League (7 Counties), Denver, Colorado, says there is now a $ 12,000 reward for information leading to the arrest and conviction of the perpetrators. To report information, call: Dumb Friends League Investigations Office 303-923-0022 Aurora Animal Care Division 303-326-8288 $8,500 Reward in Salt Lake City, Utah Since May 2002, ten mutilated cats and one dog - usually only the front halves left behind - have been reported in Salt Lake City, Utah. The first week of November 2002, a resident found the front half of an \"adult orange tabby\" in a cemetery. Right behind the cat's front shoulders, a precise, bloodless cut had severed the rest of the body which was missing. The Salt Lake Tribune reported on June 16, \"Most of the dead cats have had their hearts or other organs surgically removed. At least three were decapitated. Most appear to have been killed at night. Almost all were left on lawns, in the Avenues cemetery or in other public areas where they would likely be found.\" Police are frustrated. Police Captain Judy Dencker said, \"We're looking for a needle in a haystack\" because there is no evidence at the site where the mutilated cats are found. One implication is that the animals are removed from"},{"pageNumber":3,"pageContent":"their neighborhood, taken some place for the mutilation excisions, and then returned to, or close to, the original home dead and mutilated. Temma Martin, spokeswoman for the Salt Lake County Animal Services, told reporters, \"Whether it's a predator or a deranged person, something is getting people's cats. You just never think it's going to happen to you. It's too dangerous to let your pets wander. This needs to be taken very seriously.\" $8,500 Reward Offered by Utah Humane Society - Salt Lake City Utah Humane Society 801-261-2929 To report information, call: Salt Lake County Animal Services 801-743-7045 More Information Please see Glimpses of Other Realities, Volumes I and II in Earthfiles Shop. Also, Earthfiles.com Archives for More Reports About Cat Mutilations: · 07/01/2003 -- 40 Small Animal Mutilations in Denver and 11 in Salt Lake City · 11/16/2002 -- More Cat and Cow Mutilations: Colorado, Utah and Missouri · 05/31/2002 -- Bloodless Cat Mutilations in Bellingham, Washington · 10/20/2001 -- Dozen Mutilated Cats Found in San Diego, California · 09/08/2001 -- 23 \"Half Cat;\" 2 Deer Mutilations Confirmed Since March by Austin, Texas Law Enforcement · 08/12/2001 -- Unusual Cat Deaths in Navarre, Florida and Austin, Texas · 11/18/1999 -- Short Environmental Updates · 11/07/1999 -- Environmental Updates and Calf Fetus Shocks Los Brazos, New Mexico · 11/05/1999 -- Reward Offered As Cat Mutilations Continue in Toronto, Canada · 10/10/1999 -- More Cat Mutilation Reports from Ft. Worth, TX; Toronto, Canada and Tucson, AZ · 10/03/1999 -- Unusual Cat Deaths from London to San Jose, California Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
