[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon More Crop Formations in Holland and Germany © 2002 by Linda Moulton Howe Three circles on left were investigated by Bert Janssen on July 8, 2002 in a wheat field near Ubachsberg, Holland. While there, Bert discovered the more complicated three rings on right which the farmer says appeared between 10 and 11 p.m. on July 3, 2002. Diagrams © 2002 by Robert Boerman, Dutch Crop Circle Archive. July 13, 2002 Ubachsberg, Holland On July 8, 2002, Robert Boerman and Bert Janssen of the Netherlands learned about a formation of three circles in Ubachsberg. Bert went to the wheat field and measured the diameter of the largest circle to be 11.80 meters; the smallest was 6.8 meters. He noted that many plants were standing straight up among the downed plants and showed no signs of damage on the stalks as might have occurred if boots, boards and other mechanical devices had flattened the circles. Three circles in a wheat field near Ubachsberg, Holland first investigated July 8, 2002 by Bert Janssen. Photograph © 2002 by Robert Boerman. "},{"pageNumber":2,"pageContent":"Close-up inside second circle center at Ubachsberg, Holland. Photograph © 2002 by Robert Boerman. On that field trip, Bert discovered yet another more complicated formation of three rings in another field about 800 meters away from the three circles. Robert Boerman visited the farmer to find out what he had seen in the field and was startled to hear the farmer say his gate keeper was alarmed to find the three-ring formation only one hour after he had been in the field doing chores and the crop was normal. Three-ring formation that farmer said was not in the field at 10 p.m. and was there at 11 p.m. the evening of July 3, 2002 in wheat field near Ubachsberg, Holland. Aerial photograph © 2002 by J. de Jong. Pole shot of interior inside three-ring formation. Photograph © 2002 by Robert Boerman."},{"pageNumber":3,"pageContent":"Plants laid down in various directions inside the three-ring formation. Photograph © 2002 by Robert Boerman. Interviews: Robert Boerman, Crop Formation Researcher and Chairman, Dutch Crop Circle Archive, Brummen, Holland: \"The first formation of July 3 at Ubachsberg is very interesting because we spoke to the owner of the field and his gatekeeper. They know absolutely sure that this formation was not there last Wednesday, July 3, at 10 o'clock in the evening. But at 11 p.m., there it was! Within an hour, it formed. Between 10 and 11 p.m. in Holland, is it twilight or dark? It isn't dark. There is some light. Did anyone hear or see anything strange? Not that I know. Would you or anyone you know have been able to make the formation in the hour it apparently occurred? Within an hour, maybe six or seven people, it might be possible. But the time of the day, it's not really dark, I don't think some guys did it. Anything unusual in the soil or plants? I thought my nephew found some longer nodes, but another strange thing was not in the formation itself, but next to a tramline there were some cutoff stalks, but some were as if burned on top. Have you seen that before? Yes, in several formations in Holland before. In the three circles of the second formation, I think there were also some cut off stalks.\" Baden-Wuerttenberg, Germany A couple of days before, on July 1, in the southwestern German province of Baden-Wuerttenberg near Salsbourg, a German researcher was surprised to find several small formations in a field of ripe barley. He called his friend, Andreas Mueller, a college student in Saarbruecken who maintains the International Crop Circle Archive on the internet. Andreas called photographer Frank Laumen to see if Frank could get some aerial photographs of the large field. Then, Andreas took off for Baden-Wuettemberg to search the barley on the ground. The land there is a mixture of small woods and cereal crop fields. It is a region"},{"pageNumber":4,"pageContent":"known as Hohenloe that is filled with burial mounds and stone circles, very similar to Britain's sacred sites. Andreas found nine different patterns that reminded him of Celtic designs such as concentric rings and clusters of circles. After Frank Laumen got the aerial photographs, everyone agreed this was the first time in Germany perhaps in any country that so many small, individual shapes had been found in one field. Several were clustered around a power pole. I asked Andreas about the sizes of the small formations. Five of the nine small formations first reported on July 1, 2002 in the same large field in the Bade-Wuerttenberg province and its Hohenloe region filled with ancient burial mounds. Aerial photograph © 2002 by Frank Laumen. Andreas Mueller in the white shirt investigated the nine small formations in the same large mature barley field in the Hohenloe region of the Baden-Wuerttenberg province. Photograph © 2002 by Andreas Mueller. Andreas Mueller, Student and Producer of the International Crop Circle Archive (I.C.C.A.), Saarbruecken, Germany: \"They are rather small. You could call them mini-formations. The biggest one, the straight path, is quite long about 15 meters, almost 45 feet. The single circle is just a few meters in diameter. Everything is in the range of a few meters and the cluster of the little circles, the biggest circle was 3 meters and the other ones are much smaller. It's really something I've never seen before, this clustering of mini formations. What I suspect is that probably not all came down the same night. This is what the condition looked like. It could be that some were discovered before by farmers and were not entered and destroyed by walking around in them. So what we have is we find clearly the expulsion cavities as we find them in many formations this year in Germany and in Hessen, the other area close to Kassel, and even here and also on the Isle of Rugen. It's very interesting to see that in all these areas, expulsion cavities of nodes just occur on the third node of the plants. If you count from the root. It's always the third node that is exploded and very nice expulsion cavities. So, they are all everywhere present."},{"pageNumber":5,"pageContent":"Examples of node expulsions from formation crop in which tissue and water inside the growth nodes have been heated by unidentified energy system. Pressure builds to bursting point, creating holes in the third growth node from the ground on plants inside the nine small formations in Baden-Wuerttenberg province of Germany. Photograph © 2002 by Andreas Mueller, http://www.invisiblecircle.de Isle of Rugen in the Baltic Sea at the far most eastern corner of Germany, 35 miles long and 25 miles wide with 400-foot-high chalk cliffs and covered with ancient burial mounds and stone circles. How do they compare in both the way the small formations are constructed to the way formations have been constructed on the Isle of Rugen which are now eleven there? The recent formations, they all share a common design. They look pretty similar to each other. They vary these pendulum design theme and they include circles, rings and the straight long bars similar to the pictogram-pendulum formations we had in the early 1990s in England. They have pretty geometrical on Rugen. These other ones at Hessen and Baden-Wuerttenburg are completely another kind of construction and shape the area where the nine formations are. Sinsheim is not far away where the strange fingerprint-like spiral was in May.\" In Sinsheim, Germany about 20 miles southeast of Mannheim, the \"fingerprint\" pattern below was found by the farmer in his young barley field on May 26. Andreas Mueller investigated and reported, \"At the standing plants forming the centre of the little central ring, the seed heads of all the plants were taken and the top leaves of many plants were physically damaged. The diameter was about 35 meters (114 feet) and like a formation that was discovered just the year before in 2001 not far away, this new one seems to continue a Celtic or pre-Christian style. But we have to wait for the aerials for confirmation.\" Formation in young barley field near Sinsheim, Germany discovered May 26, 2002. Photograph © 2002 by Dirk Moller."},{"pageNumber":6,"pageContent":"In the previous years, Kassel had more concentration of formations. This year as Germany exceeds 30 formations more than England it seems as if the Isle of Rugen and Baden-Wuerttenberg are more the focus? Yes, that's right. But also in Hessen in the Kassel area, we still have six formations which is quite a number. Some German researchers have a problem in counting these nine formations as 9 formations. They say, 'They are in one field, so they count them as one.' But if you are there, you get a strong feeling that is not the case. That's why I count them as nine separate ones. We have a shift of focus definitely to Rugen. But we have this is the first year we have a very good contact who lives on Rugen and he is quite an eagle's eye. He drives a car which sits a little higher than a normal car. He has a good eye for formations that have sprung up again and nearly vanished in the young fields. He discovers them and we are happy to have him living there on the Isle of Rugen. Probably there have been more in the past and just simply were not discovered. We also don't know what is up in the north of Rugen. Rugen is quite a big island and nobody can cover the whole thing each day or weekend. The whole island is known for its many sacred and ancient sites from before Christianity. I don't know if the Romans went that far. But it also was not Celtic before the Christians. It is suspected to be something Slavic or more northern culture that settled there. There are many rings and earth walls and standing stones and hundreds of burial mounds on the island. It is like the area that had circles from 1996 to 1999 in north Germany and former western Germany, and that also closely filled with the burial mounds that even the official ministry for conserving and archaeology. They do not make any complete listings to avoid robbery and destroying by hobby archaeologists. These areas are quite important. And the whole lower area which is in Baden Wuerttenberg is also known for its many sacred sites. It is the same in England where there are so many burial mounds and stone circles, that if there was one common denominator to where formations go, it appears to be some place where there were ancient burial mounds, stone rings or something like that. Yes, and the geography is important, too. Limestone is everywhere. And throughout England there is limestone where we have the focal points for formations. Limestone is also present at the Baden-Wuerttenberg, as well as on Rugen. Rugen is also known for its white chalk hills. Chalk is limestone. This is a very important point, I feel. Isle of Rugen Investigation of Formation in Phacelia Flowers Reported June 29, 2002 Formation on the Isle of Rugen near Goetemitz in a thick field of purple phacelia, clover and camomile. Aerial photograph © 2002 by Frank Laumen."},{"pageNumber":7,"pageContent":"For me, one of the most impressive investigations this year was when I traveled about 1000 kilometers to visit the Isle of Rugen the end of June. I live in Saarbruecken on the opposite end of Germany. At least this formation made it worth (the travel). It was a formation again in the same geometrical style, the pendulum thing, but it was not placed in a crop field, or grain field. It was placed in a field of beautiful purple blooming flowers. The flower is called Phacelia used in years between wheat as crop rotation to fertilize. It is beautiful. It is very small, but very thick flower, so the bloom is very thick and flashy. Then there was a lot of clover and chamomile. So, it was a beautiful odor in the formation. It was mesmerizing. Purple phacelia flowers mixed with clover and camomile reported June 29, 2002 near Goetemitz on the Isle of Rugen. Photographs © 2002 by Frank Laumen. Then we approached the actual formation and we saw how soft these very delicate flowers had been pushed down without breaking, no smashing. There were no traces and there was a beautiful carpet of flowers in front of us that had been laid down. We realized already walking through the normal field that we caused a lot of damage. Each step you took, it cracked underneath your feet and the flowers get smashed. So this was so impressive. Again, you don't have to have academic validation or knowledge about spiritual or esoteric background. It was simply by being there and watching what damage you caused and realized there was nothing comparative to your weight and the way you leave physical traces in the field that caused this formation. One cannot explain it to someone who was not there, really. But also for us it was very important that inside there were several plants of oilseed rape and wheat growing in between, probably from the years before or came there by the wind or whatever. Those single standing plants have never been flattened by the source, the energy that made the formations. Only the delicate flowers. There were no signs that they (rogue standing plants) had been flattened at all, so which gives the possibility that we have here pretty good evidence that the force, the needed force to press down a crop formation, get well adapted to the resistance of the crop's vegetable media. Yes, biophysicist Levengood thinks that the energy is specific to the particular molecular structure of the plants in the field that is going down."},{"pageNumber":8,"pageContent":"Yeah, and this is the reason why the robust plants like wheat and rape, compared to the delicate little flowers, were not affected at all. This is quite an important insight and we have to do further research in here.\" More Information: The Isle of Rugen is 35 miles long, 25 miles wide, inhabited today by about 70,000 people and sits in the Baltic Sea off the furthest northeastern corner of Germany. It is not far from the famous Peenemunde site that Adolph Hitler's Nazi scientists worked underground on numerous technologies and aerial craft. The island is limestone and the promontory of Stubbenkammer has white chalk cliffs that rise to 400 feet, similar to the white cliffs of Dover, England. Its chief modern industries are herring fisheries and chalk pits. Rugen is rich in prehistoric remains. Near Hertha Lake are the ruins of an ancient structure which some call a shrine to the deity Hertha or Nerthus. The goddess Nerthus, Terra Mater , was worshiped by tribes along the south Baltic shore.The island is covered with burial mounds and stone circles which reach back into Neolithic and Paleothic ages. In Germanic mythology, the world is not seen to last forever. The cycles of history are described as a monstrous winter in which all life will perish or an heroic conflict at the end of the world when monsters such as the cosmic serpent Miogarosormr will break loose and overwhelm gods and men. The stars will fall, the earth will sink into the sea and flames will rage to the skies. But from the destruction, a new earth emerges and peace and prosperity will return to the world and the gods. One of the most intriguing research notes I have come across is in an internet article entitled \"The Runge-Syppiewski Family Exploring All Things Polish.\" It states: \"Some think Rugen island might have been the home of the Greek temple of Apollo, in 500 B. C. Apollo was the god of light and the sun-god who loved amber and amber was thus considered sacred. The largest deposits of amber in the world, and those exploited the longest, were on the shores of the Baltic Sea in northern Europe.\" We b s it e s : http://www.dcca.nl http://www.invisiblecircle.de http://www.cropcircleconnector.com http://www.temporarytemples.co.uk http://home.clara.net/lucypringle http://www.geocities.com/Heartland/Estates/9538/Rugen.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
