[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Giant Hydrocarbon Lakes Found On Saturn Moon, Titan © 2006 by Linda Moulton Howe \" D ark patches, which resemble terrestrial lakes, seem to be sprinkled all over the high latitudes surrounding Titan's north pole ... very strong evidence for hydrocarbon lakes.\" - N ASA and JPL Cassini-Huygens Mission T wo radar images acquired by the Cassini spacecraft radar instrument in synthetic aperture mode on July 21, 2006, near the Titan moon's north pole. The next Titan Flyby w ill be a t 1,000 kilometers (621 miles) on September 7, 2006. Radar images courtesy NASA and JP L. July 25, 2006 Pasadena, California - NASA and JPL report: \"The Cassini spacecraft, using its radar system, has discovered very strong evidence for hydrocarbon lakes on Titan. Dark patches, which resemble terrestrial lakes, seem to be sprinkled all over the high latitudes surrounding Titan's north pole. \"Scientists have speculated that liquid methane or ethane might form lakes on Titan, particularly near the somewhat colder polar regions. In the images, a variety of dark patches, some with channels leading in or out of them, appear. The channels have a shape that strongly implies they were carved by liquid. Some of the dark patches and connecting channels are completely black, that is, they reflect back essentially no radar signal, and hence must be extremely smooth. In some cases rims can be seen around the dark patches, suggesting deposits that might form as liquid evaporates. The abundant methane in Titan's atmosphere is stable as a liquid under Titan conditions, as is its abundant chemical product, ethane, but liquid water is not. For all these reasons, scientists interpret the dark areas as lakes of liquid methane or ethane, making Titan the only body in the solar system besides Earth known to possess lakes. Because such lakes may wax and wane over time, and winds may alter the roughness of their surfaces. Repeat coverage of these areas should test whether indeed these are bodies of liquid. \"These two radar images were acquired by the Cassini radar instrument in synthetic aperture mode on July 21, 2006. The top image centered near 80 degrees north, 92 degrees west measures about 420 kilometers by 150 kilometers (260 miles by 93 miles). The lower image centered near 78 degrees north, 18 degrees west measures about 475 kilometers by 150 kilometers (295 miles by 93 miles). Smallest details in this image are about 500 meters (1,640 feet) across. \"The Cassini-Huygens mission is a cooperative project of NASA, the European Space Agency and the Italian Space Agency. The Jet Propulsion Laboratory, a division of the California Institute of Technology in Pasadena, manages the mission for NASA's Science Mission Directorate, Washington, D.C. The Cassini orbiter was designed, developed and assembled at JPL. The radar instrument was built by JPL and the Italian Space Agency, working with team members from the United States and several European countries. \" More Information: F or further information about solar system research, please see reports below in the Earthfiles Archives: "},{"pageNumber":2,"pageContent":"• 05/05/2006 -- Saturn's Titan Moon Has Puzzling Dunes • 04/11/2006 -- Hot Venus Now Studied by ESA's Venus Express • 03/17/2006 -- Planet Earth's Ice Melt • 11/09/2005 -- Dust Storm On Mars, Cosmic First Light and Black Hole At Our Galaxy's Center • 10/19/2005 -- Saturn's Icy Moon, Dione, Up Close • 09/16/2005 -- \"Planet X\" and the Kuiper Belt's Oddballs, \"Santa\" and \"Easterbunny\" • 05/06/2005 -- What Are The Straight Lines on Saturn's Titan Moon? • 03/25/2005 -- Glow of Distant Worlds Seen For First Time • 03/20/2005 -- Astronaut John Young: \"The Moon Can Save Earth's Civ ilization.\" • 02/17/2005 -- Iapetus and Enceladus: Baffling Moons of Saturn • 01/22/2005 -- Titan - A Moon Where It Rains Methane Into Seas and Soils of Hydrocarbons • 01/14/2005 -- Updated - Cassini/Huygen's First Look At Titan's Surface • 11/25/2004 -- Closest Look At Mysterious Titan from Cassini Spacecraft • 06/11/2004 -- Cassini Spacecraft Will Rendezvous with Saturn July 1, 2004 • 04/21/2004 -- At the X-Conference, Former Naval Inte lligence Officer, C. B. Scott Jones • 02/03/2004 -- Planet 150 Light Years from Earth Has Oxygen and Carbon Atmosphere • 10/07/2002 -- Large Kuiper Belt Planetoid Found Beyond Pluto • 04/27/2002 -- Classified NOSS Navy Satellites Offered As Dover Triangle Explanation • 11/05/2000 -- Near-Earth Object 2000 SG344 - Is it an asteroid? • 10/01/2000 -- A Search for Earth's First Life • 02/16/2000 -- 433 Eros, Orbiting An Asteroid Up Close • 12/01/1999 -- Six More Planets Discovered 60 to 190 Light Years Away • 08/28/1999 -- Oddball Quasar and Salt Water Inside Meteorite Website: C assini-Huygens Mission: http://saturn.jpl.nasa.gov/home/index.cfm Credits Copyright © 1999 - 2010 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2010, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
