[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Mile and A Half Diameter Asteroid 2002 NT7 Might Impact Earth in 2019 © 2002 by Linda Moulton Howe \" We are talking about a global disaster of apocalyptic dimensions if an asteroid that size were to hit us.\" Benny Peiser, Ph.D., Liverpool John Moores University, U. K. Asteroid 2002 NT7 currently tops the Impact Risk list of NASA/JPL's Near-Earth Object Program because current calculations place it crossing the earth's orbital path on or about February 1, 2019, or other possible later dates. NASA says, \"While this prediction is of scientific interest, the probability of impact is not large enough to warrant public concern.\" July 25, 2002 Liverpool, England - The newly discovered potential threat to the earth in another seventeen years is known by scientists as \"Asteroid 2002 NT7.\" It was discovered on July 9, 2002 by researchers from M.I.T. (Massachusetts Institute of Technology) and the Lincoln Near Earth Asteroid Research (LINEAR) project funded by the United States Air Force and NASA. The goal of the LINEAR program is to demonstrate the application of technology, originally developed for the surveillance of earth orbiting satellites, to the problem of detecting and cataloging Near Earth Asteroids (also referred to as Near Earth Objects, or NEOs) that threaten the Earth. GEODSS telescope in LINEAR program looking for asteroids, comets and "},{"pageNumber":2,"pageContent":"\"Unusual Objects,\" at M.I.T.'s Lincoln Laboratory's Experimental Test Site, White Sands Missile Range, Socorro, New Mexico. Image courtesy M.I.T., USAF and NASA. Klet Observatory in the Czech Republic has photographed the \"Potentially Hazardous Asteroid 2002 NT7,\" shown in white circle above. First discovered on July 9 by MIT's Linear Observatory in New Mexico, NT7 orbits the sun every 837 days and can only be seen in the Southern Hemisphere. Image was photographed on July 19, 2002, with Klet Observatory CCD camera.The field of view is 16 to 10 arcminutes with north to the top and west to the right. The LINEAR program uses a pair of GEODSS telescopes at Lincoln Laboratory's Experimental Test Site (ETS) on the White Sands Missile Range in Socorro, NM. The telescopes are equipped with Lincoln Laboratory developed CCD electro-optical detectors and collected data is processed on site to generate observations. Observations are then sent to the main Lincoln Laboratory site on Hanscom, AFB in Lexington, MA where they are linked from night to night, checked, and sent to the Minor Planet Center (MPC). The MPC assigns designations to LINEAR's new discoveries of NEOs, comets, Unusual Objects, and main belt asteroids. A scientist in England has organized an e-mail network to monitor asteroid and comet alerts and was the first person to speak out about NT7. Benny Peiser, Ph.D., is a Senior Lecturer in Social Anthropology at Liverpool John Moores University in Liverpool. He is a social anthropologist who studies the affect of large events such as asteroid impacts on the earth, environment and social evolution. Interview: Since July 9, I understand you've had 100 observations of the NT7 asteroid. Can you describe what the trajectory seems to be and what the threat potential is to earth? Given that we only have two weeks of observations, the orbital arc we have so far is very short and the trajectory is very uncertain. Nevertheless, we can make calculations about what the probability is of this arc to eventually move through the earth. This object has a fairly high rating. In other words, it has a relevant impact probability. But in all likelihood like in other previous cases, additional observations will almost certainly eliminate this potential hazard. Is it true this is the first asteroid to have been given a positive value on the Palermo Technical Scale, meaning greatest potential for earth impact observed so far? Yes and no. Yes for an object with an impact probability in the near future. There was another asteroid called 1950 DA that actually had an impact date some 800 years in the future, which also showed up in that category. But given that the impact date for that asteroid is some 800 years in the future, it does not really rank in the same class. February 1, 2019 could be the first potential date of the asteroid's orbital"},{"pageNumber":3,"pageContent":"collision with earth? Indeed. If this is on a potential impact with earth in only 17 more years, why has no one reported NT7 before as a possible asteroid threat? Because it has a very peculiar inclination and really only shows up close to the earth in the Southern Hemisphere. And in the Southern Hemisphere, we do not have any search programs. Because of the asteroid's peculiar inclination and the fact that it comes closest to earth, especially approaching the earth from the Southern Hemisphere, it has not been spotted. We thought initially that old photographs might be archived somewhere that would have this object already on one of the plates. But it might turn out that this is indeed the first time that it was observed. Is it true that NT7 orbits the sun every 837 days? Yes, that's true. Is it odd that it had not been discovered before July 2002? Not really because so far we have only discovered 600 asteroids in that size category that is, asteroids larger than 1 kilometer in size. This one is two kilometers, about 1.5 miles wide. We expect there to be some 700 asteroids in that size category which have not been discovered yet. So, we think this is one of those. You were quoted by the BBC as saying, \"This asteroid has now become the most threatening object in the short history of asteroid detection.\" Yes, I said that. That is true. I should have said potentially the most hazardous. This is only a potential threat. Obviously it is the asteroid that has the highest impact probability and the shortest impact date and it is fairly large. We've had similar objects in the past with a lower impact probability and a larger warning time and a smaller size. But this one is a historic first in that it is rather big and it has a fairly short warning period and a fairly relevant impact probability. How long do you think it will be that enough observations are made for astronomers and physicists to be confident about whether this is on an impact course or not? I expect the object to be eliminated from our list within the next three or four months. As I said, the object will be visible for the next 18 months or so, so there are many opportunities to follow up the object and to refine the orbit and to almost certainly prove that it's not going to hit. What if the calculations turn out to support an impact? Well, then God help us! This is a very large object that we do not want even to contemplate hitting us. It would plunge our planet back into stone age conditions. It would lead to mass starvation on a global level and we don't want even to think about these kinds of scenarios which are any how extremely unlikely. But isn't the reason why there are asteroid searches because of the potential threat of impact? It has happened in our earth's history before. Oh, absolutely! And it's going to happen in the future unless we take this risk seriously enough and look out for this object and eventually some time in the future, we will have to deflect an object that will be on a collision course. It's just a question of time. sooner or later, we will find an object, hopefully not such a large one that is on a collision course. It might take another 100 or 1000 years or tomorrow. No one can tell. Therefore, we need to be prepared. These things seem to keep creeping up on us and being discovered just very suddenly. We really don't seem to know what exactly is coming through"},{"pageNumber":4,"pageContent":"our solar system and crossing near the earth's orbital plane until sometimes an object has already passed us. What effect would an asteroid 1.5 miles in diameter have upon impact with earth? If an asteroid that size would impact the earth, it would throw up so much dust into the atmosphere and possibly into the stratosphere that the sun would be blocked out for a long period of time, perhaps a whole year or longer. It would destroy all the crops worldwide and it would consequently lead to mass starvation apart from the physical damage at the impact. If it were to impact one of the oceans, all the coasts and all the towns and cities around the coasts would be destroyed by huge tidal waves. We are talking about a global disaster of apocalyptic dimensions if an asteroid that size were to hit us. However, we should also remember that an asteroid that size only hits the earth perhaps once every one or two million years and there is no reason to believe it will actually happen right at our generation. The likelihood is extremely small that we are the unlucky ones. We've survived for the past 5 million years and I am pretty confident that we can solve this problem of incoming asteroids in the next 100 or 200 years. That's the time span I suggest it will take for a planetary defense system to be established and to work efficiently. But it is a fact, is it not, that currently for the next three or four months no one will know for certain whether the February 1, 2019 or later dates are a reality. What happens if scientists calculate and find validity to an impact date in 2019. Do we have enough time over the next 17 years to do anything to stop a 1.5 mile diameter asteroid? The short answer is most likely not. Most likely 17 years would not be enough to develop the technology necessary. However, the human species is very clever and has always managed so far to escape all the disasters thrown at us. So perhaps we would be able to do something about it. But currently the estimates for an efficient system of planetary protection and deflection program is estimated between 30 and 70 years. But with the advance of technology, perhaps this might actually decrease. If we ever were to face with such a scenario, I'm pretty sure the global, the community would get together and put all the resources into a program that would try to deflect the object long before it hits the earth. For those of us who would like to keep track of the NT7 asteroid, what is the best way to do that on the net? There are a number of websites which update the risk assessment of this and other asteroids on a daily basis. All the observations that come in are put into computers and the risks are assessed. The best site in the U. S. is at JPL at the Near Earth Office of NASA. It's a program called Sentry which lists all the asteroids on a potential collision course and that website gives lots of information about all the asteroids currently listed as meriting monitoring or concern.\" We b s it e s : http://neo.jpl.nasa.gov (Sentry Near-Earth Object Program) http://www.ll.mit.edu/LINEAR/ http://www.klet.cz/"},{"pageNumber":5,"pageContent":"Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
