[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon 2004 Canadian Crop Formations: Scorched Soybeans and \"Dirt\" Pattern in Barley © 2004 by Linda Moulton Howe July 25, 2004 Vancouver, British Columbia, Canada - I talked this week with Paul Anderson, Director of Canadian Crop Circle Research Network (CCCRN) in Vancouver. The crop circle season so far has brought four patterns which began with a simple ring in pasture grass on June 24, 2004, near a small town called Erb's Cove in New Brunswick. Over the past decade, New Brunswick has had reports of very few crop formations in contrast to Saskatchewan and Alberta which have had the most. From Paul's research of Canadian history of the phenomenon, he has found 233 reports between 1925 and 2004. Saskatchewan is the center of activity, \"sort of like Wiltshire is in England,\" he says. First Canadian formation of 2004 reported on June 24, near small town of Erb's Cove in New Brunswick, Canada, between Maine on the west and Nova Scotia on the east. July 12, 2004, Moore's Meadow, Prince George, British Columbia Pictogram in Pasture Grass Prince George and Vanderhoof, two sites of crop formations prior to 2004. The most recent fourth formation was reported on July 12 in Moore's Meadow nature park, Prince George, British Columbia. It was a long pictogram in pasture grass estimated to be about 250 feet in length, with three circles, two rings and pathways in it. Three circles ranged from approximately 0.9 meters (3 feet) to 15 meters (50 feet) diameter and the two rings were approximately 18 meters (60 feet) diameter each. "},{"pageNumber":2,"pageContent":"Small, 3-foot-diameter circle in pasture grass pictogram found in Moore's Meadow nature park, Prince George, British Columbia, Canada, on July 12, 2004. Photograph by witness who requested anonymity. Swirled center in bigger Prince George pictogram circle . Unique Bare Dirt Formations Of the four crop formations between June 24 and July 12, 2004, two stand out as unique - one pattern across Lake Erie from Cleveland, Ohio, near Leamington in Essex County, Ontario, was created in soybeans by something that scorched the plants which then disintegrated to bare soil. Two weeks later in Taber, Alberta, another pattern in tall barley was created by something that seemed to evaporate the plants without leaving any traces on the soil, not even where roots should have been. June 24, 2004, Soybean Plants Scorched to Bare Dirt Near Leamington, Essex County, Ontario, Canada "},{"pageNumber":3,"pageContent":"Dirt circle remains after June 24, 2004, discovery by farm owner in Essex County, Ontario Canada. Originally where the bare dirt circle is now, there were dark brown \"scorched\" stems stripped of all leaves. Then over the next week, the scorched stems disintegrated away. Photograph © 2004 by Nick Reiter. Interview: Paul Anderson, Director, Canadian Crop Circle Research Network ( CCCRN), Vancouver, British Columbia: \"The same day we received the Erb's Cover, New Brunswick report, another strange event occurred in Essex County, Ontario, near Leamington, which is quite unique. The farmer does not want his name or farm location revealed. This was a single circle about 22 feet in diameter and was in a soybean field in a fairly remote location. IN ADDITION TO THE CIRCLE IN THE SOYBEANS, IS IT TRUE THAT THERE WERE A COUPLE OF TRIANGULAR PATTERNS ON THE CIRCLE? There were a couple on each side of the circle itself. There is small truncated shape sticking out the edge of the circle, only about a foot across. So, it's just like a circle that has two small points, one on either side. What was unusual about this case is that the soybean plants themselves were about three to four inches tall at the time so not very big yet. When the farmer first found this one, all the leaves on the soybean plants were missing. They seemed to be, as the witness put it, 'burned off.' The remaining stems themselves were still standing. The stems had not been flattened down. They were still standing within the circle. But all the leaves were missing just like they had been stripped off and no one knows what happened to them. They weren't laying on the ground either. The standing stalks had turned dark brown. They looked like they had been charred. So, it's almost like something came and burned off all the leaves, leaving the stalks standing, scorched. But then, according to the farmer, over the next week, the remaining stalks in turn 'disintegrated,' as he put it, turned into dust and basically crumbled into nothing. So after a week, you were left with nothing but a bare circle of dirt remaining. That's all that's there now, except for only about six soybean plants within the circle that were never scorched to begin with for some unknown reason. (Visible in photographs.) Bare dirt circle residue after scorched soybean plants disintegrated. Photograph © 2004 by Nick Reiter. I've never heard of a formation like this before. And this was almost a perfect circle. It has been surveyed and the diameters came out to be 22 feet on one axis by 21.5 feet on the other axis. DID YOU COLLECT SOIL SAMPLES AND SOME OF THE REMAINING PLANTS AND CONTROLS?"},{"pageNumber":4,"pageContent":"That has been done by researcher, Nick Reiter. He volunteered on his own to look at it and has done some sampling on his own. ANY PRELIMINARY FIELD REPORTS ABOUT IT? Yes, there is at my website: www.c ccrn.ca Basically his initial report is what he found: the plants disintegrating over a period of a week. He also reported that the farmer said two years ago, they had a similar formation and similar effects two summers ago in 2002 which we did not know about at the time because the farmer did not know who to report it to. Apparently, the 2002 was similar to this 2004, except that it was in wheat, not soybeans. Same Essex County Farm Had Wheat Circle in 2003 and Scorched Wheat Circle in 2002 Linked to Mysterious Lights BUT IT WAS SCORCHED AS WELL AND DISINTEGRATED? Apparently, yes. He also reported there was a classic single-type circle in wheat on a neighboring farm last summer of 2003, but again we did not know about that either because the farmer did not know who to report it to. But now he knows to report it to CCCRN. He also did tell us that the same farmer in this case with the circle that happened in 2002 had witnessed multi-colored flashing lights 'descending into that field,' is how he put it. Then it was the next day they found the scorched circle in wheat. DID THAT SCORCHED CIRCLE IN 2002 HAVE THE LITTLE TRIANGULAR POINTS OFF IT AS WELL? I don't know. He just said it was a circle. THE WHEAT PLANTS DISINTEGRATED AWAY TO DUST JUST LIKE THE SOYBEAN PLANTS DID THIS YEAR? Apparently. He said the characteristics were very similar to this one except in wheat, not soybeans. THIS TIME IN 2004, WERE THERE ANY PEOPLE IN THAT FIELD AREA WHO SAW ANYTHING UNUSUAL IN THE SKY OR HEARD NOISE? Not that I know. HAD THE FARMER NOTICED ANYTHING STRANGE? No. They just found the circle in the morning. And now its a pattern only of dirt, no plants. July 7, 2004, Taber, Alberta - Another Bare Soil Pattern, This Time in Barley The next report was near the town of Taber, Alberta. This one is interesting because it has some similarities to the Essex County case we just talked about. The Taber one was found on July 7, 2004. We've had a problem with this one because it's on a Hutterite farm. (Hutterites are a religious group originating in 1528 during the Reformation. Hutterites live communally in rural North America.) It's interesting that a number of formations over the years in Canada seem to have been on Hutterite farms. I don't know why, but that's in the record. Being very conservative, the Hutterites have been very reluctant to have anyone go on their property to do any investigation. The person who reported it to us is an agronomist, Denis Fauth, and he works for that Taber, Alberta farm. So his background is in agriculture to begin with. He is quite mystified by what the farmer found. He has been trying to work with the farmer to get OK for us to go in and do surveying and samples."},{"pageNumber":5,"pageContent":"Photograph taken after barley harvested in Taber, Alberta, Canada, 4-foot-high barley field. Pattern was first reported on July 7, 2004, when the original barley plants were tall and the circle, meandering path and straight lines of the pattern were devoid of plants. Photograph © 2004 by Denis Fauth. Longest length of dirt pattern was about 65 feet. Field sketch, not to scale © 2004 by Denis Fauth. Denis did a sketch. It looks like there is one large oval shape and then a curved pathway attached and inside it. All the pathways are one foot wide, approximately. This was in 4-foot-tall barley. There were no flattened circles. The whole formation is about 65 feet across. When first found, all the plants were missing, like they had been pulled out of the ground. But he also gave the description that the soil did not even look like it was disturbed. It was not like the plants had been yanked out by someone. They were simply gone. I've been wondering if it's something similar to Essex County where they disintegrated and disappeared over a few days, but we don't know. WOULD THAT IMPLY, PAUL, THAT THE ROOTS ARE STILL THERE IN THE SOIL? It could be, but Denis Fauth needs to take another look. The land owners have been reluctant. WHY? They were afraid of publicity and people coming in. They were adamant that no one know about this thing, other than the report he gave to us initially. It's taken the past week or so to convince them we'll keep everything confidential. But at the same time, we need to get it documented. So he finally got permission to get photographs on the ground. IT WOULD BE IMPORTANT TO COMPARE THE SOILS BETWEEN THE TABER FORMATION AND THE ONE THAT IS IN ESSEX COUNTY. That's correct. And the thing about this one which he described, too, is that some of the plants that are standing along the edges of these pathways are undisturbed except for one important detail - the seed heads on some of these plants are twisted. I know you know about the twisting effect beneath seed heads? WHAT W. C. LEVENGOOD CALLS A 'SOMATIC DEVELOPMENTAL ANOMALY.' Wheat from Whitefish, Montana, formation found August 6, 1999, with \"somatic developmental abnormality\" in looped stem between first growth node and wheat seed head. Anomaly also found in Wiltshire"},{"pageNumber":6,"pageContent":"and Canadian crop formations. Photograph © 1999 by W. C. Levengood. Yes. But Denis Fauth was very specific in saying it's the literal seed heads themselves that are twisted and bent along the edges of the Taber dirt formation. It's not the twisting of the stem below the seed heads. WHICH SUGGESTS MECHANICAL TWISTING OF THE SEED HEAD, RATHER THAN SOME KIND OF ENERGY INTERACTION DURING GROWTH OF PLANTS. It does. He himself does not have an explanation for that. SO, CANADA HAS HAD TWO PATTERNS MADE BY THE ABSENCE OF PLANTS. That's right. These aren't your most photogenic formations. They aren't your biggest and they are not complex or anything. And yet, it comes down to the unusual physical nature of them that makes them so interesting. IMPOSSIBLE TO HOAX? I don't know. I always hesitate to say impossible. But in both these cases, I would not see the point. Especially this one on the Hutterite farm it's a very remote location. There is just nobody around. HOW WOULD YOU SCORCH A PATTERN IN SOYBEAN PLANTS? That's right. AND THEN HAVE IT DISINTEGRATE OVER TIME INTO THE PATTERN IN WHICH THE PLANTS ARE MISSING, BUT THE FARMER CAN'T SEE ANY EVIDENCE IN THE SOIL OF WHERE THE PLANTS HAD GROWN. That's right.\" Bare soil pattern in photograph taken after the 4-foot-high barley had been harvested. Photograph © 2004 by Denis Fauth. Also see: 3-Part Report About U.S. and English Crop Formations. More Information: For continual updates about Canadian crop formations : We bsit e : http://www.cccrn.ca To report Canadian crop formations, please contact : Paul Anderson Founder and Director, Canadian Crop Circle Research Network (CCCRN) Vancouver, British Columbia, Canada Tel / Fax: 604-731-8522 Cell: 604-928-7285 E-Mail: paulanderson@cccrn.ca Websites: http://www. cccrn.ca/"},{"pageNumber":7,"pageContent":"http://www.bltresearch.com/ http://www.cropcircleconnector.com http://www.cropcircl eresearch.com http://home.clara.net/lucypringle http://www.bertjanssen.nl http://www.cropcirclenews.com http://www.dcca.nl http://www.invisiblecircle.de http://www.wylatowo.mogilno.pl/news.php?art=94 http://www.temporarytemples.co.uk http://thecropcirclewebsite.50megs.com http://www.swirlednews.com http://www.heramagazine.net http://members.iinet.net.au/~bwratten/ccc.html http://www.CropCircleAnswers.com http://www.busty-taylor.com/cropper/98busty2.htm http://www.cropcircleconnector.com /ilyes/ilyes.html http://ufo.internauci.pl http://www.wylatowo.mogilno.pl Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
