[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Abnormal July Heat in 2001 © 2001 by Linda Moulton Howe Map by the National Oceanic and Atmospheric Administration ( NOAA) where red indicates highest temperatures projected for July 31 to August 4, 2001 after previous week of abnormally high temperatures. July 25, 2001 Washington, D. C. Late July 2001 temperatures in Texas, Oklahoma, Kansas, Arkansas and New Mexico have averaged five to ten degrees above normal. According to the National Oceanic and Atmospheric Administration (NOAA)'s National Weather Service, central Kansas hit 109 degrees Fahrenheit and southwest Oklahoma sweltered at 108 degrees F. A dome of high pressure dominates those states and excessive heat is expected to continue, with humidity, through at least August 4. Heat advisories are warning people that these temperatures combined with humidity can be lethal. In the record-breaking summer of 1995, more than 1,000 people died of heat-related causes. Even in normal summers, an average 175 people will die from heat waves in the United States, according to NOAA. Rules to live by in excessive heat: Seek out air conditioned spaces, including home, movie theater, and shopping mall. Wear light-colored, loose-fitting clothing made from natural fibers such as cotton. Drink several glasses of water and natural juices each day. Avoid alcohol and caffeine which increase dehydration. Eat small, light meals. Exercise only in early morning or late evening. Never leave children or pets in a closed vehicle where temperatures can reach 190 degrees F. in less than 10 minutes. "},{"pageNumber":2,"pageContent":"Always protect small children from the sun. Check on elderly neighbors. Provide shade and cool water for pets. Tuesday July 24 8:14 AM ET \" Enclave Hit by Freak Heatwaves MADRID (Reuters) - Spain's North African enclave of Melilla was hit by freak heatwaves on Monday which sent temperatures shooting up as much by as 30 degrees Fahrenheit in a matter of minutes. Melilla is located on a small peninsula on Morocco's Mediterranean coast. Spain's Meteorological Institute said it registered two heat surges during the morning, the first sending thermometers soaring to a sweltering 105-F from a warm 75-F before falling away again within 15 minutes. An hour later, the second burst of heat pushed temperatures up by 59-F before again cooling down a few minutes later. ``I was working with the window open when it suddenly started getting very hot and gusty. It was like a hot desert wind and we quickly shut the windows and got the air-conditioning on,'' said a receptionist at a government building in Melilla. The weather office said in a statement that a mass of hot and dry air had replaced a layer of cooler moist sea air near the city, causing temperatures to surge and gusts of wind of up to 44 mph.\" Monday July 23, 11:05 pm Eastern Time \"Japan sets record peak power output on heat wave TOKYO, July 24 (Reuters) - Power output by Japan's 10 utilities peaked at a record 178.72 million kilowatts (kW) at 3 p.m. (0600 GMT) on Monday, marking a new high for the first time this summer, an industry body said. The output surpassed the previous record of 173.07 million kW marked on August 25 last year, the Federation of Electric Power Companies said on Tu esd ay. The heat wave has caused temperatures to rise near 40 degrees Celsius (104 Fahrenheit) almost every day in many regions of Japan, prompting heavy use of air conditioners especially during the hottest hours of the day. Tokyo Electric Power Co Inc (TEPCO) said on Monday its peak power output reached a record 62.54 million kilowatts (kW) on the same day, setting an all-time high for the fourth time this summer. Chubu Electric Power Co also marked a record peak power output on Monday. \" We b s it e : http://www.noaa.gov Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly"},{"pageNumber":3,"pageContent":"prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
