[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Unidentified Craft in PA and Strange Grass Circle in Missouri © 1999 by Linda Moulton Howe July 28, 1999 Huntingdon Valley, PA Two nights ago on July 26th, at 11:12 PM EST, Penny Katz was watching news on television near her bedroom window in Huntingdon Valley, Pennsylvania, a northern suburb of Philadelphia. Penny is a 47-year-old registered nurse who has lived in the region for several years. Outside the window, she suddenly saw an \"illuminated derby-shaped object that glowed the color of silver metal.\" She thought it was as big as half her fist at an arm's length distance as it moved above the trees west to east slowly and steadily. Penny opened the window, but could not hear sound. As the object moved over her house, she could see what looked like \"a crystal chandelier or giant diamond\" giving off a sparkling light from the center of the craft's underside. She estimated the diamond was about one-third the size of the entire vehicle. There were no other lights, but she could see a thin, white line extending from the back of the object that reminded her of a laser beam. She watched for over a minute until it went out of sight. If anyone else in the Huntingdon Valley area saw this unusual craft, too, I would appreciate an e-mail to earthfiles@earthfiles.com . Or FAX me at 215-491-9842. July 20, 1999 Missouri More lights have been videotaped in Missouri where physical trace investigator, Ted Phillips, has been monitoring a rural farm area. Since December 1998, white globes of light and gold ovals that expand and contract like a camera lens have been reported by more than thirty residents. Last week on July 20, 1999, a bright light showed up around 11:30 PM and hovered over an old barn about 150 feet from the farm house. That caused all the farm dogs to bark frantically. The farmer said it was much larger than the full moon. He watched it for several minutes as it moved upward, stopped, moved back down to its original position and remained stationary. The next day, a cow gave birth to a dead and grossly deformed calf not far from the barn. The farmer wanted to move the cow from where she gave birth through a narrow fenced corridor filled with 40-inch high fescue pasture grass. There, he found a 9-foot diameter circle pressed down in the deep grass shown in the photograph below. This is the first circle in the Missouri pasture since the lights began appearing eight months ago. "},{"pageNumber":2,"pageContent":"Photograph: Circle in fescue grass after July 20th appearance of large, white light over farmer's nearby barn in Missouri. Photo © 1999 by Ted Phillips. Interview: Ted Phillips, Physical Trace Investigator, Reed Springs, Missouri: \"And as they were taking the cow up through there, all of a sudden they stopped because right in front of me was a circular area in the alleyway where the fescue was not only swirled in a clockwise pattern, but it was compressed very tightly to the ground. WHICH YOU CAN CLEARLY SEE IN THAT PHOTOGRAPH. Oh, yes, and the plants were not scorched, they were not dehydrated, they were not broken and as the photo shows. It's quite a striking thing with that fescue around it. Immediately I thought of a case in Langenburg, Saskatchewan, 1974, where five objects were seen and leaving five rings almost identical to this thing.\" Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
