[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Warm Oceans and Disease: A Link © 1999 by Linda Moulton Howe July 21, 1999 Greenbelt, Maryland In last week's journal Science , scientists at NASA's Goddard Space Flight Center in Greenbelt, Maryland reported the first confirmed link between warm ocean surface temperatures in the Pacific and Indian oceans with epidemics of Rift Valley Fever in Africa. Goddard senior earth scientist, Compton Tucker, Ph.D., said, \"We feel that the links are solid and the associations are clear.\" The warming ocean waters begins with El Nino in the Pacific which produces more rain in parts of Africa. More rain means more mosquitoes, specifically the Aedes mosquito. Photo Credit: Aedes mosquito, a species that carries different viruses, including the virus responsible for Rift Valley Fever which causes hemorrhaging and can be fatal. The insect's eggs already have the viral disease in them when the rains come. After hatching, the infected mosquitoes bite goats, cattle and other animals to drink blood and spread the nasty Rift Valley Fever hemorrhagic virus to animals. There were serious epidemics of the virus in the mid-1970s and again twenty years later in the mid-1990s. Dr. Tucker says the epidemics are directly related to the El Nino cycles of warmer ocean waters. Interview: Compton Tucker, Ph.D., Senior Earth Scientist (Satellite Studies of Ecology and Biology), NASA's Goddard Space Flight Center, Greenbelt, Maryland 20771: \"The study which was reported in last week's issue of Science is the first of several studies that my co-workers and I are working on. Some in North America, some in Africa, some in South America, some elsewhere where we are using satellite data to look at indicators or vectors of various diseases. This is an interesting marriage of satellite data which come to us from NASA, the space agency, and we couple these data with information that medical workers have gained as to the timing and location of various disease outbreaks. For example, Rift Valley Fever. This is a hemorrhagic fever disease which occurs "},{"pageNumber":2,"pageContent":"in eastern and southern Africa and is directly linked to periods of abnormally high rainfall during which you have the sudden emergence of large numbers of mosquitoes which are already infected with the hemorrhagic fever virus. It is the rainfall which triggers the hatching of the mosquitoes and we simply use satellite data to study large areas in Africa to identify when those periods of abnormally high rainfall occur. In the course of that study, we determined that this is actually driven for large scale events by a concurrent or simultaneous sea surface warming in the Indian Ocean and in the Tropical Pacific. The Tropical Pacific situation we know as El Nino. When that is coupled with a very high sea surface temperature situation in the Indian Ocean ? when both of these areas are dancing to the same tune ? we have periods of very high rainfall and we have outbreaks of Rift Valley Fever in Africa. HOW DOES THE RIFT VALLEY FEVER DIFFER FROM EBOLA? Well, Ebola is also a hemorrhagic fever. BOTH INVOLVE COPIOUS AMOUNTS OF VOMITING BLOOD AND BLEEDING FROM PORES. In the case of Ebola, you've probably read The Hot Zone or have seen that movie with Dustin Hoffman that dealt with something like Ebola or the Marburg virus. Those are very virulent and nasty hemorrhagic fevers with a high degree of mortality in people who are infected. In the case of Rift Valley Fever, that is also a hemorrhagic fever. But, it is much less dangerous than Ebola or Marburg. Its primary effect is on the animal population such as sheep, goats, cattle, camels, animals like that. But during virulent periods in east and southern Africa, it can jump from the animal population into people and cause a fairly high degree of mortality as well. HAVE THERE BEEN ANY CASES IN WHICH PEOPLE TRAVELING FROM THE U. S. OR EUROPE TO AFRICA HAVE CONTRACTED RIFT VALLEY FEVER AND BROUGHT IT BACK TO THE U. S., FOR EXAMPLE? To my knowledge, no one has returned to the U. S. with Rift Valley Fever. But it's probably happened. During serious outbreaks of Rift Valley Fever, which on average occur every 8 to 10 years, and as we report in our paper ? this occurs when you have these very unusual periods of rainfall which we're able to predict with satellite data of sea surface temperatures. And we then confirm that with satellite data which we collect every day over Africa to double check on our predictions. During some of the serious Rift Valley outbreaks, thousands of people have perished, unfortunately. IN TERMS OF CURRENT SATELLITE DATA, WHAT WOULD YOU PREDICT WOULD BE THE NEXT OUTBREAK, IF YOU HAVE THAT KIND OF INFORMATION? Well, at the moment fortunately, things look very quiet in Africa for Rift Valley Fever now. This is work that our State Department supports through its Agency for International Development (AID). We provide information to AID which they distribute to all of the U. S. embassies and missions in Africa. They then use this data to alert local people and the local authorities if something like this is coming along and whether residents should be more concerned or not. At the moment fortunately, things are very quiet in Africa in respect to Rift Valley Fever. WHAT RIGHT NOW IN TERMS OF GLOBAL OCEAN SURFACE TEMPERATURES IS SHOWING UP IN SATELLITE DATA? At the moment we are in what is called a La Nina which is the opposite of El Nino. That means you have cooler than normal sea surface temperatures in the tropical Pacific, not warmer. This tends to cause dry periods in southern and eastern South America as well as other areas. At the moment, this is not too pronounced, although everyone is watching with great curiosity and interest in case it might develop into something more serious."},{"pageNumber":3,"pageContent":"WOULD THE LA NINA EFFECT, WHICH COOLS WATER TEMPERATURES, EXPLAIN WHY THE NORTHEASTERN PART OF THE U. S. IS EXPERIENCING SUCH A SEVERE DROUGHT? THE GOVERNOR OF PENNSYLVANIA HAS PUT NEARLY THE ENTIRE STATE ON WATER RESTRICTIONS. If the same conditions in Pennsylvania are what we are experiencing in Maryland where our center is, then it emphasizes how important it is to realize that in a global climate system, when some places are perturbed or are warmer or cooler than normal in terms of sea surface temperatures, you do have more extreme weather elsewhere. THE IMPLICATIONS OF THIS TIE BETWEEN WARMING OCEANS AND HEALTH SEEMS TO IMPLY THAT IT MIGHT EXTEND TO DISEASES BEYOND THE RIFT VALLEY FEVER. IS THAT CORRECT? Ebola: Yes, that is correct. We're looking at the cluster of Ebola outbreaks in Equatorial Africa in the mid-1970s. Things were then very quiet for 20 years until the mid-1990s, 1994-95, when you had a series of Ebola outbreaks again. These are very curious events. By using satellite data, we are able to get an idea and to study these widely different areas objectively. If we didn't have satellite data, these studies would be very difficult to do. Hanta Virus: We're also looking at some other ecologically or climatically connected diseases such as the Hanta virus which occurs in the southwestern U. S. This is also hemorrhagic fever, it's linked to very wet periods following dry periods when you have an outbreak of the rodents apparently which are the hosts, or are implicated in the spread of the disease. That is one disease which does effect the U. S. and which I think satellite data should be very useful to identify when these outbreaks will occur and then to identify more specifically the actual areas which will be affected. IT WOULD SEEM THAT WHAT IS EMERGING FROM YOUR WORK IS SOMETHING LIKE LONG TERM HEALTH FORECASTS, SIMILAR TO WEATHER FORECASTS. Malaria, Dengue and Venezuelan Equine Encephalitis: You can probably think of it as a subset of the weather forecast. There are several diseases such as the Hanta virus, Ebola, Rift Valley Fever, Venezuelan Equine Encephalitis, perhaps malaria, dengue and other diseases which we don't have in the U. S. fortunately. These diseases appear to be directly and unequivocally coupled with climate and with weather abnormalities. And so by having more accurate weather forecasts and also having a time history of information back over the past 20 or 30 years, you are then able to identify what the circumstances were that were associated with the outbreaks of these diseases from their respective outbreak locations. And then apply that in the future. THE CONDITIONS COULD VARY FROM EITHER NEEDING A LOT OF MOISTURE OR DRYNESS? They could. For example, in the case of Ebola it looks like it may be triggered by a period of very wet conditions followed by a period over several years of very dry conditions. It could easily be one way or the other. It just depends on what the vectors or hosts are (mosquitoes are one type of host in which the viruses spread) and what triggers their jump from their host into the vector (infected animals) and then into the human population. ARE THERE EXAMPLES IN THE 1990S WHERE YOUR WORK AND SATELLITE DATA HAVE ACTUALLY AFFECTED PUBLIC HEALTH ANTICIPATING THE BREAK OUT OF DISEASE AND GETTING"},{"pageNumber":4,"pageContent":"MORE MEDICINES IN STOCK? In an indirect way. For example, a month or two ago, there was a reported Ebola outbreak in Zaire, or the Congo. And at this time, the World Health Organization contacted Mr. Jim Wilson, who is a 4th year medical student who has been working with me the past several months studying Ebola. Mr. Wilson and I then compared our satellite data history of the cluster of Ebola outbreaks in the mid-1970s and the mid-1990s to the particular circumstances for this specific location in equatorial Africa. We concluded very quickly in just a matter of a few minutes that this did not match the profile. We then informed WHO that in our opinion this was not an outbreak of Ebola. It turned out one or two weeks later when the detailed lab work was done on some of the people who perished from this disease that it had been an outbreak of the Marburg virus instead. So, we were able to alert people even though they had no confidence in our findings at the time that this was not Ebola. Bit it just didn't match the profile and we were right based on the profile of past historic satellite data. We hope in the future to be able to turn this around and actually have advance warning of the outbreak of diseases based upon climatic and satellite data and actually predict, as you said, when these will occur and where.\" More Information: Global Travel and Virus Spread: How fast could a virus spread from one part of the world to another? Nearly all of the world's major cities are less than 24 hours apart by air. Thus, it is possible that an outbreak in any of the cities below could be spread within a day by infected passengers. The hours and minutes spread information was prepared by COTF, Classroom of the Future © 1997, 1998 by Wheeling Jesuit University/NASA Classroom of the Future. Bombay 5 hr 55 min Sidney 16 h 55 min Hong Kong 14 h 30 min Rome 19 h 15 min London 8 h 50 min Toronto 16 h 30 min New York City 16 h 30 min Los Angeles 19 h 40 min Miami 18 h 10 min Mexico City 10 h 20 min Rio de Janeiro 20 h 50 min Boston 15 h Chicago 16 h 30 min Tucson 19 h San Francisco 18 h 45 min We b s it e s : www.cotf.edu/ete/modules/rift/rvspreadingviruses.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe."},{"pageNumber":5,"pageContent":"All Rights Reserved . www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
