[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Astronomers Report 10th Planet Far Beyond Pluto © 2005 by Linda Moulton Howe \"I t is bigger than Pluto!!!\" Astronomer Michael Brown of Cal Tech wrote at his website. \"A nd it's not planetoid 2003EL61 announced yesterday,\" also by Brown's group. Tenth planet, 2003UB313, photographed above in the white circle by Palomar Observatory astronomers lead by Michael Brown, Ph.D., from CalTech, was discovered for the first time on January 8, 2005, at Palomar Observatory's Samuel Oschin telescope which took this image. July 30, 2005 Pasadena, California - Brown had hoped to confirm the object's size before public disclosure. But late last night at NASA's Jet Propulsion Laboratory in California, he made a rushed announcement after his astronomy team, including Chad Trujillo (Gemini Observatory), and David Rabinowitz (Yale University), learned that a hacker had broken into their data with the idea of making \"the tenth planet\" discovery public first. Beyond 2003UB313, it has no other name yet, but a \"more melodious name\" was submitted to the International Astronomical Union in Paris for approval. It might have \"Lila\" in it, since Michael Brown has a 3-week-old daughter named Lila. Michael Brown said: \"Usually when we find these, we don't know their size for certain, only lower limits. The lower limit to this object is the size of Pluto, but we expect it's about 1.5 times larger. Check back for more information as we post it over the weekend. Note that this object is NOT 2003EL61, announced yesterday.\" Michael Brown's website. Like Pluto's eccentric orbit, this tenth planet orbits about 44 degrees off the plane of other planets, coming in almost to Neptune at its closest point before it swings back out at least 9 billion miles from the sun. Brown says it takes the tenth planet 560 years to make on orbit. This is the first large, planet-sized body to be found in our solar system since Clyde Tombaugh discovered Pluto in 1930. Some astronomers now think Pluto, which is only 1,400 miles in diameter, should be relegated to Kuiper Belt planetoid status, which would then make the new far-out planet the ninth. Others argue that Pluto has been the 9th planet for so long, it should stay that way with a new \"big brother\" out in the Kuiper Belt. More Information: Also, see another Earthfiles reports about the the mysterious red planetoid, Sedna, also discovered by astronomer Michael Brown, in Earthfiles Archives: · 12/17/2004 -- Is Our Solar System's Red, Mysterious Sedna An Alien Planetoid? · 03/15/2004 -- Most Distant \"Icy Planetoid\" in Our Solar System Has A Most Baffling Orbit Websites: Michael Brown, CalTech: http://www.gps.caltech.edu/~mbrown/planet lila/index.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com "},{"pageNumber":2,"pageContent":"Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
