[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Extraordinary Details in New Silbury Hill Formation Destroyed by Farmer © 2009 by Linda Moulton Howe A bove and below: Afternoon of Monday, August 3, 2009, was the first anyone knew that this new w heat pattern was near Silbury Hill. Aerial image © 2009 by Olivier Morel, WCCSG. August 5, 2009 Yatesbury, Wiltshire, England - Mid-day on August 3, 2009, photographer and crop circle researcher Frank Laumen from Germany was driving on the road near Silbury Hill when through a gap in the trees, Frank could see something in a wheat field at the base that was definitely not there the night before when he and his German colleague, Andreas Mueller, had driven by after visiting the Morgan's Hill pattern reported August 2. Frank used his cell phone to call Andreas in another car behind him and they stopped to get into the field. Eventually someone called Cropcircleconnector.com to report the new pattern that no one knows if it arrived during daylight hours on August 3. Whether it is a miraculous, rapid, "},{"pageNumber":2,"pageContent":"daytime creation or not, this is a remarkably detailed pattern on the ground. After the Connector posted aerial shots by Olivier Morel, literally busloads of people arrived, followed by a farmer so angry that eyewitnesses in the field said the man's “veins were popping out the side of his neck.” The Australian scientist, who has been studying crop formations for their lunar, solar and astronomical information, offered the angry farmer 50 English pounds with the request as a scientist for a little more time to study the complicated details. The farmer took the money, waited a few minutes and then aggressively drove his mower through the entire formation erasing it by 5:30 PM. The following are some of the photographs that Frank Laumen of www.VisibleSigns.de got before the destruction. Other photographs were provided to Earthfiles.com by Max D. that illustrate some, but not all, of the fine details inside this new Silbury Hill pattern that was destroyed so quickly. August 3, 2009, Silbury Hill Images © 2009 by Frank Laumen More information and images: Cropcircleconnector.com \\"},{"pageNumber":4,"pageContent":" August 3, 2009, Silbury Hill Images © 2009 by Max D."},{"pageNumber":7,"pageContent":" More Information: For further information about worldwide crop formations, please see Earthfiles Archive (partial list below) and my book, Mysterious Lights and Crop Circles , in the Earthfiles Shop . 07/30/2009 - Silver Disc Videotaped Near Barbury Castle 07/30/2009 - Infrared Video of Light Flashes, Moving Darknesses - and Entity? 07/29/2009 - Inside the 12-Armed Ogbourne St. George Wheat Formation 07/15/2009 - Part 1: Silbury Hill \"Que tz lcoatl He addre ss\" and Myste rious Tall Blonds 07/14/2009 - 2-Stage Cannings Cross Wheat Formation Scene of Farm Arrest 07/12/2009 - Mysterious Aerial Lights Mimicking Stars in Texas and Oregon 07/11/2009 - Update Podcast: Is Sudde n Solar Inte nsity of July 5 - 7 What U.K. Spring Crop Formations Fore cast for Oddly Q uie t Sun? 07/06/2009 - UK \"Q ue tz alcoatl He addre ss\" and \"Sixth Sun Tz olkin\"? 07/03/2009 - UK \"Nazca Hummingbird\" - Astronomical and Mayan Counting 07/03/2009 - Part 3: \"Alie n Symbols\" in Milk Hill and South Fie ld 07/02/2009 - Part 1: \"Alie n Symbols\" in Milk Hill and South Fie ld 07/02/2009 - Part 2: \"Alie n Symbols\" in Milk Hill and South Fie ld 06/09/2009 - Update Podcast: Aerial Lights That Mimic Stars, Helicopters and Airplanes 06/05/2009 - Part 2: Myste rious, Sile nt, Large Ae rial Triangle s 06/04/2009 - Part 1: Myste rious, Sile nt, Large Ae rial Triangle s 05/12/2009 - Part 3: Astronomical Information in U.K. 2009 Crop Formations? 05/10/2009 - Part 2: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil Someone Wanted De stroye d?"},{"pageNumber":8,"pageContent":"05/09/2009 - Part 1: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil Someone Wanted De stroye d? 04/30/2009 - Part 1: First 2009 U. K. Crop Formations Counting Down to 2012? 04/30/2009 - Part 2: First 2009 U. K. Crop Formations Counting Down to 2012? 09/13/2006 - Part 2: Enchanting Whe at Bundle s of Charlbury, Wiltshire 09/02/2005 - \"Mayan Clock\"? in August U. K. Crop Formations 05/22/2004 - 2004 Overview of Crop Formations in Six Countries 12/07/2002 - Evolution of Crop Patterns Near Britain's Chilbolton Radio Telescope Observatory, 1999 - 2002 08/31/2002 - One ET Experiencer's Reaction to the Winchester Formation 08/19/2002 - Inside the Winche ste r, Hampshire Format ion 09/27/2001 - A Scie ntific Re port About Thre e British Crop Formations: Milk Hill and Chilbolt on \"Face\" and \"Code\" 08/30/2001 - Part 2 - G round De tails of Chilbolton \"Code \" 08/30/2001 - Chilbolton Observatory - What Does It Do? 08/29/2001 - Part 1 - G round De tails of Chilbolton \"Face \" 08/25/2001 - Are Crop Formations at Chilbolton Observatory A Response to 1974 Earth Transmission? Websites: Frank Laumen: www.VisibleSigns.de Andrew Pyrka, Crop Circle Wisdom: www.cropcirclewisdom.com English Crop Circles, Current and Archived: http://www.cropcircleconnector.com Silent Circle Information Center, Calne, U.K.: http://www.silentcircle.co.uk /Avebury.23.04.09.html Lucy Pringle: http://www.lucypringle.co.uk/ Andreas Mueller Crop Circle Science: http://www.kornkreise-forschung.de/ Mayan Calendar: http://members.shaw.ca/mjfinley/calnote.htm http://www.dartmouth.edu/~izapa/CS-MM-Chap.%206.htm Maya Astronomical Glyphs and Symbols: http://members.shaw.ca/mjfinley/glyphs.html Maya Civilization: http://en.wikipedia.org/wiki/Maya_civilization Projection of December 21, 2012 Solar System: http://www.heaven-above.com/ \"Isaac\" and CARET Document: http://isaaccaret.fortunecity.com/ American Crop Circles, ICCRA: http://www.cropcirclenews.com/ Canadian Crop Circles, CCCRN: http://www. cccrn.ca/ Dutch Crop Circles, DCCA: http://www.dcca.nl http://www.temporarytemples.co.uk/ http://www.cropcircl eresearch.com http://www.x-cosmos.it http://www.bertjanssen.nl http://www.swirlednews.com http://www.heramagazine.net http://www.CropCircleAnswers.com"},{"pageNumber":9,"pageContent":" Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
