[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 1: Rise of Fourth Reich in America? © 2008 by Linda Moulton Howe “W ithout habeas corpus in the United States today, what we now have is a Fourth Reich, somebody in a position of power - the President, the Attorney General, the head of Homeland Security – can simply point a figure at you and designate you as an undesirable and hence, an enemy combatant, and they can grab you and imprison you and you don’t even get a day in court, much less a lawyer.” - J im Marrs, Author, The Rise of the Fourth Reich T he Rise of the Fourth Reich © 2008 by Jim Marrs, published by William Morrow, an imprint of HarperCollins Publishers. N azi Third Reich flag. August 1, 2008 Wise County, Texas - Recently I read a new book published in July 2008 that documents surprising links between Adolph Hitler’s Nazi Third Reich (1933 to 1945 empire) in Germany - and America’s banks, business owners, political power-brokers and wars - past and present. The new book is entitled, The Rise of the Fourth Reich by New York Times best-selling author, Jim Marrs. Jim has been tracking down facts and trying to make sense of American political history since his college days as a journalism major at the University of North Texas in Denton. He graduated in 1966 and began a newspaper reporting and editing career at the Denton Record Chronicle , the Lubbock Avalanche Journal and the Fortworth-Star Telegram where he was an investigative reporter, cartoonist, and earned photography awards. By 1988, Jim Marrs decided that he had to put his big file about President John F. Kennedy's assassination into a book he called Crossfire: The Plot That Killed Kennedy. Two months after its release in 1989, Jim received a call from Hollywood film director, Oliver Stone, who wanted to option Crossfire for the movie that became JFK. Jim began asking book editors what they thought was the next big, secret government cover-up beyond the JFK assassination. Everyone said “UFOs.” That's what lead Jim to write his 1997 book, Alien Agenda , which has become the top selling non-fiction UFO book in the world. Next was Rule By Secrecy , in 2000, which links the money-power elite of America with the money-power elite of Europe back to the money-power elite of Mesopotamia – which is modern day Iran and Iraq! According to Sumerian cuneiform "},{"pageNumber":2,"pageContent":"tablets, Mesopotamia was controlled and manipulated by non-humans called Annunaki that had their own agendas on this planet. After American buildings, planes and lives were destroyed on September 11, 2001, Jim did his own research and became convinced there were other truths beyond the official government version and wrote The Terror Conspiracy published in 2006, followed in 2007 by Psi Spies: The True Story of America's Psychic Warfare Program . Now in his newest book, The Rise of the Fourth Reich, Jim Marrs lays out in great detail with names, places and dates his assertion that Hitler’s National Socialism (NAZI) did not die at the end of World War II because protégés of Hitler had spread corporate front companies around the world. Further, the United States imported Hitler’s best rocket scientists in Project Paperclip to test V-2 rockets at the White Sands Proving Ground in New Mexico. Even current President George W. Bush’s grandfather - Prescott Bush – was intimately connected in the 1930s to 1940s with the powers that represented the Rockefellers and Rothschild banking and business interests that were also involved in the creation and growth of Hitler and his Nazi Party. In late 1942, the U. S. government actually prosecuted Prescott Bush under the Trading With The Enemy Act because he was handling money for German steel magnate, Fritz Thyssen, who was helping to finance the rise of Adolph Hitler and the Nazi Third Reich. P rescott Bush and his son George H. W. Bush, the 41st American president from 1989 to 1993. Prescott Bush's grandson, George W. Bush, is 43rd U. S. president from 2001 to 2009. Creating wars for profit and stripping civilian liberties are Nazi goals. Jim Marrs warns that is already happening in the United States. Interview: J im Marrs, Journalist and Author, The Rise of the Fourth Reich © 2008, Wade County, Texas. Jim Marrs, Journalist and Author, Wise County, Texas: “Today, almost every thinking person agrees that the United States is off on the wrong path. Some how, we’ve gotten off on the wrong foot. We’ve taken the wrong turn. We’re into dangerous waters and waters that, in many ways, are contrary to the liberties and freedom that this country was built on."},{"pageNumber":3,"pageContent":"The problem is that no one knows whom to identify. Liberals blame the conservatives. Conservatives blame the liberals. Republicans blame Democrats. Democrats blame Republicans. Well, what I’ve done in my new book, The Rise of the Fourth Reich , is to document and show that we can all agree to point the finger at the one group that it’s still politically correct to vilify and that is Nazis. But you have to understand that a Nazi is not necessarily a jack-booted, Swastika-bearing German. The term ‘Nazi’ is an acronym for National Socialism. That is the political system Adolph Hitler put into power in Germany in the 1930s. Even though the Germans were defeated in WWII, Nazism, or National Socialism, never was defeated. In fact, it was embraced by the ruling, wealthy, elite that runs the United States of America. These people supported Hitler in his rise to power. They supported Hitler through WWII and continued to support National Socialism long after Hitler passed from the scene. The ruling elite did this in connivance with many wealthy Americans who saw profit and power and control in this system and they have slowly turned the once-free United States Republic into a new empire of the wealthy – a Fourth Reich. WHAT IN JULY 2008 ARE THE BIGGEST SIMILARITIES BETWEEN ADOLPH HITLER’S THIRD REICH OF WWII AND MODERN AMERICA AND THIS WORLD? We see the erosion of individual liberties. If you say anything that’s unpopular, you even risk jail and a fine. We also see increasingly that our police forces are no longer the citizen warriors or blue-clad police from a few years ago. They are now black-clad with the cold scuttle helmet, the same design that the Nazi troops used in WWII. And we also see that Hitler, when he invaded Poland, he didn’t want to upset the German people by calling up general conscription (drafting youth into war), so he used reserve troops to start WWII, just like we’re using our reserve troops to fight imperial wars in Afghanistan and Iraq. Of course, then you come up through the similarities and parallels between the burning of the Reichstag and Enabling Act with the 9/11 attacks on the World Trade Center in the United States and the rapid passage of the Patriot Act and the creation of Homeland Security. The parallels between WWII Germany and modern America are all there. The big difference in modern America with Nazi Germany is that in the Germany of the 1930s, the state gained control over the corporations. Today in modern America, we see that the corporations have gained control over the state. But the end result is the same. America Without Habeas Corpus UNDER THIS CURRRENT ADMINISTRATION, WE STILL DON’T EVEN HAVE A RESTORATION OF HABEAS CORPUS, WHICH MEANS ANY AMERICAN CITIZEN CAN BE ARRESTED WITHOUT CHARGE STATED. That’s right. That’s why we no longer have a Republic. Without habeas corpus in the United States today, what we now have is a Fourth Reich, somebody in a position of power - the President, the Attorney General, the head of Homeland Security – can simply point a finger at you and designate you as an undesirable and hence, an enemy combatant, and they can grab you and imprison you and you don’t even get a day in court, much less a lawyer. This administration has systematically stripped the United States of its fundamental Constitutional rights. That’s bad enough, but what really concerns me is that so many people refuse to look at that. They do not want to admit that. They do not want to see it and so they are allowing it to take place and continue. [ Editor's Note: Wikipedia - The right to petition for a writ of habeas corpus has long been celebrated as the most efficient safeguard of the liberty of the subject. Albert Venn Dicey wrote that the Habeas Corpus Acts ‘declare no principle and define no rights, but they are for practical purposes worth a hundred constitutional articles guaranteeing individual liberty.’ In most countries, however, the procedure of habeas corpus can be suspended in time of national emergency. In most civil law jurisdictions, comparable provisions exist, but they may not be called ‘habeas corpus.’ Modern America: The reach of habeas corpus is currently being tested in the United States. Oral arguments on a consolidated Guantanamo Bay detention camp detainee habeas corpus petition, Al Odah v. United States were heard by the Supreme Court of the United States on December 5, 2007, and recently by HR 1955 The Violent Radicalization and Homegrown Terrorism Prevention"},{"pageNumber":4,"pageContent":"Act of 2006. On June 12, 2008, the Supreme Court ruling in Boumediene v. Bush recognized habeas corpus rights for the Guantanamo prisoners. However, the following month, the 4th Circuit Court gave the President the power to arrest and detain U.S. citizens on native soil indefinitely.] Bush Family's WWII Business Link to Adolph Hitler's Nazi Party PRESCOTT BUSH, THE GRANDFATHER OF THE CURRENT PRESIDENT OF THE UNITED STATES (43rd) AND FATHER OF THE FORMER PRESIDENT BUSH (41st) – COULD YOU PLEASE EXPLAIN PRESCOTT BUSH’S ROLE IN AMERICAN BUSINESS, POLITICS AND MONEY IN RELATIONSHIP TO NAZI GERMANY? A merican President Dwight D. Eisenhower with Prescott Bush in Oval Office, White House. Prescott Sheldon Bush, May 15, 1895 to October 8, 1972, was a U. S. Senator from Connecticut, a Wall Street executive banker and founding partner with Brown Brothers Harriman and Director of Union Banking Corp., New York City. He was father of former U. S. President George H. W. Bush (41st) and the grandfather of U. S. President George W. Bush (43rd). In 1942, Prescott Bush was prosecuted under the Trading With The Enemy Act, found guilty of financial and propaganda support for Hitler and Nazis, was fined and stripped of his holdings in the Union-Banking Corp. Jim Marrs: “Prescott Bush, who sat as a board member of the Hamburg-America Line (ocean liners), along with Germany’s Max Warburg (banking), was intimately connected with the powers that represented the Rockefeller and Rothschild interests that were heavily involved in the creation and growth of Hitler and his Nazis. Prescott Bush, as a director of the Union Banking Corporation, handled all the money for Fritz Thyssen, the steel magnate of Germany. Fritz Thyssen has admitted and proclaimed that he was the primary financier of Adolph Hitler and his Nazis. And Prescott Bush was handling the money on this side of the Atlantic. In late 1942, the U. S. government actually prosecuted Prescott Bush as being nothing but a financial front man for Hitler and the Nazis under the Trading With The Enemy Act. He was fined and stripped of his holdings in the Union-Banking Corp. [ Editor’s Note: Wikipedia - The Trading with the Enemy Act, sometimes abbreviated as TWEA, is a United States federal law, 12 U.S.C. 95a, enacted in 1917 to restrict trade with countries hostile to the United States. The law gives the President the power to oversee or restrict any and all trade between the U.S. and her enemies in times of war. Hamburg America Line, or Hamburg Line, was an enterprise established in Hamburg, Germany in 1847, for shipping across the Atlantic Ocean. It soon developed into the largest German, and at times, world's largest shipping company, serving the market created by German immigration to the United Sta tes."},{"pageNumber":5,"pageContent":"Hamburg America Line lost almost the entirety of its fleet twice, as a result of each of World War I and World War II. During Prescott Bush's tenure as Director of Hamburg America Line, the company came under investigation in the U.S. for Nazi propaganda activities linked to German steel magnate, Fritz Thyssen. Business links with Fritz Thyssen: Harriman Bank was the main Wall Street partner for several German companies and the varied U.S. financial interests of Fritz Thyssen. Thyssen had been an early financial backer of the Nazi party, but later denounced Hitler and fled Germany. He was later jailed by the Nazis for his opposition to the Nazi regime. Business transactions with Germany were not illegal until Hitler declared war on the United States on December 11, 1941. Six days after the attack on Pearl Harbor, President Franklin Delano Roosevelt signed the Trading With the Enemy Act after it had been made public that U.S. companies were doing business with the declared enemy of the United States. On October 20, 1942, the U.S. government ordered the seizure of German banking operations in New York City and seized property under the Trading with the Enemy Act. The order cited only the Union Banking Corporation (UBC), of which Prescott Bush was a director.] Modern Al Qaeda Terrorist Link to Nazis and Muslim Brotherhood I THOUGHT ONE OF THE GREATEST IRONIES IN YOUR ENTIRE BOOK BEGINS ON PAGE 207 WHEN YOU SAY, ‘TODAY’S TERRORIST GROUPS CAN BE TRACED RIGHT BACK TO THE NAZIS.’ WHO IS BIN LADEN IN RELATIONSHIP TO THE HISTORY BETWEEN GERMANY, THE UNITED STATES AND SAUDI ARABIA? Right. Well, what you’ll find out in my new book, The Rise of the Fourth Reich , is that Osama Bin Laden was recruited into the Muslim Brotherhood back in the 1970s. The Muslim Brotherhood was created in Egypt back in the 1930s, but by the late 1930s had been pretty well taken over by a Nazi organization. A leader of the Muslim Brotherhood was a great admirer of Hitler. ISN’T IT TRUE THAT ALLEN DULLES, THEN DIRECTOR OF THE CENTRAL INTELLIGENCE AGENCY IN THE 1950S, ARRANGED TO HAVE THE NAZIS OF THE MUSLIM BROTHERHOOD TRANSFERRED TO SAUDI ARABIA? A llen Welsh Dulles (April 7, 1893 – January 29, 1969) was the first civilian and longest serving (1953-1961) Director of Central Intelligence (CIA) and a member of the Warren Commission that investigated the November 22, 1963, assassination of President John F. Kennedy. Between active government service, Dulles was a corporate lawyer and partner at Sullivan & Cromwell. His brother, John Foster Dulles (February 25, 1888 – May 24, 1959) served as U.S. Secretary of State under President Dwight D. Eisenhower from 1953 to 1959. That’s correct. During the war, any serviceman who served in North Africa would probably believe that we had as much problems with the Arabs there as we had with the Nazis because the Arabs, through the Muslim Brotherhood, had aligned themselves with"},{"pageNumber":6,"pageContent":"the Nazis. But we managed to overcome that and we defeated the Nazis in WWII, so the Muslim Brotherhood was then picked up by British intelligence at the end of the war. But then a short time later, they were passed along to our CIA, which at that time was headed by Allen Dulles. His brother, John Foster Dulles, was Secretary of State under Eisenhower. The two Dulles brothers were the attorneys for Cromwell and Sullivan, which was the law firm that represented the Schroder Bank and the Rockefeller-Schroeder Investment Corporation - the very nexus of business connections that supported the Nazis. So, they were instrumental in bringing Nazis over to the United States under Project Paperclip (V-2 rockets at White Sands Proving Ground, New Mexico) and other programs at the end of the war and white-washing their Nazi records. This is what put a huge nucleus of National Socialists right into our military-industrial complex where it spread out and is trying to gain control today. America's CIA Trained Saudi Muslim Brotherhood in Afghanistan ISN’T IT TRUE THAT BY 1979, THE CENTRAL INTELLIGENCE AGENCY TOOK THE NAZI SAUDI MUSLIM BROTHERHOOD TO AFGHANISTAN TO FIGHT WITH THE SOVIETS AND THEY BECAME THE MUJAHIDEEN, WHICH IN THE MODERN WORLD TODAY ARE ONE AND THE SAME AS AL QAEDA? [ Editor's Note: The Mujahideen are Muslims involved in a jihad, fighting a war or involved in a struggle.] That’s absolutely correct. When we took the Muslim Brotherhood into Afghanistan in the 1980s to fight against the Russian incursion there, the Muslim Brotherhood had already obtained a pretty bad name. They were originally thrown out of Egypt by Gamal Nasser because of their violence, but they were predominantly extremist Wahhabi Muslims. As a result, they were taken in by Saudi Arabia. This is still the predominant faction in Saudi Arabia today and, of course, this is where Osama Bin Laden entered the picture. [ Editor's Note: Gamal Abdel Nasser (January 15, 1918 to September 28, 1970) was President of Egypt from 1956 until his death.] Then after the Soviets left Afghanistan during the Clinton years when we had the was in Kosovo, we find that it was the Al Qaeda that was funding and training the Kosovo Liberation Army, which was the faction that the United States supported. So, we can see that the CIA was involved with, if not controlling, Al Qaeda all the way up until the George Bush II administration. I think that should cause every thinking person to take a very serious second look at the attacks of 9/11. WHY DO YOU THINK THAT THE CURRENT BUSH AND FORMER BUSH ACTUALLY WENT INTO IRAQ? (laughs) Well, of course, there is the question of the oil. But I don’t think that is the real reason because we were getting only 16% of our imported oil from Iraq prior to our invasion and we aren’t even getting that now because they keep blowing up the pipelines. That’s also the sticking point even with our little puppet government that we put in power over there is they are dragging their feet on the relinquishing the rights to all their oil to us. They have pretty much gone along with everything else, but they still don’t want to give up all their oil rights. So, I don’t think it was about oil. What Did Bush Administration Want from Iraq National Museum in Baghdad? Personally, I think it had more to do with the looting of the Iraqi National Museum because I have in my files news articles from the associated press and European media from 1999 through 2001, speaking of ‘amazing new discoveries being made in Iraq by French and German archaeological teams, which I find very fascinating because after all it was probably France and Germany that were most opposed to our invasion of Iraq. When we decided to attack Iraq in the spring of 2003, we violated normal military tactics, which is to seize an objective, consolidate your winnings and then move on to the next objective. We simply made a beeline for Baghdad, which is one of the reasons we’re having so many problems still is b ecause we failed to pacify the countryside. Instead, we went straight to Baghdad and despite assurances to world museum directors by the Pentagon that the Iraqi National Museum would be protected, it was not and there was wholesale looting. According to Col. Matthew Bogdanos, who investigated the Iraqi"},{"pageNumber":7,"pageContent":"Museum looting for General Tommy Franks, he described the looting of the basement as an ‘inside job.’ He said there were guards conveniently missing; they had keys to some of the locked vaults; they knew exactly what they were looking for; they by-passed expensive looking fakes. They went right for the new, uncatalogued stuff. I raq National Museum, holder of 5,000-year-old treasures and artifacts from the time of Mesopotamia onward, was attacked and looted soon after the United States invaded Baghdad in March 2003. TV news reported American troops were also going underground to search thirty miles of tunnels beneath Baghdad for “weapons of mass destruction.” What would this be? Why would they have such an interest in ancient artifacts? Because this was all coming from the cradle of human civilization, the Sumerian civilization. On the Sumerian cuneiform tablets, we find not only accounts of extraterrestrial visitation on this planet, but we also find perhaps the secrets of energy manipulation at the atomic and subatomic levels. That’s the very thing that the Nazis were working on in their infamous ‘Bell Project,’ which was a device that created counter-rotating energy and magnetic fields to create another field, which could then theoretically lead to antigravity, flying saucers, star portals, time and inter-dimensional gateways, time travel, a lot of real science fiction sounding things.” To be continued in Part 2: Nazi Bell, Die Glocke More Information : T he Rise of the Fourth Reich © 2008 by Jim Marrs, published by William Morrow, an imprint of HarperCollins Publishers. Click here to amazon.com. F or further information about German rocket research, unidentified flying objects, and non-human intelligences, please see my books and documentaries in the Earthfiles Shop and reports below in Earthfiles Archive : • 07/28/2008 — Updated Part 2: Why No Military Response to Radar Unknown Headed to Bush Crawford Ranch on January 8, 2008? • 07/26/2008 — Part 1: Why No Military Response to Radar Unknown Headed to Bush Crawford Ranch on January 8, 2008? • 07/25/2008 — Apollo Astronaut Edgar Mitchell Says Governments Covering Up E. T.s • 07/12/2008 — Updated - Part 2: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern"},{"pageNumber":8,"pageContent":"• 07/11/2008 — Updated - Part 1: Roswell Rock Matches August 2, 1996, U. K. Crop Pattern • 06/06/2008 — Updated: Mysterious Crash Near Needles, California • 05/22/2008 — Pregnant Cow Mutilation in Stockholm, Saskatchewan, Canada • 05/06/2008 — Viewer Comments on Decatur, Alabama, White Sphere Incident • 04/24/2008 — Strange Aerial Lights Like Texas - But Now Photographed in Indiana, I llinois, and Massachusetts • 04/23/2008 — Four Red, Unidentified Lights Change Patterns Over North Phoenix • 04/07/2008 — Part 1: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras • 04/07/2008 — Part 2: Bizarre Objects Caught by Illinois and Missouri Game Trail Cameras • 04/06/2008 — Final Part 10: Real X-File, Source Unknown • 04/02/2008 — Part 9 - Real X-File, Source Unknown • 03/31/2008 — Mysterious Aerial Spheres: Letters to Earthfiles • 03/30/2008 — Part 8 - Real X-File, Source Unknown • 03/28/2008 — Deer Mutilation in Longs, South Carolina, Two Helicopters and Large, White Sphere • 03/20/2008 — Part 7 - Real X-File, Source Unknown • 03/15/2008 — Part 6 - Real X-File, Source Unknown • 03/08/2008 — Part 5: Real X-File, Source Unknown • 03/04/2008 — Part 4: Real X-File, Source Unknown • 03/03/2008 — Updated Part 1: Real X-File, Source Unknown • 03/02/2008 — Part 2: Real X-File, Source Unknown • 03/02/2008 — Part 3: Real X-File, Source Unknown • 02/26/2008 — Viewer Comments About Infrared Cameras, Aerial Symbols and Lights • 02/22/2008 — Abductee Jim Sparks Comments On Alien Symbol Technology • 01/24/2008 — Part 17, Final: In League With A UFO, Interview with Lou Baldin • 01/15/2008 — Updated: More Sky Spiral Mysteries in Iraq, Canada and Germany • 01/13/2008 — Part 16: In League With A UFO, Interview with Lou Baldin • 01/11/2008 — Canadian \"Disc\" and Smoke Spiral Still A Mystery • 01/07/2008 — Part 15: In League With A UFO • 01/05/2008 — Part 14: In League With A UFO • 01/02/2008 — Part 13: In League With A UFO • 12/29/2007 — Part 12: In League With A UFO • 12/27/2007 — Updated - Part 11: In League With A UFO • 12/22/2007 — Part 10: In League With A UFO • 12/20/2007 — Updated: Viewer Letters About Secret American Military Space Program • 12/18/2007 — Part 9: In League With A UFO • 12/16/2007 — Part 8: In League With A UFO • 12/14/2007 — Part 7: In League With A UFO • 12/12/2007 — Part 6: In League With A UFO • 12/11/2007 — More Confirmation of May 1974 Discs in Albuquerque and Huge Cylinder Craft At White Sands Provi ng Ground. • 12/08/2007 — Another Eyewitness to Glowing Disc and M ilitary Security in Albuquerque, New Mexico • 12/07/2007 — Part 2: Secret American Military Space Program? • 12/03/2007 — Part 5: In League With A UFO • 12/01/2007 — Part 1: Secret American Military Space Program? • 11/29/2007 — Part 1: Glowing Disc Encounter with Military in Albuquerque, NM • 11/29/2007 — Part 2: Glowing Disc Encounter with Military in Albuquerque, NM • 11/29/2007 — Part 3: Glowing Disc Encounter with Military in Albuquerque, NM • 11/25/2007 — Part 4: In League With A UFO • 11/21/2007 — Part 3: In League With A UFO • 11/20/2007 — Do Black Budget Tri llions Support A Secret American Space Program? • 11/14/2007 — Part 2: In League With A UFO • 11/08/2007 — More Unusual Animal Deaths • 11/06/2007 — Part 1: In League With A UFO • 09/20/2007 — Part 2: Psi Spies - True Story of America's Psychic Warfare Program • 09/16/2007 — Part 5: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 09/14/2007 — Part 1: Psi Spies - True Story of America's Psychic Warfare Program • 09/11/2007 — Part 4: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 09/07/2007 — Part 3: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 09/05/2007 — Part 2: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 08/31/2007 — Part 1: Betty and Barney Hill: Captured! • 08/31/2007 — Part 2: Betty and Barney Hill: Captured! • 08/30/2007 — Part 1: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics • 12/27/2006 — Part 7: Inside Saucer Post ...3-0 Blue • 10/28/2006 — Close UFO Encounter by USAF Eyewitnesses • 10/02/2006 — Unusual Deaths of Six Female Goats in White Salmon, Washington • 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - Military Visitor to Another Planet? • 07/17/2006 — Area 29 - A Reverse Engineering Center of E. T. Technology? • 05/05/2006 — Military Man's Description of EBE Telepathic Download • 02/28/2006 — Part 13 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/27/2006 — Part 4: M ilitary Voices Reply About Government Interaction with UFOs • 02/17/2006 — Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches • 02/05/2006 — Part 11 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/29/2006 — Part 10 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch • 01/09/2006 — Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/31/2005 — Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/27/2005 — Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs"},{"pageNumber":9,"pageContent":"• 05/03/2005 — Part 2: Japan Air Lines Pilot Interview About November 1986 UFO Encounter • 05/03/2005 — Part 3: Japan Air Lines Pilot Interview About November 1986 UFO Encounter • 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery Brigade Fired Off 1, 430 Anti-Aircraft Shells At A UFO • 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile and Calf Skinned • 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrieval in Flatwoods, West Virginia • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 2: USAF Starfire Disappeared Over Gulf of Mexico • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 3: Nuclear Physicist Stanton Friedman Comments • 12/30/2004 — Audience Feedback About Earthfiles \"September 12, 1952: America's 'Secret War'?\" • 12/22/2004 — Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with Canadian Researcher, Grant Cameron • 12/22/2004 — Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with Canadian Researcher, Grant Cameron • 12/17/2004 — Updated - Feedback About Destruction of U. S. Military Records • 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/07/2004 — Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/04/2004 — Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 02/12/2002 — JFK, MJ-12 and Outer Space Websites: Prescott Bush History: http://en.wikipedia.org/wiki/Prescott_Bush http://www.foxnews.com/story/0,2933,100474,00.html http://www.guardian.co.uk/world/2004/sep/25/usa.secondworldwar Habeas Corpus: http://en.wikipedia.org/wiki/Habeas_corpus German Die Glocke: http://discaircraft.greyfalcon.us/DIE%20GLOCKE.htm German Vril Craft: http://en.wikipedia.org/wiki/Vril http://www.bibliotecapleyades.net/ufo_aleman/esp_ufoaleman_6.htm Majestic-12 Documents: http://www.majesticdocuments.com UFO Casebook: http://www.ufocasebook.com/ NUFORC: http://www.nuforc.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
