[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Perchlorate Discovery by Phoenix Lander Does Not End Search for Life On Mars © 2008 by Linda Moulton Howe “R ight now, we don't know whether finding perchlorate is good news or bad news for possible life on Mars.” - P eter Smith, Ph.D., Phoenix Lander Principal Investigator T his image shows the trench informally called “Snow White” where the perchlorate has been detected. This image was acquired by NASA's Phoenix Mars Lander's Surface Stereo Imager on Sol 43, the 43rd Martian day after landing on July 8, 2008. Two samples were delivered to the Wet Chemistry Laboratory, which is part of Phoenix's Microscopy, Electrochemistry, and Conductivity Analyzer (MECA). The first sample w as taken from the surface area just left of the trench and informally named “Rosy Red” It was delivered to the Wet Chemistry Laboratory on Sol 30 (June 25, 2008). The second sample, informally named “Sorceress” was taken from the center of the Snow White trench and delivered to the Wet Chemistry Laboratory on Sol 41 (July 6, 2008). Image credit: NASA/JPL-Caltech/Univ. of Arizona/Texas A&M. August 5, 2008 Pasadena, California - Responding to the growing buzz on the internet about suppressed Mars Phoenix Lander data and the White House Science Adviser being briefed on a new and potentially disturbing discovery in the lander's soil analysis, today Phoenix mission scientists spoke and answered questions in an hour phone conference produced by NASA and JPL. The first person to speak was a NASA public affairs officer who denied there had been any consultation with the White House science advisor. However, a reporter from the Discovery Channel argued that she heard from a reputable aerospace reporter that such a briefing was held. Other reporters were confused about the implications of the perchlorate discovery by the wet chemistry team and wanted to know if the highly oxidating perchlorate, most commonly used on Earth in rocket fuels and explosives, would mean no life possibilities on the red, dry, cold, desert planet. NASA describes perchlorate as “an ion, or charged particle, that consists of an atom of chlorine surrounded by four oxygen "},{"pageNumber":2,"pageContent":"atoms. It is an oxidant that releases oxygen, but it is not a powerful one.” Perchlorate is also highly soluble in water. [ Editor's Note: Wikipedia - “Perchlorates are the salts derived from perchloric acid (HClO4). They occur both naturally and through manufacturing. They have been used as a medicine for more than 50 years to treat thyroid gland disorders. They are also used as an oxidizer in rocket fuel and explosives and can be found in airbags and fireworks. Both potassium perchlorate (KClO4) and ammonium perchlorate (NH4ClO4) are used extensively within the pyrotechnics industry, whereas ammonium perchlorate is a component of solid rocket fuel. Lithium perchlorate, which decomposes exothermically to give oxygen, is used in oxygen ‘candles’ on spacecraft, submarines and in other esoteric situations where a reliable backup or supplementary oxygen supply is needed. Most perchlorate salts are soluble in water.”] Bottom line: the Phoenix Lander science team is surprised by the perchlorate discovery and are not really certain what it means. Is the perchlorate only a local phenomenon right at the spot where the Phoenix Lander is using its robotic arm to dig 2-inch-deep trenches because water ice prevents the arm from digging deeper? That means the perchlorate is a surface phenomenon. But how extensive might the perchlorate be on Mars? Is it everywhere on the oxidized red surface? How deep has it gone? On Earth, a comparable geography with perchlorate in its surface soils is the Atacama desert in northern Chile. There isn't much organic life, but microbes have been found that can eat perchlorate or co-exist with perchlorate. T he Atacama Desert is a virtually rainless plateau in northern Chile, stretching 600 miles along the Pacific coast of South America, west of the Andes mountains. The rain shadow on the leeward side of the Andes keeps this over 20 million-year-old desert fifty times drier than California's Death Valley. It is the second-driest desert in the world, after the McMurdo Dry Valleys of Antarctic. The soil is mostly salt basins that have surface perchlorate salts and nitrates, sand, and lava flows. Image by Wikipedia. During the phone press conference, Michael Hecht of NASA's Jet Propulsion Laboratory in Pasadena, said: “Finding perchlorates is neither good nor bad for life, but it does make us reassess how we think about life on Mars.” Hecht is the lead scientist for the Microscopy, Electrochemistry and Conductivity Analyzer (MECA), the instrument that includes the wet chemistry laboratory. NASA's press release after the press conference quoted Michael Hecht further as saying: “If confirmed, the result is exciting because different types of perchlorate salts have interesting properties that may bear on the way things work on Mars if - and that's a big ‘if ’ - the results from our two teaspoons of soil are representative of all of Mars, or at least a significant portion of the planet.” NASA said the Phoenix team had wanted to check the finding with another lander instrument, the Thermal and Evolved-Gas Analyzer (TEGA), which heats soil and analyzes gases driven off. But as that TEGA experiment was underway last week, speculative news reports surfaced claiming the team was holding back a major finding regarding habitability on Mars. Scientists are still examining multiple hypotheses, given evidence that the soil contains perchlorate. Phoenix Lander Principal Investigator Peter Smith of the University of Arizona, Tucson, said: “We decided to show the public science in action because of the extreme interest in the Phoenix mission, which is searching for a habitable environment on the northern plains"},{"pageNumber":3,"pageContent":"of Mars. Right now, we don't know whether finding perchlorate is good news or bad news for possible life on Mars.” Perchlorate was discovered with a multi-use sensor that detects perchlorate, nitrate and other ions. The MECA team saw the perchlorate signal in a sample taken from the Dodo-Goldilocks trench on June 25, or Sol 30, or the 30th Martian day of the mission after landing, and again in another sample taken from the Snow White trench on July 6, or Sol 41. When TEGA heated a sample of soil dug from the Dodo-Goldilocks trench on Sol 25 to high temperature, it detected an oxygen release, said TEGA lead scientist William Boynton of the University of Arizona. Perchlorate could be one of several possible sources of this oxygen, he said. Late last week, when TEGA analyzed another sample, this one from the Snow White trench, the TEGA team looked for chlorine gas. The instrument detected none. “Had we seen it, the identification of perchlorate would be absolutely clear, but in this run we did not see any chlorine gas. We may have been analyzing a perchlorate salt that doesn't release chlorine gas upon heating,” Boynton said. “There's nothing in the TEGA data that contradicts MECA's finding of perchlorates.” As the Phoenix team continues its investigation of the arctic soil, the TEGA instrument will attempt to validate the perchlorate discovery and determine its concentration and properties. More Information : F or further information about Mars explorations, please see reports below in Earthfiles Archive : • 05/29/2008 — Phoenix Robotic Arm Preparing to Dig Into Martian Permafrost • 05/06/2008 — Viewer Comments on Decatur, Alabama, White Sphere Incident • 05/06/2008 — What Are the Strange “Pearls” in Google Map Images? • 05/02/2008 — 3-Foot-Diameter Sphere Retrieved By Ambulance in Decatur, Alabama • 03/28/2008 — Carancas, Peru, Meteorite in September 2007 - “Unprecedented?” • 03/28/2008 — Earth-Size Planet Beyond Pluto and Kuiper Belt? • 03/27/2008 — Ice Block Size of Northern Ireland Has Broken From Wilkins Ice Shelf in West Antarctic Peninsula • 01/12/2008 — Our Milky Way Galaxy On Collision Course with Huge Gas Cloud - 40 Million Years from Now • 01/10/2008 — Solar Cycle 24 Has Begun • 12/07/2007 — Part 2: Secret American Military Space Program? • 11/01/2007 — Gas Eruptions from Comet Holmes? • 10/18/2007 — A Quantum Math Description of Parallel Universes • 10/11/2007 — Carancas, Peru Meteorite Could Be 10 Tons • 10/05/2007 — Earlier, Faster and Deeper Arctic Ice Melt Down • 09/26/2007 — Meteorite Fell in Carancas, Peru - Not Satellite • 09/20/2007 — Part 2: Psi Spies - True Story of America's Psychic Warfare Program • 09/14/2007 — Part 1: Psi Spies - True Story of America's Psychic Warfare Program • 09/05/2007 — Part 2: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 08/10/2007 — Levitation Possible by Reversing Casimir Force • 08/03/2007 — The Milky Way Is Devouring the Alien Sagittarius Dwarf Galaxy • 05/08/2007 — Exploded Star 5 Times Brighter Than Any Supernova Seen Before • 03/30/2007 — Fastest Orbiting Object in Our Solar System is One of Strangest • 12/31/2006 — Part 8: Inside Saucer Post ...3-0 Blue • 12/27/2006 — Part 7: Inside Saucer Post ...3-0 Blue • 12/19/2006 — First Stars - Or First Black Holes - in Universe? • 12/18/2006 — Part 6: Inside Saucer Post ...3-0 Blue • 12/08/2006 — NASA Wants Permanent Moon Base by 2024 • 12/01/2006 — Deep Impact and Stardust: Are Comets Made of the Same Stuff? • 09/04/2006 — Part 1: \"Alphonso Lorenzo\" - Military Visitor to Another Planet? • 08/23/2006 — Solar Cycle 24 - Headed for Intense X Flares by 2010-2012? • 06/24/2006 — \"High Confidence\" Earth Is Warmest in 400 Years - Maybe Even 2,000 Years • 06/07/2006 — Gary McKinnon: An Electronic \"Robin Hood\"? • 04/11/2006 — Hot Venus Now Studied by ESA's Venus Express • 02/27/2006 — Part 4: M ilitary Voices Reply About Government Interaction with UFOs • 12/24/2005 — Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/23/2005 — Hubble Telescope Discovers More Moons and Rings Around Uranus • 12/16/2005 — MARSIS Radar Looking Below Surface of Mars • 11/18/2005 — Is the Sun Heating Up? • 11/09/2005 — Dust Storm On Mars, Cosmic First Light and Black Hole At Our Galaxy's Center • 08/24/2005 — Dust Devils and \"Lemon Rinds\" on Mars • 08/12/2005 — Deep Impact Spectra: Carbonate, PAHs and Some Amino Precursors in Co me t Te mp e l I • 07/23/2005 — Mystery of Six Grass Circle Formations in North Carolina • 07/10/2005 — First Data from Deep Impact Crash Into Comet Tempel I • 06/23/2005 — Mars Express Orbiter Finally Turns On Deep Ground-Penetrating Radar • 03/25/2005 — Glow of Distant Worlds Seen For First Time"},{"pageNumber":4,"pageContent":"• 03/20/2005 — Astronaut John Young: \"The Moon Can Save Earth's Civ ilization.\" • 03/04/2005 — Subterranean Life On Earth - and Mars? • 02/26/2005 — Mars Spirit Rover Discovered Boundary Between Gusev Lava and Older, Water-Soaked Rocks in \"Columbia Hills\" • 02/22/2005 — Frozen Sea Near Martian Equator Size of Lake Michigan • 12/17/2004 — Is Our Solar System's Red, Mysterious Sedna An Alien Planetoid? • 11/17/2004 — European Space Agency's SMART-1 Satellite Begins Moon Orbit • 11/03/2004 — Gen. Wesley Clark - Has He Been Briefed About UFOs? • 10/23/2004 — 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids • 09/21/2004 — Part 2: Martian Water Ice and Organic Molecules - NASA W ill Look for 'Uni que Si gns of Li fe' on Mars • 09/20/2004 — Part 1: Martian Water Vapor and Methane Overlap in Equatorial Regions • 08/30/2004 — Part 16: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 08/28/2004 — Near-Earth Asteroid 4179 Toutatis Comes By Again On September 29, 2004 • 07/22/2004 — Is Physicist Vittorio Formisano's Mars Data Being Suppressed by ESA? • 07/13/2004 — The Chapter 7 Bankruptcy of Dan and Deborah Burisch • 06/25/2004 — Wild 2, An Amazing Comet • 06/08/2004 — Part 3: Whistleblower Microbiologist Dan Burisch Interview on June 7, 2003 • 05/06/2004 — Formaldehyde, Ammonia and Benzene Molecules on Mars? Would Probably Mean Life. • 04/26/2004 — Update About Microbiologist Dan Burisch, Ph.D. • 04/02/2004 — Updates on Spirit and Opportunity Rovers • 03/31/2004 — Methane on Mars - Biology? Volcanic? • 03/15/2004 — Most Distant \"Icy Planetoid\" in Our Solar System Has A Most Baffling Orbit • 03/11/2004 — Updated - Mars Spirit and Opportunity Sol 65 and Sol 46 • 03/08/2004 — Updates from NASA's Rovers and ESA's Mars Express • 03/05/2004 — Part 3 - Mars: A Sulfate Salty Planet - Could It Have Sulfate-Loving Microbes? • 03/03/2004 — Part 1 - Mars: Meridiani Planum Was Once \"Drenched With Water and Habitable\" • 03/03/2004 — Part 2 - Mars: Scientific Challenge of Identifying Substances • 03/01/2004 — Opportunity Grinds Bedrock; Spirit Ready to Grind \"Humphrey\" • 02/24/2004 — Part 1: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 02/23/2004 — Is There Liquid Water on Martian Surface? • 02/21/2004 — Update On Mars with Cornell Astronomer Steve Squyers,Principal Investigator on the Mars Rover Missions • 02/18/2004 — Distorted Distance Perspective in Martian Rover Camera Images • 02/14/2004 — Another Puzzle On the Martian Soil • 02/11/2004 — Updated - Part 2: Opportunity Finds Martian Bedrock Has Lots of Sulfur and Small Spherical Rocks • 02/10/2004 — Part 1 - Opportunity Investigating Bedrock and Spirit's Headed for Bonneville Crater • 02/04/2004 — Unexplained Objects in Opportunity and Spirit Images • 02/03/2004 — Planet 150 Light Years from Earth Has Oxygen and Carbon Atmosphere • 01/31/2004 — Opportunity Rolls Onto Martian Soil and Confirms Hematite • 01/31/2004 — Is There Living Green Algae in the Gusev Crater on Mars? • 01/28/2004 — Mars - First Bedrock Seen Beyond Earth • 01/25/2004 — Opportunity Lands on Mars - in \"Muddy\" Hematite? • 01/24/2004 — Updated - Spirit Alive, But in \"Critical\" Condition. Mars Express Sees Water Ice and Ancient River Channel • 01/21/2004 — Spirit Rover's First Martian Soil Analysis Has Surprises • 01/19/2004 — Martian Soil \"Clumpy\" - Electrostatic Binding of Dust? • 01/15/2004 — Spirit Is Moving in the Martian Crater • 01/14/2004 — President Bush's Sets \"New Course for America's Space Program\" • 01/09/2004 — Robotic \"Geologists\" on Mars • 12/18/2003 — Beagle 2 Spacecraft Will Land on Mars Christmas Day. • 12/13/2003 — China to the Moon? • 12/07/2003 — \"Smoking Gun\" Evidence That Liquid Water Has Flowed on Mars? • 09/03/2003 — Updated - Helicopter \"Attacks\" Wiltshire, England, Residents At Knap Hill on August 26, 2003 • 08/27/2003 — No Ancient Oceans On Mars? Only Glaciers? • 08/26/2003 — Mars At Its Closest August 27, 2003, At 2:51 a.m. PDT / 5:51 a.m. EDT. • 07/31/2003 — Field Notes from English Crop Circles • 06/02/2003 — Mars Express Radar Will \"See\" 3 Miles Into Red Planet's Crust • 03/28/2003 — Cattle Mutilation - The Unthinkable Truth, Chapter 4, Part One • 03/19/2003 — Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part Three • 03/11/2003 — Earth's Changing Magnetic Poles - Any Threat? • 02/27/2003 — Pioneer 10 Goes Silent • 01/05/2003 — What Are the Grooves in the Martian South Pole? • 10/20/2002 — Chapter 9 - Mystery Stalks The Prairie • 10/07/2002 — Large Kuiper Belt Planetoid Found Beyond Pluto • 10/05/2002 — Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D. • 08/31/2002 — One ET Experiencer's Reaction to the Winchester Formation • 07/11/2002 — Hubble Telescope Photographs Seven Objects Traveling In Pairs Beyond Pluto • 06/01/2002 — Scientists Surprised by Abundance of Water On Mars • 04/20/2002 — Canadian and American Officials In 1950s Collaborated on Study of Unidentified Aerial Disks • 01/26/2002 — Something Is Perturbing Comet Orbits in the Oort Cloud Surrounding Our Solar System • 11/10/2001 — The Orion Constellation and the Pyramids of Giza • 06/06/2001 — Another Unusual \"Face\" On Mars • 04/08/2001 — A Martian Southern Hemisphere Mystery - What are these? • 03/18/2001 — Can Earth Plants and Bacteria Grow On Mars? • 03/11/2001 — Are the \"Tubes\" On Mars from Lava, Water, or Wind? • 02/25/2001 — A New Martian Mystery"},{"pageNumber":5,"pageContent":"• 01/14/2001 — An Australian Zircon Crystal is 4.4 Billion Years Old • 12/24/2000 — Martian Bacteria? • 06/26/2000 — 250 Photographs of Mars Show Signs of Water • 03/11/2000 — Is 433 Eros Asteroid Younger Than Expected? • 02/16/2000 — 433 Eros, Orbiting An Asteroid Up Close • 01/16/2000 — Crop Circle Mysteries - A New Book • 12/02/1999 — Is There Water - And Life - On Mars? • 12/01/1999 — Six More Planets Discovered 60 to 190 Light Years Away • 09/26/1999 — Could Ancient Microbes in Polar Ice Cause Epidemics? • 08/28/1999 — Oddball Quasar and Salt Water Inside Meteorite • 06/27/1999 — Microbes Two Miles Below Earth Surface in South Africa Websites: NASA: http://www.nasa.gov/phoenix University of Arizona: http://phoenix.lpl.arizona.edu/ Perchlorate: http://en.wikipedia.org/wiki/Perchlorate Credits Copyright © 1999 - 2010 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2010, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
