[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Solar Eclipse In Reims, France © 1999 by Linda Moulton Howe August 11, 1999 Reims, France More than half a million people drove into Reims yesterday and this morning to try to see the last total solar eclipse in Europe until the end of the next century in 2079. Satellite weather reports had focused on northern France as having the best chance of clearer viewing compared to England and other locales in the path of total moon shadow. Reims was once the territory of the long-haired Celtic clan of Gaul. By 817, a Carolingian cathedral was begun and added to over the centuries to become the now famous Notre Dame Cathedrale of Reims. A Reims high school was also where the Treaty ending World War II was signed. I met with astronomers at the Reims Planetarium to coordinate viewing the eclipse with them while friends of mine with a CD camera - Andie and Vittoria Abercrombie and Derrick Rawson - agreed to stay in Reims at the Cathedral. Andy of Houston, Texas, took a photo of me in front of the Cathedral before I took off to the country with astronomer Sylvain Dardenne and a dozen of his astronomer colleagues. Linda Moulton Howe in front of the Reims Cathedral prior to the August 11, 1999 total solar eclipse. Photograph © 1999 by Andy Abercrombie. The astronomers hoped the weather would finally clear from so much rain and clouds the past few days and were intent on getting away from the city's lights and up on a hill in order to have whole sky viewing. The hill was about 20 miles north of Reims with a clear 360 degree view. Inside tents, we had champagne and wine and homemade quiche while it rained through the night. By sunup, the sky was low and gray, but the astronomers persisted with setting up several telescopes and cameras all equipped with the correct filters to view a total solar eclipse. Hundreds more people arrived at the hill and the roads were lined with cars. Reims looked completely socked in with clouds, while our hilltop sky at least kept breaking open as the first black bite of shadow on the sun began at 11:06 AM French time. "},{"pageNumber":2,"pageContent":"Astronomers on hilltop twenty miles north of Reims, France, August 11, 1999, as total solar eclipse began at 11:06 a.m. after all-night rain. Photograph © 1999 by Linda Moulton Howe. Cameras clicked through thick filters as the hour and eighteen minutes ticked down to totality. Then as we all thought we were going to see the beautiful terror of darkness covering the whole sun, a thicker cloud moved to block our view. There were groans and then screams as a blue hole opened up behind us in the valley. We all began to run toward an open field in the direction of the only sunlight. And five of the astronomers decided at the last second to get into the only 4-wheel drive there and took off across the muddy stubble wheat fields towards the sunlight a couple of kilometers away. We all wanted to be in that car, but what happened next stopped me in my tracks. The very white clouds and blue patch of sky over the small area of gold light in the village below very rapidly began to transform into the strangest blue, tinged with green and gold, that I have ever seen. Like someone had turned down a cosmic rheostat, the whole sky continued darkening to a color astronomer's compare to 40 minutes after sunset. It was an eerie, deep royal blue in which at least one bright star emerged. Everyone became quiet, awed by the sudden dark at noon that is almost scary. Birds in the wheat stubble began to fly low in zigzag patterns as if disoriented. Then we heard the screams of the men in the 4-wheel. They had made it - a place beyond the clouds where they could see the total eclipse. Right at the end as the dark suddenly began to brighten, I turned to look at the sun. The clouds had parted enough by then for me to finally see the black disk and the first flash of sunlight. About 12:27 p.m., August 11, 1999, right after totality as the sun's crescent emerged beyond the moon's shadow north of Reims, France. There will not be another total solar eclipse in that part of France and England until 2090. Photograph © 1999 by Linda Moulton Howe. When the astronomers in the jeep returned with a camera broken in the wild ride, they said their sudden dash was worth it because \"never have we seen such light,\" Sylvain said. He was surprised that the sun's face does not turn black. \"It was royal blue with green and gold - a color on another planet! And when the last full ray of the sun was going out in the phenomenon called the 'diamond ring,' the corona began to expand right and left glowing a more strange blue, not white!\""},{"pageNumber":3,"pageContent":"Unfortunately, that odd intervening cloud stayed from beginning to end of totality (2 min. and 20 sec.) and none of us got total eclipse photos. Back in Reims, it was the same. But Andy and Derrick were able to show the crowd watching the shadow move across the sun on a big screen set up in front of the Reims Cathedral. At totality, Reims was so dark that all the street lights went on. Video screen in front of Reims Cathedral shows progression of the August 11, 1999, total solar eclipse. Photograph © 1999 by Andy Abercrombie. Reims sun-gazers held filtered glasses to their eyes as the August 11, 1999 solar eclipse progressed toward totality. Photograph © 1999 by Andy Abercrombie. Streetlights in Reims, France, go on as the August 11, 1999, total solar eclipse turn noon to night. Photograph © 1999 by Andy Abercrombie. The next total solar eclipse on earth will be June 21, 2001 in Madagascar off the east coast of Africa. Already the astronomers are planning that trip. Madagascar's will be more than four minutes, and once you've seen that strange"},{"pageNumber":4,"pageContent":"blue light as the sun transforms to sudden night, you want to see it again, but longer and longer. And below is what we all missed, but will want to see forever. Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
