[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 15: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield With permission, reprinted in Earthfiles.com © 2004 by Linda Moulton Howe. Click here to see Part 1 of Status Report VI To be more computer-friendly, the reprint has been divided into parts. Here begins Part 15 of Status Report VI, from July 1991. These status reports were written by Leonard H. Stringfield from 1978 to 1994. Previous Status Report VII begins at Earthfiles 12/15/03 . Leonard Stringfield died on December 18, 1994. THE UFO CRASH/RETRIEVAL CONTINUUM The spree of saucer crashes in New Mexico and its environs during the post WWII era is now legendary. As more data comes in to support Roswell, and to give credence to others less publicized, even the most fastidious of critics in my reckoning have shown new interest - pro or con - in the crash/retrieval syndrome. \"But the jury is still out,\" say some on-the-fencers. Because of the location of the crashes near military test facilities, a few still prefer to believe that the \"saucers\" were strayed experimental rockets or, as in the case of the Brazel ranch crash, an exploding weather balloon. Even the flammable Fugo balloons launched by the Japanese during WWII to harass the U. S. mainland were blamed as the crashed intruder by veteran Fortean researcher, John Keel. While it's hard to imagine how a balloon could fly aloft for two years in our stratosphere before crashing, other Roswell researchers such as Schmitt, Moore and Friedman have independently put the theory to rest. In my research, I have long been aware of other crashes in far-flung geographical ares since the late 1940s. While most of the stories are anecdotal, it is noteworthy that the reports describe a continuum of configurative features of the craft, the presence of the little gray humanoids, both live and dead, the usual secret military recovery operations and the usual cover-up denials. It is also worth noting that most of the latter-day crashes were far away from rocket, missile or aircraft test ranges. In further consideration of the crashes since 1950 - and we have no authentic figures of how many: our guess would probably be wrong anyway - we might rightly ask whether our super intelligent alien in his super flying machine is making the same errors as in 1947? Are they a result of poor navigational judgment or faulty equipment? I have no evidence to suggest that either is the case, except to entertain the postulate that any corporeal being in our universe with the gift of a brain, is subject to making a goof and that the machinery he devised can also be occasionally deficient. What might appear to be excessive crashes might not be the case at all if we can believe the great number of daily low-level flights the craft make worldwide. Consider, too, among the causes, the Earth's variable and often hostile terrain, fault lines, unpredictable weather conditions, plus many other man-manipulated hazards utilizing electricity, nuclear energy, chemicals or just plain pollution. Whatever we want to believe about the origin or nature of the UFO, something did go wrong on a number of occasions over the past 50 years to cause malfunctions and the inevitable crash. Without facts, we can only guess. Of interest, but not treated as an issue in this paper, are the frequent reports of giant fireballs that are witnessed traversing the skies and which seem to crash somewhere into the horizon. Probably most have simply astronomical explanations. Also puzzling are the reports of fiery \"airplane\" crashes, sometimes accompanied by explosive sounds. Search teams probe and find no wreckage. But, calculating distance can be tricky, especially at night. Some of these mystery phenomena might well have been a doomed UFO. Once identified and the point of crash determined by satellite sensors, their recovery would remain secret. The media will follow up a scandalous crime story, but never "},{"pageNumber":2,"pageContent":"challenges the word of an opportune \"authority\" who opts to call a descending fiery object a meteor. The \"authority's\" word finalizes the story and the mystery. A scenario of events similar to the aforementioned circumstances occurred within a week or so in Southwest Ohio in the period of December 1988 to January 1989. On January 6, The Cincinnati Enquirer reported a \"meteor-like object\" that streaked across Ohio skies triggering emergency calls from tri-state residents who thought the object landed in their neighborhoods. It was probably a meteor, said David Duszynski of the Cincinnati Planetarium. On February 9, 1989, Ray Stanford, a veteran researcher, phoned me from his home in Maryland to report that he had received a report of a possible UFO crash near Dayton, Ohio, on December 26, 1988. Witnessed by the Assistant Police Chief of Liberty, Ohio, and a companion - an amateur archaeologist from Urbana, Illinois - the object was described as a gigantic ball that was bright lime green changing to orange. Eyewitnesses watched it cut a tunnel through a low bank of clouds, the object then descended straight down and crashed. Wright-Patterson AFB was called, an expedition looked for it and there was nothing in the news. During this time-frame (news clipping not available), I recall a big news story in Cincinnati reporting a fiery airplane crash in the vicinity of Houston Woods, north of Cincinnati. Local and state police investigated and volunteer search teams looked far and wide. Nothing was found. It would be a highly unusual coincidence for a meteor to be the answer for all three events. A number of other more \"conventional\" crash events, not covered in my previous Status Reports, follow: I am indebted to Jerold Johnson of Austin, Texas, for this scintilla of crash/retrieval information. Although brief, it covers some familiar territory in military retrieval operations. Here are Johnson's introductory remarks quoted in part from his letter of February 4, 1989. Jerold Johnson: 'My informants, Mr. and Mrs. Black (pseudonym) have been my acquaintances since 1974 and I am certain that they are relaying the account as best they can remember fro hearing it in 1958. Your article, UFO Crash/Retrievals: Is the Cover-up Lid Lifting? in the MUFON UFO Journal caused me to revisit my friends. I paid more attention this time to their C/R story for the record, which follows: Mr. Charles Harris (pseudonym), now deceased, was chief engineer or foreman in the Kent office of Ohio Edison. He was in charge of electric transmission lines. Sometime in the early fifties (1952-1955), he was alerted to a failure in the power lines near Aurora, Ohio. He went to investigate the power outage and at a location north of Streetsboro, near the intersection of the road from Hudson (where the Sea World is now), he found that some object had fallen from the sky cutting through the power lines and gouged a crater some 30 feet long and 9 feet deep in the earth. Being one of the first witnesses on the scene, Harris was able to approach the wreckage of this object and observed a small box of dense, stone-like material with one 'knob' on it, which occasionally emitted a tone or beep but did nothing else, regardless of how the knob was turned. The Army soon arrived and ushered all civilians out of the area. It was suggested that there might be danger from radiation. The witness related that two tractor-trailer vehicles were required to haul out the large quantity of wreckage, which took off for Dayton, Ohio. The military cleaned up the site and bulldozed the area of the crater flat again. The witness was surprised that nothing of the event appeared in any newspapers and assumed that the story had been suppressed. No mention was made of any alien occupants or bodies seen. But the witness related his story in the context of UFOs and considered it a serious matter.' CRASH/RETRIEVAL: OREGON-IDAHO BORDER Bruce Molon of Griffith, Indiana, is the kind of investigator that we need more of in UFO research. He is dedicated, deep-thinking and doesn't take \"wooden nickels\" in his quest for truth, the facts. In his pursuit of one promising informant, a former marine who claimed that he was involved in a C/R incident, he was faced with the"},{"pageNumber":3,"pageContent":"problem of pinning down his source who worked as an auxiliary policeman at night in a risky section of town. In his letter of April 24, 1991, he explained: \"Several hours after I spoke with you on the phone on April 6, 1991, I met my informant and conducted an informal interview while standing up in an East Chicago parking lot.\" Details follow: Bruce Molon: 'The crash occurred June 27, 1979, in a wild area of forested mountains in southeastern Oregon near the Idaho border. When I asked what was the nearest town, he seemed to think carefully and then answered that it really wasn't a town per se, but a campsite where hunters and campers brought motor homes and the like. He could not remember the name of this campsite. The crashing object had left deep ruts in the earth and had damaged trees in the process. By the time my informant arrived, the object had been removed and placed on the back of a large flat semi-trailer covered with a tarp secured by straps. He claims that the shape under the tarp was that of a low dome with a circular circumference. Pieces of strange metal had fallen from behind the trailer from the object under the tarp onto the ground. My informant and another soldier handled these pieces, some of which were as large as a human being. I questioned him about the texture and appearance of the metal. He claimed that it was a dull grayish-brown metal similar in appearance to fresh cast iron, but not entirely so. Some surfaces were smooth, but others where the pieces had apparently been torn from a larger section exhibited a very rough appearance. My informant and his partner were amazed at the extremely light weight of the pieces. They looked as if they had been subjected to great heat. My informant's main role in this affair was to load crates onto helicopters (these were already created when he arrived and thus he could not say definitely what they contained) and then guard the scene for a short time before everything was evacuated and the site cleaned up. My informant stated that right after this, he was abruptly transferred to embassy duty in Central America for several months. I questioned the informant for about an hour alone. I asked him some leading questions to see if he would get mixed up or make a statement that would contradict previous statements. He passed these tests well; i.e., 'So you say the metal was shiny and silvery?' Answer: 'No, it wasn't shiny, but dull gray-brown.' The informant is a non-technical nature, is not an avid reader, and claims not to have read UFO literature. Some of the subtle details he has stated are not generally available in UFO literature, particularly the supermarket-newsstand variety.' Molon also learned from his informant that he had occasion to view UFO artifacts and alien bodies at Grafford AFB in Nevada on Thanksgiving weekend in 1973 or 1974. No details yet. But, he alleges that he was abruptly transferred to the Guantanamo Base in Cuba for several months. Such action experienced twice by the marine after sensitive assignments is typical of military security to prevent personnel from pooling information about their duties. See my Status Report IV, the Fatal Encounter at Ft. Dix-McGuire, A Case Study, 1985 . In this incident, my source was transferred to Okinawa. Others involved as guards were sent to various U. S. Air Force bases worldwide. As Molon says, this kind of information is not available in the usual run of UFO literature. ANECDOTAL CRASHES Researchers who seriously study UFO crash/retrievals know that qualitative reports of such alien disasters are scarce and that most, coming from 'non-inside' sources, are of the anecdotal variety. Usually they are without dates and places and sometimes even without the names of witnesses. If remembered, the sources are either unreachable or deceased. I stopped counting such factless reports two years ago, which then had exceeded 400. The people who describe these alleged incidents, I find, are usually honest, well-meaning persons hoping that even their fragments of information can be helpful. I decided to assert my belief of the importance of the"},{"pageNumber":4,"pageContent":"anecdote by publishing a collection of cases in Status Report III (upcoming at Earthfiles.com) under the heading, The Interminable Cases . Stan Friedman might discard such material; I keep them for their referential value. the noise of the past has abated. Anecdotes continue to come in and one example of an incident with limited details - with a possible clue -is a story taped by researcher, Virgil Staff, of Berkeley, California, who interviewed Carolyn Brazil at her home on April 12, 1991. According to the tape Staff sent me, Carolyn was 12 or 13 years old in 1946 or 1947 when her \"favorite\" uncle, Ralph Scheibly, who worked for the Raymond Concrete Pile Company (pile driving for bridge construction) in the Bay area, was on a government project in New Mexico or Arizona. At dusk, the uncle and his crew heard a loud explosion nearby. With John Perry and John Jones, he went to investigate and they were shocked to see the wreckage of a strange craft - not an airplane - causing a lot of dust and smoke. It was like looking through a fog, said the uncle. They also witnessed three small beings outside the craft, one crawling away from the debris. In short time, a group of military people came to the scene and took over the retrieval operation. All witnesses, including her uncle and co-workers, were rounded up and driven to a building (distance unknown) where the one live alien was also delivered in a separate vehicle. The witnesses were separated and told they had witnessed a U. S. secret project that failed and not to talk about the incident. Her uncle, angered, said he was brainwashed for several hours before being released. Carolyn said that her uncle lamented his treatment and the cover-up until his death in 1952. She also believed that the Raymond Concrete Pile Company still was in business and Virgil Staff said he hoped to penetrate deeper into the case. And one more clue: accounts of the mystery crash, according to her uncle, were written up in the newspapers. But to find the story, it would take many large staffs to find the city and the year it happened. In summary, it is my belief that a story like Carolyn's is not a fabrication. A hoaxer, or a misinformant, would have been less vague about important details. It is also my belief that information related through the anecdote is the least likely to be the target for disinformation which, I suspect, is used to contaminate the credibility of the more popular crashes. Recall that Dr. Epigoni said in his interview with Don that a special group had been set up in the past year to control UFO information. See: Stringfield Part 9. Other anecdotal C/R incidents from many new sources in the past two or three years can be added to my \"Blue Ribbon\" collection with vague dates and places or where the source claims his or her sources faded away in fear. But one report, with a positive year of occurrence, struck me as a case deserving attention, which follows. UFO CRASH/RETRIEVAL: CAPE GIRARDEAU, MISSOURI - 1941 Ray Fowler, an old-time trusted researcher and a successful author, whose most recent work is The Watchers (about Betty Andreasson), sent me a copy of a letter from a source in Texas named Charlette Mann. She shared her knowledge of a UFO crash and recovery in 1941! After discussing her case by phone, she rewrote her report with more details and dated it May 6, 1991, for publication here. Charlette Mann: 'I would like to thank you for sending me your two reports to read. I found them to be fascinating, I must say. It makes me feel a little better to find there are other people in the world who have information they feel to be true, but with only parts of the stories. I shall try to relate to you as best I can the information of my grandfather's UFO crash experience. First, let me tell you about my grandfather, Reverend William Huffman. He was born in August 1888. He grew up and went to school in Missouri. He attended college in Bolivar. After graduation, he went to a seminary. He was an ordained Baptist minister until his death in September of 1959. He was also a school teacher during those years. He was a very quiet man who was well respected. Most of my information came from questioning my grandmother, Floy, while she lived in our home before her death in 1984. She never would talk about it before then because grandfather had said for her not to. My father had told me some of the information, but it meant more to me hearing it from grandmother."},{"pageNumber":5,"pageContent":" It happened in the spring of 1941. About 9 to 9:30 p.m. one evening, granddad got a telephone call from the police department saying they had received reports that a plane had crashed outside of town and would he go in case someone needed him. Of course he said, yes. A car was sent to get him, but grandmother said it was not a police car. After grandfather returned that night, he explained what he had seen to grandmother, my father, guy, and Uncle Wayne. But he said they were never to speak of it again as he had given his word. Grandmother said he never did talk about it after that. He said they drove out of town 13-15 miles or so and then parked the cars on the side of the road and had to walk 1/4 of a mile or so into a field where he could see fire burning. Grandfather said it wasn't an airplane or like any craft he'd ever seen. It was broken and scattered all around, but one large piece was still together and it appeared to have a rounded shape with no edges or seams. It had a very shiny metallic finish. You could see inside on section and see what looked like a metal chair with a panel with many dials and gauges - none familiar looking to him. He said that when he got there, men were already sifting through things. There were some police officers, plain clothes people and military men. There were three bodies, not human, that had been taken from the wreckage and laid on the ground. Grandfather said prayers over them so he got a close look, but didn't touch them. He didn't know what had killed them because they didn't appear to have any injuries and they weren't burned. It was hard for him to tell if they had on suits or if it was their skin, but they were covered head to foot in what looked like wrinkled aluminum foil. He could see no hair on the bodies and they had no ears. They were small framed like a child about 4 feet tall, but had larger heads and longer arms. They had very large oval-shaped eyes, no noses - just holes - and no lips - just small slits for mouths. There were several people with cameras taking pictures of everything. Two of the plain clothes men picked up one of the little men, held it under its arms. A picture was taken. That was the picture I later saw. Then one of the military officers talked to granddad and told him he was not to talk about or repeat anything that had taken place for security reasons so as not to alarm the people. Granddad returned home, told his family and that was it. About two weeks after it happened, he came home with a picture of the two men holding the little man. After my grandfather died, my Dad kept the picture and was very interested in UFO info. Then when I was 10 or 11, a close friend of my Dad's asked if he could borrow the photo to show to his folks. So, Dad let him have it and never got it back. My recollection from what I saw in the picture was a small man about 4 feet tall with a large head and long arms. He was thin and no bone structure was apparent - kind of soft-looking. He had no hair on his head or body and had large, oval, slightly slanted eyes, but not like an Oriental from left to right. His were more up and down. He had no ears at all and no nose like ours. There appeared to be only a small, straight line where the mouth should have been. His skin or suit looked like crinkled-up tin foil and it covered all of him. I can't remember much about how his feet were for some reason. I guess my attention was focused more on his face. I believe he had three fingers, all quite long, but I can't be sure on this. I've tried to draw a picture for you, but I am not good at it. I hope it will give you some idea of how (the little man) looked to me.' Stringfield: With a crash case of this vintage, 1941, the testimony of the one and only source available, is crucial. Its ultimate believability is up to Charlette Mann and the information she relates. In the main, the whole case depends on her memory and the discussions she had with older members of the family who were in a position to relate directly with the firsthand source, the minister. After discussing the incident several times with Charlette by phone, I felt increasingly comfortable with her manner of response to my questions, mostly about her family and her own background. To me, she sounded sincere and everything she said about her immediate family, including an up-coming graduation of her daughter,"},{"pageNumber":6,"pageContent":"were all normal. Then in her second letter, she described in more detail the photo showing the \"alien\" with its arms outstretched, propped up by two men. The red flag went up. Instantly coming to mind was another old photo that made the rounds in the early days of my research which also showed an alien with arms outstretched also being held up by two men who were wearing trench coats and wide-brimmed hats. Although there were differences in respect to the description of the apparel worn by the men in her photo, I was still concerned about the parallels; i.e., outstretched arms and two men wearing wide-brimmed hats. If both photos, I reasoned, were identical or even similar, then something was wrong about the whole Cape Girardeau story - if the photo I had seen before was a hoax. I called Charlette the same day I got her letter and, without telling her about the allegedly hoaxed photo, I asked her to describe in more detail the one she had seen, especially the alien and the clothing of the two men. Her response was one of certainty: the alien she remembered was about 4 feet tall with a very large head by human proportions for the body size. From what I could recall from the hoaxed photo, hers was distinctly different. Of the two men, she said one was wearing a jacket and slacks; the other was in a white shirt. Then I explained my reason for calling and went on to relate that the two men in the photo I had seen were wearing trench coats. On this point, Charlette was positive - no trench coats! To satisfy my own curiosity about my old photo, which got lost in my files, I asked my cooperative German research friend, Michael Hesemann, who had called me on another matter, if he still had a copy of the photo that he had declared to b an \"April Fool's Day Hoax,\" published in a Cologne, Germany newspaper in 1950. See Status Report III. He sent me a copy of it by fax the next day. But I must admit that I forgot that two women also appeared in the posed shot. I sent a copy to Charlette for her comment to which she responded on June 6, 1991, as follows: Charlette Mann: 'Thank you for sending me the copy of the picture of the alien you got from Germany. it is nothing like what I saw. Your picture showed men in overcoats while in my picture, the man had no coats. It was warm weather when the crash occurred and the two men were dressed in slacks. One had a white dress shirt with sleeves rolled up; the other had on a short-waisted jacket with a dress shirt. Your picture shows two women; mine, none. The alien in yours looks like a tiny doll, much smaller and shorter than mine. The alien in my picture was about 4 feet tall when being held between the two men about up to their waists. They were holding him under the armpits with the arms outstretched across in front of them. Mine had no clothing or boots as your picture shows. The arms of mine were much longer than yours and its head larger. The only thing similar was the wide-brimmed hats that the two men wore.'\" Continued in Part 16 - Bodies and Craft at Wright Field, Ohio Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
