[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 1: Three Crop Formations Near Uffington White Horse © 2006 by Linda Moulton Howe I n the county of Oxfordshire, England, formations were reported at Wayland's Smithy and Uffington Castle on the same day of July 8, 2006. Then a month later on August 6, 2006, another formation was reported at Blowingstone Hill in Kingston Lisle, northeast of Uffington Castle. August 12 , 2006 Uffington, Oxfordshire, England - On July 8, 2006, four extraordinary crop formations were reported in southern England. The sequence began in Boxley near Maidstone in the county of Kent southeast of London with a \"fractal snowflake.\" Many investigators think this was the finest crop formation of 2006. The ground lay was fluid, like water waves. [ Editor's Note: In the crop formation photographs, the parallel double lines are called \"tractor tramlines.\" The average distance between pair of tramlines is 70 feet.] July 8, 2006 Boxley, near Maidstone, Kent (southeast of London) \"F ractal snowflake\" reported in wheat at Boxley, near Maidstone, Kent, southeast of London, on July 8, 2006; about 250 feet in diameter. Aerial image © 2006 by Andrew Fowlds. "},{"pageNumber":2,"pageContent":"L iquid flow of wheat in the Boxley \"fractal snowflake.\" Image © 2006 by W illia m B e tts . The 2006 fractal pattern is reminiscent of the August 8, 1997, double Von Koch \"fractal snowflake\" that was discovered in wheat below the Milk Hill White Horse in Wiltshire, south of the Uffington White Horse. The Milk Hill fractal measured 264 feet in diameter and had 198 circles. F ractal crop formation called a \"double Von Koch snowflake\" was discovered in wheat below Milk H ill White H ors e in Wilts hir e on A ugus t 8, 1997; measured 264 feet in diameter and had 198 circles. Aerial photograph © 1997 by Lucy P ringle, www.lucypringle .co.uk . July 8, 2006 Wayland's Smithy, near Ashbury, Oxfordshire (west of Uffington Castle) The same day near the 5,500-year-old Wayland 's Smithy burial site near Ashbury in Oxfordshire, one of the most powerful patterns in two decades of crop glyphs was reported."},{"pageNumber":3,"pageContent":"3 -dimensional \"crystal,\" or \"explosion,\" seems to rise out of the wheat growing near the 5,500-year-old Wayland's Smithy burial site one mile west of Uffington Castle. About 175 feet long, the pattern was reported on July 8, 2006. Aerial image © 2006 by Lucy Pringle, www. luc ypring le .c o .uk . T wo of the twelve \"crystals\" that seem to jut upward in the aerial images of the Wayland's Smithy July 8, 2006, wheat formation. P hotograph © 2006 by Linda Moulton Howe. L inda standing in corner of one of the \"crystal\" ends that were \"faceted\" by sections of wheat laid down at 90-degree angles and woven with the rest of the downed crop, Wayland's Smithy crop formation in Oxfordshire, England, on July 30, 2006. P hotograph by Shawn Randall."},{"pageNumber":4,"pageContent":"C lose-up of one \"faceted crystal end\" in Wayland's Smithy formation. P hotograph © 2006 by Linda Moulton Howe. L arge sarsen standing stones guard entrance to Wayland's Smithy 5,500-year-old burial chambers and long barrow not far from the wheat field in which the 3-D formation was found on July 8, 2006. P hotograph © 2006 by Linda Moulton Howe. The English Heritage information plaque at Wayland's Smithy says: \"About 5,500 years ago a tomb was built on this hill-top. The oval mound was made of chalk dug from two side ditches and was edged with stone slabs. It covered a wooden chamber containing the remains of about fifteen people. The tomb may have served as a focus for ceremonies that linked the living and the dead: it may also have marked the community's ownership of the surrounding land. \"Around 3,300 B. C. a new tomb was built on top of the earlier one, completely hiding it. The new mound was four times as long and much more regular in shape. At one end were three stone-lined burial chambers. The new tomb may have been used for several hundred years before being sealed. When the chambers were examined in 1920, they had already been ransacked, but they still contained the jumbled remains of at least eight people. \"Wayland's Smithy got its name some four thousand years later w hen Saxon settlers came across the tomb. No knowing who had built it, they imagined it was the work of one of their gods, Wayland the Smith. Later, a legend grew that Wayland w ould re-shoe the horse of any passing traveller w ho left a silver penny beside the tomb.\" Tom Brown's School Museum in Uffington dates Wayland's Smithy to 3700-3400 B. C. and writes this about the burial mound's history: \"Wayland's Smithy is an important neolithic chambered long barrow... Wayland, the smithy, was a god in Saxon folklore. He was apprenticed to the trolls who were masters of metal craft, but Wayland became so skillful that Gods and Kings were proud to possess his work.\" After violent encounters with a Swedish king, Niduth, \"Wayland flew off on wings that he had made, but before disappearing he flew over the king taunting him. Wayland was reported as living in caves and burial mounds all over Europe, with stories of his secret repairs of metal work and his casting of boulders over long distances when he was angry.\""},{"pageNumber":5,"pageContent":"R ocks line the entrance to three empty burial chambers at Wayland's Smithy. P hotograph © 2006 by Linda Moulton Howe. The trapezoid-shaped burial mound was built in two phases: the first was the structure of six large sarsen stones at the southern end in front of three rock chambers. The stone structure was first excavated in the 1800s. The second phase was the long barrow extending northward beyond the sarsen rock structure for 56.4 meters (185 feet) and 13.1 meters (43 feet) wide. Fourteen bodies were found, along with three arrow heads, pottery fragments and quernstones for grinding corn. W ayland's Smithy long barrow edged in standing stones is 56.4 meters long (185 feet) and 13.1 meters wide (43 feet). Fourteen bodies were buried with arrow heads, pottery fragments and quernstones for grinding corn. P hotograph © 2006 by Linda Moulton Howe. July 8, 2006 Uffington Castle, near Ashbury, Oxfordshire (east of Wayland's Smithy) Not far away on the back side of the ancient and elegant Uffington White Horse was a bird-like pattern that some associated with the Celtic goddess, Rhiannon, who loved birds and white horses. Others wondered if it might relate to the \"energy bird\" of God's \"divine light vehicle\" described in ancient Hebrew texts as the Merkabah (Mer = Light; Ka = Spirit; Ba = Body)? The focus in Part 2 of this Earthfiles report will be about a six-pointed wheat formation reported August 6, 2006, also near Uffington Castle and the White Horse, that some called a \"Merkabah.\""},{"pageNumber":6,"pageContent":"T he elegant and ancient (est. 1400 to 800 B. C.) Uffington White Horse stretches along the ridge way above the wheat field to the north where a beautifully detailed \"bird\" in wheat was reported on July 8, 2006. Aerial image © 2006 by Cropcircleconnector.com. A erial image © 2006 by Lucy Pringle, www.lucypringle.co.uk . July 8, 2006 Savernake Forest, near Marlborough, Wiltshire (east of Avebury)"},{"pageNumber":7,"pageContent":"S avernake Forest near Marlborough, Wiltshire, reported July 8, 2006, in wheat. Aerial image © 2006 by Cropcircleconnector.com. One scientist in Australia studied the Savernake Forest crop formation and speculated the pattern might relate to astrophysical \"worm hole\" time travel: \"A Roman ring in theoretical physics is a special combination of wormholes named after Tom Roman (Connecticut 1992). \"For one wormhole, the time difference across its mouth may not allow a closed loop through time. But for several wormholes in combination (say two or four), a closed loop through time may become possible. \"Thus an Earth-Moon wormhole whose far end lies 0.5 seconds in our past will not violate causality, since information sent to the far end by wormhole, then back again as light through space, may arrive on Earth (-0.5 + 1) = 0.5 seconds after it was transmitted. \"Yet adding a second wormhole in the opposite sense might allow information to arrive back on Earth -0.5 + (-0.5) = 1.0 seconds before it was transmitted. The Roman ring is a very stable configuration, and the 'chronology protection conjecture' of (astrophysicist Stephen) Hawking does not prevent it.\" P ole shot of Savernake Forest crop formation near Marlborough, Wiltshire, reported July 8, 2006, in wheat. Image © 2006 by Cropcircleconnector.com. T o be continued in Part 2 : Third Uffington Formation - A \"Merkabah\"? F or further information about worldwide crop formations, please see reports below in the Earthfiles Archives and my book Mysterious Lights and Crop Circles in the Earthfiles Shop. • 08/12/2006 -- From Wiltshire to Red Alert At Heathrow Airport • 07/21/2006 -- U. K. Breaking Heat Records and 17 Crop Patterns Reported Between July 4 - 20 • 07/07/2006 -- Anomalies in Huntingburg, Indiana, Wheat Pictogram • 06/11/2006 -- Updated: Two Mysterious Circles in Wheat Baffle Kansas Farmer • 04/07/2006 -- First 2006 Grass Circles in Conondale, Queensland, Australia • 09/02/2005 -- \"Mayan Clock\"? in August U. K. Crop Formations • 09/02/2005 -- First 2005 Canadian Crop Circles Reported • 09/02/2005 -- Part 2: Mysterious Lights At Coles County, Illinois, Corn Circles • 09/02/2005 -- Part 1: New York and Ohio Corn Circles \"Flattened 2 to 5 Feet Above Ground\" • 08/09/2005 -- Three Extraordinary U. K. Crop Formations Reported August 9, 2005 • 08/07/2005 -- Mysterious Light Photographed in Canadian Woods • 08/02/2005 -- Part 2: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops • 08/02/2005 -- Part 1: Anomalies Confirmed in Pennsylvania and Arizona Randomly Downed Crops • 07/23/2005 -- Mystery of Six Grass Circle Formations in North Carolina • 07/18/2005 -- Garsington, Oxfordshire, U.K. Wheat Formation - Astronomical Orbit? • 07/01/2005 -- U. K. Bicyclist Reports Mysterious, Low Hovering Objects Bending Wheat • 06/28/2005 -- Crop Circles in Poland • 06/02/2005 -- Part 2 - Highly Anomalous Pigment Formation in 2004 Hillsboro, Ohio, Crop Formation • 05/26/2005 -- Phoenix Barley Mystery: Apparently Irrigation and Wind • 05/20/2005 -- May 2005 Crop Formation Update in Six Countries • 05/09/2005 -- Mysterious Lights and 2003 Serpent Mound Soybean Formation • 04/20/2005 -- Outer Space Impact At Serpent Mound, Ohio, 256 M illion Years Ago • 04/12/2005 -- First 2005 Dutch Crop Circles Reported in Hoeven, Holland Grass • 10/17/2004 -- American Crop Formations: 1880-2004 • 09/22/2004 -- Miamisburg and Serpent Mound, Ohio Crop Formations: Geometries Compared • 09/17/2004 -- Part 1 - High Strangeness in Canadian Cattle Corn • 09/12/2004 -- Part 2 - High Strangeness in Canadian Cattle Corn • 09/10/2004 -- Update on Miamisburg, Ohio, Corn Pictogram - Balls of Light? • 09/05/2004 -- Part 2 - Hillsboro, Ohio Corn Plant Anomalies • 09/04/2004 -- Hillsboro, Ohio Corn Formation - High Strangeness in Soil and Plants • 09/02/2004 -- Updated Photos: Big, Impressive New Corn Formation in Miamisburg, Ohio • 08/29/2004 -- Another Pictogram in Poland • 08/28/2004 -- Cow Mutilation and Loud, Unidentified Sound in Farnam, Nebraska • 08/12/2004 -- Circles in Belgium and Holland • 08/10/2004 -- Updated Aerial Photos of West Overton, Wiltshire \"Serpent\" • 08/09/2004 -- Pictograms in Poland • 08/03/2004 -- Crop Formations: Fifteen in Southern England Since July 20, 2004."},{"pageNumber":8,"pageContent":"• 07/26/2004 -- Crop Circles in Tilden, Wisconsin Oats and 90-Degree Angles in Litchfield, Minnesota • 07/25/2004 -- 2004 Canadian Crop Formations: Scorched Soybeans and \"Dirt\" Pattern in Barley • 07/24/2004 -- Part 3 - Crop Formations and Mysterious Lights in Wiltshire, England, July 2004 • 07/24/2004 -- Part 2: Crop Formations and Mysterious Lights in Wiltshire, England, July 2004 • 07/15/2004 -- Updated: Part 1-Beyond Hillsboro, Ohio, More Corn Down in New Milford, Connecticut • 07/13/2004 -- Updates on Spanish Fork, Utah Barley Formation • 07/07/2004 -- Fourth 2004 Crop Formation in Poland Has Multiple Parts • 07/06/2004 -- Mysteriously Downed Oat Plants in Eagle Grove, Iowa; Downed Corn in Hillsboro, Ohio • 07/06/2004 -- Additions to Spanish Fork, Utah Formation and Mysterious Lights Seen • 07/04/2004 -- Crop Formation in Spanish Fork, Utah • 06/17/2004 -- More 2004 Holland and Poland Crop Formations • 06/16/2004 -- England: 2004 Crop Formations and 2003 Research • 06/03/2004 -- Updated - Second 2004 Pictogram Crop Formation in Poland • 06/02/2004 -- 2004 Peach Orchard, Arkansas Crop Formation • 05/24/2004 -- Biophysicist W. C. Levengood's Crop Circle Reports Available for First Time On Internet • 05/22/2004 -- 2004 Overview of Crop Formations in Six Countries • 05/17/2004 -- Crop Formation Reported in Zabno, Poland • 05/11/2004 -- An Extraordinary Photograph in A Dutch Home • 05/09/2004 -- 2003 English Crop Formations on Documentary DVDs • 04/14/2004 -- Light Anomalies in Photos of Conondale, Australia Grass Circles • 01/10/2004 -- Strange Unidentified Aerial Objects in Indiana and Pennsylvania • 12/05/2003 -- Diatonic Ratios and Seed Changes in 2003 California Wheat Circles Rule Out Hoax? • 11/07/2003 -- British UFO Crash Retrievals • 11/01/2003 -- Another Soybean Formation in Ohio • 10/17/2003 -- 2003 \"UFO Flap\" in Ohio • 10/03/2003 -- Part 2 - Military Interest in Serpent Mound and Seip Mound Formations? • 10/02/2003 -- Part 1 - Another Soybean Formation Near Seip Mound in Ohio • 09/12/2003 -- Second Soybean Crop Formation in Ohio - Special USAF Investigation Unit Involved? • 09/06/2003 -- Part 2 - Unusual Soybean Formation Near Serpent Mound, Ohio • 09/05/2003 -- Part 1 - Unusual Soybean Formation Near Serpent Mound, Ohio • 09/03/2003 -- Helicopter \"Attacks\" Wiltshire, England, Residents At Knap Hill on August 26, 2003 • 08/29/2003 -- Part 2 - After August 10, No Crop Formations Except in Canada? • 08/29/2003 -- Part 1 - Why Do Military Helicopters Focus On Crop Formations? • 08/23/2003 -- Fourteen Crop Formations in Canada • 08/05/2003 -- Field Notes from Morgan’s H ill Crop Circle • 08/01/2003 -- Field Notes About English Animal Mutilations • 07/21/2003 -- Strange Orange Lightning and A Sampling of Recent English Crop Formations • 07/19/2003 -- Update - Defiance, Missouri T-Pattern Cut in Saplings • 07/17/2003 -- Land Surveyor Comments About Ogbourne St. George, U.K. Crop Formation • 07/16/2003 -- Unusual Details in Dutch Crop Formations • 07/11/2003 -- Part 2 - Unusual Cylindar-Shaped Cloud Seen Night Before Dutch Crop Circles Discovered • 06/27/2003 -- Part 2 - Mysterious Lights and Fourteen Crop Formations in Italy • 06/27/2003 -- Part 1 - Mysterious Lights and Fourteen Crop Formations in Italy • 06/13/2003 -- Updated: Fractal Crop Formation in Knobel, Arkansas • 05/26/2003 -- East Sussex, England Has Third 2003 Crop Formation • 05/20/2003 -- More 2003 Crop Formations in Germany • 05/10/2003 -- Tree Formation in Defiance, Missouri • 05/02/2003 -- First 2003 English Crop Formations • 04/29/2003 -- Comparison Between First 2003 and 2002 U. K. Crop Formations • 04/26/2003 -- First 2003 U.K. Crop Formation Near Petersfield, Hampshire • 12/07/2002 -- Evolution of Crop Patterns Near Britain's Chilbolton Radio Telescope, 1999 - 2002 • 11/05/2002 -- Canadian Crop Circles and Mysterious Lights in Saskatchewan • 10/19/2002 -- Shifting Time Lines and Earth's Destiny? • 10/03/2002 -- Part 3 - 2002 Crop Formations In Canada • 10/01/2002 -- Part 2 - September 2002 Maize Circles Update: Canada • 09/28/2002 -- Part 1 - September 2002 Maize Circles Update: England • 09/02/2002 -- Blue Lights and Helicopters in Wiltshire's East Field • 08/31/2002 -- One ET Experiencer's Reaction to the Winchester Formation • 08/24/2002 -- Crop Formation Update: Canada • 08/19/2002 -- Winchester, Hampshire Circular Code Analysis - UPDATED • 08/18/2002 -- Another Face and Code Appears in Hampshire, England - UPDATED • 07/25/2002 -- Strange Stem Anomalies in New Dutch Crop Circles • 07/20/2002 -- Mysterious Lights Seen Above Field Where Nautilus Formation Emerged Websites: English Crop Circle s, Curre nt and Archive d: http://www.cropcircle conne ctor.com Ame rican Crop Circle s, ICCRA: http://www.cropcirclenews.com/ Canadian Crop Circle s, CCCRN: http://www.cccrn.ca/ German Crop Circles: http://www.kornkre ise -forschung.de Dutch Crop Circle s, DCCA: http://www.dcca.nl http://www.lucypringle .co.uk http://www.me mbe rs.iine t.ne t.au/~bwratte n/ccc.html http://www.cropcirclere se arch.com http://www.x-cosmos.it http://www.be rtjansse n.nl"},{"pageNumber":9,"pageContent":"http://www.swirle dne ws.com http://www.he ramagaz ine .ne t http://www.CropCircle Answe rs.com http://www.ukcropcircle s.co.uk/?page=home http://www.temporaryte mple s.co.uk Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
