[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 5: USAF Col. Charles I. Halt (Ret.) Says 1980 RAF Bentwaters Lights and Craft Were “Extraterrestrial In Origin” © 2009 by Linda Moulton Howe “T hose lights and craft were beyond the realm of anything we know and were intelligently controlled. Now, I’ll say one other thing – it’s certainly possible that whatever it is might be from another dimension.” - C ol. Charles I. Halt, (Ret.), Dec. 1980 Deputy Base Commander, RAF Bentwaters, U. K. Click for podcast. R eturn to Part 1 August 27, 2009 Stafford County, Virginia - Over the past thirty years in England - Royal Air Force Bentwaters, Royal Air Force Woodbridge and nearby Rendlesham Forest have been the focus of this question: What exactly did happen between at least two dozen military personnel, unidentified aerial lights and a triangular craft between midnight on December 26th, until 5 AM on December 28th, 1980? Now Col. Charles I. Halt, the man who was then the Deputy Base Commander at RAF Bentwaters, has gone on the record in a recent June 25th press release to state: “I wish to make it perfectly clear that the UFOs that I saw were structured machines moving under intelligent control and operating beyond the realm of anything I have ever seen before or since. I believe the objects that I saw at close quarter were extraterrestrial in origin and that the security services of both the United States and England were and have been complicit in trying to subvert the significance of what occurred at Rendlesham by use of well-practiced methods of disinformation.” C ol. Charles I. Halt (Ret.), former Deputy Base Commander at RAF Bentwaters, England, December 1980, photographed in Rendlesham Forest during 2007 TV production. Col. Halt served in Vietnam and Japan before being assigned as Deputy Base Commander at RAF Bentwaters in 1980. His boss and base commander was Col. Ted Conrad, who had not been on the job very long. Their boss was the Wing Commander of the 81st Tactical Fighter Wing at Bentwaters/Woodbridge, Major General Gordon Edmund Williams. It is General Williams who allegedly r eceived 35mm film in two canisters on December 30, 1980, from RAF Bentwaters Captain and Day Shift Commander, Mike Verrano, who told Larry Warren and Peter Robbins, authors of Left At East Gate © 1997, “I did drive General Gordon Williams to an F-16 on the Bentwaters tarmac the AM of December 30th. He had two canisters of 35mm footage with him. ...He told me directly that it was actual "},{"pageNumber":2,"pageContent":"footage of the UFOs on the ground.” Based on Earthfiles Parts 1 - 3, it is assumed this 35mm “ footage” includes the 35mm still negative roll that Sgt. James Penniston says he photographed around the triangular craft on the ground in Rendlesham Forest in the early morning hours of December 26, 1980. S taff Sergeant James W. Penniston's sketch of triangle-shaped, dark glassy surfaced craft he photographed and touched in early hours of December 26, 1980. By 1984, Col. Halt was promoted to RAF Bentwaters Base Commander and later also served as Base Commander at Kunsan Air Base in Korea. Later, he was Director of the Inspections Directorate for the Department of Defense Inspector General. Charles Halt was born in 1940 in Pittsburgh, Pennsylvania, and is now 69-years-old. He received a B. A. in Economics and Chemistry from West Virginia Weslyan College in 1962. A year later on February 7, 1963, he enlisted in the U. S. Air Force. He was assigned to a school for Maintenance Engineering at Chanute AFB in Illinois and became a U. S. Air Force maintenance officer for the next seventeen years. In 1975, he received an M. B. A. in Business Management from the University of Hawaii. Col. Halt retired from his professional U. S. Air Force career in 1991. Today, he is the equivalent of a mayor for a gated community in Stafford County, Virginia. On August 18th, I interviewed Col. Halt about his personal RAF Bentwaters experience on December 28, 1980, what happened to him afterward and why it has taken thirty years for him to say on the record that the lights and craft over three nights in the Rendlesham Forest were “extraterrestrial in origin.” Interview: Col. Charles I. Halt, (Ret.), former Deputy Base Commander, RAF Bentwaters, England in December 1980: “Let me first say that I was very naïve and very trusting – is probably putting it mildly. And I’m very unhappy, I guess is the best way to put it, with some of my superiors as well as the intelligence services from both U. S. and British sources. What I saw – now, keep in mind that definitely structured craft were seen on what was called the first night by three individuals: Sgt. Jim Penniston, Airman 1st Class John Burroughs and Airman 1st Class Edward Cabansag. What I saw [the third night, December 28, 1980] moved horizontally through the Rendlesham Forest avoiding trees and bobbing up and down. By that, I mean it went vertically occasionally to avoid the trees. The craft retreated from the forest into the farmer’s field. At that time, the object was reflecting a glowing light on the farmer’s house that was on the far side of the object. The Orford light house was beyond that. There is no way the light from the lighthouse could have reflected off the farmer’s house! In fact, on the audiotape (Col. Halt ran while in the Rendlesham Forest), I was very concerned about the occupants of the house because it looked like the house was on fire internally from all the reflections on the windows."},{"pageNumber":3,"pageContent":"F armer's field in general area of central pink circle in Rendlesham Forest near Capel St. Andrew, England. The Orford Ness lighthouse is the far right pink circle. RAF Bentwaters is top large pink circle, 4 miles northeast of RAF Woodbridge, pink circle at Woodbridge. THIS WAS THE EARLY MORNING HOURS OF DECEMBER 28TH? I believe it was December 28, as I remember, yes. And then the object that we saw was obviously under some type of intelligent control. There is no way it could have moved through the trees and done what it did and retreated into the field whenever we approached it. Then, it silently exploded into multiple light objects – and disappeared! Narrow, White Beam Hits Ground A Few Feet from Col. Halt's Team DURING THAT PERIOD OF TIME, DID YOU SEE A BEAM OF LIGHT THAT WAS DESCRIBED AS BEING WHITE COMING DOWN FROM A GLOWING LIGHT? No, we saw that later. Let me explain. We went out of the forest into the farmer’s field. We crossed by the farmer’s house. We fell into a small stream and all got wet and cold and quite uncomfortable. We proceeded a little further and I was quite concerned about being off the base (RAF Bentwaters) at that time of night with people in uniform. Let’s face it, we (USAF) were not home. It’s (U. K.) a foreign country. We went beyond the road in front of the farmer’s house into another field. And at that time, several members of the (scout) party noticed objects in the sky that were moving in strong, straight, angular movements and were multiple colored as far as the lights and they changed shape from elliptical to round and elliptical. Then we noticed other objects to the south and one of them approached us at very high speed. My guess is that it was 3,000 to 4,000 feet, maybe lower. I can’t tell for sure. And the whole time, the lighthouse was clearly visible on the horizon. The object stopped overhead and sent down a beam. The best way I can describe it is a laser beam because the light did not radiate out like a light would do. It came straight down and fell at our feet and we were quite concerned. The light was a very bright, white light – probably 15 to 20 inches in diameter, something of that size – when it hit the ground. It was right in front of us, less than ten or fifteen feet away."},{"pageNumber":4,"pageContent":"L t. Col. Charles I. Halt described mysterious aerial light that emitted white, narrow, beam down in front of him and over the weapons storage facility (above), said to contain nuclear warheads, at RAF Bentwaters, England, in the early morning hours of December 28, 1980. Illustration by Jan Roth at www.re ndle sham-incide nt.co.uk used with permission. WHAT HAPPENED AT THAT MOMENT? We stood there in awe trying to – you know, is it a signal? Is it a warning? Is it a method of communication? What do we do? And we just stood there for maybe five to ten, maybe fifteen seconds, and then it was gone. I mean, it disappeared as suddenly as it appeared. IT IS A BEAM OF LIGHT THAT COMES OUT OF THE LIGHT THAT IS STILL UP IN THE AIR AND WHERE IT STRIKES THE GROUND, THE BEAM LOOKS LIKE IT’S 15 TO 20 INCHES IN DIAMETER? Something like that. It was so shocking – Wow! Three Radio Frequencies Report Lights Over Weapons Storage Area At the same time, we were picking up radio signals and continuously having problems with our radios on all three frequencies we were on from the WSA, Weapons Storage Area, and they were indicating that they (lights) were over there. We could see objects in the sky over there (WSA) and I later learned that there were some technicians from the communications squadron working in the tower, as well as the tower operator. They all observed some very strange things as far as lights and objects. WERE YOU HEARING THE RADAR TOWER OPERATOR DESCRIBING TO YOU AND TO OTHERS SEEING THE BEAM COME DOWN INTO THE WEAPONS STORAGE AREA? No. The tower is an observation tower. I actually called the people in the control tower through the command post and gave them locations to look for something in the sky. They called Eastern Radar and Eastern Radar had radar surveillance and air defense responsibility for that WSA area. And I didn’t get a positive response, but at a later date when I talked to some people, they indicated that some of the tower operators had seen some things, but the audiotapes were confiscated. I don’t know. It’s all secondhand hearsay. [ Editor's Note: Page 413, Left At East Gate ©1997 by Larry Warren and Peter Robbins describes Col. Charles I. Halt as telling them that light beams from the unidentified lights penetrated the cement, steel and soil layers of the hardened bunkers shown below in the Weapons Storage Area (WSA).]"},{"pageNumber":5,"pageContent":"D ecember 2007, photograph from RAF Bentwaters/Woodbridge tower used to monitor underground Weapons Storage Area (WSA), that presumably included nuclear weapons heavily guarded in December 1980 by military security. Image © 2007 by Gary Heseltine. December 28, 1980, Eastern Radar Audiotapes Confiscated THOSE CONFISCATED TAPES MIGHT CONTAIN WHAT HAS EMERGED IN HYPNOSIS SESSIONS WITH JIM PENNISTON AND JOHN BURROUGHS CONCERNING THE RADAR TOWER OPERATOR REPORTING THAT A WHITE BEAM WAS COMING FROM A LIGHT DOWN INTO THE WEAPONS STORAGE AREA? That’s certainly possible. I can’t comment. I don’t know, but I know there were a lot of funny things that happened. DO YOU KNOW FOR A FACT WITH YOUR OWN EYES THAT YOU WERE SEEING BEAM COME DOWN IN THE GENERAL AREA OF THE WEAPONS STORAGE AREA? I could see something, yes. WHERE YOU SAW THE LIGHT BEAM COME DOWN CLOSE TO YOU WAS NOT DIRECTLY INTO THE WEAPONS STORAGE AREA? No, the Weapons Storage Area was a mile to a mile and a half away. SO, FOR THOSE RADIO REPORTS THAT WERE DESCRIBING A BEAM COMING FROM A LIGHT DOWN INTO THE WEAPONS STORAGE AREA, THOSE WOULD BE OTHER EYEWITNESSES WHO COULD SEE INTO THE WSA WHEN YOU COULD NOT. That’s correct. There are multiple objects in the sky at that time, at least four if not five or more. WERE THEY ALL WHITE? No. They changed color and they changed shape from round to elliptical. COLORS? Gosh, red, blue and green, I think. I remember the shock of - gosh, when the thing went overhead and the light approached us and you can hear it on the tape. Stopped overhead and sent a beam down. Oh, my God! We all went into shock almost! How am I ever going to explain this? Nobody is going to believe this! This is a kiss of death for my career. Click here for audiotape recorded by USAF Col. Charles I. Halt, December 28, 1980, in Rendlesham Forest while encountering unidentified aerial lights and beams. See transcript in More Information below."},{"pageNumber":6,"pageContent":"With him were: Lieutenant Bruce Englund; Sergeant Monroe Nevilles (Geiger counter and disaster preparedness); Master Sergeant Bobby Ball; and Sgt. Adrian Bustinza. Airman 1st Class John Burroughs, who was with Sgt. Penniston and Airman 1st Class Cabansag on December 26th, also says he was in the Rendlesham Forest December 28 as well. Col. Halt says he remembers only ordering John Burroughs by phone not to join Col. Halt and his team. However, John Burroughs and Adrian Bustinza both remember falling to the ground next to each other. YOU ACTUALLY THOUGHT THAT ON THAT NIGHT? I certainly did! Morning of December 29, 1980 WHEN YOU STARTED THIS INTERVIEW, YOU SAID THAT YOU HAVE BEEN VERY DISMAYED BY THE COMMENTS AND SOME OF THE REACTIONS BY YOUR COLLEAGUES AND SUPERIOR OFFICERS. COULD YOU ELABORATE? Well everybody from General Gordon Williams to you name it has – I played the tape the following morning for Gordon Williams and gave it to him and he believed me. According to Gordon Williams, who took the tape and my recorder, he played it at the Wednesday morning staff meeting. They had a staff meeting every Wednesday morning. He played my tape for the staff meeting and then General Robert Bazley said to the staff, ‘What do we do?’ And the conclusion was since nobody knew what to say, ‘It’s a Brit affair that happened off the base.’ General Williams actually laughed when he gave me the tape back. R obert W. Bazley is a retired U. S. Air Force four star general who served as Commander in Chief, Pacific Air Forces (CINCPACAF), from 1984 to 1986. Before then, he took command of Air Force Inspection and Safety Center, Norton AFB, California, in May 1978. From July 1979 to June 1980, he commanded Sheppard Technical Training Center, Sheppard AFB, Texas. He returned to England as Commander, 3rd Air Force at Royal Air Force Station Mildenhall in Suffolk County, England. Bazley returned to Ramstein Air Base, Germany, in July 1981, as Vice Commander-in-Chief of U.S. Air Forces in Europe. In 1983, he became Inspector General of the U.S. Air Force at Air Force headquarters, responsible to the Secretary of the Air Force and the Chief of Staff for USAF inspection, safety, security, investigative, counterterrorism, counterintelligence and complaint programs. He assumed command of Pacific Air Forces at Hickam Air Force Base, Hawaii, in September 1984, and retired from the USAF on January 1, 1987. Image courtesy PD-USGOV-MILITARY-AIR FORCE. WHAT YOU ARE SAYING IS THAT IT’S A BRIT – MEANING BRITISH – AFFAIR OFF THE BASE? Ye s . YOU KNEW THAT THERE WAS A CREDIBILITY PROBLEM. BUT NOW, 30 YEARS LATER IN THE SUMMER OF 2009, YOU ARE GOING ON THE RECORD SAYING THAT WHAT YOU ENCOUNTERED IN RENDLESHAM FOREST NEAR RAF BENTWATERS AND WOODBRIDGE WAS ‘EXTRATERRESTRIAL IN ORIGIN.’ CAN YOU EXPLAIN TODAY WHY YOU ARE CLARIFYING THAT? In 2009, Why Col. Halt Says “Extraterrestrial In Origin” Because those lights and craft were beyond the realm of anything we know and were"},{"pageNumber":7,"pageContent":"intelligently controlled. Now, I’ll say one other thing – it’s certainly possible that whatever it is might be from another dimension. I thought of that at a later point, but it was beyond anything we know or we had in place at the time, even experimentally. I mean, here’s something that is too small for human habitation, that moves under intelligent control, it has the ability to change shape, and then multiple objects appear that have the capability to send down what I would say would be laser beams or something like that – and they have a great deal of interest about what goes on at RAF Bentwaters, as far as the Weapons Storage Area. COL. HALT, WHY DO YOU THINK THAT 30 YEARS AFTER THIS EVENT IN RENDLESHAM FOREST NEAR RAF BENTWATERS AND RAF WOODBRIDGE THAT THE MINISTRY OF DEFENCE IN THE UNITED KINGDOM, WOULD PRETEND TO RELEASE ALL OF THE BENTWATERS DOCUMENTS WHEN YOU, I, NICK POPE AND OTHERS KNOW THAT THEY HAVEN’T RELEASED THE MEAT AT A L L ? I don’t think they ever will! When I was on Larry King, you know what I told him? He asked me, ‘When do you think this will ever become public?’ I said, ‘When one of them lands in Times Square or on the lawn of the White House and they can’t deny it.’ He and I both had a big laugh over it. AND WHAT I STILL WONDER IS: WHY ARE WE LIVING SUCH A LIE ON THIS PLANET? I can’t answer that question. I agree with you! WELL, SOME PEOPLE WOULD SAY THAT POWER, ARROGANCE AND GREED WERE THE STRONGEST MOTIVATORS OF THE LAST SIXTY YEARS IN SUPPRESSING INFORMATION ABOUT NON-HUMAN INTELLIGENCES INTERACTING WITH THIS PLANET. Yes, I certainly cannot disagree. WHAT DO YOU THINK WILL UNFOLD BETWEEN NOW AND 2009 AND GOING INTO THE FUTURE? HOW LONG WILL THESE LIES BE PERPETUATED? Until something – until there is a dramatic event, which is probably an accident. I don’t think you’re going to get anybody from the intelligence agencies to ever come forward. Those people are afraid to death! WHAT ARE THEY AFRAID OF? (laughs) I can just say there’s a very powerful force at work. Keep in mind, it is a very, very small number of people. WHO KNOW. That’s correct. If you’ll keep in mind that Eisenhower tried to get to the bottom of it, Jimmy Carter tried to get to the bottom of it, Bill Clinton tried to get to the bottom of it. Guess what? ALL BLOCKED. That’s what they say. SO, WHO WOULD BE IN CONTROL IF PRESIDENTS AND PRIME MINISTERS ...? That’s a question you have to answer yourself and tell me when you find out. A very select group! DO YOU HAVE ANY SPECULATION? I would rather not comment.” C ontinued in Part 6: Is time travel past and future possible? R eturn to Part 1 More Information: Col. Charles I. Halt, December 28, 1980, Audiotape Transcription"},{"pageNumber":8,"pageContent":"R endlesham Forest near RAF Bentwaters and RAF Woodbridge, East Anglia, England Originally printed in You Can't Tell The People © 2000 by Georgina Bruni. The title comes from a quotation by Margaret Thatcher, British Prime Minister in 1980, who told Bruni in 1997: “UFOs! You must get your facts right and you can't tell the people.”"},{"pageNumber":12,"pageContent":"F ormer U. S. Air Force 1st Class Airman John Burroughs is now organizing a 2010 reunion in England for all the military personnel in RAF Bentwaters and RAF Woodbridge who were involved in the mysterious light phenomena of December 26 - 28, 1980. John would like to hear from all who were there and has created a website and email account to organize a 2010 Bentwaters reunion. W ebsite with email address: http://backtobentwaters.blogspot.com/ F or further information about the worldwide UFO phenomena, please see Earthfiles Archive (partial 2009 list below) and my books, An Alien Harvest and the 2-volume Glimpses of Other Realities in the Earthfiles Shop. • 08/23/2009 — Part 8: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 08/14/2009 — Part 7: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 07/22/2009 — Part 3: 1980 RAF Bentwaters Lights and Craft Were “Extraterrestrial In Origin” • 07/20/2009 — Part 6: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 07/19/2009 — Part 2: 1980 RAF Bentwaters Lights and Craft Were “Extraterrestrial In Origin” • 07/17/2009 — Part 1: 1980 RAF Bentwaters Lights and Craft Were “Extraterrestrial In Origin” • 07/16/2009 — Part 2: Silbury Hill “Quetzlcoatl Headdress” and Mysterious Tall Blonds • 07/14/2009 — Part 5: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 07/12/2009 — Mysterious Aerial Lights Mimicking Stars in Texas and Oregon • 07/06/2009 — Part 4: Non-Human Entities (NHEs): • 06/25/2009 — Part 3: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/21/2009 — Part 2: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/17/2009 — Part 1: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/09/2009 — Update Podcast: Aerial Lights That Mimic Stars, Helicopters and Airplanes • 06/05/2009 — Part 2: Mysterious, Silent, Large Aerial Triangles • 06/04/2009 — Part 1: Mysterious, Silent, Large Aerial Triangles • 06/01/2009 — Part 10: High Strangeness Files about EBENs • 05/29/2009 — Part 3: 1954 SOM1-01 Training Manual and Cha llis, Idaho, Huge Triangle • 05/29/2009 — Part 4: 1954 SOM1-01 Training Manual and Cha llis, Idaho, Huge Triangle • 05/28/2009 — Part 1: Idaho Hunters Describe Huge Triangle Aircraft Over Their Campsite • 05/28/2009 — Part 2: Idaho Hunters Describe Huge Triangle Aircraft Over Their Campsite • 05/26/2009 — Part 9: High Strangeness Files about EBENs • 05/13/2009 — Part 8: High Strangeness Files about EBENs • 05/05/2009 — Part 7: High Strangeness Files about EBENs • 04/29/2009 — Part 6: High Strangeness Files about EBENs • 04/22/2009 — Part 5: High Strangeness Files about EBENs • 04/21/2009 — Archive Reprint: Apollo Astronaut Edgar Mitchell Says Governments Covering Up E. T.s • 04/14/2009 — Part 4: High Strangeness Files about EBENs • 04/08/2009 — Part 3: High Strangeness Files about EBENs • 04/05/2009 — Part 2: High Strangeness Files about EBENs • 04/03/2009 — Updated: Aerial Disc Photographed Over San Luis, Colorado • 04/01/2009 — Part 1: High Strangeness Files about EBENs • 03/17/2009 — Highly Strange Missing Time in 1947 • 03/08/2009 — Final Part 20: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/27/2009 — More Strange Aerial Light Patterns - Now in Wisconsin • 02/24/2009 — Part 19: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/11/2009 — Part 18: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/04/2009 — Part 17: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/03/2009 — Part 1: Viewer Comments On Camouflaged V-Shaped Craft • 01/29/2009 — Updated: Star Field Camouflage On Large V-Shaped Craft Near Cape Canaveral, Florida? • 01/07/2009 — Part 16: Army/CIA Unit Studied the Real UFO Blue Book Cases • 01/02/2009 — Part 15: Army/CIA Unit Studied the Real UFO Blue Book Cases • 12/24/2008 — Part 14: Army/CIA Unit Studied the Real UFO Blue Book Cases • 12/22/2008 — Part 2: CIA, UFOs and Hollywood"},{"pageNumber":13,"pageContent":"Websites: USAF Col. Charles I. Halt: http://en.wikipedia.org/wiki/Charles_I._Halt Major General Gordon Edmund Williams: http://www.af.mil/information /bios/bio.asp?bioID=7597 The Rendlesham Forest Incident: http://www.rendlesham-incident.co.uk You Can't Tell the People © 2000 by Georgina Bruni: http://www.amazon.com/You-Cant-Tell-People-Cover-up/dp/0283063580 /ref=sr_1_1?ie=UTF8&s=books&qid=1251680102&sr=1-1 Left At East Gate © 1997 by Larry Warren and Peter Robbins; updated 2005 edition published by Cosimo Press, N.Y.: http://www.amazon.com/s/ref=nb_ss?url=search- alias%3Dstripbooks&field-keywords=Left+At+East+Gate&x=0&y=0 1967 Malmstrom AFB UFOs Over Minuteman Missile Sites: http://www.cufon.org/cufon/malmstrom/malm1.htm 1968 Minot AFB UFOs Over Minuteman Missile Sites: http://www.ufocasebook.com /minotafb.html Police Reporting UFO Sightings, PRUFOS: http://www.prufospolicedatabase.co.uk /1.html UFO Cover-Up? ... Live (1988): http://www.hollywood.com/tv/UFO_CoverUp_Live /5193986 http://www.youtube.com/watch?v=iUgTDXZAElw Jets Chase UFOs Over Bentwaters in 1956: http://www.ufocasebook.com /bentwaters1956.html Warminster UFOs: http://en.wikipedia.org/wiki/Warminster Majestic 12 Documents: http://www.majesticdocuments.com American Presidents: http://www.presidentialufo.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
