[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon More E-Mails About Winchester, England Formation © 2002 by Linda Moulton Howe Face and code wheat formation 250 feet wide by 360 feet long at Vale Farm next to Crabwood forest in the village of Pitt near Winchester, Hampshire, U.K., first reported by e-mail on August 15, 2002, one year after the August 14, 2001 face and code appeared at the Chilbolton Radio Observatory. Aerial photograph © 2002 by Lucy Pringle, http://home.clara.net/lucypringle. Notice from http://www.cropcircleconnector.com : \"LATEST NEWS ON THE GROUND Michael Glickman and The Crop Circle Connector with many others have contributed towards a fund to ask the farmer to keep the crop Circle in the field until after the UK Bank Holiday 27th August 2002. We would like to thank the farmer and the contributors for this gesture and hope many more people will visit the crop circle in the next few days.\" August 22, 2002 Pitt near Winchester, Hampshire, U. K. Please see the following e-mail responses to ongoing discussion about the August 15, 2002 formation on the Vale Farm bordered by the Crabwood copse in the village of Pitt east of Winchester, Hampshire, England. 1) On 8/19/02 9:51 AM, Bill Hamilton at skywatcher22@hotmail.com wrote: \"IS THE MILITARY BEHIND CROP GLYPHS? "},{"pageNumber":2,"pageContent":"It has recently come to my attention that some individuals are advancing the idea that crop glyphs are being made by the military (branch is unspecified) and laid down by using a laser or maser beam from an orbiting satellite. Aside from the waste of taxpayer expense such behavior is explained in terms of perpetrating the concept that an alien presence is responsible for the crop glyphs. History has shown that the military has repeatedly denied any evidence of extraterrestrial visitation and does not affirm it, not even for disinformation purposes (what purpose?). Let us think about this. A satellite is in a 100-mile orbit around earth (an example). It is travelling at a velocity that maintains its orbit - approximately 18,000 mph or 26,400 feet per second so that to make a simple circle of 100 feet in diameter, the laser would operate for a 1/264th of a second, but NO, that would make a line across the earth. It would have to have a beam that spread into a circle with a 50-foot radius instantly - and that is just a simple circle. England is usually very foggy. The biggest issue for a free space laser is fog. While the laser beam transmits through fog, the moisture particles are so small and dense and like many tiny prisms to distort and dissipate the signal. This problem makes the light with information distort and produces an error bit. Although the liquid content of a heavy shower is 10 times that of a dense fog, the radius of a raindrop is about 1000 times that of a fog droplet. This is the primary reason that attenuation via rain is 100 times less than that of fog. The effects of snow on a laser transmission fall somewhere in between those of fog and rain, depending on the degree of water particles in the snow. Even more devastating to holding your writing utensil on target is Shimmer: This is the direct result of a combination of factors, including atmospheric turbulence, air density, light refraction, cloud cover, and wind. The combination of factors will cause a similar disturbance when a laser beam is transmitted through the atmosphere. Then there is the matter of laser energy. The power density required at the target site has to be precise so as not to ignite a dry crop and yet penetrate the atmosphere. Even by penetrating the atmosphere and attenuating below ignition temperatures, how is the beam focused on the lower point of stalks? Some of these arguments also apply to masers. What about using UAVs? More probable than satellites, but still having problems as a hypothesis. UAVs are also in motion, though more controlled than a satellite. Most of these alternate hypothesis come from those who outright state their disbelief in the ET-origin hypothesis or some other exotic hypotheses involving earth energies or extra-dimensional entities. The crop glyphs (other than the confirmed hoaxes) remain a mystery to be further investigated, but I think it is highly unlikely that we will find a military source behind this phenomenon. Sincerely, Bill Hamilton Executive Director Skywatch International, Inc. We b s i t e :"},{"pageNumber":3,"pageContent":"http://www.skywatch-research.org Fiat Lux et Veritas\" 2) On 8/21/02 4:33 PM, JK wrote: \"Probable word for the 'EELIE??E' mish-mash: \"BELIEVE\". It fits the tone of the message and can be confortably extrapolated from the majority of the known letters. Wheat is not the most precise thing to 'write' in, anyway, and the initial 'E' could be a cereal-typo.\" JK, San Diego, Ca. 3) On 8/21/02 3:48 PM, DH wrote: \"Hi Linda: It is not unusual for various surveying instruments to be found in fields. The small LED survey instrument found at Crabwood may have been dropped there when the field was being surveyed for the Cell Phone towers nearby. I feel the Crabwood formation is not a hoax as no human footprints were evident when first sited.\" DH, Paramount, CA 4) On 8/21/02 3:37 PM, CC wrote: \"Dear Linda: (Written after reviewing your August 21 report and the reports of Messrs. Vigay and Haselhoff.) I have little to contribute to the analysis effort now being directed to the Winchester formation (this year's alien face/code), so I've been thinking about a bigger picture. Maybe, where there's smoke, there's fire ... somewhere else. Conceding the puzzling nature of Winchester and its circumstances, I note the amount of attention it is legitimately getting, but I wonder if the formation is a deliberate distraction from something else--what, I don't know--going on in the crop circle phenomenon or the crop circle community. (E.g., what would you have been more attention to had this not come up?) It might also be intended to provoke dissension and unfounded speculation within the crop circle community by a party or parties unknown with an interest in having the research community in disarray, although I don't see much evidence that such disarray is occurring. Cheers,\" CC, Texas 5) On 8/21/02 1:32 PM, Richard Brain wrote: \"Hi Linda Your site has a new webpage.. http://www.earthfiles.com/news/news.cfm?ID=383&category=Environment The Braille idea probably is more understandable, if the suggestions for decoding the damaged area are added from my prior e-mail."},{"pageNumber":4,"pageContent":"Suggestion 1. The \"damaged\" area does not seem to be a damaged word as the letters immediately within it are of a constant value x45 (45 hexadecimal Representing E), this possibly indicates the area contains information different than English letters. Suggestion 2. One (perhaps two) information segments within this area are not of identical lengths, the synchronisation bits (ridge) between at least one of the data fields have wider separation indicating more bits are stored. Suggestion 3. New deciphering (The original decoding was in error - caused by missing bits and synchronisation distortion):- ... prior text 74 t 69 i 6D m 65 e 2E . 45 E 45 E 4C L 49 I 45 E (LSB) 0110 1010 1010 (MSB) 45 E 2E . 54 T 68 h 65 e 72 r ... etc.. Many Thanks Richard , East Coast, U.S.A.\" We b s it e s : http://www.cropcircleresearch.com http://home.clara.net/lucypringle http://www.cropcircleconnector.com http://www.temporarytemples.co.uk http://www.yowusa.com/Archive/August2002/crabwood1/crabwood1.htm Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy "},{"pageNumber":5,"pageContent":"Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
