[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 1 - Why Do Military Helicopters Focus On Crop Formations? © 2003 by Linda Moulton Howe August 29, 2003 Philadelphia, Pennsylvania - I arrived in Wiltshire, England early Tuesday morning, July 29, 2003, after speaking at the Glastonbury Symposium and went directly to Woodborough Hill in Alton Barnes. No one knew where I was and I had no set itinerary. I could see and hear helicopters circling over Woodborough and then on to the East Field, on to West Stowell and back around again. The helicopters were hovering, then lowering down toward the fields and then rising back up again. I had seen these same maneuvers back in August 2000 during one day that seven of us did a night watch at the East Field and watched through a night vision scope as an oval-shaped light jumped from side to side and changed shape into a bright square. I decided to drive over to the Woodborough church to park my car and walk the path that would take me to Woodborough Hill. From the top, I would have clear views in all directions to watch the helicopter activity and to see the two formations that had been discovered previously in wheat near farmer Tim Carson's barns at the base of the hill. One pattern was being called the \"bear claw\" and another nearby was dubbed the \"snake.\" The \"bear claw\" crop formation reported on July 14, 2003, by Andy Buckley, near the Tim and David Carson barns on the right; the \"snake\" that was discovered later on July 25, 2003 directly below Woodborough Hill and its beech trees in foreground. Photograph © 2003 by Bert Janssen. I drove to the church parking lot and could hear helicopters in the distance. I walked into the open church to see its stained glass windows and a few minutes later, I walked outside toward my car and was astonished by the sudden loud roar of a helicopter. It was a solid black Apache bristling with all its gun ports only about 300 feet above me. The helicopter turned tightly over my head as if observing me and I took photographs of it with my 35mm camera. As the black helicopter flew away with a great roaring sound, I wondered why I, or anyone, would be subjected to such a threatening aerial machine at close range near a church. "},{"pageNumber":2,"pageContent":"Solid black Apache helicopter that turned low over me at the Woodborough church around 10 a.m. on Tuesday, August 29, 2003. Photographs © 2003 by Linda Moulton Howe. Soon I was to hear another story about an encounter with Apache helicopters from Andy Buckley, a computer graphic artist from Manchester, who likes to climb Woodborough Hill during the crop circle season in Wiltshire, day or night, to look for helicopters and the mysterious balls of light linked to formations. Andy told me that on July 14th he was on top of Woodborough Hill for about an hour and then started back down the hill around 12:45 p.m. When Andy reached the style he had to climb over, he looked over the fields in front of him. \"I was absolutely certain there was nothing in the field then. Otherwise, I would have done something about it. I would have gone down there and investigated it. But I did not notice anything.\" After that - close to 1 p.m. - he was walking near the Woodborough canal bridge about a quarter of a mile from Tim Carson's barns at the base of Woodborough Hill when he heard and videotaped two Apache helicopters maneuvering low over the wheat field next to the barns. After the helicopters were gone, a crop formation was there, but Andy does not think the pattern that some called the \"bear claw\" was there before the helicopters arrived. White arrow points to the Woodborough bridge between the Woodborough church and the Carson barns. \"Bear claw\" formation is on the left of the barns, reported on July 14, 2003, by Andy Buckley. Photograph © 2003 by Linda Moulton Howe."},{"pageNumber":3,"pageContent":"July 14, 2003, pattern below Apache helicopters in the field next to the Carson barns at the base of Woodborough Hill, Alton Barnes, Wiltshire, England. Aerial photograph © 2003 by Lucy Pringle. Andy Buckley, Computer Graphic Artist, Manchester, England describing his July 14, 2003 encounter with Apache helicopters around 1 p.m., excerpted from interview I did with him on top Woodborough Hill, July 30, 2003): \"I just heard this noise. At first I thought it was a farm vehicle. It was quite a low-pitched rumbling sound. But it got louder and louder and suddenly realized it was a helicopter. So, what I did then was I ran back to the bridge and stood on top of the canal bridge and saw two large, military helicopters and they were sort of maneuvering over the field where this crop formation is or was. BUT IT WASN'T THERE THEN FROM YOUR POINT OF VIEW? From my point of view, there was nothing there. I just saw these helicopters. I identified them as Apache long bow helicopters because I've seen them before around this area this year. They are obviously black and don't seem to carry any discernible markings. Now what was interesting is that one of the helicopters seemed to be hovering above the crop. I estimated it was quite low down, maybe no more than 20 to 40 feet above the crop. AND THIS IS RIGHT BEHIND TIM CARSON'S BARN? Just in the field that basically is joining the canal on the right hand side if you are walking up to the barns. So, this helicopter is hovering over the field. The other helicopter was circling around higher up. I don't think at that point they knew I was there because they wouldn't have been able to see me on the other side of the bridge. I got to the top of the bridge and was aware of this helicopter and the helicopter that was hovering close to the ground seemed to have a kind of appendage hanging underneath it which looked rather like a black sphere or pod which was attached to the helicopter. The helicopter was stationary. What Andy Buckley's perspective from the bridge would have been on July 14, 2003, when the black Apache helicopter was hovering low over the field to the right of the barns below Woodborough Hill. Photograph taken at approximately 11 a.m. in late July to show morning light conditions and the three faint marks in the field where Andy found the \"bear claw\" formation after the Apaches flew off on July 14, © 2003 by Linda Moulton Howe. At that point, I realized something quite strange was going on, so I put my bag down on the ground to get my video camera out when almost instantly, the"},{"pageNumber":4,"pageContent":"helicopter that was hovering started to rise up quite quickly and I saw what appeared to be a kind of mist, or vapor, which I can't be sure it was ejected from the helicopter or whether it came up from the ground. It seemed to just appear just below the helicopter. But I would have said it rose from the ground. It did seem to be rising upwards and it was in a very local space on the ground. It wasn't across the field. It was in a very restricted space just below the helicopter and it had the appearance of mist, or maybe water vapor or that effect that you get . That helicopter then just flew across towards Salisbury Plain and at that point, I then got my camera out of the bag and switched it on. The other helicopter, the pilot had obviously seen me by then and for the next few minutes it just circled me in a very low level and could have been filming me. I don't know - observing me, but obviously the pilot had noted my presence which was quite intimidating because the helicopter was flying quite low. It circled for several minutes and then flew off in the same direction (that the first had gone). I HAD THAT SAME EXPERIENCE AT THE WOODBOROUGH CHURCH WHEN I ARRIVED ON JULY 29 AND HAD A BLACK APACHE CIRCLE RIGHT OVER ME NOT MORE THAN 300 FEET ABOVE ME IN THE CHURCH PARKING LOT. Yeah. Well, I've observed these two Apaches flying around here for at least the last three weeks (in July 2003), usually in pairs. I also filmed one of the Apache helicopters hovering over a crop formation near Tan Hill for nearly five minutes which I filmed. It was obvious that he was observing the crop formation at Huish, the people in the formation and me as well. I was on the side of the hill. He did the same thing and circled over my head. 13-point geometry reported below hills in wheat near Huish not far from West Stowell on July 20, 2003. Aerial photograph © 2003 by Lucy Pringle. YOU'VE HAD ALL THIS HELICOPTER ACTIVITY OVER YOU AND YOU FEEL INTIMIDATED, HOW DO YOU DISCOVER THE FORMATION? DID YOU IMMEDIATELY SEE IT? OR DID IT TAKE AWHILE FOR YOU TO SEE IT WAS THERE? I suspected something was in the area of the field, but at the time, it didn't really register. It was a hot day, but I find myself walking back up toward the hill again. I got beyond the barns and I looked around as I normally do and noticed that this crop formation was situated just behind the barns. It was quite obvious to see. It was quite a large formation. I just kind of stood there with my mouth open. At the time, I was slightly confused because having seen the helicopters there and having seen this mist effect or whatever it was, I was a little concerned that there might be some kind of harmful radiation or something in the field. So, I didn't immediately go and have a look. I waited around for a half hour or so. And then I went in it and investigated it. NOW THE QUESTION IS: WAS THE FORMATION IN THE ACT OF BEING CREATED BY SOMETHING WE DON'T UNDERSTAND AND THE HELICOPTERS WERE THERE TO MONITOR? OR WERE THE HELICOPTERS SOMEHOW INVOLVED IN ITS CREATION?"},{"pageNumber":5,"pageContent":"Well, that's the $1,000 question I suppose. All I can say is that there were two Apache helicopters hovering over that field in what looked like suspicious circumstances. I don't recall seeing the formation there before the helicopters arrived, but there was certainly a formation after they disappeared. But unfortunately, I didn't actually see the formation appear. All I saw was this kind of mist effect. But again, there are theories people have observed mists forming over fields and there is a train of thought that suggests that perhaps at the time of creation of a crop formation, the release of water vapor due to rapid dehydration could cause this kind of effect. CAN YOU PUT THIS IN THE CONTEXT AND DESCRIBE WHAT THAT MAN WHO HAD MILITARY KNOWLEDGE ABOUT BRITISH INTELLIGENCE WITH AMERICAN INTELLIGENCE STUDYING THE GRID HERE THE IMPLICATION BEING SOME KIND OF ELECTROMAGNETIC GRID AND TRACKING INVISIBLE OBJECTS? Yeah, the theory goes that there is an invisible geomagnetic grid well over the whole earth, obviously! but in terms of the Vale of Pewsey in this area, yeah, they would I was told they are aware of a kind of grid, a kind of matrix that covers this area which is a natural thing. They are aware of this and research it, fly over it, and are aware of certain points in the matrix where there are magnetic anomalies. It's obvious in this area we have a lot of unexplained phenomena. We have crop formations, UFOs, balls of light, paranormal experiences... and I've come to the conclusion that just as the military defense has a task of investigating what they would consider intrusions into our airspace by unexplained objects, they presumably would extend to interference in terms of ground space. I'm talking about unexplained crop formations, crop markings, however you look at it, I think the M.O.D. (Ministry of Defence) would look at it in the same light. All I was told is that they have avionics technology which is capable of seeing into areas of the electromagnetic spectrum, infrared, ultraviolet, whatever, that we can't. They obviously can see they have thermal imaging, they can see at night objects on the ground emitting heat or light. They presumably can record anomalies. These objects are manifesting in other parts of the spectrum. They have been picked up in infrared photographs, so therefore, they would be able to detect objects which would be invisible to us but to them would probably be very visible. So, I was told that probably a high percentage of these unexplained objects are invisible to the naked eye, but to them are quite visible.\" While we were all wondering if all the helicopter activity in the crop fields was an effort to interfere or block crop formation creations, two extraordinary formations were reported on August 3 at Morgan's Hill and on August 4 beneath the White Horse in Alton Barnes. Continued in Part 2. We b s it e s : http://www.cccrn.ca http://www.cropcircleconnector.com http://www.temporarytemples.co.uk http://home.clara.net/lucy pringle http://www.swirlednews.com http://www.cropcircleresearch.com http://www.dcca.nl"},{"pageNumber":6,"pageContent":"http://www.bertjanssen.nl http://www.invisiblecircle.de and http://www.invisiblecircle.org/ser/d- archiv-2003.html http://www.kornkreise.ch http://www.heramagazine.net http://www.cropcirclenews.com http://www.busty-taylor.com/cropper/98busty2.htm http://www.bltresearch.com/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
