[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Extraordinary Wind Damage Reports © 2007 by Linda Moulton Howe “T his is the first time I have ever seen so much crop down like that.” - R aymond Wood, Missouri farmer for 45 years “T hirteen hundred acres, almost 4 miles long, almost a mile wide in places, almost a continuous swath of trees just mowed down.” - M iles Standish, Santa Fe National Forest August 23, 2007 Columbia, Missouri, and Santa Fe, New Mexico - On August 12, 2007, a storm with tremendous 45 to 65 mph winds blew through northern and east central Missouri. After it was over, Raymond Wood, who has farmed for 45 years in Boone County north of Columbia, could not believe the damage to his cornfield. Half of his six acres were laying flat to the ground, \"snapped clean off\" at or near the base of the stalks. “This is the first time I have ever seen so much crop down like that.” R aymond Wood estimates that more than 50 percent of his 6-acre cornfield was flattened by an August 12, 2007, storm that hit off Route E in Boone County north of Columbia, Missouri. Image © 2007 by Tyson Anderson/ Missourian . The Missourian interviewed Scott Truett, a forecaster at the National Weather Service in St. Louis, who said that “sometimes during severe thunderstorms, a ‘downburst wind’ can hit a specific surface area and fan out, leaving the rest of the area undamaged.” The Missourian also talked with Bill Wiebold, a professor of plant sciences at Missouri University, about the flattened-to-the-ground corn stalks. Prof. Wiebold said it is called “green snap.” Wiebold explained that “before corn reaches full maturity, the stem is still full of water and very turgid, which makes it easier to break.” Santa Fe, New Mexico National Forest "},{"pageNumber":2,"pageContent":"H ikers reported the extraordinarily large \"blowdown\" in June 2007. Forest ranger investigations since have confirmed 1300 acres of trees - almost 4 miles long and about a mile wide in places - are flattened to the ground. Video frame © 2007 by KOAT-TV. In June 2007, some hikers in the Santa Fe National Forest contacted forest rangers with the Santa Fe National Forest office. The hikers reported that thousands of trees were \"snapped off\" at the ground. Miles Standish, at the Santa Fe National Forest office, confirmed to KOAT-TV that \"thirteen hundred acres, almost 4 miles long, almost a mile wide in places, almost a continuous swath of trees were just mowed down.\" The devastation can be seen from the air or from the top of Pecos Baldy mountain. But getting in there is now difficult because downed trees block the Rio Medio, Rio Capulin and Horsethief Meadow trails. Rangers say that at least the Rio Medio trail through about eight miles of back country will get to the edge of the huge tree blowdown. Still not understood by foresters is why so many trees snapped off at the ground. One hypothesis is that the trees might have had more shallow root systems than normal. Or there was a lot of moisture in the soil from more rain than normal, making the trees heavier and perhaps more likely to fall over in heavy winds. More Information: If viewers have more information about extraordinarily large wind blowdowns in your region, please email me at earthfiles@earthfiles.com Websites: NOAA's Storm Prediction Center: http://www.spc.noaa.gov/climo/reports /061115_rpts.html Tornadoes In Swedish Forests: http://svemet.org/tornado.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
