[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Unusual Animal Deaths in Australia and London, England © 1999 by Linda Moulton Howe August 25, 1999 Victoria, Australia A \"mysterious killer\" is stalking sheep in Gippsland and 250 kilometers (155 miles) across country in northeast Victoria and about eighty miles northeast of Melbourne. \"Killers strike again,\" headlined The Herald Sun on July 11, 1999. Beneath the headline is a photograph of farmer Adrian Jackson with one of his slaughtered rams. The Jackson farm in Violet Town, Victoria has been losing 100 sheep a year. Photograph © 1999 by Rob Leeson The Herald Sun . The story by Sue Hewitt begins, \"This ram is the victim of a mysterious killer that is stalking stock in Victoria. The ram's nose has been bitten off, it's skin has been peeled back and its skeleton has been stripped of flesh. Even the intestines have been eaten.\" This Australian sheep is not the same as the precise, bloodless excisions of ears, eyes, jaw flesh, tongues, genitals and rectal/vaginal tissues discovered in animal mutilations around the world since at least the 1960s. A common explanation has been predators or satanic cults. But in Australia, even the farmers doubt their sheep were killed by dogs or foxes. Hewitt wrote, \"(The farmers) said the sheep were totally devoured while dogs usually mauled several sheep in a paddock and ate only small portions of them.\" Several months ago, farmer Adrian Jackson put a sheep guard dog in the paddock and the killings seemed to halt. But when the dog was removed the week of July 5th, two ewes and the ram pictured above were killed and large sections of tissue removed. \"We just want to know what it is,\" Mr. Jackson said. Some investigators have speculated that perhaps large puma cats are involved. So, The Sunday Herald Sun took the ram carcass to the Melbourne Zoo for analysis. Sue Hewitt reported that \"the head of the carnivore section, Paul Whitehorn, said the killing was inconsistent with a big cat attack. He said a big cat would have crunched through the rib cage and other bones. The ram had a broken right leg and might have been defenseless when attacked. But Mr. Whitehorn said he could not identify the killer.\" In many other unusual animal deaths in the United States, necropsies have "},{"pageNumber":2,"pageContent":"confirmed broken hip, spine or leg bones as well, provoking law enforcement to speculate that animals have been dropped from the air to the ground after the excisions have been performed elsewhere. The manager of the Victorian Farmers Federation in Gippsland is John Curtis. He said, \"I've seen photos after animals have been attacked and they have been killed by something we are not used to.\" Mr. Curtis said. DNA testing for saliva on carcasses was being considered. \"We can't rule out anything. (Whatever this is) bites their nose off. That's uncharacteristic of a dog or a fox.\" London, England While I was in England this summer to research the crop circle mystery, I met another researcher, David Cayton, who has been investigating animal mutilations in Great Britain for the past five years. He told me there have been several sheep and cattle with the classic excisions of an ear, eye, jaw flesh, tongue removed, genitals cut neatly away and rectum cored out - consistent with the thousands of other such reports over the past forty years around the world. In the past six months, there have also been more than a hundred strange mutilations of cats around London, usually heads removed and often one or more legs as well. Similar mutilations of cats and rabbits, often bloodless, have been reported since the 1970s in many parts of Canada and the United States. For example, by August 1989, sixty-seven cats had been found in Tustin, California. The New York Times reported on August 13, 1989, \"Some of them (were) cut in half with what some say is almost surgical precision, others disemboweled or skinned.\" Janet Hampson of Tustin told reporters, \"There is never any blood at the scene, the animals are often dismembered with surgical precision and paws and other body parts are often left on the ground in strikingly similar arrangements. No one ever seems to hear anything, nor do dogs bark during the killing.\" She believed the cats were captured, taken elsewhere, their blood drained and organs removed, then replaced on their owners' lawns. Cayton gave me a copy of The Independent On Sunday 's August 1, 1999 newspaper magazine that has a three-page article entitled, \"The Cat Flap\" by Richard Askwith. The article spotlights English headlines such as \"Serial Cat Killer Cuts Up 100 Pets\" (Nov. 24, 1998, The Mirror ) and \"Ritualistic killers stalk family pets\" ( The Sunday Telegraph ). Headlines in British newspapers about cat mutilations in 1998-1999. Richard Askwith wrote, \"The trouble started a year ago, although nobody could"},{"pageNumber":3,"pageContent":"have recognized then quite how troublesome it was going to be. Nigel Shelton, a uniformed Royal Society for the Prevention of Cruelty to Animals (RSPCA) inspector in north London, was called to a bloody scene in Palmers Green. The decapitated body of a cat had been found in its owner's garden - and, neatly laid on its owner's doorstep, its head. \"Such things happen: man's inhumanity to domestic pets knows few limits. But the curious thing was that a few weeks later something similar happened: a cat's body, also in north London, headless. Then it happened again, and again: decapitated cats began to appear at roadsides and in gardens all over London. \"By the end of September 1998, the number of cases was well into double figures and the RSPCA had been called in. ... All winter, the savage incidents piled up, like a bad episode of Inspector Morse; and all winter, (the RSPCA) worked round the clock to track down the mutilators. A special squad - Operation Obelisk - was formed with the Metropolitan Police. Every call relating to such incidents was meticulously logged, and plotted where appropriate, on a map which now showed two distinct but converging clusters: around north London and around south London.\" But in contrast to blood at the first scene, most of the other mutilations were described as \"drained blood,\" meaning no blood at the scene. And by November 1998, Operation Obelisk had logged in ten unusual rabbit deaths as well that fit the modus operandi of the cats. As cases kept mounting, in February 1999, Operation Obelisk was called off. Askwith wrote, \"There was no formal announcement, but journalists who had been assigned to cat-ripping duties were quietly informed that the alarm was over. With a couple of possible exceptions, the cats in question had not been tortured by maniacs. They had been killed by cars and then mauled, after death, by foxes.\" Allegedly, the professor who examined some mutilated animal carcasses said there were \"little serrated teeth marks,\" which he assumed were fox bites, but the professor refuses to be identified. In some United States cases over the years, serrated excisions have been examined by pathologists who conclude the serrated edge was somehow cauterized with high heat, implying a technology and not fox teeth. The sudden dismissal of the animal mutilations as not serious was too contradictory to the facts for most people. \"It's an absolute load of rubbish,\" says June Bailey, a Sussex-based 'pet detective' who helped the owners of several of the non-existent cat-ripper's victims. \"An animal, if it gets run over, would not be beheaded, have its legs and heads chopped off and be returned to its garden.\" The next very odd development in this story was that the RSPCA began to defend foxes. \"We didn't want people to go against foxes,\" a spokesman told Richard Askwith. Askwith concluded his article, \"That's meant emphasizing in any public statement that the foxes only mutilated cats that were already dead. It has also meant keeping public statements to a minimum. And so six months of inquiry, costing tens of thousands of pounds and provoking several acres of newsprint, have mysteriously vanished, hurried from sight to avoid embarrassment.\" June Bailey said, \"The RSPCA put forward these ridiculous notions because they can't find out who's done it. They don't want to spend any money. But it's still going on. There are a lot of rabbits missing in Portsmouth at the moment, and there's an awful lot of cats gone in Sussex.\" More Information: For in-depth investigations of unusual animal deaths that include color"},{"pageNumber":4,"pageContent":"photographs, law enforcement offense reports, veterinary necropsy and pathology reports, please reference my books An Alien Harvest, Glimpses of Other Realities, Vol. I: Facts & Eyewitnesses and my documentaries A Strange Harvest and Strange Harvests 1993 listed in the Earthfiles Shop. Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
