[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Avebury Eyewitnesses Follow Aerial Disk to Field East of Cherhill © 2003 by Linda Moulton Howe Two eyewitnesses from the Red Lion Pub on Saturday, August 16, 2003, followed the rotating, wobbling disk to a harvested field of crop stubble East of Cherhill Down and the Gallops. Four enhanced images from the videotape shot by Simon Beard on Saturday evening, August 16, 2003, from Avebury stone circles of the slowly rotating, wobbling aerial disk. See Earthfiles August 20, 2003 . Composite by Andreas Mueller, www.invisiblecircle.de. August 21, 2003 - Avebury, Wiltshire, England - This morning I talked with reporters, Lewis Cowen and Tamash Lal, respectively at the Wiltshire Gazette & Herald in Devizes and Evening Advertiser in Swindon, about the multiple eyewitness sighting of a black and white rotating disk over the Avebury stone circle on Saturday evening, August 16, 2003, after 9 p.m., near dark. The reporters concluded in their stories that the object was a \"prank,\" either a camouflaged microlight or remote-controlled model, but neither has any substantive proof. I also talked with eyewitness, John Pearce, resident of Winterbourne Monkton, who is quoted in the articles, but his version is different than the media's. The Wiltshire Gazette & Herald ran a story today, August 21, 2003, headlined: "},{"pageNumber":2,"pageContent":"RESIDENTS in Avebury gawped in wonder on Saturday night as a white, saucer-shaped UFO skimmed through the air over the village. Many drinkers taking the air outside the Red Lion Inn at about 9 p.m. stood in amazement as the object circled over the ancient Sarsen stones. Many got on their mobile phones and soon others came from Marlborough to see it. Then, after about ten minutes, the craft turned towards Calne and flew off. David Williams, a cellarman at the Red Lion said: 'It was a wonderful sight, but most people realised quite quickly it was a very clever scam. It was your traditional saucer shape, like two white soup plates turned upside down. At first, it was thought it was a microlight in disguise, but I have since heard that it was a remote-controlled model plane. A group of people were seen standing on a line of hay bales and we now think they were controlling it. Everybody enjoyed it. It was very well done and I think the people responsible should be congratulated for giving us all a bit of a buzz.' Resident Richard (Report error - actual first name is John) Pearce, 21, who was at the Red Lion when the saucer appeared, said he tracked it, saw it land in a field and watched two men dismantle it and pack it into a van.\" The reporter of that story, Lewis Cowen, told me, \"The object was definitely not a microlight disguised as a UFO. It was a remote-controlled craft.\" But when I asked him what facts substantiated that hypothesis, he did not have any facts beyond speculation. Then I talked with Tamash Lal, reporter of an Evening Standard story on Wednesday, August 20, 2003, headlined: It was like something out of a 1950s science fictio movie. A villager rushed into the local pub and shouted, 'Come and have a look at this!' Drinkers rushed outside and stood open-mouthed as a circular metallic disc hovered in the sky. This was the scene in Avebury at the weekend when what appeared to be a flying saucer came from nowhere and flew over the Neolithic stone circle. Motorists pulled over to catch a glimpse of the object, which was 40 feet in diameter and appeared to be slowly rotating. Even sceptics were forced to admit that they were baffled by the saucer, which appeared in the sky around 9:30 p.m. on Saturday. But now the X-Files type mystery has been solved by Winterborne Monkton resident, John Pearce. UFO spotters will be dismayed to learn that the object was not being flown by little green men, but by a pair of pranksters in a disguised microlight. John, 21, tracked the object for half a mile in his truck (report error: car was owned by John's friend, Trevor) and watched it land in a field off the A4 Calne to Avebury road. John said: 'I saw it in a field. There were two men dismantling it and loading it into a white van. I asked them what they were doing and they told me they couldn't say because it was top secret. They seemed worried, as if they wanted to get it packed away before anyone saw them.' John said it looked just like a classic flying saucer. He said: 'We were all standing outside the pub watching it. I thought my eyesight was playing up. I had never seen anything like it. The only thing that made me think it was fake was that it was wobbling a bit, and making a humming sound, like a microlight. I couldn't see what it was made of, but it looked pretty solid.' One of those taken in by the prank was Shaun Roe, an English teacher from London who was enjoying a weekend break in Avebury. Shaun, 34, who took a photograph of the object, said: 'It was about a mile away from us and came from the West Overton direction. It was silver with one white light and was spinning slowly emitting a high pitched sound.' UFO enthusiast, John Hqanson, 57, who is investigating sightings in the"},{"pageNumber":3,"pageContent":"Swindon area, was not surprised by the prank. He said, 'It doesn't surprise me at all. Some people get a kick out of winding people up. There was a similar prank in Wiltshire around 10 years ago.' Wiltshire is a hotspot for numerous sightings of Unidentified Flying Objects in recent years. Many objects have been seen over ancient stone circles, such as Avebury and Stonehenge. And Warminster was at the centre of sightings in Britain in 1965 when thousands of visitors arrived there to look for what was known as The Thing.\" Evening Standard, Swindon, Wiltshire, England, © August 20, 2003, Page 1 headline and photograph of Avebury UFO eyewitness, John Pearce, who went down the A4 road with his friend, Trevor, to follow the rotating disk westward. Major Contradictions With Above Newspaper Reports This morning I talked by phone with John Pearce about what he and his 30-year-old friend, Trevor, actually saw Saturday evening in Avebury. He stressed that: the two men did not see the disk land and they did not see anyone dismantle the craft. But they did drive west along the A4 road to Calne following the aerial disk slowly moving westward, rotating and wobbling. About a half mile from Avebury at the copse of trees at the top of the hill not far from stables and near where the huge \"bicycle wheel\" crop formation of 2002 appeared, they turned left up the dirt road that runs through the copse to more open ground. When they had a view of the harvested stubble field on the Avebury side of the hill, they could see the disk down on the stubble on one side of a hedgerow. On the other side of the hedgerow parked about fifty feet from the object were the silhouettes of one large semi-trailer truck and a smaller van. John and Trevor got out of Trevor's car and started across the field on the van side of the hedgerow opposite the disk. Two tall men appeared at the vans and one walked toward them. Interview: John Pearce, 21-years-old, Nurseryman for Wooten Bassett Nursery, Born and Raised in Winterbourne, Monkton, Wiltshire, England: \"They must have been 50 feet away from this thing. We didn't walk to them. They actually came to us, so we must have been about 50 feet away. They came toward us and the first bloke came out and spoke to us and said, 'We can't tell you nothing. It's all TOP SECRET. Sorry.' WHAT DID THEY LOOK LIKE, THESE TWO INDIVIDUALS?"},{"pageNumber":4,"pageContent":"They were both in late twenties, early thirties. Don't ask me what color hair they had, because I couldn't see that part. They were definitely white, tallish people. WHITE, TALLISH PEOPLE. DID THEY HAVE ON CLOTHING THAT YOU REMEMBER? Obviously, they had on clothing, but I don't remember. Obviously, there were trousers because it is getting quite cold at that time. They had a coat and usual dress, casual, I would say. THEY ARE TALL AND WHITE AND WHAT DID THEY FIRST SAY? They said, 'What can we do for you, lads?' And we said, 'We just want to know what's going on. You've got half of Avebury worried.' ( Linda Howe's Note: Low flying over the public monument of the Avebury stone circle where many people were walking on a Saturday evening is illegal.) WHAT DID THEY SAY? They said, 'Well, we can't tell you anything. It's top secret.' I can't tell you much more than I've already told you, my dear. I've told you everything that I know. YOU SAID YOU DID NOT SEE THE OBJECT LAND. That's right. I just told people what I saw, what it was doing up in the sky. I can't tell you why they had vans or anything else there. I don't know that. WHEN YOU WERE THERE TALKING TO THEM, HOW FAR WAS THE DISK-SHAPED OBJECT FROM YOU? It was on the other side of the hedge. So it was a good 20 yards from the hedge, so we must have been maybe 50 or 60 feet away from the hedge. So that was say another 60 feet. SO YOU WERE MORE THAN 100 FEET FROM THE OBJECT WHEN THESE MEN APPROACHED YOU? Ye a h . COULD YOU SEE THE OBJECT MORE CLEARLY THEN? No, because the hedge is quite thick. So we couldn't see and it was quite a tall hedge so you couldn't see over the top or in through the hedge. Obviously, the daylight was failing, so we didn't stand much of a chance to see this thing. WHEN TAMASH LAL QUOTES YOU AS SAYING, 'I ASKED THEM WHAT THEY WERE DOING AND THEY SAID THEY COULDN'T SAY BECAUSE IT WAS TOP SECRET.' It is, that's what they were telling me. That's all they said to me. I can't tell you anymore because they didn't tell us anything. OK, BUT TAMASH LAL ALSO SAYS YOU SAID TO HIM: 'THERE WERE TWO MEN DISMANTLING THE OBJECT AND LOADING INTO A WHITE VAN.' IS THAT TRUE OR NOT? Well, I saw two men walk out across this field towards this object, so obviously they must have been there dismantling it. BUT YOU DID NOT SEE THEM DISMANTLE IT? No, sorry. AND YOU DID SEE THE TWO MEN WALK TOWARDS THE OBJECT, BUT YOU STARTED ACROSS THE FIELD THEN WHEN YOU SAW THE TWO M E N WA L K T O WA R D T H E O B J E C T ? Ye s ."},{"pageNumber":5,"pageContent":"WERE THEY IN THE FIELD WITH THE OBJECT? Well, they were going across. Honestly, they must have heard us walking down the field and then realized that they better find out what this is. But I don't know. All I can say is what I told you before: we walked across one bloke walked out and spoke to me. They both looked worried because they thought they were going to be in some sort of problem, but I don't know. They just might have been worried and spoke to us. THEY MIGHT HAVE BEEN GOVERNMENT, AS WELL. Well, we didn't ask them that. We just asked them what they were doing. What was going on? And that's it. They didn't say much more than, 'Sorry, TOP SECRET, can't tell you.' SO YOU DID NOT SEE THEM DISMANTLE THE OBJECT. AND IF I UNDERSTOOD, YOU ARE ON THE OPPOSITE SIDE OF THE HEDGE. THE OBJECT IS ON THE OTHER SIDE OF THE HEDGE. Ye s . WAS THE OTHER PERSON ON THE OTHER SIDE OF THE HEDGE WHERE THE OBJECT WAS? Both were walking across the field toward me, but you've got to remember I had to walk up a bit to get to the gate to cross over into that field. SO YOU GOT TO THE GATE. I walked through the gate. I had to walk down in the field, so that gave them enough time to get back across the field (toward me). Obviously, they had to put something into the van, so we probably just caught them as they were (getting ready) to do that. BUT DID TWO MEN COME TO YOU OR ONLY ONE? Just the one at first and then the second one came up sort of behind the van and that was it. The other one didn't say anything to me or anybody else. They were obviously more worried about getting this thing dismantled and put away. BUT YOU NEVER SAW THEM DO ANYTHING TO THIS OBJECT IN THE FIELD? No, nothing whatsoever. SO, WHAT YOU'VE GOT IS THAT YOU SAW TWO MEN WALK ACROSS OR START WALKING ACROSS FROM THE VANS TOWARD THE OBJECT IN THE CORN STUBBLE FIELD. YOU AND TREVOR, STARTED WALKING ACROSS THE CORN STUBBLE FIELD. IS THAT RIGHT? Ye s . AND THERE IS A HEDGE ROW IN THIS FIELD BETWEEN THE VANS AND THE OBJECT? Yes, because obviously they were trying... BUT YOU DON'T KNOW WHAT THEY ARE DOING. YOU JUST KNOW THERE ARE TWO VANS, TWO MEN. THERE IS A HEDGE ROW AND ON THE OTHER SIDE IS THE OBJECT. Ye s . SO YOU STARTED ACROSS THE FIELD ON THE VAN SIDE OF THE HEDGE ROW, RIGHT? Ye s ."},{"pageNumber":6,"pageContent":"AND YOU HAD NOT CROSSED OVER THE HEDGE ROW INTO THE PART OF THE FIELD WHERE THE OBJECT WAS LANDED? No, we didn't go near it, no. BUT THAT WAS YOUR INTENT, TO GET OVER INTO THE FIELD WHERE THE OBJECT WAS? Not really, just to get to a place where we could see through the hedge, to see the object. I would have been happy doing that. AS YOU WERE GETTING CLOSE TO THE HEDGE, THAT IS WHEN ONE OF THE TWO MEN APPROACHED YOU? Oh, yes, because they were afraid we were going to see more than what they thought we were going to see. AND THE MAN WALKS UP TO YOU AND HE IS TALL, WHITE- SKINNED... Yeah, tall, white male and in casual clothing. WAS THE CLOTHING DARK? I don't know. I didn't really care much about the clothing. I was more interested in finding out what this object was. WHEN HE SPOKE, WHAT EXACTLY DID HE SAY? I asked him, 'What was going on?' And he said, 'I can't tell you because it is TOP SECRET.' AND DID HE TELL YOU GUYS TO LEAVE? No, no, we just said, 'Fair enough. We're going.' And we went. SO THE LAST YOU SAW WAS THE MAN WHO TALKED WITH YOU. THE SECOND MAN WAS BACK NEAR ONE OF THE VANS THAT WERE ON THE OPPOSITE SIDE OF THE HEDGE ROM FROM THE OBJECT OUT IN THE CORN STUBBLE FIELD? Ye s . AND THEN YOU NEVER SAW THEM APPROACH AND DISMANTLE ANYTHING OF THIS OBJECT? No, nothing of the sort. We did not see them approach this. After we left, we did not see them approach it or dismantle it. We just tried to find out what was going on. They obviously didn't want to tell us, so we left and that's when we went up to the other side of the field to have another look at it and obviously, it was gone by then. YOU COULDN'T SEE THE VANS EITHER? Couldn't see nothing whatsoever. COULD THOSE VANS HAVE GOTTEN OUT WITHOUT PASSING YOU ON THE ROAD? Well, we had to come back in the other side. Since we came in from the other side, then they would have gone probably the other way. I don't know what happened. I don't know which way they went. I never seen the vans go. They were gone by the time we got to the other side of the hill to have a look. I don't know what happened after that. WHICH WAS MAYBE ABOUT 5 OR 6 MINUTES LATER, AS YOU SAID BEFORE?"},{"pageNumber":7,"pageContent":"Yes. Nobody will ever know what happened after we left there. That's all I can help you with. THE QUESTION ALSO REMAINS: WHO WERE THOSE TWO MEN AND WHY? I really don't know who they were. AND WHY WERE THEY SAYING IT'S 'TOP SECRET' WHICH IS A PHRASE USED BY GOVERNMENTS? I don't know. it was probably just a way to get rid of us. Obviously, it was just a quick method to get rid of us and you're not going to know what this thing is. I WOULD THINK THE MOST SIGNIFICANT PART OF YOUR STORY IS YOUR TRYING TO GET CLOSE TO SEE THE OBJECT AND HAVING A MAN APPROACH YOU AND SAY IT WAS TOP SECRET. I couldn't tell you if it was government or somebody down the road just having a laugh. HOW DID THEY MAKE THIS OBJECT THAT HOVERED OVER AVEBURY FOR TEN MINUTES AND THEN FLOATED WEST, WOBBLING? HOW DID THEY MAKE IT? I don't know. I can't tell you. I don't know. I really wish I knew!\" The videotape photographer at the Avebury stones, Simon Beard, this morning called British SKY Broadcasting's engineering tech, Miles Johnston, and told him that he had heard the disk had been made by the special effects people who produce the James Bond feature films. But so far, no one has substantiated that claim, either. REQUEST: If anyone has more information or other photographs and videotape concerning this incident in Avebury on Saturday evening, August 16, 2003, please contact Earthfiles.com. More Information: Korean war photograph by U. S. Marine Air Group photographer, from UFOs, A Pictorial History from Antiquity to the Present © 1979 by David C. Knight. From Page 50, UFOs, A Pictorial History from Antiquity to the Present © 1979 by David C. Knight: \"This UFO was photographed by a U. S. Marine Air Group photographer during the Korean conflict. For a few seconds, the UFO closely paced the Marine aircraft, then flew off in an estimated speed of 1000 miles an hour and disappeared. The photographer noted that a bright flash of radiation issued from the pilot-house portion of the UFO and 'burned into' his film.\" Credits"},{"pageNumber":8,"pageContent":"Copyright © 1999 - 2009 by Linda Moulton Howe . All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
