[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Black Hole At Center of Milky Way - More Evidence © 2001 by Linda Moulton Howe This false-color image from the Chandra X-Ray Observatory shows a central region of our Milky Way Galaxy about 24,000 light years from Earth known as Sagittarius A+. The bright, white central light source was produced by a huge X-ray flare thought to have occurred near a black hole at the center of our galaxy approximately 93 million miles in diameter. Chandra X-ray image courtesy NASA/MIT/F. Baganoff et al. September 7, 2001 Cambridge, Massachusetts - MIT scientists have detected for the first time a rapid X-ray flare at the center of our Milky Way Galaxy near what is thought to be a supermassive black hole. The observation was on October 26-27, 2000, but not reported until the September 6, 2001 issue of Nature . The lead author, MIT's Frederick Baganoff, said, \"This is extremely exciting because it's the first time we have seen in our own neighborhood a supermassive black hole devour a chunk of material. This signal comes from closer to the event horizon of our Galaxy's supermassive black hole than any that we have ever received before. It's as if the material sent us a postcard before it fell in.\" The scientists report that in only minutes, the galactic region known as Sagittarius A+ became \"45 times brighter in X-rays before declining to pre-flare levels a few hours later. At the peak of the flare, the X-ray intensity dramatically dropped by a factor of five within just a 10-minute interval. This constrains the size of the emitting region to be no larger than about twenty times the size of the 'event horizon,'\" which is the so-called membrane around a black hole predicted by Albert Einstein's theory of relativity. \"The rapid variations in X-ray intensity indicate that we are observing material that is as close to the black hole as the Earth is to the Sun,\" said Gordon Gamire of Penn State University, principal investigator of the Advanced CCD Imaging Spectrometer (ACIS) which was used in these observations. So, even though Chandra and other telescopes cannot photograph the theorized black hole itself, the fact that X-ray emissions increased so intensely and rapidly is consistent with the model of matter falling into a supermassive black hole. This new evidence is seen as more confirmation that a black hole sits at the center of our Milky Way Galaxy and its diameter is estimated to be the distance between Earth and our sun, about 93 million miles. Further studies in infrared "},{"pageNumber":2,"pageContent":"and radio wavelengths indicate the presence of a large, dark object having a mass of about three million of our suns. The scientists say that the energy released in the flare imaged by Chandra corresponds to something with the mass of a comet dragged into the black hole. Or, this flare could have been caused by the reconnection of magnetic field lines just outside the event horizon, similar to phenomenon responsible for solar flares on our sun, but on a much greater scale. In either scenario, the energy released would be accompanied by shock waves that accelerated the electrons near the black hole to nearly the speed of light, leading to the outburst of X-rays. \"It's truly remarkable that we could identify and track this flare in such a crowded region of space,\" said Mark Bautz of MIT. \"This discovery would not have been possible without the resolution and sensitivity of Chandra and the ACIS instrument.\" False color image to enhance central flare region at Sagittarius A+. Chandra X-ray image courtesy NASA/MIT/F. Baganoff et al. We b s it e : http://chandra.harvard.edu Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
