[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 2: Terry Sherman - 1996 Interview About High Strangeness on Fort Duchesne, Utah Ranch © 2004 by Linda Moulton Howe South of Ft. Duchesne, Utah, is the 480-acre ranch owned by Terry and Gwen Sherman from 1994 to 1996 and now owned by the National Institute for Discovery Science (NIDS). Click back to Part 1 September 6, 2004 Fort Duchesne, Uintah County, Utah - June 1996 interview continued with Terry Sherman, rancher, Fort Duchesne, Uintah County, Utah. Interview: \"We had a large number of pod marks in a real short period of time that we saw in the field. We noticed them because we were irrigating and we went down to see if the field had watered through and noticed them in the grass. WHAT WERE THE DISTANCES BETWEEN EACH POD MARK? AND ARE WE TALKING ABOUT A TRIANGULAR SHAPE TO THE POD MARKS? We saw one that was three 8-foot circles and they stay in the same relationship to each other. IS IT THE SHAPE OF A TRIANGLE? Yes, they are 25 feet wide between the two closest ones and 32 foot to the front one. SO 8-FOOT WIDE CIRCLES THAT ARE PLACED 25 FEET APART... In the back, or however you want to look at it. AND 32 FEET APART GOING FORWARD. Yes. We believe that's the craft we were talking about that is 40 feet wide because when it's flying away, you can see what appears to be a notch. I think it is just a place between these protrusions that hang down. THIS IS WHAT YOU'VE SEEN FLY INTO THOSE ORANGE HOLES? Ye s . "},{"pageNumber":2,"pageContent":"OR FLY OUT OF THE ORANGE HOLES? Yes. We saw 14 sets of those in one day. FOURTEEN SETS OF THESE TRIPOD MARKS IN ONE PASTURE? We saw them in one day in probably a 300 yard diameter circle. YOU NEVER SAW ANYTHING LAND OR TAKE OFF? We did not see anything land or take off, no. THEY WOULD JUST APPEAR? OR YOU DISCOVERED THEM ALL? We just discovered them, the tracks in the ground. THE ASSUMPTION WAS THAT THIS HAD OCCURRED THE NIGHT BEFORE? That's what we would assume, because we were in the field until late that evening and early the next morning we found one. WHY WOULD THAT PARTICULAR FIELD HAVE SO MUCH ATTENTION, DO YOU THINK? We don't know. That's where all the cattle mutilations have come and where all of the disappearing cattle have come from. IS THERE ANYTHING ABOUT THAT PASTURE THAT IS DIFFERENT FROM THE REST OF YOUR LAND? It's very secluded and has a big rock rim to the north. Then to the south there are a lot of trees and vegetation. You can't see it from anywhere except straight up overhead. HOW MANY HERD HAVE YOU RUN IN THERE? How many cattle? Over 100. OUT OF THE 100, YOU'VE HAD 7 DISAPPEAR AND 3 MUTILATED? Ye s . SO ABOUT 10% OF YOUR HERD YOU HAVE LOST IN THE PAST TWO YEARS? Ye s . The last cow was December 1995. My boy and his cousin, my nephew, had went down to gather the cattle and bring them up to another field. They went down a road and observed this cow maybe 100 yards off the road in a grove of trees feeding. they went by her and went down to gather the rest of the cattle maybe 100 yards past there, or a little more. When they came back by, he went up to make sure they had picked up that particular cow and she was mutilated. SO BETWEEN THE TIME THAT HE SAW HER EATING PEACEFULLY AND FINE IN THE FIELD, THEY WENT 100 YARDS? 100 yards down, maybe 150 yards no more than 200 yards and back."},{"pageNumber":3,"pageContent":"IN WHAT TIME ELAPSED? I'd say no more than ten minutes. WHEN THEY CAME BACK TEN MINUTES LATER, SHE WAS THERE. She was laying there and she had a hole through here eye, through the center of her eye on her left eye. She had about a 1/4-inch hole through her eyeball, and yet her eyeball was not collapsed and no fluid was missing, and yet there was blood squirting out of the hole. WHAT ELSE? She had about a 6.5 inch hole right where her rectum would be and it went in about 18 inches. Everything in that was gone. When I got home that night I could not get back down there until about 10 p.m. They called me on a cell phone and that was the quickest I could get down there. She still you could see it was like looking into a pipe. It was just absolutely cut perfect and everything was gone. WHAT ABOUT THE UDDER? It was not touched. What made me think they disturbed it is it looked like they pulled whatever cut that out of the cow, it had pulled the tissue in two. Like they had forcibly yanked it out, like if you took a vacuum cleaner and jerked it away from something, it would leave stringers of tissue. That's how it appeared to me that night when we seen her. She still had fluid oozing out of her eye, but other than that eye, there was no bl ood. SO THERE WAS NO BLOOD IN THE RECTAL AREA AT ALL? The tissue appeared real pale and light pink instead of bloody red like you'd expect on a slaughtered animal. AND NO FECES? Oh, no, everything was gone. IN TERMS OF ANY OTHER TISSUE EXCISED FROM THE ANIMAL, THERE WAS ONLY THE HOLE IN THE EYE? Just the hole in the eye. NOTHING ELSE? No. ALL THIS APPEARED TO HAVE OCCURRED WITHIN 10 MINUTES OF YOUR SON SEEING HER ALIVE EATING, GOING 100 YARDS AND COMING BACK? Ye s . WHAT DID THEY SAY? They were very upset. It scared them. He thought that maybe he had heard a whirring noise, but he was not sure and that's all. They immediately came back to the house and called me. They called my wife first and she told them to just stay in the house and not go back. they were very upset about it. WHEN YOU GOT THERE AND YOU WENT OUT INTO THE PASTURE, CAN YOU TELL ME WHAT WAS IN YOUR MIND AT THAT TIME? We just went with an open mind to look at the cow to see what we thought and what I described is what we saw, with a few additions. There was a spray of twigs off the tops of the trees I assume off the tops of the trees. They were small twigs sprayed on the snow."},{"pageNumber":4,"pageContent":"She was killed in very fresh snow, 4-6 inches of new snow. There were no tracks to or from the cow, other than the twigs in the snow sprayed in maybe a 30 to 40 foot circle. There was a very strong and distinct smell around the cow. OF? I don't know how to describe it. We've talked about it. It smelled like a real heavy dank chemical-type smell. On the side of the cow, there was a circle on her side about 1/4-inch thick of what appeared to look just like apple jelly or something like that. It was kind of an orangish translucent jelly-type substance on her side. We noticed that early in the morning at daylight when it was cool and as the sun started hitting that material, it just disappeared. If you touched it with your fingers and rubbed it, it just was gone. HOW SOON BEFORE OR AFTER THAT EVENT HAD YOU SEEN ANY OF THE CRAFT? We had seen some activity the next day. We hadn't seen a lot when the cow was mutilated, but the next night there was a lot of activity. LIKE WHAT DID YOU SEE? The lights in the air, unusual movings about in the sky. ANY CLOSE ENCOUNTERS WITH ANY OF THE CRAFT? The closest we've been, other than the little breadbox-looking thing we described has been about 400 yards. The night of all the activity, the most we've seen when we saw them coming in and out, I tried to walk closer. I went out into the field and I started approaching within my mind to get as close as I dared. As I approached it there was a big bluff there and it was covered with snow a craft came out with no lights on and was totally black and it was skylighted against that snow and it came to approximately 300 to 400 yards of me. It frightened me, so I came back to the house. DID YOU FEEL OR SENSE ANYTHING? Ye s . WHAT? Strong uneasiness. I set and looked right at it. I could look right at the front of the craft and I felt like whoever was navigating the craft was looking back at me at the time. They set totally motionless, suspended in the air like you had hung them on an invisible string and there was no sound and no movement and they just sat there. ANY LIGHTS AT ALL? None whatsoever. JUST DARK. Yes. I could never have seen the craft if it had not been backlighted against the snow. DID YOU EVER IN ALL OF THESE EXPERIENCES IN BEING OUT IN THE PASTURE FILMING, HAVE YOU EVER HAD WHAT YOU WOULD CONSIDER TO BE ANY KIND OF TELEPATHIC COMMUNICATION FROM WHATEVER THIS IS? I don't know if you would call it a telepathic. I've had some extreme feelings and so has my"},{"pageNumber":5,"pageContent":"wife. WHAT? Of just extreme uneasiness, as best I can describe it. HAVE YOU EVER HAD ANY PICTURES COME INTO YOUR MIND OR IMAGES OR SYMBOLS OR THOUGHT VOICES? Well, that's a hard one to really answer, I guess, as positively yes. IMAGES? Ye s . WHAT KIND OF IMAGES? Similar to what we're talking a bout, but it's upsetting and you don't understand what you are seeing and the human mind can play tricks on you in the middle of the night. BUT THAT WOULD BE REALLY IMPORTANT FOR ME TO KNOW WHAT KIND OF IMAGES HAVE COME INTO YOUR MIND? REMEMBER, I'VE TALKED TO A LOT OF PEOPLE AND WE'RE TRYING TO UNDERSTAND WHAT'S HAPPENING. I don't know as I'd describe it as that, but maybe just almost like nightmares. TELL ME WHAT THE NIGHTMARES ARE LIKE. Of people, people you don't know, talking or moving about and just little fragments. OK, BUT WHAT ARE THEY DOING? Nothing really in particular. It's like having a nightmare with just little bits and fragments. ARE YOU SEEING HUMANS? OR ARE YOU SEEING OTHER TYPES OF BEINGS IN THESE NIGHTMARES? Humans. WHAT ARE THE HUMANS DRESSED LIKE? the one I remember was a very large man with a full beard and he was dressed in what I would say was a military-type dress. WHAT COLOR WAS THE MILITARY-TYPE DRESS? Kind of a charcoal to dark grey. DID IT HAVE ANY SYMBOLS OR COLORS ON IT? Yes, it did. WHAT WAS THE SYMBOL? It had a red square on his collar outlined in gold. A RED SQUARE OUTLINED IN GOLD. COULD YOU SEE ANYTHING INSIDE THE SQUARE? There was something inside the square, but I could not tell what it was. HAVE YOU EVER SEEN ANYTHING THAT RESEMBLED A SYMBOL WITH WINGS, OR A SPIRAL?"},{"pageNumber":6,"pageContent":"There was something inside the square on his collar, but I couldn't see it. It was very small. And like I said, this was like a nightmare. Whether it's fiction or reality something my mind conjured up I have no idea. WHAT DID HIS EYES LOOK LIKE? I would just say the best way to describe it is that he was a very large man. MEANING FAT OR TALL? Big, large arms, large legs, big-chested. TALLER THAN YOU? Yes, much taller than I am. GIVE ME AN ESTIMATED SIZE? Larger than 6 feet, smaller than 8 feet. A large man. WITH WHAT COLOR HAIR? Dark. BROWN? Dark brown to black, I would say. A BEARD TO MATCH? Ye s . WAS IT LONG OR SHORT? Well kept, well groomed. Full beard. YOU ARE SEEING HIM IN RELATIONSHIP WITH OTHERS WHO LOOK JUST LIKE HIM? No. I see him talking to another man that was a small man with fine features. DESCRIBE THAT MAN. It sounds ridiculous, but his ears tipped back more than what ours do. Maybe a little larger eyes than what we have. Maybe a smaller mouth, but very sharp chin and cheek bones. THE NOSE? Fine, real fine-featured man. WERE THERE GROOVES ALONGSIDE THE NOSE? He was extremely fine-featured and extremely high cheekbones. ANY HAIR? I could not tell because he had a hat on. WHAT KIND OF A HAT? Kind of a cap-looking affair. WAS IT LIKE A 1940S WHERE THEY WOULD WEAR THE TIGHT LEATHER OVER THE TOP OF THE HEAD SO NO HAIR WOULD SHOW?"},{"pageNumber":7,"pageContent":"No. The closest thing I could say was like in World War II where the Germans wore the wool caps. His was similar high in the front and had a bill on it. HAD A BILL ON IT. Ye s . YOU DID NOT SEE ANY HAIR BECAUSE OF THE CAP? Right. THE NOSE ON THIS MAN YOU WOULD NOT DESCRIBE AS BEING LARGE AND HOOKED? No. IT WAS STRAIGHT? Straight and very fine-featured. THIN? Ye s . COULD YOU SEE THE COLOR OF HIS EYES? Lighter than the other man. DID THEY BOTH SEEM TO HAVE PUPILS AND IRISES? The large man looked almost exactly like us, except for his size. AND THE FINER-FEATURED MAN, COULD YOU SEE A PUPIL SURROUNDED BY AN IRIS? No, I could not. WAS THE EYE ALL ONE COLOR? It appeared to be. WHAT COLOR? A light brown, maybe. ALL LIGHT BROWN. NO WHITE, NO BLACK, JUST ALL ONE COLOR. That's the best I recall. WAS THE SHAPE AND SIZE OF THE HEAD LARGER TO THE BODY SIZE THAN A HUMAN HEAD WOULD BE? Possibly. WAS HE WEARING ANY PARTICULAR KIND OF CLOTHING? Both appeared to be in a uniform type dress. WAS IT THE SAME? No, it was not. His (small man) was a real deep khaki type color.\" At this point, Mr. Sherman said it appeared as if the two men were arguing. Suddenly, he thought he could hear their voices and had the impression that some part of himself was"},{"pageNumber":8,"pageContent":"suddenly inside the craft briefly where the two men were arguing and could see himself down on the ground below the craft as if he were in two places at once. Then, he was back on the ground looking up through the lighted hole where the two men were and could hear one of them say, \"It wouldn't do any good if we tried to explain to him because he would never understand what we are doing.\" That \"nightmare\" has haunted Mr. Sherman ever since. By 1996, the Sherman family wanted to escape all the high strangeness of their Utah ranch near Roosevelt, and agreed to sell their property to Robert Bigelow who by then had created the National Institute for Discovery Science (NIDS) based in Las Vegas, Nevada, to study phenomena such as cattle mutilations and unidentified aerial objects. Here is a brief article from \"Paranormal Hot Spots\" by Stephen Wagner: \" Paranormal Hot Spots © 2004 by Stephen Wagner Bigelow Ranch - Uintah Basin, Utah This 480-acre cattle ranch in central Utah was so plagued by UFOs and other strange phenomena that its one-time owners, Terry and Gwen Sherman, were eager to get rid of it. A willing buyer was found in Las Vegas real estate tycoon, Robert T. Bigelow, because he was intrigued by the mysterious goings-on. He brought in a team of investigators and set up arrays of surveillance equipment to find out what was taking place. Some have dubbed the ranch 'the strangest place on Earth.' Here's just some of what was going on: * Unexplained cattle mutilations, and cattle that just disappeared. Ten of the Sherman's cows reportedly vanished. * UFOs \"the size of football fields.\" And in 1980, a rancher claimed to have seen a 40-foot silver sphere on the ground of what later became the Sherman ranch. * Terry Sherman claimed to have actually seen aliens come out of one UFO. 'It was a human type, over seven feet tall, decked out in a totally black uniform and very huge, very heavyset,' he reported. * Interdimensional portals that were seen to open in mid-air. The Shermans said they saw lights emerging from these doorways. * Floating balls of light, one of which might have toasted the family dogs. The Sherman's three dogs vanished after chasing a ball of light. A circular burn mark was found on the ground near where the dogs were last seen. * Gwen Sherman was supposedly chased by several red balls of light while driving home one night.\" Website: http://www.nidsci.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca"},{"pageNumber":9,"pageContent":"All rights reserved."}]
