[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon E. coli and Salmonella Continue to Threaten American Bagged Salad Greens © 2007 by Linda Moulton Howe “T he fact is there is no currently known way to guarantee the elimination of pathogens on produce that is consumed without a cooking step or some kind of thermal treatment. That’s the only way to ensure you won’t have the E.coli or salmonella present and alive on something that you eat.” - T revor Suslow, Ph.D., UC-Davis A joint UC Davis/USDA research project sampled crops such as this spinach in the Salinas Valley of California, as well as animal droppings and water. Genetic tests will be used to “fingerprint” and track bacterial contaminants such as E. coli O157:H7. Photo courtesy UC-Davis. S pinach fields at the Natural Selection Foods LLC plant on Monday, Sept. 18, 2006, in Salinas, California. Spinach grown in the California Salinas Valley and packaged and distributed by two companies, including Natural Selection Foods LLC, were traced to the September 2006 E. coli outbreak that killed three people and sickened more than 200 others in twenty-six states. Image © 2006 by AP. September 18, 2007 Davis, California - There are two events that have occurred recently. Dole Food Company, after a spot check discovery of E. coli, has issued an international recall of its \"Hearts Delight\" salad mix for bags stamped \"best if used by September 19, 2007\" and production code numbers, A24924A and A24924B. "},{"pageNumber":2,"pageContent":"S canning electron micrograph of Escherichia coli , grown in culture and adhered to a cover slip. Photomicrograph © by Rocky Mountain Laboratories, NIAID, NIH. A week ago, the Associated Press reported it had obtained documents and data through the Freedom of Information Act (FOIA) which show that \"federal officials (FDA) inspect companies growing and processing salad greens an average of just once every 3.9 years.\" Some Congressional representatives think there should be a law that requires federal inspections four times a year. Further, since the repeated E. coli and salmonella outbreaks the past few months in the United States and Canada, AP found that California public health inspectors have still not been given the authority to conduct spot-testing for pathogens and no spot-testing has been done. And yet, California lettuce and spinach have been the source of thirteen E. coli outbreaks since 1996 - plus this most recent Dole spot check discovery of E. coli. I called Trevor Suslow, Ph.D. Plant Pathologist, Extension Research Specialist for 12 years, Dept. of Plant Sciences, University of California-Davis, Davis, California. He and his colleagues \"evaluate the risk potential for contamination by pathogens in fruits and vegetables and leafy greens. A lot of our work has been trying to figure out how long E.coli, salmonella and other pathogens can survive and grow on field crops. We’re looking at ways to kill pathogens in irrigation water beyond adding chlorine, such as ozone and other pathogen-killing treatments.\" I asked Prof. Suslow why there have been so many prepared salad bag recalls the past year and what the United States can do to stop repeated E. coli and salmonella contaminations of salad greens. Interview: Trevor Suslow, Ph.D. Plant Pathologist, Extension Research Specialist for 12 years, Dept. of Plant Sciences, University of California-Davis, Davis, California: “WHAT DO YOU THINK IS THE MOST LIKELY CONTAMINATING FACTOR IN THE DOLE LEAFY GREENS JUST PULLED OFF THE MARKET? I honestly have no idea. As they do a trace-back, as they investigate the sources of all the different components in that salad mix, could it be transfer from cattle? Could it be from wild animals that are in proximity to cattle? Or deer? Or it could be water contamination or or contaminations from something happening on adjacent land. BECAUSE E.COLI’S LARGEST SOURCE IS FECES? Correct. Ultimately, E.coli contamination on leafy greens has to come back to fecal contamination. But the distance in time between fecal contamination and crop contamination could be relatively immediate, or it could be more separated in time and it’s a persistent pathogen introduced somewhere else down the line prior to the closure of the plastic bag. At this time, inspections are not uniform and standardized. They are not implemented across all companies. But everybody is certainly doing something different than they were a year ago. Is it sufficient or adequate? Not yet. LET ME BRING UP CALIFORNIA STATE SENATOR, DEAN FLORES. HE SPONSORED THREE BILLS TO ENACT MANDATORY REGULATIONS FOR LEAFY GREENS EARLIER IN 2007. THIS WAS AFTER A SERIES OF E.COLI AND SALMONELLA OUTBREAKS. FROM ONLY ONE 50-ACRE PARCEL OF GREENS CROP, 200 PEOPLE BECAME ILL. ALL THREE OF SEN. FLORES'S BILLS TO ENACT MANDATORY REGULATIONS FAILED AND AS I UNDERSTAND IT, THERE IS NOT MUCH GOING ON IN CALIFORNIA EXCEPT VOLUNTARY CROP INSPECTION? The difficulty is in trying to balance what is expedient and what can be put in place immediately versus what might be a better long-term solution. The fastest method in the past few months was to have the leafy green growing industry adopt self-regulation."},{"pageNumber":3,"pageContent":"Mandatory regulations and oversite would take a long time to put in place and have the difficult challenge about answering: what is a science-based approach? And what would really change consumer protection? And how would you federally standardize and regulate spot-checking, auditing and so on? WHAT WOULD YOU SAY TO SOMEONE LIKE DARYL HOWARD, WHO LOST HIS 83-YEAR-OLD MOTHER AFTER SHE ATE E.COLI -CONTAMINATED GREENS? It’s an extremely tragic event and it’s not the outcome you expect from consuming foods in the United States. BUT IT’S HAPPENING. Yes, and it’s very serious. But part of the problem is: What exactly do we do about it? As you point out, contamination clearly happens. The industry itself is finding from its own testing that there are detectable levels of contamination in the salad greens crops. AFTER HIS MOTHER DIED, DARYL HOWARD TOLD A REPORTER, ‘WE HAVE STRICT STANDARDS FOR LEAD PAINT ON TOYS. BUT WE DON’T SEEM TO TAKE THE SAME LEVEL OF SERIOUSNESS ABOUT SOMETHING WE CONSUME EVERY DAY.’ The fact is there is no currently known way to guarantee the elimination of pathogens on produce that is consumed without a cooking step or some kind of thermal treatment. That’s the only way to ensure you won’t have the E.coli or salmonella present and alive on something that you eat. It’s only been more recently that people have greatly increased their consumption of fresh, uncooked spinach and salads. I eat a lot of them. So does my family. We love them. But unfortunately, there is a very low, but very real risk of becoming ill. So, until there is a full proof ‘kill step,’ you don’t have the same type of approach that you would for testing products for lead. If Poultry and Beef Are Regulated by Federal Laws, Why Not Salad Crops? BUT WHY IS THERE RESISTANCE TO FEDERAL REGULATIONS LIKE WE WOULD HAVE ON LEAD PAINT TO MONITOR THE FIELDS OF LEAFY GREENS THAT CONTINUE TO HAVE SO MANY PROBLEMS. IN FACT, ONE OF THE DETAILS IN THE ASSOCIATED PRESS INVESTIGATION WAS THAT THERE WERE ONLY 10 AUDITORS IN THE CALIFORNIA DEPARTMENT OF FOOD AND AGRICULTURE MONITORING FIELDS IN CALIFORNIA. How do you develop a mandatory program with rules, standards and criteria that make sense and actually do the job of protecting consumers? Consumers need to make noise, need to demand the allocation of resources to this problem. If you’re going to have a national federal program, you have to allocate resources to have the kind of staff that can do that. HAS ANYONE WORKED OUT WHAT IT WOULD COST AND HOW MANY PEOPLE IT WOULD TAKE? I think that realization is one of the barriers. We might desire mandatory programs at state and federal levels, we can’t put it together quickly and we don’t have the finances today. BUT IF WE CAN DO IT FOR LEAD PAINT ON CHILDREN’S TOYS, WHY CAN’T WE DO IT FOR THE MASSIVE AMOUNT OF GREENS THAT PEOPLE ARE CONSUMING EVERY DAY? Think you have to ask the folks at the Food and Drug Administration (FDA). But one of the reasons is that those types of products (toys), you can hold them and they are stable and they don’t change while you do your testing. Generally, something that is manufactured with a uniform treatment such as lead-contaminated paint, it would be on almost every single unit made. That’s not the case when you have contamination of fresh produce and you have a highly perishable product that all the testing and inspections have to happen in a very timely manner or you can’t monitor. WHAT I’M HEARING IS: IT WOULD COST TOO MUCH MONEY TO PROTECT OUR FOOD SUPPLY."},{"pageNumber":4,"pageContent":"No, what you are hearing is that given the knowledge we have and the contamination events that have happened, people need to make protecting the food supply a priority. WHAT IS IN COMPETITION WITH PUTTING FOOD SAFETY AS A HIGH PRIORITY? You name it, there is a lot of competition for federal funds in the American economy. WE HAVE STRICT REGULATIONS FOR THE POULTRY AND BEEF INDUSTRIES, FOR EXAMPLE. AND YET THIS SPRING, AFTER ALL THE E.COLI AND SALMONELLA OUTBREAKS IN THE LEAFY GREEN ADMINISTRATION, THE BUSH ADMINISTRATION ISSUED GUIDANCE TO ‘MINIMIZE MICROBIAL HAZARDS OF FRESH CUT FRUITS AND VEGETABLES.’ BUT IT TURNS OUT, THERE ARE NO NEW LAWS. IT WAS JUST GUIDANCE FOR ANOTHER VOLUNTARY PROGRAM. WHY DO MEAT AND POULTRY HAVE STRICT CONTROLS AND LEAFY GREENS NOT? I can’t give you a specific answer. But I think part of it is that the meat and poultry regulations developed over time with risks to consumers. There was a demand both internally and internally to fix what was wrong with that industry and to bring everything under the same set of practices and oversight. I believe that will likely happen with the produce industry as well. SO YOU ARE SAYING THAT BECAUSE THE E.COLI AND SALMONELLA OUTBREAKS HAVE ONLY HAPPENED IN THE PAST TEN YEARS THAT NO ONE HAS ACTED TO MAKE STANDARD REGULATIONS ON HOW TO HANDLE AND PROTECT THE LEAFY GREEN INDUSTRY? I think that’s a good summary. Unfortunately, it often takes a very serious and tragic event and pressure from a number of external influences to cause and accelerate change. That’s what’s been happening over the past year after the outbreaks in spinach and lettuce. That has really forced the industry to deal with the seriousness of the situation whereas before, as in any group, you have divided agendas. You have those who feel responsibility and those who do not. I think maybe following the track of the meat industry makes since, but it’s not there yet. What Are the Sources of the Pathogen Contaminations? EVEN WITH THE ACTION OF NO LAW WITH TEETH ABOUT WAYS TO REDUCE MICROBIAL HAZARDS LAST MARCH BY THE BUSH ADMINISTRATION, THE CENTER FOR SCIENCE IN THE PUBLIC INTEREST IN WASHINGTON, D. C., FOUND THAT LEAFY GREEN GROWERS DID NOT EVEN KNOW ABOUT WHAT THE BUSH ADMINISTRATION HAD SAID WERE THEIR VOLUNTARY GUIDELINES. OR THE GROWERS JUST WERE NOT FOLLOWING THEM. HERE IS A QUOTE FROM CAROLINE SMITH-DE WALD, DIRECTOR FOR THE CENTER FOR SCIENCE IN THE PUBLIC INTEREST FOOD SAFETY DIVISION: ‘INSPECTION ALONE IS NOT GOING TO FIX THE PROBLEM UNLESS THE FARMERS UTILIZE FOOD SAFETY PLANS THAT ARE EFFECTIVE FOR CONTROLLING PATHOGENS. THEY ARE NOT GETTING TO THE SOURCE OF CONTAMINATION ON THE FARMS.’ THAT MEANS WE WILL CONTINUALLY HAVE CONFIRMATION OF E.COLI, SALMONELLA AND OTHER MICROBES IN THE LEAFY GREEN INDUSTRY THAT ARE CONSUMED IN THE UNITED STATES. I certainly agree that inspection alone is not the answer. Microbiological testing alone is not the answer. IT’S MY UNDERSTANDING THAT FIELD WORKERS HAVE URINATED IN THE SOIL OR ON THE PLANTS WHERE THEY ARE WORKING BECAUSE THEY DON’T HAVE ANY BATHROOMS. IF THEY CUT THEIR FINGERS AND BLOOD DRIPS ON CROPS, DISEASE CAN BE SPREAD THAT WAY. All of those risk factors have occurred and there might be current problems. But the question is: how do you guarantee that people are being properly trained so none of those things happen? "},{"pageNumber":5,"pageContent":"Require Surprise Inspections and Stiff Company Fines If Violations The only way I know is both by having routine and unannounced audits and inspections by independent third parties, as well as very high fines on companies that have violations like that. I don’t know any other way. You can’t guarantee compliance in any other manner that I’m aware of. SO, YOU’RE TALKING ABOUT SURPRISE FIELD INSPECTIONS BY SOME KIND OF AGENCY THAT WOULD HAVE ENOUGH PEOPLE TO GO AROUND AND DO SURPRISE FIELD INSPECTIONS. APPLY HEAVY DUTY FINES ON PEOPLE WHO ARE VIOLATING IN THE LEAFY GREEN GROWER INDUSTRY. ARE GROWERS ACTIVELY PUTTING OUT 'PORTA-POTTIES' FOR THE FIELD WORKERS? From personal field experience, the availability of portable sanitary facilities has become widespread, especially in California, in the past ten years and especially in the past four to five years. Now, are adequate facilities available in every field all the time? I could not answer that. BUT IT HAS BEEN A PROBLEM. It has been a problem and can still be, but I’m sharing with you that where I go in many regions in California and elsewhere, there is training and education for hand washing and personal hygiene. And portable toilets are widely used. U nd e r g r o u nd We l l Wa t e r a nd A q u i f e r s Used for Spray Irrigation Need to Be Tested E xample of spray irrigation in which water is pumped from underground well or aquifer through sprinklers on wheels to roll through crop. Image courtesy USGS. WHY DO YOU THINK WE STILL DON’T KNOW THE SOURCE OF CONTAMINATIONS OF E.COLI AND SALMONELLA OUTBREAKS IN JUST THE PAST YEAR? Part of the challenge are the many points of contamination. LIKE WHAT? Like wildlife, soil amendments, water... YOU MEAN CONTAMINATED WATER THAT IS BEING SPRAYED ON THE CROPS? That’s possible. All the data collected suggests there is not a lot of contamination in sprayed water, but that does not mean it doesn’t happen. You’re not sampling every day everywhere. BUT ISN’T IT TRUE THAT MOST OF THE WATERING OF THE GREEN LEAFY INDUSTRY IS FROM SPRAYERS ABOVE THAT COMES DOWN ON THE PLANTS? There are a combination. Certainly, overhead irrigation is a very common form of irrigation. But when that water is tested, it’s not commonly found to be contaminated. THEN HOW DOES WILD LIFE CONTAMINATE THE LETTUCE AND SPINACH IF IT ISN’T THEIR URINE AND FECAL MATTER CONTAMINATING THE WATER SPRAYED ON THE CROPS?"},{"pageNumber":6,"pageContent":"In an open field environment, you have the chance of wild animals walking in. I know that every company I’ve worked with has increased their field scouting and are rejecting fields based on how often wildlife intrudes. You have birds. You have small mammals and other things that can get in. One of the things we do not understand is precisely how contamination in the leafy green fields happens. Cattle grazing near leafy green fields could easily cause contamination. There have been instances where water has been the proven contamination. So have dust aerosols. The movement of insects. The movement of small mammals. So, it has not been possible yet to pinpoint the precise sources of contamination. Therefore, it’s very hard to design a full proof control system. BUT ISN’T IT TRUE THAT THE WATER SPRAYED ON ALL THE LEAFY GREEN CROPS IN CALIFORNIA AND OTHER STATES IS LARGELY PUMPED FROM UNDERGROUND? A lot of it is ground or well water from very deep aquifers. It’s a combination of using that water directly or moving that water into an on-farm reservoir, which becomes surface water. BUT HAS ANYONE DONE A SYSTEMATIC ANALYSIS OF UNDERGROUND WATER SOURCES THAT ARE BEING PUMPED UP AND SPRAYED ON OUR LEAFY GREENS? Most companies have had well-monitoring programs for several years. You can argue that the frequency of testing should be increased and that has happened. There are wells that are not adequately protected, or their construction are more vulnerable to surface run-off contamination. But as far as I know, periodic well water tests have generally turned up negative for dangerous pathogens. I KNOW THAT IN ONE OF THE BIG SALMONELLA OUTBREAKS, I TALKED WITH A UC-DAVIS FOOD SAFETY PROFESSOR ABOUT IT AND HE TOLD ME IT WAS HIS OPINION THAT UNLESS A SYSTEMATIC GRID TESTING WAS DONE ON UNDERGROUND WATER, NO ONE WOULD BE ABLE TO FIND WHAT THE CONTAMINATION SOURCE IS. IT WAS HIS OPINION THAT AS ALONG AS THERE IS UNDERGROUND PUMPING AND NO ONE IS STUDYING WATER RUN-OFF THAT COULD GET TO UNDERGROUND WATER AND CONTAMINATE THAT WATER, WE’LL CONTINUE TO HAVE THESE PROBLEMS. I think there are a number of people, both within the industry and government agencies, who have arrived at the same conclusion and are developing plans for a more comprehensive grid analysis of the key aquifers, exactly as you have described. HOW DO YOU DO THAT? We need hydrologists and experts in pathogen testing and do it on a regional basis and have the funds and resources to test multiple locations over multiple periods of time and it really needs to be a long-term study because factors that might be important in moving pathogens into well water might happen one year under heavy rainfall and then not in another year when it’s drier. There has to be a comprehensive scientific study. IF THERE IS A CONSENSUS THAT DOING GRID SAMPLING OF UNDERGROUND WATER THAT IS SPRAYED ON LEAFY GREENS IS NECESSARY, WHY HASN’T IT BEEN DONE BEFORE 2007? It’s being discussed now because of the outbreaks of E.coli and Salmonella that have occurred in recent months and the damage done to the grower industry. They want to protect their business and consumers which form the basis for their business. What Can Be Done to Stop Contamination? ISN’T IT CATCH-22 THAT UP TO 2007, THERE WERE ALL THESE PROBLEMS THAT PEOPLE IN THE GROWER INDUSTRY AND FOOD SAFETY ALL KNEW WERE FESTERING. BUT NOTHING GETS DONE BECAUSE THEY SAY IT COSTS TOO MUCH MONEY TO DO IT. AND THEN, ALL THESE AMERICANS GET SICK. A LOT OF PEOPLE DIED. AND FINALLY SOMEBODY SAYS, ‘WELL, I GUESS IT’S TIME TO START CHANGING OUR WAYS’? Unfortunately, it often takes a tragedy and economic consequence to trigger the kind of action that many people have been advocating should have been done for many years. But there is simply not enough agreement about how to go about it and who is going to pay for"},{"pageNumber":7,"pageContent":"it to make it happen? DO YOU FEEL COMPLETELY IGNORED AS THE E.COLI AND SALMONELLA OUTBREAKS CONTINUE TO OCCUR MORE FREQUENTLY? No, I don’t feel completely ignored. I’m trying to be a neutral source of science data for both the industry, regulators, public health safety people. A lot of our funding clearly comes from industry sources, but I don’t think that compromises what we are doing to provide data base information for others to make decisions. REALISTICALLY, WHAT DO YOU THINK IS GOING TO HAPPEN NOW THAT THERE HAS BEEN ANOTHER E.COLI OUTBREAK? For clarification, the Dole recall was prompted by a positive detection on a bag of greens, but is not linked to illnesses, which I think is important as a window into what will happen in the future. I think it’s highly likely that the level of surveillance by various government agencies and independent assessments by buyers will a ccelerate detection like this and getting it out of the marketplace before it does make people sick. BUT ISN’T THAT A CONTRADICTION TO WHERE WE STARTED THIS INTERVIEW – YOU WERE SAYING THERE IS NOT ENOUGH MONEY OR INSPECTORS TO EXPAND INSPECTIONS AT THE FEDERAL OR STATE LEVELS? Not contradictory in that this Dole catch was a spot inspection. Larger mandatory inspections is a whole other issue: going out to the fields, to the harvesters, to the processing and packing facilities demands a larger level of time and money than periodic samples of product in the marketplace doing a spot check to see if there is any contamination. BUT IF IT’S A FACT ESTABLISHED BY THE ASSOCIATED PRESS FOIA INVESTIGATION THAT FEDERAL OFFICIALS INSPECT COMPANIES GROWING AND PROCESSING SALAD GREENS ONLY ON AN AVERAGE OF JUST ABOUT ONCE EVERY FOUR YEARS, HOW DO WE INCREASE THAT FEDERAL INSPECTION FREQUENCY? AND SINCE ALL THE E.COLI AND SALMONELLA OUTBREAKS, NO CALIFORNIA HEALTH INSPECTORS HAVE GONE OUT TO DO A SINGLE SPOT TESTING. I don’t have an answer for that except the inspections have to be done by trained people with knowledge. There are multiple competing needs for federal money and people/politicians have to determine where food safety fits into those priorities. IN ADDITION TO THE CONSENSUS ON THE NEED TO DO SOME GRID SAMPLING ON UNDERGROUND WATER, WHAT HAVE YOU FOUND IN YOUR WORK IS ONE OF THE BIGGEST PROBLEMS IN CAUSING CONTAMINATION? We still don’t really have a fix on exactly where contamination comes from because matching possible sources of contamination in the field to actual product is so infrequent, that it’s like a needle in a haystack. So, we try to understand the behavior of pathogens and under which scenario the pathogens survive and when they die. Perhaps what we should be doing is not concentrating on the sources of contamination, but finding the most effective and safe way to kill the pathogens in the irrigation water. HOW LONG CAN E.COLI AND SALMONELLA LIVE IN WATER? They certainly can live for one month, or longer, depending upon a variety of factors. It can be several weeks to longer and they will live longer in some of the sediments that collect at the bottom of a water source – well or aquifer. KNOWING THAT, WHY ISN’T THERE SOME TREATMENT OF ALL THE WATER THAT IS BEING SPRAYED ON LEAFY GREENS THAT WOULD KILL THE E.COLI AND SALMONELLA IN THE WATER? That’s an excellent question. One of the factors to consider are: if you are going to treat the water, what are some of the unintended consequences of that treatment? What materials do you use? And how do you do it safely? People are taking measures to treat water, rather than rely on testing and over time we hope we can validate other options that are more environmentally compatible. WHAT CHEMICALS IN WATER ARE BEING USED RIGHT NOW TO KILL E.COLI AND SALMONELLA IN THE WATER? There are a number of growers using low levels of chlorine just like we treat swimming pools and municipal water supplies. Others are looking at copper ionization, ozone"},{"pageNumber":8,"pageContent":"treatment, things like that. IS THERE ANY REASON WHY LOW LEVELS OF CHLORINE COULD NOT BE UNIVERSALLY USED IN ALL WATER? In the short term, it’s OK. In the long term, there are problems with the use of chlorine in water that has a higher organic load. YOU MEAN THE IRRIGATION WATER THAT’S SPRAYED ON THE CROPS CAN GO INTO THE GROUND WATER THAT ENDS UP IN KITCHEN FAUCETS? Not so much. Chlorine interacts with organics and turns into substances that might harm the environment. The question is: are the levels of discharge to a watershed be large enough to cause harm? It’s thought they are not because most of the sprayed water is coming from deep wells in which the water is pretty clean. If you start treating other types of water that have more organic materials. CHLORINE INTERACTS WITH WHAT ORGANICS AND PRODUCES WHAT? It interacts with organic material just as you would if treating waste water and creates a class of compounds called trihalomethanes. [ Editor’s Note: Tr i h a l o m e t h a n e s ( THM s) are chemical compounds in which three of the four hydrogen atoms of methane (CH4) are replaced by halogen atoms. Many trihalomethanes find uses in industry as solvents or refrigerants. THMs are also environmental pollutants, and many are considered carcinogenic. Trihalomethanes with all the same halogen atoms are called haloforms (chloroform, fluoroform, bromoform, iodoform.) Water pollutants Trihalomethanes are formed as a byproduct when chlorine or bromine are used to disinfect water for drinking. They result from the reaction of chlorine and/or bromine with organic matter in the water being treated. The THMs produced may have adverse health effects at high concentrations, and many governments set limits on the amount permissible in drinking water. In the U. S., the Environmental Protection Agency (EPA) limits the total concentration of chloroform, bromoform, bromodichloromethane, and dibromochloromethane to 80 parts per billion in treated water. This number is called \"total trihalomethanes\" (TTHM). Chloroform is also formed in swimming pools, which are disinfected with chlorine or hypochlorite in the haloform reaction with organic substances (urine, sweat and skin particles). The reaction to phosgene under the influence of Ultra Violet (UV) light is also possible.] These are among the types of disinfection by-products. They can also form materials such as chloromine, which is the thing that often in swimming pools stings your eyes. That’s a combined form of chlorine and there are concerns that if there are extensive and long-term use of these treatments, what would the consequence to the environment be? WHAT DO YOU THINK IT’S GOING TO TAKE TO INCREASE THE SAFETY OF AMERICAN FOODS? I think the reality is that it will take a lot of coordinated effort between industry, their associations, government – both local and federal, public health agencies, environmental protection, technology and academia has a role. And it’s going to take time. MEANWHILE, E.COLI AND SALMONELLA OUTBREAKS KEEP HAPPENING. Meanwhile contamination clearly keeps happening. As it continues to happen, I think that everyone recognizes that consumer confidence in these products will either continue to erode or be severely challenged. The likelihood of becoming ill is extremely small, but it’s not zero. So each person has to make the choice about buying pre-packaged leafy greens for themselves. AND EATING CONTAMINATED GREENS CAN BE LETHAL. And can be lethal.” More Information: For further reports about food and environmental contamination, please see reports below in the Earthfiles Archive :"},{"pageNumber":9,"pageContent":"• 09/07/2007 — Honey Bee DNA Study Finds Australian Virus in Colony Collapse Disorder • 06/28/2007 — Hackenberg Apiary, Pennsylvania - 75-80% Honey Bee Loss in 2007. What Happens If Colony Collapse Disorder Returns? • 06/01/2007 — Is Earth Close to Dangerous Tipping Point in Global Warming? • 05/29/2007 — Deadly VHS Fish Virus Has Spread to Lake Michigan • 05/04/2007 — Environmental Emergency Updates: Part 1 - Spreading Honey Bee Disappearances - Nosema ceranae Not the Answer? • 04/06/2007 — Collapse of Honey Bees in U. S., Canada and 9 European Countries • 03/17/2007 — Honey Bee Disappearances Continue: Could Pesticides Play A Role? • 02/23/2007 — Scientists Hope \"Amphibian Arks\" Can Save Frogs and Toads • 02/23/2007 — Part 1: Earth Life Threats - Alarming Disappearance of Honey Bees • 06/28/2007 — Hackenberg Apiary, Pennsylvania - 75-80% Honey Bee Loss in 2007. What Happens If Colony Collapse Disorder Returns? • 05/29/2007 — Deadly VHS Fish Virus Has Spread to Lake Michigan • 03/17/2007 — Honey Bee Disappearances Continue: Could Pesticides Play A Role? • 11/01/2006 — First E. Coli In Spinach - Now Salmonella, Perhaps in Tomatoes. What's Happening? • 10/09/2006 — Some Lettuce Recalled - Possible E.coli Contamination • 09/23/2006 — E. coli O157:H7 - Why Can't It Be Washed Off Contaminated Spinach? • 08/01/2004 — Sixth Straight Year Hundreds of Birds Die at Roestler Lake, North Dakota. Websites: Univ. of California-Davis: http://www.news.ucdavis.edu/sources/e_coli.lasso U. S. Food and Drug Administration (FDA): http://www.cfsan.fda.gov /~mow/chap15.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
