[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon \"Planet X\" and the Kuiper Belt's Oddballs, \"Santa\" and \"Easterbunny\" © 2005 by Linda Moulton Howe \" I nstead of Pluto being a unique object that's difficult to understand (has frozen methane crust), we now see it as part of a family of objects (Xena, Sedna and Easterbunny that also have frozen methane crusts). We can try to understand the entire family, with Pluto being the middle sized member of the three. That's very exciting to us.\" - Michael E. Brown, Astronomer P lanet X, or Xena, or 2003 UB313, illustrated as red in color because it has a surface of frozen methane similar to Pluto, \"Easterbunny,\" and Sedna. Nine billion miles from the sun, Xena is 20 to 30 percent larger than Pluto. Illustration by Cal Tech. September 15, 2005 Pasadena, California - A couple of months ago in late July, astronomer Michael Brown and his colleagues at the California Institute of Technology, announced their discovery of \"Planet X.\" It's a big chunk of rock and ice nine billion miles from the sun. It's actually bigger than Pluto - and far beyond Pluto in what is known as the Kuiper Belt that circles our solar system. Now, almost two months later, the International Astronomical Union still has not decided if the exciting discovery should be classified a planet or what it's official name should be. T he Kuiper Belt is depicted as the gray disk in which Pluto's orbit is embedded. This Kuiper Belt illustration also shows another Kuiper Belt Object orbit, 1998 WW31, well beyond Pluto. Planet X (Xena), Santa and Easterbunny are all Kuiper Belt Objects. Graphic courtesy NASA. 2 003 UB313 (Planet X or Xena) has a very eccentric orbit and is tilted about 40 degrees to the plane of the solar system. The sun is the yellow dot. Pluto's orbit, also depicted in red, is eccentric and tilted about 20 degrees to the plane of the solar system. Illustration by Michael E. Brown, Ph.D., Cal Tech. Overlooked in all the Tenth Planet headlines was the discovery of two other unusual Kuiper Belt objects. All three were given private slang names by Dr. Brown and his team. "},{"pageNumber":2,"pageContent":"First, Planet X: the scientists call it \"Xena\" after the TV warrior princess. The astronomical designation is 2003 UB313. The second object is affectionately called \"Santa\" because it was discovered near Christmas 2003. Its astronomical designation is 2003 EL61. The third object is called \"Easterbunny\" because it was discovered this year at Easter time. Its astronomical designation is 2005 FY9. Santa and Easterbunny are both about 4.5 billion miles from the sun, or only half the distance that Xena is. And Xena and Easterbunny have a surface very similar to Pluto's all three are covered with frozen methane. These new additions to out solar system were detected at Palomar Observatory in California, and this week I asked Dr. Brown how he tracked them down. Interview: Michael E. Brown, Prof. of Planetary Astronomy, California Institute of Technology, Pasadena, California: \"We take a picture of a specific region of the sky each night. We take another picture 90 minutes later. And we take another picture 90 minutes after that. We compare the three pictures and when we compare them, there are many hundreds of thousands of stars and hundreds of thousands of galaxies in each picture. They are all stationary with respect to each other. Occasionally, we find things in the solar system and those move. By looking at their motion, we can figure out exactly how far away they are and also seeing how bright they are, we can figure out how big they are. The things out in the Kuiper Belt and beyond the Kuiper Belt move very slowly. They almost look like stars when you look at them because they are just a little point of light. But if you look over the course of three hours, you see a very small motion and you realize they are actually within our solar system. P lanet X, (2003 UB313 or Xena) is inside the circles. The three images were taken 1.5 hours apart on the night of October 21, 2003.The planet moved very slowly across the sky over the course of three hours and that is how it was discovered. Image courtesy Michael E. Brown, Ph.D., Cal Tech. THAT IS HOW YOU CAME TO FIND XENA, SANTA AND EASTERBUNNY? That's exactly right. We've been doing this now for about 7 years. It sounds simple. The trick is to find things, you have to cover almost the entire sky. We are about half way done with the whole sky now. So, it's a long and tedious process night-after-night looking at different patches of sky, looking for these things. But the payoff is big. Planet X (2003 UB313): First Kuiper Belt Object Larger Than Pluto P lanet X (Xena or 2003 UB313), 20% to 30% larger than Pluto, is 9 billion miles from the sun depicted in lower right corner. Illustration by Robert Hurt, IPAC."},{"pageNumber":3,"pageContent":"COULD YOU START WITH THAT MYSTERIOUS OBJECT YOU ARE CALLING 'XENA' CURRENTLY WHICH IN JULY WAS CALLED 'PLANET X,' MEANING THE TENTH PLANET IN THE SOLAR SYSTEM. It's a very exciting object. It's the first thing that's ever been found out in the Kuiper Belt that is bigger than Pluto, which is why we call it the Tenth Planet. It's still under debate as to whether astronomers will call it a planet or not. But it seems pretty reasonable that if we all agree that Pluto is a planet and if we find something bigger and further out, it's going to be called a planet, too. Scientifically, it's a very exciting object. It's about three times further away than Pluto is, so it's amazingly cold out there somewhere near 400 degrees F. below zero. Based on some detailed studies we've done with the Gemini Observatory on Mauna Kea in Hawaii, we see that the surface of it is made up of the same sort of material that the surface of Pluto is made out of. What that is is frozen solid methane. Methane on Earth is in the atmosphere and is a gas that smells bad. But when you put it out at those temperatures, it freezes out of the atmosphere and just sits on the surface. So, we now have a way of studying how these objects react to these extremely cold temperatures at the extreme distances from the sun. Scientifically, we are quite excited about that. DOES IT HAVE ANY ROCKY PART LIKE WE THINK OF A PLANET? We think so. We don't know the answer to this yet, but there is a hope that we'll be able to know eventually. We know that Pluto is made out of maybe half rock and half ice. Because the rock is heavier, most of the rock is probably near the center, sort of like the Earth. Earth is made out of rock and at the center is molten iron because the iron is heavier than the rock and all sinks to the bottom. Out at Pluto and to this tenth planet, the rock sinks down to the bottom and the outer shell is ice. So, all we see right now is the outer shell of the ice. To understand that there really is that rocky core which we think there probably is you need to be able to measure the mass of the planet and say this has a mass somewhere between ice and rock. HOW DO YOU DO THAT? The only way to measure the mass from far away is to hope that it has a moon. If it has a moon, you can follow the moon over the course of its orbit and based on how far away the moon is and how fast it's going around the planet, you can figure out the mass of the planet. The more mass a planet is, the faster a moon will spin around it. That's what was done hundreds of years ago to figure out the mass of Jupiter, for example, when its moons were discovered. And the mass of Saturn. That's also how we know the mass of Pluto. Pluto has the large moon, Charon, around it and so we know the mass of Pluto. And if we are lucky, this new planet is going to have a moon, too, and we'll be able to figure out the mass that way. Is Xena, or 2003 UB313, A Planet? WHAT ABOUT THIS DEFINITION OF A PLANET? IF THIS WERE AN ALL-ICY BODY, THEN DOES IT DESERVE TO BE CALLED ONLY A KUIPER BELT OBJECT THAT'S LARGE AS OPPOSED TO A PLANET AS WE THINK OF THE PLANETS FROM MERCURY OUT TO P LUTO? It's an interesting question. The difficulty is that astronomers have never come up with a formal scientific definition of the word 'planet.' Right now, there is a definition of the word planet and it simply means the nine things that we call planets. No one really expected to find something larger than Pluto and so nobody was prepared to deal with the situation. So, we're in a situation where we've clearly found an object that is bigger and now we have to go back and figure out what our words that we've been using for 2,000 years mean. It's pretty clear that this new planet is very much like Pluto. And so, there is no question, I suspect, that it's going to be a rocky, icy body just like Pluto. It's a little bit larger than Pluto not much more, maybe 20 to 25% larger than Pluto. And based on all those facts, you should call it whatever you wind up calling Pluto. If you call Pluto a planet, then you should call this a planet. If you don't want to call Pluto a planet, that's OK, too, and then you shouldn't call this a planet, either. Pluto's Frozen Methan e Surface Reflectance"},{"pageNumber":4,"pageContent":"Similar to Xena's SO YOU'VE REVISED THE ORIGINAL ESTIMATE OF 1.5 TIMES THE SIZE OF PLUTO? The original estimate was the upper limit based on some observations. And we realized shortly after those observations were taken that the telescope had inadvertently slightly missed pointing in the exact right spot. And so those limits turned out to be meaningless. We didn't realize it at the time. So, the number I gave you is an estimate based purely on assuming that the object reflects as much sunlight as Pluto does. Since the surface appears to look like Pluto, we are going to assume it reflects almost the same amount of sunlight so we can guess what the size is. It looks like Pluto and probably reflects the same amount of light as Pluto and that makes Planet X (Xena) 20 30% larger than Pluto. M ichael Brown, Ph.D.: \"The plot above compares the amount of infrared sunlight of different colors (wavelength) reflected from the new planet, 2003 UB313, or Xena, (black), with the amount of sunlight reflected from Pluto (red). The dips in the amount of sunlight, indicated with arrows, are a characteristic signature of a surface covered with solid frozen methane. Both Pluto and 2003 UB313 show these signatures.\" WHAT IS IT GOING TO TAKE IN THE ASTRONOMICAL COMMUNITY TO FINALLY DEFINE WHETHER THIS XENA BODY IS GOING TO BE CALLED A PLANET OR KUIPER BELT OBJECT OR WHATEVER? It's a good question. To be clear, it should always be called a Kuiper Belt Object, just as Pluto should always be called a Kuiper Belt Object, as well. The question is: Do you want to say it's a planet that is also a Kuiper Belt Object? Or is it purely a Kuiper Belt Object that is NOT a planet? What's it going to take? I actually think it's not going to take astronomers. Astronomers will continue to bicker about this forever, I suspect. In the end, it will take the real definition of a planet is a cultural definition, not a scientific definition. So, it's a decision that I think will be a cultural decision. If we as a culture accept this as a tenth planet, then it will be a tenth planet. If we decide there are only eight planets and Pluto does not count, then that will be the way it is, too. I think that's OK. A lot of scientists don't like that idea because they want to have control over words. But it's the same idea as the word 'continent.' There is no scientific definition of the word continent. If you ask geologists, they will tell you, 'Continents are the seven things that we call continents.' If someone found something bigger than Australia, we'd call that a continent, too. If they found something smaller, we would not call it a continent. And geologists have gotten over worrying about scientific definitions of those words a long time ago. I think it's time for astronomers to get over the same thing. WHAT ABOUT ITS FORMAL NAME? That is a good question. Right now it goes by the very unmelodious name, 2003 UB313. That name is purely a temporary designation that tells you when it was discovered and tells you nothing else. YOU ARE INFORMALLY CALLING IT 'XENA.' We always when we find objects that we're tracking, we like to give them names internally so we know what we're talking about. So, when we're talking to each other we don't get"},{"pageNumber":5,"pageContent":"confused. Using numbers always confuses us. So, we have always called it Xena to each other, not with the intention that anyone else would know that's what we called it. But now the word has gotten out and everyone knows we call it Xena. A lot of people are confused and think that's the name it's formally going to have and it's not true. It is not a name that would be accepted for an object in the outer solar system. What the real name will be, I just don't know. It's going to come down to several different committees within the International Astronomical Union (IAU) to decide what they want to call the object - do they want to call it a planet or not? And then if it's a planet, what sort of name do planets have? And if not, what sort of names for other things. So, I'm in the dark as everyone else on this one. CAN YOU GIVE A PEEK PREVIEW ON THE NAME SUBMITTED? Nope. (laughs) Absolutely not. IN OTHER WORDS, THE FORMAL ASTRONOMY BODY MUST DO THAT? That's right. Kuiper Belt Object \"Easterbunny\" (2005 FY9) LET'S MOVE ON TO THESE OTHER CHARMING NAMES SO MYSTIFYING: 'SANTA' AND 'EASTERBUNNY.' Those are both very interesting objects that have been completely over-shadowed by the tenth planet. They are actually not that much smaller. Each of those are probably somewhere around 2/3s or 3/4s the size of Pluto. So not quite Pluto-size, but almost. Each of them is interesting in their own right. I'll start with Easterbunny which has an official temporary name of 2005 FY9. But we always forget that, too, so we just call it Easterbunny. THAT'S BECAUSE IT WAS FOUND AROUND EASTER TIME? That's right, around Easter time (2005). The very interesting thing about Easterbunny is that it is, like Xena, very similar-looking to Pluto. Now, when I've told you there are two objects very similar to Pluto, you might think it's not very uncommon. But a month ago before anyone knew about these two (Easterbunny and Santa), there was nothing similar to Pluto out in the Kuiper Belt. Everything else looked very different and Pluto was very special in having the frozen methane on its surface, for example. Now suddenly, there is a family of three objects which all look very similar and it's going to help us understand. Instead of Pluto being a unique object that's difficult to understand (has frozen methane crust), we now see it as part of a family of objects (that also have frozen methane crusts). We can try to understand the entire family, with Pluto being the middle sized member of the three. That's very exciting to us. DO ALL THREE HAVE ODD ORBITS IN THE SOLAR SYSTEM? All three do. Pluto has a very eccentric orbit and is tilted. Easterbunny is tilted even more. Pluto is tilted about 20 degrees. Easterbunny is tilted about 30 degrees. And Xena is tilted about 40 degrees. So, they are all very tilted and very eccentric. WHY? We think it's because they have all had interactions with Neptune. Whenever we send a spacecraft out to study the outer solar system, we always fly that spacecraft by Jupiter and slingshot around Jupiter to get an extra boost to send us out. And we think the same thing happened to these Kuiper Belt Objects. They came close to Neptune and they got a slingshot effect inadvertently and got flung out of the plane of the solar system a little bit."},{"pageNumber":6,"pageContent":"T he current positions of the three new Kuiper Belt Objects around our sun. 2003 UB313 is Planet X, or \"Xena,\" on its highly eccentric orbit that takes it 9 billion miles from the sun far beyond Pluto in the Kuiper Belt. 2005 FY9, or \"Easterbunny,\" and 2003 EL61, \"Santa,\" are both about 4.5 billion miles from the sun in the Kuiper Belt. Illustration by Michael E. Brown, Ph.D., Cal Tech. WHAT ABOUT THE POSSIBLE HYPOTHESIS THAT SOMETHING CAME THROUGH THE SOLAR SYSTEM AND CAUSED THESE PERTURBATIONS? We don't think that explains these three objects. We actually do believe that explains another of the objects we discovered a year and a half ago: Sedna. Sedna is an entirely different beast from these four (Pluto, Xena, Easterbunny and Santa). It's much further out. It's actually the same distance away as Xena is right now, interestingly enough. But it's on an orbit that takes it much, much further out away from the sun than the other objects, and goes beyond the Kuiper Belt. All the other objects are within the Kuiper Belt. Sedna is well beyond the Kuiper Belt. And we think the only way it could have gotten to where it is: if a star came by and perturbed its orbit long, long ago. I don't think that's necessary to explain the other four orbits because we think we can do it just with the planets that we know of, so there is no need to invoke some other process. The Methane Mystery WHY WOULD THESE BODIES HAVE A METHANE CRUST? Now, that's the $64,000 question. There's a lot of methane in the outer solar system and we don't understand why. We are trying to figure that out right now. METHANE SHOWED UP ON COMET TEMPEL I? Right. There's methane seen in comets and many other things in the outer solar system. ON THE EARTH, WE OFTEN ASSOCIATE IT WITH ORGANIC MATERIAL. BUT IT CAN BE INORGANIC AS WELL. WHAT DO YOU THINK IS THE SOURCE OF METHANE IN ALL OF THESE OBJECTS? I actually don't have any good hypothesis for that right now. It's been sort of an unanswered question on Pluto for a long time. It's been for a long time one of those singular mysteries that people don't think about very much because there is no reason to. But now we have a whole population out there and it's time to put our thinking caps on and try to understand what happened. SO, THAT AMOUNT OF METHANE CRUST ON AT LEAST THREE AND POSSIBLY FOUR BODIES, IF YOU INCLUDE SEDNA, IS TRULY A BIG MYSTERY IN OUR SOLAR SYSTE M? It is, it really is. And it's one that no one has really thought hard about just yet. A Cigar-Shaped Object Called \"Santa\" (2003 EL61) WHAT ABOUT THE 'SANTA' OBJECT? Santa is perhaps my favorite Kuiper Belt Object currently. The reason is that it is large, like the other ones are. But it is a bizarre world. The reason is that it's spinning once every four hours. That doesn't sound very fast, but imagine if the Earth were spinning once every"},{"pageNumber":7,"pageContent":"four hours. It would be a stranger place to live on: our days would last two hours and our nights two hours. Because it's spinning so fast, it has deformed itself into something that is shaped like a stubby cigar. So, this big stubby cigar that is almost the size of Pluto is spinning end over end in space. It's quite surprising. The other interesting thing about Santa is that it has a moon. We were talking earlier about if the tenth planet had a moon, we could determine the mass. Santa has a moon and we have determined the mass which is about 30% of Pluto's. So, it's a little smaller than Pluto, but quite a high mass. The interesting thing about it is that the combination of the high spin and the mass let's us figure out what's in the interior. While for Pluto, we know it's about half ice and half rocks and for Xena, I told you we think it's going to be about the same answer. Santa is a very different answer. Santa is almost completely rock. And yet, when we look at the surface, all we see is frozen water. It looks like snow on the surface. So it looks like a large cigar- shaped rock that has just a very thin surface layer of water ice on it. HAVE YOU GOTTEN ANY ELEMENTAL COMPOSITION OF THE CIGAR-SHAPED OBJECT? Only the surface. Unfortunately, there is no way we can figure out what the interior is made out of, other than we know it's stuff that weighs the same as rock. It's dense like a rock is, not lighter weight like ice is. So we know it's probably typical rock like you would find around here and the ice is just a thin layer. BORROWING FROM THE 'X-FILES,' IS IT POSSIBLE THAT IT MIGHT BE SOMETHING STRUCTURED OUT OF METAL? It's too light to be metal. It works out very well if it's rock and spinning at the rate that it does, it should turn into the cigar shape that it is. So, it's all a consistent story and I don't think metal would work. IS IT THE ONLY CIGAR-SHAPED OBJECT THAT WE KNOW ABOUT IN THE SOLAR SYSTEM FROM THE SUN OUT THROUGH THE KUIPER BELT? It's the biggest one by far. There are some other objects in the Kuiper Belt that are also spinning very quickly, but some other astronomers have determined they are also cigar- shaped. But in no other case is the object so big or does it have a satellite around it. It's that moon around it that really lets us figure out what is going on. There has been speculative evidence for awhile that there might be some smaller cigar- shaped things. But this one is wild! It's almost the size of Pluto. In fact, it's length might be the same length as Pluto is in diameter, spinning every four hours. It's a crazy place! WHY WOULD IT HAVE SUCH A RAPID ROTATION? I don't know the answer to that. But I have a story that may or may not be true. It involves the spin and involves the fact that it's almost entirely rock, and it involves its moon. The way I put those three together is to think that initially Santa was much, much larger. It was indeed half rock and half ice as Pluto is. And it got hit by another object from the Kuiper Belt. When that happened, a lot of the ice melted and vaporized and disappeared. It got hit so hard that it started spinning very rapidly. As it got hit and started spinning very rapidly, it also spun off that tiny satellite (moon), much the same way that the Earth and moon that Earth was hit by a Mars-sized object and the moon was formed from that gigantic impact. I think that's the same story and it consistently ties in all the odd characteristics (of Santa) together. DO WE HAVE AN ABILITY TO TRY TO PHOTOGRAPH IT? It's going to be very difficult because these are so far away. We are going to try with Hubble and we may barely be able to see the cigar spinning in space, but it will be just at the limit of what we can tell. So, it won't be like a real photograph of a planet we're all used to or the beautiful spacecraft images that flies by very close. It will be a slightly elongated dot on the screen that will be changing slowly. In that aspect, this is less satisfying than being able to do those spacecraft observations. WILL WE BE ABLE TO PHOTOGRAPH EASTERBUNNY OR XENA? Easterbunny is at about the same distance and about the same size, so we will get a photograph. But again, barely resolved. Xena it's even further and it's going to be even smaller. If we see anything, we will just barely be able to tell that it's slightly larger than the smallest point of light. We will be very excited when we do that because we'll be able to tell for sure how big the object is. But it's not going to make for a very splashy picture.\""},{"pageNumber":8,"pageContent":"More Information: F or previous Earthfiles reports about solar system discoveries, see Archives: · 07/30/2005 -- Astronomers Report 10th Planet Far Beyond Pluto · 07/10/2005 -- First Data from Deep Impact Crash Into Comet Tempel I · 05/06/2005 -- What Are The Straight Lines on Saturn's Titan Moon? · 04/01/2005 -- What's Killing Off Marine Life Every 62 Million Years? · 02/17/2005 -- Iapetus and Enceladus: Baffling Moons of Saturn · 12/17/2004 -- Is Our Solar System's Red, Mysterious Sedna An Alien Planetoid? · 06/25/2004 -- Wild 2, An Amazing Comet · 03/15/2004 -- Most Distant \"Icy Planetoid\" in Our Solar System Has A Most Baffling Orbit · 10/07/2002 -- Large Kuiper Belt Planetoid Found Beyond Pluto · 07/11/2002 -- Hubble Telescope Photographs Seven Objects Traveling In Pairs Beyond Pluto · 02/24/2002 -- Mysterious Slowing of Pioneer Spacecraft 7 Billion Miles from Earth · 02/01/1999 -- Astronomy Updates with Brian Marsden and John Huchra, Harvard Website: Michael E. Brown, Ph.D. : http://www.gps.caltech.edu/~mbrown/planetlila/index.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
