[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 1: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch © June 1978 by John S. Derr, Ph.D., Seismologist, and R. Leo Sprinkle, Ph.D., Psychologist With permission, reprinted in Earthfiles.com © 2004 by Linda Moulton Howe. \" (The law officer) explained to me that they knew what the mutilations were and they had known for some time. They only report one out of four and in this county alone, there had been over 400 reports by that time. It was being done by extraterrestrials and they had spoken to the FBI about it.\" - 1978 Clearview Report, APRO P ortion of my original 1979 map that I wrote on concerning animal mutilation sites and the Clearview Report location between Elizabeth and Kiowa in Elbert County, Colorado, while the television crew and I produced the documentary A Strange Harvest which first broadcast on May 28, 1980 on KMGH-TV, Channel 7, Denver, Colorado. September 13, 2004 Elbert County, Colorado - While I was working as Director of Special Projects producing documentaries at KMGH-TV, Channel 7 (then CBS) in Denver, Colorado, I began an investigation in the fall of 1979 into the mystery of bloodless animal mutilations. Hundreds of animals around the world in 1979 had been found dead with the same pattern of tissue removed from the head, belly and rectal area without blood, tracks or signs of struggle. The phenomenon was not new. The first mutiltion reports went back to at least the early 1960s. But in 1979, there was an increase in the number of reports in the Northern and Southern Hemispheres. Law enforcement, ranchers and even fellow journalists had seen unidentified lights in the sky over pastures. In addition to unidentified lights, there were silent, black helicopters often associated with regions of ongoing mutilation reports. Sometimes those black helicopters dissolved into mist, according to eyewitnesses. Other times, there were loud sounds of what seemed to be a helicopter or low-flying jet over ranches, but no source of the sound could be seen. Amid that high strangeness, sheriffs and deputies spoke privately about a possible off-planet source for the mutilators. But publicly, law enforcement told the media that natural predators, disease and Satanic cults were responsible for the unusual animal deaths. One of those sheriffs was George Yarnell based in Elizabeth, Colorado, now deceased. While I was producing the documentary, A Strange Harvest, Sheriff Yarnell talked with me on the record about some of the cases he had investigated and the unidentified aerial traffic that puzzled him. He also told me that he was frustrated when he received an official Colorado State University Veterinarian Diagnostic Laboratory report (Fort Collins) concerning a piece of hide he had sent the Colorado Bureau of Investigation (CBI) to analyze. The CSU report said predators had cut the hide with their teeth. Sheriff Yarnell "},{"pageNumber":2,"pageContent":"knew for a fact that he had used his own hunting knife to cut the hide and to make a notch of identity. He kept half the notched hide to prove he was the source of the cut. That was Sheriff Yarnell's test of the forensic system because he was tired of seeing predator explanations on the CSU reports. After he received the false CSU report, he called up the CBI office in Denver to complain, which lead to a hostile meeting in Denver with CBI, CSU and Sheriff Yarnell. After that, Sheriff Yarnell did not trust CBI or CSU and stopped sending tissue samples from animal mutilations. After my documentary, A Strange Harvest, was first broadcast on May 30, 1980, in a two hour prime time television special, hundreds of people throughout the United States, Canada and other parts of the world contacted me to report similar animal mutilations and highly strange events associated with the animal deaths. Sheriff George Yarnell also agreed to talk with me further - but only off the record. I drove out to his office in Elizabeth, Colorado, and he told me about his efforts to understand what the unidentified orange lights were that always seemed to show up around the time of animal mutilations. He had even arranged one night with a local, small aviation airport to fly without navigation lights. Sheriff Yarnell was convinced that the mutilators were coming from the sky down into pastures and he was determined to catch the perpetrators. As Sheriff Yarnell, his deputy and the pilot searched for unusual aerial activity in the dark, suddenly the pilot yelled. Right below their small Cessna plane was a large, dark, perfect circle that blocked the ground from their view. Sheriff Yarnell told me it really scared him and he ordered the pilot to land as soon as possible. \"Whatever was in that round thing,\" he told me, \"knew what we were thinking.\" While the television crew and I traveled through Wyoming, Colorado and New Mexico, I carried with me a report that had been co-written by John S. Derr, Ph.D., Seismologist, U.S. G. S. in Denver, with R. Leo Sprinkle, Ph.D., Psychologist and Director of Counseling and Testing at the University of Wyoming in Laramie. Dr. Derr and Dr. Sprinkle referred to their investigation as the \"Clearview Report\" because they used the fictional name of Clearview, Colorado, to disguise the location of the high strangeness surrounding a ranch family that had animal mutilations, Big Foot, UFOs, entities, and electronic humming sounds over an approximate two year period prior to 1978. The report had been written for the Aerial Phenomenon Research Organization (APRO) of Tucson, Arizona, run by Coral and Jim Lorenzen, now deceased. The goal was to share some of the high strangeness details with other investigators, but to protect the identity of all eyewitnesses who were afraid of public ridicule if their names and ranch location were identified. The report was written with pseudonyms for everyone, from the ranch owners to the local law enforcement. But today in 2004, I can confirm that the sheriff referenced anonymously in the Clearview Report was Sheriff George Yarnell with the Elbert County Sheriff's Office located in Elizabeth, Colorado. With Dr. Derr's and Dr. Sprinkle's permission, I am presenting at Earthfiles.com the entire Clearview Report, as it was written in June 1978, under the title: \"Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch.\" Report on the Investigation of UFO Experiences on a Rocky Mountain Ranch by John S. Derr. Ph.D. APRO Consultant in Seismology and R. Leo Sprinkle, Ph.D. APRO Consultant in Psychology June 1978 Submitted to: Mr. and Mrs. L. J. Lorenzen (now deceased) Aerial Phenomena Research Organization (APRO) Tucson, Arizona This report is unusual in several ways: no names of individuals associated with the experiences are given and no information is given about the location of the area. The individuals describing these events have not subjected themselves to polygraph examinations, personality inventories, or other methods of personal assessment. The reasons for these procedures are not because the participants are fearful, on a personal basis, of any evaluation; rather, they are concerned, on a social basis, with revealing information about the identities of persons with whom they have experienced these unusual events. They do not wish to subject their friends and families to inquiries from the general public or from military or governmental"},{"pageNumber":3,"pageContent":"representatives. Thus, the investigators share some responsibility in providing information about the claimed UFO experiences, but in preventing information about the witnesses and locations being known to others. This request for confidentiality of information was made, and approved, on the basis it was the only way for information about these UFO experiences to be shared. Preliminary Information Dr. Derr, who serves (in 1978) as a Seismologist with the U. S. Geological Survey in Denver, Colorado, received a telephone call from individuals who expressed an interest in his credentials as a scientist and as a UFO investigator. At first, the individuals did not wish to give their names and addresses. However, after initial discussions, the persons agreed to conversations in the home of John and Janet Derr, with the understanding that they were representing several persons who do not wish to have their names and addresses revealed. Preliminary Investigation Dr. and Mrs. Derr met with the two individuals and talked with them about the events which have occurred on a ranch near a small Rocky Mountain community. For this report, we have called it 'Clearview, Colorado.' The participants in these various experiences will be identified as follows (titles and relationships are correct, but fictitious names have been used). The Business Partner (Jim ): The Business Partner is a middle-aged man who has professional training in physical and biological sciences and who has served in the U. S. military services, including a position as a Public Information Officer. The man is intelligent, educated, articulate and familiar with the techniques of military operations, including military secrecy. The Family - Husband and Wife (John and Barbara): The Husband is in a management position in a large corporation. His position could be threatened by any undue personal publicity. The Wife is a middle-aged woman who is intelligent, articulate and perceptive in regard to people's feelings and attitudes. Their teenage sons share the interest and concerns of others in the community. The oldest son (Joe) was allowed by his mother to describe events in which he had participated. Others: Others who have described events in which they had personal experiences are the Photographer (Roger), who photographed areas of unusual conditions; the Neighbor (Connie), a friend of the family who has known the Family and Business Partner for several years and who was willing to describe her UFO sightings; the Law Officer, who was willing to describe his sightings and his investigations of animal mutilations. Further Investigation After the initial statements by the Business Partner and the Wife, Dr. Derr and Dr. Sprinkle continued to participate in further investigations. Dr. Sprinkle serves as Director of Counseling and Testing and Professor of Counseling Services at the University of Wyoming, Laramie, Wyoming. He has been interested in UFO investigations for many years and serves as APRO consultant in Psychology. Because Dr. Derr has a private airplane as well as a private automobile, he is able to travel long distances in a relatively short time. Dr. Sprinkle met with Dr. and Mrs. Derr to discuss the preliminary investigation and to travel to the community to meet with the concerned individuals. Interviews were conducted with the Family and the Business Partner, the Neighbor and the Law Officer. In each instance, the individuals requested that no publicity be given to their names and locations, although they were willing to discuss the events which have Occurred and their own reactions to these events. It was obvious to Dr. and Mrs. Derr and to Dr. Sprinkle that the individuals involved were under some stress as they described their experiences (nervousness in voices; concern about not talking while in public places; willingness to talk with trusted friends, but a wish not to discuss matters with persons who might disrupt the friendly relationships between individuals in the community). The 'escalation hypothesis' to account for these strange events went from 'tricks by neighbor boys' to 'military operations' to possible UFO events. The evidence, according to the claims of these people, is massive that unusual events have occurred; however, the evidence provides little in the way of 'proof' that these events have occurred. The significant effect is the emotional impact on these people; they all state that the events have altered their lives and they believe that the unusual experiences are part of a huge operation."},{"pageNumber":4,"pageContent":" The Business Partner and the Family are willing for the investigation to continue, although they are no longer living on the ranch. The events caused them such concern that they felt they were forced to abandon their hopes and dreams for a Rocky Mountain ranch life. Summary of Statements The UFO witnesses have described, in various conversations, a variety of UFO sightings and related experiences. These events are summarized as follows: A few years ago, the Business Partner and the Husband and Wife pooled their financial resources to buy a ranch in the Rocky Mountain area. (Editor's Note: Near Elizabeth, Colorado, east of Colorado Springs.) The ranch was to be renovated and established as a working cattle ranch. Despite the long distance from their original location, they were pleased with the size and features of the ranch, including adequate grazing area, woods, and springs feeding a pond near the ranch house. They were puzzled because the ranch had been abandoned for several years, prior to their settling on the ranch. Also, they were puzzled because of the 'unspoken' mystery surrounding a building which had 'disappeared' more than a decade earlier. After settling on the ranch, they experienced a variety of unusual events: 1) A humming sound often was experienced in their house, although the hum could not be traced to electrical systems (which had been rewired), or to any other devices in the house. Often the humming sound was loud and distinct, but seemed to follow a pattern of being heard during a wind storm and for an hour or so after a wind storm. 2) Noises indicated that someone was walking around outside the ranch house. At times, someone seemed to open the car door and beat upon the walls or doors of the house and then run away. 3) Creatures who looked like 'Big Foot' were seen in the woods. 4) UFO sightings included nine glowing disks which set down in the pasture near the pond. During that observation, a light flash was observed by two men, including the Business Partner. At that moment, the Wife, who was looking out of the window, experienced a 'blow to the head.' She fell unconscious to the floor and was revived within a few seconds. 5) The Photographer took a picture of a large 'circle' (approximately 75 feet in diameter) in a clearing. Initially, the 'circle' supported no vegetation, but now the grass and weeds are beginning to grow again. 6) The Business Partner observed a landed disk in the woods and saw two humanoids nearby. He and the oldest son in the family saw a 'box' (approximately 3 feet long and 18 inches wide and 18 inches thick) which emitted strange hums and other sounds, while flashing on and off with multi- colored lights, giving an appearance of an electronic device. 7) One morning, the Business partner awoke unable to move and saw a tall, skinny creature wearing a helmet standing in the room by the glass door observing him (Jim). 8) There were many instances in which the electrical power of the ranch house and buildings was cut off, causing the area to be plunged into darkness. However, other ranchers did not have electrical power blackouts during those episodes on the Family's ranch. 9) On one occasion during an electrical black-out, the radio and stereo systems of the ranch house and bunk house emitted sounds of a voice saying, 'You have been allowed to remain. Do not cause us to take action which you will regret.' 10) The Business Partner described his experience of seeing two small 'humanoids' near a landed disk in the woods. 11) A cattle mutilation occurred around the time of increased UFO activities and the mutilated cow was identified as belonging to the ranch. "},{"pageNumber":5,"pageContent":"12) A body of a young bull was found shortly after a hunting episode. The oldest son and his friend were frightened when they discovered the cow because they had seen either a bear or Big Foot in the area. The young bull, which did not belong to the ranch, was found with his head twisted back and with various organs and parts of his body removed as if by surgical operation. 13) The Business Partner described his experience of being told by a humanoid that he should not go near the 'box.' A Big Foot creature was seen walking toward the box and then fell to the ground. The humanoid said to the Business Partner, 'As you see, it (box) can be lethal.' 14) The Business Partner described his experience of being in the woods where he saw a disk and two humanoids who looked and acted as if they expected him to arrive. They spoke to him in English and told him that they were sorry for the inconvenience and disturbances which had occurred to the people living on the ranch. The humanoids said that they expected some changes to occur in the events which were happening at the ranch. However, after that encounter and seeing the 'skinny creature,' the number of strange events and the tension associated with the experiences seemed to increase for the people living on the ranch. 15) A fire began on the front porch of the ranch house, apparently started by electrical wiring in contact with paint buckets on the porch. With the continuation of the strange experiences and the fear and stress associated with the events, the Business Partner and the Family decided to abandon their attempts to live at the ranch. Now, the Business Partner and the Family are engaged in a small business operation. However, they are hopeful that some day they might be able to return to the ranch and to develop the property into a working ranch. After talking with the Family and friends of the oldest son, a conversation was held with a woman (Connie) who has been a friend of the family and a member of the community. She described a UFO sighting which occurred 12 or 13 years ago. At first, she assumed that there was some 'military explanation' for the sightings. But as she learned more about the feelings and experiences of her friends and neighbors, she began to wonder if some other explanation might account for these strange events. The Law Officer was quite explicit in requesting that this information not be publicized. He did not wish to cause any public ridicule to be brought upon his office and he did not wish to cause any ridicule or publicity which would disrupt the harmony of the community. He said that in 1975, there had been several hundred cases of cattle mutilations reported and he had investigated many of those cases. In 1976, there were fewer than a hundred and in 1977, there were fewer than ten. However, he pointed out that during 1977, he was following a policy that he go out on very few calls regarding reported animal mutilations. This policy apparently was an intentional method of reducing the number of reports of cattle mutilations. However, no one knows whether it is the policy of the Sheriff, or whether it is a policy which is being followed by law officers of other counties, states or regions. The law officer described his fear and apprehension when, out on night patrol, he saw strange lights near the road. He knew the territory well enough that if he were to drive down the road, he would know where to find a car or truck or a vehicle in the road. However, many of these lights seemed to be silent objects which moved ''off the road'' and into the air, revealing 'cockpits' as they flew away. The Law Officer did not claim to see any humanoids associated with those lights or objects, but has viewed enough of these events to know that they are very real and that they cannot be accounted for by the usual explanations of 'airplanes,' 'helicopters,' 'hallucinations,' or the 'planet Venus.' Although he cannot verify the events described by the Business Partner and the Family, he knows that their earlier concerns were based upon the assumption that neighbor boys were playing tricks. Later, they questioned him about the 'cause' of the reported mutilations. Now, the Law Officer is aware that military operations might not be an adequate explanation for the experiences and the sightings which have occurred near the area. The Law Officer does not profess to have an explanation, but he no longer scoffs at the hypothesis of extraterrestrial visitation. Conclusions Although it is difficult to describe and explain the claimed events, it is quite apparent to the investigators that the people with whom we have been talking are intelligent,"},{"pageNumber":6,"pageContent":"articulate and perceptive individuals. The intellectual and emotional doubts (and courage) which are experienced by these witnesses are apparent in their conversations and in the way they have conducted themselves during the interviews. The UFO witnesses seem to be experiencing a dilemma in which they wish to be seen as conscientious and patriotic Americans. Yet, they are convinced that 'U.S. military operations' is not sufficient explanation to account for the strange events which they have experienced. Their concern about the meaning of these events is enough that they wish to share information with trusted persons in the hopes that investigators might be able to provide them with a better explanation for these unusual events. Within the limitations of maintaining the confidentiality of witnesses' names and addresses of witnesses, it is hoped that this report will provide APRO consultants with information about the investigations of the unusual events. It is also hoped that some suggestions can be shared on possible methods for further investigation of the area. Chronology of Unusual Events Note: The following is a condensed transcript of the initial interview with the Business Partner (Jim) and the Wife (Barbara) not their real names. The conversation has been somewhat condensed for clarity and easier reading. It has also been reordered slightly to group descriptions of the sightings and unusual events at the beginning, leaving their speculations at the end. Some information from subsequent interviews with the Photographer (Roger) and one of the frequent guests (Harry) has been inserted as if said by Jim. Jim and Barbara have reviewed this entire manuscript and approved it for release in this anonymous form. 1. The House Hums Jim: The first unusual occurrence after we moved onto the ranch was a strange hum. We went out and disconnected all the electrical wires. And at first, we just thought it was an unusual occurrence. We had done the wiring ourselves. But the house hummed most particularly during a wind storm and for some time afterwards. I found out later that the ranch might be undermined with a large amount of coal mines. It was one of the largest coal areas in early Colorado history. And supposedly one of the largest is on our ranch, but we've never found any traces of (coal mine) at all. I've really looked. I've walked every inch of the land. I still believe that there are some kind of pumps underground that pump the water out due to the barometric changes that raise the water level after a windstorm. It is almost invariably associated with the wind. It is quite loud and distinct. On the occasions that we have seen UFOs, the hum usually comes along and it is quite similar. I don't think aircraft would go up every time the wind came, but the house does hum almost with every major windstorm. I'll play you a tape of the hum that we recorded. The house does this continuously during a windstorm and usually for an hour or two afterwards, depending on the length and intensity of the storm. It was humming the last time we were there about six months ago and I'm sure if you go there and could spend in excess of eight hours there, you would hear it. The most practical (happens most frequently) time to hear it is about 6 or 7 o'clock in the morning almost religiously it is like an alarm clock. It does come on at other times during the day, but it is easier to hear it at night. There is a particular area that it emanates from stronger and that is where we put the microphone to record it. If you want to make a tape of this and can do anything with it to analyze it, feel free to do it. But I don't want to give up the tape (I've made). Barbara: It sounds almost like a turbine of some kind. The tape doesn't give a clear sound of it. It would come on sometimes louder and sometimes softer. Once, the first year at Christmas, it came on so loud we had difficulty talking and hearing each other. That is the only time it came on that loudly. It never again came on quite that loudly. My husband was the first one that heard it. We had just finished moving the last few loads in and Jim and I were still in town picking up some more things. John had gotten to the ranch first. The children were at a friend's house. The minute we walked in, John said there was something wrong with the wiring and there is this terrific hum in here. And we had put all the wiring in ourselves. We worked on the house for three months before we could even move in. There was dirt all over it because doors had blown open and it was just terrible. Jim had put most of the wiring in and we thought that maybe we had done something wrong, so we shut off all the breakers we could find. That did not stop the humming, so we went out and turned it off at the pole so there was no electricity at all coming in from the pole which is in the center of the"},{"pageNumber":7,"pageContent":"corral. 2. Bright, Trapezoidal-shaped Light Jim: I moved to the ranch in October of 1975. When we first moved out there, we had cattle on the ranch and I was watching the cattle and remodeling. On approximately October 16, 1975, we have a dam on the northwest corner of the property and the cattle were braying very heavily that night. I went out to see what was disturbing them. We have a large coon hound that was watching the property and the dog was extremely afraid of something. He was on the porch and wanted in, so I grabbed a gun and went out. The cattle (range cattle do not usually come close to you; they usually give you a wide berth) were packing me so tight that I couldn't hardly get through the middle of the herd. I walked about half way to the dam and above the dam was a large lighted object. It was orange and trapezoidal shaped and looked much like the top of a lighthouse. I was going to see what it was and I got about halfway there when I realized that the cattle were upset, the dog was upset and that whatever it was, I didn't need to know! That was during the cattle mutilation days and I had a small caliber rifle and decided to leave well enough alone. So I went back to the house and just filed it away as something interesting that happened and tried to forget it. Shortly after that, we had several cases of where the dog would not go outside. The dog is not afraid of anything except, we found out later, he's afraid of bears. We have a mountain lion on the property which he aggresses very rapidly, so we could not figure out why the dog was afraid. 3. Paralysis Jim: Shortly after that, Barbara moved out there, I think, and John was commuting back and forth to his office and he wasn't there a good part of the time. We didn't have the heat on very adequately and it turned cold and we had electric heaters set up all over the place using the electricity to heat us. We were all in one bedroom in the back watching TV. There were the three of us: Steve, a friend from Boston, and Barbara and me. Well, I found that they had a large reward for the cattle mutilators. That night, I was going out tracking them. I had a large 12-gauge shotgun and I fancied myself the great hunter and I was going to go catch the cattle mutilators. Well, I laid down on the couch and I was unable to get up; it was like paralysis - like I was drugged. It was about 8:30 p.m. at night. Now, Barbara, you tell what happened to you. Barbara: We were watching TV, Steve and I, in the bedroom that was fixed up as a sitting room. Without any outside stimulus that I know of, my blood pressure and my heartbeat went up. I do have a high blood pressure problem. I saw spots and had difficulty breathing and thought I was having a heart attack. Steve panicked and I was trying to get Jim awake on the couch because I really thought that was what was happening (heart attack). I have a perceptual problem with direction. I do not know north, south, east or west. But all of a sudden, I knew exactly where I was a feeling I have never had before and have never had since then. My thinking pattern felt different. I don't think logically. I'm a very emotional person and things that popped into my mind were just like pearls on a string and went right down to the end. I remembered things that I had completely forgotten and that frightened me. By that time, I was screaming and Jim came to from whatever his problem was. He could not seem to talk and I was trying to tell him what had happened. While I was getting it all out, the only thing I wanted to do was leave. Now, you have to realize that I loved that place and some part of me still does. I had no place that I wanted to go, but my immediate feeling was get out! Get in the car and go anywhere! And I was not at the point where anyone had to hold me down, but I was having to hold myself down. I really wanted to run anywhere! Jim got me calmed down and Steve was in a panic. Shortly after that, John showed up. I started to tell him what happened, but I couldn't talk about it. Every time I started to, I would stutter. Jim then started telling him what happened and when Jim started telling him, then I was able to talk about it. That was the first strange thing that happened to me something like it had never happened to me before in my life. I nave never lost control of my own thinking faculties. I can't bear the thought of losing control. Even drinking I watch very carefully what I drink because I might do something wrong and someone might laugh. I was upset for days. Jim: I'm a late night owl and I couldn't conceive of myself going to sleep at 8:30 p.m. and not being able to get up. But again, we had nothing to relate it to as being"},{"pageNumber":8,"pageContent":"an eerie experience except as something strange happening and just forget it.\" C ontinued in Part 2 - Mutilations Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
