[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon A Scientific Report About Three British Crop Formations: Milk Hill and Chilbolton \"Face\" and \"Code\" © 2001 by Linda Moulton Howe October 27, 2001 Grass Lake, Michigan - Two weeks before the September 2, 2001 huge hexagram appeared in Red Deer, Alberta, Canada, employees at the Chilbolton Observatory in Hampshire, England saw the strange binary code formation in the wheat field next to their radio telescope on August 20th. At the time, I interviewed British researcher, Paul Vigay, who compared the Chilbolton code to the 1974 Arecibo, Puerto Rico radio telescope transmission created by Cornell University astronomers to send a message about humans and the earth into space. See: Earthfiles August 25, 2001 . Upper left corner is Chilbolton Observatory, a British government-owned facility, was originally constructed in 1965 to study radio wave propagations from space and satellites. The Observatory is off limits from the public. The wheat field that runs along its boundary, as shown in above photograph, is privately owned and operated by the Leckford Estate. The \"Face\" first appeared on August 14, followed by the \"Code\" on August 20, 2001. Aerial photograph © 2001 by Lucy Pringle. The week before the code appeared, people working at Chilbolton could see another dark area on August 14th in the wheat field. No one knew what it was until aerial photographs were taken and there was a humanoid face. Only two days before that, the enormous 787-foot-diameter six-armed formation of 409 circles was discovered at Milk Hill on August 12. "},{"pageNumber":2,"pageContent":"409-circle, 787-foot diameter formation discovered Sunday, August 12 after a night of rain. This wheat field is on the highest plateau of Milk Hill and the highest point in the county of Wiltshire, England. The field is not visible from any road and to get there, people must walk about fifteen minutes from the nearest place to park a car. Photograph © 2001 by Lucy Pringle. Today I received from Grass Lake, Michigan biophysicist W. C. Levengood his analyses of plants and soil collected at the two Chilbolton patterns and Milk Hill by Charles and Francis Mallett of Wiltshire, England. Milk Hill 409 Circle Formation Discovered August 12, 2001 Nodes Lengthened and Expulsion Cavities First, the Milk Hill formation of August 12th. Growth nodes were lengthened and had expulsion cavities. The cavities are small holes blown out of the stem nodes. Dr. Levengood has documented such expulsion cavities in other formation plants over the past several years. He hypothesizes that cell water is heated by microwave energy in a \"spinning plasma vortex\" that interacts with crops to produce some - but not all - crop formations. Tiny expulsion cavities in crop formation nodes collected from August 12, 2001 Milk Hill, England 409-circle formation. Magnification 40X. Photographs © 2001 by biophysicist W. C. Levengood. Formation Seed Weights Low But Germination Growth Rates Increased 111% Dr. Levengood also discovered that the Milk Hill formation wheat seed weights were significantly reduced compared to normal control wheat"},{"pageNumber":3,"pageContent":"samples taken outside the formation. But when the Milk Hill seeds were germinated under controlled laboratory conditions, the Milk Hill plants had a 111% increase in the mean growth rate than the controls. To p photograph : germination and growth of seeds labeled \"Near Center #2\" from the August 12, 2001 Milk Hill formation, compared to normal plant seeds in lower photograph labeled \"Control # 4.\" Epicenter seeds had an 111% increase in the mean growth rate compared to the controls. Photographs © 2001 by W. C. Levengood. Dr. Levengood wrote in his report, \"These pronounced growth differences are never observed under normal conditions. What we are observing here is that seeds from the formation samples that show reduced seed weight are germinating and growing at faster rates than seeds from the sample sets taken outside the formation. ...The enigma of lower seed weights and higher seedling vigor is due to the fact that when the formation occurred, the seeds stopped development in the presence of microwave energies. But the controls continued to fill out the endosperms during the following two week period before sampling.\" Dr. Levengood has frequently found increased growth rate from formation seeds since his investigations began in the early 1990s. He has demonstrated in his lab that controlled, short bursts of microwaves on cereal crops can produce accelerated growth. Magnetic Iron Concentration Higher Than Normal Soil He also found higher than normal deposits of magnetic material in the soil sampled from the Milk Hill formation compared to soil outside the formation. Dr. Levengood has seen such unusual concentrations of magnetic iron in other crop formations ranging in sites from Israel to Europe and the United States. The distribution of the magnetic particles is often consistent with the \"physics of forces on magnetic particles"},{"pageNumber":4,"pageContent":"suspended within a rotating vortex system.\" The red arrow points to a magnetic iron particle in soil collected by dragging a magnet over the ground at the August 12, 2001 Milk Hill 409-circle formation. The percentage of magnetic material found in the formation soil was higher than normal soil. Photograph © 2001 by biophysicist W. C. Levengood. Milk Hill Summary: Dr. Levengood's bottom line assessment of the August 12, 2001 Milk Hill formation is that a spinning energy system involving microwave energies interacted with the wheat plants and caused biochemical and biophysical changes and a higher concentration of magnetic iron particles in the soil. Chilbolton Observatory \"Face\" Discovered August 14, 2001 and \"Code\" Discovered August 20, 2001 Chilbolton Summary Dr. Levengood did not find any lengthened nodes, expulsion cavities, seed weight changes, increased growth rate or greater concentration of magnetic iron in the soil of either Chilbolton formations. The absence of those findings might mean that the source of the Chilbolton formations was not the same as Milk Hill. Exactly which intelligences (human, non-human, other-dimensional) are behind the global crop formation phenomenon is unknown. We b s it e s : http://home.clara.net/lucypringle http://www.cropcircleconnector.com/c%26f/c%26f.html http://www.cropcircleresearch.com/ http://invisiblecircle.de/ http://www.cropcircleconnector.com/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly"},{"pageNumber":5,"pageContent":"prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
