[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Infectious Diseases - A Global Threat © 2000 by Linda Moulton Howe Influenza virus under microscope. September 24, 2000 Atlanta, Georgia - Last week, epidemiologists from around the United States gathered in Atlanta with Center for Disease Control officials to come up with a plan to cope with the possibility of a worldwide flu epidemic. New flu strains emerge every thirty to forty years on average. The last major one was the Hong Kong flu in 1968, thirty-two years ago. So health officials are afraid the stage is set for another major influenza epidemic, or pandemic. The 1968 flu killed about 34,000 Americans. The most severe pandemic was the Spanish flu in 1918 that killed 620,000 Americans and at least 20 million people worldwide. Virus specialists are concerned about flu strains that now exist in birds, but not in humans.That means people have no resistance to those new influenza microbes. At the Atlanta meeting, virologists talked about two of those new bird flu viruses that might have jumped to a worldwide scale in 1997. That year, a virus spread from Hong Kong chickens to humans through poultry feces. Hong Kong's reaction was to kill all the 1.4 million chickens in the city before the new virus spread further among birds and people. At exactly the same week in Hong Kong, the A Sydney flu virus was confirmed. If that virus and the chicken virus had combined in one human to form a new flu strain, no one would have had immunity and the pandemic would have started in 1997. Dr. Robert Webster, Chairman of Virology and Molecular Biology at St. Jude Hospital in Memphis, Tennessee told the epidemiologists, \"We were very l u cky t h en . It go t very cl o se.\" Since it can take half a year to develop new flu vaccines, medical researchers are now trying to create against the dozen new influenza strains now in birds. But it could take five more years. Are any of the local and state health facilities in the U. S. prepared to handle a huge population of sick people? Or the panic that could ensue if there is not enough medicine and staff to cope with a pandemic crisis? Those questions were posed at the Atlanta meeting of epidemiologists. "},{"pageNumber":2,"pageContent":"Culex pipiens mosquito, one of the carriers of the West Nile Fever virus between birds, animal and humans. While those doctors are worried about a worldwide flu epidemic, other health officials from Israel to New Jersey, New York and Connecticut are worried about the persistence of the West Nile virus that is transmitted by mosquitoes that bite infected birds and pass the disease on to animals and humans. Three horses in central and southern New Jersey have now joined the list of infected animals that have become so ill they have been euthanized to put them out of their misery. So far in New Jersey this year, 837 crows and a cockatiel have tested positive for the West Nile virus - all in the northern counties near New York City where there have been eleven cases of human infections in 2000. In Israel, eighty people have become ill with West Nile Fever virus and seven have died since the beginning of August, including a three-year-old child. The disease, long associated with the Middle East, Africa and Eastern Europe, has traditionally had about a 23% mortality rate. New questions about the virus's ability to spread beyond the mosquito-bird connection have now been raised. Until now, the West Nile virus was said to spread only by mosquitoes that bite infected birds. In September, the U.S. Center for Disease Control and Prevention announced the virus has been found in cats, dogs and bats at the same time the Pasteur Institute in Paris, France announced that it has confirmed isolation of the virus in horses. Researchers now wonder if the West Nile viral load in some mammals is great enough for mosquitoes to transfer the fever illness directly from sick mammals to humans without bird intermediaries. We b s it e s : http://www.cdc.gov/od/oc/media/pressrel/r2k0622a.htm http://www.jpost.com/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
