[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon New Photos from NASA's Chandra X-Ray Observatory © 1999 by Linda Moulton Howe September 24 and 28, 1999 Marshall Space Flight Center, Huntsville, Alabama This week NASA released new photographs from its Chandra X-Ray Observatory launched in July 1999. One surprising image is in the Small Magellanic Cloud, a galaxy 190,000 light years from earth. It's the aftermath of a supernova, a sun that blew itself apart, which looks like a wheel with spokes. The \"wheel\" is forty light years in diameter. Chandra X-Ray Observatory photograph of supernova remnant in the Small Magellanic Cloud galaxy 190,000 light years from earth, released by NASA on September 20, 1999. Chandra is photographing in x-ray frequencies that are showing details never observed before. For example, the photograph below clearly shows a neutron star known as a pulsar at the center of an ancient supernova explosion. This pulsar rotates very rapidly, making a complete rotation every one-twentieth of a second and is surrounded by an enormous shell of debris from the star's original explosion. "},{"pageNumber":2,"pageContent":"Chandra X-Ray Observatory photograph of neutron star, or pulsar, which rotates every one-twentieth of a second, released by NASA on September 20, 1999. Another supernova remnant is seen through a large, round patch of debris. NASA says that \"detailed observations with radio telescopes confirm that in these supernova remnants the radio waves are produced by high energy electrons spiraling around magnetic field lines. The x-rays are probably produced by the same process, but the electrons involved have energies many thousands times higher than those that produce the radio waves.\" Chandra X-Ray Observatory photograph of supernova explosion released by NASA on September 20, 1999. One of the most intensely studied objects beyond our solar system is the remnant of a star that humans on earth actually saw explode in 1054 A. D. Chinese astronomers that year reported a \"guest star\" that appeared suddenly and remained visible for weeks, even during daytime. The nebula is located 6,000 light years from Earth in the constellation Taurus. The Crab pulsar at its center is a rapidly spinning neutron star left behind after the supernova. When NASA's Chandra X-Ray Observatory was aimed at the Crab Nebula, it photographed something never seen before: a clearly defined ring around the central neutron pulsar star that blew up almost a thousand years ago."},{"pageNumber":3,"pageContent":"NASA's Chandra X-ray Observatory reveals a ring around the rapidly spinning neutron star at the center, the remnant of a supernova explosion in 1054 A. D. Image by NASA/CXC/SAO, released September 28, 1999. It is theorized that neutron stars are formed in a few seconds before a supernova explosion when gravity crushes the central core of the star to densities 50 trillion times that of lead and to a sudden small diameter of only about twelve miles. The consequence of the dramatic collapse is that neutron stars spin rapidly and are highly magnetized. The Crab Nebula pulsar rotates thirty times per second, a huge \"generator\" with a rotating magnet that generates ten quadrillion volts of electricity. That's thirty million times more than a typical l igh t n in g b o l t . The tilted rings are waves of high-energy particles that appear to have been flung outward over the distance of a light year from the central pulsar. Further, there are jets of high energy particles sweeping above and below the pulsar perpendicular to the ring. Astronomers are applauding these extraordinary details Chandra is providing. Professor Jeff Hester at Arizona State University in Tempe, Arizona said, \"(The ring) should tell us a lot about how the energy from the pulsar gets into the nebula. It's like finding the transmission lines between the power plant and the light bulb.\" What is happening between the ring and pulsar? Dr. Martin Weisskopf, Chandra Project Scientist from NASA's Marshall Space Flight Center in Huntsville, Alabama, says \"The Crab pulsar is accelerating particles up to the speed of light and flinging them out into interstellar space at an incredible rate.\" We b s it e s : http://science.nasa.gov/newhome/headlines/ast21sep99_2.htm Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent."},{"pageNumber":4,"pageContent":"Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
