[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Former RAF Bentwaters Staff Sgt. James Penniston Recalls Black, Glassy, Triangular Craft, Symbols and Missing Time © 2009 by Linda Moulton Howe “T he best way to describe that craft is if you had an onyx stone that measured 9 feet long and 6 feet high - that's what you would see.” - F ormer USAF Sta ff Sgt. James P enniston Click for Earthfiles Podcast. A erial image of the runway at RAF Woodbridge surrounded by the thick Rendlesham Forest. E ast Gate at RAF Woodbridge, Suffolk County, England. E ast Gate at RAF Woodbridge open with road and Rendlesham Forest beyond. "},{"pageNumber":2,"pageContent":" September 24, 2009 Freeport, Illinois - Former RAF Bentwaters Staff Sergeant James W. Penniston was RAF Woodbridge Security Supervisor on December 26, 1980. He was 26-years-old at the time and had been in the U. S. Air Force since 1973 after graduating from Freeport High School in Freeport, Illinois. His RAF Bentwaters Deputy Base Commander was Col. Charles I. Halt. C ol. Charles I. Halt (Ret.) on left with Sgt. James Penniston (Ret.) in 2007. Not long after the clock changed to midnight after Christmas, Sgt. Penniston received a radio call from Central Security Control (CSC) asking him to proceed to the RAF Woodbridge East Gate. There he was to contact his counterpart on the police side of military security, law enforcement supervisor Staff Sergeant (SSgt) Bud Steffens. USAF police handle domestic issues and who is coming in and out of the base. USAF security protect the base perimeter, resources and flight line operations. On December 26th, at least 14 security personnel and 6 air force policemen were working RAF Woodbridge. One of those air force policemen was Airman 1st Class John Burroughs who reported to Sgt. Bud Steffens. When Staff Sergeant Jim Penniston arrived at the East Gate, Sgt. Steffens told him there was a problem in the Rendlesham forest. Sgt. Penniston could see reddish-orange light in the trees, assumed it was a crashed airplane on fire in the woods, and asked Sgt. Steffens, “When did it crash?” But Sgt. Steffens said, “Jim, it did not crash. It landed.” Puzzled, Sgt. Penniston called the 81st Police Squadron Shift Commander, Lt. Fred “Skip” Buran, and asked for an Eastern Radar check. Lt. Buran told Sgt. Penniston there was an object over the base and that “something had disappeared off radar.” That convinced Shift Commander Lt. Buran to give Sgt. Penniston permission to go off base to investigate. Sgt. Penniston asked Sgt. Steffens to go with him into the woods, but Steffens did not want to leave base property. So, John Burroughs volunteered to join Sgt. Penniston and Airman Cabansag. The three men traveled in a pickup truck from the East Gate toward the fiery light in the forest. They drove as far as they could to the trees, parked and walked closer to the mysterious lights that were colored red, orange and blue. Their radios were interrupted by unusual static and Sgt. Penniston asked Ed Cabansag to go back toward the truck and act as a radio relay between Sgt. Penniston, Airman Burroughs and Central Security Control. Airman Richard Bertolino and Sgt. Hall on Bunker Hill had been able to hear Sgt. Penniston’s radio communications at the beginning of their walk into the forest. Then there was the radio static and Security Control called for radio silence, cutting off Bertolino and Hall. John Burroughs says recently he has learned from their 81st Security Police Squadron Shift Commander that night, Lt. Fred Buran, that radio silence was called for because Security Control lost all communications with Sgt. Penniston and John Burroughs for about 45 minutes. Retired Staff Sergeant Jim Penniston begins now with his and John Burrough's approach to the bright lights in Rendlesham Forest."},{"pageNumber":3,"pageContent":"Interview: Former USAF Staff Sgt. James W. Penniston stationed at the joint RAF Bentwaters and RAF Woodbridge bases in Suffolk County, England, in 1980, was assigned as RAF Woodbridge Security Supervisor on December 26, 1980: “It was apparent it was not an airplane crash – there was no fire, there was no fumes or anything like that from anything burning. What it was was a very bright light illuminating from the forest floor. COLOR? Bright white. SO, IT'S NO LONGER THE RED, THE ORANGE AND THE BLUES - IT IS NOW ONLY WHITE. Correct. It was very hard to see at that point in time. IT WAS SO BRIGHT? Yeah, it was very luminous, yes. DO YOU REMEMBER IF AIRMAN 1ST CLASS JOHN BURROUGHS IS THE ONLY PERSON WITH YOU AT THAT POINT? That's correct. It was John and I and when we approached the craft, what I wanted to do was establish what I had was a craft of unknown origin sitting in front of me and I was going to ascertain whether or not this was hostile or a threat to the resources on the base. WHAT ARE YOU SEEING IN THE LIGHT WITH YOUR OWN EYES AND MIND? It was a triangular craft. The fabric of the craft was black and like glass. Then throughout the fabric of the craft, there was some coloring, lighting, varying from saucer shape to pie shape circles that moved around the craft. They were colored. Some were red, blue and some yellow, or more orange. John was still with me and I started taking observations in the notebook to coordinate the time I was there and what my actions were. IF YOU COULD GIVE US A FEW MORE DETAILS ABOUT THIS BLACK, GLASSY TRIANGLE - THAT YOU WERE SEEING WHAT LOOKED LIKE CHANGING GEOMETRIC PATTERENS OF DIFFERENT COLORS BELOW THE GLASS? OR ABOVE THE GLASS? Predominantly below the glass on the underside of the craft and then occasionally moving around to the upper side of the craft. It appeared that the coloring was part of the actual craft fabric. It made no sense. I've never seen anything that had that type of effect before. CAN YOU SEE THROUGH THE BLACK GLASS INTO THE INTERIOR? No, it was fully opaque. As we approached it, though, that's when I stepped off measurements of the craft. It measured approximately 9 feet long - that was three long steps with my stride - and approximately 6.5 feet tall. The fabric of the craft was completely opaque and glass-like. Occasionally you would get some movement of color throughout the fabric of the craft - sometimes a small glob that was probably six inches across, the color. Sometimes 12 inches across, but they were very sporadic color. THESE WERE CIRCLES THAT WOULD CHANGE THEIR SIZE FROM SOMETHING LIKE 6 INCHES TO 12 INCHES WHEN THEY MOVED OVER THE SURFACE OF THE DARK BLACK GLASS? That is correct. It's hard to describe. But I think what stands out in my memory is the blackness of the craft. The best way to describe that craft is if you had an onyx stone that measured 9 feet long and 6 feet high - that's what you would see. WOW, AMAZING! Yeah, to say the least (laughs). It was very unusual."},{"pageNumber":4,"pageContent":"B lack onyx stone from Brazil. Image by Heartofstonestudio.com. WERE YOU THINKING AT THAT MOMENT: ‘THIS IS NOT FROM EARTH’? I knew it was not from any form of government - I mean, no air force on Earth. No! It was beyond our capability. DID YOU SAY TO JOHN BURROUGHS THEN, ‘THIS LOOKS LIKE SOMETHING FROM OUTER SPACE’? I looked at John and said, ‘I don't know how in the hell we're going to explain this!’ DO YOU REMEMBER WHAT HE SAID? John says, ‘We have a UFO here.’ And I said, ‘We have something here.’ I said, ‘I have to have quiet here. I've got to have some quiet!’ I did do the walk around the craft at that point in time and as I walked around that craft, I had already paced it off, so this was my second or third time I was walking around it - mainly in awe. Toward the one side of the craft, there were markings on the craft, which were very unusual. They measured probably 2.5 to 3 feet wide. They were a series of etchings, it seemed like to me, like they were etched in the fabric of the craft. They felt that way to the touch anyway. AND WHEN DID YOU TOUCH IT? Second or third go around I was walking around the craft. The first time I did measurements of the size. The second time I was looking for compartments or crew compartments or a window or something! It was completely void of all that. It was a completely smooth surface. Since there was no indication that there was going to be anything hostile from it - it was doing absolutely nothing. It was benign at that point, so I considered it was not a threat to the base itself. As I was walking around examining it, I was looking underneath and touched it and the feeling for that actually - the air temperature out there at the time was probably - I don't know, maybe 34 degrees F., something like that. And the craft was very warm to the touch. I would say, if I had to guesstimate, the temperature, the craft was probably like 60 degrees F. YOU WERE FEELING HEAT AND WHAT ELSE? The smoothness of the craft. I was trying to figure it out - it feels like glass, but it can't be glass. It's got to be metal, at least with my experience the craft would be metal. But it felt like glass. I was confused at that point because nothing in my training or in my past experience prepared me for what was going on. As I felt my way around the craft, I came upon the symbols that were on the craft and I gave them a lot more attention, feeling each one and then recording it in my notebook."},{"pageNumber":5,"pageContent":"S taff Sergeant James W. Penniston's sketch of symbols that were etched with the texture of sandpaper over about 3 feet of the dark, glassy craft’s surface, averaging about 3-inches high. S taff Sergeant James W. Penniston's sketch of triangle-shaped, dark glassy surfaced craft he photographed and touched in early hours of December 26, 1980. S taff Sergeant James W. Penniston was Security Supervisor at RAF Woodbridge on December 26, 1980. This image is one of the original notebook pages written by Sgt. Penniston during the three nights of Rendlesham Forest unidentified lights, beams and craft activity. YOU'VE DRAGGED YOUR HAND ACROSS THE SURFACE OF THE DARK, GLASSY, TRIANGULAR CRAFT, AND YOU PUT YOUR FINGERS INSIDE EACH OF THE SYMBOLS THAT YOU'VE DRAWN IN YOUR NOTEBOOK? I put my fingers on top of them. There was no indention. They just seemed like an etching on the craft. If you had a sheet of smooth glass and you took a piece of sandpaper and you laid it on that glass and running from the glass surface to the sandpaper, that's how it felt. OH, SO IT IS NOT ENGRAVED IN AND IT'S NOT RAISED AS MUCH AS IT IS A DIFFERENT SURFACE TEXTURE?"},{"pageNumber":6,"pageContent":"Correct. WHEN YOUR FINGERS TOUCHED THE SYMBOLS, DID YOU HAVE ANYTHING COME INTO YOUR MIND IN TERMS OF THOUGHT OR IMAGE? Well, that's the part I just don't really know when it happened, but - yeah, did I feel intelligence? Yes! DID ANYTHING GO INTO MIND IN TERMS OF PICTURE OR THOUGHT? None that I can recall, but here is something that is odd. I lost track of John for 45 minutes or so. I don't know where he was at, but I don't know if it was because I was mesmerized by what was going on in front of me or what. There's like a 45 minute gap of time there, which seemed like - I don't know - a couple of minutes. I don't know what caused the distortion. JOHN BURROUGHS CANNOT REMEMBER SEEING YOU DRAWING IN A NOTEBOOK. HE CANNOT REMEMBER SEEING YOU TOUCH THE CRAFT. HE CANNOT REMEMBER SEEING YOU PHOTOGRAPHING. YOU DID HAVE A CAMERA AND TOOK PHOTOS, CORRECT? Correct. WHAT DO YOU REMEMBER ABOUT THAT PERIOD WHEN YOU WERE PHOTOGRAPHING? I took as many photographs as I had in the camera and as fast as I could walking around the outside of the craft. They were before the first walk around. SO, THE FIRST THING YOU DID WAS TAKE THE PHTOGRAPHS? Yeah. DID YOU WALK AROUND THE CRAFT WHEN YOU TOOK THE PHOTOS? A partial walk around. I did probably 90 to 160 degrees. HOW MANY IMAGES WERE THERE? I believe there were 36 on the roll. THIS WAS 35MM COLOR NEGATIVE IN DECEMBER 1980, CORRECT? It was black and white. I was going to use it if there was a crash scene. YOU'D TAKEN IT OUT OF THE TRUCK WHERE YOU LEFT CABANSAG? Yeah, I left the truck with it. AND IF THE VERY FIRST ACTION THAT YOU TOOK WAS TO USE THE CAMERA WITH THE BLACK AND WHITE NEGATIVE FILM IN IT TO PHOTOGRAPH THE VERY UNUSUAL OBJECT IN RENDLESHAM FOREST AND JOHN BURROUGHS DOES NOT REMEMBER YOU PHOTOGRAPHING, IT MEANS THAT JOHN BURROUGHS WAS APPARENTLY NOT AWARE OF WHAT YOU WERE DOING RIGHT FROM THE BEGINNING OF YOUR TIME CLOSE TO THE CRAFT? We were together. (laughs) I don't have an explanation, but what we were seeing was out of the ordinary, you know, and John was agitated, but it's understandable. I mean, he was excited, agitated, from the time of the East Gate all the way out there. I had more experience. I had been to a lot of crash sites. WHEN IS YOUR VERY NEXT MEMORY OF JOHN BURROUGHS? When the light on the craft began to generate to a more white, brilliant light is when I backed way from the craft, John was maybe fifteen feet away, or twenty feet away standing there. BECAUSE YOU WERE AFRAID OF WHAT WAS HAPPENING WITH THIS INCREASING LIGHT? I wasn't sure what it was going to do. I don't know - explode? Or ...? I was concerned. SO BOTH YOU AND JOHN ARE ON THE GROUND FLAT? Yes, in a prone position. Yes."},{"pageNumber":7,"pageContent":"THEN WHAT HAPPENS? The craft lifted off the forest floor, went to treetop level and took off at an extreme rate of speed and John and I stood up at that point in time. Nothing that I know of could be gone in the blink of an eye. DO YOU REMEMBER RECALLING SOME MENTAL IMPRESSION OR WORD THOUGHT THAT YOU RELATE TO TOUCHING THE SYMBOLS ON THE TRIANGULAR CRAFT? Well, it was very hard to sleep at night after that, especially the following two weeks. And I had this feeling and the feeling was that there would be a return some time of that craft. I don't know - it was just a very odd thought.” A lso see: Earthfiles Parts 1 - 6, beginning July 17, 2009. A lso see: Other RAF Bentwaters security eyewitnesses, Earthfiles Parts 1 - 2 A lso see: John Burroughs - Was He Taken Into A Craft? More Information: January 2, 1981 Statement by Fred A. Buran 81st Se curity P olic e Squadron Shift Commander, RAF Be ntwaters About December 26, 1980, Light Phenomena in Rendlesham Forest"},{"pageNumber":8,"pageContent":"F or further information about the worldwide UFO phenomena, please see Earthfiles Archive (partial list below) and my books, An Alien Harvest and the 2-volume Glimpses of Other Realities in the Earthfiles Shop. • 08/31/2009 — Part 9: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 08/30/2009 — Part 7: UFOs and the National Security State with Historian Richard M. Dolan • 08/27/2009 — Part 4: 1980 Bentwaters Lights - Were They Time Travelers? • 08/27/2009 — Part 5: USAF Col. Charles I. Halt (Ret.) Says 1980 RAF Bentwaters Lights and Craft Were “Extraterrestrial In Origin” • 08/27/2009 — Part 6: Is Time Travel Past and Future Possible? • 08/23/2009 — Part 8: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 08/18/2009 — Part 3: Silbury Hill “Quetzlcoatl Headdress” First Filmed At Dawn • 08/14/2009 — Part 7: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 07/31/2009 — Silver Disc Videotaped Near Barbury Castle • 07/22/2009 — Part 3: 1980 RAF Bentwaters Lights and Craft Were “Extraterrestrial In Origin” • 07/20/2009 — Part 6: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 07/19/2009 — Part 2: 1980 RAF Bentwaters Lights and Craft Were “Extraterrestrial In Origin” • 07/17/2009 — Part 1: 1980 RAF Bentwaters Lights and Craft Were “Extraterrestrial In Origin” • 07/16/2009 — Part 2: Silbury Hill “Quetzlcoatl Headdress” and Mysterious Tall Blonds • 07/14/2009 — Part 5: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 07/12/2009 — Mysterious Aerial Lights Mimicking Stars in Texas and Oregon • 07/06/2009 — Part 4: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/25/2009 — Part 3: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/21/2009 — Part 2: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/17/2009 — Updated Part 1: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/09/2009 — Update Podcast: Aerial Lights That Mimic Stars, Helicopters and Airplanes • 06/05/2009 — Part 2: Mysterious, Silent, Large Aerial Triangles • 06/04/2009 — Part 1: Mysterious, Silent, Large Aerial Triangles • 06/01/2009 — Part 10: High Strangeness Files about EBENs • 05/29/2009 — Part 3: 1954 SOM1-01 Training Manual and Cha llis, Idaho, Huge Triangle • 05/29/2009 — Part 4: 1954 SOM1-01 Training Manual and Cha llis, Idaho, Huge Triangle • 05/28/2009 — Part 1: Idaho Hunters Describe Huge Triangle Aircraft Over Their Campsite • 05/28/2009 — Part 2: Idaho Hunters Describe Huge Triangle Aircraft Over Their Campsite • 05/26/2009 — Part 9: High Strangeness Files about EBENs • 05/13/2009 — Part 8: High Strangeness Files about EBENs • 05/12/2009 — Part 3: Astronomical Information in U.K. 2009 Crop Formations? • 05/10/2009 — Part 2: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil Someone Wanted Destroyed? • 05/09/2009 — Part 1: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil Someone Wanted Destroyed? • 05/05/2009 — Part 7: High Strangeness Files about EBENs • 04/30/2009 — Part 1: First 2009 U. K. Crop Formations Counting Down to 2012? • 04/30/2009 — Part 2: First 2009 U. K. Crop Formations Counting Down to 2012? • 04/29/2009 — Part 6: High Strangeness Files about EBENs • 04/22/2009 — Part 5: High Strangeness Files about EBENs • 04/21/2009 — Apollo Astronaut Edgar Mitchell Says Governments Covering Up E. T.s Websites: RAF Bentwaters History: http://www.bunkertours.co.uk/milhist2/raf_bentwaters.htm http://twinbases.org.uk/wentback/egercic.htm U. K. Ministry of Defense August 2009 UFO File Release:"},{"pageNumber":9,"pageContent":"http://ufos.nationalarchives.gov.uk/ RAF Bentwaters History: http://en.wikipedia.org/wiki/RAF_Bentwaters You Can't Tell the People © 2000 by Georgina Bruni: http://www.amazon.com/You-Cant-Tell-People-Cover-up/dp/0283063580 /ref=sr_1_1?ie=UTF8&s=books&qid=1251680102&sr=1-1 Left At East Gate © 1997 by Larry Warren and Peter Robbins; updated 2005 edition published by Cosimo Press, N.Y.: http://www.amazon.com/s/ref=nb_ss?url=search- alias%3Dstripbooks&field-keywords=Left+At+East+Gate&x=0&y=0 December 29, 1980 Cash-Landrum UFO Encounter, Texas: http://www.ufoevidence.org /cases/case86.htm http://en.wikipedia.org/wiki/Cash-Landrum_incident 1967 Malmstrom AFB UFOs Over Minuteman Missile Sites: http://www.cufon.org/cufon/malmstrom/malm1.htm 1968 Minot AFB UFOs Over Minuteman Missile Sites: http://www.ufocasebook.com /minotafb.html Police Reporting UFO Sightings, PRUFOS: http://www.prufospolicedatabase.co.uk /1.html Majestic 12 Documents: http://www.majesticdocuments.com American Presidents: http://www.presidentialufo.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
