[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 3 - More Background On the Scientists Linked To \"J-Rod\" © 2002 by Linda Moulton Howe October 5, 2002 Las Vegas, Nevada - Disclosure Project Statement by Bill Uhouse: Bill Hamilton, on left, with Bill Uhouse at the Little A'Le' Inn near Area 51, Nellis AFB in 1998. Photograph © 1998 by Bill Hamilton. Bill Uhouse: \"I spent 10 years in the Marine Corps, and four years working with the Air Force as a civilian doing experimental testing on aircraft since my Marine Corps days. I was a pilot in the service, and a fighter pilot; [I] fought in after the latter part of WWII and the Korean War Conflict, I was discharged as a Captain in the Marine Corps. \"I didn't start working on flight simulators until about - well the year was 1954, in September. After I got out of the Marine Corps, I took a job with the Air Force at Wright Patterson doing experimental flight-testing on various different modifications of aircraft. \"While I was at Wright Patterson, I was approached by an individual who - and I'm not going to mention his name - [wanted] to determine if I wanted to work in an area on new creative devices. Okay? And, that was a flying disc simulator. What they had done: they had selected several of us, and they reassigned me to A-Link Aviation, which was a simulator manufacturer. At that time they were building what they called the C-11B, and F-102 simulator, B-47 simulator, and so forth. They wanted us to get experienced before we actually started work on the flying disc simulator, which I spent 30-some years working on. \"I don't think any flying disc simulators went into operation until the early 1960s - around 1962 or 1963. The reason why I am saying this is because the simulator wasn't actually functional until around 1958. The simulator that they used was for the extraterrestrial craft they had, which is a 30-meter one that crashed in Kingman, Arizona, back in 1953 or 1952. That's the first one that they took out to the test flight. \"This ET craft was a controlled craft that the aliens wanted to present to our government - the U.S.A. It landed about 15 miles from what used to be an army "},{"pageNumber":2,"pageContent":"air base, which is now a defunct army base. But that particular craft, there were some problems with: number one - getting it on the flatbed to take it up to Area 51. They couldn't get it across the dam because of the road. It had to be barged across the Colorado River at the time, and then taken up Route 93 out to Area 51, which was just being constructed at the time. There were four aliens aboard that thing, and those aliens went to Los Alamos for testing. \"They set up Los Alamos with a particular area for those guys, and they put certain people in there with them - people that were astrophysicists and general scientists - to ask them questions. The way the story was told to me was: there was only one alien that would talk to any of these scientists that they put in the lab with them. The rest wouldn't talk to anybody, or even have a conversation with them. You know, first they thought it was all ESP or telepathy, but you know, most of that is kind of a joke to me, because they actually speak - maybe not like we do - but they actually speak and converse. But there was only one who would [at Los Alamos]. \"The difference between this disc, and other discs that they had looked at was that this one was a much simpler design. The disc simulator didn't have a reactor, [but] we had a space in it that looked like the reactor that wasn't the device we operated the simulator with. We operated it with six large capacitors that were charged with a million volts each, so there were six million volts in those capacitors. They were the largest capacitors ever built. These particular capacitors, they'd last for 30 minutes, so you could get in there and actually work the controls and do what you had to - to get the simulator, the disc to operate. \"So, it wasn't that simple, because we only had 30 minutes. Okay? But, in the simulator you'll notice that there are no seat belts. Right? It was the same thing with the actual craft - no seat belts. You don't need seat belts, because when you fly one of these things upside down, there is no upside down like in a regular aircraft - you just don't feel it. There's a simple explanation for that: you have your own gravitational field right inside the craft, so if you are flying upside down - to you - you are right side up. I mean, it's just really simple, if people would look at it. I was inside the actual alien craft for a start-up. \"There weren't any windows. The only way we had any visibility at all was done with cameras or video-type devices. [See the testimony of Mark McClandlish. SG] My specialty was the flight deck and the instruments on the flight deck. I knew about the gravitational field and what it took to get people trained. \"Because the disc has its own gravitational field, you would be sick or disoriented for about two minutes after getting in, after it was cranked up. It takes a lot of time to become used to it. Because of the area and the smallness of it, just to raise your hand becomes complicated. You have to be trained - trained with your mind, to accept what you are going to actually feel and experience. Just moving about is difficult, but after a while you get used to it and you do it - it's simple. You just have to know where everything is, and you [have] to understand what's going to happen to your body. It's no different than accepting the g-forces when you are flying an aircraft or coming out of a dive. It's a whole new ball game. \"Each engineer that had anything to do with the design was part of the start-up crew. We would have to verify all the equipment that we put in - be sure it [worked] like it [was] supposed to, etc. I'm sure our crews have taken these craft out into space. I'm saying it probably took a while to train enough of the people, over a sufficient time period. The whole problem with the disc is that it is so exacting in its design and so forth. It can't be used like we use aircraft today, with dropping bombs and having machine guns in the wings. \"The design is so exacting, that you can't add anything - it's got to be just right. There's a big problem in the design of where things are put. Say, where the center of the aircraft is, and that type of thing. Even the fact that we raised it three feet so the taller guys could get in - the actual ship was extended back to"},{"pageNumber":3,"pageContent":"its original configuration, but it has to be raised. \"We had meetings, and I ended up in a meeting with an alien. I called him J-ROD - of course, that's what they called him. I don't know if that was his real name or not, but that's the name the linguist gave him. I did draw a sketch, before I left, of him in a meeting. I provided it to some people and that was my impression of what I saw, an art picture of an alien that is working in cooperation with earth-people as told here. Sketch of J-Rod wearing a human man's shirt. Drawing by retired mechanical engineer, Bill Uhouse, based on entity's appearance at science meeting with physicist Edward Teller and other scientists in the 1970s or early 1980s. \"The alien used to come in with [Dr. Edward] Teller and some of the other guys, occasionally, to handle questions that maybe we'd have. But you have to understand that everything was specific to the group. If it wasn't specific to the group, you couldn't talk about it. It was on a need-to-know basis. And [the ET], he'd talk. He would talk, but he'd sound just like as if you spoke - he'd sound like you. You know, he's like a parrot, but he'd try and answer your question. A lot of times he'd have a hard time understanding, because if you didn't put it on paper and explain yourself, half the time he couldn't give you a good answer. \"The preparation we had before meeting this alien was, basically, going through all of the different nationalities in the world. Then they got into going into other forms of life, even down to animals and that type of thing. And this J-ROD - his skin was pinkish, but a little bit rough - that kind of stuff; not horrible-looking, you know - or to me, he wasn't horrible-looking. \"Some of the guys who were in the particular group that I was in - they never even made it. You know, when they gave you the psychological questions, I just answered them the way I felt and I had no problem. That's what they wanted to know - if you'd become upset - but it never bothered me. It didn't amount to much. \"So basically, the alien was only giving engineering advice and science advice. For example, I performed the calculations but needed more help. I spoke of a book that - well it's not a book; it's a big assembly with various divisions dealing with gravitational technology, and the key elements are in there, but all the information wasn't there. Even our top mathematicians couldn't figure some of this stuff out, so the alien would assist. \"Sometimes you'd get into a spot where you [would] try and try and try, and it wouldn't work. And that's when he'd [the alien] come in. They would tell him to look at this and see what we did wrong."},{"pageNumber":4,"pageContent":"Over the last 40 years or so, not counting the simulators - I'm talking about actual craft - there are probably two or three-dozen, and various sizes that we built. \"I don't know much about the [ET] ones that they brought here. I know about that one [craft] out of Kingman but that's about it. And, I know the company that hauled it out of there - who is out here now - but But, there's one that operates with certain chemicals. \"I think these triangles that people are seeing are two or three 30-meter craft, that are in the center of it [the triangle]. And, the outside perimeter - well you could put anything you want, as long as these particular ones meet the design criteria, and they'll operate. \"You know, there were certain reasons for the secrecy. I could understand that; it was no different than the first atomic bomb that they built. But they are getting so far ahead now with aircraft design. And, like I told you gentlemen earlier - that by 2003, most of this stuff will be out for everybody to look at. Maybe not the way that everybody expects it, but in some manner they determine appropriate to show everybody. You know, a big surprise. \"The reason why I said that is because the document I signed ends in 2003 and I'm not the only one who signed those. But, that gravitational manual - if you ever get one of these volumes of documents, you'd be on top of the world. You'd know everything.\" Background From Dan Burisch, Ph.D.: Dr. Dan C. Burisch (Dr. Dan Crain, Capt USN) S-4 Badge # H-6196MAJ 1989 - Cleared to work at Groom Lake - Project Aquarius 1990 - S4 Papoose Lake Project Aquarius Microbiologist III USN Rank Commander 1990-91 - Cleared ECC Support Lab Hangar 8B 1991 - Cleared Avionics Lab, Ground Base 01 Anatomy Hangar 8C Lab 1991 - Cleared for Biowarfare unit - went to Iraq during Desert Storm 1991 - Awarded Presidential citation for field service 1994 - Author of report Q-94-109A on sampling EBE known as AQ-J-ROD on Project Aquarius 2002 - Currently working on Project Star Flower 1 involving the \"Genesis Seed.\" More Information: According to other sources, some scientists are working for the U. S. government on reverse-engineered aerial craft called \"magnetic-force-line vehicles, or MFVs.\" Radioactive substances allegedly are also involved in the MFV engineering in a human effort to copy advanced alien craft. We b s it e s : http://www.skywatch-research.org http://www.skywatch-research.org/Journal.html"},{"pageNumber":5,"pageContent":"http://www.skywatch-research.org/transcript.htm http://www.skywatch-research.org/ufo/levels.htm http://www.skywatch-research.org/ufo/Dans_timeline.htm http://www.skywatch-research.org/ufo/letters.htm http://www.skywatch-research.org/ufo/Saga.htm Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
