[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Cross and “Bar Code” At Avebury Down Near Avebury, Wiltshire. © 2008 by Linda Moulton Howe “T he new cross in maize on September 28, 2008, appears at first glance to be authentic, and shows a ‘barcode signature’ off to one side.” - Australian Scientist L arge cross pattern and “bar code” in upper left reported September 28, 2008, in maize (corn). Estimated length is 700 feet. Aerial image © 2008 by Tammi Paxman. October 1, 2008 Avebury, Wiltshire, England - Cropcircleconnector.com received the following email report on September 28, 2008, about a new formation seen from the air at Avebury Down near the ancient stone circles of Avebury, Wiltshire. Tammi Paxman, aka Tammy Tampax, Crop Circle Connector Forum: “Flying over Avebury yesterday, I spotted this fantastic formation in maize (corn). It took my breath away. It looks to be about 700ft in length, and there is an interesting barcode on the edge of the field too. Absolutely astonishing to see.” A bove: “Bar code” near Avebury Down cross pattern. Be low: “Bar code” in foreground near cross. Aerial images © 2008 by Tammi Paxman. "},{"pageNumber":2,"pageContent":" Australian Scientist Comments On “Digital Barcode” September 28, 2008 email to Earthfiles: “The new cross in maize on September 28, 2008, appears at first glance to be authentic, and shows a ‘barcode signature’ off to one side. It might be ASCII, since its first few digits (reading left to right, standing near the cross) look like 00100000, which was a ‘word spacer’ in the Crabwood message: [ See 081902 Earthfiles about alien face in Winchester wheat and 081902EarthfilesUpdate about code analysis.] 01 (start) 01000010S (B) 01100101S (e) 01110111S (w) 01100001S (a) 01110010S (r) 01100101S (e) 00100000S (space) ” Charles R. Mallett, Silent Circle, Compton Bassett, Wiltshire Comments Also see: Cropcircleconnector.com Charles R. Mallett excerpt of comments at Cropcircleconnector.com: “The ‘bar-code’' is a strip of irregular seeding of the maize plants. No crops are laid in this area of the field. On the ground the cross is extremely messy. All the laid plants are smashed and dead on the ground, including the ‘construction lines’ that run under the pattern throughout.” "},{"pageNumber":3,"pageContent":"D iagram © 2008 by Tommy Borms. More Information: F or further information about global crop formations, please see my books Mysterious Lights and Crop Circles and Glimpses of Other Realities, Vol. I: Facts & Eyewitnesses in the Earthfiles Shop and also see Earthfiles Archive with dozens of crop formation reports from 1999 to present, of which only a few are sampled in below list: • 07/18/2008 — Part 3: Roswell Rock Lab Analysis • 07/16/2008 — Astronomical Data in July 2008 U. K. Crop Formations? • 07/12/2008 — Part 2: Roswell “Rock” Matches August 2, 1996, U. K. Crop Pattern • 07/11/2008 — Part 1: Roswell “Rock” Matches August 2, 1996, U. K. Crop Pattern • 06/12/2008 — Barbury Castle Pi Formation: “Perfectly Clean” in Muddy, Rain-Soaked Field • 06/08/2008 — 2008 Barbury Castle Pattern is Pi to 3.14159265358 • 10/04/2007 — 070707 East Field Wheat Formation: Lab Analysis • 08/25/2007 — Woodborough H ill Wheat Pattern Made for Rock Band Video • 08/21/2007 — More News About August 2007 Woodborough H ill Formation • 08/17/2007 — Latest 6-Fold Wheat Geometry in Wiltshire, England • 08/13/2007 — Another U. K. Wheat Formation in August 18th Countdown • 08/06/2007 — Crop Circle Research and Photography by U. K.'s Lucy Pringle • 07/28/2007 — Clarifications and Comments by Isaac (CARET Document) • 07/27/2007 — Updated Part 2: Military Helicopters Over East Field Wheat Formation • 07/27/2007 — Updated: Part 1: 1,033-Foot-Long East Field Wheat Formation \"Happened Within 90 Minutes.\" • 07/23/2007 — 070707 East Field Wheat Formation: Viewer Comments • 07/11/2007 — Professional Computer Engineers Comment About \"Isaac\" and CARET Document • 07/07/2007 — Swiss Army Pilot Discovers \"Perfect Geometric Figure\" and U.K.'s East Field Gets At Least 90 Circles! • 06/26/2007 — Part 1: Explanation of the Recent \"Strange Craft\" Sightings ( Isaac and CARET) • 06/26/2007 — Part 2: Documentation, Palo Alto CARET Laboratory Q4-86 Research Report • 06/18/2007 — Crop Circles On Rings and Three Mysterious Aerial Lights in Slovenia • 06/18/2007 — Writing In Chad \"Drone\" Image - A Link to NASA Clementine 1 Moon Mission? • 06/15/2007 — Part 1: Yosemite National Park and Northridge, California, Aerial Dragonfly “Drones” • 06/08/2007 — More Drone Photos and Other Eyewitnesses • 06/08/2007 — Part 3: U. S. Crop Formations, Wheat Pictogram in Madisonville, Tennessee • 06/07/2007 — Bird Eggs Undamaged in Slovenia Crop Formation • 06/06/2007 — Part 2: Yatesbury, England and Madisonville, Tennessee - A Mayan Link? • 06/05/2007 — Part 2: U. S. Crop Formations, Two Mysterious Grass Circles in Mission, Kansas • 06/04/2007 — Part 1: Yatesbury Spiral - Viewer Comments on Spiral Math • 05/30/2007 — Part 1 - U. S. Crop Formations Near Indian and Ancient Earth Mounds • 05/01/2007 — Scientific Analysis of Chandler, Arizona, Sorghum Formation • 04/12/2007 — First 2007 Crop Pattern in United States • 03/13/2007 — Part 4: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop"},{"pageNumber":4,"pageContent":"Formation • 02/27/2007 — Part 1: Mysterious Events At 2005 Tawsmead Copse \"Insectogram\" Crop Formation Websites: English Crop Circles, Current and Archived At Cropcircleconnector.com: http://www.cropcircleconnector.com Lucy Pringle: http://www.lucypringle.co.uk Andreas Mueller, Germany: http://www.kornkreise-forschung.de/ (Cropcirclescience.org) American Crop Circles, ICCRA: http://www.cropcirclenews.com/ Canadian Crop Circles, CCCRN: http://www. cccrn.ca/ Dutch Crop Circles, DCCA: http://www.dcca.nl “Isaac” and CARET Document: http://isaaccaret.fortunecity.com/ http://www.temporarytemples.co.uk/ http://www.cropcircl eresearch.com http://www.x-cosmos.it http://www.bertjanssen.nl http://www.swirlednews.com http://www.heramagazine.net http://www.CropCircleAnswers.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
