[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 3 - Hardened Bovine Hemoglobin Found On California Mutilated Bull © 2000 by Linda Moulton Howe M agnified particles collected from chest of mutilated bull. Photograph by Phyllis A. Budinger, Analytical Chemist, Frontier Analysis, Ltd., Chagrin Falls, Ohio © 2000. M agnified particles collected from testicles of mutilated bull. Photograph by Phyllis A. Budinger, Analytical Chemist © 2000. October 16, 2000 Chagrin Falls, Ohio - Retired analytical chemist Phyllis A. Budinger now operates her own independent lab, Frontier Analysis, Ltd., in Chagrin Falls, Ohio. In July 2000, she received from biophysicist W. C. Levengood two sets of the anomalous particles collected from the Red Bluff, California mutilated bull's testicles and chest on January 18, 1997. Phyllis took magnified photographs of the particles shown above as she began her analysis to identify them. In her July 31, 2000 Technical Service report to Dr. Levengood, she described her procedure: “Infrared spectra were obtained from both samples as well as references of hemoglobin and whole bloods using the Harrick SplitPea cell attached to a Nicolet Avatar 360 spectrometer. The ATR crystal used was silicon. Microscope photographs were obtained from the Leica GZ6 stereomicroscope interfaced to a Kodak Digital Science MDS 120 camera. Additional SEM/EDX elemental information from the bull testicle sample was procured by Dr. Levengood and is included in this report for the purpose of consolidating all the analytical data in one place. (See EDS spectrum before Conclusions.) Results: Infrared spectroscopy identifies both residue samples from the excised bull as bovine hemoglobin, a component of blood. Pertinent bands in the infrared "},{"pageNumber":2,"pageContent":"spectra of the samples compare to those in a reference of pure bovine hemoglobin purchased from Sigma Aldrich. Additionally, the spectrum of the bull (chest) side residue shows absorption in the C-H stretching region between 2800-3000 (Superscript) cm-1. This absorption plus additional bands are enhanced in a difference spectrum generated between the bull testicle and side spectra. The difference spectrum suggests a long chain glyceryl type ester. Following are the spectra of the two excised bull residues and a reference of hemoglobin for comparison.” I nfrared spectroscopy: “Bull Residue- Testicles” on top; “Bull Residue-Side” in middle; known samples of pure bovine hemoglobin purchased from Sigma Aldrich for “Hemoglobin Reference” on bottom. Spectra provided by Phyllis A. Budinger, Analytical Chemist. E nergy Dispersive Spectroscopy (EDS) analysis of the particles collected from bull's body showed major elements typical of hemoglobin such as carbon (C), nitrogen (N), oxygen (O) and iron (Fe). “ Conclusions: Both residues are identified as bovine hemoglobin, a component of blood. Its presence suggests a processing of the whole blood has occurred at the excision site. Additionally, the chest area sample has a very small amount of possibly a long chain glyceryl ester. The usual procedure for isolating hemoglobin from whole blood is rather complex. It involves separating red blood corpuscles from the lighter plasma components by centrifugation. The plasma is siphoned off and ether is added to the corpuscle paste, causing the cells to burst. Another centrifugation removes the ruptured cell envelopes and leaves a clear red solution of hemoglobin. (Merck Index, 12th Ed., S. Budabari, Ed., p. 794, # 4682, 1996) It is unlikely that a procedure such as this would be done on site (in the pasture field). It is unknown how or why this occurred.” Credits"},{"pageNumber":3,"pageContent":"Copyright © 1999 - 2009 by Linda Moulton Howe . All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
