[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Beyond Florida, Anthrax Alerts in New York City, Reno, Washington, D. C. © 2001 by Linda Moulton Howe Bacillus anthracis , anthrax bacteria, can form stable spores that are resistant to harsh conditions and extreme temperatures. Photomicrograph courtesy University of Michigan. October 12, 2001 - The FBI announced today that both The New York Times and NBC have received mail containing suspicious white powder. The NBC employee (not yet identified) who handled an envelope has tested positive for skin anthrax. She has long worked for Tom Brokaw's \"Nightly News\" and on September 25, she handled a letter that threatened Mr. Brokaw and contained a white powder that she reported to authorities. The powder at first tested negative for anthrax. But then she developed a black cutaneous anthrax infection the size of a softball on her arm. That means the bacteria entered her skin through a cut, but so far no anthrax bacteria has been confirmed in that mailed powder. Cutaneous anthrax is easily treatable with antibiotics which the NBC employee has been taking and progressing well. The man who died in Florida last week, Robert Stevens, had the most deadly form of anthrax known as \"inhalation anthrax\" caused by breathing in dry spores from the bacteria. The other suspicious mail, a package with another threatening letter sent to writer Judith Miller at The New York Times , is being analyzed. Neither The New York Times nor NBC envelopes had a return address, but were processed through a St. Petersburg, Florida post office. Today NBC employees lined up for testing, and affected NBC offices were closed off. October 12, 2001 - Other Reports of Suspicious Powders in Mail: Reno, Nevada : State health officials have analyzed a white powder found in a letter sent from Malaysia without return address to Microsoft in Reno that has \"tested presumptively positive for anthrax.\" But a second more comprehensive test was negative. Two Microsoft employees who came in contact with the mail are being tested for anthrax exposure. Nevada Governor Kenny Guinn has advised all Nevadans that letters without return addresses, empty envelopes and powdery substances should be treated suspiciously. "},{"pageNumber":2,"pageContent":"Washington, D. C. : Employees in an office at the State Department that handles congressional correspondence discovered a white powder. The office was closed off, but no evacuations were considered necessary. False Alarm in Denver, Colorado : A U. S. Post Office in Parker was evacuated today after four postal employees were exposed to a letter leaking white powder. Parker Fire Department spokeswoman, Cheryl Poage, said a postal worker was stamping an envelope when the end broke open and the white powder started falling out. But this letter had a return address. Authorities contacted the sender and were told the powder was a dry pudding mix. But to be cautious, the four employees were decontaminated and sent to Swedish Medical Center in Englewood for further testing. In this time of high alert, other investigators who arrived at the post office were the FBI, the Environmental Protection Agency and a fire hazardous materials team. What Should Be Done If Suspicious Mail Received: Do not move the letter or package that has powder. Get all people in area away and close the door to the room. Call local authorities such as police, health department or FBI field office. More Information: Anthrax - What Is It? Anthrax is a bacteria and the name is a Greek word for coal because of the black scabs the microbes can create on skin. The anthrax bacteria has been around for centuries in soil and on animals. Humans more commonly have known the black scabs or gastrointestinal distress from contaminated water or food. But, anthrax has also been known to kill people who work with animals such as sheep harvesting wool where dry spores sloughed off from the bacteria can be breathed into lungs. What are the spores? The anthrax bacteria can go into a dormant or resting state. Those spores are microscopic and can survive in the ground for years not being affected by heat or drought. What are the symptoms of inhalation anthrax, breathing in the dry spores? Like cold or flu, the illness comes on with fever, aches and a dry cough. The spores do NOT cause pneumonia, but collect in the chest where they are carried to the lymph nodes. There, the spores mature into bacteria and then enter the bloodstream. The anthrax bacteria produce a strong toxin that can quickly kill by causing internal hemorrhaging that causes blood pressure to drops dramatically. It's estimated that 90% of all inhalation anthrax cases are fatal. But in the United States, the last inhalation anthrax case on record was 1976 - until the October 5, 2001 death of Robert Stevens in Boca Raton, Florida shortly after he tested positive for inhalation anthrax. Can you breathe in only a few spores and be all right? Based on research in Russia, it's estimated that at least 8,000 to 10,000 spores are necessary to cause serious inhalation illness."},{"pageNumber":3,"pageContent":"How long after breathing in the spores will symptoms start? From 6 to 45 days. If anthrax is in soil, can you breath in spores? Perhaps, but spores tend to clump together in the soil. Dangerous inhalation occurs when the spores are in a dry, powdery state. Since dry spore anthrax can be manufactured by experts into fine spores that can be deliberately distributed by mail, crop dusting planes or other sprayers, the military considers it to be one of the greatest bioterrorist threats. We b s it e s : http://www.nanobio.com/ http://nano.med.umich.edu/ http://www.bt.cdc.gov/Agent/Anthrax/Anthrax.asp Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
