[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Red In Fall Leaves - Chemical Warfare? © 2005 by Linda Moulton Howe Left: red maple; Right: Oak. The red colors are produced by anthocyanin molecules. Research shows red maple anthocyanin can destroy other plant seeds. October 10, 2005 Hamilton, New York - Colgate University biology professor, Frank Frey, and graduate student, Maggie Eldridge, report new research about trees that produce red leaves, such as maples and oaks, that might be trying to destroy all other tree seeds in the area. \"Foliage changes color in autumn when chlorophyll in leaf cells (green color) breaks down and exposes the pigments that remain, such as carotenoid pigments which appear yellow or orange. But the story is different for maples and a handful of other trees whose leaves turn scarlet. The anthocyanin pigments in maple foliage are actually manufactured by the trees - rather than simply revealed - at a time of year when the organisms can't afford to use up a lot of metabolic energy for such a complex process.\" Prof. Frey and Eldridge decided to study why. Their investigation was focused on red maple and yellow beech leaves. The team produced extracts from green maple leaves, red maple leaves, green beech leaves and yellow beech leaves. The scientists poured each leaf extract over lettuce seeds and measured the effect on germination and growth. Frey and Eldridge found that \"seeds treated with the red maple extract had dramatically reduced germination and growth compared to all other treatments. When scarlet-tinted autumn leaves are dropped in the fall, it appears that anthocyanins leach from the leaves into the soil and protect seedlings and saplings from interspecific competition the following spring. This seems a viable possibility, since the molecular structure of anthocyanin is nearly identical to catechin, a well-described toxin that causes root cells to self-destruct.\" Could Anthocyanins Inhibit Cancer Cell Growth? Prof. Frey thinks the implication from the red leaf investigation \"suggests that anthocyanins might inhibit the growth of some vertebrate cancer cells.\" Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
