[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Mt. Kilimanjaro's Ice Cap Is Melting Fast © 2002 by Linda Moulton Howe Mt. Kilimanjaro, Tanzania, is Africa's highest mountain at 19,340 feet. \"Between 1912 and 2000, Mt. Kilimanjaro has lost 80 percent of the ice area on the mountain.\" - Lonnie Thompson, Ph.D., Geologist, Ohio State University This map by Ohio State University researchers shows the retreat of Mt. Kilimanjaro's ice cap between 1912 and 2000, an 80 percent reduction. October 21, 2002 Columbus, Ohio - The prestigious journal, Science , published \"African Ice Core Analysis Reveals Catastrophic Droughts, Shrinking Ice Fields and Civilization Shifts\" in its October 18, 2002 issue. A scientific expedition in 2000 extracted six ice cores from the 19,000 foot summit of Africa's Mount Kilimanjaro in Tanzania. The mountain is legendary for its snow cap and draws hundreds of tourists each year. But according to the latest analysis of the ice, in combination with satellite and aerial maps, Ohio State University's distinguished geologist (See More Information), Lonnie Thompson, reports that Mt. Kilimanjaro has been losing ice at the rate of a half-meter each year since 1962. Today in 2002, only 20% of the ice that was there at the beginning of the 20th century is left. If global warming temperatures continue to "},{"pageNumber":2,"pageContent":"increase each year, all the great mountain's ice could be gone in ten to fifteen years. A 12-meter-high remnant of ice is all that's left in one of the ice fields on Africa's highest ice-capped mountain, Kilimanjaro, in Tanzania. The remaining glacial ice in the background is also expected to be gone by 2015. Photograph by Lonnie Thompson, Ph.D . In addition to the rapid melt down, the ice core studies reveal that the tropical latitudes suffered three catastrophic droughts 8,300 years ago, 5,200 years ago, and 4,000 years ago. That last drought, according to the ice, was so severe it lasted for 300 years. In fact, historical records about the Egyptian empire at that time indicate drought and food production challenged the rule of the Pharaohs and provoked people to move away from the overwhelming dryness of the Sahara Desert into village groups close to precious water In the Science article, Dr. Thompson said, \"Whatever happened to cause these dramatic climate changes in the past could certainly occur again. But today, 70 percent of the world's population lives in the tropics. They would be dramatically affected by events of this magnitude. We have to find out what causes them to happen.\" I asked Dr. Thompson to summarize his research not only on Mt. Kilimanjaro, but in other tropical latitude glaciers such as Peru where ice is disappearing even faster than in Africa. Interview:"},{"pageNumber":3,"pageContent":"Ohio State University geology professor Lonnie Thompson, left, and research associate, Mary Davis, examine one of six ice cores drilled during 2000 Mt. Kilimanjaro expedition. Lonnie Thompson, Ph.D., Professor of Geology, Dept. of Geological Sciences and Research Scientist, Byrd Polar Research Center, Ohio State University, Columbus, Ohio: \"From the ice cores that we recovered in the year 2000, we now know ice has been there for 11,700 years. With that, we also know that through the maps and photographs that have been taken on the mountain the first map being made in 1912 and the last map (ours) produced from photographs we had flown on Feb. 16 of 2000 - we know the ice fields have shrunk from covering an area of 12.1 square kilometers in 1912 to something less than 2.6 square kilometers in the year 2000. So, between 1912 and 2000, Mt. Kilimanjaro has lost 80% of the ice area on the mountain. WHEN WILL IT ALL BE GONE? We have five maps that have been produced, including the 1912 and the 2000. And if you look at the decrease in ice area over that time and you just connect the dots and project into the future, those ice fields will disappear sometime around 2015, if conditions stay the same as they have been since 1912. And that doesn't call for global warming or any change. Just if they remain the same. The dark speck atop the glacier is the geodesic dome ice drill lab Dr. Thompson and his team worked in on Mt. Kilimajaro's remaining glacial ice in 2000. The ice core dated back to 11,700 years ago. Photograph by Lonnie Thompson, Ph.D. WE ARE IN GLOBAL WARMING AND THERE DOES SEEM TO BE AN ACCELERATION IN GLACIAL MELTS AROUND THE WORLD. GIVEN GLOBAL WARMING, HAVE YOU DONE A PROJECTION TO SEE IF ALL OF THE SNOW CAP ON MT. KILIMANJARO COULD BE GONE BEFORE 2015? I would think that is certainly a possibility. We have been monitoring glaciers throughout the tropics, some at lower elevations, such as in the Andes of Peru where we have monitored an acceleration in the rate of retreat of those ice fields. Just to give you an example, the Qori Kalis glacier which is the largest"},{"pageNumber":4,"pageContent":"outlet glacier from the largest tropical ice cap on the earth - in Peru's Quelccaya ice cap, Southern Andes. In the first period of measurements for those ice fields and that glacier, it was determined that they were retreating between 1963 and 1978 at a rate of 4.7 meters/year. Out latest map was made for the retreat from 2000 to 2001, and that is now up to 205 meters/year, which is an increase of over 40 times the rate of retreat in our initial period of measurement. Qori Kalis glacier in Peru's Quelccaya ice cap, Southern Andes. Image on top , 1978. Image below taken in August 2002, shows lake exceeding 10 acres from ice melt. Ice now retreating at 205 meters per year, an increase of over 40 times the rate of retreat first documented in 1963. Photographs in 1978 and 2002 by Lonnie Thompson, Ph.D. FORTY TIMES! Forty times. It's exponential in the rate of reduction. Now the reason we think that one is retreating so much faster is it's lower in the earth's atmosphere. It's 5, 670 meters above sea level (18,602 feet), whereas Kilimanjaro is 5,895 meters (19,340 feet). But as temperatures warm, we would expect to see the lower elevation glaciers disappear first. But it's quite likely that if the earth continues to warm as is predicted, then we will see an acceleration in the rate of decrease of ice on Kilimanjaro. AS OF SEPTEMBER, NOAA HAS DATA THAT 2002 IS THE SECOND WARMEST YEAR ON RECORD, EXCEEDED ONLY BY 1998. THERE IS SOME SPECULATION THAT BY DECEMBER 31ST, THIS COULD BE THE WARMEST YEAR ON RECORD, EXCEEDING 1998. THAT REINFORCES A TREND IN WHICH EACH YEAR THERE IS THE POTENTIAL FOR IT TO BE WARMER THAN THE YEAR BEFORE. I WOULD ASSUME THAT THIS KIND OF GLOBAL PRESSURE ON RAISING TEMPERATURES IS GOING TO ACCELERATE WHATEVER MODELS YOU HAVE FOR GLACIAL MELT? I think that is exactly correct. In fact, we do have a satellite-linked weather station with our colleagues at the Univ. of Massachusetts on the northern ice field of Kilimanjaro. Since we drilled there in the year 2000, temperatures have increased over the past 2.5 years by 1 degree Centigrade. If that trend continues, we would expect that for ice throughout the tropics, the rate of loss will accelerate."},{"pageNumber":5,"pageContent":"Small remnant of rapidly melting glacial ice surrounded by soil on Mt. Kilimanjaro. Photograph in 2000 by Lonnie Thompson, Ph.D. DOES THIS RAPIDITY OF MELT SURPRISE YOU? It does. I think anyone who goes out in the field we just returned from the Quelccaya ice cap down in the Andes. I've watched what's happened with that ice field since 1974. And the rate at which the ice is being lost is astonishing. The thing that I think makes it even more important to take notice of is the fact that these glaciers are in the tropics, the area of the earth where the climate is known for its stability. The temperatures between winter and summer, wet season and dry season in tropics, it changes only one degree Centigrade. And yet every tropical glacier on the planet is retreating and where we have these time lapse data, many of them show this marked acceleration in the rate of retreat. WHEN GLACIERS DISAPPEAR, ISN'T THAT ALSO JEOPARDIZING HUMAN AND ANIMAL WATER SUPPLIES? Absolutely. The glaciers you can think of them as the earth's water towers. They store the water that comes in the wet season, or the cold season, and they melt in the warm or dry season. So, they kind of maintain water flow in the rivers that have their origins at the base of these ice fields. So, the loss of ice is like tapping a bank account that has built over thousands of years and not replenishing it. It affects hydropower electric production downstream, it impacts irrigation for crops, it impacts water supplies for municipalities that depend on water in those rivers. So, it certainly has an impact on the people in those areas. It's already impacting those people, whether you're in the Himalayas or in the Andes of Peru or at the base of Kilimanjaro in Africa. As a scientist, the thing that really concerns us that we are also losing an important archive of the earth's past history that is preserved in the layers in those ice fields. IF THE MT. KILIMANJARO ICE DATES TO 11,700 YEARS AGO AND THAT WOULD BE WHAT WE GENERALLY SAY IS THE TRANSITION OUT OF AN ICE AGE INTO A WARMING TREND GLOBALLY. IS THAT CORRECT? That's correct. DO WE KNOW HOW LONG THAT ICE AGE LASTED? We know the previous cold period for the earth lasted about 90,000 years. But the ice that's grown on Mt. Kilimanjaro is a function of the increased water in that part of the world that came with the Holocene warming. If you go back 12,000 to 12,500 years ago, you could have walked across Lake Victoria. It was dry. There was no water there. With no water, there can be no ice. As we've moved through the Holocene, those glaciers formed in that early African humid period and it's always amazing to me when we look at the natural changes that have occurred in the climate in the past. In Africa, for example, Lake Chad which now covers 17,000 square kilometers back 9,500 years ago when these glaciers were growing on Mt. Kilimanjaro, they covered over 35,000 square kilometers. It was bigger than the Caspian Sea."},{"pageNumber":6,"pageContent":"So, there have been tremendous natural changes in the earth's climate as we've gone through the last 10,000 years in the tropics. The lower portion of the outer margin of Kilimanjaro's northern ice field shows the stratigraphic record of ancient climate trapped in the ice dating back 11,700 years ago. Photograph in 2000 by Lonnie Thompson, Ph.D. I think the thing that really makes today's world different is that we've never had 6.2 billion people living on the planet depending on the climate of the earth. And we've never occupied so much of the surface area of the planet so that if you had either climate change from natural or human-derived climate change, our options become less clear. DO WE KNOW WHEN THE LAST PERIOD ON THE EARTH WAS WHERE THERE WAS NO ICE AT THE NORTH POLE, ANTARCTICA OR ANY OF THE MOUNTAINS AROUND THE WORLD? You have to go back a fairly long period. If you go back to the Cretaceus when we had dinosaurs on the planet, the planet was much warmer. There is no evidence of ice on the planet. It's also quite clear from evidence from that period of time, the CO2 levels in the earth's atmosphere were much higher. I think another thing that really distinguishes the time we live in is that the CO2 level in our atmosphere have never been as high as they are today for over the last 420,000 years of record that we have of CO2 concentration from the air bubbles in ice cores from Antarctica. So, they've never been as high as they are today when we have so much ice still on the land. Of course, one of the concerns is that with the melting of the ice, the water ultimately makes its way into the oceans and contributes to sea level rise. RIGHT. AND IF WE TALK ABOUT THERE BEING NOTHING OF A PRECEDENT TO WHAT'S HAPPENING NOW IN TERMS OF RATE OF WARMING SINCE THE DINOSAUR TIME MEANING WE'RE HEADING TOWARD THERE NOT BEING ICE IN A LOT OF GLACIERS AROUND THE WORLD AND WE WOULD HAVE TO GO BACK TO THE DINOSAUR TIME THAT WOULD BE BETWEEN 65 MILLION AND 270 MILLION YEARS AGO. Well, that was a long time ago. Of course, we don't know, we don't understand the climate system well enough today to know what the future holds. What's going to happen to the larger ice fields of Greenland and Antarctica as the climate changes. So, we still have a lot to learn about how the system works. It's just that today the message is very clear from the glaciers, at least, and from other lines of evidence that the earth is getting warmer and there is an acceleration in the rate of warming. SO I AM CLEAR, THERE HAS NOT BEEN THE AMOUNT OF CO2 BLANKET SURROUNDING THE EARTH AS THERE IS TODAY SINCE THE TIME OF THE DINOSAURS?"},{"pageNumber":7,"pageContent":"We don't know that. The longest continuous record of CO2 and the best record recorder of greenhouse gases in general on the planet comes from the air bubbles trapped in ice. And we have a record from Vostok in Antarctica that goes back 420,000 years. Now, that record is going to be extended here soon, so we'll have a bigger perspective. Plan to Drill Deeper Ice Cores in Antarctica MEANING THAT YOU'RE DRILLING DEEPER? Yes. There is a longer record coming out probably in the next year. But over 420,000 years where we do have records of greenhouse gases and methane they have never been over 300 parts per million by volume. We crossed that in 1900. We're now at 370 ppm by volume and it's increasing by 1.2 to 1.5 ppm by volume every year due to human activities. ONCE YOU HAVE GOTTEN THIS DEEPER CORE, IT MIGHT GO BACK TO THE 65 MILLION YEARS AGO TOWARD THE END OF THE DINOSAURS? Not likely. It won't go back that far. But it may double, we might be able to go back a million years. It's so important to understanding the relevant significance of the modern change we're seeing today by putting that change into the long perspective of earth's history. IF THERE IS NO PRECEDENT IN THE NEW ICE CORE, THEN WE ARE TRULY LIVING INSIDE THE WARMEST TREND GOING BACK PERHAPS A MILLION YEARS WITHOUT KNOWING WHAT THE CONSEQUENCES WILL BE? Therein is the real uncertainty. It is what we don't know about the climate system. Certainly our records from the ice cores and other paleo-climate records show the system is capable of very abrupt changes due to natural forces. Then, along comes the human race and we're now a factor in the climate on the planet. Issues like if you can have natural variability in the system occurring over decades, then we can certainly have it tells us that the climate system is very sensitive and we should be very careful not to push it over thresholds. Because the changes can be and have been very rapid in the past. COULD IT GO EITHER WAY? ARE WE TAMPERING WITH THE POSSIBILITY THAT NOT ONLY COULD WE THROW THE PLANET INTO HORRIBLE DROUGHT AND LACK OF FOOD IN WAYS NEVER EXPERIENCED IN CURRENT 5,000 YEAR CIVILIZATION? OR COULD THIS ALSO TRIGGER ANOTHER ICE AGE WHICH COULD BE AS BAD OR WORSE? All the evidence point to warming and until that trend changes, I think we are looking more to living in a world that could be quite different and much warmer. Perhaps there will be more extremes in climate. But one thing is for sure. We are going to lose the ice fields on Kilimanjaro. Even if we were prudent and we decided to limit CO2, or even stop CO2 emissions to the atmosphere tomorrow, this gas has a residence time of over 100 years in the earth's atmosphere. It's almost a certainty we will lose the ice fields on Kilimanjaro. PROBABLY ALSO IN PERU AND THE ANDES? I think that's what all the evidence points to. WHAT HAPPENS WHEN SO MANY GLACIERS ARE GONE? The impacts will come through water resources, stream flow that you see in the wet season, much more, and much less in the dry season. On Kilimanjaro, one of"},{"pageNumber":8,"pageContent":"the big issues for the people there is this is the number one foreign currency earner for the Tanzanian government. MEANING TOURISM? Tourism. It has its own international airport. The question that needs to be asked is: how many tourists will come if there is no ice on Kilimanjaro. You have those types of impact in addition to water shortages. In Peru where the ice fields are retreating in an exponentially increasing fashion, there are issues of hydroelectric power production. You know, plants that are at 100% capacity in the wet season, like the Rio Santa power plant, drops to 20% of production in the dry season. In order to make up for power loss, the government. is forced to build fuel burning power plants. So, the impact on people are already being felt in areas where these glaciers are disappearing. WHAT ABOUT SCARCITY OF WATER IN THOSE AREAS? Very big issue. You look at cities like Lima, Peru, the capital of Peru. 55% of the population of Peru, some 8 million people, live in this city in the desert. It has one river, the Rimac, that has its source in the Andes Mountains. So, water supplies become extremely important in these areas. In the 21st Century, certainly water resources are going to be number one priority. People, animals, we have to have it. And if you don't have it where you live, then you have to move to where it exists. That's the bottom line. So many of the big rivers in the world the Yangtse, the Yellow River, those in India have their sources in the mountains and from glaciers. So, the loss of this ice water resource is significant. Himalayas Are Melting, Too IS THE SAME THING HAPPENING IN THE HIMALAYAS? Yes. This is one of the areas where we work. The glaciers are retreating. There are lakes forming on them. There is on a global scale only one place where we have documented growth of glaciers in today's climate and that is in Norway and Sweden. The reason those glaciers are growing is that the storms that used to bring the snows to the Alps and the glaciers in the Alps have been deflected further north, so they get more snow in the winter. The temperatures in Norway and Sweden have actually increased. there is more precipitation, but in the short term, those glaciers are growing. COULD THERE BE A TIME IN THE FUTURE WHEN MT. EVEREST WOULD NOT HAVE ANY SNOW? That's difficult to say. It would have to be extremely warm. But I think long before that would happen, we would have a lot more serious problems of simply surviving.\""},{"pageNumber":9,"pageContent":"One of the last remnants of Kilimanjaro's Eastern ice field is a six-meter spire that was much larger on previous expeditions. Ohio State University geologist, Lonnie Thomson, Ph.D., stands beside it in 2002. The tall sliver of ice will soon be gone as global warming temperatures rise. More Information: Professor Lonnie Thompson, Ph.D., Department of Geological Sciences and Research Scientist, Byrd Polar Research Center, Ohio State University, Columbus, Ohio, has recently received the following awards for his outstanding career in glaciology since the 1960s: - Vega Award, Stockholm, Sweden. - Commonwealth Award, Wilmington, Delaware. - Heineken Award from the Royal Academy of Arts and Sciences, The Netherlands. - Ti me Magazine and CNN Honor Dr. Thompson as \"One of America's Best\" We b s it e s : http://www.osu.edu/researchnews/archive/kilicores.htm http://gorp.com/gorp/location/africa/tanzania/home_kil.htm Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
