[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 4: Elk Hunter Meets Non-Human © 2007 by Linda Moulton Howe “I do know that in order for, rationally, three men, my size, and five elk to be in a five by seven foot cubicle - you would have to be shrunk.” - C arl Higdon, his 1974 abduction while elk hunting R eturn to Part 1 October 29, 2007 Laramie, Wyoming - On November 2, 1974, Leo Sprinkle, Ph.D., then Prof. of Psychology and Director of the Division of Counseling and Testing at the University of Wyoming in Laramie, Wyoming, first conducted an interview with Carl Higdon in Carl's home, from approximately 1 p.m. to 5 p.m. In the transcription of the interview, the code below indicates the names of persons during the November 2, 1974, interview: CH = Carl Higdon MH = Margery Higdon RK = Rick Kenyon BN = Bob Nantkes LS = Leo Sprinkle Son = Son of Carl Higdon Rel = Relative of Carl Higdon (Continued from Part 3 ) The group talked about a possible fingerprint on the scope lens that Carl Higdon did not think should be there. And the fact that Carl had an oblong, purple spot on his hand that chiropractor Lasco, who examined Carl after the abduction event, said might be a broken blood vessel. Leo Sprinkle, Ph.D., asked Carl if he remembered anything about what happened. He didn't remember specifically what caused the purple oval on his skin. But he did recall details about the odd mechanical apparatus at the end of the non-human Ausso's right arm. I llustration of odd, android-like entity encountered on October 25, 1974, "},{"pageNumber":2,"pageContent":"by Carl Higdon for Mutual UFO Network (MUFON) investigator Rick Kenyon. LS: You don't remember anything about that? CH: All except the helmet. I don't even think I said anything about the helmet - when they put the helmet on me. These guys, they didn't - in other words, they didn't walk over and pick up somethin' and bring it to you. They just point this deal that come out of the end of their hand, like this (demonstrates) and whatever it was, it would just ... RK: Move (things) over, huh? CH: It's just like, what do you call it? Levitation? Son: Gravitation? CH: Gravitational force, or somethin'. They'd just point at it like this and it would just move! The same way when we took off, I could remember him - the reason I said their hands were free was 'cause this guy stuck his hand out like this and this deal come out. It's like a cut-off sleeve, like his coat was too big. And this deal would come out and he'd do like this (demonstrates). And this lever on this control board would just move down. You could feel the movement, but really not much. It wasn't like that Evel Knievel (motorcycle daredevil in late 1960s) a while back, 5000 Gs or somethin'? It didn't feel that way. It just felt like it was ... LS: Just a gradual? CH: Gradual shifting. And then maybe the reason I can't remember nothin' else on that flight, maybe it was that fast. Then maybe again, it was just all the seein' this big ball down there that I just didn't pay no attention to nothin' else. LS: Now, you don't remember coming back and seeing that same ball coming back again? CH: No, the last thing I can remember is the lights were too bright and he says, \"Well, we'll take you home.\" And the next thing I can remember is walking down this road and runnin' into the pickup. Well, I didn't really run into it. I seen the pickup and I walked by it. Then whenever I came back to it and got ahold of the office (Sheriff). I can't remember the trip back. I can't remember how I got that far down from where I was. And I don't remember how I got my rifle back. But I do remember my hands being like this in the seat, where I couldn't have had a rifle in either hand. So I don't know where the rifle went, other than they (Ausso) took it from me and then give it back when we landed. I don't know. Son: They (non-human entity/ies) could have put that fingerprint (on gun scope lens), too. LS: Yeah, when it was handed back. MH: Then when they found him, he was just in a state of shock. He wasn't really scared. He was just in a state of shock. As soon as the Sheriff opened up the door, Carl looked at him and he says, \"Why aren't you dressed like the rest of 'em?\" (laughter) Rel: Well, did those spacemen, or whatever you want to call 'em, how did they ever get back into the cubicle? CH: Now, that I can't tell. I don't remember. LS: Did you see the cubicle when you were looking at the elk? Or did you just see the inside? CH: No, I didn't see the cubicle. He just (Ausso), when I turned around, this guy said, \"You want to go with me?\" Then I looked up on the hill and all I can remember seein' is just a thin outline like this (demonstrates) of this transparent cubicle. I call it a \"cubicle.\" I don't know what else to call it. It was just illuminated. But this was all you could see. You could't see nothin' else visible other than just this outline. And then when you get inside, they had three levers. Now what these other two levers were, I don't know. But they only used one that I seen and it went down when we were in orbit, or whatever you want to call it. I don't really know. These are the things I don't rally know. These are the things that maybe eventually I might, and again, I might not. I might just forget all of it. I don't know. I haven't forgot the things"},{"pageNumber":3,"pageContent":"that did happen. I haven't forgot them yet. So, maybe in time, I'll get the rest of the picture. I don't know. Leo Sprinkle's note: There is a question about the \"163,000\" which Carl recalls as a number of \"miles\" or the number of \"light miles\" (?) which the cubicle traveled. Carl restated his belief that he was told \"163,000 light miles.\" Rick Kenyon described his conversation with a science teacher about the possibility that there could be some large object within 163,000 miles of Earth. RK: I was just discussing this with a science teacher. She said the only thing that was out there were some possible asteroids at that particular distance and those would be very insignificant radioactive (?) asteroids. MH: Wouldn't it be possible that would be how far it as to their bigger space ships, since this was just a little one? Then could this be the light that we saw? LS: What did the light look like to you? Was it high? Or on the horizon? MH: It was - if I could take you out there, I could show you how high it was because it was right to the tip of this one tree, down at the edge of the road where the road bended. I didn't notice it at first. Marilyn James did. With elk huntin' and everything, I got so that whenever you go along, you're watching the tree line. You watch for something to come out. At first, we thought it was a helicopter because we had requested aerial to help search. Marilyn said, \"Well, look!\" And we looked out there and we thought at first it was a helicopter. But it was too high to be a helicopter for searching. Then we got to looking at it and it would be too low for an airplane. It wasn't moving fast enough for an airplane. When we first saw it, it was right up in back of the tree branches. I started watching the side of the road again and Don started to go to sleep. All of a sudden, Marilyn said, \"What in the world?!\" I said, \"What's the matter?\" She said, \"That thing's doing the loops!\" Don looked and he says, \"Ah, go back to sleep!\" She says, \"No, it's moving, it's doing the loops!\" About that time, I looked out there and I noticed that when we first saw it - we'll say here's the tree (demonstrates) - and when I looked again, it was about over to here. But we also noticed that when I was looking out the window on this side of us, the moon was behind the tree. The moon had also changed this much, too, and we were only there for 20 minutes in this particular area. Now, the universe doesn't move that fast, does it? CH: I think you got a little hypnotized! MH: And then about this time, we saw the bright lights coming out of the tree line more like down at the bottom, like cars coming out. We said, \"Well, here they come with Carl.\" And so Don got on the radio and asked them about them (light/s) that we saw. And they said, \"Hah! We've just now spotted him and we haven't even got to him yet!\" And they aid that they would be comin' out a different road and weren't even going to try to attempt to come back on the road that they had went in on. So, they told us to meet 'em farther down, so that's when we took off from there and went on farther down. And then when they did bring Carl out, it was like the sun was rising. This was about right around between 1 AM and ... we got back to the hospital, what was it? 2:30 AM, I would imagine. RK: It was an extremely bright night - even in Rawlins. It was too damn light to be night. It was a strange night. MH: But when we got back to town, the sun wasn't rising over here. I mean, that's what it looked like over there, like the sun comin' up, you know? But here in town, when Roy brought me home, it was still totally dark out there, except for the airport lights, just the regular lights. And I didn't even think too much of that light until after I got here and looked out and it was still dark and out there it was like the sun comin' up. CH: I know a few of the guys that was out there huntin' that night and said that they could have dropped a needle on the ground and reached down and picked it up. That's how light it was outside. This was only a three-quarter moon. It wasn't a full moon."},{"pageNumber":4,"pageContent":"MH: I wanted to get out and walk and the roadway was completely illuminated. RK: I just thought of a question. You remember when you were taking the pills out of the cell phone, Carl? Took them and put them in your mouth? What did you do with the cell phone? Do you have any idea at all? CH: No, I don't. It seemed to me like these pills come in a package of four. I tore this one open and took the pill, but I slipped the package in my shirt pocket. But then I told them, too, at the hospital, I guess to get the pills. You know, they were in my shirt pocket and they looked all through my clothes and they (hospital) couldn't find them. MH: OK, a question: How did you swallow a pill without anything to drink? You cannot take a pill without liquid. CH: Don't ask me! Son: You can, too, Mom! MH: I can. Your Daddy can't. CH: I don't even take an aspirin unless I got that much water to go with it. MH: And then you gotta browbeat him to even take it! CH: I don't know. Maybe I figured it was candy. I can eat a lot of candy. Son: Did you chew it up? Or did you just swallow it? CH: Now, there's a question I hadn't even thought of, Son. I really can't say whether I swallowed it or whether I chewed it up. But I do know if what I said, those were good for four days - their days are only 10-hour days, compared to ours. Because about 40 hours later, boy, I was starved enough I could have eaten a horse. But until then, I wasn't even hungry. MH: Up at the hospital, he was like a whipped puppy. He'd look at you like, \"I ain't goin' to, but OK.\" You know, \"I'll do it if you don't whip me, but I don't want to do it.\" CH: I really wasn't hungry all day Saturday until about 8 AM Sunday morning. Well, I woke up a little before *AM and about then I was hungry enough I could eat two horses if they'd been there. Then they give me that old paltry breakfast, you know? MH: I made him eat Saturday. RK: What did he say that he doesn't remember? You mentioned the thing about the levitation, or the dematerialization, of the pickup. Did he say anything else - irrationally or rationally - when you got there? MH: You mean at the hospital? Or when we first saw...? RK: When you first saw him? MH: When I first got to him, I opened the pickup door and he just looked at me like you were just looking right straight through him. And the first thing I could think of to say to him that would maybe make him think or anything, I said, \"Oh, honey, did you get any elk?\" And the minute I said \"elk,\" he started looking out the windshield like this! I just figured he was looking into the tree line. And the look he had on his face scared me, though. Don was on the other side of the pickup. The other guys - the pickup was just about out of gas and we had got plenty of gas with us. So, they were out filling the tank. I told Don, \"Get that gun out of the rack\" because I didn't know what \"buck fever\" is, but this is the only thing I could imagine he had, you know? So I told him to get the gun out of there and Carl was shaking. So, I took my coat off and tried to put it around him. Carl said, \"Don't you dare touch me! Don't you DARE touch me!\" That's all he would say. And I just kept telling him, \"It's all right, it's all right.\" I went ahead and put the coat around him and he went ahead and let me put it around him. But I was NOT to touch him. And after that, with having the doors open and shaking like that and being in shock, we figured maybe it would be better if maybe he just stayed warm. So, we just shut the doors."},{"pageNumber":5,"pageContent":"Then I just stood there by the pickup until after they got it gassed up and got goin' on farther in. Well, Roy got to feeling so sorry for him settin' there in the pickup with his head down on the dash, so he stopped the Sheriff that was driving and they opened the door up to ask Carl if he wanted to ride in the car. And then all hell broke loose. We were riding three pickups behind so that all happened, I don't know. All I do know is when I got to there, Carl was in - here's the road. Here's your ditch, bar ditch. And the fence over here. Carl was standing out close to the fence and he was crying and he was holding his hands over his eyes. He says, \"Those lights, those lights, get those lights out. Help me, God, help me! Get those lights out! And Bud and I both walked up to him and he yells, \"Get outta the way, get outta my path!\" Then as soon as - there was seven vehicles - now when you looked around, there was an awful lot of lights there and so we told everybody to get back in their pickups and get those lights doused. As soon as we got the lights doused, and we got out of his way, he started to head towards the back door of the car where Roy had it opened. He walked right up to the back door. It was open, but he opened it a little bit father and then he just SLAMMED it! He got in the front seat, closed the door, and we went on to town. Then when we got to the hospital, he kept hollerin' about his pills, his pills. He don't take pills! We dept asking him, \"What pills?\" \"Four-day pills, four-day pills!\" And the \"men in the black suits,\" the \"men in the black suits,\" the \"four-day pills,\" and the \"pickup.\" He said, \"I don't know where the pickup is. How did it get where?\" He said, \"Those men and a gun.\" She said, \"What?\" He said, \"They just pointed and it (pickup) disappeared.\" RK: That might explain how he got in the Craft. MH: He kept complaining he had to have those pills. He had to have those four-day pills and that was all the sense we could make out. Then the doctor came and the doctor said, \"Well, this sounds like a science fiction movie.\" And the nurse that was on duty up there, either her father owns this land, or her husband does. One or the other. She said, \"No, knowing the area where he came in from, I'm not one bit surprised he's in the shape he is.\" And he kept complaining of the light. We had a washrag all doubled up about four times over his eyes. They finally even turned the lights out. His eyes were just like - well, it as like he had a little tiny sprinkler back here running them. I mean, it just kept running continually. And then the nurse, she asked to see his eyes and Carl says, \"I ain't on dope! I ain't on dope!\" She says, \"I know it, but we gotta look at your eyes.\" But, \"I ain't on dope!\" And then the funny part of it was, his head hurt. She'd reach up and touch and say, \"Where does it hurt? Here?\" \"Yes, Ow! Oh, Oh! It feels fine now.\" Then the nurse would ask him, \"Does it hurt on the bottom part here?\" And Carl would say, \"Well, I hurt here.\" He didn't point at anything. He just said it hurts. She was rubbing her hands and he said, \"Yeah, there. Oh, oh, it hurt, oh, oh!\" And as soon as she would touch it, \"It feels fine now!\" (laughter) He was telling her where it hurt bad and as soon as she'd touch it, it would hurt real bad and then, just like that, it don't hurt no more! Then she'd go back over those spots (head) and say, \"Do you hurt here? Do you hurt there?\" And he said, \"No, no!\" CH: Well, I went over to (chiropractor) Lasco on Thursday. He's a chiropractor here in town. I been to him several times. He asked me if when he started to beat on my back, \"What did somebody do? Hit you over the head with a tree?\" And I said, \"Naw, I just feel like I been pushed together like this and then pulled strong apart.\" That's just the way I feel. I still, in my neck, right through here, I get a hard spot in there once in a while. I'll go back over there and see him again, I guess. But that's just the way my muscles felt - felt like they were compressed and then just yanked apart. I do know that in order for, rationally, three men, my size, and five elk to be in a five by seven foot cubicle - you would have to be shrunk. There's no other way that you can get that many people in and five elk, inside a five by seven cubicle. You'd have to be shrunk - there's just no other way. I mean, that's just the way my whole body felt - like I'd just been (shrunk) and then pulled apart. BN: As you recollect, they were all standing up?"},{"pageNumber":6,"pageContent":"CH: Yeah, they were all standing. Well, these two guys - I never did see them standing up inside. They were seated in - the seat right next to me was empty. Then the next two seats farther over (the two men were in). They seemed like they kept their distance. They wouldn't get close. They would just stay farther away from you. LS: OK, now, if you want to have some more coffee. Then why don't we practice some relaxation techniques and then see if we can get not only more of the memory, but whatever the \"feel\" was of those things that happened, OK? (Question about the star on Ausso's belt buckle) CH: Right there on the belt buckle (Ausso's) of being a gold, kind of a yellow-gold star. But this part down here is like a cloud. It was like I drew it here. I mean it's kinda jagged affair. But it wasn't really like lightening. LS: Can you draw one right there? CH: I would say more like it kind had an oval shape in the middle. It wasn't straight across at the top. RK: It dipped a little bit? CH: Yeah, it was something like this. But really, the thing that got me was the star above it in the belt. This lapel-like deal that come down - it was black, too, and the only thing that set it off was it was kind of set out from the rest. RK: What color was the bands across? CH: THEY WERE BLACK. RK: AND THE SUIT WAS BLACK, TOO? CH: The only thing that set them off as that they was set out, you know? Close enough to where you could see that they were set out away from the rest of the material. You've seen these school guards with these deals across... LS: Kind of a uniform? RK: Did they go clear over the shoulder? CH: That I couldn't tell 'cause I never did see the back of 'em. It looked like they would go up to the shoulder. You couldn't see no farther. This one guy in particular (Ausso) is the only one that I really seen. I was aware of another person, or \"being\" there, but I really don't remember seeing him as much as I did this one (Ausso). Course this is the first one I encountered (Ausso). LS: Did that look like a 6-pointed star? And did it have something in the middle there? CH: No. It was just a 6-pointed star. LS: Then a kind of apron or little lap covering? CH: Like a lapel, or whenever they set down, it looked to me like it would be settin' in their lap. That they could look straight down at. The design in this is kind of fuzzy. I don't remember it being either straight on the bottom or straight on the top. The end was kind of curly. R eturn to Part 1 T o be continued in final Part 5 - More details from Carl Higdon under deep relaxation. More Information: F or further reports about the human abduction syndrome, please see my books and documentaries in the Earthfiles Shop and other reports below in the Earthfiles Archive: • 09/16/2007 — Part 5: Military Insiders Comment About Zeta Reticuli and EBENs • 09/11/2007 — Part 4: Military Insiders Comment About Zeta Reticuli and EBENs • 09/07/2007 — Part 3: Military Insiders Comment About Zeta Reticuli and EBENs • 09/05/2007 — Part 2: Military Insiders Comment About Zeta Reticuli and EBENs • 08/31/2007 — Part 1: Betty and Barney Hill: Captured!"},{"pageNumber":7,"pageContent":"• 08/31/2007 — Part 2: Betty and Barney Hill: Captured! • 08/30/2007 — Part 1: Military Insiders Comment About Zeta Reticuli and EBENs • 08/24/2007 — Orange-Red \"Fiery\" Aerial Spheres • 08/01/2007 — Part 3, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards • 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards • 07/26/2007 — Part 1, Non-Human Blonds, Lizards and Big-Nosed, Cat-Eyed Greys • 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green UFO Over Battalion Headquarters • 05/29/2007 — Final Part 7: Eyewitness Links Animal Mutilations to Non-Humans • 05/13/2007 — Part 6: Eyewitness Links Animal Mutilations to Non-Humans • 05/11/2007 — CIA Origin of National Enquirer? • 05/06/2007 — Part 5: Eyewitness Links Animal Mutilations to Non-Humans • 05/05/2007 — Part 4: Eyewitness Links Animal Mutilations to Non-Humans • 04/28/2007 — April 24, 2007 - Part 3: Eyewitness Links Animal Mutilations to Non-Humans. • 04/19/2007 — Part 2: Eyewitness Links Animal Mutilations to Non-Humans • 04/18/2007 — Part 1: Eyewitness Links Animal Mutilations to Non-Humans • 04/20/2007 — 2006 Human Encounter with Translucent Entity • 12/14/2006 — Abductee Jim Sparks's Encounter with Reptillian Beings: Their Warning and Agenda • 10/28/2006 — Close UFO Encounter by USAF Eyewitnesses • 10/11/2006 — Part 2: Time Travel, Insights from USAF Sergeant and UFO Abductee • 10/08/2006 — Part 1: Time Travel, Insights from USAF Sergeant and UFO Abductee • 09/29/2006 — Manipulation of Time and Matter by Non-Humans: The Experiences of Jim Sparks • 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - M ilitary Visitor to Another Planet? • 09/04/2006 — Part 1: \"Alphonso Lorenzo\" - M ilitary Visitor to Another Planet? • 06/18/2006 — Viewer Letters About NASA Airbrushing Photos; EBENs and Rept ilian Humanoids • 05/12/2006 — An Extraterrestrial School for Humans • 04/28/2006 — Modern Warfare Applied to Extra-Terrestrial Invasion • 04/03/2006 — Genetic Harvest in Cimarron, New Mexico? • 02/23/2006 — Huge Boomerang Craft and Blond Beings • 02/10/2006 — Crashed Disc Photos, \"Ebens,\" and Area 51 \"Anti-Gravity\" • 01/27/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 12/02/2005 — Abduction by Grey ETs in Huge, Black Triangle • 10/22/2005 — A Lifting Beam Technology in Colorado Human Abduction • 08/11/2005 — Part 4: Two Men See Cow Mutilated in Light Beam • 08/03/2005 — Part 3: Two Men See Cow Mutilated in Light Beam • 07/26/2005 — Part 2: Two Men See Cow Mutilated in Light Beam • 07/22/2005 — Part 1: Two Men See Cow Mutilated in Light Beam • 02/04/2005 — Part 2: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting? • 12/22/2004 — Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with Canadian Researcher, Grant Cameron • 09/25/2004 — Part 6: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/23/2004 — Part 5: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/19/2004 — Part 4: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/18/2004 — Part 3: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/14/2004 — Part 2: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 09/13/2004 — Part 1: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountain Ranch • 01/24/2004 — Oregon Man's Experiences with High Strangeness • 10/28/2003 — Part 2 - U. S. Presidents and UFO Investigations • 07/02/2003 — Corguinho, Brazil: What \"Spinning Force\" Created the Football-Shaped Stones? • 06/21/2003 — Corguinho, Brazil Farmer, Urandir Oliveira, and Attorney Describe Harassments • 06/13/2003 — Corguinho, Brazil: Only One Bed Sheet • 06/06/2003 — Part 1 - Scientists Examine Samples from the Corguinho, Brazil Bed Sheet and Pillowcase • 06/06/2003 — Part 2 - Textiles Expert Examines the Corguinho, Brazil Bed Sheet and Pillowcase • 06/06/2003 — Part 3 - Infrared and Energy Dispersive Spectroscopy on the Corguinho, Brazil Round Stones • 06/06/2003 — Part 4 - Geologists Run X-Ray Defractometer on Corguinho, Brazil Stones • 03/15/2003 — Part 6 - Corguinho, Brazil: Microscopic Images from Body Pattern on Urandir Oliveira's Bed Sheet • 03/08/2003 — Part 5 - Corguinho, Brazil: Large Light Explodes - Breaks Tree, K ills Calves • 03/03/2003 — Censorship By Omission and Comments from MUFON's John Schuessler • 03/01/2003 — Part 4 - Corguinho, Brazil: Chemist and Biophysicist Examine Samples of Urandir Oliveira's Bed Sheet • 02/26/2003 — Part 3 - Corguinho, Brazil: Return from the Non-Human Craft on September 18, 2002 • 02/25/2003 — Part 2 - Corguinho, Brazil: Inside the Non-Human Craft from September 15 - 18, 2002 • 02/22/2003 — Part 1 - Corguinho, Brazil: Farmer Describes His Transport to A Non-Human Craft on September 15, 2002. • 12/21/2002 — Part 2 - Corguinho, Brazil: Close Encounters with Tall Red-Haired and Blond-Haired Non-Human Beings • 12/19/2002 — Part 1 - Corguinho, Brazil, Alleged Human Abduction and Photos of Body Marks On Bed and Ceiling • 04/16/2000 — A Close Encounter with a Disc in Wyoming • 10/24/1999 — A U. S. Army Infantryman's Abduction • 06/22/1999 — The Strange Story of J-Rod, An EBE Websites: Majestic 12 Documents: http://www.majesticdocuments.com John E. Mack Institute: http://www.johnemackinstitute.org/ Intruders Foundation: http://www.intrudersfoundation.org/"},{"pageNumber":8,"pageContent":"OPUS: http://www.opus-net.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
