[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Science Data Reinforces Invisible “Dark” Matter and Energy Make Up 96% of Our Universe © 2003 by Linda Moulton Howe T he Wilkinson Microwave Anisotropy Probe's first detailed map of the oldest light in the universe. Cosmologists call it a \"baby picture\" of the universe. Colors indicate \"warmer\" (red) and \"cooler\" (blue) spots. The oval shape is a projection to display the whole sky; similar to the way the globe of the earth can be projected as an oval. The microwave light captured in this picture is from 379,000 years after the Big Bang, over 13 billion years ago. Source: WMAP NASA. O ctober 24, 2003 Philadelphia, Pennsylvania - 2003 is turning out to be a pivotal year for cosmologists. In February, NASA's Wilkinson Microwave Anisotropy (an-EYE- stro-pea) Probe - known as WMAP - made precise measurements of the oldest light in the universe, the microwave background radiation from the Big Bang. The map produced from the microwave data breaks our universe down this way: Age 13.3+ billion years Composition .4% glowing matter such as stars. 3.6% \"normal\" matter as we know it in planets and stars. 23.0% cold, invisible \"dark\" matter detectable only by its gravitational influence on \"normal\" matter. 73.0% invisible \"dark\" energy. Size At least 42 billion light-years and expanding. Shape Debate whether curved, finite space versus flat, infinite space. Most recent data favors flat, infinite. "},{"pageNumber":2,"pageContent":"M ax Tegmark, Ph.D.:“ Our entire observable universe is inside this sphere of radius 13.3 billion light- years, with us at the center. Space continues outside the sphere, but this opaque glowing wall of hydrogen plasma hides it from our view. This censorship is frustrating, since if we could see merely 380,000 light-years beyond it, we would behold the beginning of the universe. Light from st ill further away would not yet have had time to reach us, but most inflation theories predict that space is infinite. (Note for pundits: These 'distances' are merely light-travel times. After emitting the CMB 13.3 billion years ago, the sphere above has kept expanding and is currently about 40 billion light-years away; its co-moving radius is, was and always will be 40 billion light years.” High resolution \"seeds\" of temperature differences in the microwave light bathing the universe after the Big Bang. Source: NASA. The WMAP team reports, \"The data (in the above image) brings into high resolution the seeds that generated the cosmic structure we see today. These patterns are tiny temperature differences within an extraordinarily evenly dispersed microwave light bathing the Universe, which now averages a frigid 2.73 degrees above absolute zero temperature. WMAP resolves slight temperature fluctuations, which vary by only millionths of a degree. The new data support and strenghten the Big Bang and Inflation Theories. The science data for this mission is stored in a new on-line archive: Legacy Archive for Microwave Background Data Analysis (LAMBDA). If transparent dark matter has been a necessary ingredient in the creation of galaxies and matter worlds, the opposite is true of \"dark energy.\" It makes up most of the universe - 73% - but no one has a clue what it is or how it works. Scientists theorize that it came later in the evolution of the universe because it seems to be what is accelerating the expansion of the universe. If it had been around in the beginning, perhaps it would have torn apart any young galaxies being clustered together by the equally strange but more primordial \"dark matter.\" Scientists thought that the new 2003 data might solve once and for all the question about whether our universe has a curved, finite shape that will collapse back on itself - or is flat, infinite, and ever-expanding. But the data comes down on a razor's edge in which the universe could go either way, depending upon what more is learned about mysterious, transparent, dark energy and matter. Ironically, the stronger the data has supported the invisible universe of dark energy and dark matter, the more disturbed cosmologists are. One of the participants in the Sloan Digital 3-D Mapping project is Max Tegmark, Ph.D. and Associate Professor of Physics and Astronomy at the University of Pennsylvania. He told me it is still hard for him to believe our universe is as strange as the WMAP and Sloan measurements indicate. Interview: Max Tegmark, Ph.D., Associate Professor of Physics and Astronomy, Univ. of Pennsylvania, Philadelphia, Pennsylvania, and Participant in Sloan"},{"pageNumber":3,"pageContent":"Digital Sky Survey 3-D mapping of galaxies: \"For a long time, a series of clues has been trickling in pointing in very strange directions, saying that most of the stuff in the universe is dark matter we couldn't see, maybe it was accelerating and other funny things. But I think my gut feeling always was that somehow even though at some intellectual level I believed in this deep down inside, I did not. I thought, 'No, it can't be this weird!' To me, when the WMAP data came along, that's when it really hit me: 'Wow, it really is this way. This isn't all going to go away.' WMAP did everything so much more carefully and accurately that it eliminated all the lingering doubts. WHAT DO YOU THINK RIGHT NOW IS THE STRANGEST IMPLICATION FROM THE DATA YOU ARE CHALLENGED WITH? For starters, I think it is pretty weird that we have no clue what 95% of the universe is made out of. All the atoms we learned about in school and chemistry make up only a measly 5% of the stuff and that really disturbs me. It's important to remember that dark matter and dark energy are still mostly fancy words for our ignorance. We are quite certain that dark matter is out there and we have a good measurement about how much there is because we can see its gravitational affects pulling on other stuff. But that's about all we know about, how much there is. We have no clue about what it's made of, if it's some strange, exotic yet undiscovered particles or something else. About the 'dark energy,' we know even less. Dark matter is at least matter stuff that you could have a big clump of some place. Whereas dark energy, you can't even have more of in one place versus another place because by its very nature, it has exactly the same destiny everywhere in space. The question of what dark energy and dark matter is - that's perhaps the most pressing question in all of physics right now. COULD THIS STRANGE DISPROPORTIONATE RELATIONSHIP BETWEEN 95% OF THE UNIVERSE BEING MADE OF DARK MATTER AND ENERGY THAT IS TRANSPARENT TO US VERSUS WE'RE IN 5% EXPLAIN SOME OF THE ANOMALIES THAT FALL INTO THE CATEGORY OF EXTRASENSORY PERCEPTION, GHOSTS, THAT SOME OF THE THINGS THAT INTERACT WITH THIS MATTER WORLD COULD BE COMING FROM THIS OTHER 95% AND MIGHT ULTIMATELY EXPLAIN PHENOMENA? My guess is no, that this does not have anything to do with ghosts and the like. But at the same time, Linda, what this really does tell you is that we scientists have to be really humble and not have a knee jerk reaction that everything we can't understand can't exist. By that argument you could have easily said that dark energy can't exist and dark matter can't exist either. The universe has turned out to be stranger than we ever dreamed of and contains all sorts of things that I think none of us thought were actually out there and there mayt be more. So, these maps we now see in our map simply trace out the distribution of the dark matter. WE'RE SORT OF IN THE MATTER WE KNOW THAT'S THE NEW KID ON THE BLOCK AND THE ASSUMPTION THAT DARK ENERGY AND DARK MATTER HAD TO BE THERE FIRST IN ORDER FOR THE MATTER WORLDS TO HAVE EVOLVED AND CREATED IN THE FIRST PLACE? Yes, dark matter. But dark energy, no. Dark matter helps us because it forms clumps and since there is six times more of it than ordinary matter, what dark matter says, goes. If dark matter clumps somewhere, all the atoms that make up us also get sucked in there. But dark energy has the opposite effect creating sort of anti-gravity that sort of blows things apart. It sabotages the formation of galaxies and stars. So, fortunately for us, dark energy only started taking over very recently after our own Milky Way galaxy had formed. If the dark energy had taken over sooner, we wouldn't be here."},{"pageNumber":4,"pageContent":"SO THE FIRST MYSTERY IS WHAT IS DARK MATTER THAT MAKES UP SO MUCH OF THE UNIVERSE AND IS RESPONSIBLE FOR THE FORMATION OF GALAXIES AND THESE LONG WALLS OF GALAXIES? THEN, WHY DID DARK ENERGY COME INTO THE PICTURE AND WORK AGAINST THE CREATION OF GALAXIES? That's right. That's right. So, why dark energy came along and did this, your guess is really as good as mine as a scientist. It came as a great shock to most people and we frankly do not have a good explanation for why that is. And we won't until we know what the dark energy is. ARE DARK ENERGY AND DARK MATTER COMPLETELY DEVOID OF PHOTON ENERGY? Dark matter is probably some particle like protons or neutrons, but are very arrogant and don't want to interact with us. So if a dark matter particle came flying at you, it would just go right through you and come out the other side. It might just go straight through Earth and out the other side. They don't want to deal with us. You can even magine a big thing made out of dark matter that would just pass invisibly right through you. So, the only way we know it's there is that it pulls on us. If you made a whole planet out of dark matter, say, or say you made a star out of dark matter and put it in our solar system, then we could orbit that the way we orbit the sun now. You would very much be aware of its presence, even if you couldn't see it. IF OUR SUN, FOR EXAMPLE, WERE SUDDENLY MADE OF DARK MATTER, WOULD IT BE LIKE A BLACKNESS, A HOLE, COMPLETELY DEVOID OF LIGHT? It wouldn't be emitting any light, but it would be transparent, so if there were a star behind it, you could see that star still. It would just look like it was not there. BECAUSE THE UNIVERSE IS MADE OUT OF SO MUCH DARK MATTER, WE'RE STILL SEEING OUR 4%-5% DISTRIBUTED MATTER UNIVERSE WITH ALL OF THIS DARK MATTER THERE BECAUSE TO US IT'S TRANSPARENT. Exactly, exactly, that's a good point. That's right exactly, the dark matter is transparent. WHY IS THAT? Well, (laughs), that's why we call it 'dark matter' because it's dark, we can't see it. What we mean by 'dark' is not dark like my black filing cabinet here that obscures behind it. So, we mean dark as in not giving off any light. Maybe we should call it transparent matter instead of invisible matter. WHAT IS IT ABOUT DARK MATTER THAT WOULD MAKE IT TRANSPARENT TO PHOTON ENERGY? The reason you actually see something like your hand when you hold it out in front of you is because light particles, the photons, bounce off the particles in your hand rather than go through. If a photon comes from the light bulb in your room and bounces off an atom in the skin of your hand and then bounced to your eye, you see it. Dark matter particles don't like bouncing off our kind of particles at all. They think we're not cool enough to interact with. So, light photons just go right through them, right past them without bouncing. That's why they don't reflect anything, that's why they don't make their presence known. In a sense that might sound a wee bit crazy, but we've already detected particles like that called 'neutrinos.' Those are the most arrogant particles we've"},{"pageNumber":5,"pageContent":"discovered so far. They really don't like to mingle. If you take a neutrino, you can make them in a nuclear reactor. The sun also makes them. If it hits Earth, it just goes straight through Earth and out the other side, rather than bounce off an atom like most normal particles would. SO YOU WOULD PUT A NEUTRINO INTO THE CATEGORY OF DARK MATTER? Yes. In fact, a lot of people thought that neutrinos were the dark matter for quite some time. Then it was discovered that neutrinos have a little bit of mass, so we do know that neutrinos make up at at least one-third of a percent of all the matter in the universe. FROM THE WMAP DATA THAT WE HAVE A UNIVERSE THAT WOULD BE AKIN TO A CLEAR JELLO IN WHICH WHAT WE CONSIDER TO BE MATTER WORLDS AND STARS ARE JUST SIMPLY EMBEDDED IN THIS LARGE, TRANSPARENT JELLO? Yeah, that's a pretty good analogy because there really is all this tuff everywhere that we are seeing through. And if history teaches us anything, it is the universe has turned out to be stranger than we ever imagined over and over again. When Einstein came along and said, 'Hey, guys, if you go fast, time slows down.' That was so weird that he didn't even get the Nobel Prize for that theory because they thought it was too weird. And I'm saying that even though I'm Swedish and am embarrassed on behalf of the Nobel Committee. And then when the quantum mechanics pioneers came along and said, 'Look, guys, an atom can actually be in two places at once.' That was REALLY weird and totally freaked people out and people are still arguing about what it means. So here we go again. Now we've discovered that the universe contains all this invisible stuff and I think we just need to accept once and for all that the universe is weird and learn to live with it. That's part of its charm.\" We b s it e : http://map.gsfc.nasa.gov http://www.sdss.org http://www.hep.upenn.edu/~max/sdss/release.html Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
