[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 3 - Library of Congress Allegedly Did Two Reports About Extraterrestrials for President Jimmy Carter © 2003 by Linda Moulton Howe \" Attorney Danny Sheehan said that in one of two studies that were written at the Library of Congress for reading by President Jimmy Carter, the reports stated there are at least six extraterrestrial races from this galaxy visiting our planet. This was in one of the two official studies by the Library of Congress for the President of the United States.\" - Grant Cameron, Director, www.presidentialufo.com James Earl Carter, Jr., 39th President of the United States, 1977 to 1981. October 29, 2003 - Winnipeg, Manitoba, Canada - Interview continues from Part 2: Grant Cameron, a building facility manager at the University of Manitoba; reporter and producer of www.presidentialufo.com, Manitoba, Winnipeg, Canada: \" One of the strongest stories in support of the contention that the American President knows what is going on concerning extraterrestrial information and has been briefed on the crashed flying saucer aspect of the UFO mystery is a story told by Danny Sheehan. Sheehan has long been a Civil Rights attorney. He was involved with the Pentagon Papers, the Silkwood Case, Three Mile Island and defended Harvard psychiatrist John Mack, Ph.D., the abduction researcher. Sheehan was was also involved in Iran-Contra and studied under Henry Kissinger. He's a prominent attorney who was legal counsel to the Jesuit headquarters in Washington, D. C. Sheehan tells the story that he was brought as a consultant into two studies that were being done for President Jimmy Carter. These studies were being written by Marcia Smith, who is now the pre-eminent expert on the Russian space program. If you go to the Congressional Research Service, all the UFO and extraterrestrial intelligence reports that have been put out have been written by this Marcia Smith. Danny Sheehan currently is still an attorney in San Francisco working on various programs. He made several strong speeches after 9/11 and focuses on civil rights cases. He stated that he was brought into two studies Marcia Smith was doing for President Jimmy Carter that the President had asked for. President James Earl Carter, Jr. and his wife, Rosalynn Carter, on Inauguration day, January 20, 1977. "},{"pageNumber":2,"pageContent":"Sheehan was to give a lecture for the top fifty people at the Jet Propulsion Laboratory in the SETI (Search for Extraterrestrial Intelligence) section about the implications of extraterrestrial intelligence on mankind. In order to do that, Sheehan said he wanted access to the classified Blue Book files. Marcia Smith got him access in the basement of the Madison Building which is one of the three buildings for the Library of Congress in Washington. Sheehan says he was brought into a vault in the basement of the Madison Building and then while looking through microfilms of the classified Blue Book files, he came across clear pictures of a crashed flying saucer in an embankment with snow and USAF officers around it. You can clearly read their name tags, he said. There were close-ups of writing on the side of the craft and this material Sheehan reported back to Marcia Smith. When I interviewed him, Sheehan said that in one of two studies that were written at the Library of Congress for reading by President Jimmy Carter, the reports stated there are at least six extraterrestrial races from this galaxy visiting our planet. This was in one of the two official studies by the Library of Congress for the President of the United States. DID HE DETAIL WHAT THE SIX TYPES WERE AND WHAT THEY LOOKED LIKE? No. He basically saw the reports before they went. At that point, they had no classification markings on them. I guess it was sort of the final draft before they went and no exact details. He might have them, but I've heard him tell the story a dozen times. I've never heard him mention details, but he has always mentioned the fact that this statement was in this one report that was going to the President of the United States. DID HE TRY TO FOLLOW UP FURTHER? Danny Sheehan knows an awful lot. I don't know Marcia Smith. I contacted her by e-mail and Danny Sheehan found out I did and was quite upset that I had contacted Marcia Smith to get her side of the story. The Vatican Library He also tells a story about the Vatican letters. He had contacted the Vatican on behalf of the White House after asking for the ET files inside the Vatican library. He knew the guy who ran the Vatican library and Danny Sheehan was Chief Counsel to the Jesuit headquarters in Washington, D. C. He got a reply back that the Vatican library would not release these files and he said it was the first time he had ever asked and received a denial from the Vatican. Sheehan wrote a second letter to the Vatican library and that letter specifically stated the letter was on behalf of the President of the United States (Jimmy Carter.) The Vatican library wrote back, 'No, you can't have the files.' Danny Sheehan still has those letters which is fairly significant. He is close friends with Marcia Smith and my e-mail letter to Marcia Smith, I guess Sheehan was upset because I was asking, 'Is Danny Sheehan telling the truth?' He has been protective of her situation. I saw Danny Sheehan trace out the writing on the craft in the photograph and he did an exact tracing because of overhead on microfilm, he was able to trace on the back of a legal pad the exact symbols that were on the side of the craft inside the classified Blue Book files. So, Danny Sheehan has some stuff that would be pretty dramatic and substantial and backing his story. But for some reason, I don't know why he hasn't released this. WHAT WAS THE NATURE OF THOSE SYMBOLS IN TERMS OF LANGUAGES AROUND THE WORLD YOU HAVE SEEN? To me, it was just sort of dots and slashes, the way Danny Sheehan showed it. SORT OF TIBETAN? Example of Tibetan script. Maybe, but all that writing of Tibet and hieroglyphs or Arabic Arabic has that same sort of long slashes and a lot of dots. I didn't recognize it as being anything similar to what I have"},{"pageNumber":3,"pageContent":"ever seen. WHAT WAS MARCIA SMITH'S EXACT TITLE IN RELATIONSHIP TO THE PRESIDENT? This is part of the controversy, that she worked for the Library of Congress with the Congressional Research Service. You can read everything I've reported about Marcia S. Smith at my website, www.presidentialUFO.com. She's doing something different now and is fairly high up in the hierarchy of the Library of Congress. She did a number of UFO and extraterrestrial studies. I think there have been four or five that have been released by the Library of Congress. All of them were released by her, but as far as I know, she's never been interviewed. She gave Danny Sheehan access to the Blue Book files and tells the story to Sheehan that George Bush, Sr., who was the Director of the Central Intelligence Agency under Ford he briefed President-Elect Jimmy Carter on intelligence and special programs when Carter was becoming president. When Carter asked for the UFO files, George Bush told him, 'You don't have the need-to-know. Being president is not sufficient need-to-know. You're going to have to go to Congress and get them to declassify the files. Marcia Smith is also the source of that story, according to Danny Sheehan.\" More Information: If anyone has more information to contribute to linking American presidents to knowledge about crashed aerial vehicles from outer space, please contact Grant Cameron at: E-MAIL: presidentialUFO @presidency.com Website: http://www.presidentialUFO.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
